"Synopsis of Room No. 9(2018)[စ/ဆုံး]
Room No. 9(2018)ဇာတ်လမ်းတွဲအညွှန်း
************************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အပိုင်း ( ၁ မှ ၁၆ )ထိ စ/ဆုံး
” ကျွန်မ ထောင်ထဲမှာနေတာ ၃၄ နှစ်ရှိပြီ….လွှတ်ပေးရင်ပေး မပေးရင် သေမိန့်ချပေးပါ”
ဒါကတော့ ဂျန်ဟွာဆာဆိုတဲ့ အသက် ၆၀ ဝန်းကျင်ခန့်အမျိုးသမီးရဲ့ ရှေ့နေတွေအပေါ်
တောင်းဆိုချက်ပါ…..
ဒီအမျိုးသမီးကြီးဟာ ဘာကြောင့်ထောင်ကျနေတယ်ဆိုတာမသိရသေးပေမယ့်
အပြင်ကအဖွဲ့အစည်းကြီးတစ်ခုက သူမကို ထောင်ထဲမှာပဲအချိန်ကုန်စေချင်ပုံရပါတယ်…
ဒီအမျိုးသမီးကြီးထောင်ကထွက်လာရင် ဖြစ်လာမယ့် အကျိုးဆက်ကို
အတော်ကြောက်ရွှံနေပုံရကြတယ်….
ရှေ့နေ့အဖွဲ့ထဲမှာပါတဲ့အများစုက ဂျန်ဟွာဆာကို
လွှတ်ပေးဖို့ တော်တော်များများက ဆန္ဒရှိကြတယ်….
ဒါ့ကြောင့် ဂျန်ဟွာဆာဆိုတဲ့အမျိုးသမီးကြီးကို
ထောင်ထဲမှာပဲအရိုးဆွေးအောင် အချိန်ကုန်စေဖို့ ထက်မြက်ပြီး
ရာထူးမက်မောတဲ့ ဟေးရီဆိုတဲ့အမျိုးသမီးရှေ့နေကို ခိုင်းစေလိုက်ကြတယ်..
ဒီရှေ့နေအမျိုးသမီးကလည်း သူ့အတ္တနဲ့ ရာထူးကိုပဲ မက်မောပုံပဲ…
အလွယ်တကူသဘောတူတဲ့အပြင်
ဂျန်ဟွာဆာကို အပီအပြင်အထိနာစေပြီး ထောင်ထဲမှာပဲ တစ်သက်လုံးအချိန်ကုန်စေဖို့
နည်းလမ်းပေါင်းစုံသုံးပါတော့တယ်…..
ဒီကားက အချစ်နဲ့ပတ်သက်တဲ့ အကြောင်းအရာအတော်လည်းနည်းသလို
တခြားကိုးရီးယားကားတွေလို ရိုလွန်း အီလွန်းနေတာမျိုးမရှိဘူး…
မှုခင်းနဲ့ ရှေ့နေတွေ လောဘရမ္မက်ကြီးတဲ့သူတွေ
ကိုယ့်ကျိုးကြည့်တဲ့သူတွေ..
ကိုယ့်ဆန္ဒပြည့်ဖို့ဘာမဆိုလုပ်တဲ့သူတွေ…
အချစ်ကိုကိုးကွယ်တဲ့သူတွေ…အချစ်ကို ခုတုံးလုပ်တဲ့သူတွေ
များစွာတွေ့မြင်ရလိမ့်မယ်…
ပြီးတော့ ဇာတ်လမ်းကလည်းအတော်ဆန်းတယ်ပြောရမယ်…
သာမန်ထက်ထူးတဲ့ဖြစ်ရပ်မျိုးတွေ ဆက်ဖြစ်ကြသလို
သူတို့ကိုယ်စီရင်ဆိုင်နေရတာတွေကို ရင်ခုန်စိတ်လှုပ်ရှားစွာ
စောင့်ကြည့်ရတာလည်း တကယ့်ကိုစိတ်ဝင်စားစရာပါပဲ…
အပိုင်း ၁၆ ပိုင်းထွက်ရှိထားပြီး
စဆုံးတင်ဆက်ပေးထားပါတယ်….
Quality – 720p HDTV
Duration – 60min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama,Fantasy,Mystery,Sci-Fi
Translated by Hay Thar Oo & Aheint Ahein Dyay
Encoder – Phyo Pyae
Room No.9 Ep 1-16 VIP / Megaup[1-8] / Megaup[9-16] / Yoteshin[1-8] / Yoteshin[9-16]
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
