"Synopsis of Marvel’s Agents of S.H.I.E.L.D. ( Season 3 & 4, ) ( Completed )
Agents of S.H.E.L.D (Season 6)
===================
ပြီးခဲ့တဲ့ Season 5 မှာ Monolith လို့ခေါ်တဲ့
မှော်ဆန်ဆန်ကျောက်တုံးတွေကြောင့် Phil Coulson တို့အုပ်စု
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကမ္ဘာပျက်ပြီး အသက်ရှင်ကျန်ခဲ့တဲ့လူတွေကို Kree ဂြိုလ်သားတွေကနေ
ကျွန်ပြုထားတဲ့ခေတ်ကို ရောက်သွားပါတယ်။
အဲ့ဒါကြောင့် Coulson တို့ မူလအချိန်ကို ပြန်ရောက်လာနိုင်တဲ့အခါမှာ
ကမ္ဘာမပျက်အောင် တားဆီးခဲ့တာကို အမှတ်ရကြအုန်းမှာပါ။
ဒီ Season (6) မှာတော့ Season (5) ဖြစ်ရပ်အပြီး တစ်နှစ်အကြာမှာ ဇာတ်လမ်းစထားတာဖြစ်ပြီး
Coulson မရှိတော့နောက်ပိုင်း S.H.E.L.D Director အသစ်အဖြစ်
Mark ကဦးဆောင်နေပါတယ်။ ဒီနေရာမှာ Fitz
အကြောင်းနည်းနည်းလေးပြောချင်ပါတယ်။ Fitz က Season (5) မှာ
တိုက်ပြိုကျတဲ့အတွက် သေသွားတာဖြစ်နိုင်ပါတယ်။
အဲ့ဒါကြောင့်လဲ Daisy နဲ့ Jemma တို့က ဒီ Season (6) မှာ
အာကာသထဲထပ်သွားပြီး ဖန်လုံခန်းထဲမှာ ရေခဲရိုက်ခံထားရတဲ့ Fitz ကို
ပြန်ရှာနေတာပါ။ Mark ကရော Coulson လို ခေါင်းဆောင်ကောင်းဖြစ်နိုင်မလား၊
Fitz ကိုရော ပြန်ရှာတွေ့နိုင်မလား၊
မထင်မှတ်ထားတဲ့ ဇာတ်ကောင်အသစ်တွေ ပေါ်လာအုန်းမလား၊
ဗီလိန်အသစ်က ဘယ်သူဖြစ်မလဲဆိုတာတော့ဆက်လက်စောင့်ကြည့်ရအုန်းမှာပါပဲ။
Agents of S.H.E.L.D ဆိုတဲ့ စီးရီးက MCU Timeline
အတိုင်းသွားနေတဲ့ စီးရီးတစ်ခုဖြစ်တယ်ဆိုတာ
အားလုံးသိကြမှာပါ။ Hydra ကို အပြုတ်ဖြုတ်ခဲ့တာလဲ S.H.E.L.D ပါပဲ။
Nick Fury ရဲ့သေဆုံးမှု(သေချင်ယောင်ဆောင်)က
S.H.I.E.L.D အပေါ်ဘယ်လောက်သက်ရောက်မှုရှိခဲ့လဲဆိုတဲ့အကြောင်း၊
Avenger: Age of Ultron နောက်ဆုံးခန်းမှာ လာကယ်တဲ့ ဟယ်လီကယ်ရီယာ(helicarrier)ကို
S.H.E.L.D မှာတည်ဆောက်ခဲ့တဲ့အကြောင်း၊ Season 5 မှာလဲ
Thanos အကြောင်းအရိတ်အမြွတ်ပြောတာတွေ စတာတွေက
ပရိတ်သတ်တွေကို ပိုမိုစိတ်ဝင်စားစေခဲ့တာဆိုလဲ
မမှားပါဘူး။ ဒါပေမယ့် အခု Season (6) မှာတော့ MCU Timeline
အတိုင်းမသွားတော့ဘူးလို့ အတိအလင်းကြေငြာလိုက်ပါပြီ။
Season (5) ဇာတ်သိမ်းပိုင်းက Infinity War ဖြစ်ခါနီးအချိန်မှာပါ။
ပုံမှန်ဆို ဒီ Season (6) က IW အပြီး၊ Thanos လက်ဖျောက်တီးပြီးနောက်ပိုင်း
ဇာတ်လမ်းပြန်တည်ရမှာဖြစ်ပေမယ့် အင်တာဗျူးမှာဖြေသွားတာကတော့
Season (6)ကို လက်ဖျောက်မတီးခင် (pre-snap) အချိန်ကာလလို့ဆိုထားပါတယ်။
အဓိကအကြောင်းရင်းကတော့ End Game ကြောင့်ပါပဲ။
အစက Season (6)ကို (၁)လပိုင်းမှာပြသဖို့ရည်ရွယ်ထားတာပါ။ တနည်းအားဖြင့်ဆိုရရင်
End Game မပြခင်အချိန်ဖြစ်တာကြောင့် လက်ဖျောက်တီးပြီးနောက်ပိုင်းအချိန်ကို
ဇာတ်အိမ်တည်လိုက်ရင် End Game အတွက် Spoiler ဖြစ်သွားစေနိုင်တာမျိုး
ဒါမှမဟုတ် End Game ဇာတ်လမ်းကို ထိခိုက်သွားနိုင်တာမျိုးကြောင့်ပါ။
Translated & Review By Hein Min Tun
Encoded By LK
Season 3 Complete Zip File
VIP / Megaup1-11 / Megaup12-22 / Yoteshin[ep1-11] / Yoteshin[ep12-22]
Season 4 Complete Zip File
VIP / Megaup1-11 / Megaup12-22 / Yoteshin[ep1-11] / Yoteshin[ep12-22]
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
