"Synopsis of High Seas (2019)
(Unicode)
” တချို့သော လျှို့ဝှက်ချက်တွေက သမုဒ္ဒရာထက် နက်ရှိုင်းတယ် “
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းက ဗီယန်နွယ်ဗာ ညီအစ်မနှစ်ယောက်
အမျိုးသမီးတစ်ယောက်ကို သင်္ဘောပေါ်ကို
ခိုးတင်ပြီး ကယ်လာခဲ့ရာကနေ စပါတယ်။
သူတို့ကယ်တင်ခဲ့တဲ့ အမျိုးသမီး သင်္ဘောပေါ်က
ပြုတ်ကျပြီး သေဆုံးခဲ့ရာကနေ စတင်လာခဲ့တာပါ။
အဲဒီနောက်မှာ လူသတ်မှု လူသေမှုတွေက
ဆက်တိုက်ဆိုသလို ဖြစ်လာခဲ့ပါတယ်။
သင်္ဘောပေါ်မှာ ဖြစ်တာဆိုတော့
တရားခံက သင်္ဘောပေါ်ကပေါ့။
ဒါကိုတောင် ရှာရခက်တယ်ဆိုတော့ ဇာတ်လမ်းက
ဘယ်လောက်တောင်
စိတ်ဝင်စားစရာကောင်းမယ်ဆိုတာ
ပြောဖို့ မလိုပါဘူးနော့။
တရားခံရှာရခက်တဲ့ လူသတ်မှုတွေကနေ
ပေါ်လာလိုက်တဲ့ လျှို့ဝှက်ချက်တွေဆိုတာဟာ
တကယ့်ကို သမုဒ္ဒရာထက် နက်ရှိုင်းလွန်းလှပါတယ်။
စပိန်ကားတွေရဲ့ဝိသေသလို့ ပြောရမယ့် Twist တွေဟာ
ဒီဇာတ်လမ်းမှာ တစ်ပိုင်းထက်တစ်ပိုင်း ဟာခနဲ၊ ဟင်ခနဲ ဖြစ်အောင် ကြည့်ရမှာပါ။
တစ်ပိုင်းထက်တစ်ပိုင်း ရှုပ်ထွေးလာသလို
တစ်ပိုင်းထက်တစ်ပိုင်းလည်း ရှင်းလင်းလာမှာပါ။
တကယ့်ချည်ခင်ထွေးကို ဖြည်ပြသလို
တစ်ဆင့်ချင်းဖြည်ပြသွားတာဟာ ဇာတ်လမ်းရဲ့အနှစ်သာရပါပဲ။
လူ့သဘော လူ့မနောကိုလည်း ဒီဇာတ်လမ်းမှာ
ကောင်းကောင်းတင်ပြထားပါတယ်။
လူကောင်းလို့ထင်ရတဲ့လူတွေရဲ့ Dark Side ကို
မြင်ရမှာဖြစ်သလို လူဆိုးလို့ ထင်ရတဲ့
လူတွေရဲ့ကောင်းကွက်ကလည်း ပေါ်လာတတ်ပါတယ်။
လောကဓံရဲ့အလှည့်အပြောင်းတွေဟာ
တစ်ခါတစ်လေမှာ ထင်မှတ်မထားလောက် ကြီးမားပါတယ်။
Season 1 ကတော့ အပိုင်း ၈ ပိုင်းပဲ ပါဝင်ပါတယ်။
Season 1 မှာ ထားခဲ့တဲ့ ဇာတ်လမ်းက Season 2 ကို
ဆက်ကြည့်ချင်လောက်အောင် ဖြစ်မယ်ဆိုတာ အာမခံပါတယ်။
Netflix က ရိုက်ထားတာဆိုတော့
ထပ်ပြီး ညွှန်းစရာ လိုမယ် မထင်တော့ပါဘူး
ဘာသာပြန်ထားတာကတော့
August, Htet Wai Lwin, Thaw နဲ့
Hnyot Myet Wunn တို့ပဲ ဖြစ်ပါတယ်။
(Zawgyi)
” တခ်ိဳ႕ေသာ လ်ိွဳ႕ဝွက္ခ်က္ေတြက သမုဒၵရာထက္ နက္႐ိႈင္းတယ္ “
ဇာတ္လမ္းက ဗီယန္ႏြယ္ဗာ ညီအစ္မႏွစ္ေယာက္
အမ်ိဳးသမီးတစ္ေယာက္ကို သေဘၤာေပၚကို
ခိုးတင္ၿပီး ကယ္လာခဲ့ရာကေန စပါတယ္။
သူတို႔ကယ္တင္ခဲ့တဲ့ အမ်ိဳးသမီး သေဘၤာေပၚက
ျပဳတ္က်ၿပီး ေသဆံုးခဲ့ရာကေန စတင္လာခဲ့တာပါ။
အဲဒီေနာက္မွာ လူသတ္မႈ လူေသမႈေတြက
ဆက္တိုက္ဆိုသလို ျဖစ္လာခဲ့ပါတယ္။
သေဘၤာေပၚမွာ ျဖစ္တာဆိုေတာ့
တရားခံက သေဘၤာေပၚကေပါ့။
ဒါကိုေတာင္ ႐ွာရခက္တယ္ဆိုေတာ့ ဇာတ္လမ္းက
ဘယ္ေလာက္ေတာင္
စိတ္ဝင္စားစရာေကာင္းမယ္ဆိုတာ
ေျပာဖို႔ မလိုပါဘူးေနာ့။
တရားခံ႐ွာရခက္တဲ့ လူသတ္မႈေတြကေန
ေပၚလာလိုက္တဲ့ လွ်ိဳ႕ဝွက္ခ်က္ေတြဆိုတာဟာ
တကယ့္ကို သမုဒၵရာထက္ နက္႐ိႈင္းလြန္းလွပါတယ္။
စပိန္ကားေတြရဲ႕ဝိေသသလို႔ ေျပာရမယ့္ Twist ေတြဟာ
ဒီဇာတ္လမ္းမွာ တစ္ပိုင္းထက္တစ္ပိုင္း ဟာခနဲ၊ ဟင္ခနဲ ျဖစ္ေအာင္ ၾကည့္ရမွာပါ။
တစ္ပိုင္းထက္တစ္ပုိင္း ႐ႈပ္ေထြးလာသလို
တစ္ပိုင္းထက္တစ္ပုိုင္းလည္း ႐ွင္းလင္းလာမွာပါ။
တကယ့္ခ်ည္ခင္ေထြးကို ျဖည္ျပသလို
တစ္ဆင့္ခ်င္းျဖည္ျပသြားတာဟာ ဇာတ္လမ္းရဲ႕အႏွစ္သာရပါပဲ။
လူ႔သေဘာ လူ႔မေနာကုိလည္း ဒီဇာတ္လမ္းမွာ
ေကာင္းေကာင္းတင္ျပထားပါတယ္။
လူေကာင္းလို႔ထင္ရတဲ့လူေတြရဲ႕ Dark Side ကို
ျမင္ရမွာျဖစ္သလို လူဆိုးလို႔ ထင္ရတဲ့
လူေတြရဲ႕ေကာင္းကြက္ကလည္း ေပၚလာတတ္ပါတယ္။
ေလာကဓံရဲ႕အလွည့္အေျပာင္းေတြဟာ
တစ္ခါတစ္ေလမွာ ထင္မွတ္မထားေလာက္ ႀကီးမားပါတယ္။
Season 1 ကေတာ့ အပိုင္း ၈ ပိုင္းပဲ ပါဝင္ပါတယ္။
Season 1 မွာ ထားခဲ့တဲ့ ဇာတ္လမ္းက Season 2 ကို
ဆက္ၾကည့္ခ်င္ေလာက္ေအာင္ ျဖစ္မယ္ဆိုတာ အာမခံပါတယ္။
Netflix က ႐ိုက္ထားတာဆိုေတာ့
ထပ္ၿပီး ၫႊန္းစရာ လိုမယ္ မထင္ေတာ့ပါဘူး
ဘာသာျပန္ထားတာကေတာ့
August, Htet Wai Lwin, Thaw နဲ႔
Hnyot Myet Wunn တို႔ပဲ ျဖစ္ပါတယ္။
Download List
==========
EP 01 – Yoteshin / Megaup / Upstream / Userdrive (300Mb)
EP 02 – Yoteshin / Megaup / Upstream / Userdrive (300Mb)
EP 03 – Yoteshin / Megaup / Upstream / Userdrive (300Mb)
EP 04 – Yoteshin / Megaup / Upstream / Userdrive(300Mb)
EP 05 – Yoteshin / Megaup / Upstream / Userdrive (300Mb)
EP 06 – Yoteshin / Megaup / Upstream / Userdrive (300Mb)
EP 07 – Yoteshin / Megaup / Upstream / Userdrive (300Mb)
EP 08 – Yoteshin / Megaup / Upstream / Userdrive (300Mb)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
