"IMDb Rating – 6.1/10
Google User – 92%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Genere – Drama
ေရျပင္ေပၚက ေက်ာင္းအိုေလးတစ္ေက်ာင္းမွာ ဆရာရယ္၊
ဆရာမရယ္၊ ေက်ာင္းသားအနည္းငယ္ရယ္နဲ႔ ေထြလာတစ္ခုကို ၾကည့္ဖူးၾကမယ္ထင္ပါတယ္။
ခုခ်ိန္မွာေတာ့ အၾကည္တက္တက္ခ်င္း
အျမန္ဆံုးေလး တင္ဆက္ေပးလိုက္ပါၿပီ။အၫြန္းေလး ေရးျပရမယ္ဆိုရင္ ခံစားခ်က္ တစ္ခ်ဳိ႕ ထည့္ေရးပါရေစ။
———————————————-
-ေက်ာင္းဆရာ၊ ေက်ာင္းဆရာမ တစ္ေယာက္အျဖစ္ တာဝန္ထမ္းေဆာင္ရတဲ့အခါဝါသနာအရင္းခံၿပီး စြန္႔လႊတ္စရာေတြ
မ်ားစြာုႀကံဳလာတဲ့အခါ ရင္ဆိုင္ရဲပါ့မလား။တပည့္ေလးေတြက ကိုယ့္စကားကို နားမေထာင္ၾကတဲ့အခါ၊
အရင္ဆရာမနဲ႔ပဲ ျပန္သင္ခ်င္ပါတယ္လို႔ ကိုယ့္ေရွ႕မွာ ညည္းညဴတဲ့အခါ ကိုယ္ဘယ္လို ခံစားရမလဲ။
ဆရာ၊ဆရာမတစ္ေယာက္ လိုခ်င္တာကကိုယ့္အိမ္နဲ႔ အနီးဆံုးမွာ တာဝန္ထမ္းေဆာင္ဖို႔၊ရာထူးႀကီးႀကီးမားမား တစ္ခုရဖို႔ပဲလား။
ဒီထက္ ပိုေကာင္းတဲ့ ကေလးေတြအတြက္ရည္ရြယ္ခ်က္ေတြ ဆရာ၊ဆရာမတို႔ရဲ႕ ရင္ထဲမွာ ရိွတယ္ဆိုရင္ ယံုမလား။
ကေလးေတြအတြက္ဆိုၿပီး စြန္႔လႊတ္ခဲ့ရတဲ့အထဲခ်စ္သူရည္းစားလည္း ပါမယ္ဆိုရင္ မလြဲေလာက္ပါဘူး ဆိုတာ လက္ခံပါရဲ႕လား။
မဖြံ႕ၿဖိဳးတဲ့ ေဒသတစ္ခု၊ ေဝးလံေခါင္သီတဲ့ ေဒသတစ္ခုကိုတာဝန္ထမ္းေဆာင္ဖို႔ သြားရတဲ့အခါ
ကိုယ့္ပညာအစြမ္းေတြကို ၿမိဳ႕ျပေက်ာင္းေတြမွာထက္ပို ဒီလိုေနရာမ်ဳိးမွာ ပိုၿပီး ထုတ္ျပခြင့္ရတယ္ဆိုရင္ လက္ခံမလား။
လွၿပီးသား ပန္းခင္းကိုေပါင္းသင္ျမက္ႏႈတ္႐ံုေလာက္နဲ႔ ဥယ်ာဥ္မႉးဘြဲ႕ခံယူတတ္တာ
ဆရာ ဆရာမေတြရဲ႕ စ႐ိုက္မဟုတ္ဘူးေလ။ဒါေတြဟာ ဆရာ ဆရာမေတြရဲ႕မေျပာျဖစ္တဲ့ ခံစားခ်က္ေတြပါ။
သူတို႔ရဲ႕ ရင္ဘတ္ကေန ဒိုင္ယာရီ၊ မွတ္စုစာအုပ္ေလးေပၚ ခ်ေရး႐ံုကလြဲဘယ္သူမွ မသိတဲ့
ခံစားခ်က္ေတြဆိုတာဒီဇာတ္ကားေလး ၾကည့္ရင္း နားလည္မိမွာပါ။ေတာရြာေလး တစ္ခုကို
ေျပာင္းေရႊ႕ခံလိုက္ရတဲ့ဆရာမတစ္ေယာက္နဲ႔ေစတနာတစ္ခုတည္းနဲ႔ အရင္းခံၿပီး ေရာက္လာခဲ့တဲ့ ဆရာေလးတို႔ရဲ႕
ဒီဇာတ္လမ္းေလးဟာ အခ်စ္၊ ပညာေရး၊ဘာသာေရးေတြ ေရာယွက္ၿပီးေဝဆာေနပါေတာ့တယ္။
—————————————
ခ်စ္စရာ ဇာတ္ဝင္ေတးေလးေတြနဲ႔အတူ၊သ႐ုပ္ေဆာင္မ်ားမ်ားမပါဘဲ ႐ိုးရွင္းၿပီး လွေနတဲ့ဆရာနဲ႔ ဆရာမတို႔ရဲ႕
ဇာတ္လမ္းေလးကို ၾကည္႐ႈဖို႔ေအာက္က linkေလးကို CopyယူၿပီးBrowserကေန ဝင္လိုက္ၾကပါဦးဗ်ာ။
(အၫြန္းနဲ႔ ဘာသာျပန္ကေေတာ့ ဆရာေလးအူးညီကိ္ုး ပါ)
File Size :(950 MB ) and (430 MB)
Quality : AMZN WEB-DL 720p
Running Time : 1h 53min
Format : Mp4
Genre : Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p AMZN WEBRip x264 DD 5.1 – LOKiHD – Telly
Translated by Nyi Nyi Koe
Encoded by THZ
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
