"ကျင်မ် အဖြစ် Toni Rakkaen
ဖရောင် အဖြစ် Toey Jarinporn Joonkiat
ကန် အဖြစ် Fluke Kan Kantathavorn
ကင် အဖြစ် Yoo Teo
သွန့် အဖြစ် Peach Pachara
ကျီအပ် အဖြစ် Kao Supassara
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်း
လူတိုင်းမှာ မလွှဲသာလို့လက်လွှတ်လိုက်ရပေမဲ့ မပြီးပြတ်နိုင်တဲ့ သံယောဇဉ်တွေ ၊ မဖြစ်သင့်လို့ မရွေးချယ်လိုက်ရတဲ့ ဆက်ဆံရေးတွေ ရှိကြတယ်
ဒီဇာတ်ကားကလည်း လန်ဒန် ၊ ဆိုးလ် နဲ့ နယူးယောက်တို့မှာ ရှိနေတဲ့ စုံတွဲ သုံးတွဲရဲ့ အချစ်ဇာတ်လမ်းတွေကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်
ကျောင်းတက်ဖို့ လန်ဒန်ကိုရောက်လာခဲ့တဲ့ ဖရောင်က တစ်ချိန်က အနေဝေးခဲ့လို့ လမ်းခွဲခဲ့တဲ့ ချစ်သူဟောင်း ကျင်မ်နဲ့ ပြန်လည်ဆုံတွေ့ခဲ့တယ်
အချစ်ဟောင်းကို မမေ့နိုင်ပေမဲ့ ဖရောင့်မှာ ဆိုးလ်မြို့ထဲ အလုပ်ဝင်နေတဲ့ ချစ်သူ ကန်က ရှိနေခဲ့ပြီးပါပြီ
ကန်ကလည်း ဆိုးလ်မှာ ဆိုဂျူရောင်းဝယ်ရေးပရောဂျက်အတွက် ဒါရိုက်တာဖြစ်တဲ့ မစ္စတာကင်နဲ့ အလုပ်တွေများနေခဲ့ပြီး ဖရောင့်နား ရှိမနေပေးနိုင်ခဲ့ဘူး
သွန့်ဆိုတဲ့ ကောင်လေးကလည်း ချစ်သူဖြစ်သူ နာနဲ့အဆက်အသွယ်မရလို့ နယူးယောက်ကို လိုက်လာခဲ့ပေမဲ့ ချစ်သူ့အခန်းမှာ ကျီအပ်ဆိုတဲ့မိန်းကလေးနဲ့ပဲ တွေ့ခဲ့တယ်
သတင်းတွေအရ သွန့်ဂရုမစိုက်ပဲ ပစ်ထားမိတဲ့ ကာလအတွင်း နာက ကျီအပ်ရဲ့ကောင်လေး ဆင်နဲ့ တွဲနေခဲ့ပြီလို့ကြားရလို့ သွန့်နဲ့ကျီအပ်က ချစ်သူရှာပုံတော် လိုက်ဖွင့်ခဲ့ပါတော့တယ်
လန်ဒန်မှာ ပြန်တွေ့ပြီး အရင်ကသံယောဇဉ်ဟောင်းတွေ ပြန်ပေါ်လာတဲ့ ကျင်မ်နဲ့ ဖရောင်…
အလုပ်အတွက် လေ့လာရင်း မစ္စတာကင်က မိန်းကလေးတွေကိုစိတ်ဝင်စားသူမဟုတ်တာ သိသွားခဲ့တဲ့ ကန်…
ပျောက်ဆုံးနေတဲ့ ချစ်သူကို လိုက်ရှာရင်း ကျီအပ်ကို စိတ်ယိုင်မိသွားတဲ့ သွန့်…
ဒီလူခြောက်ယောက်ကြား ဘာတွေဆက်ဖြစ်လာမလဲ ဖြစ်ချင်တာနဲ့ ဖြစ်သင့်တာ ဘာကိုများရွေးချယ်ကြမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ် ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )
File Size__(1.2GB) / (700MB)
Quality__1080p, 720p
IMDb Rating__6.6/10
Format__mp4
Duration__01:33:00
Type__Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Kyi Nue Zin
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
