"Confession of Pain (2006)
~ IMDb rating – 6.5/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒါရိုက်တာက‌တော့ Alan Mak ပါ။ Infernal Affairs ၃ကားကို ဇာတ်ညွှန်းရေးသားရိုက်ကူးခဲ့သူတွေပါပဲ။ သူတစ်ယောက်တည်းရိုက်တာတော့ မဟုတ်ဘူးပေါ့။ Andrew Lau က စီနီမာတိုဂရပ်ဖီ ကူရိုက်ပေးထားပြီး Felix Chong က ကူရေးပေးထားပါတယ်။ ဒီရုပ်ရှင်မှာလည်း ဒီလိုပါပဲ၊ သူတို့၂ယောက်စလုံး ကူပေးထားကြပါတယ်။ ပြောရရင် Infernal Affairs ကို ဖန်တီးတဲ့သူ အစစ်တွေ ဖန်တီးထားတဲ့ကားပါ။ ဟောင်ကောင်မာစတာပိစ်တွေထဲအပါအဝင်ဖြစ်တဲ့၊ မာတင် စကောဆေးစိကြီးတောင် လီယိုနာဒိုနဲ့ပြန်ရိုက်လိုက်ရတဲ့ Infernal Affairs ကိုတော့ မမီပေမယ့် ကားကောင်းတစ်ကားပါပဲ။ ဇာတ်လမ်းထက် စီနီမာတိုဂရပ်ဖီနဲ့ ပိုနာမည်ကြီးပါတယ်။ စီနီမာတိုဂရပ်ဖီရိုက်တဲ့လူက Andrew Lau ပါ။ Infernal Affairs ရဲ့ စီနီမာတိုဂရပ်ဖာဖြစ်သလို Chungking Express မှာ ခရစ်စတိုဖာဒွိုင်းနဲ့ တွဲရိုက်ခဲ့တဲ့သူလည်း ဟုတ်ပါတယ်။ အဲဒီ၂ကားကိုတော့ ဟောင်ကောင်ဖန်မှန်ရင် ကောင်းကောင်းသိကြမှာပါ။
တိုက်တိုက်ဆိုင်ဆိုင် မင်းသားတွေကလည်း တိုနီလျောင်ချူဝေနဲ့ Takeshi Kaneshiro ပါ။ ဟောင်ကောင်ရဲ့ သရုပ်ဆောင်အကောင်းဆုံးလူတွေထဲက ၂ယောက်ပါပဲ။ ဒါရိုက်တာ ဇာတ်ညွှန်း စီနီမာ မင်းသား အကုန်ဆရာတွေချည်း သုံးထားပေမဲ့ ဒီကားက ထင်သလောက်တော့ တာမသွားခဲ့ပါဘူး။ သို့ပေမဲ့ သူတို့အရင်လက်ရာတွေနဲ့ မယှဉ်ဘဲ ဒီတိုင်းသီးသန့်ကားတစ်ကားအနေနဲ့ကြည့်ရင်တော့ သူ့အဆင်နဲ့သူ အဆင့်တစ်ခုတော့ရှိတယ်။ အထူးသဖြင့် စီနီမာတိုဂရပ်ဖီပေါ့။ အကွက်တိုင်းကလှနေတယ်။ ဒီလူတွေပဲရိုက်မယ့် အသစ်ထွက်လာမယ့် တိုနီလျောင်နဲ့ အန်ဒီလောင်ကားအသစ်က စီနီမာနဲ့တောင် ဆင်သလိုခံစားရတယ်။ ပုရိသတွေရဲ့ အသည်းစွဲ ရှုကျီလည်းပါပါတယ်။
ဇာတ်ကတော့ တော်တော်လေး စိတ်ဝင်စားစရာတော့ကောင်းပါတယ်။ စုံထောက်၂ကောင်ရှိတယ်။ တစ်ကောင်က အငြိမ်းစားယူပြီး အလွတ်စုံထောက်လုပ်တယ်။ တစ်ကောင်က အစိုးရဌာနမှာပဲလုပ်တယ်။ တစ်နေ့ကျ အစိုးရဌာနက စုံထောက်ရဲ့ မိန်းမရဲ့အဖေက အသတ်ခံလိုက်ရတယ်။ တရားခံဖမ်းမိပေမဲ့ သူ့သမီးက သိပ်မသင်္ကာလို့ အလွတ်စုံထောက်ကို အပ်လိုက်တယ်။ သူတို့သူငယ်ချင်း၂ယောက် အဲဒီအမှုကိုလိုက်ကြတယ်။ အဲဒီကနေ ပေါ်လာတဲ့မြုပ်ကွက်တွေက တော်တော်စိတ်ဝင်စားစရာကောင်းပါတယ်။ စုံထောက်ကားကြိုက်တဲ့ သူတွေအတွက်‌တော့ တကယ့်ကားကောင်းပေါ့။ တစ်ခုရှိတာက ဒီရုပ်ရှင်ဟာ စုံထောက်ကားပေမဲ့လည်း သူ့နာမည်နဲ့လိုက်အောင်ကို သိပ်နာကျင်စရာကောင်းပါတယ်။
ဘာပဲဖြစ်ဖြစ် Infernal Affairs က Creator တွေ ဖန်တီးထားတဲ့ကားကိုမှ
တိုနီလျောင်ကြီးရဲ့ မထုံတက်သေးဟန်၊
တာကဲရှိရဲ့ အေးစက်စက် ခပ်မိုက်မိုက်ဟန်၊
ရှုကျီရဲ့ ဆက်စီကျတဲ့ဟန်တွေကို တွဲဖက်မြင်ရမှာမို့ ဟောင်ကောင်ပရိသတ်တွေ ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.08GB, 830MB, 665MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.5/10
Format – mp4
Duration – 1H 50Min
Genre – Crime, Drama, Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
