"Maari 2 (2018)
မြန်မာစာတန်းထိုး
ဒီကားက ၂၀၁၅ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့
Maari ဇာတ်ကားရဲ့ အဆက်ဖြစ်ပါတယ်။
၂၀၁၅ ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ ကားမှာ
ရှယ်ကြမ်းခဲ့ ရမ်းခဲ့သလိုပဲ
အခုအသစ်စက်စက် ထွက်လာတဲ့ ဒီကားဟာလည်း
ဖိုက်တင် အလှအပတွေ ဖောဖောသီသီသုံးထားတဲ့
အက်ရှင်ဇာတ်ကားကြီး ဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်းကတော့…..
လူဆိုတာမျိုးက ကိုယ်ပြုခဲ့တဲ့ အကုသိုလ်တွေကို
မေ့သွားတတ်ပြီး ဒီအကုသိုလ်တွေ
တဖန်ပြန်အကျိုးပေးချိန်ကျရင် ဆိုးဝါးလိုက်တဲ့
လောကကြီးရယ်လို့
အော်ဟစ်ငိုကြွေးချင်ကြတဲ့ အမျိုးပါ..။
ဒိတ်ဒိတ်ကြဲ လူမိုက်ကြီး မာရီဟာ
သူငယ်ချင်းဖြစ်သူ ကာလိုင်နဲ့အတူ
အပွဲပွဲနွှဲပြီး သူတို့ရိုက်ခဲ့တဲ့လူတွေလည်း
မနည်းမနောပါပဲ။
ကာလိုင့်မှာ ဗာလာ၀မ်ဆိုတဲ့ ညီတစ်ယောက်ရှိသလို
ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ လူမိုက်ကြီး မာရီ ့ကိုမှ
အသည်းအသန် လိုက်တွယ်ကပ်နေတဲ့ အာနန်ဒီဆိုတဲ့
အော့ကြောလန်မလေးတစ်ယောက်လည်း
ရှိပါသေးတယ်။
မာရီတို့ သူငယ်ချင်းနှစ်ယောက်ရဲ့
နာမည်တွေကလည်း တမီးလ်နာဒူးပြည်နယ်တစ်ခုလုံးမှာ ဟိန်းထွက်နေတယ်။
သူတို့နဲ့ပြိုင်ဘက်အဖြစ် ကိုကင်းမှောင်ခိုလုပ်ရင်း
ရပ်တည်နေသူက ဆင်ဂါယာဆိုတဲ့ လူမိုက်ကြီးပေါ့။
လူမိုက်အလုပ် လုပ်ပြီဟေ့ဆိုမှတော့
ရန်သူဆိုတာ လူ့အသားအရေမှာ ကပ်တွယ်နေတဲ့
မွှေးညှင်းပေါက်တွေလိုပါပဲ….
နေရာတိုင်း အချိန်တိုင်းမှာ ရှိနေတာပါ။
ကိုယ် ရိုက်ခဲ့ဖူးတဲ့သူတွေကို
ရိုက်ခဲ့တဲ့သူတွေကိုယ်တိုင်က မေ့လျော့သွားပေမယ့်
အရိုက်ခံရသူတွေကတော့
တသက်မေ့မယ် မထင်ပါဘူး။
ဒီကြားထဲမှာမှ…
ကိုယ့်သွေးရင်းသားရင်းတွေထဲက
သစ္စာဖောက်တာမျိုး….
နောက်ကျောကို ဓားနဲ့ထိုးဖို့
အမြဲချောင်းမြောင်းနေသူတွေကလည်း ပေါမှပေါ။
လူမိုက် မာရီရဲ့ဘ၀ထဲကို
အာနန်ဒီဆိုတဲ့ မိန်းကလေး ၀င်ခွင့်ရမလား….။
နောက်ကျောကို ဓားနဲ့ထိုးတာမျိုး ၊
လက်စားချေလိုသူတွေရဲ့ ကြိုးပမ်းမှုမျိုးတွေကို
မာရီတစ်ယောက် ရှောင်ရှားနိုင်ပါ့မလား ။
သူ့မိုက်ပြစ်တွေကိုရော ဆေးကြောလို့ရပါဦးမလား ။
ဖိုက်တင်ဆိုရင် လေပေါ်ကို လွင့်မှ ၊
ကားမှန်တွေကွဲ သေနတ်တွေ ပစ်မှ ၊
အားရကျေနပ်တယ်ဆိုရင်တော့…..
အသစ်စက်စက် ထွက်ရှိလာတဲ့ ဒီကားနဲ့
၂၀၁၅ ထွက် Maari ဇာတ်ကားနှစ်ကားလုံးဟာ
ပြောစရာ ဟာကွက်မရှိတဲ့ ဇာတ်ကားတွေသာ
ဖြစ်ပါတယ်။
File size…3GB / 1.5GB
Quality…1080p WEBRIP AAC5.1CH / 720p
Format…mp4
Duration….2h 23m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Kyal Sin Yati Ko
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
