"ဒီဇတ်လမ်းဟာ စာရေးဆရာ Stephen King ရဲ့ ဝတ္တုကို ရုပ်ရှင်အဖြစ်အသက်သွင်းထားတာပါ
ဇတ်လမ်း အစကို ကြည့်မိရင် အဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့ ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပြီး
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သင့်အတွက် ကြည့်ရတာ နောင်တ မရနိုင်မယ့် ရုပ်ရှင်ကားကောင်းတစ်ခုအဖြစ်ညွှန်းပါရစေ…
Movie Review
==========
ကမ္ဘာတွေဟာ အများကြီး ရှိနေပြီး ကမ္ဘာတစ်ခုနဲ့ တစ်ခုဟာ စွမ်းရည်တွေ မတူညီကြပါဘူး
ဒီကမ္ဘာတွေ အားလုံးရဲ့ အလယ်ဗဟို တည့်တည့်မှာတော့ ကမ္ဘာကြီးရဲ့ ထောက်တိုင် တစ်ခု
တည်ရှိနေပြီး ထို ထောက်တိုင်ကြီး မရှိတော့တဲ့အခါမှာတော့ ကမ္ဘာတွေဟာ မှောင်အတိပြီး၍
မီးလောင်ကျွမ်းကုန်မှာပဲ ဖြစ်ပါတယ်…
ထို ထောက်တိုင်ကြီးကို ဖျက်ဆီးဖို့ ကြံရွယ်နေသူတွေကတော့ ဝေါ်တာ ဆိုသော မကောင်းဆိုးဝါး နှင့်
အရေခွံခြုံသူများ ဖြစ်ပါတယ် ထိုကဲ့သို့ ဖျက်ဆီးဖို့ရန် အတွက် စိတ်ထားသန့်စင်သော ကလေးများကို
ဖမ်းပြီး စိတ်စွမ်းအင် ထုတ်ယူ၍ ကမ္ဘာတွေရဲ့ အလယ်ဗဟို ထောက်တိုင်ကို တစ်ဖြေးဖြေးအားနည်းစေရန်
တိုက်ခိုက်လျက် ရှိပါတယ်…
တစ်နေ့မှာတော့ ကမ္ဘာတစ်ခုပေါ်မှာ စိတ်စွမ်းအင်အမြင့်ဆုံး ကလေးတစ်ယောက်ဖြစ်တဲ့ ဂျိတ်ချန်ဘာ ကို
အရေခွံခြုံတွေ ရှာတွေ့သွားပြီး ဖမ်းဆီးရန် ရောက်လာစဉ်မှာပဲ ကြိုတင်အကြားအမြင်ရထားတဲ့
ဂျိတ်ဟာ ကမ္ဘာအလယ်ဗဟို ထောက်တိုင် ကို ကာကွယ်သူ သေနတ်သမားကို ရှာဖို့ ထွက်ပြေးခဲ့ပါတယ်..
ထို အချိန်မှာပဲ ကမ္ဘာ့အလယ်ဗဟို ထောက်တိုင် ကာကွယ်သူ ရိုလန် ဟာ သူ့အဖေကို သတ်သွားတဲ့
ဝေါ်တာကို လက်စားချေလိုစိတ်ပြင်းပြစွာ ရှာဖွေနေတဲ့ အချိန်မှာ သူ့ကို လာရှာတဲ့ ဂျိတ် နဲ့ စတင်တွေ့ပြီး
ဝေါ်တာ ကို ရှာဖို့ ဂျိတ် ရဲ့ စိတ်စွမ်းအင် အကူအညီကိုယူကာ နှစ်ဦးသား ပူးပေါင်းမိခဲ့ပါတယ်…
ဝေါ်တာ ကြောက်ရတဲ့ နောက်ဆုံးမျိုးဆက် သေနတ်သမား ရိုလန် နှင့် ဝေါ်တာ ရှာဖွေနေသော စိတ်စွမ်းအင်မြင့်သူ ဂျိတ်တို့ဟာ
ဝေါ်တာကို ကလဲ့စားချေရန် ရှာဖွေခဲ့ကြသော အခါမှာတော့…..
ဇတ်လမ်း ကြာမြင့်ချိန် ၁ နာရီခွဲ ကျော်ခန့် ှရှိပြီး ရုပ်ရှင်အစကနေ အဆုံးထိ ပျင်းချိန်ရလိုက်မှာ မဟုတ်ပါဘူး
ဒီရုပ်ရှင်ကားကို ရိုက်ကူးတဲ့ ဒါရိုက်တာကတော့ Nikolaj Arcel ဖြစ်ပြီး
IMDb 5.9/10 ထိ ရရှိထားပါတယ်…
ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ CM Translator တစ်ဦးဖြစ်သူ Yeဲ Khant Min ဖြစ်ပြီး
Movie Review ကိုတော့ ကျနော် သစ်ဆန်းခန့် မှ တင်ဆက်ပေးထားပါတယ်
Quality : 4k HEVC / Bluray 1080p / 720p
Running Time : 1hr 34min
Format : Mp4
Genre : Action, Adventure, Fantasy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by : Ye Khant Min
Encode by : Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
