"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
‘တစ္ၿခားသူ’
အန္တြန္ ဂုိရုိဒတ္စကီး
‘မႈန္မႈိင္းတဲ့ေနရာ’
ဂီဆာ
ဘဇမ္တီယမ္း
ဆဗက္တ္လာနာ နာဇာရုိဗာ
ဗာတြတ္တင္ကီ
ကံတရားေၿမၿဖဴ
တမာလိန္း
ေကာ့စ္တလ်ာ
ဂြာအီမာ
ဘုိရစ္မြိဳင္ဆီယက္ဗ္
ကမၻာဦး တည္စ ကတည္းက လူသားေတြနဲ႔အတူတကြ ကြဲၿပားတဲ့တစ္ၿခားသတၱ၀ါေတြလဲ ယွဥ္တြဲေနထုိင္ခဲ့ၾကပါတယ္။
ဒ႑ာရီလာ သတၱ၀ါေတြၿဖစ္တဲ့ ေသြးစုပ္ေကာင္ အသြင္ေၿပာင္းလူသား အစရွိတဲ့ မ်ိဳးႏြယ္စုေတြအပါအ၀င္ လူသားၿဖစ္ေပမယ့္ သာမန္လူေတြထက္
စြမ္းအင္တစ္မ်ိဳးမ်ိဳးရွိေနတဲ့ သဘာ၀လြန္လူသားေတြလဲပါ၀င္တယ္။ အေမွာင္ဘက္က မ်ိဳးႏြယ္စုေတြဟာ လူသားေတြကုိ ေႏွာင့္ယွက္ဒုကၡေပးေလ့ရွိၾကၿပီးေတာ့ သူတုိ႔ရန္ကေန အလင္းဘက္ရပ္တည္သူေတြက ကာကြယ္ေပးၾကပါတယ္။
သူတုိ႔ကုိ ‘တစ္ၿခားသူ’ လုိ႔ေခၚဆုိၾကၿပီးေတာ့ ေမြးရာပါ ဘယ္ဘက္ကမွ ေမြးဖြားလာတာမဟုတ္ပဲ အခ်ိန္တန္မွ ရပ္တည္မယ့္ဘက္ကုိေရြးၾကရပါတယ္။
ဒ႑ာရီေတြမွာ အလင္းဘက္က တပ္ဖြဲ႔ နဲ႔ အေမွာင္ဘက္က တပ္ဖြဲ႔တုိ႔ တံတားတစ္စင္းေပၚမွာဆုံၿဖစ္ၾကတဲ့ ေန႔တစ္ေန႔အေၾကာင္းပါရွိပါတယ္။အလင္းရဲ႔ အရွင္သခင္ ဂတ္ဆာနဲ႔ အေမွာင္တရားရဲ႕ဗုိလ္ခ်ဳပ္ၾကီး ဇဗူလြန္တုိ႔ဟာ တစ္ဦးနဲ႔တစ္ဦးမ်က္ႏွာခ်င္းဆုိင္ဆုံေတြ႔ရာက ဘယ္သူမွ အေလွ်ာ့မေပးပဲ အေသအေၾကတုိက္ပြဲၿဖစ္ခဲ့ၾကတယ္။ လက္ေအာက္ငယ္သားေတြရဲ႕ ဒုကၡဆင္းရဲေတြကို လက္ခံၾကည့္မေနႏုိင္တဲ့အဆုံး အလင္းသခင္ ဂတ္ဆာဟာ အေမွာင္ဗုိလ္ခ်ဳပ္ဇဗူလြန္နဲ႔
ညွိႏႈိင္းၿပီး စစ္ေၿပၿငိမ္းေရး သေဘာတူညီခ်က္ကုိရယူခဲ့တယ္။
ဘယ္သူတစ္ဦးတစ္ေယာက္ကုိ မွ ဖိအားမေပးပဲ ၾကိဳက္တဲ့ဘက္ကုိ
လြတ္လပ္စြာေရြးခ်ယ္ႏုိင္ခြင့္။အလင္းဘက္က စစ္သည္ေတာ္ေတြကုိ ညကင္းသမားလုိ႔ ေခၚဆုိၿပီး အေမွာင္ဘက္သားေတြကုိေတာ့ ေန႔ကင္းသမားလုိ႔ ေခၚဆုိပါတယ္။ သူတုိ႔ရဲ႕ တာ၀န္က ဆန္႔က်င္ဘက္အဖြဲ႔ကလူေတြ သေဘာတူညီခ်က္အတုိင္း လုိက္နာမႈရွိဖုိ႔ေစာင့္ၾကည့္ထိန္းသိမ္းေရးပါပဲ။ တစ္ဘက္နဲ႔တစ္ဘက္ အၿပန္အလွန္ထိန္းညွိရင္း ႏွစ္ဘက္ညီမွ်စြာ ႏွစ္ရာစုေပါင္းမ်ားစြာ
ယွဥ္တြဲေနထုိင္လာရာကေန တစ္ေန႔မွာေတာ့ အားလုံးေၿပာင္းၿပန္ၿဖစ္မယ့္ အခ်ိန္တစ္ခုေရာက္လာပါေတာ့တယ္။
ေရွ႕အရင္ ေပၚထြန္းခဲ့သမွ် အားလုံးထက္ စြမ္းအင္ၾကီးမားမယ့္ ‘တစ္ၿခားသူ’ တစ္ဦးေပၚထြန္းလာမွာၿဖစ္ၿပီး သူ႔ရဲ႕ ေရြးခ်ယ္မႈဟာႏွစ္ေပါင္းမ်ားစြာ ထိန္းသိမ္းလာခဲ့တဲ့ ၿငိမ္းခ်မ္းမႈကုိ အၾကီးအက်ယ္ထိခုိက္ေစမွာ ဆုိေတာ့ ဒီလုိကပ္ဆုိးမ်ိဳးကုိမၾကဳံရေအာင္
ဘယ္လုိ တားဆီးကာကြယ္ၾကမလဲ?
Night watch နဲ႔ Day watch တုိ႔ဟာ ၂၀၀၄ နဲ႔ ၂၀၀၆ တုန္းက ထြက္ရွိထားခဲ့တဲ့ ရုရွားႏုိင္ငံထြက္ကားေကာင္းေတြထဲက အပါအ၀င္ၿဖစ္ပါတယ္။ သမားရုိးက်ၿမင္ေတြ႔ေနက်ၿဖစ္တဲ့ ေဟာလိ၀ုဒ္ရုပ္ရွင္ေတြနဲ႔ မတူတင္ဆက္ပုံ ေနာက္ခံေတးဂီတ ဇာတ္လမ္းခင္းက်င္းပုံေတြကအစ ထူးၿခားဆန္းသစ္ေနၿပီးေတာ့ ဆြဲေဆာင္မႈအားေကာင္းလွပါတယ္။ ‘Shoot’em up’ တုိ႔ ‘Wanted’တုိ႔လုိကားမ်ိဳးေတြကုိၾကိဳက္ခဲ့ရင္ ဒီကားေတြဟာလဲ အၾကိဳက္ေတြ႔ေစမယ့္ ကားေတြပါပဲ။
File size…(1.2 GB) and (730 MB)
Quality….Blu-Ray 720p
Format…mp4
Duration….02:26:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
