"Skin Deep (1989)
—————————
လူတစ္ကိုယ္ အခ်စ္တစ္မ်ိဳး
ဆိုသလိုပါပဲ…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ္ေယာက္ နဲ႔ တစ္ေယာက္ ခ်စ္မိရင္
အခ်စ္ေတြ တဏွာေတြ ေလာဘ ေမာဟ ေတြ
အမ်ိဳးမ်ိဳး ပါလာတက္ပါတယ္…
ဒီဇတ္လမ္းမွာေတာ့ ဇတ္ ဆိုတဲ့ လူဟာ
ျပဇတ္စာေရးဆရာ တစ္ေယာက္ျဖစ္ၿပီး
အဲလစ္ဆိုတဲ့ တစ္ခုလပ္ မိန္းမ တစ္ေယာက္ကို
လက္ထပ္ ယူထားသူ တစ္ဦးျဖစ္ပါတယ္
အဲလစ္ ဆိုတာကလဲ တကယ့္ ငယ္ကြ်မ္းေဆြပါ
တကယ္ခ်စ္လို႔ ယူထားသူေပါ့
ဒါဆို အားလံုး အဆင္ေျပၿပီလား ?
မဟုတ္ေသးဘူး ဇတ္ မွာ ထူးျခားတဲ့
အက်င့္ဆိုး တစ္ခု ရွိတယ္ ေတြ႕တဲ့ မိန္းကေလးတိုင္း
သူ႔ အျမင္မွာ လွေနတက္ၿပီး အဲ့ဒီမိန္းကေလးေတြနဲ႔
One Night Stan ခ်င္တဲ့ အက်င့္ဆိုးပါပဲ…
ဇတ္က အဲ့ဒီအက်င့္က မေကာင္းဘူးဆိုတာကိုလဲ
သိေနတယ္ ဒါေၾကာင့္ စိတ္ကုထံုး ဆရာဝန္နဲ႔လဲ
အခ်ိန္မွန္ သြားျပတယ္ သူ ရင္းႏွီးတဲ့ ဘားဆိုင္က
လူႀကီးကိုလဲ အျမဲ ရင္ဖြင့္တိုင္ပင္တယ္
ဒါေပမဲ့ အေျခအေနက ပိုဆိုးလာခဲ့တယ္…
ဘယ္ေလာက္ထိ ဆိုးလဲ ဆိုရင္ ဇတ္ရဲ႕ မိန္းမ အဲလစ္
ခရီးထြက္တဲ့ အခ်ိန္ သူ႔မိန္းမ ရဲ႕ ဆံပင္ညႇပ္ဆရာမကို
အိမ္ေခၚၿပီး ပလူးတာေပါ့ အဲ့ဒီလို ပလူးေနတုန္း
သူ ရႈပ္ထားတဲ့ အတြင္းေရးမႉး အမ်ိဳးသမီးက ေရာက္လာ
ဇတ္ နဲ႔ ဆံသဆရာမေလး ကို ပစ္သတ္ဖို႔ လုပ္
အဲ့ခ်ိန္မွာ ခရီးကေန ျပန္ေရာက္လာတဲ့ ဇတ္ရဲ႕ မိန္းမ
အဲလစ္ကေတြ႕ ကိုယ္သာ သူ႔ေနရာမွာဆို ေသၿပီပဲ
ေနာက္ဆံုး အႏွစ္ခ်ဴပ္ရရင္ မိန္းမ ျဖစ္သူက တရားဝင္
ကြာရွင္းလိုက္တယ္ ဇတ္ရဲ႕ အိမ္ ျခံ နဲ႔ ကားေတြ
အကုန္ေပးလိုက္ရတဲ့ အျပင္ ေနာက္ႏွစ္ေတြ
အေတာ္ၾကာတဲ့ ထိ မယားစရိတ္ပါ ေထာက္ပံ့ရမယ္
ဘာမွ မရွိေတာ့တဲ့ ဇတ္ တစ္ေယာက္
ေျခၿငိမ္ၿပီး ျပန္လိမၼာသြားမယ္ ထင္လား…
ေဝးေသး…
သူ႔ ဘဝ မွာ အမွတ္တရ ျဖစ္မယ့္ မိန္းမ မ်ိဳးစံုနဲ႔
စေတြ႕ေတာ့တာပါပဲ…
ျမန္မာလိုသာ ဘာသာျပန္ရမယ္ဆိုရင္
” က်ေနာ္ ခ်စ္ခဲ့ေသာ မိန္းမမ်ား ” လို႔
အမည္ေပးရမယ္ ထင္တယ္
ဒီရုပ္ရွင္ ကို အသက္ ၁၈ ႏွစ္ ျပည့္သူမ်ားသာ
ၾကည့္သင့္ၿပီး အခ်စ္ေရး အိမ္ေထာင္ေရး
ရသ ျပည့္စံုတဲ့ ရုပ္ရွင္ကား ျဖစ္ပါတယ္
အမ်ိဳးအစားကေတာ့ Drama / Comedy ျဖစ္ပါတယ္
သရုပ္ေဆာင္ေတြက John Ritter , Julianne Phillips
တို႔က အဓိက သရုပ္ေဆာင္ထားပါတယ္
ဒါရိုက္တာ Blake Edwards က ရိုက္ကူးထားၿပီး
၁၉၈၉ ခုႏွစ္တြင္ ျပသခဲ့ပါသည္။
Kira Rodriguez က ဘာသာျပန္ေပးထားၿပီး
သစ္ဆန္းခန္႔ မွ အညႊန္း ေရးေပးထားပါတယ္
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
