"Rain Man Rain Man ဆိုတာနဲ႔ ရုပ္ေျဖာင့္ေျဖာင့္ ခတ္ထက္ထက္ လူငယ္တစ္ေယာက္နဲ႔ Autistic ျဖစ္ေနတဲ့
သက္လတ္ပိုင္းလူတစ္ေယာက္ သူတို႔ႏွစ္ေယာက္ကိုပဲကြ်န္ေတာ့္ မ်က္စိထဲ ေျပးျမင္မိပါတယ္။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားက 1988 ခုနွစ္မွာထြက္ခဲ့တာပါ။ အခုအခ်ိန္နဲ႔ဆို ဇတ္ကားေတထြက္ခဲ့တာ ၃၁ ႏွစ္ရွိၿပီေပါ့ဗ်ာ။
ဝင္ေငြပိုင္းအရ ၂၅ Million ရင္းၿပီး Worldwide ၃၅၄ အထိျပန္ရခဲ့ပါတယ္။
က်ြန္ေတာ္ သိသေလာက္ ေျပးေျပး ေဖာရက္စ့္ ဆိုတဲ့ Tom Hanks ကားထြက္လာမွပဲ ထိပ္ကေန
ေအာက္ဆင္းေပးရတဲ့အထိ ေအာင္ျမင္ခဲ့တဲ့ ဇတ္ကားတစ္ခုျဖစ္ပါတယ္။
(1988 ) မွာတုန္းက Rank 1 ခ်ိတ္ခဲ့တဲ့ကားပါ။ Run Time က 133 Mins ရွိၿပီးေတာ့ Tom Cruise နဲ႔
သူ႔ေခတ္သူ႔အခါက Greatest Actor ေတြထဲကတစ္ေယာက္ လို႔ေျပာၾကတဲ့ မင္းသားႀကီး Dustin Hoffman ရယ္
မင္းသမီး Valeria Golino တို႔အဓိကပါဝင္ထားတဲ့ Genre အေနနဲ႔ Comedy-Drama ကားတစ္ကားပါ ။
ေအာ္စကာမွာ Best Picture ၊ Best Original Screenplay ၊ Best Director၊ ၊ Best Actor ေတြအျပင္ စတာတင္
ေလးဆုအထိဝင္ခဲ့ပါေသးတယ္။ ေနာက္ ဘလင္ ႏိုင္ငံတကာ ရုပ္ရွင္ပြဲေတာ္မွာ Golden Bear
ဆုလဲရခဲ့တယ္လို႔ဆိုပါတယ္။ မင္းသားႀကီး Dustin Hoffman က လက္ရွိ ၈၂ ႏွစ္ရွိပါၿပီ ေနာက္ၿပီး ဒီကားနဲ႔ပဲ Dustin
Hoffman ဟာ 1989 မွာ Best Actor ဆုရခဲ့ပါတယ္။ သူဆုရခဲ့တဲ့ ကားေတြ စကာတင္ပါခဲ့တာေတြကေတာ့ Google
ေခါက္လိုက္လို႔ေပၚလာတာေတြနဲ႔တင္ Screen မဆန္႔ပါဘူး ခင္ဗ် အဲ့သလုိမင္းသားႀကီးပါ။
သူဘာလို႔ရခဲ့တယ္ဆိုတာကိုေတာ့ ဒီကားၾကည့္ဖူးသူတိုင္းနားလည္ၾကမွာပါ။ ေနာက္ထပ္ Tom Cruise ၊
သူ႔အေၾကာင္းကေတာ့ သိပ္ေျပာစရာမလိုေအာင္သိေနၾကပီးသားပါပဲ။ ဇတ္လမ္းအက်ဥ္းေျပာရရင္ေတာ့
အဲ့ဒီေခတ္အခါက ေခတ္စားလွတဲ့ လန္ဘုိဂီနီေတြကို LA ထဲသြင္းၿပီး စီးပြားရွာေနတဲ့ ကားဝယ္ေရာင္းသမားေလး
ခ်ာလီ (တြမ္) တစ္ေယာက္ ႀကိဳပြိဳင္နဲ႔ကားေရာင္းရာမွာ ကားမေရာက္လာတဲ့အတြက္
အလုပ္ကိစၥေခါင္းကိုက္ေနတုန္းမွာ သူနဲ႔တစ္ေလွ်ာက္လံုးခပ္တန္းတန္းျဖစ္ေနခဲ့တဲ့ သူ႔အေဖဆံုးေၾကာင္း
သိလိုက္ရပါတယ္။ ဒါနဲ႔ သူ႔ေကာင္မေလး ဆူဆန္ (Valeria ) နဲ႔အတူ အုိဟိုင္းယုိးကုိလိုုက္သြားပါတယ္။ ေနာက္
သူ႔အေဖက ေဒၚလာသန္းနဲ႔ခ်ီတဲ့ အေမြက်န္ရစ္ေငြေတြကို သူ႔ကိုမလႊဲေပးခဲ့ဘဲ တြမ္ ကိုယ္တိုင္က
ရွိမွန္းေတာင္မသိခဲ့ရတဲ့ သူ႔အစ္ကိုျဖစ္သူဆီကို လႊဲေပးခဲ့ပါတယ္လို႔ သိလိုက္ရပါတယ္။ သူ႔အစ္ကုိျဖစ္သူ ေရမြန္
(ဒက္စတင္) က ေဂဟာတစ္ခုမွာေနေနရတဲ့ Autism ျဖစ္ေနသူတစ္ေယာာက္ပါ။ အဲ့ဒါအျပင္္ သူ႔ေမြးသားဖခင္က
သူ႔အတြက္ သားအဖစကားမ်ားခဲ့ရတဲ့ အဓိကအေၾကာင္းရင္းျဖစ္တဲ့ 1949 ထုတ္ Roadmaster
ကားတစ္စီးကိုပဲခ်န္ခဲ့တာကိုပါ သိလုိက္ရတဲ့အခါမွာ သူ႔အစ္ကို ကိုေစာင့္ေရွာက္ခြင့္နဲ႔ အေမြတစ္ဝက္ကိုလဲယူဖို႔
ေဂဟာက ဆရာနဲ႔ညွိပါတယ္ အဆင္မေျပခဲ့ပါဘူး။ အေျခအေနအရ ေရမြန္ကို သူတစ္ညေခၚသိပ္ရတုန္းမွာ ခ်ာလီ ရဲ႕
ေရမြန္ အေပၚဆက္ဆံပံုကို သေဘာမက်လို႔စကားမ်ားၾကရင္း ဆူဆန္ထြက္သြားပါတယ္။ ေနာက္ေတာ့
သူ႔အစ္ကိုျဖစ္သူညဏ္ရည္ခ်ိဳ႕တဲ့ေနတာကို အသံုးခ်ၿပီး ေငြေတြကိုသူအပိုင္ရဖို႔ ႀကံပါေတာ့တယ္။ ဒီကားမွာကေတာ့
ေရမြန္နဲ႔ ခ်ာလီဆက္ဆံေရးကို ဒရမ္မာကားပီပီ ခ်ျပထားပါတယ္။ ေနာက္ Autism တစ္ေယာက္ ေပမဲ့
မွတ္ညဏ္ေကာင္းလြန္းတဲ့ ေရမြန္ေၾကာင့္ ႀကံဳရတာေလးေတြက ကြ်န္ေတာ့္အတြက္ ဒီဇတ္ကားရဲ႔
တကယ့္မွတ္မိစရာေတြပါပဲ။ ဒီဇတ္ကားကို စၾကည့္ဖူးခ်ိန္က 2000 ျပည့္ႏွစ္ ေလာက္တုန္းကပါ ဒီဇတ္ကားမွာ
တြမ္ခရုစ့္ ကိုလံုးဝႀကိဳက္သြားတာပါပဲ The Last Samurai နဲ႔ MI တို႔က ေနာက္မွ ၾကည့္ျဖစ္ခဲ့တာပါ ။
ေနာက္သူတုိ႔ညီအစ္ကုိႏွစ္ေယာက္ ၾကားဆက္ဆံေရးကို ျပသြားတာေတြ
ေသြးသားသံေယာဇဥ္ေတြကိုထုတ္ျပတာေတြက အဲ့ဒီအခ်ိန္ၾကည့္တုန္းမွာေတာ့ လံုးဝၾကည္ႏူးစရာေတြပါပဲ။
ထပ္ညႊန္းရရင္ေတာ့ျဖင့္ သိတဲ့သူတိုင္းက ခဏခဏ ေတာင္းၾကပါတယ္။ ကြ်န္ေတာ္လဲႀကိဳက္ပါတယ္။
ၾကည့္ဖူးသူတိုင္းလဲ ႀကိဳက္ၾကပါတယ္။ မၾကည့္ရေသးတဲ့လူေတြလဲ မၾကည့္ခင္တည္းကႀကိဳက္ၾကမွာပါ။
အေဟာင္းထဲက အေကာင္းေတြထုတ္ျပရင္ တြမ္ဟန္႔ကားေတြလိုပဲတန္းဝင္ပါတယ္ခင္ဗ်။
မေသခင္ၾကည့္သြားသင့္တဲ့ကားေတြထဲမွာ ဒီကားကိုကြ်န္ေတာ္ ထည့္ခ်င္ပါတယ္ခင္ဗ်။
(ဇာတ္လမ္းကို ဘာသာျပန္ေပးထားသူကေတာ့ ကို ေဟးဒိ့ ျဖစ္ျပီး ငတံုးမ်ိဳးကုိ မွအညြွန္းေရးေပးထားပါတယ္။ Encoded ေပးထားတာကေတာ့ က်ေနာ္ Arkar Phyo ပါ။)
File Size : (1 GB) & (470MB)
Quality : .1080p.BluRay
Running Time :2hr 13min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by ေဟးဒိ့
Encoded by Arkar Phyo (Yrfatt)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
