"The Negotiator(1998)
IMDb….7.3,,,,,,, Rotten…75%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒန္နီ ရိုမန္ (Samuel L. Jackson) ဆိုတဲ့ ရဲအရာရွိတစ္ေယာက္ဟာ ခ်ီကာဂို ရဲဌာနမွာ Negotiator လုပ္ရတဲ့ ရဲတစ္ေယာက္ေပါ့….
Negotiator ဆိုတာ ျမန္မာလိုဆိုရင္ ေစ့စပ္ညွိႏိႈင္းေဆြးေႏြးသူေပါ့ ….သူ႕ရဲ႕ အဓိကတာ၀န္ကေတာ့
ျပန္ေပးဆြဲအမႈေတြ ဓားစာခံအမႈေတြမွာ သူက ဓားစာခံေတြ မထိခုိက္ေအာင္ အနာတရ အေသအေပ်ာက္မရွိေအာင္
ျပန္ေပးသမားနဲ႕ စကားေျပာေပးရတဲ့သူေပါ့… သူေျပာတဲ့စကားတစ္ခြန္းဟာ ျပန္ေပးသမားရဲ႕ စိတ္အေျခအေနကုိ
အဆုိးဘက္ကုိအနည္းငယ္ေရာက္ေစရုံနဲ႕ ဓားစာခံရဲ႕ အသက္အခ်ိန္မေရြးေပ်ာက္သြားႏုိင္သလုိ အျခားမလုိလားအပ္တဲ့ ျပသနာေတြလည္း ရွိႏုိင္ပါတယ္….
ဒန္နီရုိမန္ကေတာ့ ျပန္ေပးသမားကုိ သိမ္းသြင္းၿပီး ေျဖရွင္းတဲ့အပိုင္းမွာ အထူးကြ်မ္းက်င္သလုိ
ရုပ္ျမင္သံၾကားမွာလည္း မၾကာခဏ ခ်ီးက်ဴးေဖာ္ျပခံေနရတဲ့ သူေပါ့……
လုပ္ေဖာ္ကုိင္ဘက္ေတြကလည္း သူ႕အေပၚေလးစားၾကတယ္….
တစ္ေန႕ေတာ့ ရဲဌာနထဲမွာ ရံပံုေငြေတြကို ေဒၚလာသန္းနဲ႕ ခ်ီျပီး အလြဲသံုးစားလုပ္တဲ့ အမႈတစ္ခု ျဖစ္လာခဲ့ပါတယ္……
ဒီကိစၥကုိ ကံဆိုးခ်င္ေတာ့ ဒီအမႈကို ဒန္နီရိုမန္ လုပ္တယ္ဆိုျပီး ေထာင္ေခ်ာက္ဆင္ခံလုိက္ရတယ္…
ဒီေထာင္ေခ်ာက္ဆင္မႈေၾကာင့္ လုပ္ေဖာ္ကုိင္ဘက္ေတြရဲ႕ရြံ႕မုန္းတဲအၾကည့္ေတြရခဲ့တဲ့အျပင္ မီဒီယာေတြရဲ႕ေခါင္းစဥ္ေတြမွာလည္း
အက်င့္ပ်က္ျခစားတဲ့ရြံစရာအေကာင္းဆုံး လူသားအျဖစ္အေဖာ္ျပခံလုိက္ရတယ္…ဒန္နီရုိမန္အတြက္
တကယ့္ကုိ ကမၻာပ်က္တဲ့အခုိက္အတန္႕ပါပဲ….ကုိင္း ဒီအမႈႀကီးကုိ ကုိ ဒန္နီရုိမန္တစ္ေယာက္ဘယ္လုိရုန္းထြက္မလဲ
ခံစားၾကည့္လုိက္ပါဦး….
ဒီကားကေတာ့ ျပသခ်ိန္ ၂ နာရီခြဲနီးပါးရွိေပမယ့္ အစအဆုံးဆြဲေဆာင္မႈရွိသလုိ Twist ေတြ မထင္မွတ္တဲ့ရႈေထာင့္ေတြနဲ႕
တကယ့္ကုိဆြဲေဆာင္မႈရွိပါတယ္..အဓိက မင္းသား(၂)လက္ျဖစ္တဲ့ Samuel L. Jackson ႀကီးနဲ႕ Kevin Spacey တုိ႕ပါ၀င္ေလေတာ့
အထူးကုိေျပာစရာမလုိေတာ့ပါဘူး..ကုိင္းမႈခင္း ၊အက္ရွင္ကားေကာင္းေတြႀကဳိက္တဲ့သူေတြအဖုိ႕ လက္မလႊတ္သင့္ပါေၾကာင္း
သတင္းေကာင္းပါးပါရေစ…
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္….
File Size :(2.24GB) (1GB) and (404 MB)
Quality : ,1080p5.1ch
Format…mp4
Duration…02:20:00
Genre : Action, Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zuel Khant Thwin
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
