"Overheard ( 2009 )
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဟောင်ကောင်ဂန်း မာစတာပိစ်ကားဖြစ်တဲ့ Infernal Affairsကားကို ရိုက်ခဲ့တဲ့ ဇာတ်ညွှန်းရေးခဲ့တဲ့ ၂ယောက်ဖြစ်တဲ့ Felix Chongနဲ့ Alan Mak တို့ ပူးတွဲ ရိုက်ထားတဲ့ကားပါ။ Infernal Affairsလိုပဲ ၃ကားထွက်ရှိထားပြီး ဟောင်ကောင်မှုခင်းကားကောင်း စာရင်းဝင်ကားဆိုလည်း မမှားပါဘူး။
မင်းသားတွေ ဇာတ်ပို့တွေကတော့ တကယ့်နာမည်ကြီးတွေချည်းပါပဲ။ The Mitchells vs. the Machines ကို ဆိုနီနဲ့ပူးတွဲထုတ်ခဲ့တဲ့ One Cool Group Limited ရဲ့ဖောင်ဒါ 1994က ရုပ်ရှင်စရိုက်ခဲ့ပြီး ဟောင်ကောင်ရဲ့ သရုပ်ဆောင်အကောင်းဆုံးမင်းသားတွေထဲ အပါအဝင်ဖြစ်သလို Johnnie Toလို ဆရာကြီးရဲ့ လက်စွဲတော်ဖြစ်ခဲ့တဲ့ တလောကတင်နာမည်ကြီးခဲ့တဲ့ ဟောင်ကောင်သိပ္ပံကား Warriors of Futureရဲ့မင်းသား Louis Koo , ဂျက်ကီချမ်းရဲ့ New Police Story နဲ့ လူသိများတယ်ပြောလို့ရတဲ့ ခုတော့ အမေရိကန်တက်ပြီး Reminiscence ,Tomb Raider , Warcraft , Into the Badlands , Westworld တို့လို အနောက်က နာမည်ကြီးစီးရီးတွေ ဇာတ်ကားတွေမှာသရုပ်ဆောင်နေတဲ့ daniel wu , Johnnie Toရဲ့ ကားတိုင်းလိုလို မင်းသားအဖြစ်တစ်ဖုံ ဇာတ်ရန်အဖြစ်တစ်မျိုး ပါနေကျ Sean Lau , နောက် Rush Hour 3ထဲက တရုတ်မ , Lost and Found ထဲက နိုင်ငံခြားသား , Bullet in the Headတို့ A Better Tomorrowတို့လို ဂျွန်ဝူးကားတွေထဲ ဗီလိန်ဘဲ waise leeစသဖြင့် နာမည်ကြီးတွေ ဆရာ့ဆရာကြီးတွေ ရင်းနှီးပြီးသားလူတွေ မြိုင်မြိုင်ဆိုင်ဆိုင်ပါပဲ။
ဇာတ်လမ်းကတော့ မင်းသားသုံးယောက်က စတော့ဈေးကစားပြီး စီးပွားရေးမသမာမှုလုပ်နေတဲ့လုပ်ငန်းတစ်ခုနောက် လိုက်နေကြတယ်။ သူတို့လုပ်ရတဲ့အလုပ်က အသံဖမ်းစက်တွေတပ်ပြီး သူတို့ပြောတာကို ချောင်းနားထောင်ကြတာပေါ့။ တစ်ခါကျ သူတို့တွေ သူဌေးဖြစ်မယ့်အကွက်ကို ကြားလိုက်ရာကနေ အစီရင်ထည့်မခံတော့ဘဲ ကွက်ပျောက်လေးရိုက်ပြီး စတော့လောင်းလိုက်ကြတယ်။ ဒါပေမဲ့ သူတို့ အဲဒီကနေမှ သူတို့ငွေတွေဆုံးသွားပြီး ငွေတွေပြန်ရဖို့ကြိုးစားရင်း အာဏာလည်းကြီးသလို မလုပ်ရဲတာဘာမှမရှိတဲ့ ကုမ္ပဏီပိုင်ရှင်နဲ့ ထိပ်တိုက်ရင်ဆိုင်ရဖို့ဖြစ်လာခဲ့တယ်။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(1.8GB) / (900MB)
Quality__WEB-DL1080p, 720p
IMDb Rating__7.1/10
Format__mp4
Duration__01:45:00
Type__Crime , Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
