"ဒီဇာတ်ကားလေးကြည့်ပြီးခလေးဘဝကို ပြန်ခံစားမိမှာအမှန်ပါပဲဲ
ဟိုးအရင်က ကြိုက်ခဲ့ရတဲ့ဇာတ်ကားဆိုလဲမမှားပါဘူး။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Heartland အရုပ်စက်ရုံဟာ ပြိုင်ဆိုင်မှုတွေကြားမှာ နစ်မြုပ်နေတဲ့
အဆင့်မြင့်နည်းပညာတွေ ထုတ်လုပ်တဲ့ ကုမ္ပဏီကြီးတစ်ခုပါ Hearland Play Service ကတော့
အရုပ်တွေထုတ်လုပ်တဲ့စက်ရုံကြီးပေါ့
ကုမ္ပဏီရဲ့ CEO ဖြစ်တဲ့ဂေးမာစ်းတစ်ယောက် သူ့ကုမ္ပဏီကအရုပ်တွေကို
သာမန်အရုပ်တွေနဲ့မတူ တမူထူးခြားအောင်လုပ်ချင်တဲ့
ဆန္ဒကိုရှေ့တန်းတင်မိတဲ့အခါမှာတော့ မထင်မှတ်ထားတဲ့
ကလေးကစားစရာအရုပ်လေးတွေဟာ ငိုအားထက်ရယ်အားသန်ဆိုသလို
စောင်ဆန်းကြီးတွေ လုပ်လာပါတော့တယ်အရုပ်တွေစောင်ဆန်းအကွက်တွေနင်းလို့
တိုင်ပတ်နေတဲ့လူငယ်လေးအယ်လန်တစ်ယောက် ဒီအရှုပ်တော်ပုံကြီးကို
ဘယ်လိုဖြေရှင်းမလဲဆိုတာ ကြည့်ရမှာတော့ စိတ်ဝင်စားစရာပါ။
Small Soldier ဇာတ်ကားဟာ သာမန်အမြင်နဲ့ကြည့်ရင်တော့
ကလေးကြိုက်ကားလို့ထင်ကြေးပေးနိုင်ပေမယ့် သေချာခံစားကြည့်ရှုရင်
အတော်လေး ခွီရတဲ့အပြင် မတူညီတဲ့ဒေသနှစ်ခု
ကခံစားချက်လေးတွေကို ခံစားရမှာပါကလေးဘဝတုန်းကတော့ အသဲယားစရာကောင်းတဲ့
စစ်သားရုပ်တွေကိုအော်ဂလီဆန်ခဲ့တယ် လူငယ်ဖြစ်လာတော့
ဟာသအထွေအထူးမထည့်ထားပေမယ့် အတော်လေး
ဗိုက်အောင့်လောက်အောင်ခွီရတဲ့ကားမှန်းသိလာတယ် ဟုတ်တယ်လေ။
လက်တစ်ဖဝါးစာစစ်သားရုပ်လေးတွေ တကယ့်တိုက်ပွဲဝင်စစ်သားတွေလို
အတည်ပေါက်နဲ့အမိန့်တွေပေး mission တွေလုပ်နေတာကိုကြည့်ရတဲ့အရသာက
တမျိုးလေးဗျ Long Long ago Spiderman Triology
ထဲကမင်းသမီးချောလေးပါတွေ့ရတော့
ကြည့်ရတာ မတန်ဘူးလို့ ငြင်းချက်ထုတ်စရာမရှိပါဘူး။
ကလေးကားပေမယ့် ကလေးတကာ့ကလေးကားတွေထဲက
ခွဲထွက်လာတဲ့ လူငယ်တွေကို ရသတမျိုးအထူးဆန်းခံစားစေမယ့် ကားလေးလို့ဆိုလဲ မမှားပါဘူး။
(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ဖြစ်ပြီး Arkar Phyo မှ Encode ပေးထားပါတယ်။)
File Size : (1.15 GB) & (450MB)
Quality : 1080p.BluRay
Running Time :1hr 49min
Format : Mp4e
Genre : Action, Adventure, Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Hein That Naing
Encoded by Arkar Phyo (Yrfatt)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
