"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဗြိတိန်ဇာတ်ကားလေးတစ်ခုကို ပြန်လည်အသက်သွင်းချင်ပါတယ်။ ငွေကြေးအရရော၊ အနုပညာအရပါ အကြီးအကျယ် အမြတ်ရခဲ့တဲ့ လက်ရာကောင်းတစ်ခုပါ။ ရုပ်ရှင်ချစ်ပရိသတ်တိုင်း ကြည့်ဖူးပြီးသားမလို့ အညွှန်းကို မိတ်ဆက်အနေနဲ့ မရေးတော့ဘဲ ထဲထဲဝင်ဝင်ရေးချင်ပါတယ်။ မကြည့်ရသေးသူများကတော့ ဇာတ်လမ်းကို အရင်ကြည့်ဖို့ တိုက်တွန်းပါတယ်ခင်ဗျာ။
ဇာတ်လမ်းအကျဉ်းက တစ်ကြောင်းနှစ်ကြောင်းလောက်ပဲရှိပါတယ်။ ဆင်းဆင်းရဲရဲကြီးပြင်းလာတဲ့ လူငယ်လေးတစ်ယောက်ဟာ ငယ်ငယ်ကဆုံခဲ့ပြီး သံယောစဉ်ဖြစ်ရတဲ့ မိန်းကလေးကို အစဉ်တစိုက်လိုက်ရှာရင်း မိန်းကလေးနဲ့ဆုံမယ့်အခွင့်အရေးရနိုင်မလားတွေးပြီး မိန်းကလေးကြိုက်နှစ်သက်တဲ့ တီဗီအစီအစဉ်မှာဝင်ပြိုင်ခဲ့တာပါ။ မေးခွန်းတိုင်းဟာ သူတွေ့ကြုံခဲ့ရတဲ့ အတွေ့အကြုံတွေဖြစ်လို့ ကောင်းမွန်စွာ ဖြေနိုင်တယ်ဆိုတဲ့အကြောင်းပေါ့။ သူလိုလူက ဖြေနိုင်နေလို့ မသမာလုပ်တယ် မသင်္ကာဖြစ်ခံရပြီး
နောက်ဆုံးမေးခွန်းမရောက်ခင်မှာ ရဲစခန်းကိုဖမ်းခေါ်ပြီး စစ်မေးခံရတဲ့ ဇာတ်ကွက်နဲ့ ဇာတ်လမ်းကိုစပါတယ်။
အိန္ဒိယမြေက ဇာတ်လမ်းလေးတစ်ပုဒ်ကို အသက်သွင်းထားတာဖြစ်ပြီး အိန္ဒိယသရုပ်ဆောင်များနဲ့ပဲ ရိုက်ကူးခဲ့တာမလို့ ဘောလိဝုဒ်နဲ့ မှားတတ်ကြပါတယ်။ ဗြိတိန်ဇာတ်ကားဖြစ်ပြီး စကားပြောများကို British Accent သံနဲ့ပဲ နားထောင်ရမှာပါ။ again ကို အဂိန်း (အနီးစပ်ဆုံး) လို့ကြားရပါလိမ့်မယ်။ အိန္ဒိယစာရေးဆရာရဲ့ ဝတ္ထုကိုပဲ ပြန်လည်ရိုက်ကူးထားတာပါ။
၁၅ သန်း ကုန်ကျခဲ့တဲ့ ဒီဇာတ်ကားက Box Office မှာ ၃၇၈.၁ သန်းပြန်ရခဲ့တာပါ။ အကယ်ဒမီဆယ်ဆုစာ လျာထားခံရပြီး ရှစ်ခုရရှိခဲ့ပါတယ်။ ဘက်ဖ်တာ ဆု ခုနှစ်ခု၊ ဝေဖန်ရေးဆု ငါးခုနဲ့ ရွှေကမ္ဘာလုံးဆု လေးခု သိမ်းပိုက်နိုင်ခဲ့ပါတယ်။ ထူးခြားတာကတော့ ဒီဇာတ်ကားကို sleeper hit အဖြစ် သတ်မှတ်ခဲ့တာပါပဲ။ စစချင်းမအောင်မြင်ဘဲ တဖြည်းဖြည်းနဲ့ အောင်မြင်မှုထိပ်ဆုံးရောက်လာတဲ့ဇာတ်ကားများကို ဆိုလိုပါတယ်။
IMDb 8 နဲ့ Rotten Tomato 90% ‌ရှိတဲ့ ဟောဒီဇာတ်ကားက Who wants to be a millionaire (မေးခွန်းဖြေစို့ သန်းကြွယ်ဖို့) အစီအစဉ်မှာ ဝင်ရောက်ယှဉ်ပြိုင်ပြီး အိန္ဒိယသုံးငွေကြေး ရူပီးသန်းနဲ့ချီပြီး အနိုင်ရရှိခဲ့သူတစ်ယောက်အကြောင်းပါပဲ။ ဒါပေမဲ့ သူဟာ အသက် ၁၈ နှစ်သာရှိပြီး ပညာတတ်ပုဂ္ဂိုလ်တစ်ယောက် မဟုတ်ပါဘူး။ ဆင်းရဲသားရပ်ကွက်တစ်ခုမှာ ဆင်းဆင်းရဲရဲ ကြီးပြင်းလာရပြီး ဘဝရဲ့အထုအထောင်းကို အရွယ်နဲ့မလိုက် ခါးစည်းခံရသူပါ။
သူဟာ ဘာ့ကြောင့် ဒီပြိုင်ပွဲကို အခြားပညာတတ်တွေထက် ကျော်လွန်ပြီး ရှေ့ဆက်နိုင်ခဲ့တာလဲ။ စာရေးဆရာကတော့ It is written (သတ်မှတ်ပြီးသားကံကြမ္မာကြောင့်) လို့ ပြောသွားခဲ့ပါတယ်။ အရေးကြီးမေးခွန်းတိုင်းဟာ သူ့ဘဝရဲ့ ခါးသီးတဲ့အတွေ့အကြုံတွေ မျက်ရည်တွေ သွေးစက်တွေကိုရင်းပြီး သိခဲ့ရတဲ့အဖြေတွေဖြစ်လို့ အောင်မြင်မှုရခဲ့တာပါ။
အဓိကသရုပ်ဆောင်တွေကို အသက်အရွယ်သုံးပိုင်းခွဲပြီး သုံးယောက်စီအသုံးပြုပါတယ်။ ကျွန်တော်သဘောအကျဆုံးကတော့ ပထမဆုံးအရွယ် ကလေးငယ်သရုပ်ဆောင်တွေပါပဲ။ အပီပြင်ဆုံးလို့လည်း ခံစားရပါတယ်။ ညီအစ်ကိုနှစ်ယောက်ရဲ့ ဘဝခရီးကြမ်းဟာ အဲဒီအရွယ်မှာပဲ အခက်ခဲဆုံးကြုံတွေ့ခဲ့ရတာကို အတိအကျ လုပ်ပြသွားနိုင်တဲ့ ကလေးတွေပေါ့ဗျာ။
နောက်ဆုံးမေးခွန်းဖြစ်တဲ့ တတိယသေနတ်ကိုင်စစ်သားရဲ့အမည်ကို လူငယ်လေး သိသလား မသိဘူးလားဆိုတာကတော့ အဓိကဆွေးနွေးရမယ့်အကြောင်းလို့ထင်ပါတယ်။ စာသင်ခဲ့ရစဉ်အရွယ်က ပြဌာန်းစာအုပ်ဖြစ်လို့ သိမှာပေါ့လို့ဆိုနိုင်သလို ပညာတပိုင်းတစနဲ့ ကျောင်းထွက်ခဲ့ရသူတွေမလို့ မသိဘူးလည်းပြောနိုင်ပါတယ်။ ပွဲထဲမှာလည်း မသိဘူးလို့ပဲ ဖြေသွားတာပါ။ ဒါပေမဲ့ သူက သိနေတဲ့အဖြေကို မသိဘူးပြောတတ်သူမလို့ အဲဒီစကားကိုလည်း အတည်ယူလို့မရပြန်ပါဘူး။
ဘာသာရေးအဓိကရုဏ်းဖြစ်ပြီး ထွက်ပြေးလာရတဲ့ညမှာ အစ်ကိုဖြစ်သူရဲ့ပြောစကားကိုလည်း ထည့်စဉ်းစားရပါတယ်။ တို့တွေမှ တတိယသေနတ်ကိုင်စစ်သားရဲ့ အမည်ကို မသိဘဲ ဆိုတဲ့စကားက အဓိပ္ပာယ်နှစ်ခွထွက်ပြန်ပါတယ်။ သူတို့ညီအစ်ကိုနှစ်ယောက်ကို သူတို့ဆရာက သေနတ်ကိုင်စစ်သားနှစ်ယောက်ရဲ့အမည် ခေါ်လေ့ရှိတာမလို့ သူတို့ကိုယ်သူတို့လည်း အဲဒီလိုပဲ သက်မှတ်ထားကြပါတယ်။ မင်းသမီးဝင်လာတော့ သူ့ကို တတိယမြောက်သေနတ်ကိုင်စစ်သားအဖြစ် အဖွဲ့ထဲထည့်ချင်တဲ့ ဇာတ်ဝင်စကားကိုလည်း တွေ့မြင်ရပါတယ်။
ဒါ့ကြောင့် နာမည်မသိဘူးဆိုတာဟာ စာအုပ်ထဲက သေနတ်ကိုင်စစ်သားပဲလား။ တတိယမြောက်အဖွဲ့ဝင် မင်းသမီးရဲ့နာမည်ကိုပြောတာလားဆိုတာကိုတော့ ပရိသတ်အတွက်ပဲ ချန်သွားပေးတဲ့ပုံပါ။
အိန္ဒိယရဲ့ အောက်ခြေအနက်ရှိုင်းဆုံးက အကျည်းတန်အဖြစ်တွေကို ခရေစေ့တွင်းကျ ကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားလို့ တကယ့် Drama မှ Drama ပါပဲ။ အိုဗာလုပ်ပြတတ်တဲ့ အိန္ဒိယသရုပ်ဆောင်တွေကို ဇွတ်အတင်း အနောက်ဆန်ပစ်လိုက်တော့ ပရိသတ်မှာ ဟိုဟာလိုသလို ဒီဟာလိုသလိုတွေလည်း ဖြစ်ကုန်တာပေါ့ဗျာ။ ဇာတ်ကား အဆုံးနီးလာချိန်မှ အသားကျပြီး နောက်တစ်ခေါက်ပြန်ကြည့်တဲ့အခါမှာ လုံးဝစီးမျောသွားပါတယ်။
ဇာတ်ဝင်သီချင်းကိုတော့ M.I.A ရဲ့Paper Plane ကို အသုံးပြုထားပါတယ်။ ဇာတ်လမ်းနဲ့ အနီးစပ်ဆုံးဖြစ်အောင် မြန်မာမှုပြုထားတာမလို့ စာသားနဲ့ အနည်းငယ်လွဲချော်တာလေးတွေ ရှိပါတယ်။ သည်းခံပြီး ကြည့်ပေးကြပါခင်ဗျာ။ အိန္ဒိယစကားပြောများကို အင်္ဂလိပ်ဘာသာပြန်စာတန်းအသေများကိုလည်း Trimming လုပ်ပြီး စာတန်းထိုးပေးထားပါတယ်။ မူရင်းစာဖိုင်မှာ မပါလို့ပါ။ ဘယ်လိုပဲဖြစ်ဖြစ် ကြည့်လို့အဆင်ပြေအောင် အချိန်ယူလုပ်ပေးထားပါတယ်။ အားနည်းချက်များရှိရင် ချစ်သောမျက်စိနဲ့ ကြည့်ပေးကြပါခင်ဗျာ။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Arr Khun Winchester မှ ခံစားတင်ဆက်ထားပါတယ်။)
File size…(4 GB)/(900 MB)
Quality….BluRay 1080p/720p
Format…mp4
Duration….02:00:38
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Arr Khun Winchester
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
