"Mimic (1997)
~ IMDb – 6/10, Rotten Tomatoes – 64% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဆရာ့ ဆရာကြီး Guillermo del Toro ကိုယ်တိုင် ဇာတ်ညွန်းရေးသားရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပါ။ သူ့ရဲ့ ဒုတိယမြောက် Feature Film လည်း ဟုတ်ပါတယ်။ ဒါပေမဲ့ ဒီကားဟာ နောက်ခံသမိုင်းကြောင်း တစ်ခုရှိခဲ့သလို ဒီကားရဲ့ ရုံတင်ဗားရှင်းကလည်း del Toro ရဲ့ လက်ရာစစ်စစ် မဟုတ်ခဲ့ပါဘူး။ ဒီကားကို ရိုက်ကူးတဲ့အချိန်မှာ del Toro ဟာ နာမည်ကျော်ထုတ်လုပ်သူတွေဖြစ်တဲ့ Harvey Weinstein နဲ့ Bob Weinstein တို့နဲ့ ပြဿနာတက်ခဲ့ပါတယ်။ Director’s vision ကို သူတို့ဟာ မလေးစားခဲ့ကြသလို သူ့ကို တခြားဒါရိုက်တာနဲ့ပါ အစားထိုးဖို့ ကြံစည်ခဲ့ကြပါတယ်။ တာရန်တီနိုနဲ့ သူ့ရည်းစားရဲ့ ထောက်ခံအားပေးမှုကြောင့်နဲ့ တာရန်တီနို့ရည်းစားက del Toro အမြင်ကို မလေးစားရင် ရုပ်ရှင်ကို ရပ်ပစ်မယ်လို့ ခြိမ်းခြောက်ခဲ့လို့သာ မပြုတ်ခဲ့တာပါပဲ။ ဒီကားရဲ့ ရုံတင်ဗားရှင်းမှာလည်း သူ့လက်ထောက်ရိုက်ခဲ့တဲ့ အခန်းတွေထည့်ထားခဲ့တာကြောင့် သူတော်တော်ဒေါသဖြစ်ခဲ့ရပါတယ်။ ဒီကားနောက်ပိုင်းမှာလည်း သူတို့နဲ့ သူ ထပ်ကိုမလုပ်ဖြစ်တော့ပါဘူး။ နောက်ပိုင်းမှာတော့ သူ Director’s Cut ပြန်ထုတ်ခဲ့ပါတယ်။ အခုကားကတော့ del Toro လက်ရာစစ်စစ်ကို ကြည့်ရမယ့် Director’s Cut ဗားရှင်း ရုပ်ရှင်‌ပေါ့။
သိပ္ပံပညာရှင်တွေဟာ လူသားတွေကောင်းကျိုးအတွက် အမျိုးမျိုး တီထွင် ဆန်းသစ် ကြံဆလေ့ရှိပါတယ်။ သို့ပေသော်ငြား အဲဒီလို လက်သရမ်းမှုမျိုးတွေမှာ ကောင်းကျိုးတွေရှိသလို မထင်မှတ်တဲ့ ဆိုးကျိုးတွေရှိလာနိုင်တယ်ဆိုတာကို ကွက်ကွက်ကွင်းကွင်း သရုပ်ဖော်ပေးထားတာပါပဲ။
စတရစ်ကလာ ရောဂါဆိုးကြီး ပြန့်နှံ့ ကူးစက်လာတဲ့အချိန် ကလေးငယ်ပေါင်းများစွာ ဘဝပျက် သေကြေခဲ့ရတယ်။ အဲ့အချိန်မှာ ဆူဆန်ဆိုတဲ့ ပိုးမွှားဗေဒပညာရှင် အမျိုးသမီးဟာ ခြနဲ့ ဓားခုတ်ကောင်ရဲ့ မျိုးရိုးဗီဇကိုယူပြီး ရောဂါဆိုးကြီးကို တွန်းလှန်ဖို့ ဂျူးဒတ်စ်ဆိုတဲ့ ပိုးကောင်လေးကို ဖန်တီးခဲ့တယ်။ လပိုင်းလောက်သာ သက်တမ်းရှိအောင် ဖန်တီးခဲ့ပေမယ့် နောက်၃နှစ်အတွင်းမှာ ဘေးထွက်ဆိုးကျိုးအနေနဲ့ ဂျူးဒတ်စ်တွေရဲ့ မျိုးပွားနိုင်နှုန်းဟာ သိပ်ကိုမြန်ဆန်သွားပြီး မျိုးရိုးဗီဇ တိုးတက်ပြောင်းလဲမှုကြီး ဖြစ်သွားခဲ့ပါတယ်။ လက်တစ်ဆုပ်လောက်သာရှိခဲ့တဲ့ ပိုးကောင်လေးတွေဟာ ဘယ်လိုပုံစံမျိုးအထိ ဖြစ်သွားမလဲ။ ဒါကို ဆူဆန်နဲ့ ပီတာတို့ ဘယ်လိုသိရှိသွားမလဲ၊ ဘယ်လိုထိန်းချုပ်မလဲ၊ နှိမ်နင်းနိုင်ပါ့မလားဆိုတာကို ကြည့်ရှုခံစားလိုက်ကြပါဦး…။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.2GB, 1.2GB
Quality – 1080p, 720p
IMDb Rating – 5.6/10
Format – mp4
Duration – 1H 45Min
Genre – Horror, Sci-Fi
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Mugiwara Ya
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
