"The Swimmers (2022)
=================
IMDb Rating – 7.5/10
ဒီတစ်ခေါက်တော့ကိုယ်တွေ့ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတဲ့
ဇာတ်ကားကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။
Netflix ကအသစ်ထွက်ရှိလိုက်တဲ့ The Swimmers ဇာတ်ကားက
Rio De Jeneiro မှာ ကျင်းပတဲ့ 2016 Olympics Champion တစ်ဦး
ဖြစ်ခဲ့တဲ့ ဆီးရီးယားလူမျိုး ရေကူးချန်ပီယံ Yusra Mardini ရဲ့ ဂရိ
ပင်လယ်ထဲကနေ ကုန်းမြေအထိလက်ပစ်ကူးပြီး လူတွေကိုကယ်တင်
ပေးခဲ့တဲ့ခက်ခဲကြမ်းတမ်းလှတဲ့ဘဝဇာတ်ကြောင်းကိုပုံဖော်ထားတာပဲ
ဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအစမှာ ရူစရာတို့ညီအစ်မတွေတစ်ဘက်မှာပျော်ရွှင်နေကြပေမဲ့
နိုင်ငံတွင်းမှာဗုံးကြဲခံနေရတာကိုမြင်တွေ့ရမှာပါ။ သူတို့သူငယ်ချင်းတွေ
ဗုံးဒဏ်ကြောင့်သေဆုံးခဲ့ရပြီး သူတို့ ရေကူးလေ့ကျင့်တဲ့ကန်အထိပါ ဗုံးကြဲ
ခံရပီးနောက် သူ့ကို အိုလံပစ်ချန်ပီယံအမြဲဖြစ်စေချင်ခဲ့တဲ့ နည်းပြဖြစ်သူ
အဖေကိုယ်တိုင်က သမီး၂ယောက်ကို ဂျာမနီကိုပို့ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။
စိတ်ကူးအတိုင်းမဟုတ်ပဲခက်ခဲလှတဲ့လက်တွေ့ဘဝရဲ့ဒုက္ခအခက်အခဲပေါင်းစုံကို
လမ်းခရီးမှာ စတင်တွေ့ကြုံရပါတော့တယ်။ ပိုက်ဆံအမြောက်အမြားတောင်းပြီး
တာဝန်ယူမှုမရှိတဲ့ လူကုန်ကူးသူတွေက လှေအစုတ်တစ်စီးနဲ့လူအများကြီးကို
ပင်လယ်ထဲဖြတ်သန်းခိုင်းရာကနေ စလိုက်တဲ့ ဒုက္ခဆင်းရဲပေါင်းများစွာကို
ကြံ့ကြံ့ခံဖြတ်ကျော်ရင်း ဖခင်အရမ်းဖြစ်စေချင်တဲ့ အိုလံပစ်ချန်ပီယံဆုကို ဘယ်လို
ဆွတ်ခူးနိုင်သွားလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်ရှုရမဲ့အပြင် နိုင်ငံရေးမငြိမ်
သက်မှုတွေကြောင့် ဒုက္ခရောက်ရတဲ့ ပြည်သူတွေရဲ့ဘဝကိုကိုယ်ချင်းစာကရုဏာ
သက်စေနိုင်မဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Nyein Lai မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများ
ကတော့ Nyein Lai, Khant Sett Naing တို့ဖြစ်ပါတယ်)
File Size……….(2.62 GB) / (1.2 GB) / (681 MB)
Quality…………WEBrip 1080p / 720p / 480p
Duration………2Hr 14mins
Subtitle………..Myanmar Hardsub
Format…………MP4
Genre…………..Biography, Drama, Sport
Translator…….Nyein Lai, Khant Sett Naing
Encoder……….Zin Phyo Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
