"Blue Velvet (1986)
==================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
‘Blue Velvet’ ဆိုတာ တကယ်တော့ တစ်ခေတ်တစ်ခါက
အရမ်းကိုနာမည်ကြီးခဲ့တဲ့ Bobby Vintonရဲ့ သီချင်းတစ်ပုဒ်ပါ။
ဒါရိုက်တာအတွက် ဒီရုပ်ရှင်ရေးဖို့ စိတ်ကူးရချိန်တုန်းက ခံစားရတဲ့
mood တစ်ခုဖြစ်တဲ့အပြင် ရုပ်ရှင်ထဲမှာပါ ဒီသီချင်းကို အဓိက
နေရာက ထည့်သုံးထားတာမို့ ရုပ်ရှင်နာမည်ဖြစ်လာခဲ့တာပါ။
Surrealism နဲ့ neo-noir film တို့ရဲ့ ဘိုးအေကြီး David Lynch ရဲ့
လက်ရာတစ်ခုဖြစ်ပြီး ၁၉၈၆ ရဲ့ အကောင်းဆုံးရုပ်ရှင်လို့ ဝေဖန်ရေး
ဆရာတွေက သတ်မှတ်ခဲ့ကြပါတယ်။ လင့်ချ်ဘိုးတော်နဲ့ ပတ်သတ်ရင်
အဝေးပြေးလမ်းမကြီးပေါ် အခြေခံထားတဲ့ ရုပ်ရှင်ကိုတောင်
“Straight Story” လား “Lost Highway” လားဆိုတာမျိုး အရသာက
သိသိသာသာကွဲမှာမို့ ဒီကားဟာတော့ ဒုတိယတစ်မျိုးထဲကလို့
ကြိုပြောထားချင်ပါတယ်။ Mulholland Drive ကြိုက်တဲ့သူတွေ
အတွက်လည်း အံကိုက်ပါပဲ။
ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်တော့ ဖခင်ဖြစ်သူ ရုတ်တရက်
လေဖြတ်သွားလို့ နယ်မြို့လေးကို ပြန်လာတဲ့ ကောလိပ်ကျောင်းသားလေး
တစ်ယာက် နားရွက်ပြတ်တစ်ဖက်ကို ကောက်ရပြီးနောက်ပိုင်း သူ့ရဲ့ စူးစမ်း
လိုစိတ်ကြောင့် လျှို့ဝှက်နက်နဲမှုတွေထဲ တစ်စတစ်စကျွံဝင်သွားရင်း သူ
မမြင်ယောင်ကြည့်ဖူးတဲ့ ကမ္ဘာတစ်ခုစီ ဦးတည်သွားမိသွားတဲ့အကြောင်းပါ…။
တကယ်တမ်းတွေးကြည့်ရင်တော့ ‘Blue Velvet’ ဆိုတာ ဖရိုဖရဲဖြစ်နေတဲ့
လောကကြီးပါပဲ။ အပြစ်ကင်းသလိုလို အေးချမ်းနေတဲ့ အမေရိကန်
မြို့ငယ်လေးရဲ့ အမှောင်ခြမ်းဥပစာပေါ့။ ဒီကားမှာ ယစ်မူးစေတဲ့ ပြင်းပြင်း
ထန်ထန် လိင်ပိုင်းဆိုင်ရာတိမ်းညွှတ်မှုကို ပေါ်ပေါ်တင်တင် သရုပ်ဖော်သွားပြီး
အမှတ်သင်္ကေတ (Symbolism) တွေလည်း အများကြီး သုံးထားပါတယ်။
Blue Velvet ဟာ အမေရိကန် surrealism ရုပ်ရှင်တွေရဲ့ အကောင်းဆုံး
သာဓကအနေနဲ့ရော ၈၀ပြည့်နှစ်တွေရဲ့ ကောင်းဆုံး ရုပ်ရှင်တစ်ခုအနေနဲ့ရော
သတ်မှတ်ခံထားရပေမယ့်လည်း တစ်ချိန်တည်းမှာ တစ်ချို့သော အမေရိကန်
ဝေဖန်ရေးဆရာတွေကတော့ လိင်ကိစ္စနဲ့ အကြမ်းဖက်မှုတွေကို ခပ်စိပ်စိပ်
ချဉ်းကပ်ထားတာမို့ အနုပညာလက်ရာအဖြစ်ကနေ ယုတ်လျော့သွားတယ်လို့
ဆိုကြပြန်ပါတယ်။ ဘယ်လောက်ရယ်ရလဲဆို တစ်ချို့ဆို ညစ်ညမ်းကား
လို့တောင် သမုတ်ခဲ့ကြပါသေးတယ် တဲ့။ ကြိုက်/မကြိုက်ကတော့ ကိုယ်တိုင်ပဲ
ဆုံးဖြတ်ရမယ့်အရာမို့ ဒေါင်းကြည့်လိုက်ကြပါဦးနော့်.. ဒီထဲမှာ သီချင်း
ကောင်းတွေလည်း မြိုင်မြိုင်ဆိုင်ဆိုင်ပါသမို့ လုံးဝတန်မယ်ဆိုတာတော့
လုံးဝ အာမခံပါတယ်။
File size…1.63GB / 678MB
Quality…Blu-Ray 1080P 5.1CH / 720p
Format…mp4
Duration….2h
Genre ….. Crime , Drama , Mystery
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….Min Wai
Translated by Z
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
