"Birdcage Inn (1998)
~ IMDb rating – 7/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(ကင်ကီဒွပ်ရဲ့ အစောပိုင်းကားတွေထဲက တစ်ကားဖြစ်တဲ့အတွက် အကြည်ရဖို့မလွယ်လို့ ရှိတဲ့ ကွာလတီနဲ့ပဲ ကြည်အောင် တင်ပေးလိုက်ပါတယ်ခင်ဗျာ)
Birdcage Inn ဟာ ကင်ကီဒွပ်ရဲ့ အစောပိုင်း ကာလတွေတုန်းက ရုပ်ရှင်တစ်ကားပါ။ တိတိကျကျဆို တတိယမြောက်ကားပါ။ နောက်ပိုင်း တချို့ကားတွေမှာ ကင်ဟာ ပရိသတ်နဲ့ဈေးကွက်အကြိုက်အရ နာမည်ကျော်သရုပ်‌‌ဆောင်တွေသုံးရင်း သူ့ရုပ်ရှင်တွေကနေ သူပြချင်တဲ့အမှန်တရားရော သူကိုယ်တိုင်ရော ပျောက်ဆုံးဖူးခဲ့တယ်ဆိုပါတယ်။ အင်တာဗျူးတစ်ခုမှာ ရုပ်ရှင်ရိုက်တဲ့အခါ အရေးအကြီးဆုံးက ဘာလဲလို့မေးတော့ အမှန်တရား ဝါ ရိုးသားမှုလို့ဖြေခဲ့ဖူးပါတယ်။ ဒီရုပ်ရှင်ကတော့ သူ့ရုပ်ရှင်တွေမှာ သူ့ရင်ခုန်သံစစ်စစ်တွေကိုပဲ ကြားရချင်တဲ့ ကင်ရဲ့ အစောပိုင်းကာလတုန်းက အရိုးသားဆုံးရုပ်ရှင်တစ်ကားပါ။
ဇာတ်ကတော့ ငှက်လှောင်အိမ်အင်းလို့ခေါ်တဲ့ အင်းတစ်ခုဆီ ပြည့်တန်ဆာလုပ်ဖို့ လာတဲ့မိန်းမလှလေးတစ်ယောက်နဲ့စဖွင့်ထားတယ်။ ဒီအလုပ်က သူ့ကို ဘယ်လောက်ပင်ပန်းစေလဲတော့မသိပါဘူး။ အဖွင့်မှာ ရေစပ်နားချထားတဲ့ ခုံပေါ်မှာထိုင်ရင်း ငိုက်ပြီး ရေထဲပြုတ်ကျသွားတာနဲ့ စဖွင့်ထားတယ်။ Bad Guy မှာတော့ ကောလိပ်ကျောင်းသူလေးကနေ ဒီဘဝ ဘယ်လိုရောက်သွားလဲ အသေးစိတ်ပြထားပေမဲ့ ဒီထဲမှာတော့ ဒီကောင်မလေးရဲ့ ပြည့်တန်ဆာဘဝကိုပဲ သေချာပြထားတယ်။ တချို့အချက်တွေအရသူလည်း ကောလိပ်ကျောင်းသူ ဖြစ်ကောင်းဖြစ်ခဲ့ဖူးလောက်မယ်။ ဘာလို့ ဒီဘဝရောက်သွားလဲတော့ မရေမရာနဲ့ပဲ ပြသွားတယ်။ နောက်တော့ အဲဒီကောင်မလေးနဲ့ အင်းပိုင်ရှင်မိသားစုရဲ့ ဆက်ဆံရေးပေါ့။ သူတို့လည်း ချမ်းသာလှတယ်တော့ မဟုတ်ဘူး။ ဒီလိုပဲ။ မရှိလို့ လုပ်စားနေတာ။ ဒီရုပ်ရှင်ရဲ့ အဓိကဇာတ်ကောင် ၂ကောင်က သူတို့မိသားစုက ဒီအလုပ်ကိုမုန်းတဲ့သမီးရယ်၊ ခုနက ပြည့်တန်ဆာမလေးရယ်ပေါ့။ ထုံးစံအတိုင်း သူတို့၂ယောက်ရဲ့အခြေအနေကို အချစ်ကြောင့်လုပ်တာလား အမုန်းကြောင့်လုပ်တာလား မရေရာခြင်းတွေအပြည့်နဲ့ သီကျူးသွားတယ်။ ဒီပုံစံကိုတော့ ကင်ကီဒွပ်ပရိသတ်တွေရင်းနှီးပြီးသားပဲမလား။ ကင်ဟာ လုပ်ရပ်တွေမှာ အချစ်လားအမုန်းလားမသည်းကွဲနိုင်အောင်ပုံဖော်တတ်တဲ့ သူပါပဲ။ ဒီထဲမှာလည်း ပြည့်တန်ဆာမလေးက အိမ်ရှင်ကောင်မလေးနဲ့ အိမ်ရှင်ကောင်မလေးရဲ့ ရည်းစားကြား ပြဿနာရှာလိုက်တာလေးတွေရှိပေမဲ့ ဒါကို အချစ်ကြောင့်လည်း ပါတယ်လို့တော့ ကျွန်တော်တော့ မြင်တာပါပဲ။ ဒီရုပ်ရှင်ဟာ ပြည့်တန်ဆာမလေးရဲ့ အိပ်ခန်းတွေမနည်းပါပေမဲ့ အဲဒီအိပ်ခန်းတွေကိုယ်တိုင်ဟာ ဒီရုပ်ရှင်ရဲ့ ရိုးသားမှုကို အရောင်တင်ပေးထားတာတွေပါပဲ။
ကင်ဟာ ပြင်သစ်က ကမ်းခြေတစ်ခုမှာ ပန်းချီဆွဲရင်း နှစ်နှစ်လောက် အချိန်ဖြုန်းဖူးပါတယ်။ သူဘာပြပွဲမှလည်း မလုပ်ခဲ့ပါဘူး။ သူက သူ့ပန်းချီကားတွေကို လမ်းပေါ်မှာ တင်ပြခဲ့တဲ့သူပါ။ သူဘာလို့ပန်းချီဆွဲလဲဆို သူ့ပန်းချီကားတွေက စစချင်းကြည့်ရင် ဟီရိသြတ္တပ္ပ ကင်းမဲ့ပြီး ညစ်ညမ်းတယ်လို့ထင်ရပေမဲ့ သေချာကြည့်ကြည့်ရင်တော့ ဖန်တီးသူရဲ့ ရိုးသားခြင်းကို အပြည့်အဝ တွေ့မြင်နိုင်လို့ လို့ဆိုဖူးပါတယ်။ သူ့ရုပ်ရှင်တွေဟာလည်း ထိုနည်းလည်းကောင်းပါပဲ။ ညစ်ညမ်းတယ်လို့ထင်ကောင်းထင်ရနိုင်ပေမဲ့ သူဟာ သူသိတဲ့ဘဝတွေကို အရိုးသားဆုံးပြထားခဲ့တာပါပဲ။ ဒီရုပ်ရှင်ဟာလည်း ညစ်ညမ်းတာတွေ စိတ်ညစ်စရာတွေအပြည့်နဲ့ကို ရိုးရိုးသားသားနဲ့ လှနေတဲ့ ကင်ကီဒွပ်ရုပ်ရှင်တစ်ကားပါပဲ။
တစ်ခုရှိတာက ကင်ကီဒွပ်ဟာ ဒီပထမကားတွေမှာဆို ကိုရီးယားပြည်တွင်းမှာ ခွက်ခွက်လန်အောင်ရှုံးခဲ့တဲ့သူပါ။ ဒီကားနဲ့ နိုင်ငံတကာပရိသတ်တချို့ စရခဲ့ပါတယ်။ ဒီတော့ သူ့ဒီလိုကားဟောင်းတွေကို အကြည်ရဖို့ဆိုတာ အတော်လေးခက်ပါတယ်။ ဒီတိုင်းကြည့်ရဖို့တောင် မလွယ်ဘူးကိုး။ ဒီလိုတတိယမြောက်ရိုက်ခဲ့တဲ့ကားမျိုးဆို ရွှေထက်ရှားပါတယ်။ ဆိုတော့ကာ 1080p ဘာညာ ကွာလတီနဲ့ရှာမရပေမဲ့ ရုပ်သံကွာလတီမူကို နည်းနည်းအတိမ်းအစောင်းခံပြီး ကင်ကီဒွပ်ပရိသတ်တွေအတွက် ကင်ကီဒွပ်ကားကို ရှိတဲ့ကွာလတီလေးနဲ့ပဲ ကြံဖန် တင်ဆက်ပေးလိုက်ပါတယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.5GB
Quality – 480p
IMDb Rating – 7/10
Format – mp4
Duration – 1H 45Min
Genre – Adult, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
