"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့
Planet of the Apes (1968)
Beneath the Planet of the Apes (1970)
Escape from the Planet of the Apes (1971)
Conquest of the Planet of the Apes (1972)
Battle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။
ဒီကားလေးကတော့ Planet Of The Apes ရဲ့ နောက်ဆုံး ၅ကားမြောက်ကားလေးလည်းဖြစ်ပါတယ် အရင်ကားမှာတော့ ဆီဆာရဲ့ခေါင်းဆောင်မှုနဲ့ မျောက်တွေဟာ ကျွန်ဘဝကနေလွတ်မြောက်ပြီး နယ်မြေအသစ်ဆီကိုထွက်သွားခဲ့ကြတာပါ သူတို့နဲ့အတူ တချို့လူသားတွေလည်းပါသွားခဲ့ကြတာပေါ့
ဇာတ်လမ်းအကျဉ်း
ဆီဆာရဲ့ အောင်မြင်မှုကြီးပြီးတဲ့နောက်မှာပဲ လူသားတွေရဲ့သမိုင်းမှာအဆိုးရွားဆုံးစစ်ပွဲပြီးဖြစ်ခဲ့ကြီး ကမ္ဘာကြီးတစ်ခုလုံးပျက်စီးသွားခဲ့တာပါ အဲဒီအချိန်မှာ ဆီဆာတို့ကတော့ တောထဲတစ်နေရာမှာ စခန်းချရင်း လူသားတချို့နဲ့ အတူတူနေထိုင်နေကြတာပါ အဲဒီလိုနဲ့တစ်နေ့မှာတော့ ဆီဆာ နဲ့ မက်ဒေါနယ်တို့စကားပြောရင်းသူ့အဖေနဲ့ အမေကို စစ်ဆေးထားတဲ့ ကော်မရှင်ရဲ့မှတ်တမ်းတွေရှိနေတာကို ဆီဆာကသိသွားခဲ့ပါတယ် အဲဒီတိပ်ခွေတွေကို သွားယူဖို့အတွက် အရင်ကလူတွေအုပ်ချုပ်ခဲ့တဲ့ မြို့ပျက်ကြီးဆီကို သူတို့တွေထွက်သွားခဲ့ကြတာပါ အဲဒီမှာပဲ စစ်ပွဲကြောင့် မသေဘဲကျန်နေခဲ့တဲ့သူတွေက သူတို့ကိုတွေ့သွားပြီး သူတို့ဘယ်မှာနေလဲဆိုလိုက်ရှာပါတော့တယ် အဲဒီလိုလိုက်ရှာရင်းနဲ့ သူတို့ မျောက်မြို့တော်ကြီးကိုတွေ့သွားကြလား တွေ့သွားရင်ရောဘာလုပ်ကြမှာလဲ ဆီဆာတို့ကရောဘယ်လိုစီစဉ်ထားလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်လို့ကောင်းမှာပါ နောက်တစ်ခုကတော့ ဆီဆာရဲ့ စစ်တပ်ကြီးကို အုပ်ချုပ်ရတဲ့ ဗိုလ်ချုပ် အယ်ဒိုဆိုတဲ့ ဂေါ်ရီလာမျောက်ကြီးပါပဲ သူကတော့ လူသားတွေကို အရမ်းမုန်းတီးနေတဲ့မျောက်ကြီးပေါ့ အဲဒီထက်ဆိုးတာကတော့ သူဟာ စာလည်းမသင်ချင်လို့ စာလည်းကောင်းကောင်းမတတ်ပါဘူး သူ့ရဲ့ဇာတ်ကောင်ကို ၁၉၇၃ ခုနှစ်ကနေ ၂၀၂၂ခုနှစ်အထိ ခေတ်မီနေအောင်တွေးပေးထားတဲ့ ဒါရိုက်တာကိုတော့ ချီးကျူးသင့်တယ်ထင်တာပါပဲ အသေးစိတ်ကိုတော့ဇာတ်ကားထဲမှာပဲဆက်လက်ကြည့်ရှုလိုက်ကြပါဦးခင်ဗျာ
File size…(1.48GB/(892MB/(452MB)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:33:00
Genre…Action / Sci-fic
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Garfield
Planet of the Apes (1968) download link
Beneath the Planet of the Apes (1970) download link
Escape from the Planet of the Apes (1971) download link
Conquest of the Planet of the Apes (1972) download link
Battle for the Planet of the Apes (1973) download link
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
