"Fatal Love (1988)
မနေ့က စက်တင်ဘာ ၁၂ဟာ တိုနီလျောင်ချူဝေ၊ Takeshi Kaneshiro, ချန်းချန်၊ အန်ဒီလောင်၊ ချောင်ယွန်ဖတ်၊ စတီဖင်ချောင်၊ ဂျက်လီ၊ ဂျက်ကီချမ်း စသဖြင့် သူနဲ့ခေတ်ပြိုင်တွေ မတိမ်းမယိမ်းတွေ သရုပ်ဆောင်ဖော် သရုပ်ဆောင်ဖက်တွေ အကုန်လုံးသက်ရှိထင်ရှားရှိကြသေးပေမဲ့ တစ်ယောက်တည်းကွက်ပြီး အရွယ်မတိုင်မီ ရွေ့လျော အခါနှောင်းသွားခဲ့တဲ့ လတ်စလီချောင်ရဲ့ မွေးနေ့ပါပဲ။ တစ်ရက်နှောင်းသွားပေမဲ့လည်း လတ်စလီကိုချစ်တဲ့သူတွေအတွက် သူ့ရဲ့အစောပိုင်းရုပ်ရှင်တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ‌နောက် သူ့အကြောင်းနည်းနည်းပါးပါးရောပေါ့။ ဇာတ်ကားအကြောင်းကတော့ လတ်စလီကိုချစ်တဲ့သူတွေ သဘောကျမယ့်ကားလို့ပဲ ပြောချင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လတ်စလီချောင်ဟာ သူ့နာမည် လတ်စလီကို Gone With The Wind ထဲက သူ့အကြိုက်ဆုံးသရုပ်ဆောင်ဖြစ်တဲ့ အက်ရှလေနေရာက သရုပ်ဆောင်ခဲ့တဲ့ Leslie Howard နာမည်ကိုယူပြီးပေးထားတာပါ။
CNN’s Icon Gallery (Music) စာရင်းမှာပါတဲ့ တစ်ဦးတည်းသောအဆိုတော်ဖြစ်ပြီး No.3 လည်းချိတ်ခဲ့တယ်ဆိုပါတယ်။ တခြား ၁ကနေ ၅စာရင်းဝင်တဲ့ အဆိုတော်တွေကတော့ Michael Jackson, The Beatles, Elvis Presley နဲ့ Bob Marley တို့ပါပဲ။
လတ်စလီဟာ အလယ်အလတ်တန်းစား မိသားစုကပေါက်ဖွားလာတာပေမဲ့ တော်တော်အလှူအတန်းရက်ရောတဲ့လူပါ။ ထမင်းကြော်တစ်ပွဲကို အရသာမြည်းပြီး US$32,250 ပေးဖူးပါတယ်။ အလှူအနေနဲ့ပါ။
လတ်စလီဟာ မိသားစုကြီးတစ်ခုက ဆယ်ယောက်မြောက် အငယ်ဆုံးသားဖြစ်ပြီး။ သူ့အဖေက နာမည်ကြီး အပ်ချုပ်သမားပါ။ မာလွန်ဘရန်ဒို ကာရီဂရန့်နဲ့ အဲဖရက်ဟစ်ကော့တို့အတွက် စုစ်တွေ ဒီဇိုင်းဆွဲပေးဖူးပါတယ်။
လတ်စလီဟာ ရုပ်ရှင်ပေါင်းများစွာ သရုပ်ဆောင်ဖူးပေမဲ့ ဒါရိုက်တာအနေနဲ့ တစ်ကားပဲရိုက်ဖူးခဲ့ပါတယ်။ အစိုးရက သူ့ကို Anti-Smoking Ambassador ခန့်အပ်ခံရပြီးနောက် ရိုက်ခဲ့တဲ့ From Ashes to Ashes ဆိုတဲ့ Non-Profit Anti-Smoking video ပါ။ ဒီအဖြစ်ဟာ ဝေါင်ကာဝေးကားတွေမှာရော တခြားကားတွေမှာပါ သူဆေးလိပ်သောက်ပုံကို ခိုက်ခဲ့ရတဲ့ ကျွန်တော့်လို လူတွေအတွက်တော့ တကယ့်ဟာသပါပဲ။
ဟက်ပီးတူဂဲသားရိုက်ပြီးတဲ့နောက်မှာ လတ်စလီဟာ ဝေါင်ကာဝေးနဲ့ ဘယ်တော့မှ ကားထပ်မရိုက်တော့ဘူးလို့ ကြေညာခဲ့ပါတယ်။ ဟက်ပီးတူဂဲသားရိုက်ကူးရာမှာ ဝေါင်ကာဝေးနဲ့ လတ်စလီချောင်ကြား ပြဿနာတော်တော်များခဲ့ပါတယ်။ တိုနီလျောင်ခဖိုင်ကလည်း ဝေါင်ကာဝေးဟာ တိုနီလျောင်ချူဝေ အာဂျင်တီးနားကိုသွားအောင် လတ်စလီကို အသုံးချခဲ့တယ်လို့ သေသေချာချာကို ခံစားရတယ်ပြောပါတယ်။ လတ်စလီချောင် စိတ်ဓာတ်ကျခဲ့ရတဲ့အကြောင်းရင်းတွေထဲက တစ်ချက်ဟာ ဝေါင်ကာဝေးသူ့အပေါ် အမြတ်ထုတ်ခဲ့တာလည်းပါမယ်လို့ ဝေဖန်ရေးသမားနဲ့ ဒါရိုက်တာ Shu Kei က ပြောခဲ့ဖူးပါတယ်။ လတ်စလီဟာ အကောင်းမြင်တဲ့ဘက်ကရိုက်တဲ့ ဟောင်ကောင်ဂေးကားမို့ ပြီးအောင်ရိုက်ချင်ခဲ့ပေမဲ့လည်း ဝကဝဟာ အဆုံးမှာ ထိုင်ဝမ်က ချန်းချန်ကို ခေါ်သုံးခဲ့တယ်ဆိုပါတယ်။ နောက်ပိုင်းမှာတော့ လတ်စလီချောင်ဟာ သတင်းထောက်တွေကို ဇာတ်ညွှန်းသာကောင်းရင် ဝေါင်ကာဝေးနဲ့ ထပ်တွဲရိုက်ဖို့ စဉ်းစာပေးဖြစ်မယ်လို့ ပြောခဲ့ပါတယ်။ ပြဿနာကတော့ အားလုံးသိသလို ဝေါင်ကာဝေးကားတွေမှာ ဇာတ်ညွှန်းရေးပြီးရိုက်ထားတာ တစ်ကားမှမရှိပါဘူး။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.3GB, 930MB
Quality – Blu-ray 1080p, 720p
IMDb Rating – 5.8/10
Format – mp4
Duration – 1H 32Min
Genre – Romance, Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
