"Summering (2022)
ဒါကတော့ နွေရာသီတစ်ခုကို ဖြတ်သန်းနေတဲ့ ကလေးတစ်အုပ်အကြောင်းပါပဲ။ ဇာတ်လမ်းအမျိုးအစားကတော့ Adventure, Coming of Age ပါ။ ကလေးတစ်အုပ်ဆိုပေမဲ့ ကလေးမလေးတွေပါပဲ။ နွေရာသီပိတ်ရက်မှာ အတူတူလျှောက်လည်ကြတယ်။ အလောင်းတစ်လောင်းတွေ့တယ်။ ဒီအလောင်းကြောင့် မိဘတွေက သူတို့ကလေးတွေ ထရော်မာရကုန်တယ်ထင်ကုန်မှာစိုးလို့ ရဲမတိုင်ဘဲထားလိုက်တယ်။ သို့ပေမဲ့ ကြင်နာတတ်တဲ့ကလေးတွေဆိုတော့ ဒီလူ့မှာများ မိသားစုရှိခဲ့ရင်ဆိုပြီး သူဘယ်သူလဲအဖြေရှာကြပါတယ်။ အိမ်ကမသိအောင် ခိုးထွက်ပြီး စွန့်စွန့်စားစားအဖြေရှာရင်း ပရလောကလိုလို သည်းထိတ်ရင်ဖို အဖြစ်တွေနဲ့ပါကြုံလာရပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
James Ponsoldt ရဲ့လက်ရာပေါ့။ James Ponsoldt ကို The Spectacular Now ဆိုတဲ့ သူ့မာစတာပိစ်ကားနဲ့ လူသိများပါတယ်။ ၂၀၁၃ရဲ့အကောင်းဆုံး ရုပ်ရှင်တွေထဲ The Spectacular Now ဟာလည်း မပါမဖြစ် ဖြစ်ပါတယ်။ ဂျက်စီအိုင်ဆန်ဘတ်နဲ့ The End of the Tour, တွမ်ဟန့်နဲ့ The Circle တို့ကိုလည်း တွဲဖက်ရိုက်ကူးဖူးပါတယ်။
ထူးတာကတော့ ဒီရုပ်ရှင်ဟာ အစကနေ အဆုံးထိ ကလေးတွေရဲ့ဆုံးဖြတ်ချက်တွေကနေ ဘာတွေဆက်ဖြစ်သွားမလဲ စောင့်ကြည့်ရတာ တော်တော်ရင်ခုန်ဖို့ကောင်းပါတယ်။ ဒီကနေမှ နိဂုံးကိုသွားတဲ့အခါ နိဂုံးကလည်း တော်တော်လှပပါတယ်။ ကလေးတွေရဲ့စိတ်ကူးစိတ်သန်းကို အသားပေးပြီး လှလှပပလေး ပုံဖော်သွားတဲ့ဇာတ်လမ်းပါပဲ။ ကလေးတွေနဲ့ဇာတ်အိမ်တည်ထားလို့ဆိုပြီး ကလေးတွေနဲ့‌တော့ တူတူကြည့်ဖို့ အဆင်မပြေပါဘူး။ Thriller ဆန်ဆန်လေးလည်း ပါလို့ပါ။ ဇာတ်လမ်းလည်းဂေါ် ဒါရိုက်တာလည်းကောင်းပေမဲ့ ဘာလို့ rating နည်းသွားလဲတော့ မသိပါဘူး။ သေချာတာကတော့ Coming of Age ကိုမှ ဇာတ်ခပ်ဆန်းဆန်းလေးနဲ့မို့ CoA ကားတွေကို သဘောကျတဲ့သူတွေ ကြည့်သင့်ပါတယ်။ လန့်စရာလည်းကောင်း ချစ်စရာလည်းကောင်းတဲ့ ဇာတ်လမ်းလေးပါပဲ။ Rating ကို မယုံပါလေနဲ့။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.6GB, 610MB
Quality – 1080p, 720p
Format – mp4
Duration – 1H 27Min
Genre – Adventure, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by W
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
