"Dreamy Eyes (2019)
~ IMDb rating – 6.9/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“ဟိုးတုန်းက ကလင်ကလင် မြည်တတ်တဲ့ ဘဲလ်ကလေးပါတဲ့ စက်ဘီးကလေးတစ်စီး ရှိခဲ့ဖူးတယ်…”
စက်ဘီးကလေးတစ်စီးနဲ့ လူငယ်ဘဝဟာ ကောင်ကလေးတစ်ယောက်ရဲ့ ဝမ်းနည်းရိပ်မသန်းတဲ့ ရွှေအိုရောင်ကာလတွေပါပဲ။ အဲဒီရွှေအိုရောင်အတိတ်မှာပဲ ဝေဝေရီရီမျက်လုံးလေးတွေနဲ့ ဆုံတွေ့ခဲ့ရတယ်။ ဝေဝေရီမျက်ဝန်းလေးတစ်စုံနဲ့ ကောင်မလေးတစ်ယောက်ဟာ ဘာကိုမှမသိတတ်သေးတဲ့ ကောင်ကလေးတစ်ယောက်ရဲ့ မစားရက်မသောက်ရက် ပိုင်ဆိုင်ချင်ခဲ့တဲ့ ဆင်စွယ်မင်းသမီးရုပ်ကလေးပေါ့။ ဘကြီးအောင်ညာတယ်ဆိုတဲ့ အဖြစ်မျိုးကိုလည်း သူ မသိတတ်ခဲ့ဘူး။
နှင်းဆီခြုံတောထဲ သူမ ဖြတ်လျှောက်သွားတဲ့အခါ… ကတ္တီပါဆံပင်ရှည် သမင်လည်ပြန်မပွင့်တပွင့်အပြုံးတွေ၊ ဝေဝေရီရီမျက်ဝန်းတွေကို ငေးကာမောကာနဲ့၊ ဝေးရမယ်ဆိုတဲ့အသိမှာ အခါခါသေရင်း၊ ကျောင်းသွားဖော်ကောင်မလေးရဲ့ အနောက်ဆီ‌မှာ ရာစုတစ်ထောင်ကျန်ရစ်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်ဟာ နေဝင်မှာကို သိပ်ကြောက်ရင်း ညဉ့်နက်ခဲ့သူတစ်ယောက်ပေါ့။ တစ်ချိန်က ကောင်မလေး မက်မောခဲ့တဲ့အရာတွေဟာ အခုတော့ လွယ်လင့်တကူများဖြစ်ခဲ့ပြီ။ ပစ္စုပ္ပန် ကောင်မလေး တမ်းတနေတတ်တဲ့အရာတွေဟာ ကောင်လေးမမီနိုင်ရာများဖြစ်ခဲ့ပြီ။ ချစ်ခြင်းမေတ္တာဟာ ဘာများလဲ။ ကိန်းဂဏန်းလား စက္ကူတစ်ရွက်လား ဦးရာလူလား သီချင်းတစ်ပုဒ်လား ဒါမှမဟုတ်… ဒါမှမဟုတ်… ဒါ… မှ.. မဟုတ်။ ထားပါလေ ခရေပွင့်ကြွေကောက် ပြန်လာသူတစ်ယောက်ရဲ့ဇာတ်လမ်းမှာ သူ့ဆံပင်နှင်းဆီပွင့်တွေနဲ့ ဂုဏ်တင့်ပါတဲ့ မိန်းကလေးတစ်ယောက်ဟာ ဓမ္မတာပဲမဟုတ်လား။ လူသားတို့ ပေါင်းမိရင် ဘာရယ်ကြောင့် အားနည်းသူကို မုန်းတတ်တာလဲလေ…။ ဒီလိုနဲ့ ဒီကမ္ဘာပေါ်က သူရဲကောင်းများစွာတို့လိုပဲ ကောင်လေးဟာ ကျော့ဆုံးကို မမြင်ခဲ့ရဘူး။
နှစ်လသက္ကရာဇ်တွေ ကုန်လွယ်လွန်းလိုက်ပုံများ ရွာဈေးထိပ်က သစ်ပင်အိုကြီးတောင် သေဆုံးခဲ့တာ… ကြာပြီ။ နှင်းဆီခြုံတောကလေးမှာ ဝေဝေရီရီမျက်ဝန်းကလေးတွေဟာလည်း ပုံရိပ်အဖြစ်ပဲ ထင်ကျန်နေရစ်ခဲ့ပြီ။ ငြိမ်းချမ်းတဲ့ကံဇာတာနယ်မှာ လမ်းဖြောင့်ဖြောင့်သာမယ် ထင်မှတ်မှားဖူးခဲ့တဲ့ နေ့ရက်များစွာ ကုန်လွန်သွား…။ ဆော့ရင်းကစားရင်းက သပြေသီးမှည့်အကောက်သွားတဲ့ ကောင်မလေးတစ်ယောက် ထားခဲ့တဲ့ အုန်းလက်နွားကလေးဟာ ဒုတိယနေရာမှာလည်း ပထမအဆင့်နဲ့ ခေါင်းငုံ့ချစ်ခွင့်မရှိဘူးလို့ ဘယ်သူတွေပြောလဲ။ အခုတော့ စက်ဘီးကလေးမှာ ကယ်ရီယာခုံလေးလည်း မဲ့ခဲ့ပြီ။ ရထားချင်းလမ်းကွဲခဲ့ပုံများ တစ်ဘဝလုံးကုန်တာတောင်မှ ငါ့မှာမဆုံခဲ့ရဘူး။ လူအ,တစ်ယောက်လို့ အားလုံးက သမုဒ်ကြပါစေ။ နှင်းဆီခြုံတောအဝင်၀ တည်နေလှပတဲ့ ဝေဝေရီရီမျက်၀န်းတွေကို ဘာပဲဖြစ်ဖြစ် ငါကတော့ ဆက်ချစ်နေမယ်။ ရင်နှင့်အမျှ အလွမ်းရင့် လွမ်းမပြယ်။
” သံသရာကို ဘယ်လိုပဲအမည်ပေးပေး
တကယ်တမ်း ဝေးကြရတဲ့အခါ
တစ်ပတ်ပြန်လည်မလာမှာကို
ကြောက်နေမိသူတစ်ယောက် ရှိတဲ့အကြောင်း သိစေချင်ရုံပါ… ။
နှလုံးသွင်းချင်း မတူညီလို့ လွဲခဲ့ရတဲ့ ဘ၀တွေ…
ကမ္ဘာကြီးပေါ်ကျတဲ့ မိုးစက်တို့ထက်
ပိုများတယ်ဆိုတာကလေး သိစေချင်ရုံပါ…။
အဲဒီမီးဟာ လောင်ကျွမ်းစေသူရော
လောင်ကျွမ်းခံရသူကိုပါ
မြှိုက်တယ်ဆိုတာ သိစေချင်ရုံပါ…။
ဟိုးတုန်းက
ကလင်ကလင် မြည်တတ်တဲ့ ဘဲလ်ကလေးပါတဲ့
စက်ဘီးကလေးတစ်စီး ရှိခဲ့ဖူးတယ်။
ဒါပေမဲ့.. အဲဒီစက်ဘီးကလေးရဲ့
ကယ်ရီယာခုံလေးအကြောင်းကိုတော့
ပြောပြခဲ့ဖူးရင်လည်း မေ့သာပစ်လိုက်ပါ..။
ချိန်းကြိုးကလေးတွေဟာ နှစ်ဦးသားအတူ
အဝေးကိုမှ မသယ်ဆောင်နိုင်ခဲ့တာ…။ “
~ Word and Poetry Ref
– နှင်းဆီပွင့်၊ အုန်းလက်နွား၊ ဘကြီးအောင်ညာတယ် (မင်းသုဝဏ်)
– မမသည် ငွေ့ရည်ဖွဲ့စ တိမ်ဖြူမွလေးဖြစ်သည် (တာရာမင်းဝေ)
– အလွမ်းရင့် လွမ်းမပြယ်၊ ငယ်သူမို့ (စိုးလွင်လွင်)
– အချစ်ကိုဦးစားပေးခဲ့သူ (စိုင်းခမ်းလိတ်)
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.05GB, 1.05GB
Quality – 1080p, 720p
IMDb Rating – 6.9/10
Format – mp4
Duration – 1H 57Min
Genre – Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
