"How to Train Your Dragon 2 (2014)
IMDb – 7.8/10_____Rotten – 91%
နဂါးတွေနဲ့ ပြေလည်မှုရသွားပြီး နဂါးတွေရဲ့ လုပ်အားနဲ့ ပြန်လည်တိုးတက်လာခဲ့တဲ့ Berk ရွာလေးဟာ နဂါးပြိုင်ပွဲ ကျင်းပနေပါတယ်။
ဒါပေမယ့် Hiccup ကတော့ သူရဲ့ နဂါးလေး Toothless နဲ့အတူ နယ်မြေသစ် ရှာဖွေမှုတွေ ပြုလုပ်ရင်း အေးအေးလူလူပဲ နေထိုင်ကြပါတယ်။
ဒါပေမယ့် အရွယ်လွန်လာပြီဖြစ်တဲ့ Stoick ကတော့ သူ့သား Hiccup ကို ရွာသူကြီးလုပ်ဖို့ ဖိအားပေးစ ပြုနေပါပြီ။ ကိုယ့်ကိုယ်ကို
ယုံကြည်မှု မရှိသေးတဲ့ Hiccup အတွက်တော့ ဒီကိစ္စဟာ အကြီးမားဆုံး စိန်ခေါ်မှုတစ်ခုပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အပြောကျယ်တဲ့ မြေကမ္ဘာမှာ လျှောက်သွားရင်း Hiccup နဲ့ Astrid တို့ဟာ အလွန်ကြီးမားတဲ့ အစိမ်းရောင် ရေခဲတုံးကြီး တစ်ခုကို တွေ့ပါတယ်။
အဲဒီရေခဲတုံးကို လေ့လာနေဆဲမှာ Eret လို့ခေါ်တဲ့ နဂါးဖမ်းတဲ့မုဆိုးတစ်ယောက်က သူတို့ရဲ့ နဂါးတွေကို ဖမ်းဖို့ ကြိုးစားပါတယ်။
Eret ဟာ သူ့ရဲ့ ရွာပျက်သွားတာကြောင့် နဂါးတွေကို ကြည့်မရသူဖြစ်ပြီး Drago Bludvist လို့ခေါ်တဲ့
နဂါးနိုင်မင်းတစ်ယောက်အတွက် နဂါးတွေ လိုက်ဖမ်းပေးနေတာပါ။ ဒီကိစ္စကို အသိပေးဖို့ Hiccup နဲ့ Astrid တို့ဟာ ရွာကို ပြန်ခဲ့ကြပါတယ်။
Hiccup နဲ့ Astrid တို့ဆီက သတင်းစကား ကြားရပြီးနောက်မှာတော့ Stoick က တစ်ရွာလုံးကို တပ်လှန့်လိုက်ပါတယ်။ Stoick ဟာ အရင်က
Drago နဲ့ ရင်ဆိုင်ဖူးပြီး ရူးသွပ်နေတယ်လို့ ဆိုပါတယ်။ Drago ဟာ ရွာကို နဂါးတွေနဲ့ မီးလောင်တိုက်သွင်းဖို့ ကြိုးစားခဲ့ဖူးပါတယ်။ ဒါပေမယ့်
Hiccup ကတော့ အဲဒီ သုံးသပ်ချက်ကို လက်မခံပဲ Drago ကို သူဖြောင်းဖြရင် ရနိုင်မယ်လို့ ယုံကြည်ပြီး Eret ဆီမှာ သွားအဖမ်းခံလိုက်ပါတယ်။
အဲဒီလို အဖမ်းခံပေမယ့်လည်း Hiccup ကို တကယ်တမ်း မဖမ်းနိုင်ပဲ လွတ်မြောက်သွားပြီး Hiccup နဲ့ Astrid တို့ဟာ တခြားသူတစ်ယောက် ဖမ်းဆီးတာ ခံလိုက်ရပါတယ်။
ဖမ်းလိုက်တဲ့သူကတော့ တခြား နဂါးစီးသူ တစ်ယောက်ဖြစ်ပြီး Valka လို့ အမည်ရပါတယ်။ သူဟာ Alp့ha အမျိုးအစား ဧရာမ နဂါးကြီးကို
နိုင်နင်းသူဖြစ်ပြီး အဲဒီ Alpha နဂါးကြီးဟာ ကျန်တဲ့ နဂါးလေးတွေကို စောင့်ရှောက်သူ ဖြစ်ပါတယ်။ နောက်မှ သိရတာက Valka က Hiccup ရဲ့
မိခင်ဖြစ်ပြီး သူငယ်စဉ်က နဂါးတွေနဲ့အတူ ရွာကနေ ထွက်သွားခဲ့တာပါ။
Hiccup ဟာ သူ့မိခင်ကို ပြန်တွေ့ရပေမယ့် Drago ရဲ့ အန္တရာယ်ကနေ လွတ်မြောက်ခြင်း မရှိသေးပါဘူး။ ဗိုက်ကင်းကြီး Stoick ကလည်း
Hiccup နောက်ကို လိုက်လာပါတယ်။ Hiccup တို့ မိသားစု ပြန်လည်ဆုံတွေ့ကြမှာလား။ Drago ကရော ဘာတွေ ကြံစည်ထားလဲ ဆိုတာကိုတော့ ဆက်လက်ရှုစားကြပါ။
Kung Fu Panda ကနေ တောက်လျှောက် 3D နဲ့ အောင်မြင်မှု ရခဲ့တဲ့ DreamWorks Animation ဟာ ၂၀၁၀ ပြည့်နှစ်က အောင်မြင်ခဲ့တဲ့
How to Train Your Dragon ရဲ့ ဒုတိယမြောက် ဇာတ်ကားကို ဆက်လက်ထုတ်လုပ်လိုက်တာ ဖြစ်ပါတယ်။ စာရေးဆရာမ Cressida Cowell ရဲ့
How to Train Your Dragon ဝတ္ထုကို သုံးပိုင်းခွဲ ရိုက်ကူးတဲ့ထဲက ဒုတိယမြောက် ဇာတ်ကား ဖြစ်ပါတယ်။ ဒါရိုက်တာ Dean DeBlois ရိုက်ကူးပြီး
Jay Baruchel ၊ Cate Blanchett ၊ Gerald Butler ၊ Craig Ferguson ၊ America Ferrera နဲ့ Djimon Hounsou တို့က အသံနဲ့ ပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။
IMDb မှာ Rating 7.8 ရရှိထားပြီး Rotten Tomatoes မှာတော့ Tomatometer 91% ထိ ရရှိထားပါတယ်။ နဂါးတွေ အရောင်စုံနဲ့
ရုပ်ထွက်လှပမှုကလည်း Rio 2 နဲ့ အပြိုင်ပါပဲ။ ဗိုက်ကင်းတွေရဲ့ ဇာတ်အိမ်နဲ့ ခိုင်မာတဲ့ ဇာတ်ကြောင်းကိုလည်း ပရိသတ်နှစ်သက်မှာပါ။
(အညွှန်းကို myanmar movie guide မှ ကူးယူပါသည် )
Filesize : 4.1GB /2.04GB / 1.07GB
Quality : 1080p BluRay AAC5.1CH / 720p
Format : mp4
Running Time : 1h 42 min
Translator – V
Subtitle : Myanmar Subtitle (Hardsub )
Encoder : Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
