"Ripley’s Game (2002)
~ IMDb – 6.6/10, Rotten Tomatoes – 92% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“တွမ် ရစ်ပလေ”
ဒီလူက ဘာလား။ အူကြောင်ကြောင်ကောင်လား။ မထုံတက်တေးလား။ လူယုတ်မာလား။ လူပျော့လူညံ့လား။ သွေးအေးသူကြီးလား။
သူဟာ လူထဲက လူတစ်ယောက်ပါပဲ။ နည်းနည်းတော့ အရောင်ပိုစုံတယ်ပေါ့ဗျာ။ ကောင်းရောင်းကောင်းဝယ် လုပ်စားနေသူတော့မဟုတ်ပါဘူး။ ဖျံကျတတ်တယ်၊ ဖျံကျခြင်းရဲ့ အန္တရာယ်တွေကို လူမိုက်ဆန်ဆန် ကာကွယ်နိုင်တယ်။ ပိုက်ဆံရဖို့အတွက် အချီကြီးကြံတဲ့သူ။ ဒါပေမဲ့ ငွေနောက်ကို ဆက်တိုက် တမ်းတမ်းစွဲလိုက်နေသူတော့မဟုတ်ဘူး။
သူလိုချင်သလောက် ရလိုက်တော့ ခြေငြိမ်သွားတယ်။ ဇာတ်မြှုပ်သွားတယ်။ ဂီတပညာရှင် ဇနီးသည်ကို အကောင်းဆုံးထောက်ပံ့လို့ ဂီတသံနဲ့ ပန်းချီကားကြားမှာ မွေ့လျော်နေတဲ့ သူဌေးကြီးပေါ့။
အတိတ်က အရိပ်လိုလိုက်နေသတဲ့။ အတိတ်တစ္ဆေလာခြောက်တဲ့အခါ တွမ်ရစ်ပလေ က မထုံတက်တေးပါပဲ။ သူနဲ့အလုပ်အတူလုပ်ခဲ့တဲ့ လူမိုက်တစ်ယောက်က သူ့ကို လူသတ်ပေးဖို့ အကူအညီတောင်းခဲ့တယ်။ ဒါကိုပဲ ပါတီတစ်ခုမှာ သူမရှိဘူးမှတ်လို့ အတင်းတုပ်ခဲ့တဲ့ ပန်းချီကားဘောင်ကွပ်လုပ်တဲ့ လက်သမား သွေးကင်ဆာလူနာကို အဲဒီပြဿနာထဲဆွဲထည့်လိုက်တယ်။
ဆင်းရဲလှရှာတဲ့၊ ရောဂါကြောင့်သေခါနီးဖြစ်နေတဲ့ အင်္ဂလိပ်လူမျိုးလေးကို ငွေတွေအပုံလိုက်ပေးပြီး လူသတ်ခိုင်းတဲ့အစီအစဉ်မှာ တွမ်ရစ်ပလေက နောက်ကွယ်က လက်မည်းကြီးပေါ့။ ဒါပေမဲ့ လူမိုက်လောက လူသတ်တယ်ဆိုတာ ဝင်ပြီးပြန်ထွက်သွားလို့ရတဲ့ ပြည့်တန်ဆာအိမ်မှ မဟုတ်ဘဲလေ။ လူသတ်ခိုင်းသူကလည်း နောက်ထပ်သတ်ပေးစေချင်တယ်။ အသတ်ခံလိုက်ရသူတွေဘက်ကလည်း လက်စားချေချင်တယ်။
ဒီတော့ ရောဂါသည် လူသတ်သမားလက်သစ်လေး သူ့ပယောဂနဲ့ အန္တရာယ်ပတ်လည်ဝိုင်းလာတဲ့အခါ တွမ် ရစ်ပလေ ဟာ သူဖော်တဲ့ဆေး သူပြန်စားရတော့တာပါပဲ။ အငြိမ်းစားလူမိုက်သူဌေးကြီး နဲ့ ရောဂါသည်တစ်ယောက် အရှုပ်တော်ပုံထဲမှာ သပွတ်အူမျှင် ထိုင်ရေနေကြပုံကို လူကြီးမင်းတို့ ခံစားကြည့်ရှုရပါမယ်။
ဒီဇာတ်ကားဟာ သာမန်ပရိသတ်တွေထက် ဝေဖန်ရေးဆရာတွေနဲ့ ရုပ်ရှင်အသိုင်းအဝိုင်းထဲမှာ အင်မတန်နာမည်ကြီးပါတယ်။ မူရင်းဝတ္ထုက အတွဲလိုက်လာတာဖြစ်ပြီး ဒီဇာတ်ကားက သုံးပုဒ်မြောက်ဖြစ်ပါတယ်။ ဝေဖန်ရေးဆရာတွေ အရမ်းအကြိုက်တွေ့ပြီး ကောင်းမွန်တဲ့ မှတ်ချက်တွေ အများကြီးရထားတာပါ။ ခရမ်းချဉ်သီးပုပ် ၉၂ % လည်း ရထားတယ်ဗျ။
ဝေဖန်ရေးဆရာ Roger Ebert က ဒီဇာတ်ကားကို သူ့အကြိုက်ဆုံးရုပ်ရှင်စာရင်းထဲမှာ ထည့်သွင်းခဲ့ပါတယ်။ သူပြောတဲ့စကားအရဆိုရင် Ripley ရုပ်ရှင်လေးကားထဲမှာ အကောင်းဆုံးပါတဲ့။ ဟုတ်ပါတယ်နော်။ anti-hero ဖြစ်တဲ့ Ripley ဇာတ်ကောင်အတွက် ရုပ်ရှင်လေးကားရိုက်ထားပါတယ်။ ဒီထဲကမှ အကောင်းဆုံးကားကို ရွေးပြီး တင်ဆက်လိုက်ပါတယ်ခင်ဗျာ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.04GB, 942MB, 650MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.6/10
Format – mp4
Duration – 1H 50Min
Genre – Crime, Drama, Mystery
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
