"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Batman Begins (2005)
=================
IMDb Rating 8.2/10 ရထားပြီး voting အရေအတွက်ဟာ 1,257,970 ထိရှိနေခဲ့ပါတယ်။
June 17 2005 မှာထွက်ရှိခဲ့ပြီး Christopher Nolan ရိုက်ကူးခဲ့တဲ့ Bat Man: Begins ဟာ ရုံဝင်ငွေ 374.2 million ရရှိခဲ့ပြီး DC Comics ကဇတ်ကောင်ကို အခြေခံထားတဲ့ super Hero ရုပ်ရှင်ကားပဲဖြစ်ပါတယ်။ Bat Man လို့ပြောလိုက်တာနဲ့ Christian Bale ကိုမျက်စိထဲပြေးမြင်မိကြမှာပါ။ အရင်ကလဲ Bat Man ဇတ်ကောင်ကို အလီလီရိုက်ကူးခဲ့ကြပေမဲ့ Christian Bale ကိုမမှိခဲ့ကြပါဘူး။ ဒီကားကတော့ The greatest Detective လို့လူသိများတဲ့ Bat Man စတင်ဖြစ်ပေါ်လာပုံကိုရိုက်ကူးထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်။The Dark Knight Trilogy ရဲ့ပထမဆုံးကားဖြစ်ပါတယ်။
ဇတ်လမ်းအကျည်းကတော့ Bat Man ဖြစ်လာမယ့် Bruce Wayne ဟာငယ်ငယ်ကလင်းနို့ကြောက်တတ်ပါတယ်။ သူ့အဖေ Thomas Wayne နဲ့ Martha Wayne တို့ဟာသန်းကြွယ်သူဌေးတွေဖြစ်ပြီး Wayne Enterprises လုပ်ငန်းပိုင်ရှင်တွေဖြစ်ပါတယ်။ တစ်နေ့ ကပွဲရုံမှာ ကပွဲသွားကြည့်ရင်း လင်းနို့ကြောက်တတ်တဲ့ Bruce ကြောင့်စောစောပြန်လာခဲ့ကြတုန်း လမ်းမှာ Joe Chill ဆိုတဲ့လူက ဓားပြတိုက်ပါတယ်။ Bruce ရဲ့မိဘနှစ်ပါးလုံးကို ဓားပြကသတ်ပြီး ထွက်ပြေးသွားပါတယ်။ နောက်တော့ တစ်ကောင်ကြွက်ဖြစ်သွားတဲ့ Bruce ဟာ ဝိန်းမိသားစုရဲ့ အိမ်တော်ထိန်း Alfred Pennyworth ရဲ့လက်ပေါ်မှာပဲကြီးပြင်းခဲ့ရပါတယ်။ ဘရုစ်ဟာ ငယ်စဉ်ကတည်းက မိဘတွေသေဆုံးခဲ့လို့ ဒုစရိုက်လောကကို ချေမှုန်းမယ်ဆိုပြီး မြေအောက်လောကထဲကို ကိုယ်တိုင်ဝင်ရောက်သွားပါတော့တယ် အဲ့ဒီမှာ မြေအောက်လောကရဲ့ဘုရင်လို့ခေါ်ရတဲ့ အရိပ်အဖွဲ့ကြီးရဲ့ ခေါင်းဆောင် Ra’s al Ghul နဲ့တွေ့ပြီးသူ့ဆီမှာပညာသင်ပါတယ်။ Bruce Wayne အနေနဲ့ဆိုရင် သူဟာအမြဲမရှိနိုင်တဲ့အတွက် သူကြောက်ခဲ့တဲ့ လင်းနို့ သင်္ကေတကို ယူပြီး ဒုစရိုက်လောကကိုချေမှုန်းတာပါ။ နောက်မှ အရိပ်အဖွဲ့ကြီးရဲ့လုပ်ရပ်တွေကို နားလည်သွားတော့ သူ့မြို့တော်ကို အစွမ်းကုန်ကာကွယ်ပါတော့တယ်။
Bat Man ဟာ Super Hero တွေက အထူးခြားဆုံးသူတစ်ယောက်ပါ ဘာထူးခြားတဲ့စွမ်းအားမှမရှိဘဲ တိုက်ခိုက်စွမ်းရည်နဲ့ ညဏ်ရည်ကိုသာသုံးပါတယ်။ Justice League ကိုဦးဆောင်သူပါ။ Bat Man က Super Power မရှိပေမဲ့ ဘယ် Hero ကိုမှမကြောက်တဲ့သူပါ အားလုံးရဲ့ အားနည်းချက်ကိုလေ့လာပြီး ဗျူဟာကျကျ တိုက်ခိုက်တတ်သူပါ ( DC မှာ Bat Man ကြောက်တာ Wonder Woman တစ်ယောက်ပဲရှိပါတယ် comics ထဲမှာတော့ Bat Man က Wonder Woman နဲ့ဘာညာဘာညာတွေပါ )။ Bat man မှာ အိမ်တော်ထိန်း လူယုံ Alfred Pennyworth ၊ Bat Man ရဲ့ Technical supporter Lucius Fox နဲ့ သူ့ရဲ့တစ်ဦးတည်းသော ငယ်သူငယ်ချင်း Rachel Dawes ရဲမင်းကြီး ဖြစ်လာမဲ့ James Gordon တို့က ပင်တိုင်တွေပါပဲ။ ဒီရုပ်ရှင်ကားမှာတော့ Director Christopher Nolan က စိတ်ကူးယဉ်ဇတ်ကောင် Bat Man ကို ယုတ္တိရှိအောင်အသက်သွင်းခဲ့သူပါ။ Michael Caine, Liam Neeson, Morgan Freeman တို့လိုသရုပ်ဆောင်ကြီးတွေပါဝင်တဲ့ ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။
-Idiot Myo Ko-
4K Version က HDR ဖြစ်တာကြောင့် HDR ကို Support ပေးနိုင်တဲ့ Android TV နဲ့ ခေတ်ပေါ် Smart Device တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။ DS4K 1080p Version ကတော့ Color Regrade ပြန်လုပ်ထားတဲ့ Version ဖြစ်တာကြောင့် ဖိုင်သေးသေးနဲ့ ပိုမိုကြည်လင်ကြောင်းနဲ့ Device မျိုးစုံမှာ ကြည့်လို့အဆင်ပြေနိုင်ကြောင်း အသိပေးပါရစေ။
Batman:The Dark Knight Trilogy ဇာတ်ကား ၃ ကားလုံးကို https://channelmyanmar.org/?s=batman+dark+knight မှာကြည့်ပါ။
File size…(5.6 GB)/(1.8 GB)/(999 MB)
Quality….BluRay 4K HDR HEVC/DS4K 1080p HEVC/720p
Format…mkv/mp4
Duration….02:20:03
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
