"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Suzhou River (2000)
———————–
Directed by Lou Ye
အဖြူစွတ်စွတ်တွေ… အလွမ်းပြာပြာတွေ… အမှီသဟဲတွေ… ဒိုက်သရိုက်တွေ… မုသားတွေ… ဝေးလွင့်ကင်းကွာခြင်းတွေ… ဒဏ္ဍာရီတွေ… မြစ်တစ်စင်းဟာ သိမ်ဆည်းထားတယ်။ အသစ်တွေ ဘယ်လိုပဲ ကမ်းကုန်အောင်ခြယ်သပါစေ လမ်းဆုံအောင်ဆယ်မရပါတဲ့ မြစ်တစ်စင်းရဲ့ ရပ်ဝန်းက အဟောင်းတွေ ။ မြစ်တစ်စင်းပေါ် စီးဆင်းနေတဲ့ အတိတ်အက်ကြောင်း နေ့ရက်ဟောင်းတွေကို ဘယ်လိုမှော်ဆေးနဲ့ ဖာထေးမလဲ။ ဒီအိပ်မက်တွေ လွမ်းသူပျိုု့မစပ်ချင်တော့လည်း ဒီမြစ်ကြီးကို မီးတင်ရှို့လို့မှမရနိုင်ခဲ့။
ဆူကျိုးတံတားထက် လက်ပိုက်ရင်းလျှောက်လာတဲ့ သူမရဲ့ ပုံရိပ်တွေ။ ရပ်တန့်ရင်းစောင့်လည်း အဖတ်ဆည်မရတော့ပါတဲ့ ဒဏ္ဍာရီအပျက်တွေ။ ပြောကြတယ် ဒီမြစ်ကြီးထဲမှာ ရေသူမတစ်ကောင်ရှိသတဲ့။ ကျွန်တော်မယုံခဲ့ပါဘူး။ လူတွေပြောနေကျ ယုံတမ်းစကားတွေဟာ ဖြေရှင်းမဆုံးနိုင်အောင် မကုန်မခန်းနိုင်တွေပဲမို့လား။ သူမနဲ့ပထမဆုံးတွေ့တော့ ဘာရယ်ဘာကြောင့်မသိ အဲဒီယုံတမ်းစကားကို ကျွန်တော်ယုံခဲ့ရတယ်။ သူမဟာ ရေသူမလေးတစ်ကောင်ပါပဲ။ သူမဟာ ရေသူမပါလို့ ဘာအတွက်ဘာကြောင့် ကျွန်တော်ယုံစားခဲ့မိလဲတော့ မသေချာပါဘူးပေါ့။ ချစ်ခြင်းဟာ ဒီလိုပဲမို့လား။ အကျိုးလည်းမသိ အကြောင်းလည်းမသိ အဆိုးလည်းမရှိ အပြောင်းလဲမရှိ။ သူ့မျက်ဝန်းတွေ ကောက်ကာငင်ကာကြီး ညှိုးကျသလို သူ့နှုတ်ခမ်းတွေ ကောက်ကာငင်ကာကြီး ပြုံးပြသလို ရေသူမလေးတစ်ကောင်ဟာ ကျွန်တော့်ဘဝထဲ ဗိန်းဗောင်းဆင့် ရောက်ချလာခဲ့တယ်။ ဒီလိုပါပဲ မနက်မိုးလင်းပေါက်လို့ လူပျင်းတစ်ကောင်ကျောခင်းလောက်ပြီဆို အဲဒီရေသူမကလေးဟာ ဆိုင်းမဆင့်ဗုံမဆင့် ထွက်သွားတတ်တယ်။
အဲဒီရဲ့နေ့တွေဆို မြစ်ခင်းတံတားလေးတစ်စင်းပေါ် သူလက်ပိုက်လို့လျှောက်မလာခင်အထိ ပြတင်းပေါက်နံပါးကနေ ရပ်စောင့်လို့ ကျွန်တော်မျှော်နေတတ်တယ်။ တစ်ခါတလေကျ အဲဒီရေသူမလေးက ကျွန်တော့်ကို အသစ်မဟုတ်တော့တဲ့ ဆူကျိုးမြစ်ရဲ့ ဒဏ္ဍာရီတစ်ပုဒ်ကို ပြောပြတတ်တယ်။ ဟိုးတမျှော်တခေါ် တံတားပေါ်က ခုန်ချသွားတဲ့ကောင်မလေးတစ်ယောက်ကို ရွာရိုးကိုးပေါက် အရှာမဆုံးခဲ့တဲ့ မာဒါလို့ခေါ်တဲ့ လူတစ်ယောက်အကြောင်းပေါ့။ သူပျောက်သွားခဲ့ရင် ကျွန်တော်လည်း သူ့လို ရှာပုံတော်ဖွင့်မလား မေးတော့ ကျွန်တော်လည်း ဘူမသိကိုးမသိ ခေါင်းညိတ်ခဲ့ရတယ်။ အဲဒီနေ့ကစ အိမ်ဝင်းတံခါးအပျက်ကနေ သူကျောခိုင်းလို့ထွက်သွားတိုင်း ဒီနေ့ဟာ သူမကိုမြင်ရတဲ့ နောက်ဆုံးနေ့များဖြစ်နေမလားဆိုတဲ့စိုးစိတ်နဲ့ တိုးတိတ်စိုးထိတ်ခဲ့ရတာပါပဲ။
သာမန်ညနေတစ်ခုရဲ့ သာမန်တိမ်တွေအောက်မှာ သာမန်မဟုတ်တော့တာကတော့ ပိုက်ထားတဲ့လက်ကလေးတွေရဲ့ လမ်းကူးဖို့အပြင်ကို ကျွန်တော် မဖူးမမြင်ရတော့တာပါပဲ။ သာမန်လိုပါပဲ။ ဆူကျိုးမြစ်ကနေ ပင်လယ်ပြင်အထိ ဘောလောမျောရင်း အရှေ့အရပ်ကနေ နေဝန်းထွက်လာလိမ့်မယ်။ မြစ်ရေက ကြည်လင်အေးမြလို့ ငါးတွေ တဖွေးဖွေးလှနေလိမ့်မယ်။ မာဒါက သူ့ကောင်မလေးကို ရှာပုံတော်ဖွင့်သလို သူပုန်းကွယ်ရာအရပ်ကို ကျွန်တော်ရှာမယ်။ ညနေဆို သူလက်ကလေးပိုက်လို့ မြစ်ခင်းတံတားလေးထက်ဆိုက်လာချိန်ကို ကျွန်တော်စောင့်မယ်။ ဒီလိုသာလုပ်ဖြစ်ခဲ့ရင် ကျွန်တော်တို့ရဲ့ အချစ်ဇာတ်လမ်းကလေးက ဆက်လျက်ဖူးပွင့်နေမှာပဲ။
ဒါပေမဲ့လည်း ကျွန်တော် အဲဒီရေသူမလေးကို မရှာဖြစ်ခဲ့ပါဘူး။ ထာဝစဉ်မြဲတဲ့တရားဆို ဒီကမ္ဘာမှာ ဘယ်ရှိလို့တုန်း။ အရက်နောက်တစ်ခွက်သောက်ရင်း မျက်လုံးတွေမှိတ်ရင်း နောက်ထပ် အချစ်တစ်ပွင့် ပွင့်လို့လာမှာကိုပဲ ကျွန်တော် စောင့်စားနေလိုက်တော့တယ်….
ဆူကျိုးမြစ်ရုပ်ရှင်ဟာ တရုတ်ပြည်မရုပ်ရှင်ရဲ့ ခြောက်ဆက်မြောက်မျိုးဆက် ဒါရိုက်တာတွေထဲက နာမည်ကျော်တစ်ယောက်ဖြစ်တဲ့ လုရီရဲ့ နာမည်အကျော်ဆုံး ရုပ်ရှင်ပါပဲ။ သူဟာ ဆင်ဆာကြမ်းတဲ့ တရုတ်အစိုးရရဲ့ ဘန်းတာကို ပထမကားနဲ့တင်ခံခဲ့ရတဲ့သူဖြစ်ပြီး ဒီဒုတိယရုပ်ရှင်ကိုလည်း တရုတ်အစိုးရ ခွင့်ပြုချက် မရှိဘဲ ရုပ်ရှင်ပွဲတော်တစ်ခုမှာပြခဲ့လို့ ၂နှစ်အဘန်းခံခဲ့ရပါတယ်။ တန်ပါတယ် ဆုတော့ရခဲ့ပါတယ်။ သူ့တင်ပြပုံနဲ့ အပေါက်အလမ်းမတည့်တဲ့ တရုတ်အစိုးရ ဘန်းတာကို ခဏခဏခံခဲ့ရပေမဲ့ လုရီဟာ နိုင်ငံတကာအသိအမှတ်ပြုခံရတဲ့ ဒါရိုက်တာတစ်ယောက်တော့ဖြစ်ခဲ့ပါတယ်။
ဒီရုပ်ရှင်ကို မြစ်ကမ်းဘေးက ဂိုဒေါင်တွေ ဘာတွေလို အဟောင်းအနွမ်းနေရာတွေမှာပဲရိုက်ထားပြီး တိုးတက်နေတဲ့ အသစ်အသစ်သောပုံရိပ်တွေကို မသုံးထားခဲ့ပါဘူး။ သူဟာ ဟောင်ကောင်ဒါရိုက်တာ ဝေါင်ကာဝေးရဲ့ လွှမ်းမိုးမှုတစ်ပိုင်းတစ်စရှိနေတဲ့ ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်လို့ ဆိုကြသလို ဒီရုပ်ရှင်ကနေလည်း ခပ်ဆင်ဆင်အရသာလေးရပါတယ်။ ထူးတာကတော့ အဓိကဇာတ်ကောင်လို့လည်း ပြောလို့ရတဲ့ Narratorကို လူလည်းမပြထားသလို Creditလည်းမပေးထားဘဲ ကိုယ်က အဲဒီလူလို ဝင်ခံစားလို့ရအောင် သူမြင်ရတဲ့ပုံစံကနေ ပြသွားတာကလည်း ဒီရုပ်ရှင်ကို ကျွန်တော်တို့နဲ့ ပိုနီးစပ်သွားစေတဲ့ တစ်ချက်ပဲလို့ထင်ပါတယ်။ နောက်နီးစပ်စေတဲ့အချက်ကတော့ အချစ်နဲ့မြစ်ပေါ့။
မြစ်တစ်မြစ်မှာ ရေနှစ်ခါချိုးမရနိုင်ဘူးလို့ ဘယ်လိုပဲဆိုဆို ကျွန်တော်တို့စိတ်တွေကတော့ ဘယ်သောအခါမှ သစ်မလာနိုင်ဘူးမလား။ စိတ်သစ်လူသစ်ဆိုတာ ပုံပြင်ဟောင်းတွေပဲမို့လား။ ဆူကျိုးမြစ်ရုပ်ရှင်ဟာ လူအဟောင်း စိတ်အဟောင်းတွေကို မြစ်အဟောင်းထဲက ရပ်ဝန်းအဟောင်းကိုခေါ်သွားပြီး အဖြစ်ဟောင်းတွေနဲ့ ခင်ဗျားရဲ့မသိစိတ်ထဲက အဟောင်းတွေကို ပြန်တူးဖော်ပေးမယ့်ရုပ်ရှင်ပါပဲ။ အောက်ဖော်ပြပါကတော့ ခင်ဗျားစိတ်ပါရင် တွဲဖက်ခံစားလို့ရမယ့် သီချင်းဟောင်းလေးပေါ့။
” တစ်ညမက နှစ်ညမက တစ်ညတစ်ည
မင်းခွင့်ပြုသလောက်နဲ့
မင်းလင်းလက်သရွေ့ ငါငြိမ်သက်မြဲပါ ”
– ခင်ဝမ်း ( မြစ် )
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(3.5GB) / (1.22GB)
Quality__BluRay_1080p, 720p
IMDb Rating__7.4/10
Format__mp4
Duration__01:30:00
Type__Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
