"The Omen (1976)
~ IMDb – 7.5/10, RT – 86%, Meta – 62% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ်ချို့ရုပ်ရှင်တွေက ကျိန်စာသင့်နေတတ်ကြတာ အားလုံးပဲ ကြားဖူးကြပါလိမ့်မယ်။ The Omen ဟာ အဲဒီကျိန်စာသင့်ရုပ်ရှင်တွေထဲမှာမှ အဆိုးဆုံးကျိန်စာသင့်နေတဲ့ ရုပ်ရှင်အဖြစ် သတ်မှတ်ခံထားရတဲ့ ရုပ်ရှင်ပါ။ အိုမန်ရိုက်ကွင်းမှာ သေတာတွေရော ဒဏ်ရာရတာတွေရော မိုးကြိုးပစ်တာတွေပါ အစုံဖြစ်ခဲ့ပြီး ဒီရုပ်ရှင်ကိုလုပ်တဲ့သူက အဖွဲ့သားတွေကို ဒီရုပ်ရှင်ရိုက်တာကို စေတန်ကြိုက်မှာမဟုတ်ဘူးလို့တောင် ပြောခဲ့ဖူးပါတယ်။ ဒီရုပ်ရှင်ဟာ ရုပ်ရှင်သမိုင်းမှာ စေတန်ကို စိတ်ဆိုးအောင်လုပ်ခဲ့တဲ့ ရုပ်ရှင်အဖြစ်လည်း သတ်မှတ်ခံခဲ့ရပါတယ်။
သူရိုက်ထားတဲ့အကြောင်းအရာကလည်း ခရစ်တော်ရဲ့ ဆန့်ကျင်ဘက် Antichrist ဖြစ်တဲ့ ယေဝါဖန်ဆင်းတဲ့ နိုင်ငံတော်ကို အရင်းကဖြိုဖို့ စေတန်က လူ့အသွင်နဲ့ လူ့လောကထဲ အကြံကြီးကြံဖို့ လွှတ်ထားတဲ့ ဒေမီယံဆိုတဲ့ စေတန်ရဲ့သားတော် လူ့လောကထဲရောက်လာတဲ့အကြောင်းပါ။ ဒေမီယံဟာ လူ့လောကထဲကကို သွန်းဆိုတဲ့ လူကုံထံတစ်ယောက်ရဲ့သားကို သတ်ပြီး သူ့နေရာအစားဝင်ပြီး သွန်းရဲ့ စည်းစိမ်တွေကို အသုံးချပြီး ဒီလောကကြီးကို စေတန်လိုချင်တဲ့ ပုံစံအတိုင်းဖန်ဆင်းပစ်ဖို့ ရောက်လာခဲ့တာပါ။ ဒီရုပ်ရှင်ဟာ ဒေမီယံရဲ့ နိဒါန်းကိုရိုက်ပြထားတဲ့ ရုပ်ရှင်ပါပဲ။
အိုမန်ဟာ Horror ကားပေမဲ့ ထူးထူးခြားခြား စီနီမာတိုဂရပ်ဖီရော အသံပိုင်းရော အတော်လေးလက်ရာမြောက်ပြီး Best Music Oscar ဆုကိုပါ ရခဲ့ပါတယ်။ ဒီလိုရတယ်ဆိုပေမဲ့ ကြုံနေကျ သရဲကားတွေလို အသံကို ဇွတ်ဆက်တွေ သုံးထားတာမဟုတ်ဘဲ လိုအပ်တဲ့နေရာမှာပဲသုံးပြီး အဲဒီလိုသုံးတဲ့အခါမှာလည်း ကြက်သီးထစရာကောင်းအောင် သုံးခဲ့တာပါ။ ရုပ်ရှင်ရဲ့ Theme Song ဖြစ်တဲ့ Jerry Goldsmith ရေးစပ်ထားတဲ့ “Ave Satani” ဟာလည်း အတော်အောင်မြင်ခဲ့ပါတယ်။ အိုမန်ကို လန်ဒန်မှာအဓိကရိုက်ခဲ့ပြီး ရောမ အီတလီ ဂျေရုဆလင်နဲ့ အစ္စရေးတို့မှာပါ သွားရောက်ရိုက်ကူးခဲ့ပါတယ်။
To Kill A Mockingbird, Roman Holiday, Cape Fear တို့နဲ့ နာမည်ကျော်ခဲ့တဲ့ ဂန္ထဝင်မင်းသားကြီး Gregory Peck ဟာ ဒီကားကို ပိုပြီးထူးခြားစေတဲ့ အကြောင်းအရင်းတစ်ခုဖြစ်ခဲ့သလို သူ့ရဲ့ မိန်းမနေရာက သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီး Lee Remick ဟာလည်း ကောင်းကောင်းကြီး ပံ့ပိုးပေးနိုင်ခဲ့တယ်။ ဒါပေမဲ့ သူတို့ကာရိုက်တာတွေဟာ ဒေမီယံရဲ့နေရာလောက် မခက်ခဲခဲ့ဘူး။ ဒီကားရဲ့ ဇာတ်သိမ်းပိုင်းမှာ Harvey Spencer Stephens ရဲ့ Damien သရုပ်ဆောင်ပုံဟာ ဒီလိုကျောချမ်းစရာကောင်းလွန်းတဲ့ကားရဲ့ အံ့မခန်း နိဂုံးဖြစ်သလို ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံး Ending တစ်ခုအဖြစ် သတ်မှတ်ခံခဲ့ရပါတယ်။
အိုမန်ဟာ Jumpscare တွေကို အလွန်အကျွံမသုံးဘဲ အတိုင်းအတာတစ်ခုလောက်အထိသာ သုံးထားပေမဲ့ သူ့ဇာတ်ဝင်ခန်းတွေက တစ်ခန်းဆိုတစ်ခန်းဆိုသလို ရင်ထိတ်စရာကောင်းတဲ့အပြင်ကို ပဟေဠိတွေချန်ခဲ့နိုင်တဲ့ အတော်ကောင်းတဲ့ Storytelling နဲ့ ချပြထားတာပါ။ အိုမန်ရုပ်ရှင်ရဲ့ ဇာတ်ဝင်ခန်းတွေထဲ တစ်ခန်းဟာလည်း ကြောက်စရာအကောင်းဆုံး ရုပ်ရှင်အခန်းတစ်ရာမှာ နံပါတ် ၁၆ ချိတ်ခဲ့ပါတယ်။ Horror ကားလည်းဖြစ် Horror အငွေ့အသက်စစ်စစ်ကိုလည်းရနေရင်းမှ ဒီလောက်ကောင်းတဲ့ကားဆိုတာ အတော်ရှားပါလိမ့်မယ်။
(ဒီဇာတ်ကားအညွှန်းကို ရေးပေးထားသူကတော့ WiRa Aung ဖြစ်ပြီး ပြန်ဆိုပေးထားသူကတော့ 666 ဖြစ်ပါတယ်)
Size – 2.33GB, 1.2GB, 650MB
Quality – 1080p, 720p, 480p
IMDb Rating – 7.5/10
Format – mp4
Duration – 1H 51Min
Genre – Horror, Mystery
Subtitle – Myanmar Subtitle (Hardsub)
Translated by 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
