"End of Days (1999)
ငယ်စဉ်တောင်ကျေး ကလေးဘဝက အထိတ်တလန့်ကြီး ကြားလိုက်ရတယ်။ ကမ္ဘာပျက်မယ်တဲ့။ ဟင် ဘာလား။ ပျော်စရာကြီး။ ကမ္ဘာပျက်ရင် သူငယ်ချင်းတွေနဲ့ အတူတူထိုင်ကြည့်မယ်ပေါ့။ တိုင်ပင်ကြ။ ပြင်ဆင်ကြ။ မုန့်တွေ သစ်သီးတွေ စုဆောင်းသိမ်းဆည်းကြ။ အချိုလေးတည်းရင်း ကြည့်ရရင် သိပ်ဇိမ်ရှိမှာကိုးဗျ။ ဒါပေမဲ့ လူကြီးသူမတွေရဲ့မျက်နှာက သိပ်မကောင်းကြဘူး။ လက်ဖက်ရည်ဆိုင်တွေ အိမ်က လက်ဖက်ရည်ကြမ်းဝိုင်းတွေမှာ တိုးတိုး တိုးတိုးနဲ့ ငြင်းခုန်ကြ တိုင်ပင်ကြ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကလေးပေမဲ့လို့ သိတတ်တဲ့အရွယ်ဆိုတော့ ကမ္ဘာပျက်မယ့်ကိစ္စက ပျော်စရာမဟုတ်မှန်းသိပြီလေ။ ကိုယ်ဖတ်ရတဲ့ ကာတွန်းလေးတွေ မဂ္ဂဇင်းတွေထဲမှာလည်း အဲဒီအကြောင်း မမြင်ချင်မှအဆုံး။ လူတိုင်း လူတိုင်း ကမ္ဘာသူကမ္ဘာသားတိုင်းက ပူပင်သောကတွေနဲ့ ရင်ဆိုင်ကျော်ဖြတ်ဖို့ ပြင်ဆင်နေရချိန်ပေါ့လေ။ မျောက်မူးလဲအောင် ဆော့တတ်တဲ့ကိုယ်တွေတောင် လူကြီးတွေမျက်နှာကိုငေးမောပြီး ငြိမ်ငြိမ်လေး ထိုင်နေတတ်လာတယ်။
လူကြီးမင်းတို့ မီတဲ့သူတွေ မီကြမှာပါ။ Y2K တဲ့။ ဘာလဲဟ ဝိုင်တူးကေ။ လူကြီးတွေပြောစကားနားထောင် လက်လှမ်းမီသလောက် စာလေးတွေဖတ်ပြီးသိလာပါတယ်။ Y က year၊ 2K က 2000။ အပြည့်အစုံပြောရရင် သက္ကရာဇ် ၂၀၀၀ ပေါ့ဗျာ။ သက္ကရာဇ် ၂၀၀၀ မှာ ကမ္ဘာပျက်မယ်ဆိုတဲ့ကိစ္စက ၂၀၁၂ ကမ္ဘာပျက်မယ့်ကိစ္စထက် ပိုပြီးကျယ်ကျယ်လောင်လောင်ဖြစ်ခဲ့တယ်။ ပိုပြီး လက်တွေ့ဆန်တဲ့ သီအိုရီတွေရှိခဲ့တယ်။
ဇာတ်ကားအကြောင်းမပြောခင် နည်းနည်းလေပေါဦးမယ်ဗျာ။ သက္ကရာဇ် ၂၀၀၀ ဟာ သိပ္ပံနည်းကျ လက်တွေ့သဘောအရ လူသားတွေ ရင်ဆိုင်ရမယ့် ကပ်ဘေးကြီးနှစ်ခုရှိပါတယ်။ ငွေကြေးဖောင်းပွခြင်းနဲ့ ငွေကြေးတန်ဖိုးမငြိမ်ခြင်း တပြိုင်နက်တည်းဖြစ်ခဲ့တာမလို့ စီးပွားရေးလုပ်ငန်းတွေရဲ့ သင်္ချိုင်းကုန်းကြီးဖြစ်ခဲ့တာပါ။ ကုန်ပစ္စည်းသိုလှောင်ရောင်းချခြင်းနဲ့ လည်ပတ်တဲ့စီးပွားရေးက မတည်ငြိမ်တဲ့ ငွေတန်ဖိုးကြောင့် ဘာမှဆက်လုပ်လို့မရဘဲ ထိုးရပ်သွားတယ်။
နောက်တစ်ခုကတော့ ကွန်ပျူတာတွေပါပဲ။ မောင်းနှင်ထားတဲ့စနစ်က ၁၉၉၉ ခုနှစ်အထိပဲ ကွန်ပျူတာတွေက သိမှာမလို့ သက္ကရာဇ် ၂၀၀၀ အရောက်မှာ ကွန်ပျူတာတွေက ၂၀၀၀ ကိုမသိတော့ဘဲ ၁၉၀၀ ကိုပဲ ဖတ်တော့မှာမလို့ နှစ်တစ်ရာ နောက်ပြန်ရောက်သွားတဲ့အဖြစ်ပေါ့။ အဲဒီအတွက် ပြင်ဆင်နိုင်ဖို့ အသည်းအသန်ကြိုးစားကြပေမဲ့ ၁၉၉၉ နှစ်ကုန်ကာနီးအထိ ဘယ်သူမှ စနစ်သစ်ကို Launch မလုပ်နိုင်သေးလို့ ရုံးသုံးကွန်ပျူတာတွေ ရပ်ဆိုင်းမယ်လို့ သတင်းဌာနတွေကနေ တစ်မိနစ်ကို အကြိမ်တစ်ရာလောက် မြိန်ရေယှက်ရေ ပြောခဲ့ကြချိန်ပေါ့ဗျာ။
ကဲ အဲဒါကတော့ ဝိုင်တူးကေရဲ့ သိပ္ပံနည်းကျ ကမ္ဘာပျက်ခြင်းပေါ့လေ။ အခု ဇာတ်ကားအကြောင်းပြောပါတော့မယ်။
လူစီဖာ ဆိုတဲ့ ဘုရားသခင်ရဲ့ ဒုတိယသားဦး ကောင်းကင်တမန်နတ်က စေတန် ဆိုတဲ့နာမည်နဲ့ အဆိုးဘက်ကို ကူးပြောင်းသွားပြီး ငရဲပြည်မှာ ငရဲမင်းသားအဖြစ် စိုးစံနေတာကို သိကြမှာပါ။ အဲဒီနောက် ကမ္ဘာကိုဖျက်မယ့် အတွေးဆိုးတွေကြောင့် ငရဲရဲ့ အကျဉ်းထောင်ထဲမှာ အကျဉ်းချခံခဲ့ရပါတယ်။ ထောင်စုနှစ်တစ်ခုရဲ့အဆုံးမှာ စေတန်ဟာ အကျဉ်းထောင်ကနေလွတ်မြောက်လာပြီး ကမ္ဘာပေါ်ကိုတက် ကမ္ဘာပျက်နေ့ ကို ယူဆောင်လာမယ်တဲ့။ သမ္မာကျမ်းစာ အခန်း ၂၀ အပိုဒ်ငယ် ၇ မှာ အတိအလင်း ပါပါတယ်။ ကဲ မခက်လားဗျာ။ ကမ္ဘာကိုက ပျက်ချင်နေတာလားမသိပါဘူးနော်။
ဒီတော့ ၁၉၉၉ ခုနှစ်ရဲ့ နှစ်သစ်ကူးအကြိုည။ ကမ္ဘာပျက်မပျက် ငြင်းခုန်ကြတာတွေ ဘေးဖယ်ထား။ လူတွေစိတ်အဝင်စားဆုံးညမလို့ နယူးယောက်မြို့ရဲ့ ညဘက်လမ်းမတွေပေါ်မှာ ကြက်ပျံမကျ စည်ကားနေချိန်ပေါ့ဗျာ။
လူစီဖာက ကမ္ဘာပေါ်ကိုတက်လာမယ်။ ရွေးချယ်ခံမိန်းကလေးကိုရှာဖွေပြီး ကိုယ်လက်နှီးနှောရမယ်။ သူ့ရဲ့မျိုးစေ့ကို ချန်ခဲ့ရမယ်။ ငရဲတံခါးကိုဖွင့်လို့ ကမ္ဘာပျက်နေ့ကိုယူဆောင်လာရမယ်။ အဲဒီအချိန်မှာပဲ မင်းသားကြီးအာနိုး တာဝန်ယူစောင့်ရှောက်ရမယ့် လုပ်ငန်းရှင်ကိုယ်ထဲကို လူစီဖာ ဝင်ပူးသွားတယ်။ အဖြစ်တွေ ဆင့်ကဲဖြစ်လာရင်းနဲ့ ရွေးချယ်ခံမိန်းကလေးကို မင်းသားကြီးကစောင့်ရှောက်ပေးဖို့လိုအပ်တဲ့အဖြစ်ကိုရောက်လာပြီး မိန်းကလေးအနား လူစီဖာ မရောက်နိုင်ဖို့ ပြေးလွှားရှောင်တိမ်းကြရတဲ့အကြောင်းတွေပါ။ လူသားနဲ့ စေတန် နတ်ဆိုးရဲ့ တိုက်ပွဲကြီးပေါ့။
Oldie but Goodie လေးပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.3GB, 1.3GB, 670MB
Quality – 1080p, 720p, 480p
IMDb Rating – 5.8/10
Format – mp4
Duration – 2H 2Min
Genre – Action, Fantasy, Horror
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
