"Thirteen Lives (2022)
~ IMDb – 7.9/10, Rotten Tomatoes – 88% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“Directed by Ron Howard”
ထိုင်းမှာ ကလေး ၁၂ယောက်နဲ့ ဘောလုံးနည်းပြတစ်ယောက် ဂူထဲပိတ်မိတဲ့ သတင်းဟာ ဟိုးတုန်းက ဟိုးလေးတကျော်ပေါ့။ အဲဒီထဲ ရှမ်းအမေ မြန်မာနိုင်ငံသူရဲ့ ကလေးတောင်ပါပါတယ်။ ပထမဆယ်ရက်ထိ သူတို့ဆီမှာ ဘာစားစရာ ဘာရေမှ မရှိဘဲ ကယ်ဆယ်ရေးတွေရောက်တဲ့အထိ ရှင်အောင်နေနေခဲ့ကြတဲ့ စိတ်ရောကိုယ်ပါ သန်မာတဲ့ကလေး ၁၂ယောက်နဲ့ နည်းပြတစ်ယောက်ရဲ့အဖြစ်ကို ရှေ့နှစ်မှာ ဒိုကူမန်ထရီတစ်ကားထွက်ခဲ့ပြီး အဲဒီအရင်လည်းတစ်ကားထွက်ဖူးပေမဲ့ ဒီနေ့တစ်ရက်တည်းတင် နောက်၂ကားထွက်လာပါတယ်။ သို့ပေမဲ့ ဒီရုပ်ရှင်ကတော့ မတူပါဘူး။ မတူဆို ဒါရိုက်တာက စပြောရမှာပဲ။
ဒါရိုက်တာက ရွန်ဟောင်းဝတ်။ 2001 မှာထွက်ခဲ့တဲ့ A Beautiful Mind ရုပ်ရှင်နဲ့ Best Picture, Best Director အပါအဝင် တခြားဆုတွေ တန်းစီရခဲ့တဲ့သူ။ တခြားကားကောင်းတွေအများကြီးလည်းရိုက်ထားတဲ့သူပါပဲ။ ဒီလိုလူက ဘာလို့ ဒီလိုကားရိုက်လဲ ဆိုတာတော့မသိပေမဲ့ ဒီကားလည်း IMDb – 7.9/10 , Rotten Tomatoes – 88% နဲ့ ရပ်တည်နေတာဆိုတော့ ပရိသတ်တွေရော ဝေဖန်ရေးသမားတွေရော သဘောကျတဲ့ရုပ်ရှင်လို့ပြောရမှာပါပဲ။ မင်းသားတွေကလည်း Colin Farrell တို့ Joel Edgerton တို့လို နာမည်ထက် အရည်အချင်းက ပိုသာနေတဲ့ မီးခဲပြာဖုံးတွေအပြင် Viggo Mortensen ကြီးပါပါသေးတယ်။ သူ့ကိုတော့ Lord of the Rings ထဲက အာရဂွန်အဖြစ် လူသိများပြီး တခြားကောင်းပေ့ဆိုတဲ့ ရုပ်ရှင်တွေမှာလည်း သရုပ်ဆောင်ထားတဲ့သူပါပဲ။ ဒါရိုက်တာရော မင်းသားတွေရောက အကောင်းကြိုက်တွေဆိုတော့ ဒီကား ကောင်းမကောင်းပြောဖို့မလိုပါဘူး။ အဆစ်အနေနဲ့ ထိုင်းရဲ့ နာမည်ကြီး Bad Genius ထဲက Teeradon Supapunpinyo ပါပါသေးတယ်။
(ဟာသပြောရရင်တော့ ဒီရုပ်ရှင်ထဲက Colin Farrell ရဲ့ဇာတ်ကောင်ဖြစ်တဲ့ John Volanthen က မစ္စတာဘင်းကြီး ရိုဝန်အက်ကင်ဆန်ကို သူ့နေရာက သရုပ်ဆောင်ခိုင်းဖို့ တောင်းဆိုခဲ့ပါသေးတယ်။ ရွန်ဟောင်းဝတ်ကြီးက ငါတို့အဲဒီလိုကားမျိုးရိုက်တာမဟုတ်ဘူးကွဆိုပြီး ငြင်းပြီး Colin Farrell ကိုရွေးလိုက်ပါတယ်။ Volanthen ကတော့ Colin ကို သိတောင်မသိပါဘူးတဲ့…)
ရွန်ဟောင်း၀တ်ဟာ အနောက်ကလူပေမဲ့ အရှေ့အကြောင်းကို အဓိကထားပြီး ရိုက်တဲ့ကားမှာ အရှေ့တိုင်းယဉ်ကျေးမှု ထိုင်းယုံကြည်မှုကို မပစ်ပယ်ဘဲ သေချာထည့်သွင်းရိုက်ကူးခဲ့တာကိုလည်း ကျွန်တော်တို့ တွေ့နိုင်ပါတယ်။ နတ်ကိုင်သလိုလို ထင်နေကြတာမို့ နတ်ပုံကိုလည်း သေချာကြက်သီးထစဖွယ်ရိုကိခဲ့သလို ဆုတောင်းတာတို့ ကလေးတွေအတွက် အဆောင်ထည့်ပေးတာတို့ကို သေချာပြခဲ့သလို အင်္ဂလိပ်တွေရဲ့ တုံ့ပြန်ပုံကိုပါ သေချာပြခဲ့ပါတယ်။ တကယ့် ဝါရင့်ဆရာကျတဲ့ ဒါရိုက်တာပီသစွာ နှစ်ဖက်စလုံးကအမြင်ကို အခြေအနေတော်တော်များများမှာ ရိုက်ပြသွားခဲ့ပါတယ်။
ဒါ့အပြင် ဒီအားလုံးသိပြီးသားဇာတ်ကို ရွန်ဟောင်းဝတ်ဟာ အတော်လေး အီမိုရှင်နယ်ဖြစ်အောင်ရိုက်ပြခဲ့သလို ဒီဖြစ်ရပ်မှာပါဝင်ကူညီခဲ့တဲ့ လယ်သမားအစ နိုင်ငံခြားသားအဆုံးရဲ့ အားထုတ်မှုတွေကိုလည်း တလေးတစားဖော်ပြထားခဲ့ပါတယ်။ ပရိသတ်အချို့က ဒါမျိုးမှ စူပါဟီးရိုးကားအစစ်ဆိုတဲ့ သဘောမျိုးတောင် ချီးကျူးကြပါတယ်။ လူကိုလူချင်းကူညီတာထက် စူပါဟီးရိုးဆန်တာ ရှိဦးမလား။ ထူးတာကတော့ မိဘတွေရဲ့ပူပန်မှုကို ဖော်ပြတဲ့နေရာမှာ မြန်မာနိုင်ငံသူ ထိုင်းမှာနေပြီး နိုင်ငံပျောက်နေတဲ့ ရှမ်းအမျိုးသမီးကိုပဲ အဓိကဖော်ပြထားခဲ့ပါတယ်။ အဆုံးမှာတော့ သူတို့ကို ထိုင်းဘက်က နိုင်ငံသားခံယူခွင့်ပေးခဲ့ပါတယ်။ ဒီရုပ်ရှင်ဟာ ဒိုကူလား ရုပ်ရှင်လား မသည်းကွဲရလောက်အောင် ပီပြင်သလို Colin ကလည်း ဒီရုပ်ရှင်ကို ရိုက်ရင်းစိတ်မသက်မသာဖြစ်ရတဲ့အထိဖြစ်ခဲ့ပါတယ်။ သေချာတာကတော့ ဒီဖြစ်ရပ်ကို သရုပ်ဖော်ခဲ့တဲ့ထဲ ရုပ်ရှင်တွေထဲ ဒီကားအကောင်းဆုံးဖြစ်ဖို့များသလို ကယ်ဆယ်သူတွေဘက်က စိတ်ပိုင်းဆိုင်ရာ အခြေအနေတွေကို ခရေစေ့တွင်းကျ ခံစားရမယ့် ရုပ်ရှင်လည်းဟုတ်ပါတယ်။ ကားအသစ်ထွက်ရင် ကြည့်ကိုကြည့်သင့်တဲ့ ဆရာ့ဆရာ ဒါရိုက်တာကြီးတွေထဲက တစ်ယောက်ရဲ့ လက်ရာဆိုတော့လည်း ဒီလောက်တော့ရှိမပေါ့။ ဒီရုပ်ရှင်ဟာ ၂၀၂၂ထဲ ခင်ဗျားကြည့်ကိုကြည့်သင့်တဲ့ ကားကောင်းတစ်ရာလောက်ကို စာရင်းလုပ်မယ်ဆို တစ်ဝက်လောက်မှာ ပါကိုပါနေမယ့်ရုပ်ရှင်ပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.33GB, 1.3GB
Quality – 1080p, 720p
IMDb Rating – 7.9/10
Format – mp4
Duration – 2H 27Min
Genre – Action, Adventure, Biography
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
