"Meat Grinder (2009)
Slasherရုပ်ရှင်​တွေမှာ Sawနဲ့ Wrong Turn franchise​တွေက iconic
filmတွေ ဖြစ်သလို အ​ရှေ့တိုင်းဘက်မှာ​ဆို ဟောင်​ကောင်ရုပ်ရှင်​တွေရဲ့
ပြကွက်​ကြမ်းကြမ်းနဲ့ အ​ပြောကြမ်းကြမ်း​တွေက slasher genre ကိုမှ
ကြိုက်တဲ့သူတွေကြား ရေပန်းစားပါတယ်။ အ​ရှေ့တိုင်း ရုပ်ရှင်တွေက
လက်​တွေ့ဘဝနဲ့ ပိုနီးစပ်တာ​ကြောင့် ​ဖြစ်ရပ်မှန်လိုလို စိတ်ကူးယဉ်လိုလို
မတင်မကျဖြစ်​စေသလို ဆင်ဆာ​တွေလည်း ရှယ်ပလန်နဲ့ ထိခဲ့တာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အခုဇာတ်ကားကလည်း မူရင်းဖြစ်တဲ့ ထိုင်းနိုင်ငံအပြင် နိုင်ငံအများစုမှာ
ပေါက်​ရောက်ခဲ့သလို ရှယ်အဘန်းခံ၊ ရှယ်ဆင်ဆာဖြတ်ခံခဲ့ရတာ​ကြောင့်
originalနဲ့ uncut version ၂မျိုးဖြန့်ချီခဲ့ရတာပါ။ ဆင်ဆာ​ဖြေ​လျှော့မှု​
စပေးခဲ့တယ်ဆိုတဲ့ ၂၀၀၉မှာ ပြခဲ့တာ​တောင် ရက်စက်ကြမ်းကြုတ်မှု​နဲ့
​သွေးသံရဲရဲပြကွက်​တွေ များလွန်းတာ​ကြောင့် ကြာချိန် ၁၀၂မိနစ်ထိရှိတဲ့
မူရင်းversionကို ၈၄မိနစ်ထိ ဖြတ်ချပြီး ပြသခဲ့ရပါတယ်။ တချို့​သော
ဇာတ်ဝင်ခန်း​တွေကို စ ဆုံး ပြန်ရိုက်ကူးရတာ​တွေရှိသလို blur effect​
ထည့်ခဲ့ရတာ​တွေလည်း ရှိပါတယ်။
၂၀၁၀ခုနှစ်မှာ​တော့ uncut versionကိုဖြန့်ချီခဲ့ပြီး Negative review​
များစွာရခဲ့သလို ​တောင်ကိုရီးယားနိုင်ငံမှာ၂ခါတိတိ banခံခဲ့ရပါတယ်။
ထိုင်းနိုင်ငံတစ်ဝန်းလုံးက ခေါက်ဆွဲဆိုင်​တွေရဲ့ ဆန္ဒပြခြင်းကို ခံခဲ့ရပြီး
မူရင်းနာမည် Kuai-tiao Nuea Khon( လူသား​ခေါက်ဆွဲ)ဆိုတာကိုပါ
​ပြောင်း​လဲလိုက်ရပါတယ်။ ဒီလိုနာမည်ဆိုး​တွေရှိခဲ့​ပေမယ့် ထိုင်းရုပ်ရှင်
အစည်းအရုံး ဆု​ပေးပွဲမှာ Best Actressဆု Best Art Directionဆုနဲ့
Best Make-upဆု​တွေမှာ ဆန်ကာတင်စာရင်း ဝင်ခဲ့ပါ​သေးတယ်။
ဇာတ်လမ်းက​တော့ ငယ်စဉ်ကတည်းက ကြမ်းတမ်းခက်ထန်တဲ့ ဘဝကို
ရင်ဆိုင်ခဲ့ရတဲ့ ဘွတ်ဆိုတဲ့ အမျိုးသမီးအ​ကြောင်းပါ။ ခ​ယောင်းလမ်းလို
ခါးသီးလှတဲ့ဘဝကြီး​ကြောင့် စိတ်​ဒဏ်ရာ​အပြည့်နဲ့ တခြားသူမမြင်ရတာ​
မြင်​နေရ၊ တခြားသူမကြားရတာတွေ ကြား​နေရသူ​ပေါ့။ စိတ်ဒဏ်ရာက
စိတ်ဒဏ်ရာ၊ စားဝတ်​နေ​ရေးက စားဝတ်​နေ​ရေးဖြစ်​​နေပြန်တော့ အ​​မေ့ရဲ့
လက်ငုတ်လက်ရင်း ​ခေါက်ဆွဲ​ရောင်းပြီး အသက်​မွေးရပြန်ပါ​သေးတယ်။
ဒီလိုနဲ့ပဲ တစ်​နေ့ ​ခေါက်ဆွဲလှည်း​လေးတွန်းပြီး ​ဈေး​ရောင်းထွက်လာချိန်
​ကျောင်းသားအဓိကရုဏ်းနဲ့ တည့်တည့်တိုး​​ပြီး ဆန္ဒပြသူတစ်​ယောက်ရဲ့
လက်ကိုဆွဲ အဆွဲမခံရဖို့အ​ရေး ​ပြေးရပါ​တော့တယ်။ သူပစ်ထားခဲ့တဲ့
​ခေါက်ဆွဲလှည်းနားမှာလည်း ဖမ်းဆီးခံထားရသူ​တွေ၊သွေးထွက်သံယိုနဲ့
​ကျောင်းသား​တွေ၊အ​လောင်း​တွေ ပလူပျံလို့​ပေါ့။ ဘွတ်လည်း သူ့လှည်း
ပြန်ယူပြီး အဆိုပါ အနိဌာရုံ​တွေကြားထဲက ဖြတ်ပြန်လာပါ​တော့တယ်။
အိမ်​ရောက်ချိန် လှည်းထဲက​​ သွေး​စိမ့်ထွက်​နေတာမြင်လို့ ကြည့်လိုက်မှ
အထဲမှာ ​ကျောင်းသားအ​လောင်းတစ်ခု ရှိ​နေတာပါ။ နဂိုစိတ်​ဝေဒနာရှင်
ဘွတ်ဟာ ဒါကိုမြင်​တော့ ကြံရာမရဖြစ်ရင်း အသား​ပေါ်ပြီး သူ​​ရောင်းတဲ့
​ခေါက်ဆွဲပြုတ်ထဲ ထည့်​ရောင်းလိုက်ပါတယ်။
သူ​​ရဲ့ အသားလုံး​ခေါက်ဆွဲဟာ နာမည်ကြီးလာခဲ့သလို ဆန္ဒပြတဲ့​နေ့က
သူ့လက်ကိုဆွဲ​ပြေးခဲ့တဲ့ ​ကောင်​လေးအ​ပေါ် မေတ္တာရှိလာတဲ့ ဘွတ်အဖို့
​​​​ပန်းခင်းလမ်းကိုရောက်​တော့မလို ခံစားရပြီးမှ မ​ထင်ထားတဲ့ ကိစ္စ​တွေ
ဖြစ်လာပါတယ်။ သူအသား​ပေါ်​ရောင်းလိုက်တဲ့ ​​ကျောင်းသား​လေးက
သူမေတ္တာရှိ​နေသူရဲ့ သူငယ်ချင်းဖြစ်​နေသလို သူ့ခေါက်ဆွဲဆိုင်​လေးက
​အသားလုံး​ခေါက်ဆွဲ​ကြောင့် နာမည်ရလာပြီး​နောက် အသားလုံးလုပ်ဖို့
ကုန်ကြမ်း​တွေလိုလာတဲ့အခါ…
အသတ်အဖြတ် အခုတ်အထစ်​က​တော့ တစ်ကားလုံး အလျှံပယ်ပါပဲ။
မင်းသမီးကြီး Mai Charoenpuraကလည်း ဆန်ကာတင်စာရင်းမှာ
ထိုက်ထိုက်တန်တန်ပါခဲ့တယ်လို့ ​ပြောရ​လောက်​အောင် သရုပ်​ဆောင်
​စွမ်းရည်ကို ပြထားတာပါ။ ဘွတ်ရဲ့ စိတ်ဒဏ်ရာအကျိုးဆက်​တွေကို
ရိုက်ပြတဲ့​နေရာမှာ FFP shotစတိုင် ဆက်တိုက်ရိုက်ကူးထားတဲ့ပုံစံက
ဘွတ်ရဲ့စိတ်အ​ခြေအ​နေကို အ​တော်​ပေါ်လွင်​စေသလို VHS​အခွေပုံစံ
Retroပြကွက်​တွေကိုလည်း သ​ဘောကျမိပါတယ်။ ကျွန်​တော်တို့​တွေ
အရမ်းချစ်ရတဲ့ Baifern လည်း ပါပါသေးတယ်။ ဘယ်နေရာမှာလဲ
ဆိုတာတော့ စလယ်ဆုံး မလွတ်တမ်းကြည့်ရင် မြင်​တွေ့ရမှာပါ။
တစ်ခု​တော့ရှိပါတယ် ညဘက်​ခေါက်ဆွဲပြုတ်စားရင်း မကြည့်မိပါ​စေနဲ့။
အချက်အလက်များကို Wikipediaမှ ကိုးကားထားပါသည်။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်
Genre….. Horror
Quality…. 1080p | 720p | 480p
File size… 2.1GB | 856MB | 321MB
Format… mp4
Duration…. 1h 32min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. JimX
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
