"Lover (2022)
IMDb – 7.1
ဟီဆိုတဲ့ကောင်မလေးတစ်ယောက်ရှိလေရဲ့။ ပြီးတော့ သူ့ကိုအရူးအမူးချစ်နေတဲ့ ကောင်လေးတစ်ယောက်ရောပေါ့။
ကျောင်းတော်ကြီးရဲ့ အချစ်ဇာတ်လမ်းတွေကို ပြောမယ်ဆို ပြောမကုန်နိုင်ပါဘူး။ လူတိုင်းမှာ သူတို့ရဲ့ ဆိုင်ရာဆိုင်ရာ အချစ်ဇာတ်လမ်းလေးတွေရှိမယ်ထင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီလိုအချစ်ဇာတ်လမ်းလေးတွေမျိုးစုံထဲက​ တစ်ပုဒ်ဖြစ်တဲ့ 2022ခုနှစ်ထွက် IMDb rating 7.1အထိရရှိထားတဲ့
Loverဆိုတဲ့ အိန္ဒိယ Movieလေးကို အခုပဲ တင်ဆက်ပေးလိုက်ပါပြီ။ ဒါကားလေးကတော့ အချစ်ဇာတ်လမ်းထဲမှာမှ
လူတစ်ယောက်ကို အရူးအမူး Crushနေရတဲ့ ခံစားချက်ပါပဲ။
ရိုမီယိုနဲ့ ဂျူးလီယက်လို ဂန္ဓဝင်တွင်တဲ့အချစ်ဆိုတာမျိုးကို စာအုပ်တွေ၊ ရုပ်ရှင်တွေ၊ ပုံပြင်တွေထဲမှာ
လူတွေက မျိုးစုံဖော်ပြကြသလို လူမသိနိုင်တဲ့ ကောင်လေးတစ်ယောက်ရဲ့ ခမ်းနားတဲ့
အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်လည်းရှိပါတယ်။ ကျောင်းသွားတဲ့အချိန် သူမ ငှားစီးတဲ့ကားလေးရဲ့ ထိုင်ခုံမှာ
ဖုန်သုတ်ပေးမယ်။ သူမမျက်နှာကိုမြင်ရဖို့ မနက်ခင်းကျောင်းတန်းစီချိန်မှာ အပြစ်ပေးခံရတဲ့နေရာမှာ
မတ်တပ်ရပ်တယ်။ ရရာနေရာကနေ သူမကို ခိုးကြည့်မယ်။ သူမနောက်က တစ်ကောက်ကောက်လိုက်မယ်။
ဘယ်လောက်တောင်လဲဆို သူမသောက်ပြီးကျန်ခဲ့တဲ့ လက်ဖက်ရည် အကျန်လေးကိုတောင် အမြတ်တနိုးသောက်ရတဲ့သူပါ။
သူ့ဘဝမှာ ဒီလောက်နဲ့တင် အရာရာလုံလောက်ပြည့်စုံနေသလိုပေါ့။ လှပပြီး ကျောင်းမှာ နာမည်ကြီးတဲ့
ဒီမိန်းကလေးအတွက် တခြားလူက လူသတ်နိုင်တယ်ဆိုရင် သူက အသတ်ကိုတောင် ပေးရဲပါတယ်တဲ့။
သူမနားမှာပဲ အရိပ်ကလေးလို တကြည့်ကြည့်ရှိနေရင်းက တစ်နေ့ သူ့လို အချစ်ရူးကမှ သူချစ်ရတဲ့
ကောင်မလေးနဲ့ မထင်မှတ်ဘဲ ဝေးကွာသွားရပါတော့တယ်။ ခွဲခွာရတဲ့နောက်မှာ ဒီအလွမ်းဒဏ်ကို
ဒီကောင်လေး ခံနိုင်ဦးမှာတဲ့လား။ လူတစ်​ယောက်ကို ချစ်ရတယ်ဆိုတာ အရာရာ ပျော်ရွှင်ဖို့ကောင်းနေတာတော့ မဟုတ်ပါဘူးလေ။
ဒီမိန်းကလေးကို ချစ်မိလို့ သူဘာတွေကို ရင်ဆိုင်ရမလဲ၊ ဘယ်လိုဒုက္ခတွေကို ကြံ့ကြံ့ခံရမလဲ၊
ဘယ်လို ကံကြမ္မာမျိုးနဲ့ ရင်ဆိုင်ရမလဲဆိုတာတော့ ဒီဇာတ်လမ်းလေးထဲမှာ ဆက်လက်စောင့်ကြည့်လိုက်ကြပါဦး။
ဇာတ်လမ်းနာမည်ကတော့ “Lover”ပဲ ဖြစ်ပါတယ်။
File size…2.5GB / 1.08GB
Quality…1080p.CBR.AMZN.WEB-DL AAC5.1CH / 720p
Format…mp4
Duration….2h 15m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Yate & Keving Ag & Thet Ko & Nay
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
