"A Moment of Romance (1990)
~ IMDb rating – 7.4/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
” ဒီတိုတောင်းလွန်းတဲ့ ဘဝမှာတောင် မင်းထွက်သွားတဲ့နားပဲ ကိုယ်ရပ်တန့်နေခဲ့တယ်။ မချစ်ခဲ့မိရင် အကောင်းသားလို့ နောင်တမရချင်တာကလည်း ငါတို့ရဲ့ ရိုးရှင်းစွာတုံးအခဲ့ခြင်းတွေပေါ့။ အရှိန်အဟုန်တွေ ဘယ်လောက်ပြေးပြေး အလှမ်းဝေးလွန်းတဲ့မြစ်ကို တို့မရောက်နိုင်ခဲ့။ မင်းမျက်ရည်စတွေ ငါတို့ရဲ့နေ့တွေ အကုန်မြန်လွန်းတဲ့ ခန်းခြောက်မြစ်တွေ ဖြစ်စေ…။ မိုးသားထဲ ပျံသန်းကြည့်ခဲ့ကြတယ်။ အရှိန်အဟုန်တွေ တို့ကိုခေါ်နိုင်စေသားပေါ့ အားလုံးမဲ့တဲ့ အရပ်ဆီ။ တိမ်တွေဟာ ရေမှုန်ကို မိုးသားထဲ သယ်ဆောင်နိုင်သွားလည်း ခဏတာ။ တစ်စစီ တစ်စစီ။ အသက်နဲ့ဆက်ဆက် ဘဝနဲ့ဆက်ဆက် ဒီအချစ်ရဲ့ အခိုက်တန့်လေး ကိုယ်လဲယူချင်ခဲ့တာ။ ဝေးလွန်းတယ်ဆိုပေမဲ့ လှမ်းကြည့်ရင် အစဉ်မြင်ဆဲ…”
မင်းသားက အန်ဒီလောင်ဆိုတော့ ဒီရုပ်ရှင်က ၁၉၉၀ ဝန်းကျင်မှာ အန်ဒီလောင်အရိုက်များခဲ့တဲ့ တခြားဇာတ်တွေလိုပဲ အပေအတေ ဂိုဏ်းစတားလူငယ်လေးနဲ့ ဂိုဏ်းအရှုပ်အထွေးတွေကြားက ညီအစ်ကိုသံယောဇဉ်နဲ့ ချစ်ခြင်းရဲ့ကားပါပဲ။ ဆိုင်ကယ်ပြိုင်ပွဲတွေ ကားပြိုင်ပွဲတွေနဲ့ လမ်းဘေးရန်ပွဲတွေကို ပုံဖော်ပြီး သူတို့ဂိုဏ်းရဲ့ ဂေါ့ဖာသားကြီး ဆေးရုံစားရိတ်အတွက် ဓားပြသွားတိုက်ရာကနေ အလွဲအချော်ဖြစ်ပြီး ဓားစာခံဖမ်းခဲ့ရတဲ့ ကောင်မလေးနဲ့ ဂိုဏ်းစတားတစ်ကောင်ကြားက ချစ်ခြင်းကိုပုံဖော်ထားခဲ့တယ်။
သရုပ်ဆောင်တွေကတော့ ပေါ့ဂီတနတ်မင်းကြီးလေးပါးထဲက ဒီမှာတော့ နာမည်အကြီးဆုံးလို့ ပြောလို့ရတဲ့ အန်ဒီလောင်၊ စတီဖင်ချောင်ရုပ်ရှင်တွေနဲ့ အားလုံးရဲ့အသည်းစွဲဖြစ်ခဲ့တဲ့ ယမန်နှစ်က ဆုံးသွားခဲ့တဲ့ အန်ကယ်တက်တို့အပြင် မင်းသမီး Chien-Lien Wu ရဲ့ နုလွန်းတဲ့အလှကလည်း ဒီရုပ်ရှင်ကို ပိုလှပစေခဲ့တယ်။ သူ့လိုရုပ်မျိုးနဲ့မဟုတ်ဘဲ မက်ဂီတို့ ဂေါင်လီတို့လို ရုပ်တွေနဲ့ရိုက်ရင် ဒီလောက် အသက်ဝင်မှာမဟုတ်ဘူးလို့ ပြောလို့ရတဲ့အထိပဲ။ အန်ကယ်တက်ကလည်း ဒီရုပ်ရှင်နဲ့ အကောင်းဆုံးဇာတ်ပို့ဆုရခဲ့ပါတယ်။
ဟောင်ကောင်အက်ရှင်ဆရာကြီးတစ်ပါးဖြစ်တဲ့ Johnnie To ရဲ့ လက်ထောက်ဖြစ်ဖူးတဲ့ Benny Chan ဟာ JT ရဲ့လက်ထောက်ပီသစွာပဲ ပွဲဦးထွက် ကားမှာတင် တော်တော်ပြောင်မြောက်အောင်ရိုက်နိုင်ခဲ့ပြီး တော်တော်လည်း အောင်မြင်ခဲ့ပါတယ်။ A Moment of Romance ဟာ ဘန်နီချန်းရဲ့ ပွဲဦးထွက်ကားပေမဲ့ အတုခိုးခံခဲ့ရတာလည်းများသလို အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ကားလည်းဟုတ်ပါတယ်။ ဘန်နီချန်းဟာ Who Am I?, Rob-B-Hood, New Police Story, Shaolin, Raging Fire တို့လို ကားတွေကိုလည်း ရိုက်ကူးခဲ့ပြီး ယမန်နှစ်က ဆုံးသွားခဲ့တာကြောင့် Raging Fire ဟာ သူ့နောက်ဆုံးကားဖြစ်သွားသလို သူ့ရဲ့အကောင်းဆုံးကားတွေစာရင်းထဲတောင် မဝင်ပေမဲ့ ဟောင်ကောင်ရုပ်ရှင်ပွဲတော်မှာ ထိပ်ဆုံးဆုတွေကို ရရှိခဲ့ပါတယ်။ အခု A Moment of Romance ကတော့ သူ့အကောင်းဆုံးတွေထဲကဖြစ်သလို အာရှရုပ်ရှင်ပရိသတ်တွေ ဘန်နီချန်းအကြောင်းပြောကြတဲ့အခါ ထိပ်ဆုံးက ထည့်ပြောရတဲ့ ရုပ်ရှင်လည်းဟုတ်ပါတယ်။ တစ်ချို့ကတော့‌ ဟောင်ကောင်အက်ရှင်စီနီမာက အမြင့်ဆုံးပေးစွမ်းနိုင်တဲ့ ကားမျိုးလို့လည်းဆိုကြပါတယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.2GB, 1.2GB, 591MB
Quality – 1080p, 720p, 480p
IMDb Rating – 7.4/10
Format – mp4
Duration – 1H 27Min
Genre – Action, Crime, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
