"Initial D (2005)
~ IMDb rating – 6.3/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
{Subtitles error fixed!!!}
1995 လောက်ကစထုတ်လွှင့်ခဲ့တဲ့ Initial D ဆိုတဲ့ Anime စီးရီးလေးကို ထိုင်ဝမ်အဆိုတော်မင်းသား Jay Chou ကပြန်လည်ရိုက်ကူးထားပြီး နာမည်ကြီးဟောင်ကောင်မင်းသားတွေဖြစ်တဲ့ Anthony Wong နဲ့ Edison Chen တို့ပါဝင်အားဖြည့်ထားတဲ့ 2005 ခုနှစ်ထွက် တရုတ်-ဂျပန် ဖက်စပ် ကားဟောင်းလေးတစ်ကားကိုတင်ဆက်ပေးပါရစေ…
အထက်တန်းကျောင်းသားလေးတစ်ယောက်ဖြစ်တဲ့ Takumi Fujiwara ဟာ အခင်ဆုံးသူငယ်ချင်းဖြစ်တဲ့ Itsuki ရဲ့ဖခင်ပိုင်တဲ့ Gas ဆိုင်မှာအချိန်ပိုင်းအလုပ်လုပ်ရင်း သူ့ဖခင် Bunta Fujiwara ရဲ့ Toyota AE86 လေးနဲ့ Akina တောင်ပေါ်က အပန်းဖြေစခန်းတွေကို သူ့ဖခင်လုပ်တဲ့ တို့ဟူးတွေကို ပို့ပေးတဲ့အလုပ်လုပ်ရင်းကျောင်းတက်နေတဲ့ကောင်လေးတစ်ယောက်…
ကျောင်းသားလူငယ်ပီပီရင်ခုန်စရာဇာတ်လမ်းတွေရှိကြတဲ့အလျောက် Takumi မှာလည်း ချစ်ရတဲ့အတန်းဖော်သူငယ်ချင်းဖြစ်တဲ့ Natsumi နဲ့ချစ်ဇာတ်လမ်းတွေအပြင်….
တစ်ဖက်မှာတော့ ဂျပန်နိုင်ငံရဲ့ နာမည်ကြီးပြိုင်ကားသမားဖြစ်ချင်တာကြောင့် တစ်ယောက်နဲ့တစ်ယောက်စိန်ခေါ်ကြရင်းနဲ့ အနယ်နယ်အရပ်ရပ်က ပြိုင်ကားသမားတွေနဲ့ယှဉ်ပြိုင်လာရင်းနဲ့ Akina တောင်ခြေက ကိုရောက်လာကြတဲ့ Takumi တို့မြို့ကိုရောက်လာကြတဲ့ Ryosuke နဲ့ NightKids Racing Team က Takeshi ဆိုတဲ့ ပရော်ဖက်ရှင်နယ်ပြိုင်ကားသမားနှစ်ယောက် …
Akina တောင်ရဲ့ Racing God ဆိုပြီး ကြွေးကြော်နေတဲ့ Takumi ရဲ့ငယ်သူငယ်ချင်း Itsuki ကို Takeshi ကယှဉ်ပြိုင်ဖို့လာစိန်ခေါ်ရာမှတော့ ပေါတောတော သူငယ်ချင်း Itsuki ကိုအနိုင်ယူသွားတဲ့ ပရော်ဖက်ရှင်နယ်ပြိုင်ကားသမား Takeshi ရဲ့ GTR ကို ပြန်အနိုင်ယူလိုက်တဲ့ Takumi ရဲ့အဖေပိုင်တဲ့ AE86 ကားလေးအကြောင်းကိုကြားပြီး AE86 နဲ့ယှဉ်ပြိုင်ချင်တဲ့ တစ်ခြား ပရော်ဖက်ရှင်နယ်ပြိုင်ကားသမားတွေကပါ မြို့ကိုရောက်လာကြတဲ့အခါမှာတော့….
ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ ဇာတ်လမ်းလေးကိုဆက်ကြည့်ဖို့ပဲပြောပါရစေ…
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Moe Oo Mann မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.2GB, 1.1GB, 660MB
Quality – Blu-ray 1080p, 720p, 480p
IMDb Rating – 6.3/10
Format – mp4
Duration – 1H 47Min
Genre – Action, Comedy, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Moe Oo Mann
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
