"Magic Crystal (1986)
စတီဖင်ချောင်ရဲ့ နာမည်ကျော် God Of Gamblers ကားတွေ၊ Royal Tramp ကား‌တွေ၊ Tricky Master, Tricky Brain ကားတွေရဲ့ ဒါရိုက်တာ ဝေါင်ကျင်းရဲ့ လက်ရာကားဟောင်းတစ်ကားပါ။ အပေါ်က ကားတွေကို ကြည့်ဖူးတယ်ဆိုရင် ဒီရုပ်ရှင်က ထိုနည်း‌၎င်း Inner Logic ထဲ ဖြစ်ချင်တိုင်း ဖြစ်နေတဲ့ ကြည့်ပျော်ရှုပျော်ရှိတဲ့ ဟောင်ကောင် အက်ရှင်ကားဆိုတာ မြင်သာမှာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဓိကသရုပ်ဆောင်ကတော့ ဟော‌င်ကောင်ရဲ့ A List စာရင်း၀င်တဲ့ Andy Lau ပေါ့။ သူ့ကိုတော့ ဟောင်ကောင်ပရိတ်သတ်တွေဖြစ်ဖြစ် ဝေါင်ကာဝေးပရိတ်သတ်တွေဖြစ်ဖြစ် သိပ်မစိမ်းကြပါဘူး။ ဟောင်ကောင်ဖန် အတော်များများ သဘောကျကြတဲ့ သူပါပဲ။ ဒါရိုက်တာဖြစ်တဲ့ ၀မ်ကျင်းကိုယ်တိုင် ၀င်သရုပ်ဆောင်ထားတဲ့အပြင် ချောင်ဖန်တွေမစိမ်းတဲ့ Sharla Cheung ပါ အဆစ်ပါပါသေးတယ်။ 1986 ဆိုတော့ As tears Go By မရိုက်ခင် နှစ်နှစ်ဆိုတော့ ATGB ထဲကထက်တောင် ပျိုမြစ်ဖျတ်လတ်တဲ့ သရုပ်ဆောင်မှုတွေကိုမြင်ရမှာပါ။
ဇာတ်လမ်းအကျဉ်းအနေနဲ့ပြောရရင်တော့…
ဂရိနိုင်ငံကို လုပ်ငန်းကိစ္စနဲ့ရော အလည်အပတ်ရော သွားရောက်ခဲ့ပြီး အပြန်မှာ ထူးဆန်းတဲ့ ကျောက်စိမ်းတုံးတစ်ခု ရောပါလာရာကနေ နောက်ဆက်တွဲအဖြစ်အပျက်တွေ ဖြစ်လာပါတော့တယ်။ ကျောက်စိမ်းတုံးရဲ့နောက်ကနေ ရူးရူးမူးမူးလိုက်လာတဲ့ တိုက်ခိုက်ရေးသိုင်းပညာရှင်ကြီးရဲ့ရန်ကို Andy Lau တစ်ယောက် ဖိုက်တာရဲမမတစ်ယောက်နဲ့ ဘယ်လိုခုခံကာကွယ်မလဲ။ ကျောက်စိမ်းတုံးကရော ဘယ်ကရောက်လာတာလဲ။ ဘယ်ကိုပြန်ထားရမှာလဲ ဆိုတာတွေကို ကြည့်ရှုရမှာပါ။
ဒါရိုက်တာ ဝေါင်ကျင်းကိုယ်တိုင်ကို​က ဒီကားကို စတီဗင်စပီးဘာ့ချ်ရဲ့ E.T နဲ့ Raiders of The Lost Ark ကို ပေါင်းစပ် မှီးပြီးရိုက်ထားတယ်ဆိုတဲ့အတွက်ကြောင့် အင်ဒီယာနာဂျုံးစ်ရဲ့ နောက်ဆုံးကား Kingdom of Crystal Skulls နဲ့တောင် ပိစိလေးဆင်ပါတယ်။ ရှေးဟောင်းသုတေသန‌သမားတွေလည်း ပါတော့ vibe တောင် ဆင်တူလုနီးပါးပါပဲ။ ပေါ့ပေါ့ပါးပါး သွက်သွက်လက်လက်နဲ့ စိတ်အပန်းနည်းနည်းပြေစေမယ့်ကားလေးရှာနေတာဆိုရင်တော့ ဒီကားဟာ ခင်ဗျားကြည့်သင့်တဲ့ကားတစ်ကားပေါ့။ Asia နဲ့ West ဘာမှမဆိုင်ပေမဲ့လည်း အင်ဒီယာနာဂျုံးစ် Vibe တွေနဲ့ဆိုတော့ အင်ဒီယာနာကားသစ်မလာခင် အလွမ်းပြေကြည့်ရင်လည်း ကောင်းမှာပါပဲ။
(ဇာတ်ကားနဲ့ အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.1GB, 1.2GB, 590MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6/10
Format – mp4
Duration – 1H 39Min
Type – Action, Adventure, Comedy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
