"Mr.Malcolm’s List (2022)
~ Rotten Tomatoes – 82% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကျွန်တော်တို့တွေ Marvel ရဲ့ Loki အနေနဲ့ သိကြတဲ့ မင်းသား Tom Hiddleston ရဲ့ မိန်းမ Zawe Ashton ပါတဲ့ ရုံတင်ကားသစ်လေးပါ။
၁၈၁၈ခုနှစ် အင်္ဂလန်မှာ လင်ဖမ်းဖို့အသင့်ဆုံးလူတစ်ယောက်ရှိတယ်။ သူတို့စကားအရတော့ ရုပ်ကလည်းချော ငွေကလည်းထောတော့ ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင်ပါ။ ဒီတစ်ဇာတ်လုံးက ခေတ်ကာလနဲ့လည်းလုံးဝကိုက်ပါတယ်။ ဘာလို့ဆို ဇာတ်က အစအဆုံး မကြာခင်မှာ ကြင်နာမယ်ဆိုပြီး ကိုကို မောင်မောင်မရွေး အချိန်ပြည့် လင်ရှာနေတဲ့ မိန်းမတစ်အုပ်နဲ့ ခုန ပျိုတိုင်းကြိုက်တဲ့ ဘဲကြီးရဲ့ တိုင်ပတ်နေတဲ့ဇာတ်ပါပဲ။ ဘဲကြီးက ဘယ်မိန်းမကိုမှ လက်မခံပါဘူး။ ဒီတော့ မလိုချင်တာလားဆိုတော့ မဟုတ်ဘူး။ သူ့မှာ သတ်မှတ်အရည်အချင်းစာရင်းရှိတယ်။ မယားအဝယ်မှားရင် အလိုက်ပေးပြန်လဲလို့မရလို့ သေချာရွေးတယ်ပေါ့။ ရုပ်ချောရမယ် ဘာညာကအစ မျိုးကောင်းရမယ်အဆုံး ဉာဏ်ကောင်းရမယ် မျက်စမပစ်ရဘူး ဘာညာပါတဲ့ တကယ်တမ်းဆို အရေးမပါတဲ့အချက်တွေနဲ့ တိုင်းပြီး ရွေးတာပါ။
ဒီတော့ အငြင်းခံလိုက်ရတဲ့ ကလေးမက သူ့ကို လက်စားချေဖို့လုပ်ပါတယ်။ လက်စားချေမယ်ဆိုပြီး သူ့သူငယ်ချင်းကို ဟိုဘဲကြီး ကြိုက်လောက်တဲ့ပုံဖြစ်အောင် ပုံသွင်းပြုပြင်ပေးပါတယ်။ ကံကောင်းချင်တော့ နှင်းဆီခိုင်ကြီးက သူ့သူငယ်ချင်းကို ကြိုက်သွားပါတယ်။ ဒီနောက် ပျိုတိုင်းကြိုက်တဲ့ ဘဲကြီးနဲ့ စကီနှစ်‌ယောက်ဇာတ် ဘာဆက်ဖြစ်သွားမလဲကိုတော့ ဒီရုပ်ရှင်လေးမှာ ကြည့်ရှုရယ်မောလိုက်ကြပါဦး။
နာမည်ကျော်စာအုပ်လည်းရှိ ရုံတင်ကားလည်းဟုတ်တဲ့ ဇာတ် ရိတ်တင်ကလည်းမဆိုးဆိုတော့ ပေါနေမှာပူစရာမလိုပါဘူး။ Tom Hiddleston ရဲ့ မိန်းမ Zawe Ashton ကလည်း အဓိက‌ဇာတ်ကောင်တစ်ယောက်အဖြစ် ပြောင်ပြောင်မြောက်မြောင် ၀င်သရုပ်ဆောင်ထားလေတော့ သူ့စကေးတွေကို ရှိုးရမယ့်အပြင်ကို 19 ရာစုနှစ် အင်္ဂလန် ဝိတိုရိယခေတ်ကို ဇာတ်အိမ်တည်ထားတဲ့ ကားမျိုးတွေ ကြိုက်တတ်တဲ့သူတွေအတွက် ကြည့်သင့်တဲ့ ကားတစ်ကားပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.9GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 5.3/10
Format – mp4
Duration – 1H 57Min
Genre – Comedy, Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
