"Thor: God of Thunder (2022)
ဟုတ်ကဲ့ မမှားပါဘူး။ မာဗယ်ရဲ့အချစ်တော် နာမည်ကျော် ဆရာသောရ်ရဲ့ အသစ်စက်စက်ရုပ်ရှင်ပါ။ ထုံးစံအတိုင်း သောရ်နဲ့ ဆရာလိုကီတို့ရဲ့ အပြိုင်ဇာတ်ပါပဲ။ ဇာတ်လမ်းစစဖွင့်မှာတော့ လိုကီဟာ အကျဉ်းစံနေရပါတယ်။ ခဏအကြာမှာတော့ ထမင်းလာကျွေးတဲ့ကောင်ကို မလှိမ့်တပတ်လုပ်ပြီး လွတ်သွားပါတယ်။ God of Mischief ကြီး လိုကီကို ဂျက်စပဲရိုးကို လှောင်သလို သံတိုင်နောက်လှောင်ထားတာကိုး။ မလွတ်တာကမှ ဆန်းနေမှာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လိုကီဟာ လွတ်ပြီးပြီးချင်းပဲ အိုဒင်ကိုသွားသတ်ပြီး Ragnarök ကို အစပျိုးဖို့ ကြံပါတယ်။ သူ့သားတွေထဲက တစ်ကောင်ဖြစ်တဲ့ ဧရာမဝံပုလွေကြီးကို အကျဉ်းချထားတာကို လွှတ်ပေးရမှာပါ။ အဲဒီဝံပုလွေကြီးလွတ်သွားရင် အိုဒင်ကို စားပြီး လောကကိုးပါးသစ်ပင်ကို စားပြီး လောကကိုးပါးလုံးကို ဖျက်ဆီးပစ်မှာပါ။ ပြဿနာကတော့ အိုဒင်ကြီးဟာ မျက်စိတစ်ဖက်ကန်းနေပေမဲ့ စောင်ထာကျနေတဲ့ ကြေးစားလူမိုက်ရုပ်ကြီးထွက်နေပါတယ်။
အိုဒင်အသက်ငင်နေတဲ့ အချိန်မှာပဲ အတ်ဂတ်စ်ကိုပစ်ပြီး ဘယ်တွေအလည်လွန်နေမှန်းမသိတဲ့ ဆရာသောရ် ပြန်လာပါပြီ။ မီးခိုးငွေ့တွေ မြင်ရပါတယ်။ တူကိုင်ထားတဲ့လက်ကြီး မြင်ရပါတယ်။ သောကြီးကြမ်းပါတော့မယ်။ ဟာ ရုပ်မြင်ရပါပြီ။ မုတ်ဆိတ်‌မွေးပဲရှိတဲ့ ထိပ်ပြောင်ကတုံးကြီးပါ။ ရှေးသရုပ်ဖော်ပုံတွေမှာတောင် အဘိုးကြီးဖြစ်တဲ့အထိ ဆံရှည်ခဲ့တဲ့သောရ်ဟာ ခုတော့ ထိပ်ပြောင်ကြီးဖြစ်နေပါပြီ။ ထိပ်ပြောင်ကြီးဟာ တူကြီး ယမ်းပါတယ်။ ယမ်းတာ အထာကျပါတယ်။ မီးခိုးငွေ့တွေကြား ယမ်းရင်း အိမ်ပြန်ရောက်တဲ့ ကလေးလေးလို အပြေးလေးလာပါတယ်။ ထိပ်ကြီးကတော့ ပြောင်နေပါတယ်။
သေခါနီးအိုဒင်ဟာ စောင်စကားတွေများပြီး လိုကီကိုတားဖို့မှာပါတယ်။ ဒီတော့ ဝံပုလွေကြီးကို ချုပ်ထားတဲ့ မစ်ဂတ်ခေါ် ကမ္ဘာကို နှစ်ကောင်သား ရှေ့ဆင့်နောက်ဆင့် ရောက်လာကြပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ကို နှစ်ထောင်ပေါင်းများစွာ ဘယ်သူမှမတွေ့ခဲ့တဲ့ ဝံပုလွေကြီးကို ချုပ်ထားတဲ့နေရာကို ကမ္ဘာပေါ်ကလူတွေက ဒီအချိန်မှာမှ စတွေ့ပါတယ်။ ရှေးသုသမားပီသကြပါတယ်။ ဗိုက်ကင်းသင်္ချိုင်းလိုလို ဘာလိုလို ပေါက်ကရတွေမျိုးစုံ လျှောက်မှန်းပါတယ်။ တကယ်က ထောင်ကြီးပါ။ ရှေးသုသမားတွေကို မယုံကြပါနဲ့။
အစွမ်းအပြည့်နဲ့ လိုကီဟာ အဲဒီရှေးသုဆိုက်ထဲကို ခွင့်တောင်းပြီးမှဝင်ပါတယ်။ သူ့ရှေ့မှာတင် ရုပ်ပြောင်းသွားတာကိုလည်း ဆရာသမားအစောင့်က သံသယမဝင်ပါဘူး။ ဒါမျိုး အင်းနားလော့ဂျစ်မျိုး ကွီးနေထူးနိုင်ကလွဲ ကမ္ဘာမှာ ဘယ်သူမှ မလုပ်နိုင်သေးတာကို ဒီကားမှာ လုပ်ပြသွားပါတယ်။ ကြုံတောင့်ကြုံခဲရုပ်ရှင်ပါပဲ။ အတိုချုန်း ပြောရရင်တော့ လိုကီက ဝံပုလွေကို လွှတ်ပေး၊ လောကကိုးပါးကို ဖျက်ဖို့ပြင်၊ ကမ္ဘာကစပျက်၊ သောရ်က ရောက်လာ၊ ထုံးစံအတိုင်း လူတွေနဲ့ပေါင်းပြီး ကမ္ဘာကို ကယ်ဖို့လုပ် ဒါတွေပါပဲ။
ထူးတာကတော့ ဒီရုပ်ရှင်မှာ Mjölnir ကို worthy ဖြစ်တဲ့သူ နောက်တစ်ယောက်ပေါ်လာတာပါပဲ။ မာဗယ်ဖန်တွေမကြည့်မဖြစ်ကြည့်သင့်ပါတယ်။ မာဗယ်ကားလောက်နီးနီးကောင်းသလို Mjölnir ကို worthy ဖြစ်တဲ့လူ နောက်တစ်ယောက်ရှိ‌ကြောင်း ပြောကြတဲ့အခါကျ ပါးစပ်အဟောင်းသားမဖြစ်နေဖို့ ကြည့်သင့်ပါတယ်။ သောရ်ထိပ်ပြောင်နဲ့ တော်တော်ဂကြောင်ကျတဲ့ သောရ် ပေါကားဆိုပေမဲ့လည်း ဒတ်နေရာကနေ ထပေါသွားတဲ့ သောရ်ကား၂ကားကို ရင်းနှီးပြီးသားသူတွေအဖို့တော့ သောရ်ပေါတာမဆန်းတော့ပါဘူး။ နောက်ဆုံးကားမှာဆို ဇာတ်တိုက်ကိုပေါပြတာပါ။ မကြည့်ရသေးတဲ့ လူတွေကြည့်ကြစေချင်ပါတယ်။ တိုက်ဂါးဟာ နာမည်ကျော် ဒါရိုက်တာ ပီသစွာပဲ မာဗယ်အဆန်ဆုံး မာဗယ်ကားစစ်စစ်ကို မွေးထုတ်ပေးလိုက်တာပါပဲ။ ဒီကားကလည်း သူနဲ့တစ်နှစ်တည်းထွက်တဲ့ ကားနဲ့အပြိုင်ပေါပါတယ်။ သို့ပေမဲ့ ကြည့်ကြစေချင်ပါတယ်။ တမင်ပေါတာနဲ့ ရုပ်တည်နဲ့ပေါတာလေးပဲ ကွာတာပါ။ တစ်နှစ်ထက်တစ်နှစ် ပေါပြီးရင်း ပေါလာတဲ့ သောရ်ပေါကြီးရဲ့ သောရ်ပေါကားအသစ်ကို ကြည့်ရင်း စိတ်အပန်းဖြေနိုင်အောင် တင်ဆက်ပေးလိုက်ပါတယ်။ ဟုတ်ကဲ့ ဒီလောက်ပါပဲ။ ကျွန်တော် လူစီဖာပါ။
Size – 1.64GB, 790MB
Quality – 1080p, 720p
Format – mp4
Duration – 1H 27Min
Genre – Action, Fantasy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Lucifer
Encoded by Morningstar
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
