"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb (7.1/10) /Rotten Tomatoes 92%
Q – ညီမယောက်ျားနဲ့ ဘာဖြစ်လို့ ကွာရှင်းပြတ်စဲချင်တာလဲ
A – သူ ပါးတစ်ချက်ရိုက်လိုက်လို့ပါ
Q – ပါးရိုက်တာ အကြောင်းပြချက်မဟုတ်ပါဘူး တခြားကိစ္စရှိဦးမှာပေါ့
ဘာလဲ သူ့မိသားစုကြောင့်လား
A – ဟင့်အင်း
Q – သူ ညီမအပေါ် ဖေါက်ပြန်နေလို့လား
A – ဟင့်အင်း
Q – ညီမက သူ့အပေါ်မှာ ဖေါက်ပြန်နေလို့လား
A – ဟင့်အင်း
Q – လိင်မှုကိစ္စကြောင့်လား
A – ဟင့်အင်း
Q – ဒါဆို ပါးတစ်ချက်ရိုက်လိုက်ရုံပဲပေါ့
အမျိုးသမီးတစ်ယောက်က သူ့ယောက်ျား သူ့ကို ပါးတစ်ချက်ရိုက်လိုက်တဲ့အပေါ်
ကွာရှင်းပြတ်စဲချင်ပါတယ်တဲ့
ဒီစကားအတွက် အတွေးပေါင်းစုံ မေးခွန်းပေါင်းစုံထွက်ကျလာပေလိမ့်မယ်
လင်နဲ့မယား လျှာနဲ့သွားပဲ ရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်ဟာကိုရှိပါသေးတယ် အရိုးကွဲအောင်ရိုက်မှ အသည်းစွဲအောင်ချစ်တာတဲ့
ဘာတဲ့အတွေးအခေါ်ပေါင်းစုံ ဒီတော့ ဒီကားကို ယောက်ျားလေးမိန်းကလေး လူပျိုအပျို အိမ်ထောင်သည်အားလုံးကို ကြည့်စေချင်ပါတယ်
တစ်ယောက်အမြင်တစ်မျိုးစီရလိမ့်မယ်လို့ မျှော်လင့်ပါတယ် ကျွန်တော် ဇာတ်လမ်းကို မညွှန်းပေးတော့ဘူး
Bollywood ကားကြည့်ချင်ပေမယ့် အယောက် ၁၀၀ နဲ့ တစ်ယောက်တည်းဖိုက်လို့ စိတ်ပျက်နေတဲ့သူတွေ … ဒီကားကိုကြည့်ပါ
Bollywood ကားကြည့်ချင်ပေမယ့် ၁၀ မိနစ်တစ်ခါ သီချင်းဆိုပြီး က,ခုန်နေတာကို စိတ်ပျက်နေတယ်ဆိုတဲ့သူတွေ … ဒီကားကိုကြည့်ပါ
Bollywood ကား ကြည့်ချင်ပေမယ့် အိုဗာဒရာမာခင်းတာတွေကို စိတ်ပျက်နေတဲ့သူတွေ … ဒီကားကိုကြည့်ပါ
ဒီကားထဲမှာ မင်းသား ငယ်ငယ်ချောချောမပါ,ပါဘူး မင်းသမီးလည်း အချောကြီးမဟုတ် (ကျွန်တော့်အတွက်တော့ အချစ်ဆုံး :P)
ဘာဖိုက်တင်မှလည်းမပါဘူး
ခင်ဗျား ဘာကြည့်ရမှာလဲ relationship နဲ့ပတ်သတ်တဲ့ ရပိုင်ခွင့်တွေ ခင်ဗျားသိရမယ်
RS ဆိုတဲ့အထဲမှာ အိမ်ထောင်ရေး၊ သမီးရည်းစားရေး ဆက်ဆံရေးအားလုံးပါဝင်ပတ်သတ်နေပါတယ်
ဒီလိုပြဿနာတွေကို ထိထိမိမိတင်ဆက်ပြနိုင်တဲ့ ဒါရိုက်တာကြီး Anubhav Sinha ကငါယောက်ျားပါကွလို့
လက်မထောင်နေတဲ့သူတွေကို ဒီဇာတ်ကားနဲ့ ပါးပိတ်ရိုက်လိုက်သလိုပါပဲ
Mulk (2018), Article 15 (2019) တို့ကိုကြည့်ဖူးရင်ဒီဒါရိုက်တာရဲ့အရည်အချင်းကို သိကြမှာပါ
ဇာတ်လမ်းကောင်း/မကောင်းကတော့ နိုင်ငံတကာ အရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေကိုကြည့်ပြီး ဆုံးဖြတ်လိုက်ကြပါတော့။
ပေးရတဲ့အချိန် အကျိုးရှိစေရမယ်ဆိုတာ ကျွန်တော် အာမခံပါတယ်။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Zaw Htoo မှ တင်ဆက်ထားပါတယ်။)
File size…(4.5 GB)/(1.3 GB)/(1 GB)/(550 MB)
Quality….WEB-DL 4K HEVC/ 1080p HEVC/ 720p / 480p
Format…mkv/mp4
Duration….02:21:50
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….THZ, Nyeinsaeya Aung
Translated by Zaw Htoo
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
