"ဂျပန်ရဲ့ အရည်အချင်းရှိတဲ့ နာမည်ကြီး သရုပ်ဆောင်နဲ့ဒါရိုက်တာ ၃ယောက် ပူးပေါင်းပြီးတော့ ရိုက်ကူးထားပြီး imdb 6.5/10ရရှိထားတဲ့ ဟာသ ဒရာမာ ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်။main leadတွေအများကြီးနဲ့ ဝေဝေဆာဆာရိုက်ကူးထားတာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Manga artistဖြစ်တဲ့ Hiroyuki Ohashiရဲ့ မန်ဂစီးရီးထဲက ဇာတ်လမ်းတိုတွေကိုစုစည်းပြီး ရိုက်ကူးထားတဲ့ Comedyရုပ်ရှင်ကားဖြစ်ပါတယ်။ ဟာသတွေ ဇာတ်ဝင်ခန်းတွေက ဂျပန်စတိုင်ဆန်လွန်းတယ်လို့ ပြောကြတာမို့ ဂျပန်cultureကို နှစ်သက်ရင်းနှီးပြီးသားသူတွေကတော​့ ပိုပြီး ကြိုက်နှစ်သက်ကြမှာပါ။
ပထမဆုံးဇာတ်လမ်းမှာတော့ စက်ဘီးတစ်စီးနဲ့ ခြေဦးတည်ရာသွားနေတဲ့ ဖူဂျီမူရာရဲ့အကြောင်းပါ။ သူ့မှာစက်ဘီးရယ် လွယ်အိတ်တစ်အိတ်ရယ် Porn magazineတစ်စောင်ရယ်ပဲပါပါတယ်။ စက်ဘီးစီးထွက်လာရင်းနဲ့ ငါးဖမ်းသမားအဖိုးကြီးနဲ့ဆုံပြီး အဖိုးကြီးရဲ့မွေးနေ့မှာ ဝင်စားသောက်ဖြစ်တဲ့အကြောင်းပါ။
နောက်တစ်ယောက်ကတော့ ပေါင်းစရာညိုကီမရှိတဲ့ ကြောင်တောင်တောင် ကျောင်းသား “မခိတ”ပါ။ အထက်တန်းကျောင်းမှာတော့ “ဘန်”ဆိုတဲ့ သူနဲ့ဘဝတူသူငယ်ချင်းတစ်ယောက်ရလာခဲ့ပေမဲ့ “ဘန်”က မခိတရဲ့အစ်မကို စွဲစွဲလမ်းလမ်းကြိုက်နေတဲ့သူပါ။ အစ်မကိုတွေ့ချင်စိတ်နဲ့ မစားနိုင်မသောက်နိုင်ဖြစ်ပြီး မခိတအစ်မရဲ့အတွင်းခံဘောင်းဘီကို ယန်း၅သောင်းပေးပြီး ဝယ်တဲ့လူပါ။
နောက်ဇာတ်လမ်းကတော့ သားအဖနှစ်ယောက်အကြောင်းပါ။ အဖေဖြစ်သူက လက်ဝှေ့ဝါသနာပါပေမဲ့ ပိုက်ဆံမရှိတော့ လက်ဝှေ့လေ့ကျင့်စရာ သဲအိတ်လည်းမရှိပါဘူး။အဲဒါကြောင့်သားအဖနှစ်ယောက်သားက ကျောင်းထဲကို ညဘက်ကြီး ခိုးဝင်ပြီး သဲအိတ်သွားခိုးကြပါတယ်။ ခိုးနေတုန်းမှာပဲ ကျောင်းထဲက အရုပ်သရဲနဲ့ တည့်တည့်တိုးပါလေရော။
ဇာတ်လမ်း၃ပုဒ်လုံးမှာ ကွဲပြားတဲ့ရှုထောင့်နဲ့ ဟာသတွေ ထေ့လုံးတွေနဲ့ ဂျပန်ဟာရုပ်ရှင်တစ်ကားရဲ့အရသာကို သေချာခံစားရမဲ့ ထူးခြားတဲ့ဇာတ်ကားပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )
File Size__(2GB) / (1GB)
Quality__1080p, 720p
IMDb Rating__6.5/10
Format__mp4
Duration__01:52:00
Type__Comedy, Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
