"Red Heat (1988)
အမေရိကန်တွေနဲ့ ရုရှားတွေကတော့ ဟိုးပဝေသဏီတည်းက အချင်းချင်း မုန်းကြ၊ အပြစ်ဖို့ကြ၊ ဟားတိုက်ကြနဲ့ ကျောင်းတော်ကရန်စဆို‌တော့ ကမ္ဘာမကြေဖြစ်ကြတဲ့သူတွေပါပဲ။ အခွင့်အရေးရတာနဲ့ ဆော်ကြနှက်ကြတော့တာပဲဗျ။ ခွင်ထဲဝင်လာမိတဲ့ကောင်က ခံရတာမျိုးပေါ့ဗျာ။ စစ်အေးတိုက်ပွဲ ပီသပါပေရဲ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတော့ လက်နက်အင်အားနဲ့ စစ်သည်အင်အား ကြိတ်ပြီး ပြိုင်ဆိုင်ကြသလို ဓနအင်အားလည်း ပြိုင်ဘက်ကောင်းတွေပေါ့။ ဒါပေမဲ့ အန်ကယ်ဆမ်တို့ဘက်က သာတာတစ်ခုတော့ရှိတယ်။ ရုပ်ရှင်တွေပေါ့ဗျာ။ လူသိများတယ်။ တကမ္ဘာလုံးက အားပေးတယ်။ ကိုယ့်ရုပ်ရှင်ထဲမှာ ကိုယ်ကြိုက်တာ ထည့်ရိုက်လို့ရတော့ ဝါဒဖြန့်ချိရေးမှာ အမေရိကန်တွေ နှာတဖျားသာတာ မဆန်းပါဘူး။
အခုတင်ဆက်မယ့်ကားက‌တော့ အမေရိကန်တို့ ရုရှားတွေကို ချစ်ကြည်ရေးလိုလိုနဲ့ အထုပ်ဖြည်ချင်တဲ့ ဇာတ်ကားပေါ့ဗျာ။ အမေရိကန်ရဲလောကရဲ့ အနာအဆာတွေ ပြသလိုလိုနဲ့ ရုရှားကြီးတွေရဲ့ သောက်ကျင့်တွေ ထင်သလိုလုပ်တတ်ပုံတွေကို လှောင်ထားတဲ့ပုံစံပေါ့။ အဆုံးမှာ နှစ်ယောက်သား ရင်းနှီးသွားတယ်ဆိုတာကလည်း မကောင်းတတ်လို့ ထည့်ပေးရတဲ့ပုံ။
ဇာတ်လမ်းအကျဉ်း‌ကတော့ ဆိုဗီယက်ရဲတစ်ယောက်နဲ့ ချီကာဂိုရဲတစ်ယောက် ဘုနဲ့ဘောက်ကျပြီး အမှုအတူလိုက်ရတဲ့ ခွတီးခွကျ ဇာတ်ကားတစ်ကားပေါ့ဗျာ။ ဂျက်ကီချန်းရဲ့ Rush Hour တွေကို သတိရကြပါလိမ့်မယ်။ နိုင်ငံမတူတဲ့ရဲနှစ်ယောက် အမှုအတူလိုက်ရတဲ့ မှုခင်းဟာသလေးတွေပေါ့။ ရုရှားက ရာဇဝတ်ကောင် အမေရိကန်ကိုပြေးလာလို့ လိုက်ဖမ်းတဲ့ ရုရှားရဲကြီးနဲ့ နယ်ခံချီကာဂိုရဲတစ်ကောင်တို့ တိုင်ပတ်ကြ၊ ခွကျကြနဲ့ အမှုစုံထောက်ရပုံပါ။
Cast တွေကတော့ အဲဒီခေတ်ကာလ Legend တွေပါ။ Arnold Schwarzenegger ရယ်၊ James Belushi ရယ်တို့က ခေါင်းဆောင်မင်းသားနှစ်လက်‌ပေါ့။ ဗီလိန်နေရာမှာလည်း ဗီလိန် Legend ကြီး Ed O’Ross ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ CM မှာ old but goodies တွေ တောင်းဆိုရတာခက်လို့ စောင်သည်းပေါက်နေကြတဲ့ လူကြီးမင်းများအတွက် ကြိုးစားပြီး တင်ဆက်ပေးလိုက်ပါတယ်ဗျို့။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2GB, 1GB
Quality – Blu-ray 1080p, 720p
IMDb Rating – 6.1/10
Format – mp4
Duration – 1H 44Min
Genre – Action, Comedy, Crime
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
