"Beetlejuice (1988)
~ IMDb – 7.5/10, Rotten Tomatoes – 85% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Beetlejuice ဟာ Gothic ဟန်နဲ့ နာမည်ကြီးတဲ့ Tim Burton ကြီးရဲ့ ကနဦးကားတွေထဲက တစ်ကားဖြစ်ပြီး Johhny Depp နဲ့ Winona Ryder တို့ Edward Scissorhands မှာ မတွေ့ကြခင် Winona နဲ့ ဘာတန်တွဲရိုက်ခဲ့တဲ့ကားဖြစ်သလို Beetlejuice 2 သာ ထွက်ဖို့သေချာရင် မူလ Actor, Actress တွေဖြစ်တဲ့ Michael Keaton တို့ Winona တို့အပြင် Johnny Depp လည်း ပါလာမယ်ဆိုပါတယ်။
Beetlejuice ဟာ Rating တွေမြင့်သလို Classic စာရင်း၀င်တဲ့ ဘာတန်ဆန်ဆန်၊ Gothic ဆန်ဆန် Comedy ကားလည်းဟုတ်ပါတယ်။ ဘာတန်ဟာ Beetlejuice ကို Hero တစ်ဖြစ်လည်း မြင်ရမယ်လို့ပြောကြတဲ့ Beetlejuice Goes Hawaiian ကို 1990 ကတည်းက ရိုက်ဖို့လုပ်ခဲ့ပေမဲ့ အကြောင်းအမျိုးမျိုးနဲ့ပျက်ခဲ့ပါတယ်။ သို့ပေမဲ့ Winona ကတော့ ဘာတန်နဲ့ Keaton သာ ပါရင် သူလည်း ပါမယ်ပြောခဲ့သလို Keaton ကလည်း Burton ရိုက်မှ သူရိုက်မယ်ပြောခဲ့တဲ့ အချင်းချင်းသစ္စာရှိကြတဲ့လူတွေချည်းပါပဲ။ ဒီလိုနဲ့ ၂၇နှစ်ကျော်မှာ ရိုက်ဖို့အကြောင်းတစ်ခါဖန်လာခဲ့သလို အခု ၃၄နှစ်ကျော်မှာတော့ ဘာတန်နဲ့ သိပ်လိုက်တဲ့ Johnny Depp ပါ cast စာရင်းထဲ ပါလာတယ်လို့ ကောလဟာလတွေ ဆိုလာကြပါတယ်။
ဇာတ်လမ်းကတော့ မတော်တဆမှုနဲ့ တစ္ဆေဖြစ်သွားတဲ့ လင်မယားဟာ သူတို့အိမ်ကို ပြောင်းလာတဲ့ လူတွေကို ကိုယ်တိုင်ခြောက်ထုတ်မရတာကြောင့် လူအပနှင်ဖို့ဆိုပြီး လူအပနှင်ကျွမ်းကျင် တစ္ဆေကြီး Beetlejuice ကို အကူအညီတောင်းခဲ့ပါတယ်။ သို့ပေမဲ့ အဲဒီမိသားစုထဲက သူတို့နဲ့ ရင်းနှီးသွားတဲ့ ကောင်မလေးကိုပါ Beetlejuice က ထိပါးလာတဲ့နောက် Beetlejuice ကို တားဖို့လုပ်ရတဲ့ သရဲဟာသ ဇာတ်လမ်း ခပ်ကြောင်ကြောင်ပါပဲ။ တမလွန်ကို ခပ်ကြောင်ကြောင်ဗားရှင်းနဲ့ပြထားသလို Supernatural ထဲက ခရောင်လီကြီးရဲ့ ငရဲစနစ်သစ်ဆိုပြီး တန်းစီပြီး အကြာကြီးစောင့်ရတဲ့စနစ်ထက် Beetlejuice ကားက တမလွန်ရဲ့တန်းစီစနစ်က ပိုဆိုးပါတယ်။
Beetlejuice ဟာ Makeup Oscar ဆုရခဲ့သလို တခြားဆုပေးပွဲတွေမှာ Best Horror Film ဆုကိုပါ ရထားပါတယ်။ ဘာတန်ကြီးရဲ့ သရဲဟာသကားကို ဘာတန်ဖန်တွေအတွက် Winona လေးရဲ့ တော်တော်ငယ်သေးတဲ့ ချစ်စရာမျက်နှာလေးနဲ့ တွဲဖက်ခံစားလို့ရစေမယ့် ရှားပါးရုပ်ရှင်ပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.9GB, 830MB
Quality – 1080p, 720p
IMDb Rating – 7.5/10
Format – mp4
Duration – 1H 32Min
Genre – Comedy, Fantasy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
