"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Shanghai Grand (1996)
ဟောင်ကောင်ရုပ်ရှင်တွေကို ချစ်တဲ့လူတိုင်း ဟောင်ကောင်မင်းသားတွေကို သဘောကျကြမှာပဲ။ ကျွန်တော်လည်း ဟောင်ကောင်မင်းသား အတော်များများကို သဘောကျပါတယ်။ ဒီထဲ ကျွန်တော်အကြိုက်ဆုံးမင်းသားက လတ်စလီချောင်ပါပဲ။ ဒီတော့ လတ်စလီချောင်ကားဟောင်းတွေ စိတ်ပေါက်တိုင်းရှာကြည့်ဖြစ်တယ်။ သူ့မှာမာစတာပိစ်ကားတွေလည်း မနည်းပါဘူး။ ရိုးရိုးအချစ်ကားတွေလည်း မနည်းဘူး။ ရိုးရိုးအချစ်ကားတွေတောင် လတ်စလီချောင်ပါနေရင် အတော်လေးကြည့်ကောင်းပါတယ်။ သူ့ကိုချစ်တဲ့စိတ်ကြောင့်လည်း ဖြစ်ကောင်းဖြစ်နိုင်ပါတယ်။
အခု ရှန်ဟိုင်းဂရန်းမှာတော့ လတ်စလီချောင်အပြင် Andy Lauလည်းပါပါတယ်။ ဟောင်ကောင်ရဲ့ဆရာတွေထဲက နှစ်ပါးပေါ့။ သူက ဂန်းကားဆိုပေမဲ့ ၁၉၃၀ကာလမှာ ဇာတ်အိမ်တည်ထားပြီး ထိုင်ဝမ်ရဲ့တော်လှန်ရေးအကြောင်းကိုလည်း ပါးပါးစွတ်ထားတယ်။ ဂန်းကားပီပီသသ ဂန်းကားတို့အခေါင်ကြီး Godfatherက ဇာတ်ဝင်ခန်းတစ်ချို့ကိုတောင် မှီးထားသေးတယ်။ နည်းနည်းမှီးထားတဲ့ကားဆိုတော့ မာစတာပိစ်တော့မဖြစ်လှပေမဲ့ တော်တော်ကြည့်ကောင်းတဲ့ ကားကောင်းစာရင်းတော့ဝင်ပါတယ်။ ဟောင်ကောင်ဂန်းကားကြိုက်တဲ့သူတွေအတွက် ရွှေလို့ပြောရမယ်။ သူ့ဇာတ်ဝင်တေးကလည်း အတော်များများရင်းနှီးပြီးသားသီချင်းဖြစ်သလို တကယ့်နာမည်ကြီး သီချင်းပါပဲ နားထောင်ကြည့်ရင်သိမှာပါ။ ဒီထဲကဗားရှင်းကိုတော့ Andy Lauကိုယ်တိုင် ပြန်ဆိုထားတယ်ထင်ပါတယ်။
ရှန်ဟိုင်းဂရန်းဟာ ဟောင်ကောင်ဂန်းကားကောင်းဖြစ်သလို လတ်စလီနဲ့ အန်ဒီတို့ကြားက Friendshipကို ကောင်းကောင်းပုံဖော်ထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး ဟောင်ကောင်ရုပ်ရှင်ပရိတ်တွေရော အန်ဒီနဲ့လတ်စလီပရိသတ်တွေရော ကြည့်ကို ကြည့်သင့်တဲ့ကားကောင်းပါပဲ။ ဇာတ်အိမ်ကိုအပထား အန်ဒီနဲ့လတ်စလီကို တွဲမြင်ရတာနဲ့တင်တန်နေပြီကို ဇာတ်လမ်းကလည်းမိုက်တော့ တကယ့်ရုပ်ရှင်ကောင်းပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(1.8GB) / (900MB)
Quality__WEB-DL_1080p, 720p
IMDb Rating__6.6/10
Format__mp4
Duration__01:36:00
Type__Action, Crime , Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
