"Men (2022)
~ IMDb – 6.3/10, Rotten Tomatoes – 69% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
A24 ဟာ တစ်နှစ်ထက်တစ်နှစ် တရှိန်ထိုးအောင်မြင်လာလိုက်တာ ဒီနှစ်ဆိုလည်း သူ့ပင်တိုင်လက်စွဲဒါရိုက်တာတွေဖြစ်တဲ့ Jordan Peele တို့ ရောဘတ်အက်ဂါတို့နဲ့ ကားမထုတ်ဖြစ်ပေမဲ့ တခြားနာမည်ကြီး ဒါရိုက်တာတွေ ဒါရိုက်တာအသစ်တွေနဲ့ ကားသစ်တွေထုတ်ခဲ့တာမှာ အကုန်လုံးနီးပါးလည်း အောင်မြင်ခဲ့ပါတယ်။ ဒီနှစ်ရဲ့ထွက်ပြီးသား A24ကားတွေကတော့ –
” The Sky Is Everywhere, After Yang, X, Everything Everywhere All at Once နဲ့ Men ” တို့တွေပါပဲ။
Everything Everywhere All at Once ဟာ A24 ရဲ့ ရုံဝင်ငွေအရရော အနုပညာအရရော စံချိန်တင်အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ဖြစ်သလို After Yang တို့ X တို့ကလည်း တကယ့်ရုပ်ရှင်ကောင်းတွေပါပဲ။ သို့ပေမဲ့ ဒီသုံးကားလုံးက သူတို့အရင်ကလက်မတွဲဖူးတဲ့ ဒါရိုက်တာတွေနဲ့ လက်တွဲရိုက်ကူးခဲ့တာပါ။ ဒီနှစ်မှာတော့ Ex Machina ကားနဲ့ A24 အတူ Debut လုပ်ခဲ့တဲ့ ဒါရိုက်တာ Alex Garland ရဲ့ Men ကို A24ကပဲ ထပ်ပြီးထုတ်ဝေခဲ့ပါတယ်။ Alex Garland ဟာ ရုပ်ရှင်သုံးကားပဲ ရိုက်ကူးထားပေမဲ့ သုံးကားလုံးအောင်မြင်ခဲ့ပါတယ်။ ပထမကား Ex Machina ဟာ တော်တော်အောင်မြင်ခဲ့သလို ဒုတိယကား Annihilation ကလည်း မခေပါဘူး။ ခုတတိယကားကလည်း ပရိသတ်တစ်ချို့ကတော့ တော်တော်သဘောကျနေကြပြီး ဝေဖန်ရေးသမားတွေကလည်း သရုပ်ဆောင်ပိုင်းနဲ့ Sound Design ပိုင်းကို တော်တော်ချီးကျူးထားကြပါတယ်။ Horror ကားတစ်ကားမှာ အသံကလည်း အသက်ပဲမို့လား။ စီနီမာလည်း လှပါတယ်။ ဇာတ်အိမ်အရမ်းကျဉ်းတာကလွဲ အပြစ်ပြောစရာမရှိတဲ့ ရုပ်ရှင်ကောင်းပါပဲ။ Folk horror Genre ကို ရိုက်ကူးထားတာပါ ။ ဒါရိုက်တာကောင်းရိုက်တာဆိုတော့ နည်းနည်းဇာတ်အိမ်ကျဉ်းသွားတာတောင် ကားကောင်းကားဆန်းကြီးဖြစ်နေတုန်းပါပဲ။ တော်တော်ထူးဆန်းတဲ့ ဇာတ်မို့ ဇာတ်လမ်းကိုတော့ မပြောပြချင်တော့ပါဘူး။ ဘာမှမသိဘဲကြည့်ရတာပိုအရသာရှိမှာပါ။
A24 ဖန်တွေ၊ Horror ဖန်တွေ၊ Alex Garland ဖန်တွေ၊ Ex Machina နဲ့ Annihilation ကို သဘောကျတဲ့လူတွေကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။ တစိမ့်စိမ့် သိချင်စိတ်ကိုဆွပြီး တသိမ့်သိမ့်ကြောက်ရွံ့ခြင်းရသ ပါးပါးကို ရချင်တဲ့သူတွေအပြင် Body Horror ဖန်တွေလည်း ကြည့်သင့်ပါတယ်။ A24 ရဲ့ ရုပ်ရှင်ကားကောင်းတွေကို သဘောကျတဲ့လူတွေ အကြိုက်တွေ့မယ်လို့ပြောနိုင်ပေမဲ့ A24 ကိုက လူတိုင်းကြိုက်တဲ့ ကားမျိုးတွေဖြန့်ဝေတာမဟုတ်တော့ ဒီကားဟာလည်း လူတိုင်းကြိုက်တဲ့ကားဖြစ်မယ်လို့ အာမ, မခံနိုင်ပေမဲ့ ကားကောင်းတစ်ကားဆိုတာတော့ အာမခံနိုင်ပါတယ်။ 2022 ရဲ့အကောင်းဆုံး ရုပ်ရှင်တွေထဲ Men ကိုလည်းထည့်ရမှာပါ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.2GB, 575MB
Quality – 1080p, 720p
IMDb Rating – 6.3/10
Format – mp4
Duration – 1H 40Min
Genre – Drama, Horror, Sci-Fi
Subtitle – Myanmar Subtitle (Hardsub)
Translated by W
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
