"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်ကတော့ မင်းသမီး ခရစ္စတင်း စတီးဝပ်ရဲ့ ရုပ်ရှင်အသစ်ပါပဲ။ သိပ္ပံစိတ်ကူးယဉ်၊ ဟော်ရာ အမျိုးအစားဖြစ်ပါတယ်။ အဖော်အချွတ်တွေ အဖြတ်အတောက်တွေပါလို့ ကလေးငယ်တွေကြည့်ဖို့ မသင့်ပါဘူး။
တွေးစရာတွေပေးတဲ့ ရုပ်ရှင်မျိုးပါပဲ။
ဇာတ်လမ်းအကျဉ်းကတော့ အနာဂတ်ခေတ်ရဲ့ လူသားဆင့်ကဲပြောင်းလဲမှုဖြစ်စဉ်တွေ ထူးဆန်းလာတာ မှားယွင်းလာတာကို အခြေခံထားတာပါပဲ။ ဒီနေ့ခေတ်မှာဆိုရင် ဆိုးရွားတဲ့ စက်ရုံအညစ်အကြေးတွေ၊ ညစ်ညမ်းဓာတ်ငွေ့တွေ၊ ဓာတုပစ္စည်းတွေကြောင့် လူတွေ ကင်ဆာတွေအဖြစ်များလာပါပြီ။
ကင်ဆာဆိုတာလည်း လူရဲ့ကိုယ်ထဲက ဆဲလ်တွေ ပုံပြောင်းပြီး ဖြစ်လာတာပါပဲ။ ဒီတော့ အဲဒီလို ပုံပြောင်းရင်းနဲ့ကနေ လူတွေရဲ့ အခြေခံဖွဲ့စည်းပုံတွေပါ ပြောင်းလဲလာမယ်ဆိုရင် ဘာဖြစ်လာမလဲ။ ဒီရုပ်ရှင်ထဲမှာတော့ “အလွန်မြန်ဆန်စွာ ဆင့်ကဲပြောင်းလဲမှု ရောဂါ” လို့ ခေါ်ကြပါတယ်။ လူသားတွေဟာ မနာကျင်တတ်တော့ဘူး၊ ကူးစက်မှုတွေမရှိတော့ဘူး။
မနာကျင်တော့တာဟာ ရုတ်တရက်ကြည့်ရင် ကောင်းတယ်ထင်ရသလို မကောင်းတာတွေလည်းရှိပါတယ်။ နာကျင်မှုဟာ လူတွေကို အန္တရာယ်ကနေ ရှောင်တိမ်းနိုင်ဖို့ အချက်ပြတဲ့စနစ်ပါပဲ။ ပူတာကိုကိုင်မိရင်လက်ကို ဆတ်ခနဲ ရုတ်လိုက်တာမျိုး၊ တစ်ခုခုစူးရင် ချက်ချင်းနောက်ဆုတ်လိုက်တာမျိုးပေါ့။ ဒီတော့ နာကျင်မှုတွေမရှိရင် ထိခိုက်ဒဏ်ရာတွေလည်း ပိုဆိုးလာတတ်တာပါပဲ။ ဒီဇာတ်ကားထဲက မင်းသားဖြစ်တဲ့ ဆောလ် ကတော့ နာကျင်မှုရှိနေသေးတဲ့ လူပါ။ အဲဒီနာကျင်မှုတွေအတွက်လည်း စက်ရဲ့အကူအညီနဲ့ နေထိုင်နေရပါတယ်။ ပြီးတော့ သူ့ကိုယ်ထဲမှာလည်း အမည်မသိတဲ့ ကိုယ်အင်္ဂါအသစ်တွေ ဆက်တိုက်ဖြစ်ပေါ်နေပါတယ်။ သူကလည်း အဲဒီအင်္ဂါတွေကို ဆက်တိုက်ဖြတ်ထုတ်နေရတဲ့သူပါပဲ။ ပြီးတော့ သူက ဒီလိုဖြတ်ထုတ်တာတွေကို သရုပ်ပြအနုပညာအနေနဲ့ တင်ဆက်ပြီး နာမည်ကြီးနေပါသေးတယ်။ ဒါပေမဲ့ တစ်နေ့မှာတော့ ထူးထူးခြားခြား
အမေတစ်ယောက်က သူ့သားလေးကိုသတ်ပြီး အလောင်းကို ကလေးအဖေဆီမှာထားခဲ့လိုက်ပါတယ်။ အဲဒီကလေးအဖေကပဲ ဆောလ်ဆီကိုလာပြီး လူအများရှေ့မှာ ကလေးကို ရင်ခွဲစစ်ဆေးဖို့ တောင်းဆိုလာတဲ့အခါ….
File size…(1.1GB/(632MB)/(281MB)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:17:00
Genre…Drama / Sci-Fic / Horror
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Mr.Anderson
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
