"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating(7.4)
မင်းသား ရမ်ဗီးဆင်းနဲ့ မင်းသမီး ဆိုနာရှီးတို့ရဲ့ ဒီဇာတ်ကားက အချစ်ဒရမ်မာ ဟဲဗီးကြိုက်သူတွေအတွက်ဖြစ်ပါတယ်။
ရုပ်ရှင်ထဲက လေးနက်တဲ့ ဇာတ်ဝင်ခန်းတချို့မှာ သရုပ်ဆောင်ချက်ပီပြင်ဖို့အတွက် ရမ်ဗီးဆင်းဟာ သူ့ကိုယ်သူ တွယ်ချိတ်နဲ့ ထပ်တလဲလဲ ထိုးပြီး သရုပ်ဆောင်ခဲ့တယ်လို့ဆိုပါတယ်။
ကြုံဖူးကြလား။ ဧည့်သည်တစ်ယောက်အဖြစ် ကိုယ့်ဘဝထဲကိုဝင်ရောက်လာ..။အတူတူသွား အတူတူစား တစ်ချို့နေရာတွေမှာ အတူတူနားဖြစ်ကြရင်းက နှလုံးသားချင်းနားလည် မျက်လုံးချင်းစကားတွေ အပြန်အလှန်ပြောပြီးမှ..။ သူ့ဘက်က (ကိုယ်ဘာအမှားမှ မလုပ်မိပါဘဲ) ရုတ်တရက်စိမ်းကားအေးစက်သွားတဲ့အခါ..။
ဒီရုပ်ရှင်ဟာ ၁၉၅၃ ကိုအခြေခံပါတယ်။ ဗာရွန်ဆိုတဲ့ ရှေးဟောင်းသုသေသနသမားကောင်လေး တစ်ယောက် မဏိပူပြည်နယ်က ရွာလေးတစ်ရွာမှာရှိတဲ့ မြေပိုင်ရှင် တစ်ယောက်ဆီကို သူတို့ရွာက ရှေးဟောင်းဘုရားကျောင်းတစ်ခုအောက်မှာ ရှေးမျိုးနွယ်စုတစ်ခုရဲ့ အမွေအနှစ်တွေရှိတယ်။ လေ့လာတူးဖော် ချင်လို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့ ရောက်လာခဲ့တယ်။ သူ့မှာစာရွက်စာတမ်းတွေ အခိုင်အမာ စကားပြောကြည့်ရင်း သူ့အသိဉာဏ် အပြုအမူတွေကို သဘောကျလာတော့ မြေပိုင်ရှင် အဘိုးကြီးဟာ တည်းခိုခန်းကနေ သူ့အိမ်ကို ပြောင်းလာဖို့အထိ ဖိတ်ခေါ်ရင်းနှီးလိုက်မိတယ်။
ဘယ်သူစိမ်းကိုမှ မတွေ့ကြုံဖူးတဲ့ သူဌေးသမီး ရိုးရိုးလေး ပါခီဟာ သူတို့အိမ်ကို လာတည်းတဲ့ သူစိမ်းဧည့်သည် ဗာရွန်ကို နှလုံးသား တစ်ခုလုံးရင်းနှီးမိလိုက်တော့တာပါပဲ။ တကယ်တမ်းတော့ ဗာရွန်ဟာ……
ကျွန်တော်တို့ ကျောင်းမှာသင်ခဲ့ဖူးတဲ့ The last leaf ကိုပြန်ရိုက်ပါတယ်ဆိုတဲ့ ဒီဇာတ်ကားဟာ နောက်ဆုံးခန်းမတိုင်ခင်အထိ ကြိုမပြောထားရင် သိရမှာမဟုတ်ပါဘူး။ သရုပ်ဆောင် နှစ်ယောက်ကြားက ပီပြင်လွန်းလှတဲ့ chemistry ညှပ်သုံးသွားတဲ့ ရှေးသီချင်းတွေ ဇာတ်လမ်းနဲ့ လိုက်ဖက်တဲ့ ဇတ်ဝင်သီချင်းတွေအရ ကျွန်တော်တို့ မမှီလိုက်တဲ့ ခေတ် ကျွန်တော်တို့ မကြုံလိုက်ရတဲ့ အချစ်ကို နက်နက်နဲနဲခံစားစေရမှာပါ။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Alias မှ တင်ဆက်ထားတာပါ။)
File size…(1.7 GB) / (660 MB)
Quality….WEB-DL 1080p HEVC /720p
Format…mp4
Duration….02:18:48
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
