"Still Walking (2008)
===============
Directed By Hirokazu Koreeda
IMDb Rating – 7.9/10
ဇာတ်အဖွင့်မှာ Koreedaဟာ မိသားစုတစ်စုရဲ့ သေသူ၊ ရှင်ကျန်သူတွေ
ပြန်ဆုံစည်းကြတဲ့ နေ့တစ်နေ့ကို ခေါ်သွားတယ်။ နှစ်ပေါင်းများစွာ မပျက်
မကွက် လမ်းလျှောက်နေတဲ့ လူတစ်ယောက်ဆီခေါ်သွားတယ်။ အဲဒီမိသားစုက
လူတစ်ယောက်ချင်းစီရဲ့ စိတ်ထဲကို ခေါ်သွားတယ်။ သူတို့မိသားစုရဲ့မရှိတော့တဲ့
သူတို့အတွက်အဖိုးအတန်ဆုံး တစ်ယောက်ဆီ ခေါ်သွားတယ်။ သူတို့ရဲ့ဆန္ဒ
တွေဆီ ခေါ်သွားတယ်။ ဒီလိုနဲ့နောက်တစ်နေ့ မိုးလင်းသွားတယ်။ တစ်ချို့ဆန္ဒ
တွေက ဘယ်တော့မှမဖြစ်လာခဲ့ကြသလို တစ်ချို့က ဒီလမ်းကို ဆက်မလျှောက်
နိုင်ကြတော့ဘူး။ ဒါပေမဲ့ ကျန်နေခဲ့သူတို့ကတော့ ဆက်လျှောက်နေရတုန်း။
Koreedaဟာ ကျွန်တော်တို့ကို ဒီမိသားစုက လူတစ်ယောက်ချင်းစီရဲ့ စိတ်အနေ
အတိတ်တွေကို ပြတော့ပြတယ်။ ဒါပေမဲ့ ပေါ်လွင်အောင်တော့ မပြပါဘူး။
စကားတစ်ခွန်းနဲ့ အဲဒီစကားနောက်မှာ ဖြစ်သွားတဲ့ ဇာတ်ကောင်ရဲ့ အမူအရာနဲ့ကို
ချိတ်ဆက်ပြီး ပြသွားတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Koreedaရဲ့ Still walkingဟာ ဟဲမင်းဝေးရဲ့ ရေခဲတုံးကြီးလိုပါပဲ။ Koreedaဟာ
ကျွန်တော်တို့ကို သူပြချင်တဲ့အကြောင်းအရာကို ရိုးရိုးရှင်းရှင်းနဲ့ ရေခဲတုံးကြီးရဲ့
ပေါ်နေတဲ့အစွန်းကလေးကိုပဲ ရိုက်ပြသွားပေမဲ့ ကြည့်ရှုသူကိုတော့ အောက်က
ရေခဲတုံးကြီးတစ်ခုလုံးကို ကိုယ်အသိနဲ့ကိုယ် ခံစားလို့ရအောင် ပြသသွားတယ်။
မရစရာလည်းမရှိပါဘူး။ ဇာတိ ဇရာ ဗျာဓိ မရဏ နဲ့ မကင်းတဲ့သူတွေပဲမို့လား။
Still Walkingဟာ တော်တော်ရိုးရှင်းပါတယ်။ သူ့ဇာတ်အိမ်ရဲ့ အချိန်ကလည်း
တစ်နေ့အတိပဲ။ ‌သူ့နာမည်ကိုဖတ်ရင် ဒီဇာတ်အိမ် ဘယ်လိုလာမှာလဲ တွေးမိ
ကောင်းတွေးမိလိမ့်မယ်။ ဒါပေမဲ့ Still Walkingက ဒီအတွေးအတိုင်း သိသာ
မြင်သာစွာကြီး ပုံဖော်မသွားဘူး။ အစမှာ အိမ်ပြန်ရောက်ရတဲ့ အရသာမျိူးတောင်
ရတယ်။ သူ့ခေါင်းစဉ်နဲ့ သူ့ဇာတ်ကို ချိတ်သွားပေးတဲ့အရာက ဂျိမ်းဂျွိုက်ပြောဖူးတဲ့
လင်းပွင့်မှု(Epiphany)လို့ခေါ်တဲ့ စိတ်သန္တာန်မှာ ရုတ်တရုတ် တစ်စုံတရာကို
လင်းပွင့်သိရှိလိုက်မှုတစ်ခုနဲ့ပါပဲ။ ချစ်သောနေ့တွေ ချစ်သောလူတွေ ချစ်သောအရာတွေ
ဒီလိုပဲ လွင့်ပြယ်သွားတယ်။ ကျွန်တော်တို့ကတော့ ဆက်လျှောက်နေရဦးမယ်။
စာကြွင်း – Koreedaဟာ 2000ခုနှစ်နောက်ပိုင်း အော်စကာဆန်ခါတင်၀င်ခဲ့တဲ့
ဂျပန်ရုပ်ရှင် ၃ကားထဲက တစ်ကားဖြစ်တဲ့ shopliftersရဲ့ ဒါရိုက်တာဖြစ်ပြီး
Like Father Like son, Nobody Knows, After The Storm, Still Walking,
Our Little sisterစတဲ့ ဂျပန်လူနေမှုဘ၀ ဂျပန်မိသားစုနဲ့ ဘ၀တွေကို ထင်ဟပ်တဲ့
မာစတာပိစ်ကားတွေ မနည်းရိုက်ကူးထားတဲ့သူပါ။ ဒီနှစ်လည်း ဆောင်းကန်ဟို၊
ဘဲ့ဒိုနာ၊ IUတို့နဲ့ Brokerဆိုတဲ့ ကိုရီးယားရုပ်ရှင်ကို ရိုက်ကူးခဲ့ပြီး ကိန်းရုပ်ရှင်ပွဲတော်မှာ
ပြသခွင့်ရခဲ့ပါတယ်။ Brokerနဲ့ ဆောင်းကန်ဟိုဟာ ကိန်းမှာ မင်းသားဆု ရသွားခဲ့ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ်)
File Size……….(1.45 GB) / (712 MB) / (480 MB)
Quality…………BluRay 1080p / 720p / 480P
Duration………1Hr 55mins
Subtitle………..Myanmar Hardsub
Format…………MP4
Genre…………..Drama
Translator…….WiRa Aung
Encoder……….SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
