"Peace By Chocolate (2021)
~ IMDb – 6/10, Rotten Tomatoes – 86% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၂၀၁၁ မတ်လမှာ စဖြစ်ခဲ့တဲ့ ဆီးရီးယားပြည်တွင်းစစ်ဟာ အခုရုပ်ရှင်ကို တင်ဆက်လိုက်တဲ့ အချိန်မှာဆို ၁၁နှစ် ၂လ ၄ပတ်နဲ့ နှစ်ရက်တိတိရှိပါပြီ။ တော်တော်ကြာတဲ့ ပြည်တွင်းစစ်ဖြစ်သလို ကမ္ဘာပေါ်မှာ စစ်ဘေးရှောင်ဒုက္ခသည်အများဆုံး ပေါ်ထွက်စေခဲ့တဲ့ ပြည်တွင်းစစ်လည်း ဟုတ်ပါတယ်။ အဲဒီက လူတွေ ဒုက္ခသည်လက်ခံပေးတဲ့ နိုင်ငံအသီးသီးမှာ ခိုလှုံကြတဲ့ အကြောင်းရုပ်ရှင်တွေလည်း မနည်းတော့ပါဘူး။ ဒီကားကတော့ အဲဒီဒုက္ခသည်တွေထဲကမှ ထူးထူးခြားခြား အောင်မြင်သွားတဲ့ မိသားစုတစ်စုအကြောင်းပါ။ ဖြစ်ရပ်မှန်ကို ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။
ဆီးရီးယားမှာ ဗုံးကြဲခံရရာက မိသားစုချောကလက်လုပ်ငန်းလေး ပျက်စီးခဲ့ရသလို သူတက်နေတဲ့ ဆေးကျောင်းလည်းတစ်၀က်တစ်ပျက် ဖြစ်ခဲ့ရတဲ့ ဆေးကျောင်းသားလေးနဲ့ သူ့မိသားစုဟာ ကနေဒါကိုရောက်လာခဲ့ပါတယ်။ ဆာတီဖီကိတ်မရှ်ိလို့ ဆေးပညာနဲ့ အသက်မွေးချင်ပေမဲ့ မရ ဖြစ်‌နေတဲ့ ကျောင်းသားလေးနဲ့ သူ့မိသားစုကို ကနေဒါဒေသခံမိသားစုတစ်စုက ခေါ်ထားပေးပါတယ်။
ချစ်တဲ့လူတွေလည်းဆုံးရှုံး၊ အိမ်လည်းမရှိ၊ ဘ၀လည်းမရှိတော့တဲ့ သူတို့ဟာ သူတို့ဇာတိမှာ ဆုံးရှုံးခဲ့ရတဲ့ချောကလက်လုပ်ငန်းလေးကို အိမ်တွင်းဖြစ်အ‌နေနဲ့ စထောင်ပြီး ချာ့ခ်ျကျောင်းမှာ ရောင်းရာက အရသာကောင်းလွန်းလို့ အောင်မြင်လာခဲ့ပြီး အခက်အခဲတွေကြုံခဲ့ရပေမဲ့ လုပ်ငန်းကြီးထူထောင်နိုင်ခဲ့ပါတယ်။ အဲဒီလုပ်ငန်းရဲ့ နာမည်က Peace by Chocolate တဲ့။ သူတို့မရခဲ့တဲ့ ငြိမ်းချမ်းမှုကို ချောကလက်နဲ့ရှာဖွေချင်တဲ့… ချောကလက်နဲ့ ကမ္ဘာကြီးကို ငြိမ်းချမ်းစေချင်တဲ့သူတွေပေါ့။ ဒုက္ခသည်တွေလည်း အောင်မြင်နိုင်ကြောင်း အမြင်သစ်ဖွင့်ပေးခဲ့တဲ့သူတွေဆိုလည်း မမှားဘူးပေါ့။ လက်ရှိမှာ Peace By Chocolate ဟာ ကမ္ဘာနဲ့ချီအောင်မြင်နေတဲ့ ချောကလက်လုပ်ငန်းစုကြီးဖြစ်ပြီး သူတို့အမြတ်ရဲ့ ၃ရာခိုင်နှုန်းကနေ ၅ရာခိုင်နှုန်းကို ငြိမ်းချမ်းရေးလှုပ်ရှားမှုတွေမှာ လှူဒါန်းပေးထားပါတယ်။ တကယ့် Peace By Chocolate ပါပဲ။ မယုံမရှိပါနဲ့။ တစ်ခါတလေကျ ချောကလက်ကလည်း ကမ္ဘာကြီးကို ငြိမ်းချမ်းစေနိုင်တာပါပဲ။
စာကြွင်း – အဓိကဇာတ်လမ်းကို သိပ်မထိခိုက်ပေမဲ့ တစ်ချို့ အာရေဗျလိုပြောတဲ့နားမှာ စာပါမလာပါဘူး။ မူရင်းစာဖိုင်မှာကို ပါမလာတာပါ။ သုံးဖြတ်လောက်ပဲဖြစ်ပြီး တစ်ဖြတ်ကို ဘယ်လောက်မှမကြာသလို ဇာတ်လမ်းကိုလည်း မထိခိုက်တာမို့သည်းခံပေးကြစေချင်ပါတယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.63GB, 772MB
Quality – 1080p, 720p
IMDb Rating – 6/10
Format – mp4
Duration – 1H 36Min
Genre – Comedy, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by “___“
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
