"As It’s Remembered (2022)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်ကောင်ရဲ့ ကောင်လေးက သူတို့နှစ်ယောက်ချိန်းတွေ့တုန်းမှာ မျက်နှာဖုံးနဲ့လူတစ်ယောက် ဓားနဲ့ လာထိုးသတ်လို့ သေသွားတယ်။ ဇာတ်ကောင်က ဒီအဖြစ်အတွက် ဖြေမဆည်နိုင်ဖြစ်နေတယ်။ ဒီတော့ သူက အတိတ်ကိုပြန်ပြင်ဖို့ ကြိုးစားတယ်။ သူ့ကြိုးစားပုံက တစ်မျိုး။ စိတ်နဲ့ပဲ အချိန်ခရီးသွားတာမျိုးပဲ။ သူ့အတွေးအခေါ်က လူဟာ သူ့အရှိတရားရဲ့ အရှင်သခင်ပဲ။ ကိုယ့်ကိုယ်ကိုယ် ကောင်းကောင်းသိမြင်တဲ့လူက ကိုယ့်အရှိတရားကို ကိုယ့်စိတ်ကြိုက် ထိန်းချုပ်နိုင်မယ်။ ဘုရားသခင်လိုမျိုးပေါ့။ ကိုယ့်ကိုယ်ကိုယ်မြင်တဲ့အမြင်ကို ပြောင်းလဲလိုက်ရင် ကိုယ်ပြောင်းလဲသွားသလိုမျိုး သူက အတိတ်မှာဖြစ်ခဲ့တဲ့ကိစ္စကို သူက တခြားတစ်နည်းနဲ့ပြောင်းလဲလက်ခံလိုက်ရင် အတိတ်ကိုပြင်ပြီးသားဖြစ်ပြီး အတိတ်က အရှိတရားကို သက်ရောက်ပြီး လက်ရှိအရှိတရားပြောင်းလဲသွားမယ်လို့ ယုံထားတယ်။ ဒီတော့ သူက စိတ်နဲ့ အချိန်ခရီးသွားတဲ့ စက်တစ်မျိုးထွင်ပြီး သူ့အတိတ်က သူ့မှတ်ဉာဏ်ကို ပြင်ဖို့ ကြိုးစားတယ်။ ဇာတ်လမ်းကတော့ ဒါပါပဲ။
ဒီရုပ်ရှင်ဟာ ကြာချိန်လည်း တစ်နာရီကျော်ကျော်ပါပဲ။ အပြအားဖြင့်ဆိုရင်လည်း နေရာလေး သုံးနေရာကို တစ်လှည့်စီ လှည့်ပြထားရုံပါပဲ။ နောက်ထူးတာက သူက ပစ္စုပ္ပန်ကို အဖြူအမဲနဲ့ပြပြီး အတိတ်ကိုအရောင်နဲ့ပြထားတယ်။ ဒါကဇာတ်ကောင်ရဲ့ အချိန်နဲ့ပတ်သက်တဲ့ သီအိုရီနဲ့ ချိန်တွေးရင်း ဖြစ်သင့်တဲ့အရာပါပဲ။ Rating သွားပြေးကြည့်မယ့် လူတွေအတွက်တော့ ပြဿနာတော့ရှိတယ်။ ပေးထားတာက ကျွန်တော်ကြည့်တဲ့အချိန်မှာတော့ ဆယ်ယောက်ပဲရှိသေးသလို ရုပ်ရှင်ကလည်း လူတိုင်းအတွက် အဆင်ပြေမယ့် ရုပ်ရှင်တော့မဟုတ်ဘူး။ Time Travel ကားပေမဲ့ Time Travel ထက် ဒဿနိကကိုနည်းနည်း တီးမိခေါက်မိရှိမှ ပိုအဆင်ပြေမှာပဲ။ ဖြစ်တည်မှုတို့ အရှိတရားတို့ သိမြင်မှုတို့ အကြောင်းကိုတော်တော် ပြောထားတာကိုး။ ဖြစ်တည်မှုပဓာန ဝါဒဆန်တဲ့ ဒိုင်တွေလည်း ပါသေးတယ်။ ဆိုတော့ လူတိုင်းအကြိုက်တွေ့မယ့် ရုပ်ရှင်တော့မဟုတ်ပါဘူး။ အချိန်ခရီးသွားသီအိုရီတို့ ဒဿနိကတို့ကို စိတ်ဝင်စားရင်တော့ ကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။ အကြောင်းအရာရော ထည့်သုံးသွားတဲ့ ဖလော်တွေကရော စိတ်ဝင်စားစရာကောင်းတာကြောင့် ပုဂ္ဂလိကအမြင်အရတော့ Rating 6 သို့ 7 လောက်ပေးသင့်တဲ့ရုပ်ရှင်လို့ မြင်ပါတယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.5GB, 730MB
Quality – 1080p, 720p
Format – mp4
Duration – 1H 15Min
Genre – Drama, Sci-Fi, Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
