"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Tinto Brass ဆိုရင် သူ့ရုပ်ရှင်တွေကိုသိတဲ့သူတွေအနေနဲ့ ကပျက်ကချော်စကားတွေ၊ညစ်တီးညစ်ပတ်တွေ
တရစပ်ထွက်နေတတ်တဲ့ ညို့အားပြင်းတဲ့ နူတ်ခမ်းတွေ၊ အဓိပ္ပါယ်များစွာပါဝင်တဲ့မျက်လုံးတွေ မြူဆွယ်တဲ့အကြည့်တွေ နဲ့
ရင်ထွားထွား တင်ကားကား အမွှေးထူထူ လုံးကြီးပေါက်လှ မိန်းမတွေကိုမြင်ယောင်မိကြပါလိမ့်မယ်။
သူတို့တွေဟာ သူ့ရုပ်ရှင်ကားအများစုရဲ့ သင်္ကေတတစ်ခုလိုဖြစ်နေလို့ပါပဲ။
Tinto Brass ဟာရုပ်ရှင်သက်တမ်းအစောပိုင်းကာလမှာဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့ကြတဲ့ အမျိုးအစား
ပေါင်းစုံ Experimental film တွေရိုက်ခဲ့ပေမယ့်လဲ အခုချိန်မှာတော့ နောက်ပိုင်းသူဇောက်ချခဲ့တဲ့ erotic genre
နဲ့ပဲ လူသိများပါတော့တယ်။သူ့ ရုပ်ရှင်တွေကို သူရိုက်ခဲ့တာလို့ မသိရင်တောင် ပိုစတာတွေကိုမြင်ရုံနဲ့မှတ်မိနိုင်လောက်အောင်
နာမည်ကြီးတဲ့ All Ladies Do It, Paprika, Monella တို့လိုကားတွေအများကြီးပါ။
အဲ့ဒါတွေထဲက အထင်ရှားဆုံးကတော့ အငြင်းပွားမှုတွေ ပြဿနာတွေ တစ်ပုံတစ်ပင်နဲ့ Helen Mirren တို့လို
နာမည်ကြီးသရုပ်ဆောင်တွေပါဝင်ထားတဲ့ Caligula ပါပဲ။ ပြင်းထန်တဲ့ကြမ်းတမ်းရက်စက်မှုတွေ၊ အမှန်တကယ်လိင်ဆက်ဆံတဲ့
အခန်းတွေ အငြင်းပွားစရာအချက်အလက်တွေကြောင့် နိုင်ငံအမျိုးမျိုးအတွက် ဖြတ်တောက်ထားတဲ့ မူကွဲမျိုးစုံထွက်ရှိခဲ့ရပေမယ့်
အခုချိန်အထိ cult classic တစ်ကားဖြစ်နေတုန်းပါပဲ။ အဲ့ဒါကတော့လူတိုင်းကြည့်ဖူးကြမှာပါ။
အခုဇာတ်ကားကတော့ ဟာသနဲ့ညစ်ညမ်းဘက်ကိုဦးစားပေးတဲ့နောက်ပိုင်းလက်ရာလေးတစ်ခုပါ။ ဒီကားမှာတော့ ဆရာကြီး
Tinto Brass ကိုယ်တိုင်အဓိကနေရာကဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ Tinto Brass နဲ့
သူ့အတွင်းရေးမှူးမိန်းမလှလေး လူစီယာတို့ဟာ ဗင်းနစ်ရုံးခန်းမှာ Tinto Brass ဆီ ပေးပို့လိုက်တဲ့ အမျိုးသမီးပရိသတ်တွေရဲ့
သူတို့ဘဝဇာတ်ကြောင်းစာလေးတွေကိုဖွင့်ဖတ်ဇာတ်ကြောင်းပြောကြပုံပါပဲ။သူ့ရဲ့ အရွယ်ပေါင်းစုံ ဘဝပေါင်းစုံ အတွေ့အကြုံ
ပေါင်းစုံပရိသတ်အမျိုးသမီးတွေရဲ့ လိင်မှုကိစ္စနဲ့ပတ်သက်တဲ့ စိတ်ကူးယဉ်မှုပေါင်းစုံကို
တစ်ခန်းရပ်လေးတွေနဲ့ anthology ပုံစံတင်ဆက်ထားပါတယ်။ သူ့ဇာတ်ကားတွေကတော့ 18 plus အနေအထားကို
ကိုအတော်ကြီးကျော်လွန်နေတဲ့အတွက် 21 plus လောက်သတ်မှတ်ရပါလိမ့်မယ်။ပြီးတော့ သရုပ်ဆောင်မင်းသမီးတွေက
အပြာမင်းသမီးတွေမဟုတ်ပါဘူး။ သူ့ကျေးဇူးကြောင့်သာ အခုလိုမြင်ရတာလို့ပြောလို့ရပါတယ်။ခံစားကြည့်ပါဦး။
File Size : (3.4 GB) & (900 MB)
Quality : BluRay 1080p & 720p
Running Time : 01:33:23
Format : mp4
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by ALS
Encoded by RGB
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
