"The Novelist’s Film (2022)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 7/10, Rotten Tomatoes – 100% ~
Directed by Hong Sang-soo
ဟုံဆန်ဆူးဟာ မနှစ်ကထွက်တဲ့ ၂ကားကနေ အခုထိ ဒါရိုက်တာတွေ မင်းသမီးတွေ စာရေးဆရာတွေအကြောင်းချည်း ရိုက်လာတာပါ။ ဇာတ်ညွှန်းနဲ့ ဇာတ်လမ်းတင်ဆက်ပုံအရဆို In Front of Your Face က ပိုသာတယ် ထင်ကောင်းထင်ရပေမဲ့ ကျွန်တော်တော့ ဒီသုံးကားထဲ The Novelist’s Film ကို အကြွေဆုံးပါပဲ။ In Front of Your Faceထဲက သရုပ်ဆောင်တွေရော၊ Introduction ထဲက သရုပ်ဆောင်တွေရော ပြန်သုံးထားပါတယ်။
ဇာတ်လမ်းကတော့ သူ့နာမည်အတိုင်းပါပဲ စာရေးဆရာရိုက်တဲ့ ရုပ်ရှင်အကြောင်းပေါ့။ နာမည်ကြီးစာရေးဆရာမတစ်ယောက်ရှိတယ်။ သူစာမရေးနိုင်တာ နည်းနည်းကြာပြီ။ သူစာမရေးနိုင်တဲ့ သဘောက သူက ပုံမှန်ဆို ဘာမှမဟုတ်တဲ့ အကြောင်းအရာလေးတွေကို တစ်ခုခုခံစားရအောင် ရေးနိုင်စွမ်းရှိတဲ့ သူမျိုးပေါ့။ အရင်ကတော့ ဒီလိုရေးနိုင်တာက သူ့အတွက် ပါရမီလိုလို ဘာလိုလို သူခံစားခဲ့ရတယ်။ ကြာတော့ သူ့ဘာသာ ဒါကြီးက ဟန်များပြီး မရိုးသားဘူးလို့ မြင်လာရော။ စာရေးဆရာရဲ့ အလုပ်က စာဆက်ရေးနေဖို့ပဲလေ။ ဒီတော့ သူဆက်ရေးတယ်။ မကြိုက်ဘူး။ ဖြဲပစ်တယ်။ ဒီလိုနဲ့လည်နေတာပဲ။
ဒီလိုနဲ့စိတ်ပြေလက်ပျောက် ခရီးထွက်ရင်း သူသိပ်ကြိုက်တဲ့၊ ကားမရိုက်တာကြာပြီဖြစ်တဲ့ မင်းသမီးနဲ့တွေ့တယ်။ ဂင်မင်ဟီးပေါ့။ သူနဲ့တွေ့တဲ့အခန်းမှာ ဂင်မင်ဟီး အပြင်ဘဝနဲ့ ခပ်ဆင်ဆင်စကားတွေသုံးပြီး ဂင်မင်ဟီး ကားသိပ်မရိုက်ရတဲ့ အကြောင်းရင်းကိုတောင် ရှင်းသွားတယ်။ ပြီးကျ စာရေးဆရာမက သူစာရေးမရလို့ ဇာတ်ကားတစ်ကားရိုက်ကြည့်ချင်တဲ့အကြောင်း ဂင်မင်ဟီးကိုပြောပြီး အတူတူရိုက်ကြတယ်။
စာကျတော့ ရေးလို့မရဘူး။ ရုပ်ရှင်ကိုကျ ဇာတ်ညွှန်းပါရေးပြီး ရိုက်ဖို့လုပ်တာက နည်းနည်းတော့ မဆီလျော်ဘူးထင်စရာပဲ။ ဒါကိုလည်း သူက သူရိုက်ချင်တဲ့ ပုံစံကိုပြောပြပြီး ပြန်ရှင်းသွားတယ်။ သူ့ရုပ်ရှင်ရိုက်နည်းက ဇာတ်ညွှန်းမရှိတာလည်း မဟုတ်ဘူး။ ရှိတယ်။ ဒါပေမဲ့ သူတည်ဆောက်ထားတဲ့ ဇာတ်ညွှန်းထဲ သူ့အလိုလို ဆင့်ပွားဖြစ်လာတဲ့အရာတွေကိုလည်း ဇာတ်ညွှန်းအတိုင်းကိုက်အောင် ပိတ်ဆို့ပစ်တာမျိုးမရှိတဲ့ပုံစံမျိုးပေါ့။ စာရေးတာမှာလည်း ဒီလိုမျိုး ခပ်ဆင်ဆင်တော့ရှိပေမဲ့ ရုပ်ရှင်မှာလောက်တော့ မလွတ်လပ်ဘူးပေါ့။ စာရေးတာမှာက ကိုယ့်ဇာတ်ကောင်တွေကို ကိုယ်မထိန်းနိုင်တော့တာမျိုး သူ့ဘာသာ အသက်ဝင်လာတာမျိုးပေါ့။ မင်းလူတော့ အမှာစာတစ်ခုမှာ ဒီလိုဖြစ်ဖူးတယ်လို့ ရေးထားတာပဲ။
ခပ်ဆင်ဆင်ပြောရရင် ဇာတ်ညွှန်းက ပန်းပွင့်တစ်ပွင့်ပွင့်တာကို ရိုက်မယ်ထား။ ဒါရိုက်တာက ပန်းပွင့်လာတာကို ထိုင်ရိုက်တယ်ထား။ သူရိုက်နေတုန်း ပွင့်ပွင့်ချင်း ပန်းကတစ်လွှာ အလိုလိုကြွေသွားတယ်ထား။ ဒါရိုက်တာက သူ့ဇာတ်ညွှန်းအရ ပွင့်တဲ့အထိပဲဖြစ်ရမယ်ဆိုပြီး တစ်လွှာကြွေတာကို ကန့်သတ်ပြီး ဖယ်မပစ်တဲ့ပုံစံမျိုး ရိုက်တယ်ပေါ့။ ဒီရုပ်ရှင်ဟာ စာရေးသားခြင်းမှာ သူမရတဲ့ လွတ်လပ်ခြင်းမျိုးကို စာရေးဆရာမက ရုပ်ရှင်ရိုက်ပြီး ပြန်ရှာတဲ့ အကြောင်းပါပဲ။ ဟုံဆန်ဆူးဟာ သူပြချင်တဲ့ပွိုင့်ကို တော်တော်လှလှပပကို ပြသွားပါတယ်။ မနှစ်ကအကောင်းဆုံးကားတွေထဲ ဟုံဆန်ဆူးရဲ့ In Front of Your Face ကို ထည့်ခဲ့ရသလို ဒီနှစ်လည်း ဟုံဆန်ဆူးရဲ့ The Novelist’s Film ကို ဒီနှစ်ရဲ့အကောင်းဆုံးကားတွေ စာရင်းထဲ ထည့်ရဦးမှာပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.73GB, 1.13GB
Quality – 1080p, 720p
IMDb Rating – 7/10
Format – mp4
Duration – 1H 32Min
Genre – Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
