"Comrades, Almost A Love Story (1996)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 8.1/10, Rotten Tomatoes – 89% ~
Directed By Bunny Chan
အချစ်ဇာတ်လမ်းတွေဟာ သိပ်ခမ်းနားပါတယ်။ အထူးသဖြင့် ဘာမှခမ်းနားမနေတဲ့ အချစ်ဇာတ်လမ်းတွပေါ့။ Comrades ဟာ ဘာမှ မထူးဆန်းတဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကို အလှပဆုံးသီချင်းတွေ၊ အလှပဆုံးစီနီမာတိုဂရပ်ဖီတွေ သုံးပြီး အလိုက်ဖက်ဆုံး ဇာတ်ကောင်တွေနဲ့ ပုံဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။
၉၀ပြည့်နှစ် အလယ်ပိုင်းတွေမှာ ပြည်မကလူတွေဟာ ကြိုးစားရင် ဘာမဆိုဖြစ်နိုင်တယ်ဆိုတဲ့ စီးပွားရေးအခွင့်အလမ်းကောင်းတဲ့ ဟောင်ကောင်ကို အိပ်မက်တွေအလီလီနဲ့ ပြောင်းလာခဲ့ကြတယ်။ အဲဒီပြောင်းလာခဲ့တဲ့ထဲ နှစ်ယောက်က လီယွန်လိုင်နဲ့ မက်ဂီချောင်တို့ရဲ့ ဇာတ်ကောင်၂ကောင်လည်းပါတယ်။ လီယွန်လိုင်ရဲ့ ဇာတ်ကောင်ကတော့ သူ့ရည်းစားကို ဟောင်ကောင်ခေါ်ပြီး လက်ထပ်ဖို့ လုံလောက်အောင် ငွေရှာချင်ရုံပါပဲ။ မက်ဂီချောင်ရဲ့ ဇာတ်ကောင်ကတော့ အိပ်မက်တွေ ဟိုးအမြင့်ကြီးနဲ့။ သူတို့ဇာတ်ကောင်၂ကောင်ဟာ အဲဒီခေတ်က ပြည်မကနေ ဟောင်ကောင်ကို ပြောင်းလာခဲ့တဲ့ သူတွေရဲ့ အခြေအနေကို ကောင်းကောင်းကြီး ပုံဖော်ထားခဲ့သလို ပြည်မကလူတွေ တောသားမြို့တက်အထင်ခံရမှာစိုးတဲ့ သဘာ၀ကိုလည်း ပုံဖော်ထားခဲ့တယ်။
အဲဒီလိုပုံဖော်ထားတဲ့အထဲ ရယ်ရခက်ငိုရခက် တစ်ချက်ကိုပြောရရင် ပြည်မကလူတွေဟာ Teresa Tang ဆိုတဲ့ အဆိုတော်ကို တော်တော်သဘောကျကြတယ်။ မက်ဂီချောင်ဟာ ပြည်မမှာ Teresa Tang အခွေတွေ ရောင်းတုန်းက အရမ်းရောင်းကောင်းခဲ့တော့ ဟောင်ကောင်ပွဲဈေးမှာရောင်းဖို့ ရှိသမျှပိုက်ဆံတွေကို Teresa အခွေတွေ၀ယ်ပြီး ရင်းခဲ့တယ်။ ကံဆိုးချင်တော့ ဟောင်ကောင်မှာ Teresa သီချင်းနားထောင်ရင် ပြည်မသားဆိုတာ လိုက်ပြောလိုက်သလိုဖြစ်နေတော့ ကြိုက်ကြပေမဲ့ ဘယ်သူ့မှ မ၀ယ်ကြပါဘူး။ ဒီလိုနဲ့ မက်ဂီချောင် အရင်းပြုတ်သွားတယ်။
ဒီလိုဆိုလို့ Teresa ကို ခပ်ညံ့ညံ့အဆို‌တော် မထင်လိုက်ပါနဲ့။ Teresa ဟာ တရုတ်ပြည်ရဲ့ ဂန္တ၀င်အဆိုတော်လို့ ပြောလို့ရပြီး တရုတ်တွေရှိတဲ့ နေရာတိုင်းမှာ Teresa သီချင်းသံကြားရတယ်ဆိုပါတယ်။ ဒီရုပ်ရှင်မှာ Teresa သီချင်းတွေ နေရာမလပ် လွှမ်းခြုံထားသလို ဒီရုပ်ရှင်မှာ Teresa ဟာ အရေးကြီးတဲ့ ဓာတ်ကူပစ္စည်းလည်း ဟုတ်ပါတယ်။ Comrades ရုပ်ရှင်ရဲ့ တရုတ်နာမည်က Tian Mi Mi ဆိုတဲ့ Teresa သီချင်းနာမည်ကို ယူထားတာဖြစ်သလို ဒီရုပ်ရှင်အနှံ့မှာ Tian Mi Mi သီချင်းကို ကြားရမှာပါ။ တော်တော်ကောင်းတဲ့ သီချင်းပါပဲ၊ YouTubeမှာ အလွယ်တွေ့နိုင်ပါတယ်။
တရုတ်ပေါ့ဂီတရဲ့ နတ်မင်းကြီးလေးပါးစာရင်း၀င်တဲ့ လီယွန်လိုင်ဟာ ဝေါင်ကာဝေးရဲ့ Fallen Angels မှာ ခပ်မိုက်မိုက် ကြေးစားလူသတ်သမား ဇာတ်ကောင်နေရာနဲ့ ပီပြင်ခဲ့သလို ဒီထဲလည်း ပြည်မကနေ ဟောင်ကောင်တက်လာတဲ့ အူတူတူ အတတ ဇာတ်ကောင်နဲ့ ပီပြင်တဲ့ သရုပ်ဆောင်ကောင်းပါပဲ။ ဒီရုပ်ရှင်ထဲက သူ့ဇာတ်ကောင်ဟာ သူ့ဘ၀ကို ထင်ဟပ်နေတယ်လို့လည်းဆိုပါတယ်။ သူ့ရုပ်ရှင်ဆိုလို့ နှစ်ကားတည်း ကြည့်ဖူးပေမဲ့ လီယွန်လိုင်ဟာ ဒီတစ်ကားနဲ့တင် တော်တော်သရုပ်ဆောင် ကောင်းတဲ့သူဆိုတာ မြင်သာပါတယ်။ ကျွန်တော်တို့ရဲ့ မက်ဂီကတော့ ဒီထဲပိန်ချုံးကျနေပြီး အရင်လောက် မလှဘူးထင်ရပေမဲ့ တစ်နေ့လေးနာရီလောက်ပဲ အိပ်ပြီး အလုပ်ကြိုးစားနေတဲ့ ကောင်မလေးဇာတ်ရုပ်မှာ ဒီပုံစံက အံ၀င်ခွင်ကျပါပဲ။
ဒီလိုကမောက်ကမခေတ်ကြီးမှာ ဒီရုပ်ရှင်နဲ့ ရင်ဘတ်ချင်းနီးတဲ့သူတွေ များလောက်မှာပါပဲ။ အိပ်မက်တွေရှိတယ်။ ကြိုးစားကြည့်ကြတယ်။ လဲကျကြတယ်။ အချစ်တွေရှိတယ်။ ဘ၀တွေက အဆင်ပြေမနေခဲ့ဘူး။ အချိန်မှား နေရာမှား ရောက်လာရသလို လမ်းလွဲခဲ့ကြတယ်။ Comrades ဟာ ဒီအကြောင်းတွေကို ရိုက်ပြထားတဲ့ အချစ်ဇာတ်လမ်းဖြစ်လုနီးနီး ဘ၀နှစ်ခုအကြောင်းဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။
ကျွန်တော့်အနေနဲ့တော့ ထိုင်၀မ်နဲ့ ပြည်မက မာစတာပိစ်တွေထဲ သူတို့ခေတ် သူတို့အခြေအနေကို ထင်ဟပ်တဲ့ ရုပ်ရှင်ကောင်းတွေ တွေ့ရပေမဲ့ ဟောင်ကောင်မှာ ဒီလိုမျိုးရုပ်ရှင်တွေကို မကြည့်ဖူးခဲ့ပါဘူး။ ဥပမာဆို – A Brighter Summer Day မှာ ပြည်မကနေ ထိုင်၀မ်ခွဲထွက်ပြီး နောက်ပိုင်း အခြေအနေတွေကို ပြထားတဲ့ ပုံစံမျိုးပေါ့။ Comrades ကတော့ အချစ်ဇာတ်လမ်းလည်းဖြစ်သလို အဲဒီလိုဇာတ်လမ်းတွေရဲ့ အရသာကိုလည်း ပေးနိုင်ခဲ့တဲ့ ဟောင်ကောင်ရဲ့ အရာရာလှပနေတဲ့ မာစတာပိစ်တစ်ကားပါပဲ။ ဒီဇာတ်လမ်းကိုရေးတဲ့ Ivy Ho ဟာ ဇာတ်ညွှန်းဆုများစွာရခဲ့သလို ရုပ်ရှင်ကလည်း တခြားဆုများစွာလည်း ရထားတယ်။ ထူးတာကတော့ ဒီရုပ်ရှင်မှာ ဝေါင်ကာဝေးရဲ့ ပင်တိုင် စီနီမာတိုဂရပ်ဖာ ခရစ္စတိုဖာဒွိုင်းက အင်္ဂလိပ်စာသင်တဲ့ဆရာ အဖြစ် သရုပ်ဆောင်ထားပါသေးတယ်။။
လူပြောတော်တော်များပေမဲ့ ဒီလောက်ကောင်းတဲ့ ရုပ်ရှင်ကို အရင်က မကြည့်ဖြစ်ခဲ့ပါဘူး။ သို့ပေမဲ့ နောင်တတော့မရပါဘူး။ ဒီလိုအခြေအနေတွေမှာ ကြည့်မှ ပိုနီးစပ်သွားမယ့်ရုပ်ရှင်လို့ ယူဆလို့ပါပဲ။ ဗိန်းဗောင်းဆင့်ရောက်လာတဲ့ ကမောက်ကမခေတ်မှာ အခြေအနေအချိန်အခါတွေ မလွယ်တဲ့ဘ၀တွေကြောင့်နဲ့ လမ်းလွဲခဲ့ရတဲ့ ချစ်ခြင်းတွေ နည်းမှာမဟုတ်ပါဘူး။ Comrades ဟာ အဲဒီအချစ်တွေကို ထင်ဟပ်မိလောက်မယ့် ရုပ်ရှင်ပါ။ ပုဂ္ဂလိက အမြင်အရတော့ အကြိုက်ဆုံးရုပ်ရှင် ဆယ်ဂဏန်းထဲ စာရင်းသစ်၀င်သွားတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 3.2GB, 1.23GB
Quality – Blu-ray 1080p, 720p
IMDb Rating – 8.1/10
Format – mp4
Duration – 1H 58Min
Genre – Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
