"Masquerade Night (2021)
~ IMDb rating – 6.3/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂျပန်စုံထောက်ကားတွေကိုကြည့်ရတာကြိုက်တဲ့သူတွေအတွက် စလယ်ဆုံးမပျင်းရမယ့် ဇာတ်ကားတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ ဘာလို့လဲဆိုတော့ လူသတ်သမားရှိတယ်ဆိုတာလွဲပြီး ဘာ info မှမသိရတဲ့သူတစ်ယောက်ကို ဟိုတယ်ထဲမှာလိုက်ရှာကြရမှာမို့လို့ပါ။
ဟိုတယ်လုပ်ငန်းဆောင်တာနဲ့ စည်းမျဉ်းစည်းကမ်းတွေကိုရော အမှုလိုက်တဲ့နေရာမှာ ဆက်စပ်ချိတ်ဆက်မှုကိုရော အသားပေးရိုက်ထားတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ ၂၀၁၉မှာထွက်ခဲ့တဲ့ Masquerade Hotel ရဲ့ အဆက်အဖြစ်ရိုက်ထားတာပါ။ သို့ပေမဲ့ ပထမကားကို မကြည့်ဘဲ ကြည့်လည်းဖြစ်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့…
နဲရိမခရိုင်မှာ အမျိုးသမီးတစ်ဦးဟာ သူ့ရဲ့တိုက်ခန်းထဲမှာပဲ အသတ်ခံခဲ့ရပါတယ်။ သတ်ခံရစဉ်မှာ Lolita ဝတ်စုံဝတ်ထားပြီး ဓာတ်လိုက်သေစေတဲ့နည်းနဲ့သတ်ခံရတာကြောင့် ပုံမှန်မဟုတ်တဲ့အမှုတစ်ခုပါပဲ။ တိုကျို မြို့တော်ရဲတွေလည်း စုံစမ်းလို့မရဖြစ်နေတုန်း အမည်လျှို့ဝှက်ပြီးသတင်းပေးလို့ရတဲ့ hotline ကနေ စာတစ်စောင်ရောက်လာခဲ့ပါတယ်။
အဲဒါကတော့ “အမျိုးသမီးကိုသတ်ခဲ့တဲ့လူသတ်သမားက ဒီဇင်ဘာ ၃၁ရက်နေ့မှာ Hotel Cortesia တိုကျို ကိုရောက်လာလိမ့်မယ်”ဆိုတာပါပဲ။ လူသတ်သမားရဲ့အသွင်အပြင်ကိုလည်းမသိ သဲလွန်စလည်းတစ်ခုမှမရှိတဲ့အမှုကို ဟိုတယ်ဝန်ထမ်းတွေရဲ့ ပူးပေါင်းမှုနဲ့အတူ လိုက်ရှာဖို့ဖြစ်လာပါတယ်။
ခက်တာက ပွဲကိုတက်မယ့်သူပေါင်း ၅၀၀ရှိတဲ့အပြင် မျက်နှာဖုံးတပ်ထားတာဖြစ်လို့ ဘယ်သူဘယ်ဝါခွဲခြားဖို့ကလည်း ခက်လှပါတယ်။ တိုကျိုရဲတွေ ကောက်ရိုးပုံထဲအပ်ပျောက်ရှာတာကို ရုပ်ရှင်ကြည့်သူကလည်း ရင်တမမနဲ့ တရားခံဘယ်သူဖြစ်မလဲ လိုက်တွေးရမှာပါ။
Plot Twist ကို ဇာတ်လမ်းပြီးခါနီးထိထည့်ထားလို့ ဇာတ်လမ်းဆုံး တရားခံမိတော့မှ “ဪ သူပါလား”လို့တွေးမိကြပါလိမ့်မယ်။ ပြီးတော့ ဂျပန်က ရဲအရာရှိတွေနဲ့ ဟိုတယ်ဝန်ထမ်းတွေရဲ့ စည်းကမ်းလွန်စွာလိုက်နာပုံကိုလည်း အသားပေးပြီးရိုက်ထားတာဖြစ်လို့ ကွာခြားမှုတွေကိုလည်း အတော်လေးမြင်တွေ့ရဦးမှာပါ။
ပထမကားကြည့်ထားတဲ့ ပရိသတ်တွေအနေနဲ့ မထွက်ခင်ကတည်းက မျှော်နေခဲ့ကြတဲ့ ရုပ်ရှင်ဖြစ်သလို ပထမကားကိုလည်း မီတဲ့ရုပ်ရှင်ပါပဲ။ စုံထောက်ကားတွေနဲ့ သိပ်ပြီးရင်းနှီးမှုမရှိတဲ့သူတွေကြည့်ရင်တောင် ဇာတ်လမ်းနဲ့အတူလိုက်ပါပြီး စိတ်လှုပ်ရှားရမယ့် ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Ingyin San မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.4GB, 830MB
Quality – 1080p, 720p
IMDb Rating – 6.3/10
Format – mp4
Duration – 2H 9Min
Genre – Crime, Drama, Mystery
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
