"Okinawa Rendez-vous (2000)
ဇာတ်အိမ်ကရိုးရိုးလေးပဲ။ ဂိုဏ်းစတားတစ်ကောင်ရယ်၊ သူခိုးတစ်ကောင်ရယ် (လတ်စလီ)၊ ရဲတစ်ကောင်ရယ် (ခဖိုင်)၊ ကောင်မလေး၂ယောက်ရယ်ရဲ့ ‌နဖူးစာမင်ရည်ကျဲ၏ မကျဲ၏ ဇာတ်လမ်းသက်သက်ပဲ။ ချစ်ကြတယ်။ လွဲကြတယ်။ ဝေးကြတယ်။ ဒါကိုပဲ ဂိုဏ်းစတားနဲ့ သူခိုးနဲ့ ဂိုဏ်းစတားရဲ့ ရည်းစားဟောင်း (Faye Wong) ကြားက ဇာတ်ရှုပ်နဲ့ ချိတ်ဆက်ပေးထားတယ်။ ဇာတ်ကားနာမည်ကိုက အိုခိန၀ဆုံစည်းခြင်း ဆိုတော့ အိုခိန၀ရဲ့ကောင်းကင်အောက် တွေ့ကြတယ်။ ကွဲကြတယ်။ ကိုယ့်လမ်းကိုယ် ဆက်လျှောက်ကြတယ်။ ဒါပါပဲ။ ဒါပေမဲ့ Faye Wong နဲ့ Leslie Cheung တို့ လိုက်ဖက်ညီသဟဇာတ ဖြစ်နေတာက ဒီရုပ်ရှင်ကို ပိုအရသာရှိစေတဲ့ အဓိက အချက်လို့ဆိုရပါမယ်။ သူတို့၂ယောက်ကပေးတဲ့ ရသကို အမြည်းခံစားကြည့်ချင်ရင်တော့ အောက်ကစာ စာသားကို နမူနာမြည်းစမ်းကြည့်နိုင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
” နှစ်လက်မတစ်စိတ် အကွာအဝေး၏ မိုင်သန်းပေါင်း လေးသောင်းနှစ်ထောင်ဆီမှ အရူးအမူးချစ်ခြင်းဖြင့် ဂျွမ်းထိုးမှောက်ခုံ ပြုတ်ကျလာခြင်းကြောင့် ငါ သေဆုံးသွားသည်။ ကမ္ဘာလောကရှိ အကွာအဝေး အတိုင်းအတာမှန်သမျှတို့သည် အတူတကွရှိနေခြင်း၏ ပြာလဲ့လဲ့ မြူနှင်းမှုန်ထဲတွင် ဝေဝါးကွာပျောက်ကွယ်သွားကြ၏။ အစ်ရှ်တာ ကုန်းပြင်မြင့်ပေါ်က သောကြာကြယ်ကို ဖွဲ့စည်းတည်ဆောက်ထားသော အနက်ရောင်တောက်တောက် ကျောက်ဆောင်တို့အလယ်တွင် သူမရပ်နေ၏။ ခရမ်းနုရောင် ပိုးသားဝတ်စုံကို ဝတ်ကာ ခမ်းနားတင့်တယ်စွာ ရပ်နေ၏။ “
– ဇော်ဇော်အောင်
Chungking Express ကို အားကျလို့ပဲလားတော့မသိပေါ့။ ဒါရိုက်တာဟာ နှစ်လမပြည့်တဲ့ အချိန်အတွင်း ဇာတ်ညွှန်းမပါဘဲရိုက်ခဲ့တယ်တဲ့။ Gordon Chan ပုံမှန်ရိုက်နေကျက စတီဖင်ချောင်ကားတွေ ဂျက်ကီချမ်းကားတွေဆိုတော့ သူ့ပုံစံကနေ ကွဲထွက်တယ်ပြောရမှာပဲ။
Theme song အဖြစ် လတ်စလီချောင်ရဲ့ Without Love ကို သုံးထားတယ်။ Chungking Express ထဲကလို Faye Wong ရဲ့ စားသောက်ဆိုင်လေးထဲမှာ ဈေးရောင်းရင်း သီချင်းတွေဖွင့်နေတဲ့ အခန်းတောင်ပါသေးတယ်။ ဒီရုပ်ရှင်မှာ ဘာမှအားရလောက်စရာမပါပါဘူး။ အိုခိန၀ရဲ့ရှု့ခင်းတွေ၊ လတ်စလီချောင်၊ တိုနီလျောင်ခဖိုင်၊ Faye Wong၊ ဒီလောက်ပါပဲ။ Cast တွေက ဟောင်ကောင် Mega Starတွေချည်း။ ရိုက်ထားတာလည်း ၆ကားလောက်ပဲရှိပြီး သူ့ကိုကြာကြာမြင်ရတာ ၃ကားလောက်ပဲရှိတဲ့ Faye Wong ကို မြင်ရမယ့်ကားဆိုတော့ တော်တော်တော့ကြည့်လို့တန်ပါတယ်။
လတ်စလီချောင် သူ့ဘ၀သူ ဇာတ်သိမ်းပစ်လိုက်တာ တော်တော်ကြာပါပြီ။ သူ့ရုပ်ရှင်တွေဟာ ပြီးပါပြီ စာတန်းထိုးပြီး ပြီးသွားကြပေမဲ့ အခါအခွင့်သင့်တဲ့ အချစ်တကွေ့မှာ သတိရမိနေဦးမယ့် ကျွန်တော်တို့ ခံစားမှုတွေထဲ ကျွန်တော်တို့အရင်လူတွေ နောက်လူတွေရဲ့ ခံစားမှုတွေထဲတော့ မပြီးဆုံးနိုင်ဘူးပေါ့။
လတ်စလီ‌ချောင်ရဲ့ တချို့ရုပ်ရှင်တွေဟာ ကောင်းလားမေးရင် သာမန်ပါပဲ။ ဒါပေမဲ့ သူပါနေလို့ကို ဒီရုပ်ရှင်တွေဟာ ကျွန်တော့်အတွက် ပိုလှပခဲ့တယ်။ ဝေါင်ကာဝေးရဲ့ ရိုက်ကွင်းမှာ သူ့ကိုယ်သူ Legend လို့ နောက်သလိုပြောတတ်တဲ့ လတ်စလီဟာ သူ ဟောင်ကောင်ရုပ်ရှင်ဖန်တွေရဲ့ အချစ်အခံရဆုံး Legend အစစ်ဖြစ်လာတာကိုတော့ မမြင်သွားလိုက်ရဘူးပေါ့။ ဒါပေမဲ့ သူ့ရုပ်ရှင်တွေ သီချင်းတွေကတော့ ရှင်သန်နေဦးမှာပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.6GB, 782MB
Quality – 1080p, 720p
IMDb Rating – 6/10
Format – mp4
Duration – 1H 40Min
Genre – Comedy, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
