"Synopsis of Memorist (2020)
Memorist (2020) ဇာတ္လမ္းတြဲ
******************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အပိုင်း (၁ မှ ၁၆) ထိ [စ/ဆုံး]
(Unicode)
Dong Baek (Yoo SeungHo) ဟာ အထက်တန်းကျောင်းသားတစ်ယောက်ဖြစ်ပြီးတော့ တစ်နေ့မှာတော့ သဘာဝလွန်စွမ်းအားတစ်ခုကို ရရှိခဲ့ပါတယ်……. သူ့ရဲ့စွမ်းအားကတော့ လူတစ်ယောက်ရဲ့ခန္ဓာကိုယ်ကိုထိလိုက်တာနဲ့ အဲ့လူရဲ့မှတ်ဥာဏ်ကိုဖတ်နိုင်တဲ့စွမ်းအားပဲဖြစ်ပါတယ် …..တိုက်ရည်ခိုက်ရည်ရှိတဲ့အပြင် ရရှိထားတဲ့စွမ်းအားတွေကိုအသုံးချလေတော့ အထက်မြက်ဆုံးသော စုံထောက်ကောင်းတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်……
တစ်နေ့တော့ ထူးဆန်းတဲ့လူသတ်မှုတစ်ခုဖြစ်တယ်….
သိပ်မကြာခင် မှာပဲနောက်တစ်ယောက်ဆက်သတ်ခံရတယ်…..
ဒီအမှုတွေက စုံထောက် Dong Baek (Yoo SeungHo) ကို အတော်ခေါင်းကိုက်စေတယ်လို့ဆိုရမယ်…သဲလွန်စတွေလည်းမကျန်သလို လူသတ်သမားကလည်း ခေါင်းကောင်းတဲ့
ကြေးစားလူသတ်သမားဖြစ်ပုံရတယ်…..ပြီးတော့ ဒီလူသတ်မှုနောက်ကွယ်က
ဘယ်လိုအဖွဲ့အစည်းတွေပါမလဲဆိုတာလည်း မသိရသေးဘူး…
အဲ့ဒီအမှုတွေကိုလည်း Han Sun Mi (Lee Se Young) ဆိုတဲ့ ခပ်ချောချော အထူးစုံ
ထောက်မလေးလည်း လိုက်နေတယ်…
Dong Baek (Yoo SeungHo) နဲ့ Han Sun Mi (Lee Se Young) တို့ပေါင်းမိပြီး
ဒီ ထူးဆန်းပြီးလူမဆန်တဲ့ကွင်းဆက်လူသတ်မှုကို ဖောက်ထုတ်နိုင်မလား…
သူတို့မတားဆီးနိုင်တဲ့အပြင် နောက်ထပ်လူသတ်မှုတွေ ထပ်ပေါ်နိုင်မလား….
လူသတ်သမားကရော ဘယ်လိုမျိုးလဲ….သူ့နောက်ကွယ်မှာရော အင်အားကြီး
လွန်းတဲ့ အဖွဲ့အစည်းတွေရှိနေနိုင်မလား…ဆိုတာတွေကိုတော့ ဆက်လက်ခံစားကြည့်ကြပါ….
ဒီစီးရီးက အက်ရှင်ခန်းတွေလည်းများစွာပါသလို စုံထောက်လုပ်နေတဲ့ ခပ်ဆန်းဆန်း
ဇာတ်ကွက်တွေကိုလည်း စိတ်ဝင်စားဖွယ်ရာတွေ့မြင်ရလိမ့်….ဗီလိန်နဲ့ အားပြိုင်မှုကောင်းတာကြောင့် ဇာတ်လမ်းက ပိုဆွဲဆောင်မှုရှိတယ်….
ဒီကားထဲက သရုပ်ဆောင်တွေကိုတော့ ကွီးယားကြိုက်သူတို့ သိပ်မစိမ်းလှလောက်ပါဘူး…မျက်ခုံးကောင်းကောင်းနဲ့ I am not robot မှာကောင်မလေးတွေရဲ့အသည်းကိုဖမ်းစားသွားတဲ့ မင်းသား Yoo SeungHo နဲ့ ပရိတ်သတ်တွေရဲ့အချစ်တော် ခပ်လှလှ ဘူဂျာ Lee Se Young တို့ပဲဖြစ်တယ်….
အပတ်စဥ် ဗုဒ္ဓဟူး ကြာသပတေးနေ့တိုင်းထွက်ရှိမှာဖြစ်တာမို့ စောင့်ကြည့်ပေးကြပါဦးလို့….
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain & Hnin Pale တို့ပဲဖြစ်ပါတယ်…..
(Zawgyi)
Dong Baek (Yoo SeungHo) ဟာ အထက္တန္းေက်ာင္းသားတစ္ေယာက္ျဖစ္ၿပီးေတာ့ တစ္ေန႔မွာေတာ့ သဘာဝလြန္စြမ္းအားတစ္ခုကို ရရွိခဲ့ပါတယ္……. သူ႔ရဲ႕စြမ္းအားကေတာ့ လူတစ္ေယာက္ရဲ႕ခႏၶာကိုယ္ကိုထိလိုက္တာနဲ႔ အဲ့လူရဲ႕မွတ္ဥာဏ္ကိုဖတ္ႏိုင္တဲ့စြမ္းအားပဲျဖစ္ပါတယ္ …..တိုက္ရည္ခိုက္ရည္ရွိတဲ့အျပင္ ရရွိထားတဲ့စြမ္းအားေတြကိုအသုံးခ်ေလေတာ့ အထက္ျမက္ဆုံးေသာ စုံေထာက္ေကာင္းတစ္ေယာက္ျဖစ္လာခဲ့ပါတယ္……
တစ္ေန႔ေတာ့ ထူးဆန္းတဲ့လူသတ္မႈတစ္ခုျဖစ္တယ္….
သိပ္မၾကာခင္ မွာပဲေနာက္တစ္ေယာက္ဆက္သတ္ခံရတယ္…..
ဒီအမႈေတြက စုံေထာက္ Dong Baek (Yoo SeungHo) ကို အေတာ္ေခါင္းကိုက္ေစတယ္လို႔ဆိုရမယ္…သဲလြန္စေတြလည္းမက်န္သလို လူသတ္သမားကလည္း ေခါင္းေကာင္းတဲ့
ေၾကးစားလူသတ္သမားျဖစ္ပုံရတယ္…..ၿပီးေတာ့ ဒီလူသတ္မႈေနာက္ကြယ္က
ဘယ္လိုအဖြဲ႕အစည္းေတြပါမလဲဆိုတာလည္း မသိရေသးဘူး…
အဲ့ဒီအမႈေတြကိုလည္း Han Sun Mi (Lee Se Young) ဆိုတဲ့ ခပ္ေခ်ာေခ်ာ အထူးစုံ
ေထာက္မေလးလည္း လိုက္ေနတယ္…
Dong Baek (Yoo SeungHo) နဲ႔ Han Sun Mi (Lee Se Young) တို႔ေပါင္းမိၿပီး
ဒီ ထူးဆန္းၿပီးလူမဆန္တဲ့ကြင္းဆက္လူသတ္မႈကို ေဖာက္ထုတ္ႏိုင္မလား…
သူတို႔မတားဆီးႏိုင္တဲ့အျပင္ ေနာက္ထပ္လူသတ္မႈေတြ ထပ္ေပၚႏိုင္မလား….
လူသတ္သမားကေရာ ဘယ္လိုမ်ိဳးလဲ….သူ႔ေနာက္ကြယ္မွာေရာ အင္အားႀကီး
လြန္းတဲ့ အဖြဲ႕အစည္းေတြရွိေနႏိုင္မလား…ဆိုတာေတြကိုေတာ့ ဆက္လက္ခံစားၾကည့္ၾကပါ….
ဒီစီးရီးက အက္ရွင္ခန္းေတြလည္းမ်ားစြာပါသလို စုံေထာက္လုပ္ေနတဲ့ ခပ္ဆန္းဆန္း
ဇာတ္ကြက္ေတြကိုလည္း စိတ္ဝင္စားဖြယ္ရာေတြ႕ျမင္ရလိမ့္….ဗီလိန္နဲ႔ အားၿပိဳင္မႈေကာင္းတာေၾကာင့္ ဇာတ္လမ္းက ပိုဆြဲေဆာင္မႈရွိတယ္….
ဒီကားထဲက သ႐ုပ္ေဆာင္ေတြကိုေတာ့ ကြီးယားႀကိဳက္သူတို႔ သိပ္မစိမ္းလွေလာက္ပါဘူး…မ်က္ခုံးေကာင္းေကာင္းနဲ႔ I am not robot မွာေကာင္မေလးေတြရဲ႕အသည္းကိုဖမ္းစားသြားတဲ့ မင္းသား Yoo SeungHo နဲ႔ ပရိတ္သတ္ေတြရဲ႕အခ်စ္ေတာ္ ခပ္လွလွ ဘူဂ်ာ Lee Se Young တို႔ပဲျဖစ္တယ္….
အပတ္စဥ္ ဗုဒၶဟူး ၾကာသပေတးေန႔တိုင္းထြက္ရွိမွာျဖစ္တာမို႔ ေစာင့္ၾကည့္ေပးၾကပါဦးလို႔….
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Shoon Thu Thu Chain & Hnin Pale တို႔ပဲျဖစ္ပါတယ္…..
Quality – HD-TV 720P
Duration – 70min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action,Drama,Mystery
Translator – Shoon Thu Thu Chain & Hnin Pale
Encoder – Phyo Pyae
Episode (1) 500MB
G Drive (500 MB)
Mirror(500MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
ficher (500 MB)
MegaUp (500 MB)
Episode (2) 500MB
G Drive (500 MB)
Mirror(500MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
ficher (500 MB)
MegaUp (500 MB)
Episode (3) 500MB
G Drive (500 MB)
Mirror(500MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
ficher (500 MB)
MegaUp (500 MB)
Mega.nz(500 MB)
Episode (4) 500MB
G Drive (500 MB)
Mirror(500MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
ficher (500 MB)
Mega.nz(500 MB)
Episode (5) 500MB
G Drive (500 MB)
Mirror(500MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
ficher (500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode (6) 500MB
G Drive (500 MB)
Mirror(500MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
ficher (500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode (7) 500MB
Upstream(500 MB)
Mirror(500MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
ficher (500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode (8) 500MB
G Drive (500 MB)
Mirror(500MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
Upstream (500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode (9) 500MB
G Drive (500 MB)
Mirror(500MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
Upstream (500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode (10) 500MB
G Drive (500 MB)
Mirror(500MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
Upstream (500 MB)
Mega.nz(500 MB)
Episode (11) 500MB
G Drive (500 MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
Upstream (500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode (12) 500MB
G Drive (500 MB)
Yandex (500 MB)
Fast Load (500 MB)
Solid (500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode (13) 500MB
G Drive (500 MB)
Yandex (500 MB)
UpStream (500 MB)
Solid (500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode (14) 500MB
G Drive (500 MB)
Yandex (500 MB)
MediaFire(500 MB)
Solid (500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode (15) 500MB
G Drive (500 MB)
Yandex (500 MB)
UsersDrive(500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode (16) 500MB
G Drive (500 MB)
Yandex (500 MB)
UsersDrive(500 MB)
Mega.nz(500 MB)
MegaUp(500 MB)
Episode Complete Zip File
VIP / Megaup / Userdrive / Yandex
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
