"Synopsis of The Tourist (2021) (1-6 END)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Fifty Shades of Grey မင်းသား Jamie Dornan ဦးဆောင်ပါဝင်ထားတဲ့
The Tourist ဆိုတဲ့ mini series လေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်
HBO ကထုတ်လွှင့်တာကြောင့် အညံ့စားဇာတ်လမ်းတွဲဖြစ်မှာ စိတ်ပူစရာမလိုပါဘူး
IMDB လည်း 7.4 လောက်ရရှိထားပြီး အပိုင်း ၆ ပိုင်းထဲအပြီးဖြစ်လို့
၆ နာရီစာဇာတ်ကား တစ်ခုလိုမျိုး တစ်ဝကြီးကြည့်ရမှာပါ
ဇာတ်လမ်းအညွှန်းကိုပြောရရင် လူတစ်ယောက်ဟာ အဝေးပြေးလမ်းမတစ်ခုမှာ
ကားမောင်းလာရင်း သူ့ကိုထရပ်ကားတစ်စီးက အသေဆိုပြီးဝင်တိုက်ရာကနေ
ကံကောင်းပြီး မသေဘဲ ဆေးရုံရောက်သွားပါတယ်
ဒါပေမယ့် သူနိုးထလာတဲ့အခါမှာ သူဘယ်သူလဲ ဘယ်ကလာလဲ ဘယ်ကိုသွားနေလဲဆိုတာ
ဘာမှ မမှတ်မိတော့ပါဘူး . ပိုဆိုးတာက သူကားမှောက်သွားတဲ့နေရာမှာ
ရဲတွေကလည်း ပိုက်ဆံအိတ် ဖုန်း သက်သေခံအထောက်အထား ဘာတစ်ခုမှ
မတွေ့ခဲ့တဲ့အတွက် သူလူဆိုးလား လူကောင်းလားဆိုတာ မသိနိုင်အောင်ဖြစ်နေပါတယ်
ဒါပေမယ့် သူကားမှောက်တဲ့နေ့မှာ ဝတ်လာတဲ့ အင်္ကျီအိတ်ကပ်ထဲကနေ
နေရာတစ်ခုကို ချိန်းထားတဲ့ အချိန်ရက်စွဲပါ စာရွက်ပိုင်းလေးတစ်ပိုင်းက
တစ်ခုထဲသောလမ်းစဖြစ်နေပါတယ်
စာရွက်မှာပါတဲ့ နေရာကို သူ့ဘဝကိုအဖြေရှာဖို့အတွက် သွားတဲ့အခါမှာ
အခြေအနေတွေက သူထင်သလောက်မရိုးရှင်းနေခဲ့ပါဘူး
သူ့ကိုကားနဲ့လိုက်တိုက်ပြီး လုပ်ကြံခဲ့တဲ့ လူတွေကရောဘယ်သူတွေလဲ
သူ့ဘဝအမှန်ကို ပြန်မှတ်မိသွားမှာလားဆိုတာတော့ ကိုယ်တိုင်ပဲ ဆက်လက်ကြည့်ရှုလိုက်ပါခင်ဗျာ…
File size…(1.3 GB)/ (400 Mb)
Quality….Webrip 1080p / 720p
Format…mp4
Duration….00:50:00
Genre…Thriller, Mystery, Crime
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Thiha Yan Naing, MTA, Thet Hnin Hsu, JimX, Pyi T Nyein
Episode 01
[720p] »»» VIP • UsersDrive • Yoteshin • MegaUp • StreamSB • MegaNZ
[1080p] »»» VIP • UsersDrive • Yoteshin • MegaUp • MegaNZ
Episode 02
[720p] »»» VIP • UsersDrive • Yoteshin • MegaUp • StreamSB • MegaNZ
[1080p] »»» VIP • UsersDrive • Yoteshin • MegaUp • MegaNZ
Episode 03
[720p] »»» VIP • UsersDrive • Yoteshin • MegaUp • StreamSB • MegaNZ
[1080p] »»» VIP • UsersDrive • Yoteshin • MegaUp • MegaNZ
Episode 04
[720p] »»» VIP • UsersDrive • Yoteshin • MegaUp • StreamSB • MegaNZ
[1080p] »»» VIP • UsersDrive • Yoteshin • MegaUp • MegaNZ
Episode 05
[720p] »»» VIP • UsersDrive • Yoteshin • MegaUp • StreamSB • MegaNZ
[1080p] »»» VIP • UsersDrive • Yoteshin • MegaUp • MegaNZ
Episode 06
[720p] »»» VIP • UsersDrive • Yoteshin • MegaUp • StreamSB • MegaNZ
[1080p] »»» VIP • UsersDrive • Yoteshin • MegaUp • MegaNZ
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
