"Synopsis of Dexter: New Blood (2021)
ဒက်စ်တာ မော်ဂန်ကို သိတဲ့သူ ရှိသလို မသိတဲ့သူလည်း ရှိမှာပါ။
ဒက်စ်တာ ဆိုတဲ့ စီးရီးဟာ စုစုပေါင်း စီစန် ၈ ခု ထွက်ရှိခဲ့တဲ့ နာမည်ကြီး crime စီးရီးပဲ ဖြစ်ပါတယ်။
ဒက်စ်တာဆိုတဲ့သူကတော့ မှုခင်းဆေးပညာရှင် သွေးထကွ်ပုံစံတွေကို
ခွဲခြမ်းစိတ်ဖြာရတဲ့ ပညာရှင်ပဲဖြစ်ပါတယ်။ အမှုတွေသက်သက်ကိုက
စိတ်ဝင်စားဖို့ကောင်းနေပေမဲ့ ဒီထက်ပိုပါသေးတယ်။
ဒက်စ်တာဟာ စိတ္တဇလူသတ်သမားလည်း ဖြစ်နေပြန်ပါတယ်။
သူ့ရဲ့ စိတ္တဇကတော့ တရားဥပဒေလက်က လွတ်သွွားတဲ့ ရာဇဝတ်ကောင်တွေ၊
စိတ္တဇလူသတ်သမားတွေကို ဥပဒေပြင်ပကနေ လိုက်သတ်ချင်တဲ့ စိတ္တဇဖြစ်နေခဲ့တာပါပဲ။
ဒက်စ်တာ ဇာတ်လမ်းတွဲဟောင်းတစ်လျှောက်ဟာ သူနဲ့ စိတ္တဇလူသတ်သမားတွေရဲ့
အားပြိုင်ပုံတွေ၊ သူ လူသတ်နေတာတွေကို လုပ်ဖော်ကိုင်ဖက် ရဲတွေ မသိအောင်
အကွက်ကျကျ စီစဉ်ပုံတွေနဲ့ စိတ်ဝင်စားဖို့ကောင်းခဲ့ပါတယ်။
စီးရီးရဲ့ စီစန်-၈ အဆုံးမှာတော့ ဒက်စ်တာရဲ့ ချစ်ရတဲ့သူတွေလည်း သေဆုံးခဲ့ပြီး
ဒက်စ်တာကိုယ်တိုင်လည်း သေချင်ယောင်ဆောင်ပြီးဇာတ်မြှပ်သွားတဲ့အနေနဲ့
အဆုံးသတ္သွားခဲ့တာ ၁၀ နှစ်လောက်ရှိပါပြီ။ အခု တင်ပေးတဲ့ Dexter New Blood စီးရီးကတော့
ဒက်စ်တာဟာ လူမသတ်တာ ၁၀ နှစ်ကျော်ပြီဖြစ်ပြီး အေးခဲပြီး အေးချမ်းတဲ့ မြို့လေးတစ်မြို့မှာ
အေးအေးဆေးဆေး လူချစ်လူခင်များများနဲ့ သေနတ်ဆိုင်လေးမှာ
အလုပ်လုပ်နေတဲ့ သာမန်လူတစ်ယောက်ဖြစ်နေပါပြီ။
သူ့ရဲ့ ချစ်သူကလည်း အဲဒီမြို့ရဲ့ ရဲအရာရှိမလေး ပါပဲ။ အဲဒီမြို့ရဲ့ ရဲတွေအတွက် အမှုလိုက်စရာ ကြီးကြီးမားမားဆိုလို့
မုန့်ခိုးမှုတို့ သိုးပျောက်မှုတို့လောက်ပဲ ရှိတာပါ။ ဒါပေမဲ့ ဒက်စ်တာဟာ လူကောင်းဖြစ်နေပါပြီလို့
သူ့ကိုယ်သူ လိမ်ထားတဲ့မုသားတွေကွာကျပြီး လူပြန်သတ်ရမယ့်အခြေအနေနဲ့ ကြုံလာတဲ့အခါ…
တိုက်တိုက်ဆိုင်ဆိုင်ပဲ သူ့ရဲ့ ဆယ်ကျော်သက် သားဖြစ်သူကလည်း သူ့ဆီကို ရောက်လာတဲ့အခါ…
ဘာတွေ ဆက်ဖြစ်ကြမလဲဆိုတာ ကြည့်လိုက်ကြရအောင်…
အိပ်ရာခန်းတွေနဲ့ သတ်ဖြတ်ခန်းတွေ ကြမ်းတမ်းတာမို့ အသက်မပြည့်သူတွေ မကြည့်သင့်တဲ့စီးရီးထဲမှာ ပါပါတယ်။
ဆယ်ပိုင်းအထိ ထွက်ရှိမှာဖြစ်ပြီး CM မှာအပတ်စဉ် ကြည့်ရှုနိုင်ပါပြီ
Translated and Encoded by Mr. Anderson
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Episode 1
VIP / Yoteshin / Megaup / Meganz / Stream / Usersdrive
Episode 2
VIP / Yoteshin / Megaup / Meganz / Stream / Usersdrive
Episode 3
VIP / Yoteshin / Megaup / Meganz / Stream / Usersdrive
Episode 4
VIP / Yoteshin / Megaup / Direct / Stream / Usersdrive
Episode 5
VIP / Yoteshin / Megaup / Stream / Usersdrive
Episode 6
VIP / Yoteshin / Megaup / Stream / Usersdrive / Meganz
Episode 7
VIP / Yoteshin / Megaup / Stream / Usersdrive / Meganz
Episode 8
VIP / Yoteshin / Megaup / Stream / Usersdrive / Meganz
Episode 9
VIP / Yoteshin / Megaup / Stream / Usersdrive / Meganz
Episode 10 (END)
VIP / Yoteshin / Megaup / Stream / Usersdrive / Meganz
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
