Synopsis of Someday or One Day (2019)Someday or One Day (2019)“ရှင် ဘယ်ရောက်နေလဲ? ကျွန်မကိုမေ့သွားပြီလား ?ကျွန်မမွေးနေ့မှာ အမြဲတမ်းရှိနေမယ်ဆို….ကျွန်မနဲ့ ဘယ်တော့မှမခွဲတော့ဘူးဆို…ပုံပြင်တွေပြောခဲ့တဲ့ ရှင်ရယ်… အခုတော့ ဘယ်ရောက်နေပြီလဲ?ကျွန်မလွမ်းတယ်.. ရှင့်ကို အရမ်းအရမ်းလွမ်းပါတယ်….”ဟွမ်ယွီရွှမ်းဟာ သူအရမ်းချစ်ရတဲ့ချစ်သူ ဝမ်ချွမ်ရှန့်ကို လွန်ခဲ့တဲ့နှစ်နှစ်က ဆုံးရှုံးခဲ့ပြီးစားလည်းဒီစိတ်၊ သွားလည်းဒီစိတ်နဲ့ တစ်နှစ်ကျော်လောက်ကို ပြိုလဲခဲ့ရပါတယ်။အခုမှစိတ်သစ်လူသစ်နဲ့ အလုပ်ပြန်လုပ်နိုင်တာပါ။အများအမြင်မှာ အဆင်ပြေနေပေမယ့် ချစ်သူကိုသတိရစိတ်က အချိန်ပြည့်စိုးမိုးထားတဲ့ အချစ်ကြီးသူတစ်ယောက်ပေါ့။တစ်နေ့မှာ အကြားအမြင်ဆရာမနဲ့ စကားပြောဖြစ်တော့ ဟွမ်ယွီရွှမ်းကို နံပါတ် ၃၂ နဲ့ပတ်သက်ပြီး အာရုံရတယ်လို့ပြောခဲ့ပါတယ်။သူရှာဖွေနေတဲ့ အရေးကြီးဆုံးအရာကို နံပါတ် ၃၂ နဲ့ဆက်စပ်ပြီး ရှာတွေ့နိုင်ပါတယ်တဲ့။သိပ်အလေးမထားခဲ့ပေမယ့် သူကြုံတွေ့ခဲ့ရတဲ့ အဖြစ်အပျက်တွေက နံပါတ် ၃၂ နဲ့တိုက်ဆိုင်နေပါတယ်။အဲ့ဒါအပြင် သူနဲ့တစ်ပုံစံတည်းတူတဲ့ကောင်မလေးက ဝမ်ချွမ်ရှန့်နဲ့တစ်ပုံစံတည်းတူတဲ့ကောင်လေးနဲ့၃၂ အခွေဆိုင်ရှေ့မှာ တွဲရိုက်ထားတဲ့ ဓါတ်ပုံကို အင်တာနက်ပေါ်ကနေ ရှာတွေ့ခဲ့ပါတယ်။အဲ့ဒီဓါတ်ပုံကနေ စတင်လိုက်တဲ့ လျှို့ဝှက်ချက်တွေ၊ ထူးဆန်းတဲ့အဖြစ်အပျက်တွေနဲ့အတူဟွမ်ယွီရွှမ်းတစ်ယောက် ဘယ်လိုရှေ့ဆက်သွားမလဲဆိုတာ ဆက်ကြည့်လိုက်ပါတော့နော်…ဒီကားလေးက Parallel Universe နဲ့ Time Travel ပေါင်းစပ်ထားတဲ့ကားလေးဖြစ်ပြီးKorea remake အဖြစ်ပြန်ရိုက်ထားတဲ့အထိ အောင်မြင်မှုတွေရရှိခဲ့တဲ့ဇာတ်ကားလေးတစ်ကားပါ။စိတ်ဝင်စားစရာ အလှည့်အပြောင်းတွေ၊ ရှုပ်ထွေးမှုတွေနဲ့အတူ ခံစားမှုရသအစုံပေးဦမှာမို့လက်မနှေးသင့်တဲ့ တရုတ်စီးရီးကောင်းလေးတစ်ကားပါပဲဗျ။ ။အညွှန်းကိုတော့ JoJoVa က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ JoJoVa, Mary Christ, Blue, Shin Shin, Cali တို့ပဲ ဖြစ်ပါတယ်။Genre….. Mystery, Sci-Fi & Fantasy, DramaQuality….  | File size… 1GB | 500MBFormat… mp4Duration…. 1h 12minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. JoJoVa, Mary Christ, Blue, Shin Shin, CaliEncoder ….. August 01 – Userdrive | YoteShin |  |  | Streamvid 02 – Userdrive | YoteShin |  |  | Streamvid 03 – Userdrive | YoteShin |  |  | Streamvid 04 – Userdrive | YoteShin |  |  | Streamvid 05 – Userdrive | YoteShin |  |  | Streamvid 06 – Userdrive | YoteShin |  |  | Streamvid 07 – Userdrive | YoteShin |  |  | Streamvid 08 – Userdrive | YoteShin |  |  | Streamvid 09 – Userdrive | YoteShin |  |  | Streamvid 10 – Userdrive | YoteShin |  |  | Streamvid 11 – Userdrive | YoteShin |  |  | Streamvid 12 – Userdrive | YoteShin |  |  | Streamvid 13 END – Userdrive | YoteShin |  |  | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 02 – Userdrive | YoteShin |  | Meganz | Streamvid 03 – Userdrive | YoteShin |  | Meganz | Streamvid 04 – Userdrive | YoteShin |  | Meganz | Streamvid 05 – Userdrive | YoteShin |  | Meganz | Streamvid 06 – Userdrive | YoteShin |  | Meganz | Streamvid 07 – Userdrive | YoteShin |  | Meganz | Streamvid 08 – Userdrive | YoteShin |  | Meganz | Streamvid 09 – Userdrive | YoteShin |  | Meganz | Streamvid 10 – Userdrive | YoteShin |  | Meganz | Streamvid 11 – Userdrive | YoteShin |  | Meganz | Streamvid 12 – Userdrive | YoteShin |  | Meganz | Streamvid 13 END – Userdrive | YoteShin |  | Meganz | Streamvid 