"Synopsis of Around the World in 80 Days (2021) (Season 1 Complete)
Around The World In 80 Days (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မြေအောက်ခရီး (Journey to the Center of The Earth) နဲ့ ပင်လယ်ရေအောက်ခရီး (Twenty Thousands Leagues Under the Sea)၊ ဆန်းကြယ်ကျွန်း (The Mysterious Island) ဆိုတဲ့ စာအုပ်တွေနဲ့အတူ တွဲသိကြမှာ သိပ္ပံစာရေးဆရာကြီး ဂျူးလ်ဗန်းစ် (Jules Verne) (1828-1905) ပဲဖြစ်ပါတယ်။ ဒါပေမဲ့ ကမ္ဘာပတ်လည် ရက်ရှစ်ဆယ် ဆိုပြီး ကင်ပွန်းတပ်ကြတဲ့ Around The World in 80 Days ကိုတော့ သူ့ရဲ့လက်ရာလို့ သိတဲ့သူ နည်းကြပါလိမ့်မယ်။ ဒဂုန်ရွှေမျှား၊ သခင်ဘသောင်းနဲ့ နတ်နွယ်တို့ရဲ့ ဘာသာပြန်စာအုပ်တွေလည်း ဖတ်ဖူးရင် ဖတ်ကြပါလိမ့်မယ်။
ဒီနိုင်ငံမှာတော့ Around the World in 80 Days နာမည်ကြီိးတာဟာ မင်းသားကြီး Jackie Chan ရဲ့ ဇာတ်ကားနဲ့ပဲဖြစ်ပါလိမ့်မယ်။ တကယ်တမ်း သူ့ကားဟာ ကမ္ဘာပတ်လည် ရက်ရှစ်ဆယ် စာအုပ်ကို ပြန်ရိုက်ခဲ့ကြတဲ့ထဲမှာ အစောဆုံးမဟုတ်ခဲ့ပါဘူး။
ဒီဇာတ်လမ်းကို သုံးနာရီကြာ ဂန္တဝင်မြောက် ဇာတ်ကားတစ်ကားအဖြစ် 1956 က ဖန်တီးခဲ့ဖူးသလို ဂျာမန်ဇာတ်လမ်းတွဲအနေနဲ့လည်း 1919 က ထွက်ဖူးခဲ့ပါတယ်။ ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီးယာ့စ် ဘရော့စ်နန်ကလည်း စီးရီးရိုက်ဖူးခဲ့ပါတယ်။ နောက်ဆုံးအနေနဲ့တော့ ဂျက်ကီချမ်းရဲ့ ကမ္ဘာပတ်လည် ရက်ရှစ်ဆယ် ဇာတ်ကားပေါ့။ 1956 က ဂန္တဝင်ကားကလွဲလို့ ကျန်တဲ့ကားတွေအကုန်လုံးဟာ လုံးဝ အရှုံးပေါ်ခဲ့ပါတယ်။
ခုလည်း BBC နဲ့ PBS က ရှစ်ပိုင်းပါ Mini-Series အဖြစ် အသက်သွင်းလိုက်ပြန်ပါပြီ။ ဖီးလိယပ်ဖော့ဂ်နေရာမှာတော့ Doctor Who မင်းသားကြီး David Tennant က သရုပ်ဆောင်ပါလိမ့်မယ်။
စပွန်းနစ်ဂြိုလ်တုတွေက ကမ္ဘာကြီးကို မိနစ်အနည်းငယ်အတွင်းပတ်၊ နေကိုပတ်တဲ့ ဂြိုလ်တုတွေပါ လွှတ်တင်နိုင်နေတဲ့ ဒီဘက်ခေတ်ကြီးမှာ​တော့ ကမ္ဘာကိုပတ်တာ ဘာမှမထူးဆန်းတော့ပေမဲ့ ဂျူးလ်ဗန်းစ်ရဲ့ ၀တ္တုထွက်ခဲ့တဲ့ 1874 မှာတော့ ရက်ရှစ်ဆယ်နဲ့ ကမ္ဘာပတ်တာဟာ မဟာစွန့်စားခန်းကြီး ဖြစ်ခဲ့တယ်။ သူ့၀တ္တုကြောင့် ၁၉ရာစုမှာ ကမ္ဘာပတ်ဖြစ်တဲ့သူတွေအများကြီး ပေါ်ခဲ့ဖူးပါတယ်။ ကမ္ဘာကြီးကို ပိုအံ့ဩစရာကောင်းစေခဲ့တာဟာ လူကြောင်တွေရဲ့ ခပ်ကြောင်ကြောင် စိတ်ကူးတွေကြောင့်လို့ ဆိုရင် မှားမယ်မထင်ပါဘူး။ ဒီဇာတ်လမ်းတွဲမှာလည်း လူကြောင်တစ်ယောက်ရဲ့ မခံချင်စိတ်နဲ့ စိန်ခေါ်လိုက်တဲ့ ခပ်ကြောင်ကြောင်စိတ်ကူးကနေ ထွက်လာတဲ့ ဂန္တဝင်မြောက်စွန့်စားကြီးကို ရှူစားကြရပါလိမ့်မယ်။
Size ~ 900MB, 400MB
Quality – WEBrip 1080p, 720p
Duration – 45min (@Episode)
Subtitles – Myanmar Hardsub
Format – MP4
Genre – Adventure, Comedy
Translated by Mugiwara Ya, 666
Encoded by Y
Episode 1
720p –> Yoteshin, MegaUp, MegaNZ, UserDrive, StreamSB
1080p –> Yoteshin, MegaUp, MegaNZ, UserDrive
Episode 2
720p –> Yoteshin, MegaUp, MegaNZ, UserDrive, StreamSB
1080p –> Yoteshin, MegaUp, MegaNZ, UserDrive
Episode 3
720p –> Yoteshin, MegaUp, MegaNZ, UserDrive, StreamSB
1080p –> Yoteshin, MegaUp, MegaNZ, UserDrive
Episode 4
720p –> Yoteshin, MegaUp, MegaNZ, UserDrive, StreamSB
1080p –> Yoteshin, MegaUp, MegaNZ, UserDrive
Episode 5
720p –> Yoteshin, MegaUp, MegaNZ, UserDrive, StreamSB
1080p –> Yoteshin, MegaUp, MegaNZ, UserDrive
Episode 6
720p –> Yoteshin, MegaUp, MegaNZ, UserDrive, StreamSB
1080p –> Yoteshin, MegaUp, MegaNZ, UserDrive
Episode 7
720p –> Yoteshin, MegaUp, MegaNZ, UserDrive, StreamSB
1080p –> Yoteshin, MegaUp, MegaNZ, UserDrive
Episode 8
720p –> Yoteshin, MegaUp, MegaNZ, UserDrive, StreamSB
1080p –> Yoteshin, MegaUp, MegaNZ, UserDrive
–> VIP LINK <–
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
