"Synopsis of Siren Season 2 [COMPLETE]
Siren ပရိတ်သတ်တွေအတွက် season 2 အပိုင်းအကုန်တင်ပေးလိုက်ပါပြီနော်…
ဒီဇာတ်လမ်းဟာ 2018 ခုနှစ် မတ်လ၂၉ ရက်နေ့မှာ season 1 ပြသခဲ့ပါတယ်…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပရိတ်သတ်များ စိတ်ဝင်စားမှုအများအပြားရရှိထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပါတယ်
အညွှန်း – Siren နဲ့ mermaid က အဓိပ္ပာယ်ကွဲပြားပါတယ်..
Mermaid ကတော့ ရေသူမလို့ လူအများသိထားတဲ့ ဒဏ္ဍာရီလာသတ္တဝါတစ်မျိုးဖြစ်ပါတယ်…Mermaid ဆိုတာက လူတစ်ပိုင်း ငါးတစ်ပိုင်းသတ္တဝါဖြစ်ပါတယ်…
Siren ကတော့ လူတစ်ပိုင်း ငှက်တစ်ပိုင်းသတ္တဝါဖြစ်ပါတယ်…
Siren နဲ့ mermaid ဟာ ၁၆ ရာစုနှစ်လောက်ကစပြီးလူသိများခဲ့ပါတယ်..နှစ်ကောင်လုံးကတော့ သင်္ဘောသားတွေကို သီချင်းသီဆိုသံတွေနဲ့ ဆွဲဆောင်ကြတယ်တဲ့.. siren ကတော့ evil ပိုဆန်တယ်လို့ပြောကြပါတယ်…
ဒီအကောင်တွေ တကယ်ရှိမရှိတော့ ဘယ်သူမှ အတိအကျမသိကြပါဘူး…
Siren ဇာတ်လမ်းမှာတော့…
ပြောရလွယ်အောင် ရေသူမလို့ပဲ အလွယ်ပြောပါရစေ… ရေသူမတစ်ကောင်ကို ငါးဖမ်းသမားတွေဖဖမ်းမိကြပါတယ်…
ဒီလို ရေသူမရှိတယ်ဆိုတဲ့ သတင်းကို စစ်တပ်က ကြားပြီးဖြစ်ပါတယ်.. ငါးဖမ်းသမားတွေ ရေသူမကို ဖမ်းမိတဲ့အချိန်မှာပဲ စစ်တပ်က ရောက်လာပြီး ရေသူမကို ယူသွားပါတယ်… သုတေသနပြုလုပ်ဖို့ပါ…
ဒီအချိန်မှာပဲ အစ်မဖြစ်သူ ရေသူမကို ဖမ်းသွားတဲ့အတွက် ညီမဟာ ကုန်းပေါ်တက်ပြီး သူ့အစ်မကို လိုက်ရှာပါတယ်…
လိုက်ရှာရင်းနဲ့ ရေကြောင်းသုတေသနဌာနမှာ အလုပ်လုပ်နေတဲ့ ဘန်နဲ့ ရေသူမ ဆုံပါတော့တယ်…
ရေသူမ နာမည်က ရင်တဲ့… ဘန်မှာ အလုပ်တွဲလုပ်တဲ့ ချစ်သူကောင်မလေး မက်ဒီဆိုတာလည်းရှိပါတယ်… သူတို့ဟာ ရင်ရဲ့ အစ်မကို ကူရှာပေးခဲ့ပါတယ်…
ဒါကတော့ siren ရဲ့ season 1 အကြောင်းအရာပါ…
ဒုတိယပိုင်းမှာတော့ သမုဒ္ဒရာထဲ ဆူညံမှုတစ်ခုကြောင့် ရင် သာမက အခြားရေသူထီး ရေသူမတွေလည်း ကုန်းပေါ်တက်လာကြပါတယ်…
ရေသူမတွေ ဘယ်လိုနေမလဲ…ရေသူမတွေ ကုန်းပေါ်ကို ဘာလို့တက်လာတာလဲ…
ဘန်တစ်ယောက် အကြောင်းအရင်းကို ရှာနိုင်မလား စတာတွေကို ကြည့်ရှုရမှာပါ…
season 1 ထက် ပိုပြီးစိတ်ဝင်စားဖို့ကောင်းလာပါတယ်..ကြည့်ရှုအားပေးကြပါဦးနော်
(ဘာသာပြန်တင်ဆက်ပေးထားသူတွေကတော့ CM Team ကပဲ ဖြစ်ပါတယ်)
Quality – 720p WEB
Duration – 1hr (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Fantasy
Source : 720p.web.x264-tbs
Translator – May Haruko,August,Htoo Htoo,Charm Wave,Aye Mon Kyaw
Encoder – Thanhtike Zaw
Season 2 [Complete] Zipfile (4.92 GB)
Ep1-8 VIP / Yoteshin / Megaup / Veryfiles
Ep9-16 VIP / Yoteshin / Megaup / Veryfiles
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
