Synopsis of Between the World and Us (2022)Between the World and Us (2022) (စ-ဆုံး)********************************ကမ္ဘာကျော် Erkenci Kuş (Early Bird) ဆိုတဲ့ တူရကီ ဇာတ်လမ်းတွဲလေးကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။လှလွန်းလို့ မိန်းကလေးတွေတောင် ကြိုက်ရတဲ့ ဇာတ်ဆောင်မင်းသမီး Demet Ozdemir ရဲ့၂၀၂၂ မှာ ထွက်ခဲ့တဲ့ အပိုင်း ၈ ပိုင်းပါဝင်တဲ့ ရိုမန့်စ် ဇာတ်လမ်းလေး ဖြစ်တဲ့ “Between the World and Us”ဇာတ်လမ်းအကျဉ်းလေးကတော့နာမည်ကြီး မဂ္ဂဇင်းတိုက်တစ်ခုမှာ အယ်ဒီတာချုပ်အဖြစ် လုပ်ကိုင်နေပြီး ယုံကြည်မှုသတ္တိနဲ့ အရာရာ ပြည့်စုံနေတဲ့ အမျိုးသမီးလေး “အီကင်”ဇာတ်လမ်းတွဲတစ်ခုတည်းနဲ့ အရမ်းနာမည်ကြီးနေတဲ့ ရုပ်ရှင်မင်းသား “တိုဂါ”သူတို့ ၂ ဦး အမှတ်မထင် ချစ်ကြိုက်မိပြီး ကာလ ရှည်ကြာလာတဲ့ relationship တစ်ခု ဖြစ်လာတဲ့အချိန်မှာတစ်ဖက်မှာလည်း အရမ်းထက်မြက်တဲ့ အမျိုးသမီးတစ်ဦး တစ်ဖက်မှာလည်း မင်းသားက ဇာတ်လမ်းတွဲတစ်ခုတည်းရိုက်နေလို့သရုပ်ဆောင် အရည်အချင်းကို ဝေဖန်ခံနေရပြီး ဖိအားတွေများလာခဲ့တယ်။တစ်ဦးနဲ့တစ်ဦး ရင်ဖွင့်ပြီး စကားတွေ ဖွယ်ဖွယ်ရာရာ မပြောတော့ဘဲ အေးစက်လာတဲ့ ဆက်ဆံရေးဖြစ်လာခဲ့တဲ့အချိန်မှာပြိုကွဲလုနီးနေတဲ့ ဆက်ဆံရေးကို လက်မလွှတ်နိုင်တဲ့ အီကင်တစ်ယောက်ဆိုရှယ်မီဒီယာမှာ အကောင့်အတုတစ်ခုကို ဝယ်ပြီး ဘာလင် ဆိုတဲ့ နာမည်နဲ့ တိုဂါ့ဆီကို ချဉ်းကပ်ခဲ့တယ်။တိုဂါကလည်း ဘာလင်နဲ့ စကားတွေ ပြောပြီး ရင်ဘတ်ချင်း ရင်းနှီးတဲ့သူ ဖြစ်လာခဲ့တယ်။တစ်နေ့ အပြင်မှာတွေ့ဖို့တောင်းဆိုတဲ့အခါ…. ဘာတွေ ဆက်ဖြစ်မလဲ???ခြံခုန်တာ စနှိုက်ကျော်တာတွေ များပြားလာတဲ့ ဒီခေတ်ကြီးမှာBetween the World and Us ဆိုတဲ့ ဇာတ်လမ်းတွဲလေးဟာ အပန်းဖြေဖို့အတွက်ကြည့်ရှုဖို့ အသင့်တော်ဆုံးဖြစ်ပါတယ်လို့အကြံပြုရင်း….s: 8File Size: 820MB, 410MBQuality :Web-DL ,Genres: DramaTranslated by KitEncoded by HYAN»»» »»» »»» »»» Tele Link »»» »»» »»» »»» »»» 01[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID 02[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID 03[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID 04[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID 05[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID 06[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID 07[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID 08[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • StreamVID 