Synopsis of The Law According to Lidia Poët (2023)The Law According to Lidia Poët (2023)============================IMDb Rating 7.510Rotten Tomatoes 86%သွယ်ဝိုက်နာမည်တပ်ရမယ်ဆိုရင် “ရှေ့နေမလေးလေဒီယာနှင့်သူ၏အမှုတွဲများ”ပေါ့။ဒီဇာတ်လမ်းတွဲဟာ နာမည်လေးဖတ်ကြည့်ပြီး အရမ်းရိုးရှင်းမယ်၊ပေါ့ပေါ့ပါးပါးလေးပါလို့ ထင်ရသလောက်ကို မရိုးရှင်းတဲ့၊ မပေါ့ပါးလှတဲ့ စီးရီးတစ်ခုပါ။ အီတလီတင်မက ကမ္ဘာနဲ့ချီပြီး ဒီစီးရီး ရေပန်းစားနေရတဲ့ အဓိကအကြောင်းအရင်း‌တွေထဲက တစ်ခုကတော့ တကယ့်ဖြစ်ရပ်မှန်ကို အခြေခံထားတာကြောင့်ပဲ ဖြစ်လိမ့်မယ်ထင်ပါတယ်။ဤလောကမြေကမ္ဘာမှာ ကြီးမားလှတဲ့ ပြောင်းလဲမှုပေါင်းများစွာရှိခဲ့ပါတယ်။ ယခုနှစ်ဆိုရင်လည်း AI တွေ ထွန်းကားတော့မယ့် နှစ်ပဲဆိုပါတော့ဗျာ။ ဒီလိုပြောင်းလဲမှုပေါင်းများစွာထဲမှာ အသိမ်မွေ့ဆုံးနဲ့အလှပဆုံးပြောင်းလဲမှုကို ပြောပါဆိုရင် ဖိုဝါဒီကို တိုက်ထုတ်ဖို့ကြိုးစားခဲ့ကြတဲ့ အမျိုးသမီးထုကြီးတွေရဲ့ကြိုးပမ်းမှုတွေ ဖြစ်လိမ့်မယ်။ဒီအမျိုးသမီးတွေဟာ သဘာဝတရားကြီးကြောင့် အားနည်းတဲ့ပုံပေါ်နေကြသော်ငြား၊ အမှန်တကယ်အားနည်းကြသော်ငြား မာကြောဖို့လိုလာပြီဆိုရင်လည်း သူမတူအောင်မာကျောနိုင်စွမ်းရှိကြတယ်ဆိုတာကို နိုင်ငံအနှံ့အပြားက အမျိုးသမီးတွေရဲ့ကြံ့ကြံ့ခံတွန်းလှန်ခဲ့မှုတွေက သက်သေပြခဲ့ကြပြီးပြီလည်းဖြစ်ပါတယ်။ဒါဆို ဒီစီးရီးကရော ဘယ်ရပ်ဘယ်ဝန်းကျင်မှာ အမျိုးသမီးတွေဘယ်လိုရုန်းကန်ရတာလဲဆိုတာကို ခန့်မှန်းမိကြလိမ့်မယ်ထင်ပါတယ်။ လေဒီယာဟာ ဥပဒေအရာရှိကြီးတစ်ဦးဖြစ်တဲ့ ဖခင်ဖြစ်သူရဲ့သမီးဖြစ်တာနဲ့အညီ ရှေ့နေတစ်ယောက်ဖြစ်ရဖို့ကို ငယ်ငယ်တည်းက စိတ်ကူးယဉ်အိပ်မက်ခဲ့ရသူပါ။ သို့ပေမဲ့လို့ တိုးတက်ပြောင်းလဲမှု အနည်းငယ်လျင်မြန်ဆန်စပြုနေတဲ့ ၁၉ ရာစုနှစ်မှာ မွေးဖွားလာခဲ့တဲ့ သူမဘဝအတွက်ကတော့ အလွန်အင်မတန်ကို ခက်ခဲကြပ်တည်းလှပါတယ်။ဖခင်ဖြစ်သူကိုယ်တိုင်က အမျိုးသမီးတွေဆိုတာ ရှေ့နေမလုပ်ရဘူး၊ဥပဒေရေးရာကိစ္စမှာ အမျိုးသမီးတွေ ဝင်မရှုပ်ရဘူးဆိုတာကြောင့်လေဒီယာဟာ ဖခင်ဖြစ်သူကို ငယ်စဉ်ကတည်းက နာကြည်းမုန်းတီးနေရတဲ့သူတစ်ယောက်ပဲဆိုပါတော့။ သို့ပေမဲ့ သူ့အဖေဆုံးပါးပြီးနောက်ပိုင်း သူ့အစ်ကိုဖြစ်သူအန်ရီကိုရဲ့ သိတတ်နားလည်မှုနဲ့အတူ အမျိုးသမီးတွေကို ခါးခါးသီးသီးငြင်းဆန်နေတဲ့ ရပ်ဝန်းထဲကို မရမကဝင်ဖို့ စတင်ကြိုးစားပါတော့တယ်။ဒီအမျိုးသမီးလေးသာ မကြိုးစားခဲ့ရင်တော့ အီတလီနိုင်ငံမှာ အမျိုးသမီးရှေ့နေတွေဆိုတာ ပေါ်လာဖို့ နှောင့်နှေးကြန့်ကြာနေဦးမှာပဲဖြစ်ပါတယ်။အနှောင့်အယှက်ပေါင်း သောင်းခြောက်ထောင်ကို ဘယ်လိုကျော်ဖြတ်ရတယ်၊ ဘယ်လိုအမှုတွေကို ရင်ဆိုင်ရတယ်ဆိုတာကိုတော့ တစ်ပိုင်းကိုအမှုတစ်ခုစီရင်သလို ဖန်တီးရိုက်ကူးထားတဲ့ စီးရီးကောင်းလေးမို့ သင်ဟာစီးရီးကောင်းလေးတစ်ခုရှာနေသူဆိုရင်တော့ ဒီစီးရီးလေးကို လက်လွတ်မခံဘဲ ကြည့်ရှုခံစားပေးပါဦးခင်ဗျာ။မင်းသမီးလေး အတော်ချောတာမို့ ကြည့်ကောင်းသော်ငြား ဝတ်လစ်စလစ်တွေ ကွက်ကွက်ကွင်းကွင်း တစ်ခန်းနှစ်ခန်းပါတာမို့ မိသားစုနဲ့ ကြည့်ရန်မသင့်တော်ပါ။စုစုပေါင်း(၆)ပိုင်းထွက်ရှိပြီး cmမှ တစ်ပြိုင်တည်းတင်ဆက်ပေးပါမယ်။(ဒီစီးရီးရဲ့ အညွှန်းကို San Thu Aung မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ San Thu Aung, Alias တို့ဖြစ်ပါတယ်။)File Size………….(400 MB)  (800 MB)Quality……………WEB-DL   Duration…………42Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Biography, Crime, DramaTranslator……….San Thu Aung, AliasEncoder…………..SWM (270 Mb)———————————–(1) –     MegaNZ    Usersdrive  Streamvid(2) –     MegaNZ    Usersdrive  Streamvid(3) –     MegaNZ    Usersdrive  Streamvid(4) –     MegaNZ    Usersdrive  Streamvid1080P (670 Mb)———————————–(1) –     MegaNZ    Usersdrive  Streamvid(2) –     MegaNZ    Usersdrive  Streamvid(3) –     MegaNZ    Usersdrive  Streamvid(4) –     MegaNZ    Usersdrive  Streamvid 