Synopsis of The Consultant (2023)The Consultant (2023)The Consultant ဆိုတဲ့ စီးရီးကတော့ IMDb 7.1 ရရှိထားတဲ့Black Comedy၊ Thriller အမျိုးအစားဖြစ်ပါတယ်။ဇာတ်လမ်းစစချင်းမှာ CompWare ဆိုတဲ့ ဂိမ်းကုမ္ပဏီတစ်ခုကိုအလယ်တန်းကျောင်းက ကလေးတွေ လေ့လာရေးဆင်းရင်းနဲ့ ကုမ္ပဏီရဲ့ Founder ဖြစ်သူ Sang-woo ကိုကလေးတစ်ယောက်က သေနတ်နဲ့ပစ်သတ်လိုက်ပါတယ်။Sang-Woo မရှိတော့တဲ့နောက်ပိုင်း ကုမ္ပဏီက ဖရိုဖရဲဖြစ်နေတဲ့အချိန်မှာRegus Patoff ဆိုတဲ့ အကြံပေးက ရုတ်တရက်ရောက်လာပြီးသူ့ကို Sang-Woo က တာဝန်ပေးထားခဲ့တာဆိုပြီးတော့ ကုမ္ပဏီကို လွှဲယူလိုက်ပါတယ်။သူ စရောက်ရောက်ချင်းမှာ ရုံးချိန်နောက်ကျတဲ့ဝန်ထမ်းတို့၊ အနံ့အသက်မကောင်းတဲ့ ဝန်ထမ်းတို့ကိုအလုပ်ဖြုတ်ပစ်တာကြောင့် သူ့ကို ကြည့်မရကြပါဘူး။အဲဒါကြောင့် Sang-woo ရဲ့လက်ထောက်ဖြစ်တဲ့ Elaine နဲ့ ကုမ္ပဏီကဝန်ထမ်း Craig တို့ကRegus Patoff ရဲ့နောက်ကြောင်းကို စုံစမ်းကြပါတော့တယ်။အဲဒီလိုနဲ့ Sang-woo နဲ့ Regus Patoff ကြားက ဆက်ဆံရေးက ဘယ်လိုမျိုးလဲ၊စည်းကမ်းတင်းကြပ်တဲ့ Regus Patoff နဲ့ ကုမ္ပဏီဝန်ထမ်းတွေကြားက ဆက်ဆံရေးရော အဆင်ပြေပါ့မလားဆိုတာကိုအစအဆုံး ၈ ပိုင်း ရှိတဲ့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှုကြပါစို့။အညွှန်းကိုတော့ Moh Moh က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Moh Moh, Mary Christ, Sai Thurein Lynn, Hugo,Xavier Zy, Hetang, KyalSin Yati Ko တို့ပဲ ဖြစ်ကြပါတယ်။Genre….. Comedy, DramaQuality….  | File size… 400MB | 200MBFormat… mp4Duration…. 36 minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Moh Moh, Mary Christ, Sai Thurein Lynn, Hugo,Xavier Zy, Hetang, KyalSin Yati KoEncoder ….. August 01 – Userdrive | YoteShin |  |  | Streamvid 02 – Userdrive | YoteShin |  |  | Streamvid 03 – Userdrive | YoteShin |  |  | Streamvid 04 – Userdrive | YoteShin |  |  | Streamvid 05 – Userdrive | YoteShin |  |  | Streamvid 06 – Userdrive | YoteShin |  |  | Streamvid 07 – Userdrive | YoteShin |  |  | Streamvid 08 – Userdrive | YoteShin |  |  | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 02 – Userdrive | YoteShin |  | Meganz | Streamvid 03 – Userdrive | YoteShin |  | Meganz | Streamvid 04 – Userdrive | YoteShin |  | Meganz | Streamvid 05 – Userdrive | YoteShin |  | Meganz | Streamvid 06 – Userdrive | YoteShin |  | Meganz | Streamvid 07 – Userdrive | YoteShin |  | Meganz | Streamvid 08 – Userdrive | YoteShin |  | Meganz | Streamvid 