"Synopsis of When They See Us (2019)
(Unicode)
ဖြစ်ရပ်မှန် ဇာတ်လမ်းတွေကို သဘောကျနှစ်ခြိုက်ပြီးတော့ မှုခင်းနောက်ခံ ဒရာမာစီးရီး ကြည့်ရှုချင်ကြသူတွေအတွက်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Neflix စီးရီတစ်ခုဖြစ်တဲ့ When they see us 2019 ဆိုတဲ့ မီနီစီးရီးလေး (လေးပိုင်း စဆုံး) တင်ဆက်ပေးချင်ပါတယ် …
ဒီစီးရီးလေးဟာ အမေရိကန်နိုင်ငံရဲ့ တရားရေးကို မီးမောင်းထိုးပြထားတဲ့ ဇာတ်လမ်းလေးဖြစ်ပြီးတော့ အဓမ္မကျင့် လူသတ်မှုတစ်ခုမှာ မပါဝင်ဘဲ
စွပ်စွဲခံရတဲ့ လူငယ်လေး ၅ ယောက်အကြောင်းကို ရင်နင့်ဖွယ် ရိုက်ကူးထားတာပါ …
မှားယွင်းတဲ့ တရားစီရင်မှုနောက်က အကျိုးဆက်တွေကို ဒီကားထဲမှာ တွေ့မြင်ရမှာပါ
၁၉၈၉ ခုနှစ်က အမေရိကန်နိုင်ငံမှာ အမှန်တကယ်ဖြစ်ပျက်ခဲ့တဲ့ အမှုတစ်ခုဖြစ်ပြီးတော့ ပါဝင်သူတွေဟာ ယနေ့တိုင် သက်ရှိထင်ရှားရှိနေဆဲပါ
အမေရိကန်ရဲတွေ အစိုးရရှေ့နေတွေနဲ့ ဒေါ်နယ်ထရမ့်တို့လို(သမ္မတမဖြစ်သေး) လူတွေက လူမည်းလူငယ်တွေကို
မှားယွင်းစွာ စိီရင်ချက်ချဖို့ အတင်းဖိအားပေးခဲ့ကြပါတယ်…
အစအဆုံး ရင်တမမနဲ့ ခေါ်ယူသွားမယ့် ဇာတ်လမ်းလေးဖြစ်ပြီးတော့ တရားဥပဒေစိတ်ဝင်စားသူတွေ နဲ့ ဒရာမာကားကောင်းကောင်းနှစ်သက်သူတွေ
လက်မလွှတ်သင့်တဲ့ စီးရီးတစ်ခုဖြစ်လို့ ပရိသတ်ကြီးကိုယ်တိုင် ကြည့်ရှုအကဲဖြတ်တော်မူပါ ..
မျက်ရည်ကျချင်လည်း ကျကြပေါ့လေ
(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်တင်ဆက်ထားသူကတော့ ကိုဇွဲခန့်သွင် ဖြစ်ပါတယ်။)
(Zawgyi)
ျဖစ္ရပ္မွန္ ဇာတ္လမ္းေတြကို သေဘာက်ႏွစ္ၿခိဳက္ၿပီးေတာ့ မႈခင္းေနာက္ခံ ဒရာမာစီးရီး ၾကည့္ရႈခ်င္ၾကသူေတြအတြက္
Neflix စီးရီတစ္ခုျဖစ္တဲ့ When they see us 2019 ဆိုတဲ့ မီနီစီးရီးေလး (ေလးပိုင္း စဆုံး) တင္ဆက္ေပးခ်င္ပါတယ္ …
ဒီစီးရီးေလးဟာ အေမရိကန္ႏိုင္ငံရဲ႕ တရားေရးကို မီးေမာင္းထိုးျပထားတဲ့ ဇာတ္လမ္းေလးျဖစ္ၿပီးေတာ့ အဓမၼက်င့္ လူသတ္မႈတစ္ခုမွာ မပါဝင္ဘဲ
စြပ္စြဲခံရတဲ့ လူငယ္ေလး ၅ ေယာက္အေၾကာင္းကို ရင္နင့္ဖြယ္ ႐ိုက္ကူးထားတာပါ …
မွားယြင္းတဲ့ တရားစီရင္မႈေနာက္က အက်ိဳးဆက္ေတြကို ဒီကားထဲမွာ ေတြ႕ျမင္ရမွာပါ
၁၉၈၉ ခုႏွစ္က အေမရိကန္ႏိုင္ငံမွာ အမွန္တကယ္ျဖစ္ပ်က္ခဲ့တဲ့ အမႈတစ္ခုျဖစ္ၿပီးေတာ့ ပါဝင္သူေတြဟာ ယေန႔တိုင္ သက္ရွိထင္ရွားရွိေနဆဲပါ
အေမရိကန္ရဲေတြ အစိုးရေရွ႕ေနေတြနဲ႔ ေဒၚနယ္ထရမ့္တို႔လို(သမၼတမျဖစ္ေသး) လူေတြက လူမည္းလူငယ္ေတြကို
မွားယြင္းစြာ စိီရင္ခ်က္ခ်ဖို႔ အတင္းဖိအားေပးခဲ့ၾကပါတယ္…
အစအဆုံး ရင္တမမနဲ႔ ေခၚယူသြားမယ့္ ဇာတ္လမ္းေလးျဖစ္ၿပီးေတာ့ တရားဥပေဒစိတ္ဝင္စားသူေတြ နဲ႔ ဒရာမာကားေကာင္းေကာင္းႏွစ္သက္သူေတြ
လက္မလႊတ္သင့္တဲ့ စီးရီးတစ္ခုျဖစ္လို႔ ပရိသတ္ႀကီးကိုယ္တိုင္ ၾကည့္ရႈအကဲျဖတ္ေတာ္မူပါ ..
မ်က္ရည္က်ခ်င္လည္း က်ၾကေပါ့ေလ
(ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ ကိုဇြဲခန႔္သြင္ ျဖစ္ပါတယ္။)
Quality – 720p NF WEB-DL
Duration – 1hr (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Biography, Crime, Drama
Source : 720p.NF.WEB.DDP5.1.Atmos.x264-NTb
Translator – Zuel Khant Thwin
Encoder – Thanhtike Zaw
Season 1 [COMPLETE] Zip File (1.95 GB)
VIP / Megaup / Yoteshin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
