Synopsis of Manhunt(2017)ခင်ဗျားတို့ စာတိုက်စနစ်အကြောင်းကို နည်းနည်းလောက် အချိန်ပေးပြီး တွေးကြည့်ဖူးလား။လူတစ်ယောက်ဟာ ကိုယ့်ဆီကို စာပို့ဖို့၊ပစ္စည်းပို့ဖို့လိုအပ်တာဆိုလို့ ကိုယ့်ရဲ့နာမည်နဲ့ လိပ်စာပဲတဲ့။အဲ့ဒီလိပ်စာတို့ ဖုန်းနံပါတ်တို့ဆိုတာလဲ အခုလို ပွင့်လင်းမြင်သာတဲ့ ခေတ်ကြီးမှာ ရဖို့ဆိုတာ ဘာမှမခက်တော့ဘူး။အထူးသဖြင့် ဖွံ့ဖြိုးပြီး နိုင်ငံတွေမှာဆို ပိုဆိုးတယ်။ခင်ဗျားရဲ့ အချက်အလက်တွေဟာ လူမြင်ကွင်းမှာ ဖောချင်းသောချင်းပဲ။တကယ်လို့ ခင်ဗျားကို ဒုက္ခပေးချင်တဲ့ လူတစ်ယောက်က ဒီအချက်အလက်တွေကို သုံးပြီး ခင်ဗျားကို ဒုက္ခမပေးနိုင်ဘူးလား။တစ်နေ့နေ့မှာ ခင်ဗျားရဲ့ အိမ်ရှေ့ကို ခင်ဗျားနာမည်နဲ့ ဗုံးတစ်လုံးရောက်လာနိုင်တယ်လို့ရော ခင်ဗျားတွေးဖူးလား။1978 ခုနှစ်ကစပြီး အမေရိကန်နိုင်ငံမှာ စာပို့စနစ်ကို အသုံးပြုပြီး အကြမ်းဖက်ဖောက်ခွဲတဲ့ ဖြစ်စဉ်တွေ ဆက်တိုက်ဖြစ်လာတယ်။အဲ့ဒီဖြစ်စဉ်တွေ အကုန်လုံးကို လူတစ်ယောက်တည်းကပဲ ကြိုးကိုင်နေတယ်ဆိုတာကို သိရပေမယ့် သူဟာဘယ်သူလည်း ဘာကြောင့်မို့ ဒီလိုမျိုးလုပ်ရပ်တွေကို လုပ်နေတာလဲဆိုတာ အမေရိကန်နိုင်ငံရဲ့ အတော်ဆုံးစုံစမ်းစစ်ဆေးရေးဌာနဖြစ်တဲ့ FBI တောင်မှ မဖော်ထုတ်နိုင်ခဲ့ပါဘူး။ဒီလိုနဲ့ ဗုံးပေါက်ကွဲမှုတွေဟာ နိုင်ငံတစ်ဝှမ်းဆက်တိုက်ဖြစ်နေတယ်။FBI ဟာလည်း ဒီ ဗုံးသမားကို ဖမ်းမိဖို့အတွက် လူပေါင်း ၁၅၀ ကျော်ပါတဲ့ စုံစမ်းအဖွဲ့တစ်ခုကိုကို သီးသန့်ဖွဲ့၊နည်းလမ်းပေါင်းစုံသုံးပြီး ဖြစ်နိုင်ချေရှိသမျှ သဲလွန်စမှန်သမျှကို လိုက်တယ်။ဒါပေမယ့် ဗုံးသမားရဲ့အကြောင်းကို ဘာဆိုဘာမှ စုံစမ်းလို့မရခဲ့ဘူး။ဒီလိုနဲ့ ဗုံးတွေဆက်တိုက်ကွဲလိုက်၊ FBI က စုံစမ်းလိုက်၊ ဘာသဲလွန်စမှ မရဘဲ လမ်းဆုံးသွားလိုက်နဲ့ လုံးချာပတ်ချာလိုက်နေတော့ သတင်းစာတွေကလည်း ဒီအကြောင်းကို အပြိုင်အဆိုင်ဖော်ပြကြတာပေါ့။ဒါနဲ့ပဲ အဲ့ဒီ ဗုံးအမှုဟာ တစ်နိုင်ငံလုံးက စိတ်ဝင်စားတဲ့အမှုဖြစ်လာပြီး ဗုံးသမားအကြောင်းကိုလည်း လူတွေက အကြီးအကျယ် စိတ်ဝင်စားလာကြတယ်။ဒီလူဟာ ဘယ်သူလဲ ၊ဘာကြောင့်ဒီလိုတွေ လုပ်နေတာလဲ ၊FBI ကရော ဒီလူ့ကို ဘာကြောင့် ဖမ်းမမိတာလဲ၊ဒီလူဟာ FBI လိုအဖွဲ့ကြီးထက်တောင် တော်လွန်း လည်လွန်းနေတာလား စသဖြင့်ပေါ့။အဲ့ဒီနောက်မှာတော့ အဲ့ဒီ ဗုံးသမားဟာရုတ်တရက်ဆိုသလိုပဲ ပျောက်သွားတယ်။ဘာဗုံးကွဲမှုမှ ဆက်မဖြစ်တော့ဘူး။ဘာသဲလွန်စမှမကျန် ဘာသံမှ မကြားရဘဲ ပျောက်သွားတယ်။လူတွေဟာလည်း ဒီလူသေသွားပြီလို့ ယုံကြည်သွားတယ်။ဒီလိုနဲ့ နှစ်ပေါင်းအတော်ကြာပြီး ၁၉၉၅ မှာ အဲ့ဒီ ဗုံးသမားဟာ သူပုံစံအတိုင်း စာတိုက်ကနေတစ်ဆင့်ဗုံးတွေပို့ ၊ဖောက်ခွဲပြီး ပြန်ပေါ်လာတယ်။ဒီတစ်ခေါက်မှာတော့ သူဟာ စာလုံးရေ “၃၅၀၀၀” ပါတဲ့ ကြေညာစာတမ်းတစ်ခုကို New York Time သတင်းစာကို ပို့ပြီး လူတွေလက်ခံထားတဲ့ ယုံကြည်ထားတဲ့ စနစ်ကြီး တစ်ခုလုံးကို မေးခွန်းတွေ မေးပြီး စိမ်ခါ်လာတယ်။ဒီလူဟာ ဘယ်သူလဲ ၊သူဘာကြောင့် ဒီလိုတွေလုပ်နေတာလဲ ၊သူ့အတွေးအခေါ်ဟာ ဘာလဲ၊ FBI ကရော ဒီလူကို ဖမ်းမိပါ့မလား။ဘယ်လိုတွေ ကြိုးစားပြီး ဖမ်းမိခဲ့တာလဲ စတာတွေကိုတော့ ဒီ series ထဲမှာ အဖြေရှာဖို့ တိုက်တွန်းချင်ပါတယ်။ဒီ series ဟာ FBI သမိုင်း အကြာမြင့်ဆုံး လိုက်ခဲ့ရတဲ့(၁၇နှစ်ကြာ) ယူနာဗုံးသမား အကြောင်းကို အခြေခံထားတာဖြစ်ပြီး စုံထောက်ကားတွေ၊လျှို့ဝှက်ဆန်းကြယ်တွေ ၊ တွေးတောရတာ ကြိုက်တဲ့လူတွေ သေချာပေါက် အကြိုက်တွေ့မယ့် series တစ်ခုပါ။IMDB မှာလဲ Rating 8.110 အထိ ရရှိထားတဲ့ series ကောင်း တစ်ခုဖြစ်တာကြောင့် သေချာပေါက် ကြည့်ရှူကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။File Size – 282 MB  825 MB @Quality –   5.1CHDuration – 42 minute (@)Total s: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime  MysteryTranslator – Damien , Kasashi , Kaung Paing , Sai Sumali , JakaEncoder – Min WaiSeason 1 ()============EP 01 – YoteShin  Usersdrive    Meganz  StreamvidEP 02 – YoteShin  Usersdrive    Meganz  StreamvidEP 03 – YoteShin  Usersdrive    Meganz  StreamvidEP 04 – YoteShin  Usersdrive    Meganz  StreamvidEP 05 – YoteShin  Usersdrive    Meganz  StreamvidEP 06 – YoteShin  Usersdrive    Meganz  StreamvidEP 06 – YoteShin  Usersdrive    Meganz  StreamvidEP 07 – YoteShin  Usersdrive    Meganz  StreamvidSeason 1 (1080P)============EP 01 – YoteShin  Usersdrive    Meganz  StreamvidEP 02 – YoteShin  Usersdrive    Meganz  StreamvidEP 03 – YoteShin  Usersdrive    Meganz  StreamvidEP 04 – YoteShin  Usersdrive    Meganz  StreamvidEP 05 – YoteShin  Usersdrive    Meganz  StreamvidEP 06 – YoteShin  Usersdrive    Meganz  StreamvidEP 07 – YoteShin  Usersdrive    Meganz  StreamvidEP 08 – YoteShin  Usersdrive    Meganz  Streamvid 