"Synopsis of My Holo Love ( 2020 ) ( Completed )
Unicode
********
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အခုတစ်ခေါက် တင်ဆက်ပေးမယ့် ဇာတ်လမ်းတွဲလေးကတော့
အထီးကျန်ဆန်စွာ ဘဝကိုဖြတ်သန်းနေရတဲ့ ကောင်မလေးနဲ့
နည်းပညာရဲ့ဖန်းတီးမှုကြောင့် ဖြစ်ပေါ်လာရတဲ့ ဟိုလိုဆိုတဲ့
ကောင်လေးတို့ကြားက Romance ကို ရိုက်ကူးပုံဖော်ထားတဲ့ သိပ္ပံကားလေးတစ်ကားပဲဖြစ်ပါတယ်။
ဆိုယွန်း ဆိုတဲ့ကောင်မလေးဟာ လူတွေရဲ့မျက်နှာကို မမှတ်မိနိုင်တဲ့
သူ့ရဲ့အားနည်းချက်ကို ဖုံးကွယ်ပြီးနေရသူ အထီးကျန်ဆန်တဲ့ ရုံးဝန်ထမ်းတစ်ဦးပါ။
သူ့ကိုနားလည်ပေးမယ့် သူငယ်ချင်းတစ်ဦးကို တောင့်တနေတဲ့
ဆိုယွန်းဆီကို ခေတ်မီဆန်းသစ်တဲ့ နည်းပညာတွေနဲ့ ဖန်တီးထားတဲ့
မျက်မှန်လေးတစ်လက် ရောက်လာခဲ့ပါတယ်။
အဲဒီ့မျက်မှန်ကို တပ်ထားတဲ့သူကတော့ သူတစ်ဦးတည်းသာမြင်ရတဲ့
ဟိုလိုဆိုတဲ့ ရုပ်ချောချောကောင်လေးရဲ့ ပိုင်ရှင်ဖြစ်လာမှာပါ။
ိပိုင်ရှင်ဖြစ်သူကို ပျော်ရွှင်အောင်လုပ်ပေးတတ်တဲ့ ဟိုလို ကြောင့်
ဆိုယွန်းရဲ့ နေ့စဉ်ဘဝကြီးဟာ ပျော်စရာကောင်းအောင် ပြောင်းလဲခဲ့ပါတယ်။
ဆိုယွန်းရဲ့ ဘဝကပျော်စရာကောင်းလာသလို ဟိုလိုဟာလည်း
ဆိုယွန်းကို ချစ်မိသွားပါတော့တယ်။
အမှန်တော့ ဟိုလို ဟာ ပရိုဂရမ်ရေးဆွဲသူတစ်ဦးဖြစ်တဲ့ ဂိုနမ်ဒို ရဲ့
ဖန်တီးမှုဖြစ်ပြီး ဂိုနမ်ဒိုရဲ့ မှတ်ဉာဏ်တွေနဲ့ ပုံတူ ရေးဆွဲထားတဲ့ ပရိုဂရမ်ဖြစ်ပါတယ်။
နည်းပညာအသစ်ကို မတရားသဖြင့် မက်မက်မောမောလိုချင်တဲ့
လူဆိုးတွေလက်ကနေ ဟိုလို ကို ကာကွယ်ဖို့ကြိုးစားရင်း
ဆိုယွန်းရှေ့မှာ ဟိုလို ဟန်ဆောင်နေခဲ့တဲ့ ဂိုနမ်ဒိုတစ်ယောက်
ဆိုယွန်းကို ချစ်မိသွားတဲ့အခါ….
ဆိုယွန်းတစ်ယောက် သူ့ကိုပျော်ရွှင်စေတဲ့ ပရိုဂရမ်တစ်ခုကြောင့်
ဖြစ်ပေါ်လာရတဲ့ကောင်လေး ဟိုလို ကိုပဲဆက်ချစ်နေမလား ?
ဟိုလို ကို ဖန်တီးထားတဲ့ ပရိုဂရမ်ရေးဆွဲသူ ဂိုနမ်ဒိုကိုပဲ
ရွေးချယ်မလား ? ဆိုတဲ့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းလေးကို
သူတို့သုံးဦးကြားက ဟာသဖြစ်ရပ်လေးတွေ
မသမာသူတွေရန်က ရှောင်ပြေးရတဲ့ ရင်မောစရာဖြစ်ရပ်လေးတွေနဲ့
စိတ်ဝင်စားဖွယ် ပုံဖော်ရိုက်ကူးထားတာကို တွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။
ဂန်ဆိုယွန်း ဆိုတဲ့ ကောင်မလေးအဖြစ် Ko Sug Hee က ပါဝင်သရုပ်ဆောင်ထားပြီး
ဟိုလိုအဖြစ်နဲ့ရော ပရိုဂရမ်ရေးဆွဲသူ ဂိုနမ်ဒို အဖြစ်နဲ့ရော
သရုပ်ဆောင်ထားသူကတော့ Yoon Hyun Min ပဲဖြစ်ပါတယ်။
သုံးပွင့်ဆိုင် သိပ္ပံ အချစ်ဇာတ်လမ်းလေးဖြစ်တဲ့အပြင်
စိတ်ဝင်စားဖို့ကောင်းတဲ့ Netflix original series တစ်ခု ဖြစ်တာကြောင့်
K drama ကားကောင်းလေးတွေကို မျှော်လင့်နေတဲ့ ပရိသတ်ကြီးအတွက် လက်တို့ပေးလိုက်ပါတယ်နော်။
Translated By Thinzar Htet , Shoon Thu Thu Chain , Lwin Lwin Aung
Encoded By LK
Complete Zip File VIP / Megaup[1-6] / Megaup[7-12] /
Yoteshin[1-6] / Yoteshin[7-12] /
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
