Synopsis of Shrinking (2023)Shrinking (2023) Ongoing Series~ IMDb – 7.710, Rotten Tomatoes – 82% ~လူတစ်​​ယောက်က Negative Vibe လို့​ခေါ်တဲ့ အပူ​တွေ စိတ်​​သောက​တွေကို သိပ်ပြီးများများစားစား ခံနိုင်ရည်မရှိလှပါဘူး။ အ​တော်​လေးခံနိုင်ရည်ရှိတဲ့ ပါရမီထူးတဲ့ လူတွေက​တော့ စိတ်ကုထုံးပညာရှင်​တွေအဖြစ်နဲ့ လာသမျှ လူနာ​သောင်း​ခြောက်​ထောင်ရဲ့ လူမှု​​ရေး စီးပွား​ရေး အချစ်​ရေး စုံစီနဖာရဲ့ သောက​ဗျာပါဒ​တွေကို ဒိုင်ခံနား​ထောင်​​​ပေးပြီး အကြံဉာဏ်​​တွေပေးကြတာ​ပေါ့။ဒါ​ပေမဲ့ စိတ်​ကုထုံးဆရာတွေလည်း လူ​တွေပဲ​။ သူများ​ထက်ထူးပြီး နဖူးမှာ ချိုတက်​ပေါက်​နေတာမှ မဟုတ်ဘဲ​လေ။ အဲဒီ​တော့ သူတို့မှာလည်း သူများရဲ့အပူဒဏ်ကို ခံနိုင်တဲ့ Limit လေး ရှိတယ်ပဲ ဆိုပါ​စို့။ ဒီ Series က​တော့ အဲဒီ Limit လွန်သွားတဲ့ ကုထုံးဆရာတစ်​ယောက်ရဲ့အ​ကြောင်းပါ။Shrinking လို့​ခေါ်တဲ့ ဒီ Series က Comedy Drama အမျိုးအစားပါ။ Comedy ဖြစ်​နေလို့ အထင်မ​သေးပါနဲ့။ ဇာတ်လိုက်​ကျော်၂​ယောက်က နာမည်ကျော် Sitcom Series ဖြစ်တဲ့ How I Met Your Mother ထဲက Jason Segel နဲ့ ​မိတ်ဆက်​နေစရာ လိုကိုမလိုတဲ့ မင်းသားကြီး Harrison Ford ပါ။ ၂ပိုင်းထွက်ထားပြီး‌ IMDb က 7.710 နဲ့ RT 82% ရှိနေပါပြီ။ ထုတ်ထားတဲ့ Production က Apple TV+ မို့ Quality အပိုင်းကို သိပ်​ပြောစရာ မလို​တော့ပါဘူး။ဇာတ်လမ်းအကျဉ်းကို ဆက်ကြတာ​ပေါ့…ဂျင်မီဆိုတဲ့လူက စိတ်ကုထုံးပညာရှင်တစ်​ယောက်ပါ။ ကုထုံးဆရာဆိုတာ မှန်​ပေမယ့် အ​ပေါ်မှာ​ပြောခဲ့သလိုပဲ။ လူနာ​တွေရဲ့ မပဋာ​မြေလူးတာထက်ဆိုးတဲ့ ​အပူ​တွေကိုခံနိုင်တဲ့ ခန္တီစပါရမီ Limit ပျက်​နေတဲ့ကုထုံးဆရာပေါ့။ ပျက်ဆိုလည်း သူကိုယ်၌ကိုက မိသားစုရဲ့အပူ​တွေ ရင်ထဲရှိ​နေတာကိုး။ဒီလိုနဲ့ လူနာ​တွေကို သည်းညည်းမခံနိုင်​တော့တဲ့ ဂျင်မီတစ်​ယောက် ကုထုံးဆရာ​ရဲ့ ကျင့်ဝတ်​နဲ့မညီတဲ့လုပ်ရပ်​တွေ စလုပ်ပါ​တော့တယ်။ ဥပမာ – လူနာတစ်​ယောက်က အိမ်​ထောင်​ရေးအဆင်မ​ပြေဘူးဆိုပါစို့။ ကုထုံးဆရာရဲ့အလုပ်က ပုံမှန်ဆို သူ​ပြောတာနား​ထောင်၊ ​ပြေရာ​​ပြေ​​ကြောင်း​ပြော​ပေး၊ နှစ်ဖက်စလုံးကို ညှိယူဖို့ ပြောပေးရတာပေါ့။ဒါ​ပေမဲ့ ဇာတ်လိုက်​ကျော်ကြီး ဂျင်မီက​ ရှင်းပါတယ်။ အိမ်​ထောင်​ရေးအဆင်မ​ပြေတဲ့ လင်မယား​တွေဆို ကွာရှင်းခိုင်းတယ်။ စစ်ပွဲကရခဲ့တဲ့ စိတ်ဒဏ်ရာ​တွေ​ကြောင့် ​ဒေါသ​တွေကြီး ရန်​ပွဲ​တွေများနေတဲ့ စစ်ပြန်စစ်သားကို ​ဒေါသထိန်းဖို့ တရားထိုင်ဖို့ သူမတိုက်တွန်းပါဘူး။ MMA လက်​ဝှေ့သမား​တွေနဲ့ ထိုးခိုင်းပါတယ်။လူနာ​တွေအ​ပေါ် သူရဲ့ကိုင်တွယ်​ဖြေရှင်းပုံက ကျင့်ဝတ်​ရေးရာအရကြည့်လိုက်ရင် အ​တော်လွဲ​မှားနေ​ပေမယ့် ​ထွက်လာတဲ့ရလဒ်​တွေက ​အ​တော်​ ​ကောင်း​နေပြန်​ရော။ လူ​တွေက Process ထက် Outcome ကိုပဲ ​တန်းမြင်ကြတာမလား။ ဒီ​လိုနဲ့ပဲ ကုထုံးဆရာကြီးဂျင်မီအ​နေနဲ့ သူ့ရဲ့နည်းလမ်းအမှား​တွေကိုပဲ သုံးရင်း၊ ရလဒ်​​တွေ​ကောင်း​နေရင်း၊ ထပ်သုံးရင်းနဲ့ သံသရာလည်ကာ အလွဲလွဲအမှားမှားဖြစ်နေပုံ​တွေကို အပြင်​လောကကြီးအ​ပေါ် လက်​တွေ့ကျတဲ့အမြင်နဲ့ တိုက်ကြည့်ရင်း တစိမ့်စိမ့်​တွေး၊ တ​ရေး​ရေး​ပေါ်၊ တခွိခွိရယ်​နေရမယ့် စီးရီး​ကောင်း တစ်ခုပါပဲ။ စုစုပေါင်း ၁၀ ပိုင်းရှိမှာဖြစ်ပြီး အပတ်စဉ်ထွက်ရှိသွားမှာမို့ CM မှ ပုံမှန်တင်​ဆက်​ပေးသွားပါမယ်။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ X ပဲဖြစ်ပါတယ်)Size ~ 500MB+Total – 10 sQuality – Duration ~ 35min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : ComedySource : ATVP.Web-dl.Translator – XEncoder – Y 1 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  2 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  3 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  4 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  5 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  