"Synopsis of The Wheel of Time Season 1 (2021)
အမေဇုံရဲ့ ဘက်ဂျက်အကြီးစားနဲ့ စီးရီးလာပါပြီ။
Game of Thrones ကို အမီလိုက်နိုင်မယ်လို့လည်း ပြောနေကြပါပြီ။
ဇာတ်လမ်းကတော့ the lord of the rings နဲ့ ပိုဆင်ပါတယ်။
first age, second age, thrid age စသည်ဖြင့် သမိုင်းရှိပါတယ်။
ဇာတ်လမ်းအကျဉ်္
စွမ်းအားကြီးတွေနဲ့ မွေးဖွားလာတဲ့ လူတွေဟာ
အမှောင်သခင်ကို အကျဉ်းချထားနိုင်မယ်လို့ ယုံကြည်မိပေမဲ့
မအောင်မြင်ခဲ့တဲ့အခါ ကမ္ဘာကြီး ပျက်စီးလာခဲ့တယ်။
အဲဒီပျက်စီးခြင်းကို ယူဆောင်လာသူကို ဒရက်ဂွန်လို့ ခေါ်ကြတယ်။
အဲဒီပျက်စီးပြီးခေတ်နောက်ပိုင်းမှာ ကမ္ဘာကြီးကို
အိုက်ဆီဒိုင်းညီအစ်မအဖွဲ့ဆိုတဲ့ တန်ခိုးရှင်တွေဟာ
မျှော်စင်ဖြူကြီးကနေ ထိန်းသိမ်းနေခဲ့တယ်။
ဒါပေမဲ့ ကမ္ဘာကြီးအပေါ်ကို လူတွေပြန်ဝင်စားဖို့အတွက်
အချိန်စက်ဘီးဆိုတဲ့ အရာကြီးက လည်ပတ်နေပြန်တယ်။
ဒီတော့ အခု ဇာတ်လမ်းစတင်ချိန်မတိုင်ခင် အနှစ် ၂၀ တုန်းက
ကမ္ဘာကြီးကို ပျက်စီးစေခဲ့တဲ့ ဒရက်ဂွန် ပြန်လည်မွေးဖွားလာပြီဆိုပြီး
ဟောကိန်းတွေ ထွက်လာခဲ့တာပေါ့။
ဒရက်ဂွန်ဟာ ယောကျာ်းလား မိန်းမလား ဘယ်သူလဲဆိုတာ မသိကြပါဘူး။
ဟောကိန်းအရတော့ ကမ္ဘာကြီးကိုပျက်စီးစေခဲ့တဲ့
ဒရက်ဂွန်ကပဲ ကမ္ဘာကြီးကို ပြန်ကယ်တင်မယ်တဲ့။
ဒီတော့ အဲဒီဒရက်ဂွန်ကို အိုက်စီဒိုင်းအဖွဲ့ကရော
အမှောင်သခင်ရဲ့ အဖွဲ့ကရောပါ လိုက်ရှာကြတဲ့အခါ…
ရှုပ်ထွေးတဲ့ ဒဏ္ဍာရီတွေနဲ့ တိုက်ပွဲကြီးတွေ ပေါ်ပေါက်လာပါတော့တယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Wheel of Time ထဲက အိုက်စီဒိုင်း မှော်ဆရာမတွေဟာ အရောင်တွေ ခွဲထားကြတာ သတိထားမိမှာပါ။ စီးရီးကို ကြည့်ရတာ ပိုလွယ်ကူစေဖို့ အရောင်တွေရဲ့ တာဝန်တွေကို ဖော်ပြပေးလိုက်ပါတယ်။
Red Ajah (အနီရောင် အာဂျာ့)
သူတို့တွေကတော့ ဖိုက်တာတွေပါပဲ။ အတုမဲ့စွမ်းအားကို အသုံးပြုတဲ့ ယောကျာ်းတွေကို လိုက်ရှင်းတယ်။ မျှော်စင်ဖြူနဲ့မပူးပေါင်းဘဲ သီးသန့်စွမ်းအားကို အသုံးပြုတဲ့မိန်းမတွေကိုပါ လိုက်ရှာတာပါ။ သူတို့က အိုက်စီဒိုင်းတွေထဲမှာ အင်အားအကြီးဆုံးအဖွဲ့ဖြစ်ပြီး စောင့်ကြပ်သူနဲ့လည်း ဆက်နွယ်မှုမလုပ်ပါဘူး။ ခေါင်းဆောင်ဟာ အမြင့်ဆုံးဆိုတဲ့ ရာထူးကို ယူပါတယ်။
Green Ajah ( အစိမ်းရောင် အာဂျာ့)
သူတို့ကတော့ အမှောင်သခင်နဲ့ ဒရက်ဂွန်တို့ရဲ့ နောက်ဆုံးတိုက်ပွဲအတွက် အသင့်ပြင်ထားကြတဲ့ တပ်ဖွဲ့ပါပဲ။ ဒုတိယအင်အားအကြီးဆုံးလို့ ပြောနိုင်ပါတယ်။ စောင့်ကြပ်သူတွေလည်း လိုချင်သလောက် ယူနိုင်ပါတယ်။ ခေါင်းဆောင်ဟာ ဗိုလ်ချုပ်ရာထူးကို ယူပါတယ်။
Gray Ajah (မီးခိုးရောင် အာဂျာ့)
သူတို့က နိုင်ငံရေးနဲ့သံတမန်ရေးတွေကို တာဝန်ယူပါတယ်။ တတိယအင်အားအကြီးဆုံး အဖွဲ့ပါ။ ခေါင်းဆောင်ကတော့ Head Clerk ဆိုတဲ့ ဝန်ကြီးနေရာကို ရပါတယ်။
Brown Ajah (အညိုရောင် အာဂျာ့)
သူတို့ကတော့ အသိပညာနဲ့ဗဟုသုတတွေ ရှာဖွေထိန်းသိမ်းသူတွေပါ။ စတုတ္ထအကြီးဆုံးအဖွဲ့ဖြစ်ပြီး အုပ်ချုပ်သူကောင်စီအောက်ကနေ အလုပ်လုပ်ပါတယ်။ ခေါင်းဆောင်ကတော့ First Chair ဆိုတဲ့ ဘွဲ့ကိုရပါတယ်။
Yellow Ajah (အဝါရောင် အာဂျာ့ )
သူတို့တွေက ကုသသူတွေပါ။ ပဉ္စမအကြီးဆုံး အဖွဲ့ဖြစ်ပြီးခေါင်းဆောင်က First Weaver (ရက်လုပ်သူ) ဆိုတဲ့ ဘွဲ့ကိုရပါတယ်။
Blue Ajah (အပြာရောင် အာဂျာ့)
မမ မိုရိန်းရဲ့အရောင်ပေါ့။ မှန်ကန်မှုနဲ့ တရားမျှတမှုကို ထိန်းသိမ်းသူတွေပါ။ ဆဌမအင်အားအကြီးဆုံးအဖွဲ့ဖြစ်ပေမဲ့ သတင်းကွန်ရက်အကြီးဆုံးလူတွေလည်းဖြစ်ပါတယ်။ ခေါင်းဆောင်က First Selecter (ရွေးချယ်သူ)
ဘွဲ့ကို ရပါတယ်။
White Ajah (အဖြူရောင် အာဂျာ့)
သူတို့ကတော့ ယုတ္တိ နဲ့ ဒဿနိက သမားတွေပေါ့။ အသေးဆုံးအဖွဲ့ပါပဲ။ ခေါင်းဆောင်က First Reasoner (ကျိုးကြောင်းဆင်ခြင်သူ) ဘွဲ့ကို ရပါတယ်။ သူတို့တွေက ထောက်လှမ်းရေးကွန်ယက်မရှိသလို စောင့်ကြပ်သူတွေနဲ့လည်း ပတ်သတ်တာ ရှားပါတယ်။
Black Ajah (အနက်ရောင်အာဂျာ့)
သူတို့တွေကတော့ အခြားအာဂျာ့တွေအားလုံးထဲမှာ ဟန်ဆောင်ပြီးနေတဲ့ အမှောင်သခင်ရဲ့ ဘက်တော်သားတွေပါပဲ။ သစ္စာ ၃ ချက်ကို မစောင့်ထိန်းသလို။ ဘယ်သူက ဘာလဲဆိုတာ မသိရပါဘူး။
Translated by
Mr. Anderson, Yoon Sandi Aung, May Thu Aung, Thaung Htike Zaw
and Pyi T Nyein
Enocded by Mr. Anderson
Gener – Sci-fi, Fantasy, Adventure, Action, Drama
Episode 1
720p – VIP / Yoteshin / Megaup / Meganz / Usersdrive / Stream
1080p – VIP / Yoteshin / Megaup / Meganz / Usersdrive / Stream
Episode 2
720p – VIP / Yoteshin / Megaup / Meganz / Usersdrive / Stream
1080p – VIP / Yoteshin / Megaup / Meganz / Usersdrive / Stream
Episode 3
720p – VIP / Yoteshin / Megaup / Meganz / Usersdrive / Stream
1080p – VIP / Yoteshin / Megaup / Meganz / Usersdrive
Episode 4
720p – VIP / Yoteshin / Megaup / Meganz / Usersdrive / Stream
1080p – VIP / Yoteshin / Megaup / Meganz / Usersdrive
Episode 5
720p – VIP / Yoteshin / Megaup / Meganz / Usersdrive / Stream
1080p – VIP / Yoteshin / Megaup / Usersdrive
Episode 6
720p – VIP / Yoteshin / Megaup / Usersdrive / Stream
1080p – VIP / Yoteshin / Megaup / Usersdrive
Episode 7
720p – VIP / Yoteshin / Meganz / Usersdrive / Stream / Megaup
1080p – VIP / Yoteshin / Megaup / Usersdrive / Meganz
Episode 8 (END)
720p – VIP / Yoteshin / Meganz / Usersdrive / Stream / Megaup
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
