"Synopsis of Unhappy Birhday (2021)
Unhappy Birthday (2021)
—–စ / ဆုံး—–
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
______________________
ဇာတ်လမ်းအကျဉ်း….
ချစ်သူကို မွေးနေ့မှာ စပရိုက်လုပ်ဖို့ ရည်ရွယ်ထားတဲ့ မင်တစ်ယောက်
အဲ့ဒီနေ့မှာပဲ ချစ်သူကောင်လေးရဲ့ ဖောက်ပြန်ခြင်းနှင့် စပရိုက်တိုက်ခြင်းကို ပြန်ခံလိုက်ရသောအခါ….
၁၀ နှစ်သက်တမ်းကြာခဲ့ပြီဖြစ်သော သံယောဇဉ်ကြောင့်
သူမအပေါ် သစ္စာမရှိသောယောကျာ်းတစ်ယောက်ကို မမေ့ပစ်နိုင်ခဲ့ပါဘူး….
သူမ ချစ်သူကောင်လေး ချတ် သည်လည်း
၁၀ နှစ်သက်တမ်းကိုမျှ မငဲ့ကာ မင့်ကို ချစ်ပါတယ်ပြောနေပေမယ့် တစ်ဖက်မှာတော့
တစ်ခြားမိန်းကလေးများစွာနဲ့ ထပ်တလဲလဲ ပွေရှုပ်လို့နေခဲ့ပါတော့တယ်…
အရင်ကတော့ မင့်ဘက်က အချစ်ကြီးလွန်းစွာနဲ့ နားလည်ခွင့်လွှတ်ပေးနိုင်ခဲ့ပေမယ့်လည်း
ဒီတစ်ခေါက်မှာတော့ ၁၀ နှစ်သက်တမ်းရှိ သံယောဇဉ်ဟာ ပြတ်တောက်ဖို့အကြောင်းဖန်လာခဲ့ပါတော့တယ်….
မွေးနေ့ပွဲ တစ်ည ခဏအတွင်းမှာပဲ မင့်အိပ်မက်တွေ ရိုက်ချိုးသလို အဖျက်ဆီးခံလိုက်ရကာ
သေမတတ် နာကျင်ခံစားရပြီး မင်တစ်ယောက် စိတ်ဒဏ်ရာအကြီးကျယ် ရခဲ့ပါတော့တယ်…
တစ်ဖက်မှာလည်း ၁၀ စုနှစ်တစ်ခုကြာအောင် မင့်ကို အဝေးကနေပဲ ချစ်ရင်း
နှစ်သိမ့်နေရတဲ့ ကီရာ့အတွက်တော့ အခွင့်အရေးကောင်းတစ်ခု ဖြစ်လာခဲ့ပါတော့တယ်..
ရည်းစားဖြစ်သူ ချတ်သည်လည်း မင့်ကို ပြန်လည်ခွင့်လွှတ်ပေးဖို့ ကြိုးစားခဲ့ပါတော့တယ်….
အဲ့ဒီနောက် ဘာဆက်ဖြစ်မလဲ…
မင်တစ်ယောက် ချတ်ကို တကယ်မေ့ပစ်နိုင်မှာလား??
ချတ်နဲ့ကီရာအကြား သူမ တကယ်ချစ်တဲ့သူဟာ နာကျင်မှုတွေပေးနေတဲ့ သူဆိုတာ သိလျက်နဲ့
ချတ်ကိုရွေးသွားမလား?
ကိုယ့်အလိုကို လိုက်ဖြည့်ဆည်းပေးမယ့် ကီရာ့ကို ရွေးချယ်မလား??
Episodes: 8
Duration: 60 Min
Genres: Romance, Drama
Subtitled by May Thu & Shoon Thu Thu Chain
Encoded by Pinkploy
Episode 1(500MB)
UsersDrive | Yoteshin | MegaUp | Mega.NZ | Stream SB | VIP
Episode 2(500MB)
UsersDrive | Yoteshin | MegaUp | Mega.NZ | Stream SB | VIP
Episode 3(500MB)
UsersDrive | Yoteshin | MegaUp | Mega.NZ | Stream SB | VIP
Episode 4(500MB)
UsersDrive | Yoteshin | MegaUp | Mega.NZ | Stream SB | VIP
Episode 5(500MB)
UsersDrive | Yoteshin | MegaUp | Mega.NZ | Stream SB | VIP
Episode 6(500MB)
UsersDrive | Yoteshin | MegaUp | Mega.NZ | Stream SB | VIP
Episode 7(500MB)
UsersDrive | Yoteshin | MegaUp | Mega.NZ | Stream SB | VIP
Episode 8(500MB)
UsersDrive | Yoteshin | MegaUp | Mega.NZ | Stream SB | VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
