Synopsis of [18+] Erotica Manila (2023)Erotica Manila (2023) Completed Mini-Series~ IMDb rating – 8.810 ~အပတ်စဉ်တင်ဆက်နေကျ Vivamax ဇာတ်လမ်းတွဲလေးတွေရဲ့နေရာကို နောက်ဆုံးဝင်ရောက်လာတဲ့အသစ်စက်စက် Mini-Series လေးဖြစ်ပါတယ်။ မနီလာမြို့တော်တစ်ဝန်းမှာ တွေ့ကြုံခံစားရနိုင်မယ့် အချစ်၊ ဘဝနဲ့ လိင်မှုကိစ္စအဖြာဖြာကို သီးခြားဇာတ်လမ်းတို လေးခုနဲ့ ပုံဖော်ပြသသွားမယ့် Anthology ပုံစံနဲ့ကြည့်ရှုခံစားရမှာပါ။”  1 – Cinema Parausan “ပထမဆုံးအပိုင်းဖြစ်တဲ့ Cinema Parausan ကတော့ ရုပ်ရှင်ဝေဖန်ရေးသမား၊ ဝါသနာအိုးတစ်ယောက် ရုပ်ရှင်ရုံဟောင်းကြီးတစ်ခုမှာ ဂန္ထဝင်ညစ်ညမ်းရုပ်ရှင်တစ်ကားကို သွားကြည့်ခဲ့တဲ့အတွေ့အကြုံအကြောင်းဖြစ်ပါတယ်။ ရန်ကုန်ရဲ့ရုပ်ရှင်ရုံတွေအဆင့်မမြှင့်ရသေးခင် ကာလတစ်ခုကို အမှတ်ရစရာဖြစ်မှာပါ။ ဇာတ်ကားတွေဟာ ပိတ်ကားပေါ်မှာတင်မကပဲ ရုပ်ရှင်ရုံရဲ့ အမှောင်ထောင့်ချိုးတွေမှာ၊ အိမ်သာထဲမှာ၊ ခုံတန်းတွေပေါ်မှာတင် တိုက်ရိုက်ပြသနေတဲ့အပြင်၊ သူ့အနားကိုလိင်ကိစ္စဆွယ်ဖို့ချဉ်းကပ်လာတဲ့ မိန်းမရွှင်လေးတစ်ယောက်နဲ့ စကားလက်ဆုံကျမိ၊ ရုပ်ရှင်တွေအပေါ်အမြင်တွေ ဖလှယ်မိကြတဲ့အကြောင်း၊ ရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်နဲ့ ရုပ်ရှင် Taste မြင့်တဲ့ မိန်းမရွှင်လေးတစ်ယောက်အကြောင်းပါပဲ။ Pamasahe တစ်ကားတည်းနဲ့ ပရိသတ်ကိုဖမ်းစားသွားနိုင်ခဲ့တဲ့ တက်သစ်စလေး Azi Acosta ခေါင်းဆောင်ပါဝင်ထားပါတယ်။  MegaUp  MegaNZ  UsersDrive  StreamSB  ”  2 – Girl 11 “ဒီအပိုင်းမှာတော့ သတင်းဌာနတစ်ခုမှာလုပ်တဲ့ ရိုးရိုးကြီးသမား လူငယ်တစ်ယောက်၊ မနီလာမြို့တော်ရဲ့ မာယာတွေ ဖြားယောင်းမှုတွေနဲ့ တွေ့ဆုံကြုံတွေ့ရတဲ့ အလုပ်ပတ်၀န်းကျင် အိမ်နဲ့ အသွားအပြန်လမ်းမထက်က အတွေ့အကြုံတွေအကြောင်းဖြစ်ပါတယ်။  MegaUp  MegaNZ  UsersDrive  StreamSB  ”  3 – The MILF and the OJT “ဒီတစ်ပတ်အပိုင်းဖြစ်တဲ့ The MILF and the OJT ကတော့ အမြူးအသွက်ပုံစံပါ။ MILF ကတော့ တစ်ချိန်က ဒိတ်ဒိတ်ကြဲ နာမည်ကျော်ညှို့မင်းသမီးတစ်လက်၊ လူငယ်ကာလသားတွေရဲ့မှန်းဆစိတ်ကူးယဉ်ခံဖြစ်ခဲ့ပေမဲ့ အခုချိန်မှာတော့ အိုနေပြီ ရွဲနေပြီဆိုတဲ့ အင်တာနက် စာမျက်နှာပေါ်က ဝေဖန်ချက်တွေကို မခံချိမခံသာဖြစ်နေတဲ့ ဝါရင့်မင်းသမီးကြီး ဘီရ်ထရစ်ဇ်ဖြစ်ပြီး OJT ကတော့ အဲဒီ ဘီရ်ထရစ်ဇ်နဲ့ရိုက်ကွင်းကို OJT ဆင်းဖို့ရောက်လာတဲ့ ဂျီကိုဆိုတဲ့ လူချောလေးတစ်ယောက်ဖြစ်ပါတယ်။ လူငယ်ချောလေးတွေဆိုရင် ဆွဲစားတတ်တယ်လို့ နာမည်ကြီးတဲ့မင်းသမီးကြီးနဲ့ အလုပ်သင်လူငယ်လေးတို့ရဲ့ ရိုက်ကွင်းအတွေ့အကြုံတွေကို ရင်သိမ့်တုန်ခံစားရမှာပါ။  MegaUp  MegaNZ  UsersDrive  StreamSB  ”  4 – Death by Orgasm “နောက်ဆုံးဇာတ်သိမ်းပိုင်းဖြစ်တဲ့ Death by Orgasm မှာတော့ မနီလာရဲ့ ဆင်ခြေဖုံးရပ်ကွက်တစ်ခုရဲ့အခင်းအကျင်းကိုတွေ့မြင်ရမှာပါ။ ဘရစ်စ်ဆိုတဲ့ ပန်းရန်လူကြမ်းသမားတစ်ယောက်၊ သူ့မိတ်ဆွေအပေါင်းအသင်းတွေကြားက ဖြတ်သန်းကျင်လည်ရာဘ၀၊ အခက်အခဲနဲ့ ပြဿနာတွေကိုနောက်ခံထားပြီး Death by Orgasm ဆိုတဲ့ခေါင်းစဉ်အတိုင်း ဘယ်လိုသက်ဆိုင်သွားမလဲဆိုတာကိုမြင်တွေ့ရပါလိမ့်မယ်။ ရယ်လဲရယ်ချင်စရာ၊ မောလဲမောစရာပါပဲ။  MegaUp  MegaNZ  UsersDrive  StreamSB  (ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ ALS ပဲဖြစ်ပါတယ်)Size ~ 700MB+Total – 4 sQuality – Duration ~ 45min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : VMAX.Web-dl.Translator – ALSEncoder – RGB 