Synopsis of Freeridge (2023)Freeridge(2023)Imdb 5.8,Tomatometer 88%2018ခုနှစ်တုန်းက ထွက်ခဲ့တဲ့ “On my block” ဆိုတဲ့ Teenage dramaလေးရဲ့ Spin-off seriesတစ်ခုပါ။ရှေ့က မူလစီးရီးနဲ့ အလားတူပါပဲဒီတစ်ခုကိုလည်း Teenage dramaလို့ သမုတ်လို့ ရပါတယ်။ဇာတ်အိမ်ကိုတော့ Gloriaနဲ့Inesလို့ ခေါ်တဲ့ မိတဆိုးညီအစ်မနှစ်ယောက်နဲ့သူငယ်ချင်းအုပ်စုလေးအပေါ်မှာ တည်ထားပြီး Mysteryလေးပါ ရောထားတာကို တွေ့ရမှာပါ။ပြီးတော့ ဒရာမာတို့ရဲ့ထုံးစံအတိုင်း Comedy ကို ပါ ခပ်ပါးပါးပုတ်ထားတာမို့ ကြည့်ရမပျင်းတာတော့ အမှန်ပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ အထက်တန်း ဒုတိယနှစ်ကိုရောက်လို့ ပျော်လို့မှမဆုံးသေးတဲ့ Gloriaခမျာညီမဖြစ်သူ Inesပါ ပထမနှစ်တက်ဖို့ ကျောင်းပြောင်းလာတာမို့ နဂိုတည်းက မတည့်အတူနေသမားတွေဖြစ်တာကြောင့်ကျောင်းမှာ တစ်နေ့တစ်ခါလောက် ဘိုင်ဝမ်းတီးလိုက်ကြတာ ကျောင်းဖွင့်ပြီး သုံးရက်မြောက်တဲ့နေ့မှာပဲ မိဘခေါ်ကာ ကျောင်းထုတ်ဖို့ သတိပေးခံလိုက်ရပါပြီ။သို့သော်ငြားလည်း ဦးလေးဖြစ်သူTonioကို တစ်ဖက်လှည့်နဲ့ အဖေဟန်ဆောင်ခိုင်းပြီးခေါ်လာတဲ့အတွက် သတိပေးခံရတာလောက်နဲ့ပဲ ပြီးသွားခဲ့တာပါ။ကံဆိုးချင်တော့ “ကျားကြောက်လို့ ရှင်ကြီးကိုး၊ ရှင်ကြီးကျားထက်ဆိုး” ဆိုတဲ့စကားပုံလိုပဲအရင်းရှင်ဦးလေးTonioကြီးက ဝန်ဆောင်ကြေး ဒေါ်လာတစ်ထောင် ထတောင်းနေတာမို့ ဒုက္ခရောက်ရပြန်ပါပြီ။ဒီလိုနဲ့ အကြွေးဆပ်ဖို့ ရှိသမျှပစ္စည်းအဟောင်းလေးတွေ ထုတ်ရောင်းတဲ့အချိန်မှာပဲသူငယ်ချင်းအုပ်စုထဲက Cameronလို့ခေါ်တဲ့ ကောင်လေးတစ်ယောက်ကဘေးချင်းကပ်လျက်ဆိုင်က ကတ်ထူပုံးလေး တစ်ခုကို မျက်စိကျပြီး ဝယ်လာခဲ့ပါတယ်။ဒါပေမဲ့ အဲဒီကတ်ထူပုံးလေးရဲ့နောက်မှာ ပြဿနာတွေ တစ်သီတစ်တန်းကြီး ပါလာပြီးဘော်ဒါတွေတစ်အုပ်လုံး ကျိန်စာသင့်သလို အခြေအနေကို ရောက်သွားတဲ့အခါမှာတော့…အညွှန်းကိုတော့ Hugo က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Hugo, Sierra, Moh Moh တို့ပဲ ဖြစ်ကြပါတယ်။Genre….. Comedy, Drama, MysteryQuality….  | File size… 400MB | 200MBFormat… mp4Duration…. 28minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Hugo, Sierra, Moh MohEncoder ….. August 01 – Userdrive |  |  |  | Streamvid 02 – Userdrive |  |  |  | Streamvid 03 – Userdrive |  |  |  | Streamvid 04 – Userdrive |  |  |  | Streamvid 05 – Userdrive |  |  |  | Streamvid 06 – Userdrive |  |  |  | Streamvid 07 – Userdrive |  |  |  | Streamvid 08 – Userdrive |  |  |  | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 02 – Userdrive | YoteShin |  | Meganz | Streamvid 03 – Userdrive | YoteShin |  | Meganz | Streamvid 04 – Userdrive | YoteShin |  | Meganz | Streamvid 05 – Userdrive | YoteShin |  | Meganz | Streamvid 06 – Userdrive | YoteShin |  | Meganz | Streamvid 07 – Userdrive | YoteShin |  | Meganz | Streamvid 08 – Userdrive | YoteShin |  | Meganz | Streamvid 