Synopsis of Velma (2022)Velma (2023)၂၀၂၃ ခုနှစ်မှာတော့ Scooby Doo spin-off series အသစ်တစ်ခုဖြစ်တဲ့ Velma ထွက်ရှိလို့လာပါတယ်။ထွက်မလာခင်ကတည်းက ဇာတ်ကောင်ပြောင်းလဲမှုတွေ၊ ကာတွန်းပုံစံတွေကြောင့် ဝေဖန်မှုကို ခံခဲ့ရတဲ့ series တစ်ခုလည်းဖြစ်ပါတယ်။တကယ်လည်း ထွက်ရှိလာရော ဆက်လက်ဝေဖန်ခံနေရတုန်းပါပဲ။သင့်အနေနဲ့ အရင် Scooby dooရဲ့ အမာခံ ပရိသတ်လည်းဖြစ်တယ်အရင်ထွက်ခဲ့တဲ့ Series တွေ၊ Animation တွေနဲ့ ယှဉ်ပြီးတော့ဒီ series ကို ကြည့်မယ်ဆိုရင်တော့ အကြီးအကျယ် စိတ်ပျက်မိပါလိမ့်မယ်။ကျွန်တော့်အနေနဲ့ဆိုလည်း စိတ်ပျက်စရာတချို့ ရှိပေမယ့်Scooby Doo ဆိုတဲ့ခေါင်းစဉ်မတပ်ဘဲ ကြည့်မယ်ဆိုရင် ကြည့်ပျော်တယ်ဆိုတဲ့ ခံစားချက် ရမိပါတယ်။ဇာတ်လမ်းပိုင်းအရဆိုရင်တော့ သမိုင်းတစ်လျှောက်မှာ နာမည်အကြီးဆုံး ပဟေဠိဖြေရှင်းသူများ အဖွဲ့ဆိုပြီး ဖြစ်မလာခင်အထက်တန်းကျောင်းမှာ နေနေကြတဲ့ ဗဲလ်မာတို့ သူငယ်ချင်းတစ်စုကို မြင်တွေ့ရမှာပါ။ဗဲလ်မာ ဟာဆိုရင် အရင်က ဒက်ဖ်နီနဲ့ အခင်ဆုံးသူငယ်ချင်းဖြစ်ခဲ့ပေမယ့် အခုတော့ သင်းကွဲတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။သူ့ရဲ့ ပဟေဠိတွေ ဖြေရှင်းချင်တဲ့စိတ်ကြောင့် သူ့အမေထွက်သွားတာဆိုတဲ့ စိတ်ဒဏ်ရာလည်းရနေခဲ့တာပါ။ဗဲလ်မာတို့ အဖွဲ့ဖွဲ့စည်းဖြစ်ဖို့ အကြောင်းဖန်လာတာကတော့ လူသတ်မှုကြောင့်ပဲ ဖြစ်ပါတယ်။ခရစ္စတယ်ကို့ဗ် အထက်တန်းကျောင်းမှာ နာမည်ကြီး ကျောင်းသူဖြစ်တဲ့ ဘရန်ဒါ အသတ်ခံလိုက်ရပါတယ်။ထိုလူသတ်မှုအတွက် ဗဲလ်မာဟာ အဓိကသံသယရှိသူဖြစ်ခဲ့ပြီး အဖမ်းမခံရဖို့အတွက်အဆိုပါ လူသတ်မှုပဟေဠိကို ကိုယ်တိုင်ဖြေရှင်းဖို့ ဖြစ်လာပါတယ်။ဗဲလ်မာတစ်ယောက် စိတ်ဒဏ်ရာကို ဘယ်လိုကျော်လွှားမလဲ၊ လူသတ်မှုကို ဘယ်လိုဖြေရှင်းမလဲ၊ပဟေဠိဖြေရှင်းသူများအဖွဲ့ကို ဘယ်လိုဖွဲ့စည်းမလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှု့လိုက်ပါဦး။ဗဲလ်မာနဲ့ ရှက်ဂီတို့ လူမည်းဇာတ်ကောင်တွေဖြစ်နေတာ၊ ဒက်ဖ်နီက အာရှသူ ဖြစ်နေတာ အစရှိသဖြင့်မတူညီတာတွေ အရမ်းများသလို အခုဇာတ်လမ်းတွဲဟာ အရွယ်ရောက်ပြီးသားသူတွေကို ရည်ရွယ်ပြီး ရိုက်ထားတာဖြစ်လို့သွေးသံရဲရဲတွေ၊ လိင်ပိုင်းဆိုင်ရာဟာသတွေလည်းပါပါတယ်။အကယ်၍ Scooby Doo လို ဇာတ်လမ်းမျိုးကိုမှ R-rated ကြည့်ချင်တယ်ဆိုရင်တော့ ဒီဇာတ်လမ်းက သင့်အတွက်ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard Lin ပဲ ဖြစ်ပါတယ်။Genre….. Animation, ComedyQuality….  | File size… 400MB | 200MBFormat… mp4Duration…. 26minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Leonard LinEncoder ….. August 01 – Userdrive | YoteShin |  |  | Streamvid 02 – Userdrive | YoteShin |  |  | Streamvid 03 – Userdrive | YoteShin |  |  | Streamvid 04 – Userdrive | YoteShin |  |  | Streamvid 05 – Userdrive | YoteShin |  |  | Streamvid 06 – Userdrive | YoteShin |  |  | Streamvid 07 – Userdrive | YoteShin |  |  | Streamvid 08 – Userdrive | YoteShin |  |  | Streamvid 09 – Userdrive | YoteShin |  |  | Streamvid 10 – Userdrive | YoteShin |  |  | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 02 – Userdrive | YoteShin |  | Meganz | Streamvid 03 – Userdrive | YoteShin |  | Meganz | Streamvid 04 – Userdrive | YoteShin |  | Meganz | Streamvid 05 – Userdrive | YoteShin |  | Meganz | Streamvid 06 – Userdrive | YoteShin |  | Meganz | Streamvid 07 – Userdrive | YoteShin |  | Meganz | Streamvid 08 – Userdrive | YoteShin |  | Meganz | Streamvid 09 – Userdrive | YoteShin |  | Meganz | Streamvid 10 – Userdrive | YoteShin |  | Meganz | Streamvid 