"Synopsis of Love with Flaws (2019)
CM fan တွေအတွက် အခု တင်ဆက်ပေးမယ့် series လေးကတော့ love with flaws ဆိုတဲ့ series လေးဖြစ်ပါတယ်…
ဒီဇာတ်လမ်းလေးမှာ ဂျူဆောယွန်း(Oh Yeon Seo) ကတော့ ရုပ်ချောတဲ အစ်ကို ၂ ယောက်နဲ့ မောင်တစ်ယောက်ကို ပိုင်ဆိုင်ထားပြီး အစ်ကိုတွေနဲ့ မောင်ရဲ့ ပွေရှုပ်မှုကြားမှာ အမြဲကြားညှပ်ပါရသူပါ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သူ့အစ်ကိုတွေနဲ့ မောင်ဖြစ်သူကြောင့် အသည်းကွဲသွားကြတဲ့လူတွကို အမြဲမြင်နေရတဲ့အခါ ရုပ်ချောတဲ့ ကောင်လေးတွေက မကောင်းဘူးလို့ သတ်မှတ်ပြီး ရုပ်ချောတဲ့ ယောက်ျားတွေကို ရှောင်နေခဲ့ပါတယ်
လီဂန်ဝူ(Ahn Jae-Hyeon) ကတော့ နိုင်ငံခြားမှာ အကြာကြီး သွားနေပြီးမှ ကိုရီးယားကို ပြန်လာခဲ့တဲ့သူပါ
သူအလယ်တန်းတက်တုန်းက အီးထွက်တာကို ကျောင်းသားတွေကအီးပေလို့ နာမည်ပြောင်ခေါ်ခဲ့ကြပါတယ်
အဲ့လို ဝိုင်းအခေါ်ခံရတဲ့ လီဂန်ဝူကတော့ သူ့ကို အီးပေဆိုတဲ့ နာမည်ပြောင်ကိုခေါ်တိုင်း တကယ်ဗိုက်နာပြီး အီးပါချင်တဲ့အထိ ဖြစ်တတ်ပါတယ်
အဲ့ trauma ကို ကုသဖို့အတွက် trauma စ ဖြစ်အောင်လုပ်ခဲ့တဲ့ သူနဲ့ ပြန်ကုစားမှ ရမှာပါ
ဒါကြောင့် သူ့ကို trauma ဖြစ်အောင်လုပ်ခဲ့တဲ့သူကို ရှာဖို့ အလယ်တန်းကျောင်းသားတွေ့ဆုံပွဲကို သူ သွားခဲ့ပါတယ်
သူ့ကို trauma ဖြစ်အောင်လုပ်ခဲ့တဲ့သူက သူ့အချစ်ဦး ဂျူဆောယွန်းဖြစ်နေတဲ့အခါ…
သူတို့တွေ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ Love With Flaws ဆိုတဲ့ Comedy,Romance series လေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်
ဒီဇာတ်ကားလေးကို MBC ရုပ်သံလိုင်းကနေ အပတ်စဉ် ဗုဒ္ဓဟူး ကြာသပတေးနေ့တိုင်း ထူတ်လွှင့်ပြသမှာဖြစ်ပြီး အပိုင်း ၁၆ ပိုင်းပါဝင်မှာပါတယ်…
[zawgyi]
CM fan ေတြအတြက္ အခု တင္ဆက္ေပးမယ့္ series ေလးကေတာ့ love with flaws ဆိုတဲ့ series ေလးျဖစ္ပါတယ္…
ဒီဇာတ္လမ္းေလးမွာ ဂ်ဴေဆာယြန္း(Oh Yeon Seo) ကေတာ့ ႐ုပ္ေခ်ာတဲ အစ္ကို ၂ ေယာက္နဲ႔ ေမာင္တစ္ေယာက္ကို ပိုင္ဆိုင္ထားၿပီး အစ္ကိုေတြနဲ႔ ေမာင္ရဲ႕ ေပြရႈပ္မႈၾကားမွာ အၿမဲၾကားညႇပ္ပါရသူပါ
သူ႔အစ္ကိုေတြနဲ႔ ေမာင္ျဖစ္သူေၾကာင့္ အသည္းကြဲသြားၾကတဲ့လူတြကို အၿမဲျမင္ေနရတဲ့အခါ ႐ုပ္ေခ်ာတဲ့ ေကာင္ေလးေတြက မေကာင္းဘူးလို႔ သတ္မွတ္ၿပီး ႐ုပ္ေခ်ာတဲ့ ေယာက္်ားေတြကို ေရွာင္ေနခဲ့ပါတယ္
လီဂန္ဝူ(Ahn Jae-Hyeon) ကေတာ့ ႏိုင္ငံျခားမွာ အၾကာႀကီး သြားေနၿပီးမွ ကိုရီးယားကို ျပန္လာခဲ့တဲ့သူပါ
သူအလယ္တန္းတက္တုန္းက အီးထြက္တာကို ေက်ာင္းသားေတြကအီးေပလို႔ နာမည္ေျပာင္ေခၚခဲ့ၾကပါတယ္
အဲ့လို ဝိုင္းအေခၚခံရတဲ့ လီဂန္ဝူကေတာ့ သူ႔ကို အီးေပဆိုတဲ့ နာမည္ေျပာင္ကိုေခၚတိုင္း တကယ္ဗိုက္နာၿပီး အီးပါခ်င္တဲ့အထိ ျဖစ္တတ္ပါတယ္
အဲ့ trauma ကို ကုသဖို႔အတြက္ trauma စ ျဖစ္ေအာင္လုပ္ခဲ့တဲ့ သူနဲ႔ ျပန္ကုစားမွ ရမွာပါ
ဒါေၾကာင့္ သူ႔ကို trauma ျဖစ္ေအာင္လုပ္ခဲ့တဲ့သူကို ရွာဖို႔ အလယ္တန္းေက်ာင္းသားေတြ႕ဆုံပြဲကို သူ သြားခဲ့ပါတယ္
သူ႔ကို trauma ျဖစ္ေအာင္လုပ္ခဲ့တဲ့သူက သူ႔အခ်စ္ဦး ဂ်ဴေဆာယြန္းျဖစ္ေနတဲ့အခါ…
သူတို႔ေတြ ဘယ္လိုဆက္ျဖစ္ၾကမလဲဆိုတာ Love With Flaws ဆိုတဲ့ Comedy,Romance series ေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္
ဒီဇာတ္ကားေလးကို MBC ႐ုပ္သံလိုင္းကေန အပတ္စဥ္ ဗုဒၶဟူး ၾကာသပေတးေန႔တိုင္း ထူတ္လႊင့္ျပသမွာျဖစ္ၿပီး အပိုင္း ၁၆ ပိုင္းပါဝင္မွာပါတယ္…
Native Title: 하자있는 인간들
Episodes: 32
Aired: Nov 27, 2019 – Jan 16, 2020
Aired On: Wednesday, Thursday
Original Network: MBC
Translated by Hay Thar Oo & Shoon Thu Thu Chain
Encoded by Naing Aung Latt
Complete Zip File Yoteshin / VIP / Megaup
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
