"Synopsis of Operation to Subdue the She Devil (2018)
CM Fan ေတြ အတြက္ ယခု တဖန္
တင္ဆက္ေပးမွာကေတာ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ထိုင္းဇတ္လမ္းတြဲ တစ္ခု ျဖစ္တဲ့
Operation to Subdue the She Devil (2018) ျဖစ္ပါတယ္
ျမန္မာနာမည္ ေပးထားတာကေတာ့
” ေမာင့္ ကို ျပဳစားတဲ့ စုန္းမ” ပါတဲ့
မၾကာေသးခင္က Facebook မွာ စုန္းမ
ဆိုတဲ့ ထုိင္းတီဗီစီးရီး ထေရလာ
ျမန္မာစာတန္းထိုး တစ္ခု Share မ်ားေနၾကၿပီး
ထို စီးရီးကို
CM မွာ တင္ေပးဖို႔ ဘာသာျပန္သူကို ပူဆာၾကတဲ့ အတြက္
Hein Thet Naing ႏွင့္ Kyi Nue Zin ႏွင့္ Nann Mwe Kham တို႔ က
ဘာသာျပန္တင္ဆက္ေပးထားပါတယ္
ဇတ္လမ္းပံုစံေလးကေတာ့
ထုိင္းရုပ္ရွင္ လုပ္ငန္းစု ရဲ႕ ရွယ္ယာရွင္
တစ္ဦး မွာ သမီးေလး တစ္ေယာက္
ရွိၿပီး မိတဆိုးေလး မို႔
သူေဌးႀကီးမွာ သူ႔သမီးကို အင္မတန္ ခ်စ္ပါတယ္…
ဒါေပမဲ့ သူေဌးႀကီးနား ကပ္ေနတဲ့
ရုပ္ရွင္မင္းသမီးေဟာင္း ေၾကာင့္
သားအဖ မၾကာခဏ ကေတာက္ကဆ ေတြ ျဖစ္ၾကေပမဲ့
အလုပ္ကိုေတာ့ အလုပ္နဲ႔ တူေအာင္ ကုမၸဏီ မွာ
စည္းစနစ္တက် လုပ္ၾကသူေတြ ျဖစ္တဲ့ အတြက္
တစ္ျခား ဒါရိုက္တာေတြ နဲ႔ အလုပ္ကို စည္းကမ္းမရွိတဲ့
၀န္ထမ္းေတြကေတာ့ သေဘာမက်ၾကပါဘူး…
ဒီၾကားထဲ သူေဌးႀကီး ရဲ႕ သမီး ဟာ
ေမာက္မာတယ္လို႔ နာမည္ႀကီးၿပီး စည္းကမ္းပ်က္ရင္
အလုပ္တန္းထြက္ခိုင္းတာေၾကာင့္ ေနာက္ကြယ္မွာ
စုန္းမ လို႔ နာမည္ ေပးထားၾကပါတယ္..
စုန္းမေလး လန္ဖာဖက္ကေတာ့ စိတ္တိုင္းမက်တဲ့ေခါင္းစဥ္နဲ႔
အတြင္းေရးမႉးမွန္သမွ်တစ္ေယာက္မက်န္ ထုတ္ပစ္ရင္းထုတ္ပစ္ေနေတာ့တယ္
တစ္ေန႔ ယုထကန္ ( Tao ) လို႔အမည္ရတဲ့သူငယ္ေခ်ာေခ်ာေလးက
အၾကံတခုနဲ႔ လန္ဖာဖက္ ရဲ႕အတြင္းေရးမႉးျဖစ္ဖို႔ ခ်ဥ္းကပ္လာပါတယ္
စုန္းမေလး ဟာ လွသေလာက္ အေတာ္ေလးလဲ
မုိက္ရိုင္းတက္ပါတယ္….
မထင္ရင္ မထင္သလို ပါးဆြဲရိုက္တာေတြ
ပစ္ကန္ တာေတြက ျမန္မာ အေတာ္ဆန္တယ္
ေျပာရမွာပဲ ဘာပဲ ျဖစ္ျဖစ္ ကိုရီးယားကားေတြထက္
ၾကည့္လို႔ အေတာ္ေကာင္းပါတယ္
ကဲပါ စပြိဳင္း သိပ္မလုပ္ေတာ့ဘူး
က်န္တဲ့ အေၾကာင္းရာေတြကိုေတာ့ Trailer ထဲမွာ
ၾကည့္လုိက္ရင္ သေဘာေပါက္သြားမွာပါ
တစ္ပတ္ကို ၂ ပိုင္း ႏႈန္း တင္ဆက္ေပးသြားပါမယ္
အားလံုးေပါင္း ၁၈ ပိုင္းထိ ရွိပါတယ္…
ေပ်ာ္ရႊင္ၾကပါေစ…
Download List
=============
1080p Version
Complete Zip File VIP / Yoteshin[1-6] / Yoteshin[7-12] / Yoteshin[13-18]
~END~
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
