"Synopsis of Station Eleven (2021) Season 1 Complete
Station Eleven (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အိမ်ထဲမှာ ရက် (၈၀) လောက် ဘာအလုပ်မှ မလုပ်ဘဲ အေးအေးဆေးဆေး အိပ်လိုက်စားလိုက် နေရင်းနဲ့ အချိန်ဖြုန်းရရင် သိပ်ကောင်းမှာပဲလို့ တွေးမိကြလား။ စားစရာ အပြည့်အစုံနဲ့ သောက်စရာ ရေအလုံအလောက်နဲ့။ ကိုဗစ်ကာလမှာ stay home ခဲ့ရတာတောင် အမှတ်ရသွားကြမယ် ထင်ပါတယ်။ တစ်လစာ ဝယ်ထားတာတွေ တစ်ပတ်လောက်နဲ့ ကုန်သွားလို့ ပရဟိတသမားလေးတွေကို ဖုန်းဆက်ပြီး ဝယ်ခိုင်းရတာမျိုးတွေပေါ့။
အခုတင်ဆက်ပေးမဲ့ ဇာတ်လမ်းတွဲကလည်း အိမ်ထဲမှာ စားစရာတစ်ပုံတစ်ပင်နဲ့ ရက် (၈၀) အိမ်တွင်းပုန်းနေတဲ့ အမျိုးသားနှစ်ဦးနဲ့ ကလေးငယ်ကောင်မလေးတစ်ယောက်ရဲ့ အကြောင်းကနေ စပြောရမယ်ထင်ပါတယ်။ ဒါပေမဲ့ တစ်ခုထူးခြားတာက သူတို့ ရက် (၈၀) အကြာ အိမ်ပြင်ထွက်လာတဲ့ အခါမှာတော့ ကမ္ဘာကြီးက လုံး၀ကိုပျက်စီးနေပါပြီ။
ဘာ့ကြောင့်လဲ။ ဘုရားသခင်ရဲ့ အမျက်တော်ကြောင့်လား။ ကံ၊ကံရဲ့ အကျိုးအရ လက်ငင်းဘဝမှာ အကျိုးပေးတာလား။ ကိုယ်နေထိုင်ရာ ကမ္ဘာကြီးကို နည်းမျိုးစုံနဲ့ ဖျက်ဆီးပစ်နေတဲ့ လူသားတွေအတွက် ကူရာမဲ့ ကယ်ရာမဲ့ ပြစ်ဒဏ်ခတ်ခြင်းတစ်ခု မျက်မှောက်မှာ ကြုံတွေ့လိုက်ရပါပြီ။
သိပ်ပြင်းထန်တယ်။ သိပ်ပြီး ကူးစက်လွယ်တယ်။ ရပ်နေရင်း ထိုင်နေရင်း ကားမောင်းနေရင်း ကုန်ကုန်ပြောရင်ဗျာ မနက်ဖြန်အတွက် ဘာလုပ်ရမလဲ စိတ်ကူးနေရင်းမှာကို လူတွေက သေမင်း ချောင်းဆိုးသံနဲ့အတူ ခေါက်ခနဲ လဲကျ သေဆုံး။ သေမင်းက Control + A နှိပ်ပြီး သေဆုံးစာရင်း ရွေးချယ်လိုက်သလိုမျိုး။
ဟုတ်ပါတယ်။ ကမ္ဘာကြီးကို ကြောက်မက်ဖွယ် တုပ်ကွေးဆန်ဆန် ရောဂါကြီး ကျရောက်လာတဲ့ စိတ်ဝင်စားဖွယ် ဇာတ်လမ်းတွဲလေးပါ။ ကျရောက်လာတဲ့ ရောဂါကြီးကလည်း ကျွန်တော်တို့တွေ ခုလို နဖူးတွေ့ဒူးတွေ့ ကြုံနေရတဲ့ COVID-19 လို သ​န္ဓေ​ပြောင်း ဗိုင်းရပ်စ်​ကြောင့်ပဲ ဖြစ်ပါတယ်။ ညီအစ်ကို နှစ်ယောက်ရယ် သူစိမ်း ကလေးမလေးတစ်ယောက်နဲ့ ရှင်သန်ကျန်ရစ်ပြီးအိမ်တွင်းပုန်း ဇာတ်လမ်းသွားကို စထားတယ်။ အဲဒီဇာတ်လမ်း ဘယ်လိုဆက်ဖြစ်မယ် ဘယ်လိုအဆုံးသတ်မယ်ဆိုတာကတော့ ငွေရောင်ပိတ်ကားပေါ်မှာ ဆက်လက်ကြည့်ရှုရမှာဖြစ်သလို အပတ်တိုင်းလည်း တင်ဆက်သွားမှာဖြစ်လို့ အကျယ်တဝင့် မပြောတော့ပါဘူး။ ကိုဗစ် စတုတ္ထလှိုင်းတို့ အိုမီခရွန်တို့ ခေတ်စားနေချိန်မှာ ကျောချမ်းချမ်း ကြည့်ရှုရမှာဖြစ်ပြီး ကမ္ဘာကြီးပျက်စီးပြီး​နောက် ရှင်သန်ကျန်ရစ်သူတွေဘယ်လိုမျိုး​ရှေ့ဆက်ကြတယ်ဆိုတဲ့ Post-apocalypse ပုံစံမျိုးနဲ့ survival technique တွေလည်း အတုယူနိုင်ပါတယ်။
(ဇာတ်ကားအညွှန်းကို Arr Khun Winchester မှ ရေးသားပေးထားပါတယ်)
Quality – WEBrip 1080p, 720p
Duration – 45min (@Episode)
Subtitles – Myanmar Hardsub
Format – MP4
Genre – Sci-Fi, Fantasy, Drama
Source – 1080p.HMAX.WEBRip.DDP5.1.Atmos.x264
Translated by Arr Khun Winchester, Mugiwara Ya, Murphy
Encoded by Y
EPISODE 1
720p >> Yoteshin, MegaUp, MegaNZ, Userdrive, StreamSB
1080p >> Yoteshin, MegaUp, MegaNZ, Userdrive
EPISODE 2
720p >> Yoteshin, MegaUp, MegaNZ, Userdrive, StreamSB
1080p >> Yoteshin, MegaUp, MegaNZ, Userdrive
EPISODE 3
720p >> Yoteshin, MegaUp, MegaNZ, Userdrive, StreamSB
1080p >> Yoteshin, MegaUp, MegaNZ, Userdrive
EPISODE 4
720p >> Yoteshin, MegaUp, MegaNZ, Userdrive, StreamSB
1080p >> Yoteshin, MegaUp, MegaNZ, Userdrive
EPISODE 5
720p >> Yoteshin, MegaUp, MegaNZ, Userdrive, StreamSB
1080p >> Yoteshin, MegaUp, MegaNZ, Userdrive
EPISODE 6
720p >> Yoteshin, MegaUp, MegaNZ, Userdrive, StreamSB
1080p >> Yoteshin, MegaUp, MegaNZ, Userdrive
EPISODE 7
720p >> Yoteshin, MegaUp, MegaNZ, Userdrive, StreamSB
1080p >> Yoteshin, MegaUp, MegaNZ, Userdrive
EPISODE 8
720p >> Yoteshin, MegaUp, MegaNZ, Userdrive, StreamSB
1080p >> Yoteshin, MegaUp, MegaNZ, Userdrive
EPISODE 9
720p >> Yoteshin, MegaUp, MegaNZ, Userdrive, StreamSB
1080p >> Yoteshin, MegaUp, MegaNZ, Userdrive
EPISODE 10
720p >> Yoteshin, MegaUp, MegaNZ, Userdrive, StreamSB
1080p >> Yoteshin, MegaUp, MegaNZ, Userdrive
==================================================
–> VIP LINK
==================================================
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
