Synopsis of The Last Days of Ptolemy Grey (2023)The Last Days of Potlemy Grey (2023)ပဟေဠိဆန်ဆန် စိတ်ကူးယဥ်ဇာတ်လမ်းတွေကို စိတ်ဝင်စားသူတွေ အကြိုက်တွေ့ဦးမယ့်Samuel L.Jackson အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့ series ကောင်းတစ်ခုပါ။စီးရီးနာမည်က “တော်မီဂရေးရဲ့ နောက်ဆုံးနေ့ရက်များ” ပေါ့။တော်မီဆိုတာကတော့ အတိတ်မေ့ဝေဒနာကို ခံစားနေရတဲ့ ၉၁ နှစ်အရွယ် အဖိုးကြီးတစ်ယောက်ပါ။ဒီလိုအဖိုးကြီးရဲ့ နောက်ဆုံးနေ့ရက်တွေမှာ ဘာတွေများထူးထူးခြားခြားဖြစ်နိုင်မှာမို့လို့လဲပေါ့။တော်မီက မိသားစုမိတ်ဆွေတော်တော်များများကို မမှတ်မိနိုင်တော့ပါဘူး။သူ့ကိုယ်သူတောင်သေချာမမှတ်မိဘဲ အတိတ်ရဲ့ပုံရိပ်တွေကလဲလာလာခြောက်လှန့်နေတာကိုခံနေရသူပါ။သူနဲ့လောကကြီးကြားက တစ်ခုထဲသောအဆက်အသွယ်ကတော့ သူ့မြေးဖြစ်သူရက်ဂျီပါ။တစ်နေ့မှာရက်ဂျီတစ်ယောက် အသတ်ခံလိုက်ရချိန်မှာတော့ တော်မီလဲကူကယ်ရာမဲ့ဖြစ်ခဲ့ရတယ်။ဒါပေမဲ့ တော်မီ့အတွက် ရက်ဂျီ့နေရာကိုအစားဝင်သူလို့ခေါ်ရမယ့်မိန်းကလေးတစ်ယောက်နဲ့သူ့ရဲ့အတိတ်မေ့ရောဂါအတွက် စမ်းသပ်နေဆဲဆေးအသစ်တစ်မျိုးကိုရလိုက်ချိန်မှာတော့တော်မီက သူ့ရဲ့နောက်ဆုံးနေ့ရက်တွေမှာ ဆန်းပြားလွန်းတဲ့သူရဲ့သမိုင်းကိုရေးသွားပုံကိုကြည့်ရှုရမှာပါ။ဒီဇာတ်လမ်းတစ်ခုလုံးက ဒီဆေးပေါ်မှာပဲ အခြေခံထားတာဖြစ်ပြီး အပြင်လောကမှာတော့တကယ်မရှိပါဘူး။ဆေးရဲ့အလုပ်လုပ်ပုံကတော့ တော်မီ့အနေနဲ့ ရက်အနည်းငယ်ကြာ မှတ်ဥာဏ်ပြန်ကောင်းမှာဖြစ်ပေမယ့်ပြီးသွားရင်တော့သူ့ရောဂါက အရင်ထက်ဆိုးရွားပြီးအသက်အန္တရာယ်ပါရှိလာမှာပါ။ဒီဆေးကတကယ်မရှိပေမယ့် ဒီစီးရီးထဲမှာတော့ အတိတ်မေ့ဝေဒနာခံစားနေရတဲ့ လူကြီးတွေရဲ့ဘဝ၊သူတို့ရဲ့ရုန်းကန်ရမှုတွေ၊ ချစ်ခင်ရသူတွေနဲ့ရော ကိုယ်ကိုယ်တိုင်နဲ့ပါအဆက်အသွယ်ပြတ်မှုတွေကိုကောင်းကောင်းကြီးမီးမောင်းထိုးပြထားတာကြောင့် ပညာလဲရ စိတ်ဝင်စားစရာလဲကောင်းတဲ့ limited series ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre….. DramaQuality….  | File size… 700MB | 350MBFormat… mp4Duration…. 51minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. RashidaEncoder ….. August 01 – Userdrive | YoteShin |  |  | Streamvid 02 – Userdrive | YoteShin |  |  | Streamvid 03 – Userdrive | YoteShin |  |  | Streamvid 04 – Userdrive | YoteShin |  |  | Streamvid 05 – Userdrive | YoteShin |  |  | Streamvid 06 – Userdrive | YoteShin |  |  | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 02 – Userdrive | YoteShin |  | Meganz | Streamvid 03 – Userdrive | YoteShin |  | Meganz | Streamvid 04 – Userdrive | YoteShin |  | Meganz | Streamvid 05 – Userdrive | YoteShin |  | Meganz | Streamvid 06 – Userdrive | YoteShin |  | Meganz | Streamvid 