"Synopsis of Dracula (2020)
#Unicode
ဒီစီးရီးက ၃ ပိုင်းပဲ ရှိပါတယ်။ ထွက်တာ ရက်ပိုင်းကြာနေပေမယ့် အလုပ်ရှုပ်နေတာရော ညဘက်တွေ ဘာသာပြန်ရတာ ကြောက်တာရောနဲ့ ကြာသွားလို့ပါ။ သည်းထိပ်ရင်ဖိုနဲ့ သဘာဝလွန် ရုပ်ရှင်တွေရဲ့ ပရိသတ်တွေအတွက်တော့ စိတ်ကျေနပ်စရာအကောင်းဆုံး ဖြစ်ပါလိမ့်မယ်။ ထရန်ဆဗေးနီးယား နဲ့ နယ်စားကြီး ဒရက်ကူလာဆိုတာ ခေတ်အဆက်ဆက် မရိုးနိုင်အောင် ကြားရတဲ့ အိပ်မက်ဆိုး ပုံပြင်တစ်ခုပါပဲ။ နာမည်ကျော် ဂန္ဓာဝင် ဝတ္ထု နဲ့ ရုပ်ရှင်တွေလည်း ရှိခဲ့ပါတယ်။ ဒီစီးရီးကိုလည်း ပရိသတ်တွေ တသသဖြစ်ကျန်ခဲ့ပါ့ဦးမယ်။ ဒီဇာတ်လမ်းမှာတော့ နှစ်ရာပေါင်းများစွာ အသက်ရှင်ပြီး လူတွေရဲ့ သွေးကိုသောက်သုံးနေခဲ့တဲ့ ဒရက်ကူလာဟာ ထရန်ဆဗေးနီးယားကနေ အင်္ဂလန်ကို ပြောင်းရွှေ့ပြီး သားကောင်တွေ ထပ်ရှာဖို့ စီစဉ်ပါတော့မယ်။ ဒါပေမယ့် သူ့အကြောင်းကို လေ့လာထားပြီး ရဲရင့်တဲ့ သီလရှင် အက်ဂသာဟာ သူ့ကိုတားဆီးဖို့ ကြိုးစားလာတဲ့အခါမှာတော့ …… ဇာတ်လမ်းလေးမှာသာ ဆက်လက်ကြည့်ရှုလိုက်ပါ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ CM Admin Littleneo ပဲဖြစ်ပါတယ်။)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
#Zawgyi
ဒီစီးရီးက ၃ ပိုင္းပဲ ရွိပါတယ္။ ထြက္တာ ရက္ပိုင္းၾကာေနေပမယ့္ အလုပ္ရႈပ္ေနတာေရာ ညဘက္ေတြ ဘာသာျပန္ရတာ ေၾကာက္တာေရာနဲ႔ ၾကာသြားလို႔ပါ။ သည္းထိပ္ရင္ဖိုနဲ႔ သဘာဝလြန္ ႐ုပ္ရွင္ေတြရဲ႕ ပရိသတ္ေတြအတြက္ေတာ့ စိတ္ေက်နပ္စရာအေကာင္းဆုံး ျဖစ္ပါလိမ့္မယ္။ ထရန္ဆေဗးနီးယား နဲ႔ နယ္စားႀကီး ဒရက္ကူလာဆိုတာ ေခတ္အဆက္ဆက္ မ႐ိုးႏိုင္ေအာင္ ၾကားရတဲ့ အိပ္မက္ဆိုး ပုံျပင္တစ္ခုပါပဲ။ နာမည္ေက်ာ္ ဂႏၶာဝင္ ဝတၳဳ နဲ႔ ႐ုပ္ရွင္ေတြလည္း ရွိခဲ့ပါတယ္။ ဒီစီးရီးကိုလည္း ပရိသတ္ေတြ တသသျဖစ္က်န္ခဲ့ပါ့ဦးမယ္။ ဒီဇာတ္လမ္းမွာေတာ့ ႏွစ္ရာေပါင္းမ်ားစြာ အသက္ရွင္ၿပီး လူေတြရဲ႕ ေသြးကိုေသာက္သုံးေနခဲ့တဲ့ ဒရက္ကူလာဟာ ထရန္ဆေဗးနီးယားကေန အဂၤလန္ကို ေျပာင္းေ႐ႊ႕ၿပီး သားေကာင္ေတြ ထပ္ရွာဖို႔ စီစဥ္ပါေတာ့မယ္။ ဒါေပမယ့္ သူ႔အေၾကာင္းကို ေလ့လာထားၿပီး ရဲရင့္တဲ့ သီလရွင္ အက္ဂသာဟာ သူ႔ကိုတားဆီးဖို႔ ႀကိဳးစားလာတဲ့အခါမွာေတာ့ …… ဇာတ္လမ္းေလးမွာသာ ဆက္လက္ၾကည့္ရႈလိုက္ပါ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့ CM Admin Littleneo ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p NF WEB-DL
Duration – 1hr 30mins (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Horror
Source : 1080p.WEB.DL
Translator – Littleneo
Encoder – San Win Maung
Episode Complete Zip File 1080p
VIP / Yoteshin / Megaup
#720P Web-DL (750 Mb)
Episode(1)
Google_Drive / Yandex / Soliddrive / Fastload / Mirrorace
Episode(2)
Google_Drive / Yandex / Soliddrive / Fastload / Mirrorace
Episode(3)
Google_Drive / Yandex / Soliddrive / Fastload / Mirrorace
Episode Complete Zip File 720p
VIP / Yoteshin / Megaup / UserDrive
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
