Synopsis of Gunther’s Millions (2023)Gunther’s Millions (2023)ကာလိုတီ လီဘင်စတိုင်းဆိုတဲ့ ဂျာမန်မြို့စားကတော်ကြီးတစ်ယောက်က သေခါနီးမှာသူပိုင်ဆိုင်တဲ့ ပစ္စည်းဥစ္စာတွေကို “ဂွန်သာ” လို့ခေါ်တဲ့ ဂျာမန်သိုးထိန်းခွေးကို အမွေပေးခဲ့ပါတယ်။အဆိုတော်မက်ဒေါနားရဲ့ မိုင်ယာမီက အပန်းဖြေအိမ်ကြီးကိုဒေါ်လာ ၇.၅ သန်းနဲ့ဝယ်ခဲ့တဲ့ ဂျာမန်သိုးထိန်းခွေးဆိုတာ အဲဒီ “ဂွန်သာ”ပါပဲ။ဂွန်သာက ဒေါ်လာ သန်း(၄၀၀) လောက် ချမ်းသာပြီးတော့ကိုယ်ပိုင်စားဖိုမှူး အထူးပြင်ဆင်ပေးတဲ့ အသားကို ကျကျနန ပွဲတော်တည်လေ့ရှိပါတယ်။ခရီးသွားရင် ကိုယ်ပိုင်ဂျက်လေယာဉ်နဲ့ သွားပြီးတော့ကိုယ်ပိုင် အပျော်စီးသင်္ဘောနဲ့ ပင်လယ်ပြင်မှာ day out ထွက်ရတာကိုလည်း သဘောကျပါတယ်။ဂွန်သာ့မှာ အစောင့်အရှောက်တွေအပြင် ဂွန်သာပြန်ကြာရေးအဖွဲ့၊ဂွန်သာလူမှုဆက်ဆံရေးအဖွဲ့၊ ဂွန်သာပြောရေးဆိုခွင့်ရှိသူ စတာတွေလည်း ရှိပါတယ်။ပြောရရင် ရှင်ဘုရင်တစ်ပါးလို စိုးစံနေတဲ့ ခွေးပါ။ဒါပေမဲ့ “ခွေးဆိုတာက ခွေးပဲ” ဖြစ်လေတော့ဂွန်သာရဲ့ ပစ္စည်းဥစ္စာတွေကို Gunther Trust ဆိုတဲ့ အဖွဲ့ကြီးက စီမံခန့်ခွဲပေးရပါတယ်။အဲဒီအဖွဲ့ကြီးရဲ့ပဲ့ကိုင်ရှင်ကတော့ မာရိဇီယို မီရန်ဆိုတဲ့ အီတလီကြီးပါ။ဒီ documentary က ဒီပုဂ္ဂိုလ်ကြီးရဲ့ စီမံခန့်ခွဲပုံနဲ့“ထူးဆန်းတဲ့ ပရောဂျက်တွေ”အကြောင်းကို အင်တာဗျူး မှတ်တမ်းတွေနဲ့ တင်ဆက်ထားတာပါ။အဲဒီပရောဂျက်တွေရဲ့ ရည်ရွယ်ချက်ကတော့ “ပျော်ရွှင်မှုရဲ့ သော့ချက်”ကို ရှာတွေ့ဖို့ပါတဲ့။ရှာဖွေတဲ့နည်းလမ်းကတော့ တော်တော်လေးကို ဆန်းကြယ်ပါတယ်။အိမ်ကြီး တစ်အိမ်ထဲမှာ လူ ၅ ယောက်နဲ့ ခွေးတစ်ကောင်ကို လွှတ်ထားပေးပြီးပျော်မယ်ထင်တာမှန်သမျှ အကုန်လုပ်ခိုင်းပြီး စောင့်ကြည့်တာပါ။လူ ၅ ယောက်ကလည်း တောင့်တောင့်ဖြောင့်ဖြောင့်အချောအလှ ကောင်လေး ကောင်မလေး ၅ ယောက်ပါ။ဒီတော့ အိမ်ကြီးထဲမှာ ဘာတွေ ဖြစ်ကုန်မလဲဆိုတာ တွေးကြည့်လို့ရပါတယ်။ဒီပရောဂျက်ကို level မြှင့်ပြီး စမ်းသပ်ထားတဲ့Magnificent 5 အဖွဲ့အကြောင်းလည်း ပါပါသေးတယ်။ပရောဂျက်တွေက ထူးခြားဆန်းကြယ်သလိုမြို့စားကတော်ကြီးနဲ့ ခွေးဂွန်သာရဲ့ ဇာတ်လမ်းကလည်း ထင်ထားသလောက် မရိုးရှင်းပါဘူး။ရှုပ်ထွေးပွေလီပြီး ထူးခြားဆန်းကြယ်လွန်းတဲ့ ဖြစ်ရပ်ကြီးတစ်ခုကိုဒီ documentary ထဲမှာ ရှုစားကြရမှာပါ။ဒီထဲမှာ ချပြထားတဲ့ အံ့ဩဖွယ်ရာဖြစ်ရပ်တွေအပြင်ဘာတွေများထပ်ပြီး ဖုံးကွယ်ထားသေးလဲဆိုတာကိုတော့ မာရိဇီယိုမှပဲ သိနိုင်ပါလိမ့်မယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Roman NoX ပဲ ဖြစ်ပါတယ်။Genre….. DocumentaryQuality….  | File size… 1GB | 500MBFormat… mp4Duration…. 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Roman NoXEncoder ….. August 01 – Userdrive |  |  |  | Streamvid 02 – Userdrive |  |  |  | Streamvid 03 – Userdrive |  |  |  | Streamvid 04 – Userdrive |  |  |  | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 