"Synopsis of Castle Rock Season 2 [COMPLETE]
(Unicode)
Castle Rock ဆိုတာစာရေးဆရာ Stephen King ရဲ့ စိတ်ကူးယဥ်မြို့တစ်မြို့ဖြစ်တယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီ Castle Rock Series ဇာတ်အိမ်တည်ထားတဲ့မြို့လေးဟာ လူသူအရောက်အပေါက်လဲကျဲပါးပြီးမြို့မှာ နေတဲ့သူတွေအတွက်သူတို့မှာ အထူးတလည်အလုပ်လုပ်စရာဆိုလို့ Shawshank ဆိုတဲ့ထောင်ကြီးပဲရှိပါတယ်
မြို့သူမြို့သားတွေဟာသူတို့တက်လမ်းအတွက်အခြားမြို့မှာသွားလုပ်ရင်လုပ်မဟုတ်ရင်ထောင်ကြီးထဲမှာပဲ ထမင်းချက်ဆရာ၀န်ထောင်မှူး စတဲ့အလုပ်တွေလုပ်ကြပါတယ်
ကြမ္မာငင်တဲ့နေ့တစ်နေ့မှာ ဘုရားသခင်ရဲ့တမန်တော်ကိုအံတုမယ့် ပျက်စီးခြင်းအဖုံဖုံသယ်ဆောင်လာပေးမယ့် သူတစ်ယောက် နဂိုကမှကျိန်စာမိပြီးသား Castle Rock မြို့လေးကိုရောက်လာခဲ့တယ်
အဲ့သူကဘယ်သူလဲ သူဘာကြောင့်ရောက်လာတာလဲ သူဒီကမ္ဘာကရာ ဟုတ်ရဲ့လားစတဲ့အဖြေမရှိတဲ့ မေးခွန်းတွေနဲ့ကြည့်ရမှာပါ
Season 2 မှာတော့ Jerusalem’s Lot မြို့လေးမှာအခြေတည်ထားပါတယ်
ဒီ series ဟာ Season 1 Season2 ပေါင်းကြည့်မှဇာတ်ရည်လည်မှာပါ
နောက်ပြီး Stephen King ရဲ့အာဘော်တိုင်း Castle Rock, Jerusalem’s Lot, Derry အဲ့သုံးမြို့မှာပတ်လည်ရိုက်သွားလာနေတဲ့ဆရာကြီးတစ်ဆူရှိပါတယ်
မင်းသားကလဲ အဲ့ Shapeshifterနေရာကြီးမှာသရုပ်ဆောင်ခဲ့တဲ့ Bill Skarsgard ကိုပဲပြန်သုံးထားတယ်
Shawshank ထောင်ဆိုတာလဲ Stephen King ရဲ့Shawshank Redemption နဲ့နာမည်ကျော်ထားတဲ့ထောင်
နောက်ပြီး Season2 မှာ Shawshank Redemption ထဲကမင်းသားကြီး Tim Robbins ကိုပြန်တွေ့ရတော့ကြည့်ရတာတအား hype မှာပါ
ဒီ series ဟာဘာမှအတိအလင်းမပြောထားတဲ့ သို့လောသို့လောseries တစ်ခုပါ
Stephen King ရဲ့ universe တွေပဲလာပေါင်းပြီးချိတ်မှာလား Pennywise ကြီးရဲ့တကယ့် origin ကိုပဲချပြတော့မှာလား
Dimension တွေဘယ်နှစ်ခုထပ်တွေ့ရမှာလဲ စသဖြင့် geek တွေအတွက်သို့လောသို့လောဖြစ်နေမှာကျိန်းသေပါတယ်
Psychological Horror ဖြစ်တဲ့အတွက်သွေးထွက်သံယိုတွေ aggressive scene တွေများမှာဖြစ်လို့ကလေးတွေနဲ့နှလုံးရောဂါရှိသူတွေမကြည့်သင့်ပါဘူးနော်
(ဘာသာပြန်တင်ဆက်ထားတာကတော့ CM Team ပဲ ဖြစ်ပါတယ်)
Quality – 720p HULU WEB-DL
Duration – 1hr (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Fantasy, Horror
Source : 720p.HULU.WEBRip.DDP5.1.x264-AJP69
Translator – CM Team
Encoder – Thanhtike Zaw
Season 2 [COMPLETE] Zip File VIP / Megaup / Yoteshin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
