"Synopsis of Doctor Stranger ( 2014 ) ( Completed )
Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Doctor Stranger K Drama ဟာ 2014 ခုႏွစ္မွာ အပိုင္း ေပါင္း ၂၀ တိတိထုတ္လႊင္႔ခဲ႔ပါတယ္
နာမည္ၾကီးမင္းသားေတြၿဖစ္တဲ႔ Lee Jong-suk နဲ႕အတူ Park Hae-jin ကလည္းပါ၀င္သရုပ္
ေဆာင္ထားသလို မင္းသမီး Jin Se-yeon ကလည္း ပါ၀င္သရုပ္ေဆာင္ထားၿပန္ပါတယ္
ေဆးေလာက Drama ၿဖစ္ၿပန္သလို ေၿမာက္ကိုရီးယားနဲ႕ေတာင္ကိုရီးယားတို႕ရဲ႕
ဆက္စပ္မွုေတြ ႏိုင္ငံေရးအပါအ၀င္ သည္းထိတ္ရင္ဖိုစြန္႕စားခန္းေတြလည္းပါ၀င္ေတာ႔
Rating အေတာ္ေကာင္းခဲ႔တဲ႔ဇာတ္လမ္းတြဲေလးၿဖစ္ပါတယ္ အညႊန္းကေတာ႔
ေတာင္ကိုရီးယား ေၿမာက္ကိုရီးယား နဲ႕ အေမရိကန္ႏိုင္ငံတို႕ၾကားက
တိုင္းေရးၿပည္ေရးအရွုပ္အခင္းေတြၿဖစ္ေနခ်ိန္ မွာႏိုင္ငံရဲ႕အေရးကို ေရွးရွုတဲ႔
အေနနဲ႕ ေၿမာက္ကိုရီးယား အၾကီးအကဲကိုကယ္ဖုိ႕အတြက္ ေဒါက္တာ ပတ္ေခ်ာဟာ
ေၿမာက္ကိုရီးယားကိုပို႕ေဆာင္ၿခင္းခံလိုက္ရပါတယ္ သူနဲ႕အတူသူ႕သားေလး
ပက္ဟြန္းကို လည္းေခၚေဆာင္သြားခဲ႔ပါတယ္ ပတ္ဟြန္းဟာသူ႔အေဖလိုဆရာဝန္ျဖစ္ဖို႔သင္ယူခဲ့တယ္။
Park Hoon ၾကီးလာေတာ႔ ေတာင္ကိုရီးယားကိုၿပန္လာၿပီးနာမည္ၾကီး
ေဆးရံုတခုမွာအလုပ္လုပ္ဖုိ႕ၾကိဳးစားပါေတာ႔တယ္ သူဟာ ေၿမာက္ကိုရီးယားက်န္ေနခဲ႔တဲ႔
သူ႕ရဲ႕ခ်စ္သူကိုကယ္တင္ဖုိ႕အတြက္ ေငြအလံုအေလာက္ရွာမယ္ဆုိတဲ႔
ဆံုးၿဖတ္ခ်က္နဲ႕အတူၾကိဳးစားေနရင္း ေတာင္ကိုရီးယားမွာ အမွတ္မထင္ပဲ
သူ႕ခ်စ္သူနဲ႕ တူတဲ႕ေကာင္မေလးတစ္ေယာက္ကို ေတြ႕မိတဲ႔အခါမွာေတာ႔……………
Unicode
*******
Doctor Stranger K Drama ဟာ 2014 ခုနှစ်မှာ အပိုင်း ပေါင်း ၂၀ တိတိထုတ်လွှင့်ခဲ့ပါတယ်
နာမည်ကြီးမင်းသားတွေဖြစ်တဲ့ Lee Jong-suk နဲ့အတူ Park Hae-jin ကလည်းပါဝင်သရုပ်
ဆောင်ထားသလို မင်းသမီး Jin Se-yeon ကလည်း ပါဝင်သရုပ်ဆောင်ထားပြန်ပါတယ်
ဆေးလောက Drama ဖြစ်ပြန်သလို မြောက်ကိုရီးယားနဲ့တောင်ကိုရီးယားတို့ရဲ့
ဆက်စပ်မှုတွေ နိုင်ငံရေးအပါအဝင် သည်းထိတ်ရင်ဖိုစွန့်စားခန်းတွေလည်းပါဝင်တော့
Rating အတော်ကောင်းခဲ့တဲ့ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ် အညွှန်းကတော့
တောင်ကိုရီးယား မြောက်ကိုရီးယား နဲ့ အမေရိကန်နိုင်ငံတို့ကြားက
တိုင်းရေးပြည်ရေးအရှုပ်အခင်းတွေဖြစ်နေချိန် မှာနိုင်ငံရဲ့အရေးကို ရှေးရှုတဲ့
အနေနဲ့ မြောက်ကိုရီးယား အကြီးအကဲကိုကယ်ဖို့အတွက် ဒေါက်တာ ပတ်ချောဟာ
မြောက်ကိုရီးယားကိုပို့ဆောင်ခြင်းခံလိုက်ရပါတယ် သူနဲ့အတူသူ့သားလေး
ပက်ဟွန်းကို လည်းခေါ်ဆောင်သွားခဲ့ပါတယ် ပတ်ဟွန်းဟာသူ့အဖေလိုဆရာဝန်ဖြစ်ဖို့သင်ယူခဲ့တယ်။
Park Hoon ကြီးလာတော့ တောင်ကိုရီးယားကိုပြန်လာပြီးနာမည်ကြီး
ဆေးရုံတခုမှာအလုပ်လုပ်ဖို့ကြိုးစားပါတော့တယ် သူဟာ မြောက်ကိုရီးယားကျန်နေခဲ့တဲ့
သူ့ရဲ့ချစ်သူကိုကယ်တင်ဖို့အတွက် ငွေအလုံအလောက်ရှာမယ်ဆိုတဲ့
ဆုံးဖြတ်ချက်နဲ့အတူကြိုးစားနေရင်း တောင်ကိုရီးယားမှာ အမှတ်မထင်ပဲ
သူ့ချစ်သူနဲ့ တူတဲ့ကောင်မလေးတစ်ယောက်ကို တွေ့မိတဲ့အခါမှာတော့……………
Quality : HDTV 720p
Subtitle : Myanmar Subtitle
Subtitle Credit To Somonlian From Subscene
Encoded By PhoeniX
အစအဆံုးကို Zip ဖိုင္နဲ႔လည္း တင္ထားေပးပါတယ္
အစအဆုံးကို Zip ဖိုင်နဲ့လည်း တင်ထားပေးပါတယ်
Complete Zip File VIP / Megaup[1-10] / Megaup[11-20] / Yoteshin[1-10] / Yoteshin[11-20]
Download Episode 1 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 2 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 3 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 4 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 5 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 6 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 7 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 8 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 9 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 10 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 11 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 12 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 13 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 14 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 15 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 16 – Google Drive | Fastload | Yandex
Download Episode 17 – Google Drive | Fastload | Yandex
Download Episode 18 – Google Drive | Fastload | Yandex
Download Episode 19 – Google Drive | Soliddrive | Fastload | Yandex
Download Episode 20 ( END ) – Google Drive | Soliddrive | Fastload | Yandex
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
