Synopsis of The Head (2020)Season(1)+(2)IMDb – 6.8 , RT – 89%The Headဆိုတဲ့seriesကMoney Heistထဲက ပရောဖက်ဆာÁlvaro Morteနဲ့ Code Blue ထဲက Tomohisa Yamashitaတို့လို နာမည်​ကျော်သရုပ်ဆောင်မင်းသားတွေအပြင် Laura Bachနဲ့ Katharine O’ Donnellyတို့လို မင်းသမီးကောင်းတွေပါဝင်သရုပ်ဆောင်ထားတဲ့ HBO Asia ရဲ့seriesကောင်းတစ်ခုဖြစ်ပါတယ်။လွန်ခဲ့တဲ့၈နှစ် အန္တာတိကမှာ ပိုလာရိုက်၅လို့ခေါ်တဲ့ ဆောင်းရာသီ၆လကြာသုတေသနကြီးကို မီးမတော်တဆမှုတစ်ခုဖြစ်ပွားခဲ့ပြီးလူတစ်ယောက်သေဆုံးသွားပြီးနောက်မှာ ခေတ္တရပ်နားခဲ့ပါတယ်။ နောင်၈နှစ်အကြာ တောင်ဝင်ရိုးစွန်းအန္တာတိကမှာ သိပ္ပံပညာရှင်အဖွဲ့ဟာ အေးခဲလှတဲ့ တောင်ဝင်ရိုးစွန်းရဲ့ဆောင်းရာသီကိုအံတုရင်း ပိုလာရိုက်၅ရဲ့အဆက် ပိုလာရိုက်၆ကို ဆက်လက်လုပ်ဆောင်ခဲ့ပါတယ်။ စူးစမ်းလေ့လာမှုတွေလုပ်နေတဲ့သိပ္ပံပညာရှင်တွေရဲ့သတင်းအစနမကြားရလို့ သွားကြည့်ကြည့်တဲ့အခါ လူအများအပြားသေဆုံးနေပြီဖြစ်ပါတယ်။ သေဆုံးသွားတဲ့သိပ္ပံပညာရှင်တွေက ဘယ်လိုသေဆုံးသွားတာလဲ သူတို့ကို ဘယ်အရာ ဘယ်သူများကသတ်သွားလဲ၊ ဘာလို့သတ်သွားတာလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့စောင့်ကြည့်သွားရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းဟာ ထင်ထားတာထက်ကို Plot Twist များပြီး ဘယ်သူကဘာလဲ ဘယ်လိုလဲဆိုတာ ဇာတ်သိမ်းပိုင်းထိ ဇာတ်ရှိန်တွေနဲ့ ဆွဲခေါ်သွားပါတယ်။ မထင်မှတ်ထားတဲ့ Surpriseတွေလည်းပါပြီး ဇာတ်လမ်းဇာတ်ကွက်က ကြည့်ရတာတော်တော်ကိုကောင်းပါတယ်။ Seasonအားဖြင့်တော့၂ခုရှိပြီး ဒါက Season 1ဖြစ်ပါတယ်။ Season 2ကတော့ မကြာမှီလာမည်မျှော် ….File size…(749MB)  (346MB)Quality….Webrip 720Format…mp4Duration….50MinGenre…mystery  DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Min Khant Kyi Win Link 1  –    Meganz  Usersdrive   1  –    Meganz  Usersdrive 2  –    Meganz  Usersdrive   2  –    Meganz  Usersdrive 3  –    Meganz  Usersdrive   3  –    Meganz  Usersdrive 4  –    Meganz  Usersdrive   4  –    Meganz  Usersdrive 5  –     Usersdrive   5  –     Usersdrive 6  –     Usersdrive   6  –     UsersdriveSeason -2 1  –    Meganz  Usersdrive   1  –    Meganz  Usersdrive 2  –    Meganz  Usersdrive   2  –    Meganz  Usersdrive 3  –    Meganz  Usersdrive   3  –    Meganz  Usersdrive 4  –    Meganz  Usersdrive   4  –    Meganz  Usersdrive 5  –    Meganz  Usersdrive   5  –    Meganz  Usersdrive 6  –    Meganz  Usersdrive   6  –    Meganz  Usersdrive 