Synopsis of Extraordinary (2023) Season 01Extraordinary (2023) Season 01 Complete~ IMDb – 810, Rotten Tomatoes – 100% ~ဒီရုပ်ရှင်ဟာ ခင်ဗျားတစ်ခါမှ မမြင်ဖူးတဲ့ စူပါဟီးရိုးလောကအကြောင်းပေါ့။ ဒီကစူပါဟီးရိုးတွေက စူပါဟီးရိုးတွေလို့တော့ပြောရခက်သား။ ဟီးရိုးမဟုတ်တဲ့ စူပါတွေပေါ့။ အများစုကတော့ စူပါငပေါတွေ။ သူတို့လောကမှာ စွမ်းအားတွေက အသက်၁၈ပြည့်ပြီးရင် ပေါ်လာတတ်တယ်။ သူတို့ရတဲ့စွမ်းအားတွေက အသုံးဝင်သလိုလို မဝင်သလိုလိုတွေချည်း။ တစ်ချို့စွမ်းအားတွေဆို ငါ့လခွီးဆိုပြီး အော်မိလောက်အောင် ကကျိုးကကြောင်နိုင်တယ်။အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဂျန်ဆိုတဲ့ ကောင်မလေးက အလုပ်အင်တာဗျူးသွားလျှောက်တယ်။ ကံဆိုးချင်တော့ သူ့ကိုအင်တာဗျူးမယ့်လူရဲ့ စွမ်းအားက တစ်ဖက်လူကို အမှန်တွေချည်းပြောအောင်လုပ်တာဖြစ်နေတယ်။ ဒီတော့ အင်တာဗျူးမှာ ဂျန်က ညက တစ်ကိုယ်ရေဘာညာနေလို့ အိပ်ယာဝင်တာနောက်ကျသွားကြောင်းကနေ အစချီပြီး ဗရုတ်ဗရက်တွေ ပြောမိရှာပါလေရော။ ဒီလိုနဲ့ စိတ်ဓာတ်ကျ ခေါင်းငိုက်စိုက်ပြီး ဂျန်အိမ်ကိုပြန်လာခဲ့ရတယ်။ ဂျန်က ကယ်ရီနဲ့ ကတ်ဆိုတဲ့ သူငယ်ချင်းအတွဲနဲ့ အတူတူနေတာ။ သူတို့လည်း စူပါတွေပဲ။ ကယ်ရီရဲ့ပါဝါက ဝိညာဉ်တွေကို သူ့ကိုယ်ထဲကို ဆင့်ခေါ်နိုင်တယ်။ သူ့ပါဝါကတော့ ဒီထဲတော်တော်အသုံးဝင်တယ်ပြောရမှာပဲ။ သူ့ပါဝါကြောင့် အလုပ်ကောင်းကောင်းရထားတယ်။ တခြားတော့မဟုတ်ဘူး။ မယားကြီးနဲ့ မယားငယ် လင်ရဲ့သေတမ်းစာနဲ့ပတ်သက်ပြီး တရားရင်ဆိုင်ဖို့ဖြစ်လာရင် သေသွားတဲ့လင်ကို ဆင့်ခေါ်ဝင်ပူးခိုင်းပြီး ဖြေရှင်းပေးရတာပေါ့။ မယားငယ်ပါးချတာခံရမလား မယားကြီးဖိနပ်နဲ့ကောက်ပေါက်ခံရမလား ရင်လေးစရာကောင်းတဲ့အလုပ်ပေါ့။ ဒါတင်မကဘဲ သူ့သူငယ်ချင်းစိတ်ညစ်နေရင် သူ့အစွမ်းနဲ့ ဟစ်တလာကိုခေါ်]ပြီး စိတ်ဒုက္ခပေးခိုင်းလို့လည်းရပါတယ်။ကတ်ရဲ့ပါဝါကျ‌ အချိန်နောက်ပြန်ရစ်နိုင်တာ။ စဉ်းစားကြည့် ဒီလိုအစွမ်းနဲ့ ဒီကောင် ဘောပွဲလောင်းလောင်း မြင်းပွဲလောင်းလောင်း သူဌေးဖြစ်နေရမှာ။ ဒါပေမဲ့ ဒီကောင်က စော်အိမ်ကနေ စော်အိမ်ကပ်စားပြီး စေတနာ့ဝန်ထမ်းကင်းလုပ်ဖို့ စိတ်ကူးယဉ်နေတယ်။ ဂျန်ဟာ ဒီလိုလူတွေနဲ့အတူနေနေရတာပေါ့။ ဒါပေမဲ့ သူ့မအေတူဖအေကွဲညီမလေးသာ ၁၈နှစ်ပြည့်လို့ She Hulk ဖြစ်သွားတယ်။ ဂျန်ကတော့ ပါဝါမရသေးရှာဘူး။ ဒီအခါမှာ အားလုံးကြားမျက်နှာငယ်ရတဲ့ ဂျန်ဟာ သူ့ကိုယ်ထဲကတိမ်မြုပ်နေတဲ့ စွမ်းအားတွေထွက်လာအောင် ကိုယ်ထူကိုယ်ထနည်းမျိုးစုံနဲ့ ကြိုးစားပါတော့တယ်။အပေါ်က အစွမ်းတွေက ဒီကားက အဓိကကောင်တွေရဲ့အစွမ်းတွေပဲရှိပါသေးတယ်။ လက်နဲ့သူများကို ထိလိုက်တာနဲ့ တစ်ဖက်လူပြီးသွားအောင် လုပ်ပေးနိုင်တဲ့ ထိပြီးလူသားတို့၊ အီလက်ထရွန်းပစ္စည်းတွေကို ထိန်းချုပ်နိုင်တဲ့အစွမ်းရှိပေမဲ့ အသံမေးလ်တောင်ကောင်းကောင်းမပို့တတ်တဲ့ ဂျန့်အမေတို့၊ သူ့ဘေးနားလူတစ်ယောက်ရှိနေရင် အဲဒီလူရဲ့ စိတ်အခြေအနေပေါ်မူတည်ပြီး နောက်ခံသီချင်းဖွင့်ပေးနိုင်တဲ့ Soundtrack လူသားတို့၊ စပါးက အာဆင်နယ်ကို အိမ်ကွင်းမှာ လေးဂိုး၂ဂိုးနဲ့ နိုင်ခဲ့တဲ့နေ့ကတည်းကနေ ဒီနေ့ထက်ထိ ကြောင်ဖြစ်နေပြီး လူပြောင်းရကြပ်နေတဲ့ အသွင်ပြောင်းလူသားတို့ အစုံတကာ့အစုံပါပဲ။ နောက်အပိုင်းတွေမှာလည်း ဘယ်လိုအစွမ်းတွေ ထပ်ပေါ်လာကြဦးမလဲစောင့်ကြည့်ကြတာပေါ့။ဒီစူပါဟာသစီးရီးဟာ အစွမ်းတွေတင်စားတာမဟုတ်ဘဲ ပြောသမျှတွေ လုပ်သမျှတွေကလည်း ငစားတွေချည်းပါပဲ။ သူ့ဘာသာစားတာတင်မဟုတ်ဘဲ စူပါမန်း ဘတ်မန်း စပိုက်ဒါမန်းတို့ကို ထည့်ပြောင်ထားတာတွေလည်း ပါပြန်တာပါပဲ။ စားဖို့သက်သက်ရိုက်ထားတဲ့ကားလို့ ပြောရမလားတောင်မသိပါဘူး တစ်ပိုင်းကိုနာရီဝက်ပါပြီး နာရီဝက်လုံးနီးပါး ငစားပဲလုပ်နေတဲ့ ရှားပါးစူပါဟီးရိုးဇာတ်လမ်းတွဲပေါ့။ ဒစ္စနေပလက်ကကားလို့ပြောရမှာတောင် ယုံရခက်ကြီးပါပဲ။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ W ပဲဖြစ်ပါတယ်)Size ~ 400MB+Total – 8 sQuality – Duration ~ 30min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, ComedySource : DSNP.Web-dl.Translator – WEncoder – YSeason 01 Complete Zip () 1 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  2 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  3 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  4 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  5 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  6 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  7 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  8 –> , MegaUp, MegaNZ, UsersDrive, StreamSB,  