Synopsis of Shanty Town (2023)Shanty Town (2023)ယဥ်ကျေးတဲ့ လူ့အဖွဲ့အစည်းတစ်ခုဖြစ်ဖို့အတွက် အဓိကလိုအပ်ချက်ကတော့ လူသားဆန်ဖို့ပါပဲ။လူတစ်ယောက်ရဲ့တန်ဖိုးကိုလည်း ငွေနဲ့ဆုံးဖြတ်ပြီး ပိုင်ဆိုင်ခွင့်မရှိပါဘူး။လူတစ်​ယောက်ကို ငွေအားကိုးနဲ့ အတင်းအကြပ် အဓမ္မစေခိုင်းခြင်းမျိုးတွေကယနေ့ခေတ်လို ယဥ်းကျေးတဲ့ လူ့အဖွဲ့အစည်းနဲ့ လုံးဝမသင့်တော်ပါဘူး။ဒီ Series ကတော့ Netflix Series ဖြစ်တာကြောင့် သူ့အဆင့်အတန်းနဲ့သူရှိပါတယ်။သရုပ်ဆောင်တွေကိုလည်း သဘာဝဆန်ဆန်ရွေးချယ်ထားပြီး သရုပ်ဆောင်ချက်တွေဟာလည်း ပီပြင်မှုရှိပါတယ်။ဒီ Series ကတော့ ပြည့်တန်ဆာတွေနေထိုင်တဲ့ မြို့ငယ်လေးမှာ ဇာတ်အိမ်တည်ထားပါတယ်။စရိုက်မျိုးစုံနဲ့ ကြီးနိုင်ငယ်ညှင်းဝါဒကြီးစိုးပြီး လူမဆန်တဲ့ဒေသမှာပြည့်တန်ဆာတွေဟာ သူတို့ရဲ့ စားဝတ်နေရေးအတွက် ခက်ခက်ခဲခဲ ရုန်းကန်ရပါတယ်။ကိုယ်ရဲ့သဘောဆန္ဒအရ ပြည့်တန်ဆာလုပ်ချင်တဲ့သူတွေလည်းရှိပေမယ့်အကြွေးလည်းပင်းနစ်နေတဲ့အတွက်ကြောင့် ပြည့်တန်တာဘဝကို ရောက်ရှိလာတဲ့သူတွေလည်း ရှိပါတယ်။ဒါကြောင့် လွတ်လပ်မှုကိုရှာဖွေနိုင်ဖို့အတွက် ပြည့်တန်ဆာတချို့ဟာ ကြိုးစားကြပါတော့တယ်။အဲဒီမြို့ကို စကားဆိုတဲ့ လက်နက်ကိုင်ဂိုဏ်းစတားတစ်ဦးက ကြီးစိုးပြီး လူတိုင်းက ကြောက်ရွံ့ရပါတယ်။သူ့ဒေသမှာ ရဲတွေ အစိုးရတွေက အုပ်ချုပ်ခွင့်မရှိဘဲသူ့တပ်ဖွဲ့တွေကပဲ လုံခြုံရေးကို စောင့်ကြပ်ရတဲ့အထိ အာဏာကြီးတဲ့ ဘဲကြီးတစ်ပွေပါ။အဲဒီလို ကြမ်းတဲ့ ဘဲကြီးရဲ့လက်ထဲကနေ ပြည့်တန်ဆာအဖွဲ့က ကိုယ့်ဘဝကို ကိုယ်ပိုင်ဖို့အတွက်လွတ်လပ်မှုကိုရဖို့အတွက် ဘယ်လိုမျိုးကြိုးစားမလဲဆိုတာ ရိုက်ကူးထားတဲ့ Series ပဲ ဖြစ်ပါတယ်။Adult Scene တချို့လည်း ပါဝင်တဲ့အတွက် မိသားစုနဲ့အတူမကြည့်သင့်ဘဲ၁၈ ယောက်စုပြီးသာကြည့်ကြဖို့ တိုက်တွန်းလိုက်ရပါတယ်။စဆုံး ၆ ပိုင်း ရှိပါတယ်။အညွှန်းကိုတော့ Kai Zenn ဖြစ်ပြီးတော့ဘာသာပြန်ထားတာကတော့ Kai Zenn, Soe Htun Aung, K.Hein, Sai Thurien Lynn တို့ပဲ ဖြစ်ပါတယ်။Genre….. Crime, DramaQuality….  | File size… 600MB | 300MBFormat… mp4Duration….30 minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Kai Zenn, Soe Htun Aung, K.Hein, Sai Thurien LynnEncoder ….. August 01 – Userdrive | YoteShin |  |  | Streamvid 02 – Userdrive | YoteShin |  |  | Streamvid 03 – Userdrive | YoteShin |  |  | Streamvid 04 – Userdrive | YoteShin |  |  | Streamvid 05 – Userdrive | YoteShin |  |  | Streamvid 06 – Userdrive | YoteShin |  |  | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 02 – Userdrive | YoteShin |  | Meganz | Streamvid 03 – Userdrive | YoteShin |  | Meganz | Streamvid 04 – Userdrive | YoteShin |  | Meganz | Streamvid 05 – Userdrive | YoteShin |  | Meganz | Streamvid 06 – Userdrive | YoteShin |  | Meganz | Streamvid 