Synopsis of Trolley (2022)Trolley (2022) (အညွှန်း)=================The Policeman’s Lineage, My Name စတဲ့ အကြမ်းစားကားတွေနဲ့လန်းခဲ့တဲ့မင်းသားကြီး Park Hee Soon နဲ့Watcher, Undercover, Hellbound တို့မှာ မိမိုက်ခဲ့တဲ့ မမလှလှ Kim Hyun Joo တို့နှစ်ယောက်ကိုအတွဲညီညီတွေ့ရဦးမယ့် ပဟေဠိဆန်ဆန် နိုင်ငံရေးနဲ့မှုခင်းကားသစ်လေးပါ။ဒယ်ဟန်ပါတီအဖွဲ့ဝင် ရှင်းယန်းဂူကိုယ်စားပြု လွှတ်တော်အမတ် “နမ်ဂျွန်းဒို” က အသက်အရွယ်အားဖြင့်တခြားပါတီတွေကအမတ်ကြီးတွေထက် ပိုငယ်ရွယ်ပြီး ပြည်သူတွေရဲ့စကားသံကိုလည်း အလေးထားနားထောင်ပေးတတ်တဲ့သူမို့အမတ်တစ်ယောက်အနေနဲ့ ဂုဏ်သတင်းကျော်စောသူတစ်ယောက်ပေါ့။ နိုင်ငံတော်အတွက် အရေးပါတဲ့သူတစ်ယောက်ဖြစ်သလိုအိမ်ထောင်ဦးစီးကောင်းတစ်ယောက်ဖြစ်တဲ့ “နမ်ဂျွန်းဒို” က ဇနီးနဲ့သားသမီးတွေအပေါ်လည်း နွေးထွေးပေးသူတစ်ယောက်ပါ။တစ်ချိန်က ဝန်ထမ်းတစ်ယောက်ဖြစ်ခဲ့ရာကနေ လက်ရှိမှာ စာအုပ်ပြုပြင်ထိမ်းသိန်းရေးဆိုင်လေးဖွင့်ထားတဲ့ ဇနီးဖြစ်သူ “ဂင်ဟယ်ဂျူး” ကလည်းတစ်ဖက်တစ်လမ်းကနေ အကူအညီလိုနေတဲ့ပြည်သူတွေကို အားပေးကူညီပေးတတ်တဲ့ စိတ်ထားကောင်းသူတစ်ယောက်ဆိုလည်းမမှားပါဘူး။ဒီလိုလူမှုရေးလုပ်ငန်းတွေကိုလုပ်နေတဲ့သူတစ်ယောက်က ခင်ပွန်းဖြစ်သူရဲ့မဲဆွယ်ပွဲတွေ လူမှုရေးလုပ်ငန်းတွေကို လိုက်ကူညီပေးလေ့မရှိသလိုသူ့ကိုယ်သူအမတ်ကတော်ဆိုတာကို သမီးဖြစ်သူရဲ့သူငယ်ချင်းမိဘတွေကိုတောင် အသိမပေးဘဲဖုံးကွယ်ထားသူပါ။ဒီလိုနဲ့တစ်နေ့မှာ အိမ်ကထွက်ပြေးသွားတဲ့သမီးဖြစ်သူကိုလိုက်ရှာရာကနေ သက်သက်အိမ်ခွဲနေတဲ့အရွယ်ရောက်သားဖြစ်သူရဲ့အလောင်းကို မူးယစ်ဆေးတွေနဲ့အတူ မသင်္ကာဖွယ်အနေအထားနဲ့ရှာတွေ့လိုက်ရတဲ့အခါမှာ ..။နိုင်ငံ့အရေးကိုဆောင်ရွက်နေတဲ့ရာထူးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရဲ့သားဖြစ်သူက ဥပဒေနဲ့မကင်းတဲ့အလုပ်တွေနဲ့နွယ်နေတဲ့အခါဘာတွေဘယ်လိုဆက်ဖြစ်လာမလဲ .. သူတို့လင်မယားကြားမှာရော အများမသိတဲ့ဘယ်လိုလျှို့ဝှက်ချက်တွေရှိနေဦးမှာလဲ ..။အပတ်စဥ် တနင်္လာ၊ အင်္ဂါနေ့တိုင်းတင်ဆက်ပေးသွားမှာမို့ စောင့်မျှော်ကြည့်သင့်တဲ့ကားကောင်းလေးဖြစ်ကြောင်းလက်တို့လိုက်ပါတယ်နော်။File Size : 622MB  355MBQuality : NF WERIP  Total s : 16EpsFormat : mp4Genres :Mystery , DramaDuration : 60minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by Lai Laii ~ Thu Thu ~ Thet Hsu ~ Go-OEncoded by YK======== 1 –   Userdrive  Streamvid    Meganz 2 –   Userdrive  Streamvid    Meganz 3 –   Userdrive  Streamvid    Meganz 4 –   Userdrive  Streamvid    Meganz 5 –   Userdrive  Streamvid    Meganz 6 –   Userdrive  Streamvid    Meganz 7 –   Userdrive  Streamvid    Meganz 8 –   Userdrive  Streamvid    Meganz 9 –   Userdrive  Streamvid    Meganz 10 –   Userdrive  Streamvid    Meganz 11 –   Userdrive  Streamvid    Meganz 12 –   Userdrive  Streamvid    Meganz 13 –   Userdrive  Streamvid    Meganz 14 –   Userdrive      Meganz 15 –   Userdrive  Streamvid    Meganz 16 –   Userdrive  Streamvid    Meganz========== 1 –   Userdrive  Streamvid    Meganz 2 –   Userdrive  Streamvid    Meganz 3 –   Userdrive  Streamvid    Meganz 4 –   Userdrive  Streamvid    Meganz 5 –   Userdrive  Streamvid    Meganz 6 –   Userdrive  Streamvid    Meganz 7 –   Userdrive  Streamvid    Meganz 8 –   Userdrive  Streamvid    Meganz 9 –   Userdrive  Streamvid    Meganz 10 –   Userdrive  Streamvid    Meganz 11 –   Userdrive  Streamvid    Meganz 12 –   Userdrive  Streamvid    Meganz 13 –   Userdrive      Meganz 14 –   Userdrive      Meganz 15 –   Userdrive  Streamvid    Meganz 16 –   Userdrive  Streamvid    Meganz 