Synopsis of Taxi Driver(2021)Taxi Driver(2021)ဇာတ်လမ်းတွဲအညွှန်း*********************************အပိုင်းသစ်(၁ မှ ၁၆) ထိ စဆုံးKim Do-Kiဟာ ရေတပ်ကနေဘွဲ့ရပြီးတဲ့နောက် ရေတပ်အရာရှိတစ်ယောက်ဖြစ်လာခဲ့တယ်….မိခင်ဖြစ်သူဟာ ကွင်းဆက်လူသတ်သမားတစ်ယောက်ရဲ့အသတ်ခံရပြီးတဲ့နောက် သူ့ဘဝလည်းပြောင်းလဲလာခဲ့တယ်…နောက်ပိုင်းမှာတော့ Kim Do-Kiက Rainbowတက္ကစီကုမ္ပဏီရဲ့ တက္ကစီယာဉ်မောင်းအဖြစ်လုပ်ကိုင်ခဲ့တယ်….အဲ့ဒီကုမ္ပဏီက သာမန်ယာဉ်မောင်းကုမ္ပဏီတစ်ခုမဟုတ်ပဲ အထူးတလည်ဝန်ဆောင်မှုအနေနဲ့ကိုယ်ကလဲ့စားချေချင်တဲ့သူကို တောင်းဆိုပိုင်ခွင့်ရှိတာပဲ….ဖောက်သည်တွေက ကလဲ့စားချေဖို့တောင်းဆိုရင် Kim Do-Ki နဲ့လုပ်ဖော်ကိုင်ဖက်တွေက အမိုက်စားဝန်ဆောင်မှုပေးကြတယ်တဖက်မှာလည်း ရဲမေHa-Naက Rainbowတက္ကစီကုမ္ပဏီကိုလိုက်လံစုံစမ်းနေတဲ့သူပါ…..Rainbowတက္ကစီကုမ္ပဏီရဲ့ ဥပဒေမဲ့လုပ်ရပ်တွေအတွက် စိတ်တိုင်းမကျသူဖြစ်ပေမဲ့ဥပဒေကမဖြေရှင်းနိုင်တဲ့ကိစ္စတွေကို Rainbowတက္ကစီကုမ္ပဏီက ဖြေရှင်းပေးနိုင်လို့ သူ့စိတ်ထဲ သိချင်စိတ်ပြင်းပြခဲ့ပါတယ်….ဒီကာလထဲမှာ ဘယ်လိုကြောက်စရာကောင်းတဲ့အမှုတွေ လူသတ်မှုတွေပေါ်လာကြမလဲ…မှုခင်း အက်ရှင်အသားပေးဇာတ်လမ်းတွဲမို့ အရိုတွေ ကြည့်ရတာ ပျင်းရိနေသူတွေအတွက်အလန်းစားပါပဲလို့ ပြောပါရစေ…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Khine Khine Wai, Shoon Thu Thu Chain, Ei Phyu Khin & Lwinlwin Aungတို့ပဲဖြစ်ပါတယ်….Native Title: 모범택시Also Known As: Model Taxi , Red Cage , Exemplary Taxi , Deluxe Taxi , Mobeomtaxi , MobeomtaeksiScreenwriter: Oh Sang HoDirector: Park Joon WooGenres: Action, Suspense, Thriller, Mystery, Crime, DramaTranslator – Khine Khine Wai, Shoon Thu Thu Chain, Ei Phyu Khin & Lwinlwin AungEncoder – Phyo PyaeComplete Zip file VIP  [1-9]  [10-16] [1-9]  [10-16] (1) (500MB)Meganz    USER Drive Veryfiles  VIP (2) (500MB)Meganz    USER Drive Veryfiles  VIP (3) (500MB) Meganz    USER Drive Veryfiles  VIP (4) (500MB) Meganz    USER Drive Veryfiles  VIP (5) (500MB) Meganz    USER Drive Veryfiles  VIP (6) (500MB) Meganz    USER Drive Veryfiles  VIP (7) (500MB) Meganz    USER Drive Veryfiles  VIP (8) (500MB) Meganz    USER Drive Veryfiles  VIP (9) (500MB) Meganz    USER Drive Veryfiles  VIP (10) (500MB) Meganz    USER Drive Veryfiles  VIP (11) (500MB) Meganz    USER Drive Veryfiles  VIP (12) (500MB) Meganz    USER Drive Veryfiles  VIP (13) (500MB) Meganz    USER Drive Veryfiles  VIP (14) (500MB) Meganz  USER Drive Veryfiles  VIP (15) (500MB) Meganz    USER Drive Veryfiles  VIPTHE END (16) (500MB) Meganz    USER Drive Veryfiles  VIP 