Synopsis of The End of Love (2022)The End of Love (2022)ဝတ္ထုတစ်ပုဒ်ရဲ့အသွားအလာဟာ ဟင်းတစ်ခွက်ဆိုရင်တော့ဟင်းအရသာနဲ့တူတဲ့ ဝတ္ထုရဲ့သဘောတရားကိုချုပ်ကိုင်ထားတာဟာဆားနဲ့တူတဲ့ စာရေးဆရာရဲ့ရှုထောင့်အမြင်ပါပဲ။ဒီတော့ အစွန်းရောက်Feministတစ်ယောက်ဖြစ်တဲ့ တမ်မီရေးတဲ့စာအုပ် နဲ့သူ့ရဲ့ဟောပြောပွဲတွေအားလုံးမှာ အမျိုးသမီးဝါဒကြီးစိုးရေးက တော်တော်များများပါဝင်နေပါတယ်။ယခုခေတ်စကားနဲ့ပြောရမယ်ဆိုရင်တော့ တမ်မီဟာ ထက်မြက်တဲ့မိန်းမတစ်ယောက်ပေါ့။တမ်မီဟာ ဖေ့ဘုတ်ပေါ်မှာ မကြာခဏရေးတင်နေကြဖြစ်တဲ့ ထက်မြက်တဲ့မိန်းမဆိုတဲ့စရိုက်လက္ခဏာတွေအကုန်ပြည့်စုံနေတယ်ဆိုပါတော့။ယောက်ျားတွေဆို အထင်မကြီးတာတို့ ဖိုဝါဒီမုန်းတီးရေးတို့ ကိုယ့်အားကိုယ်ပဲကိုးရမယ်တို့အပြင်ကိုနည်းနည်းလေးအစွန်းရောက်နေတဲ့ သူကတော့ လက်ထပ်ခြင်းတို့ အိမ်ထောင်ရေးတို့ကို အယုံအကြည်ရှိသူမဟုတ်ပါဘူး။ဒါပေမဲ့ သူ့ရဲ့အတွေးအမြင်တွေနဲ့ အင်မတန်ကိုဆန့်ကျင်နေတဲ့အချက်ကတော့သူဟာ အမျိုးသမီးတွေကိုဖိနှိပ်ရာမှာ အလွန်နာမည်ကြီးတဲ့ ဂျူးလူမျိုးဖြစ်နေတာပါပဲ။သူ လက်ခံထားတဲ့အရာတွေကြောင့် သူဟာ ဆွေမျိုးတွေကြားမှာ အရှုပ်ထုပ်ဖြစ်နေကိုတော့ ပြောစရာလိုမယ်မထင်ပါဘူး။ဒါပေမဲ့ ငယ်သူငယ်ချင်းဖြစ်သူဆာရီတာရဲ့ မင်္ဂလာဆောင်ဖိတ်စာနဲ့အတူဂျူးလူမျိုးတွေရဲ့ impurity lawဆိုတာနဲ့ပတ်သက်ပြီး စာရေးဖို့အကြံရသွားတဲ့အခါမှာတော့သူ တစ်သက်လုံးမျက်ကွယ်ပြုလာခဲ့တဲ့ ဖိုဝါဒီကြီးစိုးတဲ့ ဂျူးလူမျိုး ဂျူးဘာသာရဲ့ အတွေးအမြင်တွေကိုလေ့လာရဖို့ဖြစ်လာတဲ့အခါမှာတော့ ဘာတွေဆက်ဖြစ်ကြမလဲဆို အားလုံးအတူကြည့်ရှုရမှာဖြစ်ပါတယ်။(Ps. Impurity lawဆိုတာကတော့ အမျိုးသမီးတွေဓမ္မတာလာနေချိန်မှာ မသန့်စင်ဘူးလို့သတ်မှတ်တဲ့အတွက်ခင်ပွန်းဖြစ်သူနဲ့ထိတွေ့ခြင်းကိုရှောင်ရမယ်တို့ဘာတို့ကိုပြောတာပါ)စိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်ကတော့ ဒီစီးရီးလေးထဲမှာအခုခေတ်မှာ လူတွေစိတ်ဝင်စားမှုမြင့်တက်နေတဲ့ Feminism နောက်ကွယ်က လက်မည်းကြီးတွေရယ်၊လူငယ်တွေကြားမှာဖြစ်နေတဲ့ sexual orientation ပျောက်ဆုံးနေတာတွေနဲ့အတူ love life ပြဿနာပေါင်းစုံကို ကြည့်ရမှာပါ။Bonusအနေနဲ့ လတ်တလောမှာ ခေတ်ထသွားတဲ့ Are we dating the same guyကနေ ဇာတ်လမ်းစလိုက်တဲ့Polygamyဆိုတဲ့ အယူအဆတွေက genuine connection ပေါ်မှာ ဘယ်လို drawback တွေ ရှိလာမလဲဆိုတာကိုပါလေ့လာနိုင်မဲ့စီးရီးကောင်းတစ်ခုအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mary Christ ပဲ ဖြစ်ပါတယ်။Genre…..DramaQuality….  | File size… 600MB | 300MBFormat… mp4Duration…. 30 mins… 10 sSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Mary ChristEncoder ….. August 01 – Userdrive | YoteShin |  |  | Streamvid 02 – Userdrive | YoteShin |  |  | Streamvid 03 – Userdrive | YoteShin |  |  | Streamvid 04 – Userdrive | YoteShin |  |  | Streamvid 05 – Userdrive | YoteShin |  |  | Streamvid 06 – Userdrive | YoteShin |  |  | Streamvid 07 – Userdrive | YoteShin |  |  | Streamvid 08 – Userdrive | YoteShin |  |  | Streamvid 09 – Userdrive | YoteShin |  |  | Streamvid 10 – Userdrive | YoteShin |  |  | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Stremavid 02 – Userdrive | YoteShin |  | Meganz | Stremavid 03 – Userdrive | YoteShin |  | Meganz | Stremavid 04 – Userdrive | YoteShin |  | Meganz | Stremavid 05 – Userdrive | YoteShin |  | Meganz | Stremavid 06 – Userdrive | YoteShin |  | Meganz | Stremavid 07 – Userdrive | YoteShin |  | Meganz | Stremavid 08 – Userdrive | YoteShin |  | Meganz | Stremavid 09 – Userdrive | YoteShin |  | Meganz | Stremavid 10 – Userdrive | YoteShin |  | Meganz | Stremavid 