"Synopsis of Faith ( 2012 ) ( Complete )
Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ္လမ္းတြဲေလးကေတာ႔ လီမင္ဟိုရဲ႕ Masterpiece Drama ထဲက တခုဆိုလည္း
မမွားပါဘူး 2012 ခုႏွစ္ကထြက္ရွိခဲ႔ၿပီးေတာ႔ ကိုရီးယား မင္းသား လီမင္ဟို နဲ႕
လီဟန္နီ လို႕ မင္းသမီး ကင္ဆန္ဟီး တို႕က အဓိကပါ၀င္သရုပ္ေဆာင္ထားၿပီး
အပိုင္းေပါင္း ၂၄ ပိုင္းထြက္ရွိထားပါတယ္.Korea Drama အေနနဲ႕ IMDb 8 ရရွိထားၿပီး
ဆု 6 ဆုရွိထားပါတယ္..ရရွိထားတဲ႔ဆုေတြကေတာ႔ DramaFever Awards For Best Couple,
DramaFever Awards For Best Actor, SBS Drama Award For Top 10 Stars,
SBS Drama Award For Top Excellence In Acting , KoreanUpdates Awards For Best Actor,
Korea Drama Festival Awards For Best Actor တို႕ပဲၿဖစ္ပါတယ္
ဇာတ္လမ္းကေတာ႔ Mystery ၾကိဳက္တဲ႔သူေတြအတြက္ေတာ႔အေတာ္သေဘာက်မွာပါ
ဟိုဘက္ေခတ္ဒီဘက္ေခတ္ရိုက္ကူးထားတဲ႔ဇာတ္လမ္းၿဖစ္ၿပီးေတာ႔
လီမင္ဟိုဟာ ဂိုဂူေလ်ာေခတ္က အရမ္းေတာ္တဲ႔သစၥာရွိတဲ႔စစ္သူၾကီးတစ္ဦး
တေန႕မွာ ဘုရင္႔ရဲ႕မိဖုရားဒဏ္ရာရရွိသြားလို႔ ဘယ္သမားေတာ္မွ
မကုႏိုင္တဲ႔အခ်ိန္ ေကာင္းကင္တံခါးလို႕ေခၚတဲ႔ Portal တခုပြင္႔လာေတာ႔
အဲ႔ထဲကို၀င္ၿပီးေတာ႔ သမားေတာ္ေခၚဖုိ႕ၾကိဳးစားပါတယ္
ၿဖစ္ခ်င္ေတာ႔ေရာက္သြားတာက လက္ရွိ မ်က္ေမွာက္ေခတ္
သူ႕အတြက္အရာအကုန္လံုးကအဆန္းေတြၾကီးပါပဲ…
အဲ႕မွာ မိဖုရားကိုကုသဖုိ႕အတြက္ ဆရာ၀န္ကိုရွာရင္း
မင္းသမီးကိုေတြ႕တဲ႔အခါမွာေတာ႔
သူ႕ေခတ္ကိုမရမကဆြဲေခၚသြားပါေတာ႔တယ္ဆက္လက္ခံစားၾကည္႕ရွုပါ
ဒီဇာတ္ကားကိုဘာသာၿပန္တင္ဆက္သူေတြကေတာ႔
Ei Pyae , Nu Mon, Chu Chu, Lina တို႕ပဲၿဖစ္ၾကပါတယ္
Unicode
*******
ဒီဇာတ်လမ်းတွဲလေးကတော့ လီမင်ဟိုရဲ့ Masterpiece Drama ထဲက တခုဆိုလည်း
မမှားပါဘူး 2012 ခုနှစ်ကထွက်ရှိခဲ့ပြီးတော့ ကိုရီးယား မင်းသား လီမင်ဟို နဲ့
လီဟန်နီ လို့ မင်းသမီး ကင်ဆန်ဟီး တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပြီး
အပိုင်းပေါင်း ၂၄ ပိုင်းထွက်ရှိထားပါတယ်.Korea Drama အနေနဲ့ IMDb 8 ရရှိထားပြီး
ဆု 6 ဆုရှိထားပါတယ်..ရရှိထားတဲ့ဆုတွေကတော့ DramaFever Awards For Best Couple,
DramaFever Awards For Best Actor, SBS Drama Award For Top 10 Stars,
SBS Drama Award For Top Excellence In Acting , KoreanUpdates Awards For Best Actor,
Korea Drama Festival Awards For Best Actor တို့ပဲဖြစ်ပါတယ်
ဇာတ်လမ်းကတော့ Mystery ကြိုက်တဲ့သူတွေအတွက်တော့အတော်သဘောကျမှာပါ
ဟိုဘက်ခေတ်ဒီဘက်ခေတ်ရိုက်ကူးထားတဲ့ဇာတ်လမ်းဖြစ်ပြီးတော့
လီမင်ဟိုဟာ ဂိုဂူလျောခေတ်က အရမ်းတော်တဲ့သစ္စာရှိတဲ့စစ်သူကြီးတစ်ဦး
တနေ့မှာ ဘုရင့်ရဲ့မိဖုရားဒဏ်ရာရရှိသွားလို့ ဘယ်သမားတော်မှ
မကုနိုင်တဲ့အချိန် ကောင်းကင်တံခါးလို့ခေါ်တဲ့ Portal တခုပွင့်လာတော့
အဲ့ထဲကိုဝင်ပြီးတော့ သမားတော်ခေါ်ဖို့ကြိုးစားပါတယ်
ဖြစ်ချင်တော့ရောက်သွားတာက လက်ရှိ မျက်မှောက်ခေတ်
သူ့အတွက်အရာအကုန်လုံးကအဆန်းတွေကြီးပါပဲ…
အဲ့မှာ မိဖုရားကိုကုသဖို့အတွက် ဆရာဝန်ကိုရှာရင်း
မင်းသမီးကိုတွေ့တဲ့အခါမှာတော့
သူ့ခေတ်ကိုမရမကဆွဲခေါ်သွားပါတော့တယ်
ဆက်လက်ခံစားကြည့်ရှုပါ
ဒီဇာတ်ကားကိုဘာသာပြန်တင်ဆက်သူတွေကတော့
Ei Pyae , Nu Mon, Chu Chu, Lina တို့ပဲဖြစ်ကြပါတယ်
Download All Episode With Zip File ( 11 GB ) – VIP / Yotshin / Megaup
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
