Synopsis of National Treasure: Edge of History (2022) Season 01 (Complete)National Treasure: Edge of History (2022) Season 01 CompleteNational Treasure နှစ်ကားဟာ ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက လူတိုင်းကြိုက်ခဲ့ကြတဲ့ ပြန်ကြည့်တိုင်းလည်း ကြည့်ကောင်းနေတဲ့ ဇာတ်ကားတွေလို့ ပြောရင် လွန်ရာကျမယ်မထင်ဘူး။ နစ်ကေ့ကြီးရဲ့ ရွှေခေတ်စာရင်းလည်း ဝင်တဲ့ကားတွေလို့ ပြောရမှာပဲ။ ရတနာရှာတဲ့ကားတွေ ရှေးဟောင်းသုတေသနကားတွေ ဖောချင်းသောချင်းရှိပေမဲ့ ဒီထဲကမှ အကောင်းဆုံး ၂ခုကိုရွေးပြဆို အင်ဒီယာနာဂျုံးစ်နဲ့ ဒီ National Treasure ကိုပဲ ရွေးကြရမှာမလား။ အင်ဒီနဲ့မတူတာကတော့ ဒီကောင်က ဖောက်ပြီးရင် သူလည်း အကျိုးအမြတ်နည်းနည်းတော့ရသေးသလို နိုင်ငံတော်ပိုင်လည်း အသိမ်းခံရသေးသပေါ့။ အင်ဒီယာနာလောက် အက်ရှင်မများပေမဲ့ သမိုင်းနဲ့ချိတ်ဆက်ပြီး ပဟေဠိဖော်တာတွေနဲ့ စိတ်ဝင်စားစရာကောင်းအောင် တရိပ်တရိပ်ပြတတ်တယ်။ ဒီလိုပြလို့လည်း ကိုယ်သိပြီးသားအချက်တွေနဲ့ သမိုင်းတွေနဲ့ နောက်ကွယ်က အချက်တွေကြောင့် စိတ်ဝင်တစားပိုဖြစ်ပြီး အားလုံးကို ဆွဲဆောင်ထားနိုင်တာပါပဲ။ National ဆိုတဲ့ နာမည်နဲ့လိုက်အောင်လည်း ကျွန်တော်တို့ရင်းနှီးတဲ့ နာမည်ကျော်သမ္မတွေဖြစ်တဲ့ ဘင်ဂျမင်ဖရန့်ကလင်၊ လင်ကွန်း၊ တက်ဒီရုစဗဲ့၊ ကနေဒီ တို့လို သမ္မတတွေနဲ့မကင်းတာတွေချည်းပါပဲ။ အခုတစ်ခေါက်မှာတော့ ပထမလူတွေနဲ့မဟုတ်တော့ဘဲ လူသစ်တွေနဲ့ ဇာတ်ကောင်မတူ သရုပ်ဆောင်မတူဘဲ စီးရီးသစ်ထွက်လာခဲ့ပါတယ်။ ကားကိုထုတ်ခဲ့တဲ့ ဒစ္စနေးကပါပဲ။နစ်ကေ့တို့ ဒိန်းကရူဂါတို့ ဂျွန်ဗွိုက်တို့ ဟယ်လင်မရန်တို့လို အသက်ကြီးပိုင်း ဘိုးတော်ကြီးတွေကို ကြည့်ခဲ့ပြီးတဲ့နောက် ခုတော့ လူငယ်ခြေတက်တွေ ဦးဆောင်မှာကို မြင်ရတော့မှာပါ။ National Treasure 3 အတွက် မီးစိမ်းပြပြီးသား‌ဆိုတော့ ဒီစီးရီးဟာ 2007 ကတည်းကနေ ခုထိ ဆယ့်လေးနှစ်ကျော်ကြာပြီးမှထွက်လာ‌တော့မယ့် Main National Treasure movie အတွက်‌ မီးစာပျိုးပေးတဲ့ ကြားစီးရီးပေါ့။ ဒီကားနဲ့ NT3 ဆက်ရင်လည်း ဆက်လောက်ပါတယ်။ဇာတ်လမ်းကတော့ အရင်ကားတွေအတိုင်းပဲ ဒီခေတ်ဒီအခါမှာ ရတနာသိုက်ကြီးရှိလေသတည်းဆိုပြီး ပုံပြင်လေးနဲ့ စထားတာပေါ့။ မင်းသမီးလေးလဲ မိုက်ပါတယ်။ လူငယ်ဆန်တယ် တစ်ချိန်တည်းမှာပဲ ရင့်ရင့်ကျက်ကျက် ခံစားရတယ်။ အဲဒီလို ကလေးတွေကြားထဲ ချွန်းထွက်နေပြန်တာကတော့ ကတ်သရင်းဇီတာဂျုံးစ်ကြီးပါပဲ။ Wednesday မှာလည်း သူ့သမ္ဘာနဲ့ ဝါကို မြင်ခဲ့ရပြီးပြီ။ ခုလည်း ထပ်မြင်ရပါလိမ့်မယ်။ ရှေ့ NT နှစ်ကားက သရုပ်ဆောင်တွေပဲ ပြန်ရအောင်သုံးပေးထားတာကတော့ ပရိုဂျူဆာ ဂျယ်ရီဘရက်ဟိန်းမား တော်တယ်ပြောရမှာပါပဲ။ ဘင်ဂိတ်စ်တို့ အဘီဂေးလ်တို့တော့ မပါသေးဘူးပေမယ့် ရိုင်လေပူးလ်ကတော့ ပြန်ပါရင်ပါနိုင်လောက်တယ်။ဒီစီးရီးမှာတော့ အမေရိကန်သမိုင်း Founding Fathers သမ္မတတွေကို ဦးမတည်ဘဲ Freemason တွေနဲ့ပဲ တိုက်ရိုက်ဆက်ထားပြီး ဗီလိန်ကလည်း ငွေကိုရေလိုသုံး ရှယ်ကြမ်းတဲ့ ဗီလိန်ပါပဲ။ သူ့နောက်ကွယ်က ဗီလိန်လည်း ထွက်လာနိုင်သေးပါတယ်။ NT ခေါင်းစဉ်အောက်မှာပဲ မတူတဲ့အရသာရမယ့် ကြည့်ရတန်မယ့် နောက်အပတ်လည်း ဆက်စောင့်ကြည့်ဖို့ကောင်းတဲ့ ဆယ်ပိုင်းစာ စီးရီးအသစ်ပါပဲ။(ဒီစီးရီးကို ဘာသာပြန်ပေးသူကတော့ Mr. Anderson ပဲဖြစ်ပါတယ်။)Size ~ 700MB+Total – 10 sQuality – Duration ~ 45min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, MysterySource : DSNP.Web-dl.Translator – Mr. AndersonEncoder – YSeason Complete Zip ()Ep 01 to 05  Ep 06 to 10 1 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   2 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   3 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   4 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   5 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   6 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   7 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   8 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   9 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   10 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   