"Synopsis of Work Later, Drink Now (2021)
Work Later, Drink Now (2021)
======================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နာမည်နဲ့ တင်စိတ်ဝင်စားသွားကြပြီ ဟုတ်။
နေ့စဉ်ဘဝတွေရဲ့ ငြီးငွေ့မှုတွေ ဖိအားတွေကနေ ရုန်းထွက်နိုင်ဖို့ လူတိုင်းမှာ စိတ်ဖြေရာတစ်ခုစီရှိကြပါတယ်။ အဲထဲမှာ ဆိုဂျူဆိုတဲ့
အရက်သောက်ခြင်းကလည်း ကိုရီးယားယဉ်ကျေးမှုမှာ တစ်ခုအပါအဝင်ပါပဲ။ မိန်းကလေးတစ်ယောက်အနေနဲ့ ဘယ်လောက်ထိ
သောက်နိုင်သလဲ… အဲထင်မြင်ချက်တွေထက် ကျော်လွန်ပြီး ကျွန်မတို့ ဇာတ်ကောင် သုံးယောက်က ပြသပေးသွားမှာပါ။
ရသစုံအစီအစဉ်ရဲ့ စာရေးဆရာမဖြစ်တဲ့ အန်းဆိုဟီး၊ ယောဂသင်ကြားပေးသူဖြစ်တဲ့ ဂျီယောင်း၊ You tube တင်ဆက်သူဖြစ်တဲ့ ဂျီဂူ၊
တက္ကသိုလ်ကတည်းက သူငယ်ချင်းတွေက အသက် သုံးဆယ်ကျော်တဲ့အထိ အမြဲတမ်း သောက်ဖော်သောက်ဖက်ဖြစ်ခဲ့တဲ့သူတို့နဲ့
ရသစုံအစီအစဉ်ရဲ့ ပီဒီ ဂန်ဘုဂူတို့ တွဲမိတဲ့အခါမှာတော့….
သူတို့ရဲ့သောက်နိုင်စွမ်းကို တစ်ပိုင်းပြီး တစ်ပိုင်း ဘယ်လိုတွေ ပြသသွားမလဲဆိုတာ စောင့်မျှော်အားပေးကြပါဦး။
Cast အနေနဲ့ကလည်း Lee Sun Bin, Han Sun Hwa, Jung Eun Ji နဲ့ ကျွန်မတို့ရဲ့ Super Junior Siwon တို့ပါဝင်သွားမှာပါ
Web series ဖြစ်လို့ တစ်ပိုင်းကို မိနစ် ၄၀ လောက်နဲ့ ၁၂ ပိုင်းပါဝင်မယ့် ဟာသ ဒရမ်မာ ဇာတ်ကားလေးကို Channel Myanmar
ကနေ အပတ်စဉ် သောကြာညတိုင်းမှာ တင်ဆက်သွားပါမယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Thuu Thuu မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့
Thuu Thuu, Khaing Khin, Eain Lay, Kim Khin Hana ပဲဖြစ်ပါတယ်။)
Quality – 720p
Duration – 30 mins (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama
Source : 720p
Translator – Thuu Thuu, Khaing Khin, Eain Lay, Kim Khin Hana
Encoder – SWM
720P (250 Mb)
———————————–
Episode(1+2)
Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Direct Link
Episode(3+4)
Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Direct Link
Episode(5)
Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Direct Link
Episode(6)
Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Direct Link
Episode(7)
Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Direct Link
Episode(8)
Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Direct Link
Episode(9)
Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Direct Link
Episode(10)
Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Direct Link
Episode(11)
Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Direct Link / Yandex
Episode(12)
Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Direct Link
—————————————————————————
CM VIP – LINK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
