Synopsis of Panic (2021)Panic (2021)Panic ကတော့ စာရေးဆရာမ Lauren Oliver ရဲ့ နာမည်ရစာအုပ်ဖြစ်တဲ့ Panic ကိုအပိုင်း ၁၀ ပိုင်းပါတဲ့ စီးရီးအဖြစ်အသက်သွင်းထားတဲ့ limited series ဖြစ်ပါတယ်။ကျောင်းသားလူငယ်တွေရဲ့ Panic ဇာတ်လမ်းကို လူငယ်တွေကတော့သေချာပေါက် အကြိုက်တွေ့ကြဦးမှာပါပဲ။ဇာတ်အိမ်တည်ထားတာကတော့ တက္ကဆက်က ကာ့ပ်မြို့။ကာ့ပ်ကအပြင်မှာတော့တကယ်မရှိပါဘူး။ ရှိရင်လဲဘယ်သူမှသွားနေချင်မယ်မထင်ဘူး။ကာ့ပ်ကလူငယ်တိုင်းကတောင် ကျောင်းပြီးတာနဲ့ ကာ့ပ်မြို့က လစ်နိုင်ဖို့ကိုအသည်းအသန်ကြိုးစားကြတာ။ဘာလို့လဲဆိုတော့ ကာ့ပ်မြို့မှာ ဘာမှမဖြစ်တာကြောင့်ပဲ။အဲမြို့ကလူတွေက တစ်ယောက်ကိုတစ်ယောက်မွေးထဲကသိတယ် သေတဲ့ထိလဲသိသွားကြတယ်။ဘာမှထူးထူးခြားခြားဖြစ်ပျက်တာမရှိဘူး ပြောင်းလဲတာလဲ မရှိဘူး။လူငယ်တွေအတွက်တော့သေလောက်အောင်ပျင်းစရာမြို့ကြီးပေါ့။အဲဒါကြောင့်ပျင်းနေတဲ့ ဘယ်သူကစလိုက်မှန်းမသိတဲ့ “ခြောက်ခြားပွဲ” ဆိုတာ လူငယ်တွေကြားမှာရေပန်းစားလာပါလေရော။အထက်တန်းအောင်မြင်တဲ့ကျောင်းသားတိုင်းက ဝင်ရောက်ယှဥ်ပြိုင်ခွင့်ရှိပြီး ဆုကြေးငွေကလဲ ကာ့ပ်မြို့ကထွက်သွားနိုင်လောက်တဲ့ပမာဏပါ။ဒါပေမဲ့ပြိုင်ပွဲရဲ့စိန်ခေါ်မှုတွေကြားမှာ အသက်တွေပါပေးဆပ်ရသူတွေရှိလာပြီးရဲတွေကပါ ဒီလူငယ်တွေနောက်လိုက်စုံစမ်းမှုတွေရှိလာတော့ဒီနှစ်ရဲ့ခြောက်ခြားပွဲမှာ ဘယ်သူတွေပါဝင်ကြမလဲကာ့ပ်မြို့ကထွက်သွားဖို့၊ သူတို့ဘဝတွေတစ်ဆစ်ချိုးနိုင်ဖို့ ဘယ်လောက်တွေတောင်စွန့်စားကြမလဲဆိုတာ ကြည့်လိုက်ကြရအောင်…..အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre….. Action & Adventure, Crime, DramaQuality….  | File size… 700MB | 350MBFormat… mp4Duration…. 45mins…10 sSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. RashidaEncoder ….. August 01 – Userdrive | YoteShin |  |  | Sreamvid 02 – Userdrive | YoteShin |  |  | Sreamvid 03 – Userdrive | YoteShin |  |  | Sreamvid 04 – Userdrive | YoteShin |  |  | Sreamvid 05 – Userdrive | YoteShin |  |  | Sreamvid 06 – Userdrive | YoteShin |  |  | Sreamvid 07 – Userdrive | YoteShin |  |  | Sreamvid 08 – Userdrive | YoteShin |  |  | Sreamvid 09 – Userdrive | YoteShin |  |  | Sreamvid 10 – Userdrive | YoteShin |  |  | Sreamvid 01 – Userdrive | YoteShin |  | Meganz | Sreamvid 02 – Userdrive | YoteShin |  | Meganz | Sreamvid 03 – Userdrive | YoteShin |  | Meganz | Sreamvid 04 – Userdrive | YoteShin |  | Meganz | Sreamvid 05 – Userdrive | YoteShin |  | Meganz | Sreamvid 06 – Userdrive | YoteShin |  | Meganz | Sreamvid 07 – Userdrive | YoteShin |  | Meganz | Sreamvid 08 – Userdrive | YoteShin |  | Meganz | Sreamvid 09 – Userdrive | YoteShin |  | Meganz | Sreamvid 10 – Userdrive | YoteShin |  | Meganz | Sreamvid 