"Synopsis of House of Secrets: The Burari Deaths (2021)
House of Secrets : The Brurari Deaths (2021)
ကြမ္မာငင်တယ် ဆိုတဲ့ အရာက ဘာ​ကြောင့်ဖြစ်လာသလဲ?
ဘဝ​ပေးကံ​ကြောင့်လား၊
အကုသိုလ်​တွေ များလို့လား၊
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကိုယ်တိုင်က ကြမ္မာငင်တာ နဲ့ တည့်တည့်ဝင်တိုးတဲ့အထိ အသိဉာဏ်နည်းတာလား၊
ဒါမှမဟုတ် အထက်ပါအချက်​တွေအားလုံး ကျိုး​ကြောင်းဆီလျော်စွာ စုံသွားတာလား၊
ဘာ​ကြောင့်ပဲဖြစ်ဖြစ် ကြမ္မာငင်တယ် ဆိုတဲ့ အရာကိုက ဇာတ်သိမ်းမလှတတ်ဘူး မဟုတ်လား
ဒီ Seriesဟာ ၂၀၁၈ခုနှစ် ဇွန်လ၃၀ရက် အိန္ဒိယနိုင်ငံ ​ဒေလီမြို့မှာဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်မှုခင်းကို
Documentaryပုံစံ ပြန်လည်ရိုက်ကူးထားတဲ့ အပိုင်း၃ပိုင်းပါဝင်တဲ့ limied crime horror seriesပဲဖြစ်ပါတယ်
​ကြေးရတတ် ပညာတတ်မိသားစုဖြစ်တဲ့ ဘာတီယာမိသားစုဟာ ​
ဒေလီမြို့ ဘူရာရီရပ်ကွက်မှာ စိတ်သ​ဘောမ​နော​ကောင်းမှုနဲ့
နာမည်ကြီးသလို လူချစ်လူခင်လည်း အရမ်းများပါတယ်၊
စည်းစိမ်ဥစ္စာလည်း ပူပင်စရာမရှိဘဲ တင့်​တောင့်​တင့်တယ်​နေနိုင်တဲ့ မိသားစုကြီးတစ်စုပါ
တစ်​နေ့မှာ​တော့ ဘာတီယာမိသားစုဝင် “၁၁ ​ယောက်လုံး”
​နေအိမ်မှာပဲ ကြိုးဆွဲချသတ်​သေသွားခဲ့ပါတယ်၊
ဒီမှုခင်းဟာ ​အသတ်ခံရတာလား သွေးရိုးသားရိုး​သတ်​သေမှုဟုတ်ရဲ့လား စုံစမ်းရာမှ ​
ကြောက်မက်ဖွယ် လျှို့ဝှက်ချက်​​တွေ တန်းစီထွက်​ပေါ်လာတဲ့အခါ….
ဒီ Documentary အ​ခြေခံရိုက်ကူးထားတဲ့ မှုခင်းဖြစ်ရပ်မှန်ဟာ
၂၀၁၈ခုနှစ်အတွင်း အိန္ဒိယနိုင်ငံတစ်ခုလုံး ဟိုး​​​လေးတ​ကျော်​ကျော်
ဖြစ်သွား​ခဲ့သလို ကြားရကြုံရသူတိုင်း စုတ်တသပ်သပ်ဖြစ်​စေခဲ့တဲ့
နာမည်​ကျော် မှုခင်းကြီးပါ၊
ဒါဟာ Documentaryဖြစ်ပါတယ်၊ ရုပ်ရှင်မဟုတ်ပါဘူး၊
ဒါ​ကြောင့် ဒီ မှတ်တမ်းရုပ်ရှင် ထဲက အင်တာဗျူး​တွေ၊
ပါဝင်ရိုက်ကူးခဲ့သူ​တွေရဲ့ emotionတွေ၊ ဗီဒီယိုမှတ်တမ်း​တွေက တကယ့်အစစ်​တွေပဲဖြစ်ပါတယ်၊
Viewer Sensitivity အရနဲ့ သရုပ်​ဖော်သ​ဘောအရသာ ​
အခင်း​ဖြစ်ပွားရာနေရာကိုပဲ ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်
တကယ့်ကိုဆန်းကျယ်ပြီး ဘယ်လိုမှမထင်ထားတဲ့အ​ဖြေကိုပဲ လိုချင်တဲ့
Crime docu ပရိတ်သတ်​တွေအတွက် ဒီမှတ်တမ်းစီးရီးက
တကယ်ကို ​ရွှေပါပဲလို့ ညွှန်းဆိုချင်ပါတယ်
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။
Genre…..Documentary, Crime, History
Quality….WEB-DL 1080p
File size…700MB
Episodes… 3
Format…mp4
Duration….1h
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. JimX
Encoder ….. August
ZIP Yoteshin / Megaup / VIP
Episode 01 – VIP | Userdrive | Yoteshin | Megaup | Meganz | CMDrive | Streamsb
Episode 02 – VIP | Userdrive | Yoteshin | Megaup | Meganz | CMDrive | Streamsb
Episode 03 – VIP | Userdrive | Yoteshin | Megaup | Meganz | CMDrive | Streamsb
~~~~~~~~~~~~~~~~~~~~~~END~~~~~~~~~~~~~~~~~~~~~~~~~~~~
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
