Synopsis of Lookism (2022)Lookism (2022)အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ Lookism လို့ခေါ်တဲ့ Korean Animated Series လေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်Webtoon ကနေ ပြန်လည်ပုံဖော်ထားတဲ့ Animation လေးမို့ ဆန်းလည်း ဆန်းသစ်သလို ပိုလည်းစိတ်ဝင်စားဖို့ကောင်းပါတယ်ရုပ်ချော ၊ ကြည့်ကောင်းမှ ဂုဏ်တွေငွေတွေရှိမှ လူ့အသိုင်းအဝိုင်းမှာ အရာဝင်တယ်လို့ သတ်မှတ်ထားတဲ့သူတွေကြားဟျောင်းဆော့ဆိုတဲ့ ငွေကြေးလည်း မပြည့်စုံ ခန္ဓာကိုယ်ကလည်း ဝတဲ့ ကျောင်းသားလေးဟာ ဓားစားခံထဲက တစ်ယောက် ဖြစ်ခဲ့ရပါတယ်။ကျောင်းသားဆိုးတွေ အကြမ်းဖက်အနိုင်ကျင့်တာကို ခံနေရတဲ့ဟျောင်းဆော့ဟာတစ်နေ့မှာတော့ အိပ်ပျော်သွားရာက နိုးလာတဲ့အခါအရပ်ရှည်ရှည် ရုပ်ချောချောကောင်လေးခန္ဓာကိုယ်နဲ့ ဖြစ်နေပါတော့တယ်နောက်ကိုလှည့်ကြည့်တဲ့အခါ သူ့ရဲ့အရင်ပုံစံအတိုင်း ဟျောင်းဆော့က အိပ်နေတာကို တွေ့လိုက်ရတယ် ။အစကတော့ အိပ်မက်ထင်နေခဲ့ပေမယ့်တကယ်ဖြစ်နေတဲ့အခါ ဟျောင်းဆော့ တစ်ယောက်ရုပ်ချောချောကျောင်းသားလေးအဖြစ် ကျောင်းအသစ်မှာ ဘဝသစ်စတင်ဖို့ လုပ်ခဲ့ပါတော့တယ် ။ဘယ်လိုအဖြစ်တွေဆက်ကြုံဦးမလဲဆိုတာတော့ ဆက်လက်ကြည့်ရှုပေးပါနော်စဆုံး ၈ ပိုင်းကို တစ်ခါတည်း တင်ဆက်ပေးထာတာမို့ တစ်ထိုင်တည်း ကြည့်လိုက်ကြပါဦး။အညွှန်းကိုတော့ Shin Shin က ရေးထားပေးပြီတော့ဘာသာပြန်ထားတာကတော့ Shin Shin, Cali, NanThin, Lao Qui တို့ပဲ ဖြစ်ကြပါတယ်။Genre….. Comedy, Drama, AnimattionQuality….  | File size…350MB | 1&0MBFormat… mp4Duration…. 24minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Shin Shin, Cali, NanThin, Lao QuiEncoder ….. August 01 – Userdrive |  |  |  | Streamvid | Telegram 02 – Userdrive |  |  |  | Streamvid | Telegram 03 – Userdrive |  |  |  | Streamvid | Telegram 04 – Userdrive |  |  |  | Streamvid | Telegram 05 – Userdrive |  |  |  | Streamvid | Telegram 06 – Userdrive |  |  |  | Streamvid | Telegram 07 – Userdrive | YoteShin |  |  | Streamvid | Telegram 08 – Userdrive | YoteShin |  |  | Streamvid | Telegram 01 – Userdrive |  |  | Meganz | Streamvid | Telegram 02 – Userdrive |  |  | Meganz | Streamvid | Telegram 03 – Userdrive |  |  | Meganz | Streamvid | Telegram 04 – Userdrive |  |  | Meganz | Streamvid | Telegram 05 – Userdrive |  |  | Meganz | Streamvid | Telegram 06 – Userdrive |  |  | Meganz | Streamvid | Telegram 07 – Userdrive | YoteShin |  | Meganz | Streamvid | Telegram 08 – Userdrive | YoteShin |  | Meganz | Streamvid | Telegram 