"Synopsis of The Dark Crystal: Age of Resistance (2019) Season 1 [COMPLETE]
(Unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတဈခါတကယျကွည့ျကောငျးပွီး Rating ကလညျးတောျတောျမွင့ျတဲ့ Netflix ထုတျ Series လေးတဈခုကိုတငျပေးခငြျပါတယျ။
Adventure/Drama အမြိုးအစား Series ဖွဈပွီး Puppetry Fantasy ဇာတျလမျးတှဲလေးဖွဈပါတယျ။
ကောငျးမှနျတဲ့ဝဖေနျခကြျတှေ review တှမြေားစှာရရှိထားပွီး Puppetry ဆနျဆနျ animation ကောငျးကောငျးနဲ့ဖနျတီးထားတာကိုတှေ့ရမှာပါ။
ဒါကွောင့ျလညျး IMDb ration 8.7 အထိရရှိအောငျမွငျတာပဲဖွဈပါတယျ။
၁၉၈၂ခုနှဈက Jim Henson နဲ့ Frank Oz တို့ဟာ Dark Crystal ဆိုတဲ့ Puppet-Driven ရုပျရှငျတဈကားရိုကျကူးခဲ့ပါတယျ။
အဲဒီဇာတျကားလေးရဲ့ ဇာတျကွောငျးမှာတော့ သရြာဂွိုလျကွီးပကြျဆီးနပွေီး နောကျဆုံးအသကျရှငျကနြျတဲ့ ဂယျဖလငျမြိုးနှယျ နှဈဦးသာရှိတဲ့ကာလကိုတညျထားခဲ့ပါတယျ။
အဲဒီဇာတျကားလေးဟာလညျး အတောျအောငျမွငျခဲ့ပွီး ဒီ The Dark Crystal : Age of Resistance မှာတော့ အဲဒီအဖွဈအပကြျတှမေတိုငျခငျကာလ
စကတျစီဆိုတဲ့တခွားဂွိုလျသားတှေ သရြာဂွိုလျကိုလာအုပျခြုပျနပွေီး ဂယျဖလငျတှဖေိနှိပျခံနရေခြိနျ၊
သရြာဂွိုလျရဲ့အထှဋျအမွတျထားရာ ကြောကျမွတျကွီးဟာလညျးယခုမှပကြျစီးစပွုခြိနျ….
အဲဒီအခွအေနတှေကေိုတညျထားပွီး ဖနျတီးထားတဲ့ series လေးဖွဈပါတယျ။
ဒီဇာတျလမျးတှဲမှာ အဓိကဇာတျကောငျတှအေားဖွင့ျ သရြာဂွိုလျကွီးရဲ့အရငျးနှီးဆုံးဂယျဖလငျမြိုးနှယျစုတှေ၊
တခွားဂွိုလျကရောကျလာတဲ့ စကတျစီမြိုးနှယျစု၊ ပေါ့ဒလငျဆိုတဲ့မြိုးနှယျစုတှပေါဝငျပွီး
အဓိကအားဖွင့ျ အကငြ့ျပကြျအုပျခြုပျသူ တခွားဂွိုလျသား စကတျစီတှရေဲ့တရားမှုတှကေို နောကျမှသိရှိသှားတဲ့ ဂယျဖလငျမြိုးနှယျတို့ရဲ့ တောျလှနျရေးကိုဦးတညျးရိုကျကူးထားတာပါ။
Box Office ဒေါျလာ ၄၁.၄သနျးအထိရရှိထားပွီး သူ့ရဲ့ ရုပျသေးရုပျပုံစံ animation special effect တှေ
ဇာတျကောငျတှေ နောကျခံစကားပွောသံတှကွေောင့ျ နာမညျကောငျးရထားတဲ့ ဇာတျလမျးတှဲဖွဈပါတယျ။
အပိုငျး (၁၀) ပိုငျးထှကျရှိထားပွီးဖွဈပါတယျ။
(ဘာသာပွနျပေးထားသူကတော့ Thura Zarni Aung နဲ့ Tin Myo Lwin ပါ)
(Zawgyi)
ဒီတစ်ခါတကယ်ကြည့်ကောင်းပြီး Rating ကလည်းတော်တော်မြင့်တဲ့ Netflix ထုတ် Series လေးတစ်ခုကိုတင်ပေးချင်ပါတယ်။
Adventure/Drama အမျိုးအစား Series ဖြစ်ပြီး Puppetry Fantasy ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်။
ကောင်းမွန်တဲ့ဝေဖန်ချက်တွေ review တွေများစွာရရှိထားပြီး Puppetry ဆန်ဆန် animation ကောင်းကောင်းနဲ့ဖန်တီးထားတာကိုတွေ့ရမှာပါ။
ဒါကြောင့်လည်း IMDb ration 8.7 အထိရရှိအောင်မြင်တာပဲဖြစ်ပါတယ်။
၁၉၈၂ခုနှစ်က Jim Henson နဲ့ Frank Oz တို့ဟာ Dark Crystal ဆိုတဲ့ Puppet-Driven ရုပ်ရှင်တစ်ကားရိုက်ကူးခဲ့ပါတယ်။
အဲဒီဇာတ်ကားလေးရဲ့ ဇာတ်ကြောင်းမှာတော့ သျရာဂြိုလ်ကြီးပျက်ဆီးနေပြီး နောက်ဆုံးအသက်ရှင်ကျန်တဲ့ ဂယ်ဖလင်မျိုးနွယ် နှစ်ဦးသာရှိတဲ့ကာလကိုတည်ထားခဲ့ပါတယ်။
အဲဒီဇာတ်ကားလေးဟာလည်း အတော်အောင်မြင်ခဲ့ပြီး ဒီ The Dark Crystal : Age of Resistance မှာတော့ အဲဒီအဖြစ်အပျက်တွေမတိုင်ခင်ကာလ
စကတ်စီဆိုတဲ့တခြားဂြိုလ်သားတွေ သျရာဂြိုလ်ကိုလာအုပ်ချုပ်နေပြီး ဂယ်ဖလင်တွေဖိနှိပ်ခံနေရချိန်၊
သျရာဂြိုလ်ရဲ့အထွဋ်အမြတ်ထားရာ ကျောက်မြတ်ကြီးဟာလည်းယခုမှပျက်စီးစပြုချိန်….
အဲဒီအခြေအနေတွေကိုတည်ထားပြီး ဖန်တီးထားတဲ့ series လေးဖြစ်ပါတယ်။
ဒီဇာတ်လမ်းတွဲမှာ အဓိကဇာတ်ကောင်တွေအားဖြင့် သျရာဂြိုလ်ကြီးရဲ့အရင်းနှီးဆုံးဂယ်ဖလင်မျိုးနွယ်စုတွေ၊
တခြားဂြိုလ်ကရောက်လာတဲ့ စကတ်စီမျိုးနွယ်စု၊ ပေါ့ဒလင်ဆိုတဲ့မျိုးနွယ်စုတွေပါဝင်ပြီး
အဓိကအားဖြင့် အကျင့်ပျက်အုပ်ချုပ်သူ တခြားဂြိုလ်သား စကတ်စီတွေရဲ့တရားမှုတွေကို နောက်မှသိရှိသွားတဲ့ ဂယ်ဖလင်မျိုးနွယ်တို့ရဲ့ တော်လှန်ရေးကိုဦးတည်းရိုက်ကူးထားတာပါ။
Box Office ဒေါ်လာ ၄၁.၄သန်းအထိရရှိထားပြီး သူ့ရဲ့ ရုပ်သေးရုပ်ပုံစံ animation special effect တွေ
ဇာတ်ကောင်တွေ နောက်ခံစကားပြောသံတွေကြောင့် နာမည်ကောင်းရထားတဲ့ ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။
အပိုင်း (၁၀) ပိုင်းထွက်ရှိထားပြီးဖြစ်ပါတယ်။
(ဘာသာပြန်ပေးထားသူကတော့ Thura Zarni Aung နဲ့ Tin Myo Lwin ပါ)
Quality – 720p NF WEB-DL
Duration – 1hr 00min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Adventure, Drama, Family
Source : 20p.NF.WEBRip.DDP5.1.x264-NTG
Translator – Tin Myo Lwin & Thura Zarni Aung
Encoder – Thanhtike Zaw
=======================================
=======================================
Complete Zip File VIP / Megaup / Yoteshin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
