"Synopsis of Hellbound (2021)
Hellbound (2021)
အားလုံးမျှော်လင့်နေကြတဲ့ Hellbound ကတော့ ထွက်ရှိလို့လာပါပြီ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Hellbound ဆိုတာ ဘယ်လိုဇာတ်လမ်းမျိုးလဲ??
Webtoon ကို အခြေခံထားပြီး နာမည်ကြီး Train to Busan ရုပ်ရှင်ရဲ့ ဒါရိုက်တာ ကိုယ်တိုင် ရိုက်ကူးပုံဖော်ပေးထားတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်
ဒါရိုက်တာတင် နာမည်ကြီးရုံမကပါဘူး
Yoo Ah In,Woo jin A,Kim Hyun Joo စတဲ့ နာမည်ကြီးမင်းသားမင်းသမီးတွေ ပါဝင်သရုပ်ဆောင်ထားတာမလို့ ပရိတ်သတ်အားလုံး အကြိုက်တွေ့စေမှာ သေချာပါတယ်
“မင်းမကြာခင်သေဆုံးတော့မယ်” ဆိုတဲ့ စကားကိုကြားမိရင် တုန်လှုပ်မိမှာလား ဒါမှမဟုတ်
မဖြစ်နိုင်တဲ့ ပေါက်ကရစကားတွေကို နားကြားမှားတာလို့ ထင်မိကြမှာလား????
ဒီဇာတ်လမ်းလေးမှာတော့ လူတွေဟာ သူတို့သေဆုံးတော့မယ်ဆိုရင်
ကြိုတင်နိမိတ်ပြတဲ့အနေနဲ့ “မင်းမကြာခင်သေဆုံးတော့မယ်”ဆိုတဲ့စကားကို ကြားရလေ့ရှိပါတယ်
အဲ့လိုကြားပြီး သေဆုံးမဲ့အချိန်မှာမှ ငရဲသားတမန်တော်က
သူတို့ရှေ့မှာပေါ်လာပြီးတော့ သူတို့ကိုသတ်ပစ်တာပါ
ဇာတ်ကောင်တွေကို မိတ်ဆက်ကြည့်ရအောင်…
Jung Jin Soo ကတော့ ဘာသာရေးအသင်းအဖွဲ့ အသစ် Saejinrihwe ရဲ့ခေါင်းဆောင်တစ်ဦး
ဖြစ်ပါတယ်
သူက ဒီငရဲသားတမန်တော်တွေက ငရဲကလာတဲ့အကြောင်း
ဘုရားသခင်ရဲ့တည်ရှိမှုကိုဖော်ပြတဲ့အကြောင်း စတဲ့ ဘာသာရေးအယူဝါဒတွေကို ဟောပြောတဲ့သူပါ
Jin Soo ဟာ သြဇာတိက္ကမနဲ့ပြီးပြည့်စုံသလို
အရမ်းကိုနားလည်ရခက်တဲ့သူတစ်ယောက်လည်း ဖြစ်ပါတယ်
Jung Jin Soo အဖွဲ့နဲ့ပတ်သတ်ပြီး အမှန်တရားဖော်ထုတ်ဖို့ ကြိုးစားနေသူကတော့
ရုပ်သံအစီအစဥ် PD တစ်ဦးဖြစ်တဲ့ Bae Young Jae
သူဟာလည်း သူ့ဒုက္ခနဲ့သူပါ
Young Jae ရဲ့ဇနီးဖြစ်သူ Song So hyun က
ဖြေရှင်းလို့မရနိုင်တဲ့ စိတ်ပိုင်းဆိုင်ရာ နာကျင်မှုတွေကို ရင်ဆိုင်ခံစားနေရတာပါ
Min Hey Jin ကတော့ Saejinrihwe အဖွဲ့ကို
စုံလုံးကန်း လိုက်နာသူတွေရဲ့အဖွဲ့အစည်းဖြစ်တဲ့
Hwasalchok ကို ဆန့်ကျင်နေသူ ရှေ့နေတစ်ယောက်ဖြစ်ပါတယ်
Jin Kyung Hoon ဆိုသူကတော့ ငရဲသားတမန်တော်တွေ
ပေါ်ပေါက်လာတဲ့အမှုနဲ့ပတ်သတ်ပြီးစုံစမ်းနေတဲ့စုံထောက်ဖြစ်သူပါ
အဲ့ဒီ ၅ယောက်ကြားမှာ ဘယ်လိုတွေ ဆက်ဖြစ်ကြမှာလဲ??
ငရဲသားတမန်တော်တွေ ပေါ်ထွက်လာမှုကို
ဟောပြောနေတဲ့ ဒီဘာသာရေးအဖွဲ့အသစ်ရဲ့
ပေါ်လာရတဲ့ရည်ရွယ်ချက်က တကယ်တမ်း ဘာဖြစ်လဲ??…..ဆိုတာကို
Hellbound ဆိုတဲ့ ဇာတ်လမ်းလေးမှာ အားလုံးအတူ လိုက်ပါကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်
စုစုပေါင်း အပိုင်း ၆ ပိုင်းထွက်ရှိမှာဖြစ်ပြီး
CM မှတစ်ခါတည်း အပြီးထိတင်ဆက်ပေးမှာမို့ ဆက်လက်စောင့်ကြည့်ပေးကြပါဦးနော်
အညွှန်းကိုတော့ Shwe Pyae က ရေးသားပေးထားပြီးတော့
ဘာသာပြန်တွေကတော့ JimX, Shwe Pyae, Thuu Thuu နဲ့ Yamin တို့ပဲ ဖြစ်ကြပါတယ်။
Genre: Sci-Fi, Mystery, Crime
Episodes: 6
Quality: 1080p
Size: 600MB
Duration: 60min
Translators: JimX, Shwe Pyae, Thuu Thuu, Yamin
Encoder: Thit San Khant
VIP Member – Click Here!
ZIP[720p] Yoteshin / Megaup / VIP
Episode 1 – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (1080p)
Episode 1 – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (720p)
Episode 2 – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (1080p)
Episode 2 – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (720p)
Episode 3 – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (1080p)
Episode 3 – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (720p)
Episode 4 – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (1080p)
Episode 4 – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (720p)
Episode 5- Yoteshin / Directlink / Userdrive / Megaup / Streamsb (720p)
Episode 5 – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (1080p)
Episode 6 END – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (720p)
Episode 6 END – Yoteshin / Directlink / Userdrive / Megaup / Streamsb (1080p)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
