"Synopsis of The Brave (2017)[စ/ဆုံး]
The Brave (2017)ဇာတ္လမ္းတြဲ
အပုိင္း( ၁ မွ ၁၃ ) စ/ဆုံး
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
=============
အ​ေမရိကန္​ရဲ႕ စစ္​ဘက္​​ေထာက္​လွမ္​း​ေရး ​အဖြဲ႔တစ္​ခုျဖစ္​တဲ့ Defence Intelligence Agency (DIA)
မွာ ပက္​ထရစ္​႐ွာကမ္​့ဘဲလ္​ ဆိုတဲ့အမ်ိဳးသမီးႀကီးက လက္​​ေထာက္​ၫႊန္​ၾကား​ေရးမႉးပါ ..
. သူ႔လက္​​ေအာက္​မွာ … သတင္​းအခ်က္​အလက္​ စံုစမ္​း​ေဖာ္​ထုတ္​​ေရးအဖြဲ႔နဲ႔ ​ေျမျပင္​ စစ္​ဆင္​​ေရးအဖြဲ႔ ဆိုၿပီး ႏွစ္​ဖြဲ႔႐ွိပါတယ္​ …
DIA ရဲ႕ အဓိက ရည္​ရြယ္​ခ်က္​က​ေတာ့ ကမာၻတစ္​ဝွမ္​းက အႏ ၱရာယ္​ ႐ွိတဲ့ ​ေနရာ​ေတြမွ
ာ အျပစ္​မဲ့ျပည္​သူ​ေတြ ​ေဘးကင္​း​ေရးအတြက္​ အသက္​​ေပး တာဝန္​ထမ္​း​ေဆာင္​ဖို႔ပဲျဖစ္​ပါတယ္​
…
ဆုိေတာ့ ေျမျပင္စစ္ဆင္ေရးအဖြဲ႕ဟာ အထူးေလ့က်င့္ထားတဲ့ စစ္သားေတြျဖစ္ေလေတဲ့အျပင္
တစ္ဦးခ်င္းစီမွာလည္း သတ္ျဖတ္ႏွိမ္ႏွင္းေရးအတြက္ ပါရမီေတြ ပါသလားမွတ္ရတယ္….
DIA က အေရးေပၚညႊန္ၾကားခ်က္တစ္ခုရတာနဲ႕ ေျမျပင္စစ္ဆင္ေရးအဖြဲ႕က
အခ်ိန္တုိအတြင္း စစ္ဆင္ေရးေတြကုိေအာင္ျမင္ေအာင္လႈပ္ရွားရပါတယ္…
ဒီလုိလႈပ္ရွားရတာ တကယ္ေတာ့ ထင္ထားတာထက္ကုိ ခက္ပါတယ္…
ႏုိင္ငံတကာရဲ႕ ဥပေဒေတြနဲ႕လြတ္ကင္းေအာင္ ေျခရာေဖ်ာက္လုပ္ကုိင္ရတာမ်ဳိးရွိတတ္သလုိ
တစ္ခ်ဳိ႕ကိစၥေတြဆုိ ဥပေဒျပင္ပေတြျဖစ္သြားတတ္ပါတယ္…
ဒီဇာတ္လမ္းတြဲက ရင္ခုန္စိတ္လႈပ္ရွားဖုိ႕ေကာင္းပါတယ္….
ေခတ္မွီနည္းပညာေတြသုံးထားသလုိ အက္ရွင္ခန္းေတြလည္း ေ၀ေ၀ဆာဆာပါ ပါတယ္….
ေျမျပင္စစ္ဆင္ေရးအဖြဲ႕နဲ႕အတူ စြန္႕စားခန္းေတြ ထြက္ရသလုိ ခံစားရၿပီး
DIA ရဲ႕ ကင္းေထာက္ေလယာဥ္နဲ႕အတူ တုိက္ရုိက္ၾကည့္ရႈရင္း
ကုိယ္တုိင္ ညႊန္ၾကားေရးမွဴးတစ္ေယာက္လုိလည္းျဖစ္သြားပါလိမ့္မယ္…
အပုိင္း ၁၃ ပုိင္းရွိၿပီး က်န္အပုိင္းမ်ားကုိ မၾကာမွီတင္ဆက္ေပးသြားပါမည္…
ခပ္ၾကမ္းၾကမ္း ရင္ခုန္ရတဲ့ အက္ရွင္ စစ္ဆင္ေရး ဇာတ္လမ္းတြဲေတြၾကဳိက္ႏွစ္သက္သူတုိ႕အဖုိ႕
တစ္ပုိင္းေလာက္ျမည္းစမ္းၾကည့္သင့္ပါတယ္….
ေနာက္တစ္ပုိင္းဆက္ေဒါင္းခ်င္သြားလိမ့္မယ္ဆုိတာ ကြ်န္ေတာ္ေျပာရဲတယ္…
(((Unicode)))
အမေရိကန်ရဲ့ စစ်ဘက်ထောက်လှမ်းရေး အဖွဲ့တစ်ခုဖြစ်တဲ့ Defence Intelligence Agency (DIA) မှာ ပက်ထရစ်ရှာကမ့်ဘဲလ် ဆိုတဲ့အမျိုးသမီးကြီးက လက်ထောက်ညွှန်ကြားရေးမှူးပါ … သူ့လက်အောက်မှာ … သတင်းအချက်အလက် စုံစမ်းဖော်ထုတ်ရေးအဖွဲ့နဲ့ မြေပြင် စစ်ဆင်ရေးအဖွဲ့ ဆိုပြီး နှစ်ဖွဲ့ရှိပါတယ် …
DIA ရဲ့ အဓိက ရည်ရွယ်ချက်ကတော့ ကမ္ဘာတစ်ဝှမ်းက အန ္တရာယ် ရှိတဲ့ နေရာတွေမှာ အပြစ်မဲ့ပြည်သူတွေ ဘေးကင်းရေးအတွက် အသက်ပေး တာဝန်ထမ်းဆောင်ဖို့ပဲဖြစ်ပါတယ်
…
ဆိုတော့ မြေပြင်စစ်ဆင်ရေးအဖွဲ့ဟာ အထူးလေ့ကျင့်ထားတဲ့ စစ်သားတွေဖြစ်လေတေဲ့အပြင် တစ်ဦးချင်းစီမှာလည်း သတ်ဖြတ်နှိမ်နှင်းရေးအတွက် ပါရမီတွေ ပါသလားမှတ်ရတယ်….
DIA က အရေးပေါ်ညွှန်ကြားချက်တစ်ခုရတာနဲ့ မြေပြင်စစ်ဆင်ရေးအဖွဲ့က
အချိန်တိုအတွင်း စစ်ဆင်ရေးတွေကိုအောင်မြင်အောင်လှုပ်ရှားရပါတယ်…
ဒီလိုလှုပ်ရှားရတာ တကယ်တော့ ထင်ထားတာထက်ကို ခက်ပါတယ်…
နိုင်ငံတကာရဲ့ ဥပဒေတွေနဲ့လွတ်ကင်းအောင် ခြေရာဖျောက်လုပ်ကိုင်ရတာမျိုးရှိတတ်သလို
တစ်ချို့ကိစ္စတွေဆို ဥပဒေပြင်ပတွေဖြစ်သွားတတ်ပါတယ်…
ဒီဇာတ်လမ်းတွဲက ရင်ခုန်စိတ်လှုပ်ရှားဖို့ကောင်းပါတယ်….
ခေတ်မှီနည်းပညာတွေသုံးထားသလို အက်ရှင်ခန်းတွေလည်း ဝေေ၀ဆာဆာပါ ပါတယ်….
မြေပြင်စစ်ဆင်ရေးအဖွဲ့နဲ့အတူ စွန့်စားခန်းတွေ ထွက်ရသလို ခံစားရပြီး
DIA ရဲ့ ကင်းထောက်လေယာဉ်နဲ့အတူ တိုက်ရိုက်ကြည့်ရှုရင်း ကိုယ်တိုင် ညွှန်ကြားရေးမှူးတစ်ယောက်လိုလည်းဖြစ်သွားပါလိမ့်မယ်…
အပိုင်း ၁၃ ပိုင်းရှိပြီး ကျန်အပိုင်းများကို မကြာမှီတင်ဆက်ပေးသွားပါမည်…
ခပ်ကြမ်းကြမ်း ရင်ခုန်ရတဲ့ အက်ရှင် စစ်ဆင်ရေး ဇာတ်လမ်းတွဲတွေကြိုက်နှစ်သက်သူတို့အဖို့ တစ်ပိုင်းလောက်မြည်းစမ်းကြည့်သင့်ပါတယ်….
နောက်တစ်ပိုင်းဆက်ဒေါင်းချင်သွားလိမ့်မယ်ဆိုတာ ကျွန်တော်ပြောရဲတယ်…
ဇာတ္လမ္းအညႊန္းကုိေတာ့ Oung Xix Ming မွ ေရးသားထားပါတယ္..
ဘာသာျပန္သူမ်ားကေတာ့ Oung Xix Ming,May Tharaphi Lwin & Cynthia တုိ႕ပဲျဖစ္ပါတယ္…
Quality – BLU-RAY 720P
Duration – 43min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action,Drama,Thriller
Translator – Oung Xix Ming,May Tharaphi Lwin & Cynthia
Encoder – Phyo Pyae
Ep1-7 (Zip File) – Yoteshin / Megaup / VIP
Ep8 -13 (Zip File)- Yoteshin / Megaup / VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
