"Synopsis of 13 Reasons Why Season 3 [COMPLETE]
Unicode
======
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
13 Reasons Why ရဲ့ တတိယဇာတ်လမ်းတွဲ လာပါပြီခင်ဗျာ။
ဒီဇာတ်လမ်းမှာတော့ ဟန်နာဘိတ်ကာ သေဆုံးပြီး ရှစ်လအကြာကို ဆက်ရိုက်ပြထားတဲ့ ဇာတ်လမ်းပါ။
ဒီဇာတ်လမ်းမှာတော့ ဟန်နာ့ကို မတရားကျုးလွန်ခဲ့တဲ့ ဘရိုက်စ်ဝေါ့ကာရဲ့ သေဆုံးမှုနဲ့ စဖွင့်ထားပါတယ်။
ဘရိုက်စ်ဝေါ့ကာ ဘာကြောင့် သေရတာလဲ?????
ဘရိုက်စ်ဝေါ့ကာကို ဘယ်သူတွေက သတ်သွားရတာလဲ?????
ဘာကြောင့် သတ်ချင်ရတာလဲ?????
ဘရိုက်စ်က လစ်ဘာတီကျောင်းရဲ့နာမည်ကြီး ကျောင်းသားဆိုးဆိုးထဲမှာ ပါပါတယ်။
ဒီဇာတ်လမ်းမှာ ဘရိုက်စ်ဟာ လစ်ဘာတီကျောင်းကထွက်ပြီး ဟေးလ်ခရက်စ်ကျောင်းမှာ ဆက်လက်တက်ရောက်နေပါပြီ။
ကျောင်းသားဟောင်းတွေ ပြန်လည်တွေ့ဆုံကြတဲ့ ဟုမ်းကမ်းမင်း (Homecoming) ပွဲမှာ ဘရိုက်စ်တစ်ယောက် သေဆုံးခဲ့ရပါတယ်။
ရဲတွေကတော့ လူသတ်မှုလို့ သတ်မှတ်ပြီးတော့ သံသယတရားခံတွေကို စစ်ဆေးမေးမြန်းပါတယ်။
ဘယ်သူ တရားခံ ဖြစ်နိုင်ပါသလဲ?????
လစ်ဘာတီ ကျောင်းက ကျောင်းသားတိုင်းနီးပါးကတော့ ဘရိုက်စ်အနိုင်ကျင့်မခံရဖူးတဲ့လူ မရှိပါဘူး။
ဒီဇာတ်လမ်းမှာ ပါတဲ့ စကားတစ်လုံး ရှိပါတယ်။
“No one is innocent” ဘယ်သူမှတော့ အပြစ်မကင်းပါဘူး။
ကဲ…..ကျွန်တော်တို့လည်း ဘရိုက်စ်ဝေါ့ကာကို သတ်တဲ့တရားခံကို ရှာကြည့်ရအောင်ဗျာ။
Season 3 ကတော့ လျှို့ဝှက်ချက်တော်တော်များများကို ဖြည်ထုပ်ပြသသွားပါတယ်။
အရင် Season ကြိုက်သူတွေကတော့ ဒီကားကို ကြိုက်ကြဦးမှာပါပဲ။
ဒီဇာတ်လမ်းမှာ ဇာတ်ကောင်အသစ် အန်နီ ပါလာပါတယ်။
ဇာတ်အဖွင့်မှာ သွေးစွန်းနေတဲ့ အင်္ကျီကို လျှော်ဖွပ်နေတဲ့ အန်နီရဲ့မိတ်ဆက်နဲ့ ဇာတ်လမ်းစပါတယ်။
ရဲတွေက ကလေးရ်ကို ဖမ်းခေါ်သွားခဲ့ပါပြီ။
ဘရိုက်စ်ဝေါ့ကာ သေဆုံးမှုရဲ့သံသယတရားခံအနေနဲ့ပါ။
ကလေးရ် တကယ်သတ်ခဲ့သလား?????
တခြားတစ်ယောက်ယောက်က သတ်သွားခဲ့တာလား?????
စိတ်ဝင်စားနေပြီဆိုရင်တော့ ၁၃ ပိုင်းလုံးသာ ပြီးအောင် ကြည့်လိုက်တော့ဗျာ။
13 Reasons Why ရဲ့ ထုံးစံအတိုင်း ၁၃ ပိုင်းပါ။
(ဘာသာပြန်ပေးထားသူတွေကတော့ CM Team မှ Kiwi,d3mon,August,Thura Zarni Aung,Hein Min Tun,May Tharaphi Lwin တို့ပါ)
Quality – 720p NF WEB-DL
Duration – 1hr 00min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Mystery
Source : 720p.NF.WEBRip.DDP5.1.x264-MZABI
Translator – Kiwi,d3mon,August,Thura Zarni Aung,Hein Min Tun,May Tharaphi Lwin
Encoder – THZ
=======================================
=======================================
Complete Zip FIle Yoteshin1-6 / Yoteshin7-13 / Megaup1-6 / Megaup7-13 / VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
