"Synopsis of More Than Blue : The Series (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (8.4)
You are The Apple of My Eye လိုမျိုး အတည်ပေါက်နဲ့ ကြည်နူးလွမ်းဆွေးရမယ့် ဒီစီးရီးဟာ
အပိုင်း(၁၀)ပိုင်းပါရှိပြီး Netflix ကနေ အသစ်ထွက်ရှိလာတာပါ။
၀မ်းနည်းခြင်းအစစ်ဟာ သီချင်းတစ်ပုဒ်လိုပဲ။
အစပိုင်းမှာ ခင်ဗျားကိုဝမ်းနည်းအောင်မလုပ်သေးဘူး။ ဒါပေမယ့် Chorus အပိုဒ်တွေကျရင် လှိုင်းတွန့်လေးတွေလို
တစ်စထက်တစ်ပုံထပ်လာပြီး မေ့မရနိုင်စရာသံစဉ်တစ်ခုအဖြစ် ရင်ထဲကိုရိုက်ခတ်လာလိမ့်မယ်။ ဝမ်းနည်းခြင်းဆိုတာဟာ
ရုတ်ချည်းရောက်ချလာတယ်လို့ ခင်ဗျားထင်နေခဲ့ရင် အစပိုင်းမှာလာနေခဲ့တဲ့ နုတ်စ်အနိမ့်လေးတွေကိုခင်ဗျားလျစ်လျူရှုခဲ့မိလို့ပါပဲ၊
– ချန်ချေကိုင်
အန်းရီချီဆိုတာ ဂီတထုတ်လုပ်သူ ဝမ်ပိုဟန်ရဲ့လက်ထောက်တစ်ဦးဖြစ်ပြီး မကြာခင်ထွက်ရှိဖို့လုပ်နေတဲ့
နာမည်ကျော်အဆိုတော် အားလင်ရဲ့အယ်လ်ဘမ်အသစ်အတွက် ခေါင်းစီးသီချင်းကိုရွေးနေကြချိန်ဖြစ်ပါတယ်။
သူ့စားပွဲပေါ်ကိုရောက်နေတဲ့ ရွက်ပုန်းသီးဂီတဝါသနာရှင်များစွာရဲ့ သီချင်းတွေအများကြီးထဲကမှ သူ့စိတ်ထဲကို
ရောက်လာတဲ့ သီချင်းတစ်ပုဒ်ကိုပြလိုက်တဲ့အချိန်မှာတော့ အားလင်တစ်ယောက်ချက်ချင်းဆိုသလိုပဲသဘောကျသွားပြီး
ဒီသီချင်းကိုခေါင်းစီးအဖြစ်ရွေးချယ်ခဲ့ပါတယ်။
အဲဒီမှာအခက်တွေ့တာက စီဒီပေါ်မှာ ကေ နဲ့ ခရင်မ် ဆိုတာကလွဲလို့ ပေးပို့သူအမည်မပါ၊လိပ်စာမပါရှိခဲ့လို့ပါပဲ။
ဒီသီချင်းရဲ့မူပိုင်ခွင့်အတွက် ဝမ်ပိုဟန် သိထားတဲ့ သဲလွန်စသေးသေးလေးကတစ်ဆင့် တစ်စ တစ်စ လိုက်လံစုံစမ်းရင်းနဲ့
ဒီသီချင်းနောက်ကွယ်က ကြေကွဲဆွတ်ပျံ့စရာ ချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်၊ ကေနဲ့ ခရင်မ်ဆိုတဲ့ အမည်ပိုင်ရှင်နှစ်ယောက်၊
ဒီသီချင်းဖြစ်ပေါ်လာရတဲ့ အကြောင်းအရာစေ့ဆော်မှုတွေကိုပါ တဖြည်းဖြည်းနားလည်သိရှိလာရာက သူတို့ရဲ့ဘဝတွေထဲအထိ
သက်ရောက်မှုတွေရှိလာခဲ့တဲ့အခါမှာတော့..။
More Than Blue ဟာ 2009 နာမည်ကျော် ကိုရီးယားရုပ်ရှင် More than blue ရဲ့ဒုတိယမြောက်ထိုင်ဝမ် remake ဖြစ်ပါတယ်။
ပထမ remake ဖြစ်တဲ့ More Than Blue 2018 ဟာလဲ 2018 အဖွင့်ဝင်ငွေအများဆုံးစံချိန်ချိုးတဲ့အထိအောင်မြင်ခဲ့ပါတယ်။
ဂီတလောကနောက်ခံဇာတ်ကားဖြစ်တဲ့အတွက် ငြိမ့်ဝင်စီးမျောလို့ကောင်းတဲ့ နောက်ခံတေးဂီတ သီချင်းလှလှလေးတွေ။
သက်ဝင်လှပလွန်းတဲ့ cinematography တွေ အပြင် တစ်ရစ်ခြင်းဖြည်ချသွားတဲ့ ဇာတ်အလှည့်အပြောင်းတွေကြောင့်ပါ ထိုင်ရာမထတမ်း
ကြည့်ရလောက်အောင် ဆွဲဆောင်နိုင်တဲ့ ဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပါတယ်။
Full HD 1080p နဲ့ တင်ဆက်ထားပြီး ဖိုင်ဆိုဒ်သေးတာလိုချင်ရင်တော့ Streamsb Link ကနေ ဒေါင်းယူလိုက်ကြပါ။
File Size – 700 MB @Episode
Quality – WEB-DL 1080P
Duration – 50min (@Episode)
Subtitle – Myanmar Hardsub
Format – mp4
Genre : Drama , Romance
Translator – Alias , Mugiwara Ya , Murphy
Encoder – Nyeinsaeya Aung
++++++++++++++++++++++++++++++
VIP Member>>>VIP Link
Episode 1>>> Yoteshin / StreamSB / DirectLink / Megaup /Yandex /
Episode 2>>>Yoteshin / StreamSB / DirectLink / Megaup /Yandex /
Episode 3>>> Yoteshin / StreamSB / DirectLink / Megaup /Yandex /
Episode 4>>> Yoteshin / StreamSB / Megaup /Yandex /
Episode 5>>>Yoteshin / StreamSB / Megaup /Yandex /
Episode 6>>> Yoteshin / StreamSB / Megaup /Yandex /
Episode 7>>> Yoteshin / StreamSB / Megaup /Yandex /
Episode 8>>>Yoteshin / StreamSB / Megaup /Yandex /
Episode 9>>> Yoteshin / StreamSB / Megaup /Yandex /
Episode 10(END)>>> Yoteshin / StreamSB / Megaup /Yandex /
အားပေးမှုကိုကျေးဇူးတင်ရှိပါသည်။
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
