"Synopsis of I Know What You Did Last Summer (2021)
I Konw What You Did Last Summer (2021)
I Konw What You Did Last Summer Franchise ဟာ
ရှေ့မှာမူဗီအနေနဲ့ ၃ ကားထွက်ထားခဲ့ပြီး
ယခု ၂၀၂၁ မှာတော့ စီးရီးအနေနဲ့ တစ်ဖန်ပြည်လည်ထွက်ရှိလာပြီပဲ ဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Mystery, Horror, Crime ဆိုတဲ့ Genre နဲ့အညီ
တစ်ခန်းချင်းစီမှာ အလှည့်အပြောင်းများစွာနဲ့ အပိုင်းတိုင်းကို
အသက်တောင်မရှူဝံ့ဘဲ ရင်တမမနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းလေးကတော့
လျှို့ဝှက်ချက်တွေနဲ့ ပြည့်နှက်နေတဲ့ မြို့ငယ်လေးတစ်မြို့မှာရှိတဲ့
လူငယ်လေးတစ်စုဟာ ဘွဲ့ယူတဲ့ညမှာ ပျော်ပါးနေကြရင်းနဲ့
မတော်တဆလူသတ်မှုဖြစ်ခဲ့ကြပါတယ်။
ထိုမတော်တဆမှုကို ဘယ်သူမှမသိအောင် ဖုံးကွယ်လိုက်ကြပြီး
မေ့မေ့ပျောက်ပျောက်နေရာမှ တစ်နှစ်ကြာတဲ့အခါမှာ
ထူးဆန်းတဲ့လူသတ်သမားတစ်ယောက်ရဲ့ အမဲလိုက်ခြင်းကို ခံခဲ့ကြရပါတယ်။
ဒီလူသတ်သမားက သူတို့ကိုဘာလို့အမဲလိုက်နေရတာလဲ၊
သူတို့ရဲ့အတိတ်မှာဖြစ်ခဲ့တဲ့ မတော်တဆဖြစ်ရပ်နဲ့ သက်ဆိုင်နေမလား၊
သူတို့ကိုအငြိုးတကြီးနဲ့လိုက်သတ်နေတဲ့ ထူးဆန်းတဲ့လူသတ်သမားကရော ဘယ်သူဖြစ်နိုင်မလဲ၊
နောက်ဆုံးသူတို့အားလုံးလွတ်မြောက်နိုင်မှာလားဆိုတဲ့ မေးခွန်းတွေကိုတော့
ဇာတ်ကားထဲမှာ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာပါ။
ဒီစီးရီးလေးဟာ စုစုပေါင်း အပိုင်း ၈ ပိုင်းပါဝင်မှာဖြစ်ပြီး
စစချင်း ၄ ပိုင်းအရင်ထွက်ထားတာမို့ Channel Myanmar မှ ကနဦး ၄ ပိုင်းအပြင်
အပတ်စဉ် သောကြာနေ့တိုင်းမှာ တစ်ပတ်တစ်ပိုင်းစီ တင်ဆက်ပေးသွားမှာပဲဖြစ်ပါတယ်။
တကယ်ကောင်းတဲ့စီးရီးအသစ်စက်စက်မို့လို့ အားလုံးပဲ ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ။
အညွှန်းကိုတော့ Tar Tee Poe က ရေးသားပေးထားပြီးတော့
ဘာသာပြန်တွေကတော့ JimX, Tar Tee Poe, Thiha Yan Naing,
Chuck Chuck, Ye Khant, Chit Tee တို့ပဲ ဖြစ်ကြပါတယ်။
Episodes: 8
Genre: Mystery, Crime, Horror
Duration: 50min
File Size: 500MB
Quality: 1080p
Subtitle: Myanmar (Hardsub)
Transloator: CM Team
Encoder: August
Episode 01 – VIP | Userdrive | CMDrive | Yoteshin | Megaup | Streamsb
Episode 02 – VIP | Userdrive | CMDrive | Yoteshin | Megaup | Streamsb
Episode 03 – VIP | Userdrive | CMDrive | Yoteshin | Megaup | Streamsb
Episode 04 – VIP | Userdrive | CMDrive | Yoteshin | Megaup | Streamsb
Episode 05 – VIP | Userdrive | CMDrive | Yoteshin | Megaup | Streamsb
Episode 06 – VIP | Userdrive | CMDrive | Yoteshin | Megaup | Streamsb
Episode 07 – VIP | Userdrive | CMDrive | Yoteshin | Megaup | Streamsb
Episode 08 – VIP | Userdrive | CMDrive | Yoteshin | Megaup | Streamsb
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
