"Synopsis of Sacred Games (2018) Season 1 [COMPLETE]
July 6 ရက်နေ့မှာ Netflix ကနေ ထုတ်လွှင်မယ့် India Series အကြောင်း နည်းနည်းပြောချင်တယ်၊ အစကတော့ Netflix ကနေ ပထမဆုံးရိုက်တဲ့ India Series၊ Cast တွေထဲမှာ ကိုယ်ကြိုက်တဲ့ Nawazuddin Siddiqui ပါနေတော့ မိုက်ပြီဆိုပြီး မှတ်ထားတာ မနေ့ကမှ ဒီကားအကြောင်းလိုက်ရှာဖတ်မိတော့မှရေလည်ကြမ်းနေမှန်းသိတော့တယ်၊
ဒီ series ကို ထုတ်လုပ်သူနဲ့ ဒါရိုက်တာအဖြစ်ပါဝင်ထားသူက အိန္ဒိယရဲ့ မာတင်စကော့စေးလို့ ပြောကြတဲ့ Anurag kashyap ၊Gangs of Waseeypur ဇာတ်ကားအပါအဝင် နာမည်ကျော်ဇာတ်ကားများစွာကို ရိုက်ကူးခဲ့တဲ့ Anurag kashyap ကိုယ်တိုင်ရိုက်ကူးထားပြီးသူရဲ့ Phantom Flim နဲ့ ပူးပေါင်းထုတ်လုပ်ထားတယ်၊
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်ကားက Vikram Chandra ရဲ့ 2016 ခုနှစ်က ထွက်ရှိထားတဲ့ နာမည်တူ Sacred Game ဆိုတဲ့ ဝတ္ထုကို အခြေခံထားတယ်၊သူရဲ့ ဇာတ်လမ်းက မွန်ဘိုင်းမှာအခြေတည်ပြီး ရဲနဲ့လူဆိုးကြားက မျဉ်းပါးပါးလေးကို လစ်ဟပြထားတဲ့ဝတ္ထု ၊မွန်ဘိုင်းရဲ့ညတွေမှာ မလုံခြုံမှုတွေဆိုးသွမ်းမှုကိုတွေပြထားတာနောက်ြပြီး Drug တွေ၊ နိုင်ငံရေးကစားမှုတွေပါပါတယ် ဒါတွေက ကိုယ့်ဆရာ Anurag kashyap ရဲ့ အကြိုက်ဆိုတော့ ရေလည်လန်းမှာသေချာနေပြီ
အဓိကကျတဲ့ လူဆိုးဂိုဏ်းခေါင်းဆောင်နေရာမှာ Anurag kashyap နဲ့ လက်တွဲနေကျ မင်းသား Nawazuddin Siddiqui က ပါဝင်ထားတယ်၊ ဒီလိုကာရိုက်တာတွေပိုင်တဲ့ Nawaz နဲ့ကွက်တိဆိုရမယ်၊ ရဲနေမှာက Saif Ali Khan ၊ ဒီဇာတ်ကားနဲ့ သူ့ရဲ့ carrer ကို တစ်ဆင့်မြှင်မယ်လို့ ယုံရတယ်၊ မင်းသမီး နှစ်ယောက်ပါတယ်၊ ပထမတစ်ယောက် Anupriya Goenka ကို ဒီက ပရိသတ်တွေက Tiger Zinda Hai ဇာတ်ကားထဲက နာစ့်မလေးဆို မှတ်မိမယ်ထင်တယ်၊
နောက်ပြီး Padmaavat ထဲမှာလည်းပါသေးတယ်၊ သူလေးကလည်းအချောလေး၊ နောက်တစ်ယောက် Radhika Apte သူ့ကိုတော့ Nawazuddin Siddiqui ရဲ့ နာမည်ကျော်ဇာတ်ကား Mhanji: The Mountain Man ဇာတ်ကားမှာ Mhanji ရဲ့ မိန်းမအဖြစ်သရုပ်ဆောင်တယ်ဆို အကုန်သိမယ်ထင်ပါတယ်၊ လက်ရှိမှာလည်း အောင်မြင်တဲ့ဇာတ်ကားကောင်းတော်တော်များများမှာ ပါဝင်ထားတယ်၊
Cast တွေကလည့်းအကုန်အလန်းပါ၊
ဒ်ီဇာတ်လမ်းတွဲကို Netflix ကနေ July 6 ရက်နေ့မှာတစ်ကမ္ဘာလုံးကို စလွှင့်မယ်၊ တစ်နာရီစာ အပိုင်းရှစ်ပိုင်းပါမယ်
ဇာတ်လမ်းကတော့ ကိုယ်ပိုင်အမှုတစ်ခုမှမလိုက်ဖူးလို့ အရိုသေမဲ့ဖြစ်နေရတဲ့ ရဲတစ်ယောက်ရဲတပ်ဖွဲ့တခုလုံးက လုပ်သမျှအားလုံးကို ဖြူသည်၊မဲသည် မေးခွန်းထုတ်ခွင့်မရှိဘဲ အထက်လူကြီးတွေနဲ့ အဆင်မပြေဖြစ်နေတဲ့ ဆာတက်(ဂျ်)ဆင့်
တစ်ညမှာတော့ ဘယ်ကမှန်းမသိတဲ့လူတစ်ယောက်ဆီက ဖုန်းတစ်ခုဝင်လာပါတော့တယ်
“သူအသတ်ခံရတော့မယ်ဖြစ်တဲ့အကြောင်းဘယ်သူ့ကိုမှမယုံကြည်ရတဲ့အချိန်မှာ ဒစ်(လ်)ဘန့်ဆင့်ကို သတိရလာကြောင်းနဲ့၂၅ အချိန်ရှိတယ်၊ မြို့ကိုကယ်ဖို့ လှမ်းအသိပေးတာပဲ ဖြစ်ပါတယ် ”
ဖုန်းဆက်တဲ့သူကတော့ ခေတ်အဆက်ဆက်ဆိုးသွမ်းလာတဲ့ လူဆိုး၊ လူမိုက်ကြီး ဂနစ်(ရှ်) ဂိုင်တွန်ဒီပဲ ဖြစ်ပါတယ်။
နှစ်ပေါင်းများစွာရဲတပ်ဖွဲ့က အလိုရှိနေတဲ့ လူဆိုး လူသတ်မှုပေါင်း ၁၅၈ခုနဲ့ အမှုဖွင့်ထာိးတဲ့လူမိုက်နဲ့ရိုးသားမှန်ကန်တဲ့ ရဲတစ်ယောက်နဲ့ ထိပ်တိုက်တွေ့ကြလေသော အခါ
# ထပ်ညွှန်ဆိုစရာမလိုလောက်အောင် သိပ်ကောင်းလွန်းနေတဲ့ ဇာတ်လမ်းတွဲတစ်ခုပါ
# လူဆိုး၊ လူမိုက်ရဲ့ဇာတ်ကြောင်းကို ဟိုးငယ်ဘဝက အစခေတ်အဆက်ဆက် ဒုစရိုက်လောကကို ဖြတ်သန်းခဲ့ပုံတွေကို အမှန်အကန်တင်ဆက်ထားပါတယ်
# Adults Rated ဖြစ်တာကြောင့် စကားလုံံးအသုံးနှုန်းများ ကြမ်းတမ်းသည်ကို သတိပြုပါခင်ဗျာ။
(ဇာတ်လမ်းအညွှန်းကိုတော့ ကို Zin Ko Ko Facebook Wall မှ ကူးယူဖော်ပြထားပါတယ်)
(ဘာသာပြန်တင်ဆက်ထားသူများကတော့ Zaw Htoo နဲ့ D3moon တို့ဖြစ်ပါတယ်။)
Quality – NF WEB-DL 720p
Duration – 60 Min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Source – 1080p.NF.WEB-DL.DD.5.1.H.264-TS
Translator – Zaw Htoo,d3mon
Encoder – Thanhtike Zaw
Season 1 [COMPLETE] Zip File ျဖင့္ေဒါင္းရန္ (2.97 GB)
Megaup / VIP / Yoteshin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
