"Synopsis of Class of Lies (2019)
ဒီတစ်ခေါက်မှာတော့ CM ပရိတ်သတ်ကြီးအတွက်
ကျောင်းတွင်း မှုခင်းကားကောင်းလေး တစ်ကားကို တင်ဆက်ပေးမှာပါ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်လမ်းတွဲလေးကို July 17 ရက်က စတင်ပြီး OCN ရုပ်သံလိုင်းကနေ ထုတ်လွှင့်ခဲ့တာပါ
အပတ်စဉ် ဗုဒ္ဓဟူး ကြာဿပတေးနေ့တိုင်း အပိုင်းသစ်ထွက်ရှိပြီး
အပိုင်းပေါင်း ၁၆ ပိုင်းထိ ထွက်ရှိမှာဖြစ်ပါတယ်
ချွန်းမြောင်အထက်တန်းကျောင်းမှာ လူသတ်မှုဖြစ်ပွားပုံနဲ့ ဇာတ်အိမ်တည်ထားတာပါ
ချွန်းမြောင်းအထက်တန်းကျောင်းကတော့ လူကုံထံတွေရဲ့
သားသမီးတွေ အာဏာပိုင်တွေရဲ့ သားသမီးတွေနဲ့ စာအရမ်းတော်တဲ့ကလေးတွေ
အနုပညာအသိုင်းဝိုင်းက ကလေးတွေအများစုတက်ကြတဲ့ လူချမ်းသာ အထက်တန်းကျောင်းတစ်ခုပါ
ဒီကျောင်းမှာ ကျောင်းရဲ့မော်ဒယ် ဂျောင်ဆူအာကို သတ်တဲ့ လူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပါတယ်
အမှုရဲ့တရားခံအဖြစ် စွဲချက်တင်ခံထားရတဲ့ ကင်ဟန်ဆူက
အမှုရုံးတင်နေချိန်အတွင်း ကိုယ့်ကိုကိုယ် သေကြောင်းကြံခဲ့တာကြောင့်
သူသတိပြန်မရခင်အထိ အမှုကို ဆိုင်းငံ့ထားခဲ့ရပါတယ်
ဒီအမှုကို တာဝန်ယူရှေ့နေလိုက်ပေးရတဲ့ ရှေ့နေကလည်း အထက်လူကြီးရဲ့
အမိန့်ကိုဆန့်ကျင်ပြီး သူ့ရဲ့အမှုသည်မှာ အပြစ်မရှိကြောင်း
တရားရုံးမှာ လျှောက်ထားလိုက်တဲ့အတွက် အလုပ်ကနေ ထုတ်ခံခဲ့ရပါတယ်
ပြီးတော့ လာဘ်စားမှုတွေနဲ့ အမှုဆင်ခံရပြီး ရှေ့နေလိုင်စင် သိမ်းခံခဲ့ရပါတယ်
အဲ့အတွက်ကြောင့် သူဟာ ဒီအမှုကို အမှန်တိုင်း ပေါ်ပေါက်အောင် ဖော်ထုတ်ဖို့အတွက်
အမှုဖြစ်ခဲ့တဲ့ ချွန်းမြောင် အထက်တန်းကျောင်းမှာ
လက်ထောက်ကျောင်းဆရာအဖြစ် အလုပ်ဝင်ခဲ့ပါတယ်
ကဲ ဒီဇာတ်လမ်းတွဲလေးမှာ ဘယ်လို ထူးခြားမှုတွေရှိမလဲ ?
ချွန်းမြောင် အထက်တန်းကျောင်းမှာ နောက်ထပ် အခြားသော ကလေးချင်း အနိုင်ကျင့်မှုတွေ ရှိနေဦးမှာလား ?
ဘယ်လိုလျှို့ဝှက်ချက်တွေရှ်ိမလဲ ?
ဂျောင်ဆူအာကို သတ်တဲ့ တရားခံအစစ်ကရော ဘယ်သူဖြစ်လဲ ?
CM မှ ဘာသာပြန် တင်ဆက်ပေးမယ့် Class of Lies ဆိုတဲ့ ဇာတ်ကားလေးမှာ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး
File Size : (450-550mb)
Quality : HDTV720p
Running Time : 50-60min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p HDTV AAC H.264-NEXT
Translated by Hay Thar Oo and Hnin Pale
Encoded by sithu
Season 01
Complete Zip File VIP / Megaup1-8 / Megaup9-16 / Yoteshin[1-8] / Yoteshin[9-16]
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
