Synopsis of Friends (1994) – Season 01 (Complete)F.R.I.E.N.D.S===========IMDb Rating – 8.9  10Sit-com လောကမှာအကောင်းဆုံးထဲက တစ်ခုဖြစ်ပြီး ရုပ်ရှင်ချစ်ပရိသတ်တွေ လုံးဝလက်လွှတ်မရတဲ့ Sit-com ဟာ ဘာလဲဆိုရင် လူတိုင်းနီးပါး လက်ညိုးထိုးကြမှာ Friends စီးရီးပါပဲ။ဇာတ်လမ်းလေးကတော့ ရိုးရိုးလေးပဲ။ နယူးယော့ခ်မြို့မှာနေတဲ့ သူငယ်ချင်းခြောက်ယောက်ရဲ့ ဇာတ်ကြောင်းကို အချိန်နဲ့တင်ဆက်ပြသွားတာပါပဲ။ ဒါပေမယ့် ဒီစီးရီးကို ဘာတွေက Unique ဖြစ်စေလဲဆိုတာကတော့ ပြောရရင် အများကြီးပါပဲ။ ပထမဆုံးအနေနဲ့ ဇာတ်ကောင်တွေအကြောင်းကို နည်းနည်းပြောကြည့်ပါမယ်။Ross ဟာ မထင်ရင် မထင်သလို တလွဲတွေလုပ်မိတတ်တဲ့သူမျိုး။ ပညာတတ် ဒေါက်တာဘွဲ့ရပေမယ့် သူရထားတဲ့ဒေါက်တာဘွဲ့ကို သူ့သူငယ်ချင်းတွေက အဖက်မလုပ်ဘူး မယုံဘူး။ခင်ဗျားတို့အနေနဲ့ ဒီစီးရီးကို စစကြည့်ချင်း ရယ်ရမှာကိုက Ross ရဲ့ အဖြစ်နဲ့စမှာ။ Lesbian ကို လက်ထပ်မိတဲ့ကောင်ဇိုးလေးပေါ့။နောက် Monica။ Ross ရဲ့ ညီမ။ ဇီဇာကြောင်တယ်။ အသန့်ကြိုက်တယ်။ သူ ဒါဆိုရင် ဒါလုပ်မှ ကြိုက်တဲ့ အပျိုကြီးမမပုံစံ။ ဟင်းချက်တော်တယ်။ သူ့သူငယ်ချင်းတွေကို ဟင်းချက်ကျွေးတာက သူကိုယ်တိုင်ပဲဖြစ်နေမှ ကျေနပ်တယ်။Rachel ကတော့ အထက်တန်းကျောင်းတုန်း​က Monica ရဲ့ အတန်းဖော်ပေါ့။ ချောတယ်လှတယ်။ ဖက်ရှင်အမြင်ရှိတယ်။ Feminist ဆန်တယ်။ Rich-Kid ပေမယ့် သူတို့အဖွဲ့ထဲရောက်လာချိန်မှာ ကိုယ့်ခြေနဲ့ကိုယ် ရပ်တည်ဖို့ ကြိုးစားခဲ့တဲ့သူပေါ့။ သူရဲ့ ဇာတ်လမ်းအဖွင့်ကလည်း အခွီပါပဲ။ လက်မထပ်ချင်လို့ ပြေးလာတာပါတဲ့။နောက် မရှိမဖြစ် Chandler နဲ့ Joey။ Ross ရဲ့ အထက်တန်းကျောင်းက သူငယ်ချင်းဖြစ်တဲ့ Chandler ကတော့ ထွေထွေထူးထူး မိတ်ဆက်ပေးစရာကိုမလိုတဲ့ ဇာတ်ကောင်တစ်ယောက်။ သူများကို သရော်တော်တော် ရွဲ့တဲ့တဲ့ လှောင်ဖို့ဖဲ့ဖို့ ဘာညာဆို နှစ်ခါစဉ်းစားစရာမလိုတဲ့ ဦးနှောက်ပိုင်ရှင်။ ဒီစီးရီးရဲ့ ဟာသပြက်လုံးအများစုက သူ့ဆီက လာပါတယ်ဆိုရင် ငြင်းလို့ရမယ်မထင်ဘူးJoey ဇာတ်ကောင်ကတော့ အတော်ထူးခြားတယ်ဗျ။ ရုပ်ရှင်လောကမှာလည်း ထပ်ပေါ်လာဖို့မလွယ်တဲ့ ဇာတ်ကောင်မျိုးပေါ့။ သူဟာ ထူတယ်၊ ပိန်းတယ်။ သူများတွေ သိနေတာ သူမသိဘူး။ အစားလည်း အားတိုင်းစားနေတယ်။ သူလုပ်သမျှ ပြောသမျှက သူ့အတွက်တော့ မထူးခြား၊ ဒါပေမယ့် ရယ်ရတယ်။ တမင်တကာ ပေါပြနေတာလည်း မဟုတ်ဘူး။ စော်လည်း ကြည်သေးတယ်။ လုပ်တဲ့အလုပ်ကလည်း ရုပ်ရှင်မင်းသား။ ကဲ ဘယ်လိုကြီးလဲ စဉ်းစားကြည့်ကြတော့ဗျာ။နောက်ဆုံးကတော့ Phoebe ပေါ့။ ကျွန်တော်ယုံပါတယ်။ ဒီစီးရီးထဲမှာ ခင်ဗျားတို့ အကြိုက်ဆုံးဇာတ်ကောင်ဟာ Lisa Kudrows ရဲ့ Phoebe ဇာတ်ကောင်ဖြစ်ပါလိမ့်မယ်လို့။ သူဟာ ကြင်နာတတ်တယ်။ သနားတတ်တယ်။ စိတ်တော့ဆတ်တယ်။ ဘဝကိုလည်း နေရာစုံမှာ ကျင်လည်ခဲ့ရဖူးတယ်။ မလုပ်တတ်တာ မရှိသလောက်ပဲ။ စကားသုံးခွန်းပြောရင် နှစ်ခွန်းက ပေါက်ကရ။ ဒါပေမယ့် ချစ်စရာကောင်းတုန်းပဲ။ Phoebe ဇာတ်ကောင်က အပေါ်ကလူတွေလို သိပ်ပြောပြဖို့မလွယ်တဲ့ ဇာတ်ကောင်မျိုးဗျ။ဒီလို Situational Comedy ဆိုတဲ့ Sit-com တွေကို ကြားကနေ ဟိုဖောက်ဒီဖောက်ကြည့်လည်း ဘာမှမဖြစ်ပေမယ့်လို့ စီဆင်အများကြီးကို အစကနေ အဆုံးထိ ကြည့်ပြီး ဘယ်ဇာတ်ကောင်ရဲ့ ဘယ်အကျင့်စရိုက်က ကိုယ်နဲ့သွားတူလို့ သဘောကျမိတာမျိုး၊ ကြည့်တာကြာလာလေလေ ကိုယ်နဲ့ရင်းနှီးလာပြီး ဇာတ်ကောင်တွေရဲ့ အကျင့်စရိုက်က ကိုယ့်ပေါ်ထင်ဟပ်လာတာမျိုးက Sit-com တွေရဲ့ အနှစ်သာရပေါ့။ ဒီစီးရီးကြည့်ပြီးလည်း Ross လို PhD မရချင်နေ၊ Rachel လို ဖက်ရှင်အမြင်မရှိတာထား၊ Monica လို ဟင်းချက်ကျွမ်းတာကနောက်မှ၊ Joey လို စော်မကြည်ဘူးထား၊ Phoebe လို သီချင်းမစပ်တတ်ချင်နေ၊ သေချာတာတစ်ခုကတော့ Chandler လို အရွဲ့တိုက်တတ်သွားမယ်ဆိုတာပါပဲ။ဒီကာလကြီးမှာ ခင်ဗျားတို့အနေနဲ့လည်း အပန်းဖြေစရာ အိုအေစစ်လေးတစ်ခု လိုကိုလိုနေမှန်း ကျွန်တော်တို့လည်း သိပါတယ်။ ဒီတော့ ဒီစီးရီးကြည့်ပြီး လောကကြီးကို ရယ်ရယ်မောမောနဲ့ အရွဲ့တိုက်လိုက်ကြတာပေါ့ဗျာ…။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကိုရေးသားပေးသူကတော့ Ye Khant Min ပဲဖြစ်ပါတယ်။)Quality –  BluRay 5.1CHDuration – 22 mins (@)Season-1  – (24) File Size – (400 MB) Appx; @Subtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, RomanceSource : .BluRayTranslator – Myo Ko, Kyaw Zaw HeinEncoder – San Win Maung LinkSeason-1 Ep(1-12) >>>   Season-1 Ep(13-24 END) >>>   တစ်ပိုင်းချင်းစီအလိုက် တိုက်ရိုက်ကြည့်ရှုရန် Season-1 (စဆုံး) >>> Meganz FolderFriends စီးရီးဟာ (၁၉၉၄) ကနေ (၂၀၀၄) ထိ စီစင် ၁၀ ခု ထွက်ရှိခဲ့ပြီး စီစင် ၁၀ ခုစလုံးကို https:channelmyanmar.org?s=friends+1994 မှာကြည့်ပါ။အားပေးမှုကိုကျေးဇူးတင်ရှိပါသည်။Channel Myanmar Admin Team 