"Synopsis of Hometown ( 2021 )
ဆန်းကြယ်တဲ့ကွင်းဆက်လူသတ်မှုနဲ့ သဘာဝမဆန်တဲ့အရာတွေကို ရှာဖွေသိရှိခဲ့ရတဲ့
၁၉၉၉ ခုနှစ်က နယ်မြိုလေးတစ်ခုကို အခြေတည်ထားပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၁၉၈၉ ခုနှစ်မှာ အကြမ်းဖက်သမား Jo Kyung Ho ဟာ ဂျပန်နိုင်ငံမှာ ပညာသင်ပြီးနောက်
တောင်ကိုရီးယားနိုင်ငံကိုပြန်လာကာ သူ့ရဲ့မွေးရပ်မြေက ဘူတာရုံတစ်ခုမှာ Sarin gas ကို
ထုတ်လွှတ်ကာ ခရီးသည်တွေကိုသေစေခဲ့တာကြောင့် ထောင်ဒဏ်တစ်သက်တစ်ကျွန်း ချမှတ်ခံခဲ့ရပါတယ်
သူ့ရဲ့သမီးဖြစ်သူ Jo Jae Young ကိုတော့ ညီမဖြစ်သူ Jo Jung Hyun ဆီသိုလွှတ်ကာ နေထိုင်စေခဲ့ပါတယ်
ဆယ်နှစ်ကြာပြီးတဲ့နောက် လူသတ်မှုဖြစ်တဲ့ဖြစ်တဲ့ နယ်မြိုလေးကို ရောက်ရှိလာတဲ့
စုံထောက် Choi Hyun ဟာ လူသတ်မှုတွေဟာ အကြမ်းဖက်သမားတွေနဲ့
တစ်နည်းနည်းပက်သက်နေတယ်လို သံသရှိနေခဲ့ပါတယ်……လွန်ခဲ့တဲ့ ၁၀ နှစ်က
အကြမ်းဖက်သမားတွေရဲ့ရန်ကနေ ဇနီးသည်ကို မကာကွယ်နိုင်တာကြောင့်
အပြစ်ရှိစိတ်ဖြစိနေတဲ့ Choi Hyun ဟာ Jung Hyun ရဲ့တူမဖြစ်သူ
ပျောက်ဆုံးသွားရာက အမှုကို စတင်စုံစမ်းခဲ့ပါတော့တယ်
Jung Hyun တစ်ယောက် အခက်အခဲတွေနဲ့ ရင်ဆိုင်ကြုံတွေ့နေရချိန်
Choi Hyun နဲ့လက်တွဲကာ အမှန်တရားကို ရှာဖွေဖိုကြိုးစားရင်း
ဘယ်လိုဆန်းကြယ်တဲ့အမှုတွေ အံ့ဩထိတ်လန့်မှုတွေ ကြုံတွေ့ရဦးမလဲဆိုတာကိုတော့……
အပတ်စဥ် ဗုဒ္ဓဟူးနေ့နဲ့ ကြာသပတေးနေ့တွေမှာ ထုတ်လွှင့်ပြသသွားမယ့်
ဒီကားလေးမှာ စောင့်ကြည့်နိုင်ပါတယ်အပိုင်းကတော့ ၁၂ ပိုင်းပါဝင်မှာဖြစ်ပါတယ်
Quality : HDTV 720p
Format : mp4
Total Episodes : 12
Genres : Thriller , Mystery , Horror , Drama
Subtitle : Myanmar Subtitle ( Hardsub )
Translated By Shoon & Lwin & Khine & Khaing & Yamin
Encoded By LK
Episosde 1
Yoteshin / CMDrive / MegaUp / Usersdirve / Meganz / VIP
Episosde 2
Yoteshin / CMDrive / Usersdirve / Meganz / VIP
Episosde 3
Yoteshin / CMDrive / Usersdrive / Meganz / VIP
Episosde 4
Yoteshin / CMDrive / Usersdrive / Meganz / VIP
Episosde 5
Yoteshin / CMDrive / Usersdrive / Meganz / VIP
Episosde 6
Yoteshin / CMDrive / Usersdrive / Meganz / VIP
Episosde 7
Yoteshin / CMDrive / Usersdrive / Meganz / VIP
Episosde 8
Yoteshin / CMDrive / Usersdrive / Meganz / VIP
Episosde 9
Yoteshin / CMDrive / Usersdrive / Meganz / VIP
Episosde 10
Yoteshin / CMDrive / Usersdrive / Meganz / VIP
Episosde 11
Yoteshin / CMDrive / Usersdrive / Meganz / VIP
Episosde 12
Yoteshin / CMDrive / Usersdrive / Meganz / VIP
~Complete ZIP~ Yoteshin / VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
