"Synopsis of Dark (2017) Season 1 [COMPLETE]
Deep ပြီး Dark တဲ့ စီးရီးလေးတစ်ခုကိုမိတ်ဆက်ပေးချင်ပါတယ်။စီးရီးနာမည်ကတော့ Dark (2017)ပါ။
ဒီကားလေးက လျှို ့ဝှက်ဆန်းကျယ် တွေးတောပြီး မျောပါသွားရတဲ့ feelingကိုကြိုက်တဲ့ ပရိသတ်ကြီးအတွက်ကတော့ လုံးဝအကြိုက်တွေ့သွားစေရမှာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အပိုင်း၁ဝပိုင်းပါရှိပါတယ်။
လူသားတွေ နားလည်လက်ခံထားတာက မနေ့ကပြီးရင် ဒီနေ့လာမယ်။
ဒီနေ့ပြီးရင် မနက်ဖြန်ရောက်လာမယ်ဆိုတဲ့ အစီအစဉ်အတိုင်းသွားနေကြတယ်လို့ပါပဲ။
တကယ်လို့ အဲ့လိုအချိန်ကာလတွေဟာအစီအစဉ်အတိုင်းရှိနေတာမျိုးမဟုတ်ပဲ စက်ဝိုင်းကြီးတစ်ခုလိုမျိုး အဆုံးအစမရှိစွာ လည်ပတ်နေတာမျိုးဆိုရင်ရော?
ဒီလိုအတွေးမျိုးတွေပေါ်မှာ အခြေခံကာဇာတ်အိမ်တည်ထားတဲ့ စီးရီးကောင်းလေးကတော့ Dark (2017)ပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုပြောပြချင်ပါသေးတယ်။
ဇာတ်လမ်းအကျဉ်းလေးကတော့…
ဝစ်ဒန်ဆိုတဲ့ မြို့လေးမှာ အီရစ်ခ်ဆိုတဲ့ ကလေးတစ်ယောက် ပျောက်ချင်းမလှပျောက်သွားတာကနေ ဇာတ်လမ်းကစပါတယ်။
ရာဇဝတ်မှုနည်းပါးပြီးအေးချမ်းလှတဲ့ ဒီမြို့လေးမှာ ကလေးတစ်ယောက်ပျောက်ချင်းမလှ ခြေရာလက်ရာ သဲလွန်စတစ်ခုမကျန်ပဲပျောက်ဆုံးသွားတာကတော့ ရဲမှုး အောလ်ရစ်ချ်အတွက်ခေါင်းခဲစရာကိစ္စတစ်ခုဖြစ်လာပါတော့တယ်။
လွန်ခဲ့တဲ့ ၃၃နှစ်ကလဲ မက်စ်ဆိုတဲ့ကလေးတစ်ဦးအခုလိုပဲပျောက်ဆုံးသွားခဲ့ဖူးပါတယ်။
ကံကြမ္မာစက်ဝန်းတစ်ပါတ်ပြန်လည်တာများလားဆိုတဲ့ အတွေးနဲ့ အားလုံးထိတ်လန့်နေချိန်မှာ ရဲမှုးအောလ်ရစ်ချ်ရဲ ့သားငယ်လေး မစ်ကယ်လ်ပါ ပျောက်ဆုံးသွားပါတော့တယ်။
လွန်ခဲ့တဲ့ ၃၃နှစ်ကပျောက်ဆုံးသွားတဲ့ မက်စ်ကို ပျောက်သွားချိန်ကအသက်အရွယ်အတိုင်း ၁၂နှစ်အရွယ်ကလေးတစ်ယောက်ရဲ ့အလောင်းအနေနဲ ့ ပြန်တွေ့ရတဲ့အချိန်မှာ သူတို့ဘာဆက်လုပ်ကြမလဲ?
မက်စ်ရဲ ့အလောင်းကလဲလတ်လတ်ဆတ်ဆတ် တစ်နေ့ကမှသေထားတဲ့အလောင်းဖြစ်နေတဲ့အခါ…
Imdb Rating 8.6/10 ရရှိထားတဲ့ စီးရီးလေးမို့ မကောင်းမှာတော့မပူရပါဘူး။
လျှို့ဝှက်ဆန်းကျယ် အတွေးနယ်ချဲ ့ရတဲ့ ခံစားချက်ကို သဲတစ်ထိတ်ထိတ်ရင်တစ်ဖိုဖိုခံစားချင်တဲ့ ပရိသတ်ကြီးအတွက်ဒီ Dark ဆိုတဲ့စီးရီးလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။
Quality – 720p NF WEB-DL
Duration – 1hr (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Crime, Drama, Mystery
Source : 1080p.NF.WEB-DL.DDP5.1.x264-NTb
Translator – Aye Mon Kyaw,May Haruko,Nay Chi
Encoder – Kyaw Ye Aung/Thanhtike Zaw
Complete Zip File VIP / Megaup / Yoteshin / Veryfiles
Episode (1) Gdrive / YuuDrive / Megaup / Meganz / Upstream
Episode (2) Gdrive / YuuDrive / Megaup / Meganz / Upstream
Episode (3) Gdrive / YuuDrive / Megaup / Meganz / Upstream
Episode (4) Gdrive / YuuDrive / Megaup / Meganz / Upstream
Episode (5) Gdrive / YuuDrive / Megaup / Meganz / Upstream
Episode (6) Gdrive / YuuDrive / Megaup / Meganz / Upstream
Episode (7) Gdrive / YuuDrive / Megaup / Meganz / Upstream
Episode (8) Gdrive / YuuDrive / Megaup / Meganz / Upstream
Episode (9) Gdrive / YuuDrive / Megaup / Meganz / Upstream
Episode (10) Gdrive / YuuDrive / Megaup / Meganz / Upstream
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
