"Synopsis of Chief of Staff (2019)
ဒီတစ်ခါ CM ပရိတ်သတ်တွေအတွက် တင်ဆက်ပေးမဲ့
ongoing series လေးကတော့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Chief Of Staff ပဲဖြစ်ပါတယ်
အပိုင်း ၁၀ ပိုင်းပါဝင်ပြီး June လ ၁၄ ရက်နေ့က စတင်ပြသခဲ့တာပါ
Political Drama အမျိုးစားဖြစ်ပြီး
အပတ်စဉ် သောကြာ/စနေနေ့တိုင်းမှာ အပိုင်းသစ်ထွက်ရှိမှာပါ
မင်းသားမင်းသမီးကတော့ အားလုံးသိကြတဲ့
Along with the god တို့ Triple တို့ထဲက မင်းသားကြီး Lee Jung Jae နဲ့
Oh My Venus တို့ My Girlfriend is Gumiho စတဲ့
ဇာတ်ကားတွေမှာ ပါဝင်ခဲ့ Shin Min-A တို့ပဲဖြစ်ပါတယ်
ဂျန်ထယ်ဂျွန်က ကိုရီးယားရဲတက္ကသိုလ်က ဘွဲ့ရခဲ့ပြီး စုံထောက်အဖြစ်လုပ်ကိုင်ခဲ့ပါတယ်
သူက ပိုပြီး အာဏာရချင်တဲ့အတွက် အမျိုးသားလွှတ်တော်မှာ
အလုပ်လုပ်ဖို့ဆုံးဖြတ်လိုက်ပြီးနောက်မှာတော့ လွှတ်တော်ကိုယ်စားလှယ်
ဆုန်းဟီဆော့အတွက် အလုပ်လုပ်ပေးရတဲ့
အလုပ်သမားခေါင်းဆောင်တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်
သူက ထက်မြက်ပြီး ဆုံးဖြတ်ချက်တွေကို
အေးအေးဆေးဆေးချနိုင်တဲ့ လူတစ်ယောက်ပါ
အနိုင်လိုချင်စိတ်လဲ ပြင်းပြသူတစ်ဦးဖြစ်ပါတယ်
သူ့မှာ လွှတ်တော်ကိုစားလှယ်ဖြစ်လာချင်တဲ့ ရည်မှန်းချက်ကြီးလဲ ရှိနေပါတယ်
ဂန်ဆွန်ယောင်းကလည်း ပြည်သူ့လွှတ်တော်ကိုယ်စားလှယ်
တစ်ယောက်ဖြစ်ပြီး ပါတီရဲ့ ပြောရေးဆိုခွင့်ရှိသူတစ်ယောက်ပါ
သူကလည်းရည်မှန်းချက်ကြီးပြီး သူ့အလုပ်တွေကို သေချာလုပ်တတ်သူပါ
ဂန်ဆွန်ယောင်းနဲ့ ဂျန်ထယ်ဂျွန်တို့ကြားမှာ
ကို့ယို့ကားယားနိုင်တဲ့ ဆက်ဆံရေးတစ်ခုလည်းရှိနေပါသေးတယ်
ဟိုဘက်ဒီဘက် လွှတ်တော်ကိုယ်စားလှယ်တွေနဲ့
ပါတီတွေရဲ့အားပြိုင်မှုတွေမှာ သူတို့ ဘယ်လိုတွေ ပါဝင်နေမလဲ
သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးကရော ဘယ်လိုဖြစ်သွားမလဲ
အခက်ခဲတွေကိုကျော်လွှားနိုင်ပြီး သူတို့ရည်မှန်းချက်ပန်းတိုင်တွေဆီကို
ကိုယ်စီရောက်အောင်သွားနိုင်မလားဆိုတာကို
Chief of staff ဆိုတဲ့ series မှာ စောင့်ကြည့်ကြပါနော်
ဘာသာ ပြန်ပေးထားတာကတော့
Hay Thar Oo ~ Hnin Plae ~ Shoon တို့ ဖြစ်ပါတယ်
Complete Zip File Yoteshin / Megaup / VIP
EP 01 – Drive / Solid / Openload/ Datbu (500)
EP 02 – Drive / Solid / Openload/ Datbu (500)
EP 03 – Drive / Solid / Openload/ Datbu (500)
EP 04 – Drive / Solid / Openload/ Datbu (500)
EP 05 – Drive / Solid / Openload/ Datbu (500)
EP 06 – Drive / Solid / Openload/ Datbu (500)
EP 07 – Drive / Solid / Openload/ Datbu (500)
EP 08 – Drive / Solid / Openload/ Datbu (500)
EP 09 – Drive / Solid / Openload/ Datbu (500)
EP 10 – Drive / Solid / Openload/ Datbu (500)
END
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
