Synopsis of Shahmaran (2023)Shahmaran (2023)မြွေတစ်ပိုင်းလူတစ်ပိုင်းဒဏ္ဍာရီဆိုတာ အာရှနိုင်ငံတွေမှာအများဆုံးရှိသလိုအဲဒီဒဏ္ဍာရီတွေပေါ်အခြေခံတဲ့မြွေကားတွေကလဲ တစ်ခေတ်တစ်ခါကပရိတ်သတ်ကြားမှာတော်တော်ရေပန်းစားခဲ့တာပါ။အခုထွက်ရှိလာတဲ့ တူရကီမြွေဇာတ်လမ်း Shahmaran ကလဲ ပရိသတ်ကြားမှာအကြိုက်တွေ့ကြဦးမယ်လို့ထင်ပါတယ်။ဇာတ်လမ်းအကြောင်းမပြောခင် Shahmaran ရှာမရန်း ဒဏ္ဍာရီလေးကိုပြောပါဦးမယ်။မူကွဲတွေရှိပေမယ့် အကြမ်းဖျင်းအားဖြင့်တော့ ရှာမရန်းက လူတစ်ပိုင်းမြွေတစ်ပိုင်း မြွေဘုရင်မပါ။သူကမြွေတွေနဲ့အတူမြေအောက်မှာနေတယ်ပေါ့။ တစ်နေ့တော့လမ်းပျောက်ပြီးရောက်လာတဲ့ လူသားနဲ့ချစ်ကျွမ်းဝင်မိတယ်။သူက လူသားကို ဆေးပညာရပ်တွေ သင်ကြားပေးခဲ့တယ်လို့ဆိုတယ်။နောက်တော့ လူသားက မြေပေါ်ကိုပြန်သွားခဲ့တယ်။ ရှာမရန်းကလဲ သူ့အကြောင်းဘယ်သူ့ကိုမှ အသိမပေးဖို့မှာလိုက်တယ်။လူသားက အစကတော့ကတိတည်ပါတယ်။ ဒါပေမဲ့သူတို့တိုင်းပြည်ကဘုရင် နာမကျန်းဖြစ်ပါရော။အမတ်တွေကပြောတယ် ရှာမရန်းအသားကိုစားရင်ပြန်ကျန်းမာမယ်ပေါ့။အဲမှာလူသားကလဲ ရှာမရန်းရဲ့နေရာကိုပြောပြလိုက်တယ်။ရှာမရန်းကဖမ်းခံရချိန်မှာ “ငါ့အသားကိုဘုရင့်ကိုကျွေး ငါ့အူကလီစာတွေကို အမတ်တွေကိုကျွေး” လို့ပြောခဲ့တယ်။ဘုရင်ကကျန်းမာသွားပေမယ့် အမတ်တွေကတော့သေသွားခဲ့တယ်ပြောတယ်။လူသားကတော့နောင်တရားတွေနဲ့အတူ ရှာမရန်းသင်ကြားပေးထားတဲ့ ဆေးပညာကိုဆက်လက်အသုံးချကူညီပေးမှုတွေလုပ်သွားခဲ့တယ်ပြောတယ်။ဒီဇာတ်လမ်းမှာတော့ ရှားစုဆိုတဲ့မိန်းကလေးက သူ့အမေကိုငယ်ငယ်ထဲကထားသွားခဲ့တဲ့ သူ့အဖိုးဖြစ်သူကိုလိုက်ရှာရင်း မြို့တစ်မြို့ကိုရောက်လာပါတယ်။ဒီမြို့မှာ သူ့ကိုနှစ်ပေါင်းများစွာအရင်ထဲက ကြိုတင်စောင့်ဆိုင်းနေတဲ့ လူတစ်စုနဲ့ဆုံရတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ။မူလ ရှာမရန်းဇာတ်လမ်းနဲ့ရော ဘယ်လိုတွေပတ်သက်မှုရှိနေမလဲဆိုတာ ကြည့်လိုက်ကြရအောင်အစအဆုံး ၈ ပိုင်း ရှိပြီးတော့ ဆက်တိုက်ဆိုသလို တင်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။Genre….. Drama, Sci-fi & FantasyQuality….  | File size… 800MB | 400MBFormat… mp4Duration….40 mins… 8 sSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. RashidaEncoder ….. August 01 – Userdrive | YoteShin |  |  | Streamvid 02 – Userdrive | YoteShin |  |  | Streamvid 03 – Userdrive | YoteShin |  |  | Streamvid 04 – Userdrive | YoteShin |  |  | Streamvid 05 – Userdrive | YoteShin |  |  | Streamvid 06 – Userdrive | YoteShin |  |  | Streamvid 07 – Userdrive | YoteShin |  |  | Streamvid 08 – Userdrive | YoteShin |  |  | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 02 – Userdrive | YoteShin |  | Meganz | Streamvid 03 – Userdrive | YoteShin |  | Meganz | Streamvid 04 – Userdrive | YoteShin |  | Meganz | Streamvid 05 – Userdrive | YoteShin |  | Meganz | Streamvid 06 – Userdrive | YoteShin |  | Meganz | Streamvid 07 – Userdrive | YoteShin |  | Meganz | Streamvid 08 – Userdrive | YoteShin |  | Meganz | Streamvid 