Synopsis of The Legend of Dancing Prince ( 2013 )“ခန်းနားကြီးကျယ်လွန်းလှတဲ့ ယဥ်ကျေးမှု အမွေအနှစ်တွေရဲ့နောက်ကွယ်မှာ ဘယ်သူမှ မသိနိုင်တဲ့ ကြီးမားလှတဲ့ဇာတ်လမ်း ဇာတ်ကွက်တွေကတော့ ရှိစမြဲပါပဲ”ပျူနိုင်ငံတော်(ရှေးခေတ်မြန်မာနိုင်ငံတော်) ရဲ့ ဘုရင်ဟာပျူမင်းသား သုနန္ဒ ဦးဆောင်တဲ့ ပျူနိုင်ငံတေးဂီတအဖွဲ့ကိုစေလွှတ်ပြီး ပြည်သရေခေတ္တရာမြို့တော်မှတစ်ဆင့် ချန်အန်းမှာရှိတဲ့ထန်မင်းဆက်နန်းတော်ကို ဖျော်ဖြေစေဖို့ စေလွှတ်ခဲ့ပါတယ်စေလွှတ်ရခြင်းရဲ့ အကြောင်းပြချက်ကတော့ ထန်မင်းဆက်နဲ့ဆက်ဆံရေး အဒွန့်ရှည်စေဖို့ တစ်နိုင်ငံနဲ့ တစ်နိုင်ငံအပြန်အလှန် ကူညီနိုင်စေဖို့ အတွက်ပါသုနန္ဒဒီတာဝန်ကို ထမ်းရွက်နေစဥ်အတွင်းမှာ ခရီးစဥ်ကဖျောင့်ဖြူးခြင်းမရှိခဲ့ပါဘူး သုနန္ဒ မင်းနေပြည်တော်ကနေပြီးထွက်သွားတာကို အခွင့်အကောင်းယူကာ ပျူနိုင်ငံတော်ရဲ့စစ်သူကြီးဖြစ်သူ ကျားလော်နက အရှင်မင်းကြီးကို လုပ်ကြံသတ်ဖြတ်ပြီးထီးနန်းကို အပိုင်သိမ်းယူဖို့ ကြံစည်နေခဲ့တာပါဒါပေမဲ့လို့ စစ်သူကြီးရဲ့ မွေးစားသားဖြစ်သူ စူးကျွယ်ဟာသုနန္ဒနဲ့ ညီအစ်ကိုလို ခင်မင်နေခဲ့တာကိုတော့ သူမသိရှာခဲ့ပါဘူးစူးကျွယ်ဟာ သုနန္ဒကို မွေးစားအဖေရဲ့ အစီအစဥ်တွေကိုပြောပြလိုက်ပြီးနောက်မှာတော့ သုနန္ဒဟာ စူးကျွယ်ကိုမိမိအနေနဲ့ ဟန်ဆောင်ခိုင်းခဲ့ပြီး ဖျော်ဖြေရေးအဖွဲ့ထဲကိုလိုက်သွားစေခဲ့ပါတယ်တစ်ဆက်ထဲမှာပဲကြာပန်းလိုလှပ နူးညံ့လှတဲ့ မိန်းမပျိုလေး ယင်းမာစန္ဒီရဲ့နူးညံ့လှတဲ့လှတဲ့ ပုံပန်းသွင်ပြင်နောက်ကွယ်မှာထိတ်လန့်စရာကောင်းတဲ့ လျှို့ဝှက်ချက်တစ်ခု သိုဝှက်ထားတယ်ဆိုတာဘယ်သူကမှ မသိခဲ့ပါဘူး အခက်အခဲများစွာအတားအဆီးပေါင်းများစွာကို ဖြတ်သန်းပြီး ချန်အန်းကို ရောက်တဲ့အခါမှာတော့ –❏ စစ်သူကြီး ကျားလော်နအပြင် သူတို့ စောင့်ကြည့်နေတဲ့ကြောက်စရာမျက်လုံးတစ်စုံရှိသေးတယ်ဆိုတဲ့ အကြောင်း သုနန္ဒသိရှိသွားတဲ့ အခါ….?❏ ချန်အန်းကိုရောက်ရင် အရာအားလုံးပြီးဆုံသွားပြီထင်ထားပေမဲ့အမှန်တကယ်မှာတော့ ဇာတ်လမ်းအစပဲရှိသေးတယ်ဆိုတာ သုနန္ဒတစ်ယောက်သိရှိသွားတဲ့အခါ…?❏ သူတို့ရဲ့ ဖျော်ဖြေရေးအဖွဲ့ကို အသုံးချပြီးအရှင်မင်းကြီးကို လုပ်ကြံသတ်ဖြတ်ချင်နေတဲ့သူရှိနေတဲ့အကြောင်း သုနန္ဒတစ်ယောက်သိရှိသွားတဲ့အခါ…?ဘာတွေဆက်ဖြစ်ကြမှာလဲဆိုတာ စိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမဲ့ဇာတ်လမ်းတွဲတစ်ကားပဲဖြစ်ပါတယ်ရှင်ဒီဇာတ်ကားလေးဟာဆိုရင် တရုတ် – မြန်မာ နှစ်နိုင်ငံပူးပေါင်းရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတွဲလေး တစ်ခုပဲဖြစ်ပြီးတော့ထန်မင်းဆက်နန်းတော်၊ နန်စောပြည်၊ ပျူနိုင်ငံ စတဲ့ဒေသများအကြောင်း ရိုက်ကူးပုံဖော်ထားတဲ့ကားလေးဆိုရင်လဲမမှားပါဘူးပါဝင်သရုပ်ဆောင်ထားတဲ့ သူများအနေနဲ့ကလဲ –❏ ရုပ်ရည်ချောမောလှပြီး ပရိယာယ်ကြွယ်လှတဲ့ ပျူမင်းသား သုနန္ဒအဖြစ် – Lin Geng Xin❏ နေရာစုံကိုလျှောက်သွားပြီး ပစ္စည်းတွေခိုးရတာ နှစ်သက်သူ အပျော်အပါးမက်သူ  သွက်သွက်လပ်ရှိသူမိန်းမပျိုလေး ယဲ့ရှားလော်အဖြစ် – Choo Ja Hyun တို့ကအဓိက ပါဝင်သရုပ်ဆောင်ထားကြတဲ့အပြင် မြန်မာရုပ်ရှင်သရုပ်ဆောင်များဖြစ်ကြတဲ့ရန်ကျော်နဲ့ မေသဥ္ဇာဦးတို့ကပါ ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်ရှင်အားလုံးရင်းနီးပြီးသား ကားလေးကိုCM ကနေပြီးတော့ တစ်ဖန်ကြည့်ရှုခံစားလိုက်ကြပါဦးလားရှင်[Reviewed By Chit Mya Mya Hmwe]Quality : WEB-DL ,Total s : 42Format : mp4Genres : Historical, WuxiaDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1 – MegaUp    Usersdrive    StreamSB 2 – MegaUp    Usersdrive    StreamSB 3 – MegaUp    Usersdrive    StreamSB 4 – MegaUp    Usersdrive    StreamSB 5 – MegaUp    Usersdrive    StreamSB 6 – MegaUp    Usersdrive    StreamSB 7 – MegaUp    Usersdrive    StreamSB 8 – MegaUp    Usersdrive    StreamSB 9 – MegaUp    Usersdrive    StreamSB 10 – MegaUp    Usersdrive    StreamSB 11 – MegaUp    Usersdrive    StreamSB 12 – MegaUp    Usersdrive    StreamSB 13 – MegaUp    Usersdrive    StreamSB 14 – MegaUp    Usersdrive    StreamSB 15 – MegaUp    Usersdrive    StreamSB 16 – MegaUp    Usersdrive    StreamSB 17 – MegaUp    Usersdrive    StreamSB 18 – MegaUp    Usersdrive    StreamSB 19 – MegaUp    Usersdrive    StreamSB 20 – MegaUp    Usersdrive    StreamSB 21 – MegaUp    Usersdrive    StreamSB 22 – MegaUp    Usersdrive    StreamSB 23 – MegaUp    Usersdrive    StreamSB 24 – MegaUp    Usersdrive    StreamSB 25 – MegaUp    Usersdrive    StreamSB 26 – MegaUp    Usersdrive    StreamSB 27 – MegaUp    Usersdrive    StreamSB 28 – MegaUp    Usersdrive    StreamSB 29 – MegaUp    Usersdrive    StreamSB 30 – MegaUp    Usersdrive    StreamSB 31 – MegaUp    Usersdrive    StreamSB 32 – MegaUp    Usersdrive    StreamSB 33 – MegaUp    Usersdrive    StreamSB 34 – MegaUp    Usersdrive    StreamSB 35 – MegaUp    Usersdrive    StreamSB 36 – MegaUp    Usersdrive    StreamSB 37 – MegaUp    Usersdrive    StreamSB 38 – MegaUp    Usersdrive    StreamSB 39 – MegaUp    Usersdrive    StreamSB 40 – MegaUp    Usersdrive    StreamSB 41 – MegaUp    Usersdrive    StreamSB 42 (END) – MegaUp    Usersdrive    StreamSB 