Synopsis of Wicked City (2022) CompleteWicked City (2022) Completeဒီတစ်ခေါက်တင်ဆက်ပေးမဲ့ စီးရီးလေးကတော့ လတ်တလောလူမေးများနေတဲ့ မှော်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအစမှာ ဆယ်ကျော်သက်ကောင်မလေး ခမေးလ် ဟာ သူ့အိမ်ကိုပြန်ရောက်တော့ အမေဖြစ်သူက ဗိုက်မှာဓားဒဏ်ရာနဲ့ ကြမ်းပြင်မှာသေလုဆဲဆဲဖြစ်နေတာကို တွေ့လိုက်ရပါတယ်။ မိခင်ရဲ့အသက်ကိုလုဖို့ အတတ်နိုင်ဆုံးကြိုးစားပေမဲ့လည်း သူ့အမေက ခမေးလ်မှာ အန္တရာယ်ရှိနေပြီဆိုတဲ့အကြောင်းနဲ့ ဂျော်ဂျီယာ က အက်တလန်တာမြို့မှာ ကေဒန် ဆိုတဲ့သူကိုသွားရှာဖို့သာ နောက်ဆုံးအနေနဲ့မှာခဲ့ပြီး အသက်ထွက်သွားခဲ့ပါတယ်။ခမေးလ် ကို သူ့အမေပေးခဲ့တဲ့လိပ်စာက မှော်ပညာနဲ့သက်ဆိုင်တဲ့ ပစ္စည်းတွေရောင်းတဲ့ စတိုးဆိုင်လေးဖြစ်ပြီး အဲ့ဒီဆိုင်ကို တက်ဘသာ ဆိုတဲ့ သက်လတ်ပိုင်းအမျိုးသမီးက ပိုင်ပါတယ်။ တက်ဘသာ ဟာ စုန်းမတစ်ယောက်ဖြစ်ပြီးတော့ ခမေးလ် နဲ့ မတိမ်းမယိမ်း တပည့်လေးယောက်လည်းရှိပါတယ်။ သူတို့ဟာ မတူညီတဲ့မှော်စွမ်းအားအသီးသီးပိုင်ဆိုင်ကြပေမဲ့ ဂျော်ဒန် ဆိုတဲ့စုန်းမလေးကတော့ မှော်စွမ်းအားကို အသုံးချလို့မရဘဲ အာရုံခံလို့သာရတဲ့အတွက် ရှေ့ဖြစ်ဟောအတတ်မှာသာ တစ်ဖက်ကမ်းခပ်ကျွမ်းကျင်ပြီး သူ့ကိုယ်သူ အားမလိုအားမရဖြစ်နေခဲ့ပါတယ်။ဒီလိုနဲ့ မိခင်သေဆုံးရတဲ့ နောက်ကွယ်ကအကြောင်းကိုစုံစမ်းဖို့ ခမေးလ် တစ်ယောက် လိပ်စာထဲကဆိုင်ကိုသွားပြီး ကေဒန် ကိုရှာရင်း စုန်းမလေး ဂျော်ဒန် နဲ့ မိတ်ဆွေဖြစ်သွားခဲ့ပါတယ်။ ဂျော်ဒန် လည်း ကေဒန် ကိုတော့မသိပေမဲ့ သူပြောနိုင်တာတစ်ခုက ခမေးလ် ရဲ့ ခန္ဓာကိုယ်ထဲမှာ မှော်စွမ်းအားတွေရှိနေတာကို သူခံစားလို့ရပြီး ခမေးလ် ရဲ့အမေဟာလည်း စုန်းမတစ်ယောက်ဖြစ်နိုင်ကြောင်း ပြောပြလိုက်ပါတယ်။ ယုံရခက်မယုံရခက်ဖြစ်နေတဲ့ ခမေးလ် လည်း ကြံရာမရတဲ့အဆုံး သူသိချင်တဲ့အဖြေကိုရဖို့ ဂျော်ဒန် ရဲ့ သူငယ်ချင်း စုန်းမလေးတွေနဲ့ပေါင်းပြီး မှော်အစီအရင်တွေလုပ်တဲ့အဆင့်ထိ ဖြစ်သွားပါတော့တယ်။ခမေးလ် အမေကိုသတ်သွားခဲ့တာ ဘယ်သူဖြစ်မလဲ…ခမေးလ်တို့အဖွဲ့ မှော်လောကအရှုပ်ထွေးကြီးကို ဘယ်လိုတွေ အဖြေရှာကြမလဲဆိုတာကို စောင့်မျှော်အားပေးကြပါဦးခင်ဗျာ…(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ Thar Htet ပဲဖြစ်ပါတယ်။)Size ~ 700MB+Total ~ 6 sQuality – Duration ~ 45min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Drama, FantasyTranslator – Thar HtetEncoder – Y 1 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   2 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   3 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   4 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   5 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   6 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   