Synopsis of Lockwood & Co. (2023)Lockwood & Co. (2023)==================IMDb Rating – 8.110Netflix ကနေ အသစ်ထွက်ရှိလာတဲ့ ရှားလော့ဟုမ်းနဲ့Supernatural ပေါင်းထားသလို စိတ်၀င်စားဖို့ကောင်းတဲ့Horror ဇာတ်လမ်းတွဲ အသစ်တစ်ပုဒ်လာပါပြီ။ ဒါရိုက်တာကလည်း Marvel ရဲ့ Ant-Man , Starwars The last Jediတို့မှာ ဇာတ်ညွှန်းဆရာဖြစ်ခဲ့တဲ့ Joel Cornish ဖြစ်ပါတယ်။IMDb မှာလည်း အခုလောလောဆယ် Rating 8 လောက်ထိရထားပါတယ်။ဇာတ်လမ်းအညွှန်း –ကမ္ဘာကြီးက ပရလောက ကပ်ဆိုက်ပြီး တစ်လောကလုံး သရဲတွေ ကပ်ရောဂါလိုကြီးစိုးနေတဲ့ခေတ်ပါ။ ဒါပေမယ့် မရီဆာဖစ်စ်နဲ့တွန်ရော်ဝယ်လ်ဆိုတဲ့ လူနှစ်ယောက်က ဒီကပ်ရောဂါကြီးကို နှိမ်နင်းခဲ့ပြီးနောက်ပိုင်းမှာ ကမ္ဘာအနှံ့ သရဲဖမ်းအေဂျင်စီတွေ မှိုလိုပေါက်လာပါတယ်။ အဲ့ထဲမှာမှ ဖစ်စ်နဲ့တွန်တို့ ဖွင့်ထားတဲ့ အေဂျင်စီကနာမည်အကြီးဆုံးဖြစ်ပါတယ်။နှစ် 50 အကြာမှာ မျိုးဆက်သစ်တွေအဖြစ် ဒီ series ရဲ့ MC တွေဖြစ်တဲ့ လူစီကိုင်လာနဲ့ အန်တိုနီလော့ဝုဒ်တို့ပေါ်လာပြီး သူတို့နှစ်ယောက်ကိုဇာတ်လမ်း ကျောရိုးတည်ရိုက်ထားတာဖြစ်ပါတယ်။Lockwood universe ဟာအရမ်းကျယ်ပြန့်ပြီး comic တွေ ရုပ်ရှင်တွေထွက်ရှိထားပါတယ်။ ဒီ Netflix ရဲ့Lockwood and Co ဇာတ်လမ်းတွဲကလည်း Supernatural တို့လိုဇာတ်လမ်းတွဲတွေကိုကြိုက်ခဲ့တဲ့ပရိတ်သတ်တွေ စိတ်၀င်တစားစောင့်ကြည့်ရမယ့်ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။(စုစုပေါင်း ၈ပိုင်းတပြိုင်တည်းထွက်ရှိလာပြီး cmမှ ဆက်တိုက်တင်ဆက်ပေးသွားပါမည်။)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Thiha Yan Naing မှရေးသားပေးပြီး၊ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size………….(250 MB)  (650 MB)Quality……………WEB-DL   Duration…………1Hr(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Action, Adventure, DramaTranslator……….Thiha Yan Naing, Act Molemy, Khant Sett Naing, Fiona GillenEncoder…………..SWM (250 Mb)———————————–(1) –     MegaNZ    Usersdrive  Streamvid(2) –     MegaNZ    Usersdrive  Streamvid(3) –     MegaNZ    Usersdrive  Streamvid(4) –     MegaNZ    Usersdrive  Streamvid(5) –     MegaNZ    Usersdrive  Streamvid(6) –     MegaNZ    Usersdrive  Streamvid(7) –     MegaNZ    Usersdrive  Streamvid(8) –     MegaNZ    Usersdrive  Streamvid– End1080P (650 MB)———————————–(1) –     MegaNZ    Usersdrive  Streamvid(2) –     MegaNZ    Usersdrive  Streamvid(3) –     MegaNZ    Usersdrive  Streamvid(4) –     MegaNZ    Usersdrive  Streamvid(5) –     MegaNZ    Usersdrive  Streamvid(6) –     MegaNZ    Usersdrive  Streamvid(7) –     MegaNZ    Usersdrive  Streamvid(8) –     MegaNZ    Usersdrive  Streamvid– End 