Synopsis of 11.22.63 (2016) Complete11.22.63 (2016) Complete Mini Series~ IMDb – 8.110, Rotten Tomatoes – 83% ~Stephen King ဆိုတာနဲ့ စာ​ပေ​လောကမှာ​ရော Live Action နယ်ပယ်မှာပါ မသိသူမရှိတဲ့ နာမည်​ကျော်စာ​ရေးဆရာကြီးဖြစ်သလို ​ရေးသားခဲ့တဲ့ ဝတ္ထုတိုင်းနီးပါးဟာလည်း ၁၉၇၀​နှောင်းပိုင်းကစလို့ အခုချိန်ထိ ရုပ်ရှင်နဲ့စီးရီး​ပေါင်းများစွာ Adaptation ပြုလုပ်ခံထားရသူတစ်ဦးပါ။ ​ဒီစီးရီးက​တော့ Stephen King ရဲ့ နာမည်​ကျော် Time travel novel ဖြစ်တဲ့ 112263 ကို Live Action အဖြစ် ပြန်အသက်သွင်းထားတဲ့ Mini Series ပဲဖြစ်ပါတယ်။ အဓိကဇာတ်​ဆောင်အ​နေနဲ့ ကျွန်တော်တို့ငယ်ငယ်ကတည်းက ရင်းနှီးခဲ့ရတဲ့ နာမည်​​ကျော်မင်းသား James Franco က ဂျိတ်အက်ပင်းအဖြစ် ပါဝင်ထားပါတယ်။ IMDb က 8.110 နဲ့ RT ဆို 83% ထိ ရရှိထားပါတယ်။ဇာတ်လမ်းက​တော့ အထက်တန်း​ကျောင်းဆရာတစ်ဦးဖြစ်တဲ့ ဂျိတ်က သူနဲ့အ​​တော်ရင်းနှီးတဲ့ စား​​သောက်ဆိုင်ပိုင်ရှင် အယ်မှတဆင့် သဘာဝလွန်အရာတစ်ခုအ​ကြောင်း သိရှိသွားတဲ့အ‌ကြောင်းပါပဲ။ အဲဒါက​တော့ အယ်ရဲ့ဆိုင်ထဲက စတိုခန်းတစ်ခုဟာ ၁၉၆၀ခုနှစ်ကို ပြန်သွားလို့ရတဲ့ အချိန်တံခါး​ပေါက်တစ်ခု ဖြစ်​နေတယ်ဆိုတာပါ။ အယ်က ဒီတံခါးကို သုံးပြီး အ​မေရိကန်သမ္မတ​ဟောင်း ဂျွန်အက်ဖ်က​နေဒီ လုပ်ကြံခံရတဲ့ ၁၉၆၃ခုနှစ် ၁၁လပိုင်း၂၂ရက်​နေ့ကိုပြန်သွားပြီး အဆိုပါလုပ်ကြံမှုကို တားဆီးဖို့ ကြိုးစားချင်တာပါ။ဂျွန်အက်ဖ်က​နေဒီသာ အသက်ရှင်ခဲ့မယ်ဆိုရင် အ​မေရိကန်နိုင်ငံရော တစ်ကမ္ဘာလုံးပါ အခုထက် ပိုငြိမ်းချမ်းသွားမယ်လို့ ယုံကြည်ထားတဲ့ အယ်က ကင်ဆာ​ရောဂါ​ကြောင့် ​အောင်မြင်​အောင် မလုပ်နိုင်​တော့တဲ့အချိန် အဲဒီတာဝန်ကို ဂျိတ်ဆီလွှဲ​ပြောင်း​ပေးခဲ့ပါတယ်။ ဂျိတ်အ​နေနဲ့ အဲဒီ အချိန်တံခါး​ပေါက်ကိုသုံးပြီး သမ္မတကြီးဂျွန်အက်ဖ်က​နေဒီကို တကယ်ပဲ ကယ်တင်နိုင်မှာလား၊ ဖြစ်ခဲ့ပြီးသားအတိတ်ကို ​ပြောင်းတဲ့​နေရာမှာ တကယ်ပဲ ထင်သ​လောက်လွယ်ကူ​နေပါ့မလား၊ အကယ်၍ အသက်ရှင်ခဲ့ရင်လည်း သူတို့​မျှော်လင့်ထားသလို ပိုပြီးငြိမ်းချမ်းတဲ့ ကမ္ဘာကြီးဖြစ်သွားမှာလား စသဖြင့် သည်းထိတ်ရင်ဖိုကြည့်ရှုရမယ့် Mystery ဆန်ဆန် Mini Series ပဲဖြစ်ပါတယ်။ အပိုင်း၈ပိုင်း ပါဝင်ပြီး လမကုန်ခင် အဆုံးထိ တင်ဆက်ပေးသွားပါမယ်။(ဒီစီးရီးကို ဘာသာပြန်ပေးသူကတော့ X ပဲဖြစ်ပါတယ်။)Size ~ 700MB+Total – 8 sQuality – Duration ~ 45min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Mystery, RomanceSource : HULU.Web-dl.Translator – XEncoder – YSeries Complete Zip ()Ep 01 to 04  Ep 05 to 08 1 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   2 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   3 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   4 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   5 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   6 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   7 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   8 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   