Synopsis of Mayor of Kingstown (2021) + Season-2 (2023)ဒီစီးရီးကတော့ အတော့်ကို ကောင်းပါတယ်လတ်တလော နှစ်ပိုင်းထွက်ထားတာကို tmdb rating 1010 ရထားပြီး။ရိုက်ထားတာကလည်း ရုပ်ရှင်အဆင့်လောက်ရှိတယ်။မင်းသားတွေကလည်း ဆရာတွေချည်းပဲ။ကြည့်ကြည့်လိုက်ပါ။ တစ်ပတ်တစ်ပိုင်း ဆက်ထွက်မှာပါ။ကင်းစ်တောင်းမြို့ ( Kingstown )ဆိုတာ ၇ မိုင် ပတ်လည်တိုင်းမှာထောင် ၁ ခုရှိပြီး ထောင်သူသားတွေ နေထိုင်ရာ မြို့ဖြစ်ပါတယ်. ဒီမြို့မှာ မက်လက်စကီ မိသားစုက အာဏာကိုချုပ်ကိုင်ထားတဲ့ သူတွေဖြစ်ပြီးမြို့တော်ဝန် မိသားစုလို့ လူတွေက ခေါ်ကြတယ်မစ်ချ်၊ ဂျိမ်းစ်၊ ကိုင်းလ်တို့ ညီအစ်ကိုသုံးယောက်ဟာထောင်သားတွေကို ပြင်ပကမ္ဘာနဲ့ အဆက်အသွယ်လုပ်ပေးတဲ့သူတွေဖြစ်ပြီးဒါနဲ့ပဲ မိသားစုတစ်သက် အသက်မွေးဝမ်းကြောင်းလုပ်နေတဲ့သူတွေပါ။မြို့ရဲ့ ရဲတွေ တရားစီရင်ရေးတွေ ထောင်အစောင့်တွေအာဏာပိုင်တွေကို အိပ်ကပ်ထဲထည့်ထားပြီး ဉပဒေကိုလိုသလိုအသုံးချတဲ့ မြို့တော်ဝန်ညီအစ်ကိုဖြစ်ပါတယ်.တစ်နေ့ ထောင်ထဲက မစ်ချ်ရဲ့ မိတ်ဆွေဟောင်း မိုင်လိုအကူညီတောင်းတာကို လုပ်ပေးရင်းနဲ့မြို့တော်ဝန်မစ်ချ် အသတ်ခံလိုက်ရာကနေ ဇာတ်လမ်းစပါတော့တယ်ရဲ၊ထောင်၊ရာဇဝတ်သားတွေနဲ့ ဉပဒေကိုအသုံးချသူတွေကြားကဖြစ်တဲ့အရှုပ်အရှင်းတွေကို ကြည့်ရမဲ့ Crime ဇာတ်လမ်းတွဲကောင်းတစ်ခုဖြစ်ပြီးMain lead အနေနဲ့ Hawkeye မင်းသား Jeremy Renner က ပါဝင်ထားပါတယ်ဇာတ်လမ်းတွဲမှာ ၁၀ ပိုင်းပါရှိမှာဖြစ်ပါတယ်လက်ရှိမှာ ၂ ပိုင်းထွက်ထားပြီး တစ်ပတ် ၁ ပိုင်း တင်ဆက်သွားမှာဖြစ်ပါတယ်(ဇာတ်လမ်းအညွှန်းကို Thiha Yan Naing ရေးသားပြီဘာသာပြန်သူများကတော့ Thiha Yan Naing & PyiTi Nyein တို့ဖြစ်ပါတယ်)Translated by Thiha Yan Naing & PyitinyeinEncoded by Mr. AndersonSize – 400 MbQuality –  WebripGenre – Crime, DramaSeason-2 1--    Meganz  Usersdrive -    Meganz  Stream  Usersdrive  2--     Meganz  Usersdrive -     Meganz  Stream  Usersdrive  3--     Meganz  Usersdrive -     Meganz  Stream  Usersdrive  4--     Meganz  Usersdrive -     Meganz  Stream  Usersdrive  5--     Meganz  Usersdrive -     Meganz  Stream  Usersdrive  6--     Meganz  Usersdrive -     Meganz  Stream  Usersdrive Zip File-(Ep01-Ep10)    1VIP      Stream  Usersdrive 2VIP      Stream  Usersdrive 3VIP      Stream  Usersdrive 4VIP      Stream  Usersdrive  5VIP      Stream  Usersdrive 6VIP      Stream  Usersdrive  Meganz 7VIP      Stream  Usersdrive  Meganz 8VIP      Stream  Usersdrive  Meganz 9VIP      Stream  Usersdrive  Meganz 10 (END)VIP      Stream  Usersdrive  Meganz 