Synopsis of The Makanai: Cooking for the Maiko House (2023) CompleteThe Makanai: Cooking for the Maiko House (2023) Completed Limited Series~ IMDb – 7.910, Rotten Tomatoes – 100% ~လွန်ခဲ့တဲ့သုံးနှစ်လောက်တုန်းက ကျွန်တော် Always: Sunset on Third Street ဆိုတဲ့ ဂျပန်ကား Trilogy ကို ကြည့်ဖြစ်ခဲ့တယ်။ သူ့ဇာတ်လမ်းက ဘာမှမဟုတ်ဘူး။ သူ့နာမည်အတိုင်းပဲ တိုကျိုတာဝါကြီးကနေ ရေရင် တတိယလမ်းက လူတွေအကြောင်းပြောပြထားရုံပဲ။ လူစုံ စရိုက်စုံပေါ့။ ဒါပေမဲ့ အံ့ဩဖို့ကောင်းအောင် သိလိုက်ရတာက ဂျပန်တွေဟာ Family Drama တို့၊ သာမန်ဆန်ဆန်ကို Romance ဖြစ်အောင် ရိုက်ပြတာတို့မှာလည်း အာရှက တခြား ရုပ်ရှင် Industry တွေထက် သာပြန်တာပါပဲ။ ဆန်းတော့လည်း မဆန်းဘူး။ ဟိုးအတီတေကတည်းက ဂျပန်ဟာ အာရှရဲ့ အခိုင်မာဆုံး ရုပ်ရှင်လောကပဲမလား။ ဒီလိုနဲ့ Always ဟာ ကျွန်တော့် အကြိုက်ဆုံး Trilogy တွေထဲက တစ်ခုဖြစ်လာခဲ့တယ်။ဒီလို Family Drama ဆန်ဆန် ရုပ်ရှင်တွေဟာ ကျွန်တော်သဘောအကျဆုံး ရုပ်ရှင်အမျိုးအစားထဲမှာပါတယ်။ ဘာလို့ဆို လူဆန်လို့။ Family Drama တွေရဲ့ အားသာချက်က ပျော်စရာတွေမှာရော ငိုစရာတွေမှာပါ လူဆန်နေတာများတာပါပဲ။ လူဆန်တယ်ဆိုတာ အလွယ်ပြောတာပေါ့။ လူနဲ့တူနေတာကို ဆိုလိုချင်တာမဟုတ်ဘူး။ ပြောရရင် Humanity ဆိုတဲ့ ဘိုစာလုံးပေါ့။ တကယ်တမ်းဆို တော်တော်များများလည်း Family Drama တွေကို ကြိုက်ကြတယ်ထင်ပါတယ်။ ကြိုက်ကြလို့ပဲ တချို့ Family Drama တွေကိုဆို အပိုင်းရာချီအောင် ရိုက်နေကြတာပဲ။ ကိုယ် ကိုယ်တိုင်အပါအဝင် လူတွေဟာ အမြဲလူဆန်မနေကြတော့ လူဆန်တဲ့အရသာကို ခံစားချင်လို့ လူဆန်တဲ့စိတ်လေး ပြန်မွေးမြူချင်လို့ ကြည့်ကြတာလားတော့ မသိဘူး။ ကျွန်တော်ကတော့ ဒါကြောင့်ပဲ ဒီလိုကားတွေကို သဘောကျမိတာပဲ။ဒီစီးရီးကို စကြည့်ဖြစ်တော့ အကြောင်းရင်းက တစ်ခုတည်းပဲ။ Hirokazu Kore-eda ရိုက်တာမို့ ကြည့်လိုက်တာသက်သက်ပဲ။ အန်နမဲကို ပြန်ရိုက်ထားတာဆိုတော့ ကောင်းပါ့မလားလို့တော့ စိတ်ပူစရာရှိပေမဲ့ ဇာတ်လမ်းဟာ Kore-eda ဆန်ဆန်ပဲ ရိုးရိုးလေးနဲ့ လှသွားခဲ့တယ်။ သူတင်ပြတဲ့အကြောင်းအရာက သူ့နာမည်အတိုင်းပဲ ဘယ်မှသဝေမထိုးထားဘူး။ အတိအကျကို သူ့နာမည်အတိုင်းပဲ။ The Makanai: Cooking for the Maiko House တဲ့။ Makanai ဆိုတာ ထမင်းဟင်း။ ထူးတာက သူ့ထမင်းဟင်းက အိမ်စားတဲ့ ထမင်းဟင်းမဟုတ်ဘူး။ ဝန်ထမ်းတွေကို ရုံးကကျွေးတာမျိုး။ အဆောင်သားတွေကို အဆောင်က ကျွေးတာမျိုး။ အဲဒီထမင်းကိုချက်တဲ့လူကိုလည်း Makanai လို့ပဲခေါ်တယ်။ မိုင်ခိုဆိုတာ ဂေးရှားအသေးစားလေး။ ဂေးရှားဖြစ်ဖို့ သင်နေတဲ့ကလေးတွေပေါ့။ ဂေးရှားလက်သင်လို့ အလွယ်သုံးလိုက်တာပေါ့။ ဆိုတော့ သူ့နာမည်က ဂေးရှားလက်သင်ဂေဟာမှာ ထမင်းချက်တဲ့ ထမင်းချက်ပေါ့။ဒီဇာတ်လမ်းတွဲကို မကြည့်ခင်က ပိုစတာနဲ့နာမည်ကြည့်ပြီး ဒီကားက အချက်အပြုတ်ကားလို့တော့ ထင်လိုက်သေးတယ်။ ချက်တာပြုတ်တာက ပါတော့ပါပေမဲ့ အရန်လိုဖြစ်နေတယ်။ အရန်လိုဖြစ်နေပေမဲ့ ပြတဲ့အခါမတော့ ချက်ရတဲ့အကြောင်းရင်းလေးတွေကို လှလှပပပြပေးသွားတယ်။ သူ့တကယ့် အကြောင်းအရာက မိုင်ခိုတွေအကြောင်း ဂေးရှားတွေအကြောင်း။ ဂေးရှားဆိုကာမှ ကျွန်တော်အပါအဝင် လူတစ်ချို့လောက်ကတော့ တချို့ရုပ်ရှင်တွေက ရတဲ့အသိအရ ဂေးရှားဆိုတာကို အထင်အမြင်လွဲနေကြဖူးမယ်ထင်တယ်။ ဂေးရှားတွေက တကယ်ဆို အဆို၊အက၊ အပျော်၊ အပြုအပြင်၊ ဧည့်ဝတ်စတဲ့ ဝန်ဆောင်ဖျော်ဖြေမှုတွေကို တစ်ဖက်ကမ်းခတ် ကျွမ်းကျင်တဲ့ မိန်းကလေးတွေပေါ့။ ဒီလိုကျွမ်းကျင်အောင် အကြာကြီး လေ့ကျင့်သင်ကြားရတယ်။ လူတိုင်းဖြစ်လာတာလည်းမဟုတ်ဘူး။ လက်သင်အဆင့်ကနေ ပြုတ်သွား လက်လျှော့သွားတာတွေလည်း မနည်းဘူး။ လက်ရှိခေတ်အရဆို ဂျပန်တစ်ပြည်လုံးမှာမှ တစ်ထောင်လောက်ပဲရှိတော့တဲ့ ယဉ်ကျေးမှုကို ထိန်းသိမ်းနေတဲ့ လူနည်းစုဖြစ်သွားပြီ။ သူတို့အလုပ်ကတော့ စားသောက်ဆိုင်တွေ ဘာတွေမှာ ဧည့်ခံပေးရတဲ့အလုပ်ပေမဲ့ လက်ရှိခေတ်မှာ တကယ့်ကြေးကြီး စားသောက်ဆိုင်တွေမှာပဲ သူတို့ကိုခေါ်သုံးနိုင်တယ်။ ဒီကားက အဲဒီရှားပါးလာတဲ့ ဂေးရှားတွေအကြောင်းနဲ့ သူတို့ပညာသင်ရတဲ့အကြောင်း မျက်မှောက်ခေတ် သူတို့လောကအကြောင်းပေါ့။ တော်တော်လည်း ဗဟုသုတရသလို ရင်ထဲနွေးသွားမယ့် အခန်းတွေလည်း တော်တော်ပါတယ်။ဒါရိုက်တာက လက်ရှိဂျပန်ရဲ့ အတော်ဆုံးတစ်ယောက်ဖြစ်တဲ့ Kore-eda။ ဒါရိုက်တာတင်လားဆိုတော့ Cast တွေကလည်း ကြမ်းတယ်။ အဓိက မင်းသမီး Nana Mori။ သူကဒီမှာလည်း သူ့ဖန်တစ်ချို့ရှိတယ်။ Shunji Iwai လို ဆရာကြီးရဲ့ နောက်ဆုံးကား Last Letter မှာ အဓိကတစ်နေရာက ပါခဲ့ဖူးသလို အဲဒီကားရဲ့ ဇာတ်ဝင်တေးကို သူပဲဆိုတာ။ နောက် တော်တော်လူကြိုက်များတဲ့ Little Forest ရဲ့ မင်းသမီး Ai Hashimoto, နောက် အဝင်းဆိုပြီး သိကြတဲ့ မိုရီဆာကီဝင်းလည်း ၄ပိုင်းလောက်ပါတယ်။ ဂေးရှားတွေအကြောင်း မင်းသမီးအဓိကဇာတ်ဆိုတော့ တစ်ချိန်က မင်းသမီးကြီးတွေလည်း သုံးထားပေးတယ်။ ဂေးရှားလက်သင် မင်းသမီးအငယ်လေးတွေကလည်း အကုန်လှပြီး ချစ်စရာလေးတွေ။ တချို့အခန်းတွေက တော်တော်လေးလှသလို Zombie ရုပ်ရှင်တွေရဲ့ ဖခင်ကားဖြစ်တဲ့ Night of the Living Dead ကိုလည်း Tribute သွားတယ်။ ထားပါ။ ပြောချင်တဲ့အဓိကအကြောင်းအရာသွားတာပေါ့။ဇာတ်က ဒီလို… နာနာမိုရိရဲ့ ဇာတ်ကောင် ခိယောက သူ့သူငယ်ချင်း စုမိရဲနဲ့အတူတူ ဂေးရှားလက်သင်လုပ်ဖို့ ကျိုတိုက ဂေးရှားဂေဟာကိုလာတယ်။ ကံဆိုးချင်တော့ ဆရာမတွေက သူ့ကို ပါရမီမပါဘူးလို့ သတ်မှတ်လိုက်တယ်။ သူကလည်း Passion မရှိဘူးကိုး။ ဒီလိုနဲ့ မခွဲဘူးလို့ ကတိခံထားတဲ့ သူငယ်ချင်း၂ယောက် ကွဲကြရဖို့ဖြစ်လာတယ်။ ဒါပေမဲ့ သူ ဂေဟာက မထွက်ဘဲ အဲဒီဂေဟာမှာထမင်းချက်ဆက်လုပ်ဖြစ်သွားတယ်။ ခွဲတော့ မခွဲလိုက်ရဘူးပေါ့။ သူငယ်ချင်းက ဂေးရှားလက်သင်၊ သူက ထမင်းချက်ဖြစ်သွားရုံလေး။ ပြောရရင် လုပ်ချင်တဲ့အလုပ်ကနေပြုတ်သွားတယ်ပေါ့။ ဒါပေမဲ့ သူက သူ့ဘဝကို သူမကျေမနပ်မဖြစ်ဘူး။ ကောင်းကောင်းချက်ရင်း ကောင်းကောင်းပဲရှင်သန်သွားတယ်။ ဒီဇာတ်လမ်းက ဂေးရှားအဓိက ဇာတ်လမ်း။ ဒါပေမဲ့ အဓိကဇာတ်ကောင်ကျ ဂေးရှားပြုတ်သွားတဲ့ ဂေဟာထမင်းချက်သက်သက်လုပ်ရတဲ့ သာမန်လူဇာတ်ကောင်ဖြစ်သွားတယ်။ပြောရရင် SOUL ဆိုတဲ့ ကာတွန်းကားကြည့်တုန်းက ခံစားချက်မျိုးပြန်ရတယ်။ စကားလုံးအတိအကျတော့ မမှတ်မိတော့ပေမဲ့ ဆိုလိုရင်းက ဒီလို… လူရယ်လို့ဖြစ်လာပြီးရင် အားလုံးမဟုတ်တောင် အများစုကတော့ နယ်ပယ်တစ်ခုမဟုတ် တစ်ခုမှာတော့ ငါဘာကောင်ကြီးဖြစ်ချင်တယ်ဆိုတဲ့ မျှော်လင့်ချက်ကြီးတွေ ရှိကောင်းရှိတတ်ကြလိမ့်မယ်။ တကယ်တမ်းကျ ဒါတွေက အပရိကပဲ။ ရှင်သန်တာနဲ့တူအောင် ရှင်သန်လိုက်ရတဲ့ အခိုက်အတန့်တိုင်းက အရသာရှိတယ်။ လူဖြစ်ရကျိုးနပ်တယ်ပေါ့။ တစ်ခါတလေ ကိုယ်ကြိုက်တဲ့လက်ဖက်ရည်ကို အရသာခံသောက်နိုင်ရင်ပဲ… တစ်ခါတလေ တိမ်ပြာပြာတွေကို ငေးကြည့်ဖို့ အချိန်ရခဲ့ရင်ပဲ… ရှင်သန်ခြင်းရဲ့ အရသာကိုတွေ့နိုင်ခဲ့ရင်ပဲ… ရှင်သန်ရတာ အဓိပ္ပာယ်ရှိသွားပြီဆိုတာမျိုးပေါ့။ခိယောဟာ ဘာမှမဖြစ်ခဲ့ဘူး။ ဖြစ်ချင်စိတ်မရှိခဲ့တာလည်း မဟုတ်ခဲ့ဘူး။ ရှိခဲ့တယ် ဖြစ်မလာခဲ့ဘူး။ ဒါပေမဲ့ သူ့ဘဝသူ ကောင်းကောင်းကျေနပ်သွားသလို တန်အောင်လည်း ရှင်သန်သွားတယ်ပေါ့။ လေယာဉ်ပျံကြီးတီထွင်မှလည်း မဟုတ်ပါဘူး။ လေယာဉ်ပျံကြီးတီထွင်ခဲ့တဲ့သူကို ထမင်းချက်ကျွေးမှလည်းမဟုတ်ပါဘူး။ ဘယ်လိုပုံစံနဲ့ပဲ ရှင်သန်နေပါစေ။ ရှင်သန်မှုတိုင်းမှာ အဓိပ္ပာယ်က ရှိနေပြီးသားပဲ။ ဒါပေမဲ့ Passion လေးတော့ လိုတာပေါ့။ ဒီဇာတ်လမ်းဟာ ဂေးရှားအကြောင်းဇာတ်လမ်းလို့ တစ်ဖက်ကမြင်လို့ရသလို တစ်ဖက်ကကြည့်တော့လည်း Passion, Life, Love နဲ့ Living အကြောင်းလို့ မြင်လို့ရတယ်။ရှင်သန်နေထိုင်မှုမှာ အရေးအကြီးဆုံးက ရည်ရွယ်ချက်လား ဝါသနာလား။ ယန်းပေါဆတ်ကတော့ လူတွေဟာ သူတို့လုပ်တဲ့အလုပ်ကို တစ်ပါးသူမလုပ်နိုင်ပါဘူးလို့ ကိုယ့်ကိုယ်ကိုယ် ညာနေကြတယ်လို့ဆိုတယ်။ မညာလို့လည်းမဖြစ်ဘူးကိုး။ ဒါပေမဲ့ ဒီအညာတွေကနေ တစ်ခါတလေ ကိုယ့်ကိုယ်ကိုယ်သတိထားမိတဲ့အခါတွေမှာ လုပ်နေသမျှအရာအားလုံးက အဓိပ္ပာယ်မရှိသလို ဖြစ်သွားလိမ့်မယ်။ ပြီးရင်တော့ ပြန်ညာကြပေါ့။ အတော်များများလည်း ဒီလိုပဲ ကိုယ့်ကိုယ်ကိုယ်ညာရင်းပဲ ရှင်သန်သွားကြတာပဲ။ ဘေးထွက်ဆိုးကျိုးလို့ပဲပြောရမလား တစ်ခါတလေဖြစ်တတ်တဲ့ စိတ်ကျရောဂါတွေတော့ ရှိမပေါ့။တစ်ခါတလေကျလည်း စိတ်ဝိညာဉ်ဆက်ရှင်သန်ဖို့ မပြောင်းလဲတဲ့ မီးစာကလေးလိုတာပဲ။ အဲ့ဒီမီးစာကလေးက ဘာမဆိုလည်းဖြစ်နိုင်တယ်။ ဘာမှမဟုတ်တာလည်း ဖြစ်နိုင်တယ်။ ကမ္ဘာကြီးကို ကယ်တင်မှာလား လောကကြီးကို အကျိုးပြုမှာလား အနုပညာလက်ရာကောင်းတစ်ခု ချန်သွားချင်တာလား။ ငါလုပ်မှ ဖြစ်မှာဆိုတဲ့ စိတ်ကလေးနဲ့ ကိုယ့်ကိုယ်ကိုယ် လိမ်ပြီးလုပ်လိုက်ကြမယ်။ ဒါပေမဲ့ ဘယ်ပညာရှင်တွေ ဘယ်လိုထွင်ထွင်တွေးတွေး ရှေးတုန်းက မလုပ်ခဲ့ကြတာ ဘာမှမရှိဘူး။ တစ်ခုခုတွေးမိတယ်မလား သိမ်းထားကြည့်လိုက်။ တစ်နေ့နေ့ အဲ့ဒီအတွေးကို တစ်ယောက်ယောက်က ပြောခဲ့တာဖြစ်ဖြစ် တစ်နေနေရာမှာ ဖြစ်ဖြစ်‌တွေ့ရမှာပဲ။ ဘာမှ အသစ်မရှိဘူး။ ဘုရားကလည်း အီလက်ထရွန်တွေအ‌ကြောင်း ဟောပြီးသား။ ပေါ်လာတာမကြာ‌သေးတဲ့ လေယာဉ်တွေ စက်တွေလို စက္ကောမပညာတွေ၊ စကြာ၀တေးမင်းရဲ့ယာဉ်တွေ၊ ပေါ်ခဲ့ပြီးသား။ တိမ်းပါးသွားရုံပဲ။ ဒါဆိုဘာမှမလုပ်ရဘူးလားဆိုတော့လည်း မဟုတ်ပြန်ဘူး။ ရှင်သန်ဖို့ Passion လေး မီးစာလေးလည်း လိုသေးသပေါ့။ဒါဆို အရေးကြီးတာက ဘာလဲ… ဘာကမှလည်း အဓိပ္ပာယ်မရှိဘူး။ ကျွန်တော်လည်း မသိဘူး။ ဒါပေမဲ့ ရှင်သန်နေထိုင်မှုမှာ အရေးအကြီးဆုံးက ရှင်သန်နေထိုင်ချင်စိတ်ပဲမဟုတ်လား။အဲဒီစိတ်ဟာ ဘယ်လိုပုံစံမျိုးနဲ့မဆို ရှိနိုင်တယ်…(အညွှန်းရေးသားပေးထားသူကတော့ WiRa Aung ဖြစ်ပြီး စီးရီးကိုတော့ Phoo Lin မှ ပြန်ဆိုပေးထားပါတယ်)Size ~ 500MB+Total – 9 sQuality – Duration ~ 45min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : NF.Web-dl.Translator – Phoo LinEncoder – Y 1 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   2 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   3 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   4 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   5 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   6 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   7 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   8 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   9 –>   MegaUp  MegaNZ  UsersDrive  StreamSB   