Synopsis of The Lazarus Project (2023)The Lazarus Project (2023)======================အချိန်ခရီးသွား အချိန်စက်ကွင်းတစ်နေရာထဲမှာပဲ ပိတ်မိနေတဲ့ logic ကို ကြိုက်ကြတဲ့ သူတွေအတွက်IMDb 7 rating ရထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းတွဲကောင်းတစ်ခု ဖြစ်ပါတယ်လူသားတွေ နေထိုင်နေတဲ့ ကမ္ဘာကြီးက ၁၉၆၀ ထဲက အမေရိကန်နဲ့ ရုရှားတို့အပြန်အလှန် နယူးကလီးယားတွေနဲ့ ပစ်ခတ်ရင်း ပျက်စီးသွားခဲ့တာ ကြာပါပြီ,..ဒီလိုကမ္ဘာပျက်ဖြစ်ရပ်တွေကို မအောင်မမြင် မချင်း အချိန်ကို နောက်ပြန်ဆုတ်ပြီး ကယ်တင်နေတဲ့လာဇာရက်ပရောဂျက်ဆိုတဲ့ အဖွဲ့အစည်းတစ်ခုရှိပါတယ်ကမ္ဘာ့ကပ်ရောဂါတွေ…ကမ္ဘာစစ်တွေ…ကပ်ဘေးတွေကို မဖြစ်အောင် အချိန်နောက်ပြန်သွားကယ်တင်ကြတဲ့အဖွဲ့ပါသူတို့ကလည်း တကယ့်ကမ္ဘာပျက်ပြီဆိုမှ အသေခံပြီး မအောင်မြင် မချင်းကယ်တင်ကြပါတယ်အချိန်နောက်ပြန်ဆုတ်လိုက်တာနဲ့ သူတို့ပါ ချက်ပွိုင့်တစ်ခုက ပြန်အသက်ရှင်နိုးထလာပြီးဘာတွေဖြစ်ခဲ့လဲ ဆိုတာကို မှတ်မိနေတဲ့ သန္ဓေပြောင်းလူသားအေးဂျင့်တွေဖြစ်ပါတယ်…ဒီလာဇာရက်ပရောဂျက်ထဲကို ဂျော့ဆိုတဲ့ သာမန်အညတရ ဆော့ဝဲအင်ဂျင်နီယာလေးတစ်ယောက်က ရောက်လာပြီးကမ္ဘာကြီးကို နယူးကလီးယားခြိမ်းခြောက်မှုကနေ ကယ်တင်ရင်း အချိန်စက်ကွင်းကြီးထဲကို ဝင်ရောက်မိတဲ့အခါမှာတော့ဘာတွေဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်စားစရာစောင့်ကြည့်ရမယ့် ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ပါတယ်စဆုံး ၈ ပိုင်း ရှိပါတယ်။(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။)Genre…..Sci-fi & Fantasy, Drama, Action & AdventureQuality….  | File size… 400MB | 200MBFormat… mp4Duration….45 minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Thiha Yan NaingEncoder ….. August 01 – Userdrive | YoteShin |  |  | Streamvid 02 – Userdrive | YoteShin |  |  | Streamvid 03 – Userdrive | YoteShin |  |  | Streamvid 04 – Userdrive | YoteShin |  |  | Streamvid 05 – Userdrive | YoteShin |  |  | Streamvid 06 – Userdrive | YoteShin |  |  | Streamvid 07 – Userdrive | YoteShin |  |  | Streamvid 08 – Userdrive | YoteShin |  |  | Streamvid 01 – Userdrive | YoteShin |  | Meganz | Streamvid 02 – Userdrive | YoteShin |  | Meganz | Streamvid 03 – Userdrive | YoteShin |  | Meganz | Streamvid 04 – Userdrive | YoteShin |  | Meganz | Streamvid 05 – Userdrive | YoteShin |  | Meganz | Streamvid 06 – Userdrive | YoteShin |  | Meganz | Streamvid 07 – Userdrive | YoteShin |  | Meganz | Streamvid 08 – Userdrive | YoteShin |  | Meganz | Streamvid 