Synopsis of Fall (2022)Fall (2022)Drama, Mystery, ThrillerIMDb 5.810အခုတစ်ခါထွက်ရှိလာတဲ့ တမီလ်စီးရီးလေးကလည်း တကယ်ကိုစိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် စီးရီးလေးတစ်ခုဖြစ်ပြီးစွယ်စုံရမင်းသမီးချောလေး အန်ဂျလီက အဓိကပါဝင်သရုပ်ဆောင်ပေးထားပါတယ်။Disney+ Hotstar မှ Streaming လုပ်လာတဲ့ဒီစီးရီးလေးမှာ အပိုင်း၇ပိုင်းပါဝင်ပြီး တစ်ပိုင်းချင်းစီအလိုက်လှည့်ကွက်လေးတွေကို မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။လူတစ်ယောက်ရဲ့ဘဝမှာ ပြုတ်ကျခဲ့ခြင်းတစ်ခုဟာ ဘဝကိုပျက်ရလောက်တဲ့အထိဖြစ်သွားနိုင်သလိုလောကရဲ့နိယာမတရားတွေကိုလည်း သိမြင်လာနိုင်တယ်ဆိုတာကို သင်ယုံပါသလား။ဘာဖြစ်လို့ ဒီလိုပြောရသလဲဆိုတော့ ဒီစီးရီးလေးမှာ လူတစ်ယောက်ရဲ့ပြုတ်ကျခဲ့ခြင်းတစ်ခုအပေါ်မူတည်ပြီးလူတွေရဲ့သရုပ်မှန်ကိုသိမြင်လာခဲ့ရလို့ပဲဖြစ်ပါတယ်။ဒီဗီရာဆိုတဲ့ မိသားစုထဲက အကြီးဆုံးသမီးဖြစ်သူဟာ နေအိမ်ရဲ့အထပ်မြင့်တိုက်ဝရံတာပေါ်ကနေပြုတ်ကျခဲ့ပြီး ၆လကြာမြင့်သည်အထိ ကိုမာဝင်နေခဲ့ပါတယ်။၆ လတာအတွင်းမှာ လူတွေရဲ့စိတ်ရင်းအမှန်တွေလည်း ပေါ်လာခဲ့ပါတော့တယ်မိသားစုထဲမှာပဲ မနာလိုတွန့်တိုလောဘကြီးသူတွေရဲ့လွှမ်းမိုးမှုကြောင့် ဒီဗီရာကိုညင်သာစွာအသက်ထွက်ခွင့်ပေးဖို့ဆုံးဖြတ်လိုက်ကြပါပြီမထင်မှတ်ပဲအဲဒီချိန်မှာ ဒီဗီရာဟာသတိရလာပါတော့တယ် ဒါပေမယ့် ဖြစ်ပျက်ခဲ့တာအားလုံးကိုဘာတစ်ခုမှ မမှတ်မိတော့ပါဘူး မိသားစု၀င်တွေပြောလို့ သူခုန်ချခဲ့တယ်ဆိုတာသိပေမယ့်သူခုန်ချခဲ့ရတဲ့အကြောင်းရင်းကို သူကိုယ်တိုင်တွေးမရဖြစ်နေပါတယ်အားလုံးကသူ‌ခုန်ချတယ်ပြောပေမယ့် သူငယ်ချင်းဖြစ်သူ မာလာကတော့အခင်းမဖြစ်ခင်ညမှာသူ့ဆီပို့ခဲ့တဲ့ မက်ဆေ့ခ်ျကြောင့် ပုံမှန်မဟုတ်ဘူးလို့ ထင်နေတဲ့ တစ်ဦးတည်းသောသူပါမာလာ့ရဲ့အကူအညီနဲ့ပဲ မှတ်ဉာဏ်တွေ တရေးရေးပေါ်လာခဲ့ပြီးနောက် သူဘာကြောင့်ခုန်ချခဲ့တာလဲဆိုတဲ့အကြောင်းရင်းကို တစ်ပိုင်းချင်း စိတ်၀င်စားဖွယ်ကြည့်ရှူခံစားရမှာဖြစ်ပါတယ်File Size – 800MB  400MBQuality –   Duration – 39 minute (@)Total s: 7EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, MysteryTranslator – BpL ~ Taylor ~ Sai ThuReinEncoder – YK==== 1 –   Userdrive    Streamvid 2 –   Userdrive    Streamvid 3 –   Userdrive    Streamvid 4 –   Userdrive    Streamvid 5 –   Userdrive    Streamvid 6 –   Userdrive    Streamvid 7 –   Userdrive    Streamvid====== 1 –   Userdrive    Streamvid  Meganz 2 –   Userdrive    Streamvid  Meganz 3 –   Userdrive    Streamvid  Meganz 4 –   Userdrive    Streamvid  Meganz 5 –   Userdrive    Streamvid  Meganz 6 –   Userdrive    Streamvid  Meganz 7 –   Userdrive    Streamvid  Meganz 