Synopsis of Dong Dok Mai (2022)ပန်းရိုင်းဥယျာဥ် ၂၀၂၂ဖုန်ဒနိုင် အဖြစ် Push Puttichaiကိတ် ( ကလျိုကိတ်) အဖြစ် Pinky Savikaမိုင်(ချစ်စမိုင်) အဖြစ် Pim Pimprapaထင်စမွမ် အဖြစ် Benz Punyapornဘို(ဘိုရင်) အဖြစ် Mew Piathaဇာတ်လမ်းအကျဉ်းမိုင်က ပညာသင်ယူနေဆဲ ရှေ့နေ့ပေါက်စလေးဖြစ်ပြီး ဆူပူလွန်းတဲ့ အိမ်ကြောင့် အလုပ်အရမ်းဝင်ချင်ခဲ့ရာက ဖုန်ဒနိုင် အုပ်ချုပ်နေတဲ့ ဘွန်ယာအုပ်စုမှာ အလုပ်ရခဲ့ပါတယ်ဖုန်ဒနိုင်ကတော့ လက်ရှိထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးစီးပွါးရေးလုပ်ငန်းရှင်တစ်ယောက်ဖြစ်ပြီး ဥစ္စာပေါရုပ်ချော ပျိုတိုင်းကြိုက်တဲ့ နှင်းဆီခိုင် တစ်ယောက်ပေါ့ဖုန်ဒနိုင့်မှာ ထင်စမွမ်ဆိုတဲ့ ဇနီးရှိပြီး အရမ်းချစ်ကြပုံပေါက်ပေမဲ့ အတွင်းသတင်းတွေအရ အနေအေးနေကြပြီး ဖုန်ဒနိုင်က အမှုဆောင်ဒါရိုက်တာ ကိတ်နဲ့ ဖောက်ပြန်နေသလို တခြားမယားသစ်လည်းရှိသေးတယ်လို့လည်း ကြားနေရပါတယ်ဖအေတူမအေကွဲညီဖြစ်တဲ့ ဖရတ်ကတော့ ဖုန်ဒနိုင်နဲ့ မတူဘဲ အနေအေးသူတစ်ယောက်ဖြစ်ပြီး ဖုန်ဒနိုင် ကြည့်မရနေတဲ့ သူတစ်ယောက်လည်းဖြစ်တယ်ဖုန်ဒနိုင် နဲ့ ဖရတ်တို့ ရှေ့နေမလေး မိုင်ကို တစ်ပြိုင်တည်း မျက်စိကျချိန်မှာတော့ အမြဲတစေအနိုင်လိုချင်တဲ့ ဖုန် တစ်ယောက် မိုင့်ကို ရဖို့ ဘယ်လိုတွေကြိုးစားလာမလဲမိုင်ဆိုတဲ့ ပန်းရိုင်းပွင့်လေးကရော လူပွေ ဖုန်ဒနိုင်ရဲ့ ပန်းရိုင်းဥယျာဉ်ထဲက ပန်းတစ်ပွင့်ဖြစ်လာမှာလားဖုန်ဒနိုင်ရဲ့ အရေးပေးတာခံရဖို့ ထင်စမွမ် ကိတ်နဲ့ ဘိုရင်ဆိုတဲ့ ပန်းရိုင်းလေးတွေကရော ဘယ်လိုမာယာတွေသုံးမလဲဆိုတာ “ ပန်းရိုင်းဥယျာဉ်” ဇာတ်လမ်းတွဲမှာ ကြည့်ရှုကြရအောင် ။( အညွှန်းရေးသားထားသူက‌တော့ Kyi Nue Zin ပါ )Native Title: ดงดอกไม้s: 16Aired: Nov 29, 2022 – Jan 23, 2023Aired On: Monday, TuesdayOriginal Network: GMM OneContent Rating: Not Yet RatedTranslated by Kyi Nue Zin & Nang Mwe KhamEncoded by Naing Aung Latt (1) [520MB]     Meganz (1)_ [1GB]     Meganz (2) [520MB]     Meganz (2)_ [1GB]     Meganz (3) [520MB]    Meganz (3)_ [1GB]    Meganz (4) [520MB]     Meganz (4)_ [1GB]     Meganz (5) [520MB]     Meganz (5)_ [1GB]     Meganz (6) [520MB]     Meganz (6)_ [1GB]     Meganz (7) [520MB]     Meganz (7)_ [1GB]     Meganz (8) [520MB]     Meganz (8)_ [1GB]     Meganz (9) [520MB]     Meganz (9)_ [1GB]     Meganz (10) [520MB]     Meganz (10)_ [1GB]     Meganz (11) [520MB]     Meganz (11)_ [1GB]     Meganz (12) [520MB]     Meganz (12)_ [1GB]     Meganz (13) [520MB]     Meganz (13)_ [1GB]     Meganz (14) [520MB]     (14)_ [1GB]     (15) [520MB]     (15)_ [1GB]     (16)END [520MB]     (16)END_ [1GB]     