Synopsis of Willow (2022) Season 01 CompleteWillow (2022) Season 01 Complete~ Rotten Tomatoes – 84%, Metacritic – 70% ~1988 မှာတုန်းက Star Wars ယူနီ‌ဗာ့စ်ရဲ့ဖခင်ကြီး George Lucas ရဲ့ဇာတ်လမ်းကို Ron Howard ကရိုက်ပြီး မှော် Fantasy ယူနီဗာ့စ်တစ်ခုအ‌နေနဲ့ Willow ဆိုပြီး ရိုက်ခဲ့ပါတယ်။ Warwick Davis, Val Kilmer နဲ့ Joanne Whalley တို့လို Cast အလန်းတွေကိုသုံးပြီးကို ရိုက်ခဲ့တာပါပဲ။ လူပြောသူပြောများလောက်တဲ့ ပေါက်ခဲ့တာတော့မဟုတ်ပေမဲ့ ဆိုးတော့မဆိုးသွားဘူးပြောရမှာပါပဲ။ ဒါပေမဲ့ ဒီဇာတ်လမ်းဟာ အများကြီးလာဖို့ရှိသေးပေမဲ့ ကလေးလေးမွေးပြီးစမှာတင် ဘာမှဆက်မဖြစ်တော့တာ တော်တော်ကြာသွားပါတယ်။ လူးကတ်စ်ကလည်း ဒီဇာတ်လမ်းကို ဆက်အသက်သွင်းချင်ပါတယ်။ Solo: A Star Wars Story ကားရိုက်ကွင်းကို လူးကတ်စ်သွား‌တော့ Lawrence Kasdan နဲ့ သူ့သား Jonathan Kasdan နဲ့ တွေ့ပြီးစကားပြောဖြစ်ရာက Willow ကို ဆက်လုပ်ချင်တဲ့အကြောင်း ပြောခဲ့ကြပါတယ်။ Lucasfilm ကြီးကို ဒစ္စနေးအောက်ရောင်းလိုက်သလို သူလည်း ဘာမှသိပ်မလုပ်တော့တဲ့အတွက် လုပ်ပိုင်ခွင့်မရှိတော့ဘူးလို့ ပြောပေမဲ့ သူကတော့ ဒီဇာတ်လမ်းကို ဆက်လုပ်ဖြစ်စေချင်ခဲ့ပါတယ်။ Lawrence Kasdan ကတော့ စတားဝါးစ်တော်တော်များများနဲ့ Raides of The Lost Ark ကိုပါ ဇာတ်ညွှန်းရေးသားခဲ့တဲ့သူဖြစ်ပြီး Jonathan Kasdan ကတော့ ဟန်ဆိုလိုကား၊ အခုဒီ Willow နဲ့ နောက်နှစ်ထွက်မယ့် Indiana Jones 5 ကို ဇာတ်ညွှန်းရေးသားထားပါတယ်။ ဟန်ဆိုလိုကားကိုတော့ သူတို့သားအဖ အတူတူရေးခဲ့တာပါ။ဒီလိုနဲ့ အဲဒီအစီအစဉ်ဟာ တကယ်ဖြစ်လာပြီး Willow ဇာတ်လမ်းတွဲ အသက်ဝင်လာခဲ့ပါတယ်။ ဒီဇာတ်လမ်းတွဲဟာ မူလကားကနေ တိုက်ရိုက်ဆက်ထားပြီး မူလဇာတ်ညွှန်းဆရာ ပရိုဂျူဆာ သရုပ်ဆောင်အများစု ပြန်ပါလာခဲ့ပါတယ်။ အကောင်းဆုံးဖြစ်အောင်တော့ ကြိုးစားခဲ့ကြတာပါပဲ။ Creators တွေအနေနဲ့ကတော့ မူလဒါရိုက်တာ Ron Howard နဲ့ Jonathan Kasdan, George Lucas တို့ဖြစ်ပြီး ဇာတ်ညွှန်းဆရာတွေကတော့ Jonathan Kasdan, Wendy Mericle, George Lucas, Bob Dolman, John Bickerstaff တို့တွေပါ။ Bob Dolman ဟာ ၁၉၈၈ကားကို ဇာတ်ညွှန်းရေးခဲ့တဲ့သူပါ။ Warwick Davis နဲ့ Joanne Whalley တို့က သူတို့ရဲ့မူလဇာတ်ကောင်တွေနေရာမှာပဲ သရုပ်ဆောင်ထားပြီး Val Kilmer ကြီးရဲ့ ဇာတ်ကောင် မတ်မာတီဂန်ကိုတော့ ထွက်သွားတယ်ဆိုတာလောက်ပဲပြောထားပြီး သေလည်းမသေသေးသလို လူလုံးလည်းမပြထားပါဘူး။ သူတို့ဇာတ်ကောင်တွေကလည်း အဓိကနေရာကပါဝင်ပေမဲ့ ဒီဇာတ်လမ်းက သူတို့နောက်မျိုးဆက်တွေရဲ့ ဇာတ်လမ်းလို့ပြောလို့ရပါတယ်။ သူတို့ကယ်ခဲ့တဲ့ ကလေးလေး သူတို့ရဲ့ဘုရင်မလောင်း အယ်လိုရာဒါနန် အရွယ်ရောက်လာသလို မတ်မာတီဂန်နဲ့ ဆော်ရှတို့ရဲ့ သားနဲ့သမီးနဲ့ အယ်လိုရာနဲ့ စွန့်စားခန်းဆက်ဖွင့်ကြမှာကို ရိုက်ပြသွားမှာပါ။ငယ်ဘဝက Willow ကို ကြိုက်ဖူးတဲ့သူတွေရော လူးကတ်စ်ဖန်တွေရောရဲ့ အိပ်မက်တကယ်ဖြစ်လာတယ်လို့ပြောလို့ရမယ့် ဒီဇာတ်လမ်းတွဲကို စီဆန်၂ခုအနည်းဆုံးရိုက်ကူးသွားမှာဖြစ်ပြီး ပထမစီဆန်မှာတော့ ရှစ်ပိုင်းပါဝင်ပါလိမ့်မယ်။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)Size ~ 700MB+Total ~ 8 sQuality – Duration ~ 50min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, DramaSource : DSNP.Web-dl.Translator – WiRa AungEncoder – Y 1 –>  \ MegaUp \ MegaNZ \ UsersDrive \ StreamSB 2 –>  \ MegaUp \ MegaNZ \ UsersDrive \ StreamSB 3 –>  \ MegaUp\ MegaNZ \ UsersDrive \ StreamSB 4 –>  \ MegaUp \ UsersDrive \ StreamSB \  5 –>  \ MegaUp \ UsersDrive \ StreamSB \  6 –>  \ MegaUp \ UsersDrive \ StreamSB \  7 –>  \ MegaUp \ UsersDrive \ StreamSB \  8 –>  \ MegaUp \ UsersDrive \ StreamSB \  