"Synopsis of Remembrance of Things Past ( 2021 )
အနားမှာ ကောင်းကောင်းဆိုးဆိုး အမြဲ ရှိနေပေးတဲ့သူငယ်ချင်းရှိလား…
ပျော်စရာတွေပဲမဟုတ်ဘူး ဝမ်းနည်းစရာ စိတ်မကောင်းစရာအချိန်မှာပါ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ခံစားချက်တွေ မျှဝေနိုင်တဲ့သူမျိုး ကိုယ်ဒုက္ခရောက်တဲ့အချိန်
ပထမဆုံးသတိရမိလောက်အောင် အားကိုးရတဲ့သူမျိုး ဘယ်သူ့ကိုမှ
ထုတ်မပြောရဲတဲ့ လျို့ဝှက်ချက်တွေကို မျှဝေနိုင်လောက်အောင်
ယုံကြည်လို့ရတဲ့သူမျိုး ဒီလိုသူငယ်ချင်းမျိုးရှိရင် တန်ဖိုးထားကြပါ…
ဘာလို့လဲဆိုတော့ ဒီဇာတ်လမ်းလေးမှာတော့ ဒီလိုသူငယ်ချင်းမျိုးကို
ရုတ်တရက်ဆုံးရှုံးသွားတဲ့ မိန်းကလေး ၃ ယောက်အကြောင်းကို
ရိုက်ကူးပုံဖော်ထားတာါပ. ဒီဇာတ်လမ်းလေးကနေ ပေကျင်းမြို့မှ
ာ ဘဝကို ရုန်းကန်နေရတဲ့ 80 ခုနှစ်ကျော် 90 ခုနှစ်ကျော်မွေးတဲ့သူတွေရဲ့
ချိုမြိန်လှတဲ့ ဒုက္ခတွေ ဘဝရဲ့အိပ်မက်တွေက ဝေးသည်ထက်ဝေးတဲ့အပြင် ဘဝ၊
အလုပ်အကိုင်နဲ့ အချစ်ရေး အရာအားလုံးရဖို့ဆိုတာ မလွယ်ကူသလို
ရထားပြီးသားကို ထိန်းထားဖို့လည်း မလွယ်ကူဘူးဆိုတာကို သရုပ်ဖော်ထားတာပါ။
ဒီဇာတ်လမ်းမှာ ကာရိုက်တာ ၄ ခုကို ဗဟိုပြုပြီးရိုက်ထားတာပါ…
အရင်ဆုံး ပျော်ရွှင်တတ်ပြီး အကောင်းမြင်စိတ်အပြည့်ရှိတဲ့ အားလုံးရဲ့
ဟားဟားမင်းသမီးလေး ဟူကျင်းကျင်းပါ။ အခု အသက် ၂၆ နှစ်
ပျေကင်း ခရီးသွားလုပ်ငန်းတစ်ခုမှာ အလုပ်လုပ်နေတာ လုပ်သက် ၄ နှစ်ရှိပြီ။
နောက်တစ်ယောက်ကတော့ ဟူကျင်းကျင်းရဲ့အစ်မဝမ်းကွဲ ကျီနန်ကျား
သူကတော့ အသက် ၃၅ နှစ်ရှိပြီး အခုပေကျင်းမှာ ကိုယ်ပိုင်လုပ်ငန်း
event planner လုပ်နေသူပေါ့။ သူကတော့ ဒီအဖွဲ့ထဲမှာ အားလုံးရဲ့ အားကိုးအားထားရာပေါ့။
အဖွဲ့မှာ OT အဆင်းဆုံး အလုပ်လုပ်ဆုံးသူကတော့ ချောင်ရှီချန်။
အလုပ်လုပ်လေလေ ဘောနပ်စ်ရလေလေ ပိုကပ်စေးနည်းလေလေဆိုတာ အမှန်ပါပဲ။
နေ့နေ့ညည အလုပ်နဲ့စပြီး အလုပ်နဲ့ အဆုံးသတ်သူလေးပေါ့။
အားလုံးထဲ အပေါ့ပါးဆုံးသူကတော့ ရွီယန်လေးပါပဲ။ ဘာလို့လဲဆိုတော့
သူ့ရဲ့ အာရုံက လစာကတ်ထဲဝင်လာပြီးရင် branded အိတ်လေးဝယ်ဖို့ပဲ
စဉ်းစားရတာကလွဲပြီး သူ့မှာအပူအပင်မရှိဘူးလေ။
ဒါပေမယ့် ဒီကာရိုက်တာတွေရဲ့ နောက်ကွယ်မှာ လူမမြင်နိုင်တဲ့
ဘယ်လို ဒုက္ခတွေ လူမသိတဲ့ သူတို့ရဲ့ ခံစားချက်တွေ ဖိအားတွေကတော့
မရှင်းပြတော့ဘူး ကြည့်ရင်းကြည့်ရင်း ရင်ဘတ်ကြီးနဲ့ ကိုယ့်အတွေ့အကြုံတွေကို
ပြန်လည်သတိရရင်း ခံစားကြည့်ပါလို့ တိုက်တွန်းလိုက်ပါတယ်။
Quality : WEB-DL 720p
Format : mp4
Total Episodes : 12
Genres : Romance , Life , Drama , Friendship
During : 1hr 10min ( Per Episode )
Subtitle : Myanmar Subtitle ( Hardsub )
Translator : Chu Chu , JoJoVa , Mei Mei , Nu Mon , Phyo Zaw , Naomi Noe , Yunn Myat Noe Khaing
Encoder : LK
DOWNLOAD NOW >>> VIP MEMBER ONLY
Episode 1
Yoteshin | Usersdrive | Meganz | VeryFiles | MegaUP
Episode 2
Yoteshin | Usersdrive | Meganz | VeryFiles | MegaUP
Episode 3
Yoteshin | Usersdrive | Meganz | VeryFiles | MegaUP
Episode 4
Yoteshin | Usersdrive | Meganz | VeryFiles | MegaUP
Episode 5
Yoteshin | Usersdrive | Meganz | VeryFiles | MegaUP
Episode 6
Yoteshin | Usersdrive | Meganz | MegaUP
Episode 7
Yoteshin | Usersdrive | Meganz | MegaUP
Episode 8
Yoteshin | Usersdrive | Meganz | MegaUP
Episode 9
Yoteshin | Usersdrive | Meganz | MegaUP
Episode 10
Yoteshin | CMDrive | Usersdrive | Meganz
Episode 11
Yoteshin | CMDrive | Usersdrive | Meganz
Episode 12 ( END )
Yoteshin | CMDrive | Usersdrive | Meganz
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
