Synopsis of Story of Things (2023)Story of Things 2022IMDb 7.310ဒီခေါက်တင်ဆက်ပေးချင်တဲ့ ဘောလိဝုဒ်စီးရီးလေးကတော့အပိုင်း၅ပိုင်းနဲ့ မီနီစီးရီးအမျိုးအစားဖြစ်ပြီး အပိုင်း၁ပိုင်းဇာတ်လမ်း၁ပုဒ်နဲ့ဝတ္ထုတိုလေးတွေဖတ်ရသလို ခံစားချက်ကိုပေးစွမ်းနိုင်မယ့် စီးရီးလေးတခုပါ.. 1:လူတွေဟာ ကိုယ်လိုချင်တဲ့ ပန်းတိုင်ကို အမိအရကြိုးစားကြရင်းနဲ့လူစိတ်တွေပျောက်သွားကြပြီး ငါဆိုတဲ့ အတ္တကြီးစိုးလာကြပါတယ်ဒါပေမဲ့လည်း ကိုယ်ပြုတဲ့ကံကတော့ ကိုယ့်ထံပြန်လာတတ်စမြဲပါပဲနော် 2:မိခင်မေတ္တာဟာ ဘယ်အရာနဲ့မှတုနှိုင်းမမှီတဲ့ အအေးမြဆုံးခိုလှုံရာအရိပ်ပါပဲ။သမီးဖြစ်သူစိတ်ချမ်းသာဖို့အတွက် မိမိရဲ့ပျော်ရွှင်မှုကိုတောင်စတေးခဲ့တဲ့မိခင်…သူပေးခဲ့တဲ့မေတ္တာတွေလောက် သမီးဖြစ်သူကတန်ပြန်မပေးနိုင်ခဲ့တဲ့အချိန်မှာတော့… 3:Second-hand တွေသုံးတတ်တဲ့သူတွေသတိထားကြဖို့ မက်ဆေ့ပေးထားတဲ့ဇာတ်လမ်းတစ်ခုပဲဖြစ်ပါတယ်Second-hand အရောင်း‌ဆိုင်ကနေ ဝယ်လာမိတဲ့အဲလ်ကွန်းတစ်ခု အဲဒါနဲ့ကပ်ပါလာတဲ့ မမြင်ရတဲ့အရာတစ်ခုက ဘယ်လိုဒုက္ခပေးမလဲ 4:လူတိုင်းမှာ အကြောက်တရား(phobia) တစ်ခုစီတော့ ရှိတတ်ကြစမြဲပါပဲဒါပေမယ့်ဒီအကြောက်တရားကိုငယ်စဥ်ကတည်းကဖခင်ကိုယ်တိုင်က ရိုက်သွင်းပေးမိခဲ့တဲ့လူငယ်တစ်ယောက်အချိန်တန်အရွယ်ရောက်လာချိန်မှာတော့ ဒီအကြောက်တရားကိုဘယ်လိုရင်ဆိုင်အံတုခဲ့လဲလေးစားတာနဲ့ကြောက်တာကိုမကွဲပြားတဲ့ဖခင်ကရောသားရဲ့ပြောင်းလဲလာမှုကိုလက်ခံပေးနိုင်ရဲ့လားဆိုတာ ရှူမြင်ခံစားရမှာဖြစ်ပါတယ် 5:အချစ်ကြောင့်ကြေကွဲလူငယ်လေးဖြစ်နေတဲ့ ကောလိပ်ကျောင်းသားလေးတစ်ယောက်ကျောင်းအဆောင်ကနေ ပြောင်းလာပြီး အိမ်တစ်လုံးမှာ ငှားနေခဲ့ပါတယ်။သူနေရတဲ့ခေါင်မိုးထပ်က မှန်တစ်ချပ်မှာ ထူးဆန်းတဲ့ကောင်မလေးတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ရပြီးသူတို့နှစ်ယောက်ကြားက မမြင်နိုင်တဲ့သံယောဇဉ်လေးတွေဖြစ်လာခဲ့ပါတယ်။သူတို့နှစ်ယောက်ရဲ့ဆုံတွေ့မှုကတကယ်လား အိပ်မက်လားဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ကြည့်ရှုကြရမှာဖြစ်ပါတယ်။File Size – 400MB  600MBQuality –   Duration – 45minuteTotal s: 5EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : MysteryTranslator – BpL ~ Taylor ~ Cherry ~ Yunni ~ OeliuJEncoder – YK 1 –   Userdrive  Streamvid    Meganz 2 –   Userdrive  Streamvid    Meganz 3 –   Userdrive  Streamvid    Meganz 4 –   Userdrive  Streamvid    Meganz 5 –   Userdrive  Streamvid    Meganz 1 –   Userdrive  Streamvid    Meganz 2 –   Userdrive  Streamvid    Meganz 3 –   Userdrive  Streamvid    Meganz 4 –   Userdrive  Streamvid    Meganz 5 –   Userdrive  Streamvid    Meganz 