Synopsis of Ginny & Georgia Season 1+2 (2021-2023)နက်ဖလစ်ရဲ့ ဆယ်ကျော်သက် ဇာတ်လမ်းတွဲ အလန်းစားလေးတစ်ခုတောင်းကြလွန်းလို့ တင်ပေးထားပါတယ်။ သိတဲ့သူတွေလည်းသိမှာပါ။13RW တို့ Sex education တို့လို ဆယ်ကျော်သက် ဒရာမာတွေကြိုက်တတ်သူတွေအတွက် စိတ်ကြိုက်ဖြစ်မှာပါ။အမေရိကန် ဒရာမာတွေက K drama တွေနဲ့ ရသခြင်းကွာပါတယ်။K drama တွေက မထိတထိနဲ့ စောင်ကိုက်ရတဲ့အဆင့်ကိုပဲ သွားကြတာ များပါတယ်။ အာရှ taste ပေါ့။အနောက်တိုင်း ဒရာမတွေကတော့ ထိပြီးလို့ ဝုန်းပြီးလို့ နောက်ဆက်တွဲ ဒရာမာတွေကို လက်တွေ့ကျကျ ပြပါတယ်။လူနေမှုဘဝတွေ၊ မိသားစု ဆက်ဆံရေးတွေကို ပြပါတယ်။ ဒီတော့ မတူတဲ့အရာသာ ရတာပေါ့။ဒီစီးရီးရဲ့ အဓိက မင်းသမီး နှစ်ယောက်ကတော့ နာမည်ထဲက အတိုင်းပါပဲ ဂျင်နီ နဲ့ ဂျော်ဂျီရာပါ။ဂျော်ဂျီရာဟာ ဂျင်နီကို ၁၅ နှစ်အရွယ်မှာ မွေးခဲ့တာ ဖြစ်ပြီး ဒီဇာတ်လမ်းအစမှာဂျင်နီဟာလည်း ၁၅ နှစ်အရွယ်ကို ရောက်လာပါပြီ။ဂျင်နီကတော့ အေးအေးဆေးဆေး လေးလေးနက်နက်နေချင်တဲ့ဆယ်ကျော်သက်ကောင်မလေး ဖြစ်ပြီး သူ့အမေ ဂျော်ဂျီရာကတော့ဖလန်းဖလန်းထ အသေလန်း တွေ့သမျှလူငေးအချိန်တိုင်း အခွက်ပြောင်နေတဲ့ အမေမျိုး ဖြစ်နေပါတယ်။ယောကျာ်းတစ်ယောက်ပြီးတစ်ယောက်ထပ်ရရင်း တစ်မြို့ပြီးတစ်မြို့ပြောင်းနေရင်းနောက်ဆုံးတော့ ဝဲစ်ဘယ်ရီ မြို့မှာ အခြေချနေဖို့ ဖြစ်လာခဲ့ပါတယ်။သူတို့ရဲ့အိမ်အသစ်ရှေ့က အိမ်နီးချင်းမိသားစုကလည်း စိတ်ဝင်စားစရာပါပဲ။မောင်နှမ နှစ်ယောက်မှာ အစ်ကိုက ဂျစ်ကန်ကန် လူဆိုး၊ ညီမက ပြောင်စပ်စပ်နဲ့ လက်စ်ဘီယံပေါ့။ဂျင်နီက လက်စ်ဘီယံနဲ့ ဘော်ဘောတွေဖြစ်ပြီး သူ့အစ်ကို လူဆိုးနဲ့ကျ ဇယားရှုပ်မိသွားတယ်။ဒါပေမယ့် ဂျင်နီကို လာကပ်တဲ့ကောင်လေးကတော့ အတန်းထဲက အဆိုတော်၊ စာတော်၊လိမ္မာ စော်ကြည်ဘဲလေး ဖြစ်နေပြန်တော့ ရွေးရခက်သွားပြန်တယ်ပေါ့။လူငယ်ပြဿနာပဲလားဆိုတော့ ဂျော်ဂျီရာရဲ့ ပြဿနာကလည်းမသေးပါဘူး။အရင်ယောကျာ်းသေသွားပြီး အမွေတွေကို မရအောင် အရင်ယောကျာ်းရဲ့ ဇနီးဟောင်းကရှေ့နေငှားပြီး သူ့အတိတ်တွေ ပြစ်ချက်တွေကိုလိုက်ဖော်နေပါတယ်။ဂျော်ဂျီရာရဲ့ အတိတ်က တကယ်ကိုကြမ်းတမ်းခဲ့ပြီး အခုချိန်မှာ ဘာကိုမှ အလေးအနက်မထားတဲ့ပုံနဲ့နေနေပေမယ့် သမီးဖြစ်သူကို သူ့လိုဒုက္ခတွေမရောက်အောင် နည်းမျိုးစုံနဲ့ မသိမသာ ကာကွယ်ခဲ့ရတာပါ။ဒီစီးရီးမှာ ချစ်စရာအကောင်းဆုံးက ဂျင်နီနဲ့ ဂျော်ဂျီရာတို့ရဲ့ ဆက်ဆံရေးပါပဲ။ဒါပေမယ့် ဒီအထဲမှ ပါသမျှ ကာရိုက်တာအကုန်လုံးဟာ ဘာမှန်းမသိ မင်းသမီးကို ကူညီဖို့ လူဖြစ်လာရသလိုဇာတ်ပို့မျိုးတွေမဟုတ်ဘဲ ဒရာမာကိုယ်စီ ကာရိုက်တာကိုယ်စီနဲ့ ဖြစ်နေတော့စီးရီးတစ်ခုလုံးက ကြည့်ရတာအရသာရှိနေပါတယ်။အခုလည်း စီစန် ၂ ထွက်ရှိလာပြီဆိုတော့ စီစန် ၁ တုန်းက ပဟေဠိလေးတွေ အဖြေညှိဖို့ ဆက်အားပေးလိုက်ပါဦး။File size…700 Mb  400 MbQuality….Webrip   Format…mp4Duration….50 MinGenre…Drama, ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonSeason 1 Translated by Mr.andersonSeason 2 Translated by Act Molemy, Thet Hnin SuSeason-2 1  –    Meganz  Usersdrive   1  –    Meganz  Usersdrive 2  –    Meganz  Usersdrive   2  –    Meganz  Usersdrive 3  –    Meganz  Usersdrive   3  –    Meganz  Usersdrive 4  –    Meganz  Usersdrive   4  –    Meganz  Usersdrive 5  –    Meganz  Usersdrive   5  –    Meganz  Usersdrive 6  –    Meganz  Usersdrive   6  –    Meganz  Usersdrive 7  –    Meganz  Usersdrive   7  –   Meganz  Usersdrive 8  –     Meganz  Usersdrive   8  –   Meganz  Usersdrive 9  –    Meganz  Usersdrive   9  –    Meganz  Usersdrive 10  –   Meganz Usersdrive  10  –    Meganz  UsersdriveSeason 1 complete zip file –     1 – VIP      Meganz  Veryfiles  Usersdrive 2 – VIP      Meganz  Veryfiles  Usersdrive 3 – VIP      Meganz  Veryfiles  Usersdrive  Upsteam 4 – VIP      Veryfiles  Usersdrive  Upsteam 5 – VIP    Veryfiles  Usersdrive  Upsteam  Meganz 6 – VIP    Veryfiles  Usersdrive  Upsteam  Meganz   7 – VIP    Veryfiles  Usersdrive  Upsteam  Meganz   8 – VIP    Veryfiles  Usersdrive  Upsteam   9 – VIP    Veryfiles  Usersdrive  Upsteam    Meganz 10 – VIP    Veryfiles  Usersdrive  Upsteam  Meganz 