Synopsis of Super Action (2022)Super Action (အညွှန်း)================ဂင်မ်ချီမြေကတော့ ရိုက်လိုက်မှဖြင့်အဆန်းတွေချည်းပါပဲ။Survival Show တွေကိုကြိုက်နှစ်သက်တဲ့ ရသစုံရှိုးဖန်တွေတော့ဒီရှိုးလေးကို အကြိုက်တွေ့ဦးမှာဧကန်ပါပဲ။အကုန်လုံးက ရုပ်ရှင်ချစ်ပရိသတ်တွေပဲမို့ action ကားတွေနဲ့လည်းမစိမ်းဘူး .. ဟုတ်?အရာရာခေတ်မီတိုးတက်လာတာနဲ့အမျှ ဒီနောက်ပိုင်းမှာ တောင်ကိုရီးယားနိုင်ငံရဲ့ action ကားတွေကလည်းနိုင်ငံတကာအထိထိုးဖောက်နိုင်လောက်အောင်ကို အဆင့်မြင့်လာပြီပဲဖြစ်ပါတယ်။ရုပ်ရှင်တစ်ကားပေါက်ပြီဆိုရင် သရုပ်ဆောင်, ဇာတ်ညွှန်းဆရာ, ဒါရိုက်တာ စတဲ့သူတွေကိုသာ လူသိများကြပေမယ့်ရုပ်ရှင်တစ်ကားအောင်မြင်အောင် ပံ့ပိုးပေးရတဲ့ အရေးကြီးတဲ့အခန်းကဏ္ဍကပါဝင်တဲ့နောက်ထပ် “သရုပ်ဆောင်တွေနဲ့တစ်သားတည်းလှုပ်ရှားပေးခဲ့ရပြီး စခင်ရင်မ်ပေါ်ကနေ ဖုံးကွယ်ထားခဲ့ရသူတွေ” ရှိပါသေးတယ်။သူတို့ကတော့ “စတန့်သမား (စတန့်ပြကွက်သရုပ်ဆောင်)” တွေပါ။ဒီရှိုးလေးကတော့ ဒီနောက်ကွယ်ကဇာတ်ဆောင်တွေကို“အဓိကဇာတ်ဆောင်” တွေအဖြစ် မီးမောင်းထိုးပြပေးမယ့်ရှိုးလေးပါ။နာမည်ကျော် “Squid Game, Alienoid, Inside Men, Jumong, ..”အစရှိတဲ့ အမျိုးအစားစုံလင်လှတဲ့နာမည်ကျော်ရုပ်ရှင်, ဒရာမာတွေမှာ ပါဝင်ပံ့ပိုးပေးခဲ့ကြတဲ့“စတန့်သမား” တွေက တကယ့်စစ်မှန်တဲ့ အားကောင်းတဲ့ စတန့်ပြကွက်တွေနဲ့ ယှဥ်ပြိုင်ကြမယ့် “Super Action” ပါ။ပထမဆုကိုဆွတ်ခူးပြီး “အကောင်းဆုံးစတန့်သမားဂုဏ်ပုဒ်” ကို အပိုင်သိမ်းမယ့်အဖွဲ့ ၆ ဖွဲ့ရဲ့ယှဥ်ပြိုင်မှုတွေကို ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ရှုစားနိုင်အောင်လို့ တင်ဆက်ပေးလိုက်ပါတယ်။(အညွှန်းကို Lai Laii ကရေးသားပေးထားပြီးCM Variety Team က ဘာသာပြန်ဆိုပေးထားတာပဲဖြစ်ပါတယ်။)Encoded by : AugustGenre….. Reality, ActionQuality….  | File size… 2.2GB | 800MBFormat… mp4Duration…. 1h 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. CM Variety TeamEncoder ….. August 01 – Userdrive |  |  |  | Streamvid | Telegram 02- Userdrive |  |  |  | Streamvid | Telegram 03 – Userdrive |  |  |  | Streamvid | Telegram 04 – Userdrive |  |  |  | Streamvid | Telegram 05 – Userdrive |  |  |  | Streamvid | Telegram 06 – Userdrive |  |  |  | Streamvid | Telegram 07 – Userdrive |  |  |  | Streamvid | Telegram 01 – Userdrive |  |  | Streamvid | Meganz | Telegram 02 – Userdrive |  |  | Streamvid| Meganz | Telegram 03 – Userdrive |  |  | Streamvid | Meganz | Telegram 04 – Userdrive |  |  | Streamvid | Meganz | Telegram 05 – Userdrive |  |  | Streamvid | Meganz | Telegram 06 – Userdrive |  |  | Streamvid | Meganz | Telegram 07- Userdrive |  |  | Streamvid | Meganz | Telegram 