"Synopsis of Squid Game (2021)
Squid Game (2021)
Squid Game ဆိုတာကတော့ ဒေါ်လာ သန်း ၄၀ ဆုကြေးအနေနဲ့ ရရှိမယ့်
Survival Game ပဲ ဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂီဟွန်းက အလုပ်ထုတ်ခံလိုက်ရပြီးတဲ့နောက်မှာ
ဒီဂိမ်းကို ဝင်ကစားဖို့ ဖြစ်လာခဲ့ပါတယ်။
ဆန်ဝူးကတော့ ဂီဟွန်းရဲ့ကလေးဘဝကတည်းက သူငယ်ချင်းပါ။
သူလည်း အလုပ်တွေ ဘယ်လောက်ပဲ လုပ်လုပ်
လူရာအသွင်းမခံရ အလုပ်မှာ အဆင်မပြေတာတွေနဲ့ ကြုံရတာမို့
သူလည်း ဒီဂိမ်းကို ပြိုင်ပြီး ပိုက်ဆံရှာဖို့ ဖြစ်လာခဲ့ပါတယ်။
Squid Game ဆိုတာ ဂီဟွန်း နဲ့ ဆန်ဝူး ကလေးဘဝက အတူတူကစားခဲ့ကြတဲ့
လမ်းပေါ်ကဂိမ်းတစ်ခုပဲ ဖြစ်ပါတယ်။
ခန္ဓာကိုယ်ကို သုံးပြီး ဆော့ရတဲ့ ကစားနည်းတစ်ခုဖြစ်ပြီးတော့
နောက်ဆုံး အနိုင်ရရှိသူက တစ်ဦးပဲ ရှိမှာပါ။
သူတို့ အခုကစားတဲ့ Survival ဂိမ်းလိုမျိုးပါပဲ။
ဒီဂိမ်းကို ဘာလို့ ကင်းမွန်လို့ နာမည်ပေးထားရသလဲဆိုတော့
ဂိမ်းနာမည်အတိုင်း မြေပြင်အနေအထားပေါ်မူတည်ပြီး
ပုံစံအမျိုးမျိုး ပြောင်းနေရတဲ့ ကင်းမွန်လိုမျိုး ဖြစ်နေလို့ပါပဲ။
Netflix စီးရီးတစ်ခု ဖြစ်ပြီးတော့ R-Rated အဆင့်ရှိတဲ့ စီးရီးတစ်ခုပါ။
သွေးထွက်သံယို အခန်းတွေ ပါတာမို့ အသည်းငယ်သူတွေတော့ မကြည့်သင့်ပါဘူး။
အပိုင်း ၉ ပိုင်း ပါဝင်မှာ ဖြစ်ပြီးတော့ တစ်နေ့တည်းအပြီး ထုတ်လွှင့်ပေးသွားမှာပါ။
ဘာသာပြန်တွေကတော့ Pyi Ti Nyein, Amelia, Shwe Pyae, Thet Hnin Hsu တို့ပဲ ဖြစ်ပါတယ်။
Encoder – August
Drama: Squid Game
Country: South Korea
Episodes: 8
Aired: Sep 17, 2021
Aired On: Friday
Duration: 50 min.
Content Rating: 18+ Restricted (violence & profanity
VIP Links – Click Here!
Episode 01 – Yoteshin | Megaup | Userdrive | Veryfiles | Streamsb
Episode 02 – Yoteshin | Megaup | Userdrive | Veryfiles | Streamsb
Episode 03 – Yoteshin | Megaup | Userdrive | Veryfiles | Streamsb
Episode 04 – Yoteshin | Megaup | Userdrive | Veryfiles | Streamsb
Episode 05 – Yoteshin | Megaup | Userdrive | Veryfiles | Streamsb
Episode 06 – Yoteshin | Megaup | Userdrive | Veryfiles | Streamsb
Episode 07 – Yoteshin | Megaup | Userdrive | Veryfiles | Streamsb
Episode 08 – Yoteshin | Megaup | Userdrive | Veryfiles | Streamsb
Episode 09 (End) – Yoteshin | Megaup | Userdrive | Veryfiles | Streamsb
Zip Files – VIP | Yoteshin | Megaup | Userdrive | Veryfiles
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
