"Synopsis of Sex Education Season 1+2 +3 (2018)
Sex Education Season 1
အရွယ်ရောက်ပြီးသားလူတွေအတွက်တော့ဒီစီးရီကပုံမှန်18+အခန်းတွေအများကြီးပါတဲ့ဟာသစီးရီးတစ်ခုပါပဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒါပေမယ့်အခုချိန်ထိလိင်ပိုင်းဆိုင်ရာကိုသေချာရေရေရာရာမသိသေးတဲ့လူတွေအတွက်တော့
လိင်ပညာပေးစာအုပ်၁၀အုပ်လောက်နဲ့ညီသွားနိုင်ပါတယ်
ကျွန်တော်တို့နိုင်ငံရဲ့ယဉ်ကျေးမှုနဲ့ကိုးကွယ်တဲ့ဘာသာအရလိင်ကိစ္စဟာ
ဂုဏ်ယူစရာကိစ္စမဟုတ်သလိုစူးစမ်းသင့်တဲ့ကိစ္စလည်းမဟုတ်ပါဘူး
အဲ့အတွက်ကြောင့်safe sexကိုတောင်သေချာမသိလို့ပြသနာတက်နေကြတာတွေလည်း
အခုထိရှိပါသေးတယ်
သူတို့နိုင်ငံကဆယ်ကျော်သက်တွေရဲ့sex lifeကရော ဘယ်လိုမျိုးလဲ
ပြီးတော့ဆယ်ကျော်သက်တွေအဓိကပြသနာတွေကိုဘယ်လိုရှင်းရမလဲဆိုတာဒီစီးရီးမှာအကုန်မြင်နိုင်ပါတယ်
ဟာသစီးရီးဖြစ်တာကြောင့်ပျင်းဖို့လည်းလုံးဝမကောင်းတဲ့အပြင်တက်သစ်စသရုပ်ဆောင်တွေရဲ့ရုပ်ရည်နဲ့
ပီပြင်မှုတွေကစီးရီးတစ်ခုလုံးကိုပြည့်စုံနေစေပါတယ်
ဇာတ်လမ်းပုံစံကတော့ အိုတစ်ဆိုတဲ့ကောင်လေးဟာတစ်ကိုယ်ရည်အာသာဖြေလို့မရပါဘူး
သူရဲ့အမေကလိင်ပိုင်းဆိုင်ရာအကြံပေးဖြစ်ပြီးသူ့နေ့စဉ်ဘဝကိုအဲ့အရာကအတော်သက်ရောက်နေပါတယ်
မမျှော်လင့်ပဲသူတို့ကျောင်းကသူငယ်ချင်းတစ်ယောက်ဘောကြီးချင်လို့ecee2သုံးလုံးသောက်မိပြီး
အဆမတန်ကြီးသွားတာကိုမေ့ဖ်လို့ခေါ်တဲ့ကောင်မလေးနဲ့အတူတွေ့သွားပါတော့တယ်
ဘာလို့သောက်မိလဲဆိုတာကိုပြန်ရှင်းပြတဲ့အခါမှာတော့သုတ်မလွှတ်နိုင်တဲ့ပြသနာရှိနေကြောင်း
ဆေးသောက်လိုက်ရင်သုတ်လွှတ်နိုင်မယ့်ထင်လို့သောက်မိကြောင်းပြောပြပါတော့တယ်
အိုတစ်ဟာသူ့အမေရဲ့ဆွေးနွေးတဲ့ပုံစံကိုနေ့တိုင်းကြားပြီးအဲ့ကောင်လေးကိုစကားပြောပေးပါတယ်
ပါလာတဲ့ပါရမီကြောင့်ပဲပြောရမလားမသိပေမယ့်သုတ်လွှတ်နိုင်သွားပါတယ်
မေ့ဖ်ဟာအဲ့ပါရမီကိုသတိထားမိပြီးသူတို့နှစ်ယောက်စပ်တူလုပ်ငန်းတစ်ခုကိုထူထောင်လိုက်ပါတော့တယ်
အဲ့တာကတော့SEX EDUCATIONပါပဲ
ဘာသာပြန်တွေကတော့ Shwe Yee Oo,Wai Zin,Linn Kyaw Swar Aung,Hein Thet Naingတို့ပဲဖြစ်ပါတယ်
encodeပေးထားတာတော့sithuပါ
Season 1
Episode 1 :Yoteshin / Megaup / Upstream / Userdrive
Episode 2 : Yoteshin / Megaup / Upstream / Userdrive
Episode 3 : Yoteshin / Megaup / Upstream / Userdrive
Episode 4 :Yoteshin / Megaup / Upstream / Userdrive
Episode 5 :Yoteshin / Megaup / Upstream / Userdrive
Episode 6 :Yoteshin / Megaup / Upstream / Userdrive
Episode 7 : Yoteshin / Megaup / Upstream / Userdrive
Episode 8 : Yoteshin / Megaup / Upstream / Userdrive
Season 1 Complete Zip File
VIP / Yotshin / Megaup / Userdrive
Season 2
Episode 1 :Yoteshin / Megaup / Upstream / Userdrive
Episode 2 : Yoteshin / Megaup / Upstream / Userdrive
Episode 3 : Yoteshin / Megaup / Upstream / Userdrive
Episode 4 :Yoteshin / Megaup / Upstream / Userdrive
Episode 5 :Yoteshin / Megaup / Upstream / Userdrive
Episode 6 :Yoteshin / Megaup / Upstream / Userdrive
Episode 7 : Yoteshin / Megaup / Upstream / Userdrive
Episode 8 : Yoteshin / Megaup / Upstream / Userdrive
Season 2 Complete Zip File
VIP / Yotshin / Megaup / Userdrive
Sex Education Season 3 (2021) အညွှန်း
=======================================================
ဒီစီဆင်မှာတော့ ကျွန်တော်တို့ရဲ့ လိင်ပညာပေးဆရာလေး အိုတစ် ကို နှုတ်ခမ်းမွှေးစစနဲ့ ပြန်တွေ့ရမှာပါ။
အိုတစ်နဲ့ မေဗ့်နဲ့ ကြားမှာ အိုင်စစ်ဆိုတဲ့ မသန်မစွမ်းကောင် ဝင်မွှေလိုက်လို့ မနီးစပ်နိုင်တော့တဲ့
သူတို့ရဲ့ ဇာတ်လမ်းလေး ဘယ်လိုဆက်ဖြစ်ဦးမလဲ?
စာသင်နှစ်အသစ်မှာ အရှုပ်ထုပ်အသစ်ရော အဟောင်းတွေပေါင်းစုံနဲ့ ဘယ်လိုတွေဖြစ်လာဦးမလဲ?
ဇာတ်ကောင်တွေရဲ့ အသက်တစ်နှစ်ကြီးလာတာနဲ့အမျှ ဘယ်လိုမျိုးပြောင်းလဲသွားကြမလဲ?
မော်ဒေးကျောင်းမှာ ဘာဇာတ်လမ်းတွေ ထပ်ဖြစ်ကြမလဲမဆိုတာ season 3 မှာဆက်လက်ကြည့်ကြပါဦး
အညွှန်းကိုတော့ HWL က ရေးသားပေးထားပြီးတော့
ဘာသာပြန်တွေကတော့ HWL, JimX, Chit Tee, Charm Wave တို့ပဲ ဖြစ်ပါတယ်။
VIP LInks – Click Here!
Episode 01 – Yoteshin | Megaup | Userdirve | Veryfiles | Streamsb
Episode 02 – Yoteshin | Megaup | Userdirve | Veryfiles | Streamsb
Episode 03 – Yoteshin | Megaup | Userdirve | Veryfiles | Streamsb
Episode 04 – Yoteshin | Megaup | Userdirve | Veryfiles | Streamsb
Episode 05 – Yoteshin | Megaup | Userdirve | Veryfiles | Streamsb
Episode 06 – Yoteshin | Megaup | Userdirve | Veryfiles | Streamsb
Episode 07 – Yoteshin | Megaup | Userdirve | Veryfiles | Streamsb
Episode 08 – Yoteshin | Megaup | Userdirve | Veryfiles | Streamsb
Season 3 Complete Zip File – VIP | Yoteshin | Megaup |Userdrive | Veryfiles
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
