Synopsis of Blood, Sex & Royalty (2022)Blood, Sex & Royalty (2022)====================IMDb Rating – 5.810ဥရောပရဲ့သမိုင်းကြောင်းရာဇဝင်မှာ အကြီးမားဆုံးဖြစ်ရပ်တွေဖြစ်ခဲ့တဲ့ ၁၆ ရာစုနှစ်၊ ယူသမျှမိဖုရားတိုင်းကို စိတ်အလိုမကျတာနဲ့ ကွပ်မျက်ဖို့ကြိုးစားခဲ့တဲ့ အင်္ဂလန်ပြည်ရဲ့ပြည့်ရှင်ဘုရင်ဖြစ်သူ အဋ္ဌမမြောက်ဟင်နရီ၊ ခရစ်ယာန်ဘာသာရဲ့ရိုမန်ကတ်သလစ်နဲ့ ပရိုတက်စတင့်ဆိုပြီး စတင်ပြိုကွဲမှုတွေဖြစ်ပွားခဲ့တဲ့ ရာစုနှစ်၊ နပိုလီယန်ရဲ့ခေတ်မတိုင်ခင် ကြီးမားတဲ့ပြောင်းလဲမှုပေါင်းများစွာ ရှုပ်ထွေးမှုပေါင်းများစွာ သောင်းပြောင်းထွေလာရှိနေခဲ့တဲ့ ရာစုနှစ်ကတော့ ၁၆ ရာစုနှစ်ပါပဲ။ဒီရာစုနှစ်ရဲ့ ဥရောပနိုင်ငံတွေမှာ ပဒေသရာဇ်စနစ်သာ စိုးမိုးနေတာကြောင့် ပဒေသရာဇ်စနစ်ရဲ့စိုးယုတ်ရက်စက်မှုအကြောင်းတွေ၊ခရစ်ယာန်ဘာသာ နှစ်ပိုင်းစတင်ကွဲခဲ့ရခြင်းအကြောင်းတွေကိုဒီစီးရီးမှာ အရိပ်အမြွတ်အနေနဲ့ ဖွင့်လှစ်ပြသထားမှာ ဖြစ်ပါတယ်။ဒီသမိုင်းကြောင်းတွေကို ဖတ်ထားဖူးသူတွေအတွက်တော့ စာအုပ်ထဲမှာမပါသေးတဲ့ အချို့အချက်တွေပါ သိရမှာဖြစ်ပြီး မဖတ်ထားဖူးသေးသူတွေအတွက်လည်း ပေါ့ပေါ့ပါးပါးနဲ့ အလွန်ကြည့်ရကောင်းစေမယ့်စီးရီးတစ်ခုပါ။ဒီစီးရီးဟာ Blood Mary လို့ နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ အင်္ဂလန်ဘုရင်မကြီးရဲ့ ဖခင်ဖြစ်သူ Henry VIII ရဲ့ ဒုတိယမြောက် မိဖုရားအန်းဘိုလင်းအကြောင်း ရိုက်ကူးထားတဲ့ စီးရီးတစ်ခုဖြစ်ပါတယ်။ဝတ္ထုဖတ်ထားဖူးတဲ့ ကျွန်တော့်အနေနဲ့ကတော့ အန်းဘိုလင်းရဲ့ဘဝဇာတ်ကြောင်းကို အခုလိုစီးရီးတစ်ခုအနေနဲ့ ကြည့်ပြီးတဲ့အခါမှာတော့အလွန်သဘောကျမိတယ်ပဲဆိုပါတော့ဗျာ။ ဒီတော့ ဒီစီးရီးဟာ သင့်ကိုဖျော်ဖြေမှုရသတစ်မျိုးတင်မကဘဲ အသိပညာဗဟုသု‌တတွေပါ ထည့်သွင်းပြသပေးသွားတော့မှာမို့ ကြည့်ဖြစ်အောင် ကြည့်ထိုက်ပြီး ဒီစီးရီးထဲမှာ ရှေးအင်္ဂလန်ပြည်ရဲ့ယဉ်ကျေးမှုဓလေ့ထုံးတမ်း‌အစဉ်အလာမှန်သမျှကို ပေါ့‌ပေါ့ပါးပါးသွက်သွက်လက်လက်မြိုင်မြိုင်ဆိုင်‌ဆိုင်ခံစားရမှာဖြစ်တာကြောင့် Blood, Sex and Royalty ဆိုတဲ့ ၂၀၂၂ ခုနှစ်ထွက် Netflixရဲ့စီးရီးကောင်းလေးကို ကြည့်ရှုခံစားပေးကြပါဦးခင်ဗျာ။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့ San Thu Aungဖြစ်ပါတယ်။)File Size………….(350 MB)  (850 MB)Quality……………WEB-DL   Duration…………44Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Documentary, Biography, DramaTranslator……….San Thu AungEncoder…………..Zin Phyo Aung, SWM (350 MB)———————————–(1) –     MegaNZ    Usersdrive  Streamvid(2) –     MegaNZ    Usersdrive  Streamvid(3) –     MegaNZ    Usersdrive  Streamvid – End1080P (850 MB)———————————–(1) –    MegaNZ    Usersdrive  Streamvid(2) –     MegaNZ    Usersdrive  Streamvid(3) –     MegaNZ    Usersdrive  Streamvid – End 