Synopsis of La Brea (2021) Season 1 Completeအချိန်ခရီးသွားဇာတ်လမ်းတွေကို ကြိုက်တဲ့သူတွေအတွက် La Brea ဆိုတဲ့ underrated စီးရီးကောင်းလေးတစ်ခုတင်ဆက်ပေးချင်ပါတယ်ဗျ။ ဒီစီးရီးဟာဆိုရင် အချိန်ခရီးသွားဇာတ်လမ်းတွေထဲမှာ စံလို့ပြောရမယ့် Dark လောက်မ dark ပေမဲ့ သူ့ဟာနဲ့သူ အလှည့်အပြောင်းတွေ plot twist တွေနဲ့ တော်တော်လေး ကြည့်လို့ကောင်းတဲ့ စီးရီးလေးပဲဖြစ်ပါတယ်။Dark ထက် ပိုပြီး family drama လေးတွေ ပိုပြီးပါပေမဲ့ ပရိတ်သတ်ကို လုံးဝ အီမသွားအောင် ဆက်တိုက်ဆွဲခေါ်သွားတာကို တွေ့ကြရမှာပါ။ဇာတ်လမ်းအကျဉ်းကတော့…အိဗ် ဟားရစ်ဟာ သူမရဲ့သားနဲ့သမီးဖြစ်သူကို ကျောင်းလိုက်ပို့တဲ့ တစ်မနက်မှာ အယ်လ်အေမြို့ရဲ့ လမ်းမထထိုမြေကျွံမှုထဲပါသွားခဲ့ရနောက်မှာကားပိတ်နေတာနဲ့ ကြုံခဲ့ရပါတယ်။ ထိုအချိန်မှာပဲ ရုတ်တရက် မြေကျွံမှုတစ်ခု စတင်ဖြစ်ပွားလာခဲ့ပြီးတော့ အနီးအနားပတ်ဝန်းကျင်မှာရှိတဲ့အရာတွေအားလုံး ကျွံကျပျက်စီးကုန်တဲ့ သဘာဝဘေးအန္တရာယ်တစ်ခုဖြစ်ပေါ်လာခဲ့ပါတယ်။ထိုဘေးအန္တရာယ်ကြားမှာ ကလေးမလေးတစ်ယောက်ကို ကယ်တင်ဖို့ ကြိုးစားခဲ့တဲ့ ဂျော့ရှ် ဟားရစ်ကြောင့် အိဗ်နဲ့ ဂျော့ရှ်တို့နှစ်ဦးစလုံးသမီးဖြစ်သူ အစ်ဇီ ဟားရစ်တစ်ယောက်သာ အယ်လ်အေမြို့ရဲ့မြေပေါ်မှာ ကျန်ရစ်နေခဲ့ပါတော့တယ်။မြေကျွံမှု ကပ်ဘေးအန္တရာယ်ကြီး ပြီးဆုံးသွားတဲ့အချိန် အယ်လ်အေမြို့ပေါ်မှာ တွင်းပေါက်ကြီးတစ်ခု ဖြစ်ကျန်နေခဲ့ပြီးထိုတွင်းပေါက်ထဲကနေ ကြီးမားလှတဲ့ ငှက်တချို့ပျံတက်လာခဲ့တာကြောင့် လူတွေက အံ့သြတကြီးဖြစ်ခဲ့ရပါသေးတယ်။ထိုအခိုက်မှာပဲ တွင်းပေါက်ထဲကို ပြုတ်ကျလာခဲ့တဲ့ အိဗ် ဟားရစ်ဟာ အလင်းတန်းတစ်ခုဆီကို ဖြတ်သန်းတိုးဝင်သွားခဲ့ပြီးတောတွင်းနေရာတစ်ခုမှာ နိုးလာခဲ့ပါတယ်။သားဖြစ်သူကို ဂျော့ရှ်ကို လိုက်ရှာရင်း သာယာလှပတဲ့ရှုခင်းတွေကိုကျော်ဖြတ်ပြီး တောတွင်း လေဟာပြင်တစ်ခုကိုရောက်သွားတဲ့ အိဗ်ဟာ ထိုနေရာမှာ သူမနဲ့နည်းတူ ပြုတ်ကျလာတဲ့ လူတွေ ၊ ကားတွေ ၊ အပျက်အဆီးတွေကို မြင်လိုက်ရပါတော့တယ်။အိဗ်ဟာ ဘယ်နေရာကို ရောက်သွားတာများလဲ။ ဘာတွေကြုံရလိမ့်ဦးမလဲ..။အယ်လ်အေမှာကျန်နေခဲ့တဲ့ သူမရဲ့ ခင်ပွန်းဖြစ်သူ လေတပ်အရာရှိဟောင်း ဂေဗင် ဟားရစ်ရဲ့တကယ်မရှိတဲ့အရာတွေကို မြင်ယောင်နေရတဲ့အကြောင်းအရင်းကရော ဘာများဖြစ်လိမ့်မလဲ။တစ်ချိန်တည်းမှာပဲ တောတွင်းမှာ ရှင်သန်ဖို့ကြိုးစားနေရတဲ့ အိဗ်နဲ့ လူတစ်စုတို့ မျိုးသုဉ်းသွားပြီဖြစ်တဲ့အစွယ်ရှည်ကျားတစ်ကောင်ကို တွေ့လိုက်ရတဲ့အခါ….။လာဘရီယာတွင်းပေါက်နဲ့ အလင်းတန်းတို့ရဲ့ မတူညီတဲ့ကာလ ပဟေဠိတွေကို အဖြေရှာနိုင်ဖို့အတွက်Channel Myanmar မှ ဒီစီးရီးကို ဘာသာပြန် တင်ဆက်ပေးလိုက်ရပါတယ်။Quality :  BluRay  Total s : 10EpsFormat : mp4Genres : Drama ~ Mystery ~ Sci FiDuration : 42minsSubtitle : Myanmar Subtitle ( Hardsub )Translated by Zwe Yan Naing ~ tadaa_ j ~ Chloe khinEncoded by YK===== 1 –   Userdrive  Streamvid  Meganz   2 –   Userdrive  Streamvid  Meganz   3 –   Userdrive  Streamvid  Meganz   4 –   Userdrive  Streamvid  Meganz   5 –   Userdrive  Streamvid  Meganz   6 –   Userdrive  Streamvid     7 –   Userdrive  Streamvid    8 –   Userdrive  Streamvid     9 –   Userdrive  Streamvid    10 –   Userdrive  Streamvid    ===== 1 –   Userdrive  Streamvid  Meganz   2 –   Userdrive  Streamvid  Meganz   3 –   Userdrive  Streamvid  Meganz   4 –   Userdrive  Streamvid  Meganz   5 –   Userdrive  Streamvid  Meganz   6 –   Userdrive  Streamvid  Meganz   7 –   Userdrive  Streamvid  Meganz   8 –   Userdrive  Streamvid  Meganz   9 –   Userdrive  Streamvid  Meganz   10 –   Userdrive  Streamvid  Meganz   