Synopsis of Artistock Game (2022)Artistock Game (2022)ရသစုံရှိုးပရိသတ်တွေအတွက် CMက ထပ်တိုးတင်ဆက်ပေးသွားမှာကတော့Mnet ကနေ Oct3ရက်ကစပြီး တင်ဆက်ပေးလိုက်တဲ့ ထူးထူးခြားခြား Survival Game တစ်ခုပါ။ဒီရှိုးလေးရဲ့ conceptက အရင်မြင်တွေ့နေကျပုံစံမျိုးနဲ့မတူဘဲစီးပွားရေးနဲ့အနုပညာပေါင်းစပ်ထားတဲ့ပုံစံလေးပါ။ဘာဂိမ်းလဲဆိုတော့ ရင်းနှီးမြှုပ်နှံမှုဂိမ်းပါ။ဘယ်သူတွေကဆော့ကစားသွားမှာလဲဆိုတော့ကြည့်ရှုသူတွေနဲ့ အရည်အချင်းရှိတဲ့ အဆိုတော်တွေပါ။ဒီအစီအစဉ်လေးမှာဆိုရင် အဆိုတော်တွေက ကိုယ့်ရဲ့စတော့ရှယ်ယာတွေဖြစ်လာပြီးတော့ကြည့်ရှုသူတွေကတော့ ကိုယ်သဘောကျနှစ်သက်သူဆီမှာ ရင်းနှီးမြှုပ်နှံနိုင်မယ့် အခွင့်အရေးရရှိမှာပါ။အဆိုတော်တွေအနေနဲ့လည်း မိမိတို့ရဲ့အရည်အချင်းကို ထုတ်ပြခွင့်ရမယ့်အပြင်ကိုယ်ရဲ့စတော့ဈေးနှုန်းတိုးမြင့်လာစေဖို့နဲ့ ကြည့်ရှုသူတွေရဲ့ အာရုံစိုက်မှုကိုရရှိဖို့သူတို့ရဲ့ကိုယ်ပိုင် အရည်အချင်းတွေကိုသုံးပြီး စွန့်စားသွားရမှာပါ။စွန့်စားမှုတိုင်းမှာ အန္တရာယ်ဆိုတာရှိစမြဲပါပဲ။ဒီတော့ ပါဝင်သွားမယ့် အရည်အချင်းရှိအဆိုတော်၄၈ဦးကလည်းကြုံတွေ့လာမယ့် အန္တရာယ်တွေကို ရင်ဆိုင်ဖို့ အသင့်ဖြစ်နေကြပါပြီ။အားလုံးနဲ့ရင်းနှီးပြီးသား အဆိုတော်တွေလည်းပါဝင်ပြီးတော့သူတို့ကိုယ်တိုင်မထုတ်ပြခဲ့ဖူးတဲ့ အရည်အချင်းတွေကိုပါ ထပ်ပေါင်းမြင်ရဦးမှာဆိုတော့ အားရစရာပါပဲ။ဒါ့အပြင် Artistock Gameရဲ့ မျက်နှာဖုံးအဖြစ်နဲ့ပါဝင်တင်ဆက်ပေးသွားမှာက Lee Sang Yeobဆိုတော့ဒီအတောအတွင်း လွမ်းနေကြတဲ့အမျိုးတို့လည်း အလွမ်းပြေလေးတစ်ဖြတ်ပေါ့။မြင်နေကျပုံစံနဲ့ကွဲထွက်နေတဲ့conceptနဲ့တင်ကို စိတ်ဝင်စားဖို့ကောင်းနေတဲ့အပြင်အံ့ဩလောက်တဲ့အရည်အချင်းတွေနဲ့ အဆိုတော်တွေရဲ့ စွမ်းရည်ကိုပါမြင်ရဦးမှာဆိုတော့Artistock Gameက အပတ်စဉ် စောင့်ကြည့်သင့်တဲ့ရှိုးတစ်ခုဆိုရင်လည်း မမှားပါဘူးနော်။အနုပညာရှင်တွေနဲ့အတူတူ အပတ်စဉ်လိုက်ပါစီးမျောရင်း စွန့်စားခန်းလေးဖွင့်လိုက်ရအောင်။အညွှန်းကိုတော့ Milkeux က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre….. RealityQuality….  | 480pFile size… 800MB | 400MBFormat… mp4Duration….1h 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. CM Variety TeamEncoder ….. August 01 – Userdrive |  |  |  | Telegram 02 – Userdrive |  |  |  | Telegram 03 – Userdrive |  |  |  | Telegram 04 – Userdrive |  |  |  | Telegram 05 – Userdrive |  |  |  | Telegram 06 – Userdrive |  |  |  | Telegram 07 – Userdrive |  |  |  | Telegram 08 – Userdrive |  |  |  | Telegram 09 – Userdrive |  |  |  | Telegram 10 – Userdrive |  |  |  | Telegram480P 01 – Userdrive |  |  |  | Telegram 02 – Userdrive |  |  |  | Telegram 03 – Userdrive |  |  |  | Telegram 04 – Userdrive |  |  |  | Telegram 05 – Userdrive |  |  |  | Telegram 06 – Userdrive |  |  |  | Telegram 07 – Userdrive |  |  |  | Telegram 