"Synopsis of Sherlock (Season 1-4) Complete
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (9.1/10) / Rotten Tomatoes (78%)
BBC One ရုပ်သံလိုင်းကနေ အလွန်ကပ်စီးနည်းစွာ ထုတ်လုပ်ထားတဲ့ ရှားလော့ဟုမ်းဇာတ်လမ်းတွဲပါပဲ…
Season တစ်ခုထွက်ဖို့ ၂ နှစ်ကြာသလို ထွက်လာရင်လဲ အပိုင်း(၃)ပိုင်းပဲပါတတ်ပါတယ်…
အခုထိတော့ Season(4) ထိထွက်ရှိထားပြီး Special Episode နဲ့ဆို စုစုပေါင်းအပိုင်း (၁၃) ပိုင်းထွက်ရှိထားပြီဖြစ်ပါတယ်။
ရှားလော့ဟုမ်းအဖြစ် မင်းသား Benedict Cumberbatch နဲ့ ဒေါက်တာ Watson အဖြစ် မင်းသားကြီး Martin Freeman တို့မှပါဝင်သရုပ်ဆောင်ထားပါတယ်။
Benedict Cumberbatch ရဲ့ သရုပ်ဆောင်ချက်တွေက ခေတ်သစ်ရှားလော့ဟုမ်းအဖြစ် သူ့ကိုနာမည်ကြီးစေခဲ့သလို ဒီစီးရီးဟာလဲ ကြည့်ရှုသူတွေ တစ်ခဲနက်အားပေးကြတဲ့ ရှားလော့စီးရီးဖြစ်ခဲ့ပါတယ်။
ရှားလော့ဟုမ်းနဲ့ပတ်သက်တာတွေ Sherlock Series နဲ့ပတ်သက်တာတွေကိုတော့ အောက်မှာမြည်းစမ်းလို့ရပါတယ်။
+++++++++++++++++++++++++++++++++++++++++
Most portrayed literary human character in film and television history.
(ရုပ်ရှင်နှင့် ရုပ်သံ သမိုင်းတွင် အကြိမ်ရေ အများဆုံး ပြန်လည်အသက်သွင်းခြင်းခံရသည့် စာအုပ်ထဲမှ လူသား ဇာတ်ကောင်)
ကျနော်တို့ ဝတ္ထုစာအုပ်တွေထဲက အလွန်ပဲ နှစ်သက်တဲ့ ဇာတ်ကောင်တွေရှိပါတယ်။ အဲဒီဇာတ်ကောင်တွေထဲကမှ တစ်ယောက်သောသူဟာ စာအုပ်တွေထဲကနေထွက်လာပြီး ရုပ်ရှင်နဲ့ ရုပ်သံသမိုင်းတစ်လျှောက် အကြိမ်ကြိမ် အသက်ဝင်နိုင်ခဲ့ပါတယ်။ သူကတော့ နာမည်ကျော်စုံထောက်ကြီး ရှားလော့ဟုမ်း (Sharlock Holmes) ပါပဲ။ ဘယ်လောက်တောင်များ ရုပ်ရှင်နဲ့ ရုပ်သံဇာတ်လမ်းအဖြစ် ပြန်လည်ဖန်တီးခဲ့သလဲဆိုရင် ၁၈၈၇ ခုနှစ်ကနေ ၂၀၁၂ ခုနှစ်ထိ သရုပ်ဆောင် ၇၅ ဦးက ရုပ်ရှင်နဲ့ ရုပ်သံဇာတ်လမ်းတွဲတွေမှာ (ရုပ်သံဇာတ်လမ်း တစ်ပိုင်းကို တစ်ကြိမ်အဖြစ် ရေတွက်ပါတယ်) ၂၅၄ ကြိမ်ထိ သရုပ်ဆောင်ထားခဲ့တယ်လို့ ဂရင်းနစ် ကမ္ဘာ့ စံချိန်မှတ်တမ်းမှာ ဖော်ပြခြင်းခံခဲ့ရပါတယ်။ အခု ၂၀၂၁ ထိဆိုရင် ပိုတောင်များသွားနိုင်ပါတယ်။
နိုင်ငံတစ်ကာမှာလည်း ရှားလော့ဟုမ်း ဇာတ်ကောင်ကို မှီငြမ်းတဲ့ စုံထောက်ဇာတ်လမ်းတွေအများကြီး ထွက်ပေါ်လာခဲ့ပါတယ် မြန်မာနိုင်ငံမှာလည်း တိုက်ရိုက်မှီငြမ်းတဲ့ စုံထောက် ဦးစံရှား၊ စုံထောက် ဦးထင်ကျော်တို့ရှိသလို သွယ်ဝိုက်မှီငြမ်းတဲ့ ဆားပုလင်းနှင်းမောင်လို ဇာတ်ကောင်တွေလည်း ရှိလာခဲ့ပါတယ်။ စုံ‌ထောက်ဇာတ်လမ်း ကြိုက်သူတွေအတွက်ကတော့ ရှားလော့ဟုမ်းဟာ သက်ရှိလူသား တစ်ယောက်ပါပဲ။
မြန်မာပြည်က ရှားလော့ဟုမ်းကို မှီငြမ်းတဲ့ စုံထောက်ဇာတ်ကောင်တွေနဲ့ ရှားလော့ဟုမ်း ဘာကွာလဲလို့ မေးရင် ကွာခြားချက်တွေ အများကြီးပါ။ အဓိကကွာခြားချက်ကတော့ လိပ်စာလို့ပဲပြောရပါမယ်။ ရှားလော့ဟုမ်းကို မှီငြမ်းတဲ့ ဦးစံရှား၊ ဆာပုလင်းနှင်းမောင်တို့ရဲ့ နေရပ်လိပ်စာဟာ သူတို့ကို ပုံဖော်ခဲ့တဲ့ စာရေးစရာတွေရဲ့ နေအိမ်လိပ်စာတွေဖြစ်ပြီး ရှားလော့ဟုမ်းရဲ့ လိပ်စာကတော့ အပြင်လောကမှာကို တကယ်မရှိတဲ့ လိပ်စာတစ်ခု ဖြစ်ပါတယ်။ ပြောရမယ်ဆိုရင်တော့ ရှားလော့ဟုမ်းဟာ အပြည့်အဝကို စိတ်ကူးယဉ်သက်သက်သာ ဖြစ်ပြီး သူ့ကိုမှီငြမ်းတဲ့ ဇာတ်ကောင်တော်တော်များများဟာ တစ်ဝက်တပျက် စိတ်ကူးယဉ် ဇာတ်ကောင်တွေ ဖြစ်ပါတယ်။
ရှားလော့ဟုမ်းနေထိုင်ရာလိပ်စာ ၂၂၁ (ဘီ) ဘေကာလမ်းဆိုတာ လန်ဒန်မှာရှိကိုမရှိတဲ့ လိပ်စာပါ။ စာရေးဆရာ ဆာ အာသာကိုနွိုင်ဒွိုင်းဟာ အမှန်တော့ အမှတ် ၁၂၊ တက်နီဆင်လမ်း၊ တောင် နော့ဝုဒ်၊ လန်ဒန်မှာ ၄ နှစ်ခန့်သာနေထိုင်ခဲ့ပြီး စကော့တလန်မှာပဲ နေထိုင်ခဲ့သူပါ။ သူရှားလော့ဟုမ်းကို စတင်ရေးသားခဲ့စဉ် ၁၈၈၇ ခုနှစ် ကလည်း လန်ဒန်မြို့ ဘေဘာလမ်းမှာ အိမ်နံပတ် ၁ ကနေ ၈၅ အထိသာရှိပါတယ်။ ဒါကြောင့် ရှားလော့ဟုမ်းဟာ စိတ်ကူးယဉ် ဇာတ်ကောင်သက်သက်ပဲဖြစ်ပါတယ်။ ဒါပေမယ့် ရှားလော့ဟုမ်းရဲ့ ကျော်ကြားမှုဟာ နေလိုမီးလို့ ထွန်းလင်းတောက်ပပြီး စာအုပ်ထဲကဇာတ်ကောင်ထက် ကျော်လွန်ကာ သက်ရှိလူသားတစ်ယောက် အဖြစ် စာဖတ်ပရိသတ်တွေက သတ်မှတ်လိုက်ကြတဲ့အခါမှာတော့ အစိုးရကနေပြီး ဘေကာလမ်းကို အိမ်နံပတ် ၂၂၉ အထိ တိုးချဲ့သတ်မှတ် ပေးလိုက်ကြပါတယ်။ နောက်ပြီး အိမ်နံပတ် ၂၁၉ကနေ ၂၂၉ ထိကလည်း အာမခံ ကုမ္ပဏီတစ်ခုရဲ့ လိပ်စာပါ။ နောက်ပိုင်းမှာတော့ အိမ်နံပတ် ၂၂၁ (ဘီ) ကို ရှားလော့ဟုမ်း ပြတိုက်အဖြစ်ပြောင်းလဲခဲ့ပြီး ပတ်ဝန်းကျင် ကိုလည်း ရှားလော့ဟုမ်း ဇာတ်လမ်းထဲကအတိုင်း ပြင်ဆင်လိုက်ကြပါတယ်။ အဲဒီနေရာကို နှစ်စဉ် ကမ္ဘာလှည့်ခရီးသွား အများအပြား လာရောက်လည်ပတ်နေကြပါတယ်။
ကျနော့ အသက်အရွယ် အားဖြင့် ဟိုးအရင် ရှားလော့ ဇာတ်လမ်းတွေကို အကုန်မကြည့်ဖူးပေမယ့် အခုခေတ် ပြန်ရိုက်တဲ့ ရှားလော့တော့ကိုတော့ ကြည့်ဖူးပါခဲ့ပါတယ်။ ရောဘတ်ဒေါင်းနင်း အငယ်ကောင် နဲ့ ဂျု့လောရယ် သရုပ်ဆောင်တဲ့ ရှားလော့ဟုမ်း ဇာတ်လမ်းရယ် ဘန်းနတစ် သခွားသီးနဲ့ မာတင် ဖရီးမန်း တို့ရဲ့ ဇာတ်လမ်းတွဲတွေကို အကြိမ်ကြိမ်ပြန်ကြည့်ခဲ့ပါတယ်။ ရောဘတ်ဒေါင်းနင်းကို မီးပူလူသားအဖြစ် ခံစားပေးလို့ရပေမယ့် ရှားလော့ဟုမ်းအဖြစ်တော့ ဘယ်လိုမှခံစားလို့မရခဲ့ပါဘူး။ ဘန်းနတစ်ရဲ့ ရှားလော့ကိုတော့ ဝတ္ထုထဲက ရှားလော့အဖြစ် ခံစားပေးလို့ရခဲ့ပါတယ်။
ဒီနေရာမှာ ရှားလော့ဟုမ်းက ဘယ်လိုပုံစံရှိလဲလိုမေးရင် ၁၈၈၇ ခုနှစ်ကထွက်တဲ့ A Study in Scarlet (ကြက်သွေးရောင် ကောက်ကြောင်း) မှာစာရေးသူက ဟုမ်းဟာ အရပ် ၆ ပေကျော်ကျော်ခန့်ရှိသော်လည်း ပိန်းပိန်းပါးပါး ခန္ဓာကိုယ် အချိုးအစားကြောင့် သိသိသာသာ အရပ်ရှည်သည်ဟု ထင်ရသည်။ သူ့မျက်လုံးများသည် စူးရှတောက်ပနေပြီး ထက်မြက်မှုကို မြင်နေရသည်။ သွယ်လျချွန်ထက်သော နှာခေါင်းသည်လည်း ဖြတ်လတ်နိုးကြားမှု ထင်ဟပ်နေသည်။ လေးထောင့်ဆန်သည့် မေးစေ့မှာလည်း သူ့၏ဆုံးဖြတ်ချက်ခိုင်မာမှုကို အရှင်းသား တွေ့မြင်နေရသည် ဆိုပြီးဖော်ပြထားခဲ့ပါတယ်။ ဒီတော့ ရောဘတ်ဒေါင်းနင်းရဲ့ ပေါ့ပျက်ပျက် ရှားလော့ကို ဘဝင်မကျတာ သိပ်မဆန်းပါဘူး။ ဘန်းနတစ်ကို ရှားလော့ဟုမ်းပုံစံအစစ်နဲ့ အနီးစပ်ဆုံး မြင်လိုက်ရတာကတော့ စီစန်၄ မစခင်ထွက်လာတဲ့ The Abominable Bride (စက်ဆုပ်ဖွယ် သတို့သမီး) မှာမြင်လိုက်ရတာပါပဲ။
ဒီအချိန်မှာ ရှားလော့ပရိသတ်တွေ ပြန်အကြည့်သင့်ဆုံးကတော့ ဘန်းနတစ်ရဲ့ ရှားလော့ ဇာတ်လမ်းတွဲတွေပါပဲ။ တစ်ပိုင်းချင်းစီအလိုက် မူရင်းဝတ္ထုနဲ့ ဆရာကြီးရွှေဥဒေါင်း မြန်မာပြန်ပေးခဲ့တဲ့ စုံထောက်ဦးစံရှား ဝတ္ထုတွေရဲ့ နာမည်ကိုလည်း ဖော်ပြပေးလိုက်ပါတယ်။
Season 1
အပိုင်း ၁ A Study in Pink (ပန်းရောင် ကောက်ကြောင်း) ကတော့ ရှားလော့ဟုမ်းရဲ့ ပထမဆုံး ဝတ္ထု A Study in Scarlet (ကြက်သွေးရောင် ကောက်ကြောင်း) ကို ခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်။ စုံထောက်ဦးစံရှား ဝတ္ထုတွေမှာတော့ ဘောင်ဒရီလမ်း လူသတ်မှုဆိုပြီးတွေ့ရမှာပါ။ ဆာပုလင်းနှင်းမောင် ဝတ္ထုတွေမှာတော့ ပိတုန်းသုံးကောင်ဆိုပြီး တွေ့ရမှာဖြစ်ပါတယ်။
အပိုင်း ၂ The Blind Banker (မျက်မမြင် ဘဏ်လုပ်ငန်းရှင်) ကတော့ နည်းနည်း ရှုပ်ထွေးပါတယ် ဝတ္ထုတို ၃ ပုဒ်ကို ပေါင်းထားတာပါ။ ပထမတစ်ပုဒ်က The Adventure of the Dancing Men (အကသမားများရဲ့ စွန့်စားခန်း) ဝတ္ထုတိုပါ အရုပ်စာတွေနဲ့ ဝှက်စာလုပ်ပြီး ဆက်သွယ်တဲ့အကြောင်းပါ။ နောက်တစ်ပုဒ်က The Valley of Fear (ကြောက်မက်ဖွယ် ချိုင့်ဝှမ်း) ဝတ္ထုရှည်ပါ ဝှက်စာတွေရယ် ပရော်ဖက်ဆာ မော်ရီယာတီ အကြောင်းတွေရယ်ပါဝင်ပါတယ်။ နောက်ဆုံးတစ်ပုဒ်ကတော့ The Sign of Four (လေးဂဏန်း နမိတ်ပုံ) ဝတ္ထုတိုပါ အမြင့်တော့တက်ပြီး လူသတ်အနိုင်တဲ့ လူသတ်သမားအကြောင်းပါ။ အဲဒီ ၃ ပုဒ်ကိုပေါင်းပြီး ဇာတ်လမ်းအသစ်တစ်ပုဒ်အဖြစ် ဖန်တီးလိုက်ကြတာပါ။ ဦးစံရှားမှာ‌တော့ The Valley of Fear (ကြောက်မက်ဖွယ် ချိုင့်ဝှမ်း) ဝတ္ထုကို အာဇာနည်အသင်း အမှု (မူကွဲ ဇတ်ဇတ်ကြဲဂိုဏ်း အမှု)၊ The Sign of Four (လေးဂဏန်း နမိတ်ပုံ) ဝတ္ထုကို လေးပွင့်ဆိုင် (မူကွဲ – လေးဦးသားလက်ချက်၊ တစ်ကျွန်းပြန်တစ်ဦး) ဆိုပြီးတွေ့ရမှာဖြစ်ပါတယ်။
အပိုင်း ၃ The Great Game (ကစားပွဲကြီး) ကလည်း အတူတူပါပဲ ဝတ္ထုနှစ်ပုဒ်ပေါင်းထားတာပါ။ The Adventure of the Bruce-Partington Plans (ဘရုစ် ပတ်တင်တန် အစီအစဉ်၏ စွန့်စားခန်း) ဝတ္ထုထဲက အစိုးရလျှို့ဝှက်စာချုပ် ပျောက်ဆုံးမှုရယ် The Five Orange Pips (လိ‌မ္မော်စေ့ ငါးစေ့) ဝတ္ထုထဲက အကြောင်းအရာတစ်ချို့ရယ်ပေါင်းပြီး ဇာတ်လမ်းအသစ်တစ်ပုဒ် ပြန်ဖန်တီးလိုက်တာပါ။ ဦးစံရှားမှာတော့ Adventure of the Bruce-Partington Plans (ဘရုစ် ပတ်တင်တန် အစီအစဉ်၏ စွန့်စားခန်း) ကို အစိုးရစာချုပ်ပျောက်ဆုံးမှု၊ The Five Orange Pips (လိ‌မ္မော်စေ့ ငါးစေ့) ကို ဩဇာစေ့ သုံးစေ့ (မူကွဲ – ကြက်သွေးရောင် ရှပ်အသင်း) ဆိုပြီးတွေ့ရပါတယ်။
Season 2
အပိုင်း ၁ A Scandal in Belgravia (ဘယ်ဂါဗီယား အရှုပ်တော်ပုံ) ကတော့ A Scandal in Bohemia (ဘိုဟီးမီးယား အရှုပ်တော်ပုံ) ဝတ္ထုကို ပြန်ရိုက်ကူးထားတာပါ။ ဦးစံရှားမှာဆိုရင်တော့ မဟာရာဇာတစ်ဦးအမှု ဆိုပြီး တွေ့ရပါတယ်။
အပိုင်း ၂ The Hounds of Baskerville (ဘက်စကာ ချိုင့်ဝှမ်းမှ ခွေးကြီး) ကတော့ ရှားလော့ဟုမ်းရဲ့ အကျော်ကြားဆုံး ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့ The Hounds of Baskerville ကိုပဲ မူလနာမည်အတိုင်း ပြန်ရိုက်ကူးထားတာပါ။ မူလနာမည်ကို သုံးထားပေမယ့် မူလဇာတ်လမ်း ကျောရိုးလောက်ပဲယူပြီး ဇာတ်လမ်း အသစ်ပြန်ဆင်ထားတဲ့ အတွက် တစ်မျိုးဆန်းလို့နေပါတယ်။ ဦးစံရှားမှာတော့ ပွေလီအင်းခွေးကြီးဆိုပြီး တွေ့ရပါတယ်။
အပိုင်း ၃ The Reichenbach Fall (ရိုက်ကင်းဘက် ကျဆုံးခြင်း) ကတော့ ရှားလော့ဟုမ်းရဲ့ သေဆုံးခြင်းပါဝင်တဲ့ The Final Problem (နောက်ဆုံး ပုစ္ဆာ) ကိုပြန်ရိုက်ကူးထားတာပါ။ The Reichenbach Fall ဆိုတဲ့ နာမည်ကလည်း The Final Problem ဝတ္ထုထဲက ရှားလော့ဟုမ်းနဲ့ မော်ရီယာတီ ခုန်ချသွားတဲ့ ရိုက်ကင်းဘတ် ရေတံခွန်ကြီး ရဲ့နာမည်ကို ယူထားတာြဖစ်ပါတယ်။ ဦးစံရှားမှာတော့ The Final Problem ဝတ္ထုကို ဦးစံရှား လူဆိုးများလက်သို့ သက်ဆင်းရခြင်း (မူကွဲ ရှိန်းမကားရွာ လူသတ်မှု၊ ကြိုးကြာကန်ရွာ လူသတ်မှု) ဆိုပြီး တွေ့ရပါတယ်။ ရှိန်းမကားရွာကတော့ မုံရွာနားမှာရှိပါတယ် လမ်းကြုံရင် ဝင်လည်လို့ရပါတယ် သာယာတဲ့ နေရာတစ်ခုပါ ဓာတ်ပုံရိုက်လို့ အရမ်းမိုက်တဲ့ နေရာတစ်ခုလည်း ဖြစ်ပါတယ်။ ကြိုးကြာကန်ရွာကတော့ ပဲခူးနားမှာလို့ ယူဆရပါတယ် တကယ် ရှိလာကတော့ မသိပါဘူး။
Season 3
အပိုင်း ၁ The Empty Hearse (နိဗ္ဗာန်ယာဉ် အလွတ်) ကတော့ မူလက ရှားလော့ဟုမ်းရဲ့ ဇာတ်လမ်းမဟုတ်ပါဘူး ဒါပေမယ့် စာရေးဆရာ ကိုနွိုင်ဒွိုင်းရဲ့ လက်ရာတစ်ခုဖြစ်တဲ့ The Lost Special ဝတ္ထုကို မှီငြမ်းပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ ဇာတ်လမ်းနာမည်ကတော့ ရှားလော့ဟုမ်း ဝတ္ထုထဲက တစ်ပုဒ်ဖြစ်တဲ့ The Empty House ကို မှီငြမ်းထားတာဖြစ်ပါတယ်။ ဦးစံရှားမှာတော့ The Lost Special ကို မတွေ့ရပေမယ့် The Empty House ကို ဦးစံရှားအား လုပ်ကြံခြင်း ဆိုပြီးတွေ့ရပါတယ်။
အပိုင်း ၂ The Sign of Three (သုံးဦးသား နမိတ်ပုံ) ကတော့ မူလရှားလော့ဟုမ်း ဇာတ်လမ်းတွေမှာ မတွေ့ရတာကြောင့် အခုမှ အသစ်ပြန်ရေးတဲ့ ဇာတ်လမ်းအသစ် ဖြစ်နိုင်ပါတယ်။ (ကျနော် လေ့လာမှု အားနည်းတာကြောင့်လည်း ဖြစ်နိုင်ပါတယ် မူရင်းရှားလော့ဟုမ်း ဇာတ်လမ်းကိုသိရင် ပြောပြခဲ့ပါ) နာမည်ကတော့ The Sign of Four ကိုမှီငြမ်းထားတာဖြစ်ပေမယ့် ဇာတ်လမ်းကတော့ ဘာမှ မသက်ဆိုင်ပါဘူး။ မူလရှားလော့ဟုမ်း ဝတ္ထုကို မသိတဲ့အတွက် ဦးစံရှားဝတ္ထုများမှာလည်း ရှာမတွေ့ပါဘူး။
အပိုင်း ၃ His Last Vow (သူ့၏နောက်ဆုံး သစ္စာ) ကတော့ The Adventure of Charles Augustus Milverton (ချားလ် ဩဂတ်စတတ် မီလ်ဘာတွန် အမှု) ကိုမှီငြမ်းထားတဲ့ ဇာတ်လမ်းဖြစ်ပြီး The Man with the Twisted Lip (နှုတ်ခမ်းပဲတစ်ဦး အမှု) ကအကြောင်းအရာ နည်းနည်းထည့်ထားပါတယ်။ ဇာတ်လမ်းနာမည်ကတော့ His Last Vow ဇာတ်လမ်းကနာမည်ကို ယူသုံးထားပေမယ့် ဇာတ်လမ်းကိုတော့ မယူထားပါဘူး။ ဦးစံရှားမှာတော့ The Adventure of Charles Augustus Milverton (ချားလ် ဩဂတ်စတတ် မီလ်ဘာတွန် အမှု) ကို ဉာဏ်သမား မောင်မောင်ဦး၊ The Man with the Twisted Lip (နှုတ်ခမ်းပဲ့တစ်ဦး အမှု) ကို ခြေကျိုးငကြိုင် ဆိုပြီးတွေ့ရပါတယ်။
Season 4
Season 4 မစခင်မှာ ရှားလော့ဟုမ်းကို ခေတ်သစ်ပုံစံနဲ့မဟုတ်ပဲ မူလခေတ်ဟောင်း ၁၈၉၅ ခုနှစ် ရှားလော့ဟုမ်းအဖြစ် မြင်တွေ့ရတဲ့ The Abominable Bride (စက်ဆုပ်ဖွယ် သတို့သမီး) ကို အထူးအပိုင်းအနေနဲ့ ပြသခဲ့ပါတယ်။ ရှားလော့ကို ၂၁ ရာစု ခေတ်သစ် ရှားလော့ဟုမ်းအဖြစ် မကျေနပ်နိုင်တဲ့ ပရိသတ်တွေအတွက် ၁၉ ရာစု ရှားလော့ဟုမ်းကို မိတ်ဆက်ပေးတဲ့ သဘောနဲ့ ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်။ The Abominable Bride မှာ ဘန်းနတစ်ကို ရှားလော့ဟုမ်းအဖြစ် ရာနှုန်းပြည့်နီးပါးတူအောင် ဖန်တီးနိုင်ခဲ့ပါတယ်။ ဇာတ်လမ်းရဲ့နာမည် The Abominable Bride (စက်ဆုပ်ဖွယ် သတို့သမီး) ကတော့ The Adventure of the Musgrave Ritual ဝတ္ထုထဲက “Ricoletti of the club foot and his abominable wife” ဆိုတဲ့ စကားစုကို ယူပြီးပေးထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ The Adventure of the Blue Carbuncle (မိုးပြာကျောက် အမှု) နဲ့ The Final Problem (နောက်ဆုံး ပုစ္ဆာ) ထဲကအကြောင်းအရာတွေကို ရောပြီး ဖန်တီးထားတာ ဖြစ်ပါတယ်။ ဦီးစံရှားမှာတော့ The Adventure of the Musgrave Ritual ကို သိုက်သမားတစ်ဦး အမှု၊ The Adventure of the Blue Carbuncle (မိုးပြာကျောက် အမှု) ကို မူလဇာတ်လမ်းအတိုင်း မတွေ့ရှိရပေမယ့် ဘုရင်ခံကတော် ပတ္တမြားပျောက်မှု ဆိုပြီး မှီငြမ်းမူကွဲကို တွေ့ပါတယ်။
အပိုင်း ၁ The Six Thatchers (သက်ချာ အရုပ် ၆ ခု) ကတော့ နပိုလီယံ အရုပ်တွေကို ရိုက်ခွဲတဲ့ အကြောင်းပါတဲ့ The Adventure of the Six Napoleons (နပိုလီယံ အရုပ် ၆ ခု) ဝတ္ထုကို မှီငြမ်းထားပြီး ခွေးနဲ့ အနံ့ခံပြီး အမှုလိုက်တဲ့ အကြောင်းကို The Adventure of the Engineer’s Thumb (အင်ဂျင်နီယာတစ်ဦး၏ လက်မ) နဲ့ မေရီ ဘဝနောက်ကြောင်း တစ်ချို့ကို The Adventure of the Yellow Face (မျက်နှာဝါကြီး) ဝတ္ထုထဲက အကြောင်းအရာ တစ်ချို့ယူပြီး ထည့်သွင်းထားပါတယ်။ ဦးစံရှားမှာတော့ The Adventure of the Six Napoleons (နပိုလီယံ အရုပ် ၆ ခု) ကို တွံတေးအိုး ၆ လုံး အမှု၊ The Adventure of the Engineer’s Thumb (လက်ပြတ် အင်ဂျင်နီယာ) ကို လက်ပြတ် အင်ဂျင်နီယာတစ်ဦး အမှု၊ The Adventure of the Yellow Face (မျက်နှာဝါကြီး) ကို ထူးဆန်းသော အိမ်ငှား အမှု ဆိုပြီးတွေ့ရပါတယ်။
အပိုင်း ၂ The Lying Detective (လိမ်လည်သူ စုံထောက်ကြီး) ကတော့ The Adventure of the Dying Detective (အသေခံစုံထောက်ခြင်း) ဆိုတဲ့ ဝတ္ထုကို မှီငြိမ်းထားတာဖြစ်ပါတယ်။ ဦးစံရှားမှာတော့ ဒီဝတ္ထုကို မြန်မာပြန်ထားတာ မတွေ့ရပါဘူး။ အနည်းငယ် ဆင်တူတဲ့ ဝတ္ထုတစ်ချို့ရှိနေပေမယ့် Dying Detective ကို မှီငြမ်းတာ မဟုတ်ဘူးလိုပဲယူဆနိုင်ပါတယ်။
နောက်ဆုံးအပိုင်း ဖြစ်တဲ့ The Final Problem (နောက်ဆုံး ပုစ္ဆာ) ကတော့ မူလ The Final Problem နာမည်ကိုသာ ယူသုံးထားပြီး ဇာတ်လမ်း အကြောင်းအရာတွေကတော့ The Adventure of the Musgrave Ritual (ထူးဆန်းသည့် သိုက်စာ)၊ The Adventure of the Three Garridebs (ဂါးရက် သုံးဦး)၊ The Adventure of the Gloria Scott (ဂလိုရီယာ စကော့) ဝတ္ထုတွေထဲက အကြောင်းအရာတွေကို ရောပြီ ဖန်တီးထားတာ ဖြစ်ပါတယ်။ ဦးစံရှားမှာတော့ The Adventure of the Three Garridebs (ဂါးရက် သုံးဦး) ကို အာဠာဝက မောင်လူကလေး အမှု၊ The Adventure of the Gloria Scott (ဂလိုရီယာ စကော့) ကိုတော့ ထူဆန်းသော အိုးခြမ်းပဲ့ အမှု ဆိုပြီး တွေ့ရပါတယ်။
စာရေးဆရာ ဆာ အာသာ ကိုနွိုင်ဒွိုင်းဟာ ရှားလော့ဟုမ်း ဝတ္ထုရှည် ၄ ပုဒ်၊ ဝတ္ထုတို့ ၅၂ ပုဒ် စုစုပေါင်း ၅၆ ပုဒ် ရေးသားခဲ့ပြီး တစ်ခြား စုံထောက်ဝတ္ထုတွေကိုလည်း ရေးသားခဲ့ပါတယ်။ ဆရာကြီး ရွှေဥဒေါင်းကတော့ ဦးစံရှားအနေနဲ့ မူကွဲများအပါအဝင် ၈၇ ပုဒ်ထိရှိခဲ့ပါတယ်။
(ရုပ်ရှင်အညွှန်းကို CM Member Ko Arkar Ark ထံမှ ကူးယူဖော်ပြထားတာပါ။)
++++++++++++++++++++++++++
File Size – 1GB Approx @Episode
Quality – BluRay 1080p 5.1 CH
Duration – 90 minute Approx (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Mystery , Crime , Thriller
Translator – Little Neo , Silence K
Encoder – Thit San Khant
+++++++++++++++++++++++++++++++++
Season 1 (2010) Complete (1080P BluRay 5.1 CH)
EP 01 – Usersdrive / Yoteshin / Megaup / VIP Link
EP 02 – Usersdrive / Yoteshin / Megaup / VIP Link
EP 03 – Usersdrive / Yoteshin / Megaup / VIP Link
Season 1 Zip File(Ep1-3) – VIP / Yoteshin / Megaup / Userdrive
++++++++++++++++++++++++++++++++++++
Season 2 (2012) Complete (1080P BluRay 5.1 CH)
EP 01 – Usersdrive / Yoteshin / Megaup / VIP Link
EP 02 – Usersdrive / Yoteshin / Megaup / VIP Link
EP 03 – Usersdrive / Yoteshin / Megaup / VIP Link
Season 2 Zip File(Ep1-3) – VIP / Yoteshin / Megaup / Userdrive
+++++++++++++++++++++++++++
Season 3 (2014) Complete (1080P BluRay 5.1 CH)
EP 01 – Usersdrive / Yoteshin / Megaup / VIP Link
EP 02 – Usersdrive / Yoteshin / Megaup / VIP Link
EP 03 – Usersdrive / Yoteshin / Megaup / VIP Link
Season 3 Zip File – VIP / Yoteshin / Megaup / Userdrive
++++++++++++++++++++++++++
Abominable Bride(2016)Bonus Episode
Usersdrive / Yoteshin / Megaup / VIP Link
+++++++++++++++++++++++++++++++++
Season 4 (2017) Complete (1080P BluRay 5.1 CH)
EP 01 – Usersdrive / Yoteshin / Megaup / VIP Link
EP 02 – Usersdrive / Yoteshin / Megaup / VIP Link
EP 03 – Usersdrive / Yoteshin / Megaup / VIP Link
Season 4 Zip File(Ep1-3) – VIP / Yoteshin / Megaup / Userdrive
++++++++++++++++++++++++++++
Season (5) Coming Soon………Stay Tuned BBC HD ,not CM 😛
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
