"Synopsis of Lisey’s Story (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီစီးရီးကတော့ စာရေးဆရာကြီး စတီဖင်ကင်းရဲ့ ဝတ္ထုကို ဇာတ်လမ်းတွဲအဖြစ်
ပြန်လည်ရိုက်ကူးပြီး apple tv ကနေ ပြသလိုက်ပါပြီ။ စတီဖင်ကင်းကိုတော့ ရုပ်ရှင်ပရိသတ်အများစု
စာအုပ်မဖတ်ဖူးရင်တောင် ကြားဖူးနေကြမှာပါ။
IT, Pet Sematary, Shinning, Dr Sleep, 1408, Dark Tower, Shawshank, Green Mile, The Mist စသည်ဖြင့်
ဇာတ်ကား ၅၀ လောက်ကို ရှိပါတယ်။ ဒါပေမယ့် ဒီ လီစီ စတိုရီ စာအုပ်ရဲ့ထူးခြားချက်ကတော့
ဆရာကြီး သူရေးခဲ့ဖူးသမျှထဲမှာအကြိုက်ဆုံးထဲမှာပါတယ်လို့ ပြောခဲ့ဖူးပါတယ်။
စတီဖင်ကင်းဟာ သူ့ရဲ့ဇာတ်လမ်းအများစုက အပြင်လောကက သူ့ရဲ့ဘဝနဲ့ သူ့ခံစားချက်တွေကနေ
အခြေခံပြီး ပြောင်းလဲချဲ့ထွင်ရေးခဲ့တာ များပါတယ်။
ဥပမာ Pet Sematary ဆိုရင် သူပြောင်းပြီးနေတဲ့အိမ်က ကားလမ်းနဲ့အရမ်းနီးပြီး
သူ့ကလေးတွေအတွက် စိတ်ပူမိတဲ့ကိစ္စကနေ စပြီးရေးခဲ့မိတာပါ။
သူရေးပြီးသူပြန်ကြောက်မိတဲ့ ဝတ္တုလို့လည်း ဆိုခဲ့ဖူးပါတယ်။
ဒီစာအုပ်ကတော့ စတီဖင်ကင်းတစ်ယောက် အဆုတ်ရောင်ရောဂါနဲ့
အသည်းအသန်ဖြစ်ပြီး သူ့မိန်းမက လူနာစောင့်ခဲ့တဲ့အဖြစ်ကနေ စပြီး အတွေးပေါ်ခဲ့တယ်လို့ ပြောဖူးပါတယ်။
သူသေသွားတဲ့အခါ သူ့မိန်းမနဲ့ သူ့ရ့ စာမူတွေ ဘယ်လိုဖြစ်ကျန်ခဲ့မလဲဆိုပြီး တွေးလိုက်မိတဲ့ အတွေးတစ်စကနေ စတင်လိုက်ပါပြီ။
ဒီဇာတ်လမ်းရဲ့အဓိက ဇာတ်လိုက်အမျိုးသမီးဟာ လီစီ လန်ဒန်ပါ။
သူ့ရဲ့ ခင်ပွန်း စကော့လန်ဒန်ကတော့ နာမည်ကျော် မှော်စိတ်ကူးယဉ် စာရေးဆရာဖြစ်ပြီး
သေဆုံးသွားခဲ့တဲ့ ၂ နှစ်ရှိပါပြီ။ နှစ်နှစ်အတွင်းမှာ သူ့ခင်ပွန်းရဲ့မထုတ်ဝေရသေးတဲ့ စာမူတွေကို
လိုချင်လို့အသည်းအသန်ကမ်းလှမ်းနေသူတွေလည်းမနည်းပါဘူး။ လူတိုင်းကို လီစီက ငြင်းထားခဲ့ပါတယ်။
ဒါပေမယ့် အဲဒီလူတွေထဲမှာ အရမ်းကို အစွဲအလန်းကြီးတဲ့ လူတစ်ယောက်ကတော့ စာမူတွေကို ရဖို့အတွက်
လီစီကိုနည်းမျိုးစုံသုံးပြီး ချိန်းခြောက်ဖို့ ကြိုးစားလာပါတော့တယ်။
လီစီရဲ့ ခင်ပွန်း သေသွားတဲ့ စကော့ဟာ စိတ္တဇရောဂါ မျိုးရိုးရှိတဲ့လူဖြစ်ပြီး
ကြောက်စရာအတိတ်တစ်ခုလည်း ရှိနေပါတယ်။
ဒါပေမယ့် အဲဒီစိတ္တဇရောါဂါလို့ ထင်ရတဲ့ အခြားကမ္ဘာတစ်ခုဟာ
တကယ်ဖြစ်တည်နေပြီး သွားရမယ့်လမ်းကို လီစီလည်း အရိပ်အမြွတ် မြင်ခဲ့ပြီးသားဖြစ်နေပါတယ်။
ဒီနေရာမှာတော့ IT chapter 2 နဲ့ဆင္ပါတယ်။ လီစီဟာ သူနဲ့သူ့ခင်ပွန်းရဲ့အတိတ်ကို
ကြောက်စရာကောင်းတဲ့အချက်တွေကို တမင်မေ့ပစ်ပြီး သူမှတ်မိချင်တာကိုပဲ မှတ်ထားခဲ့တာပါ။
ဒါပေမယ့် တဖြည်းဖြည်းနဲ့ သူ အတင်းမေ့ထားခဲ့တဲ့ အတိတ်တွေက နောက်ကနေ လိုက်လာတဲ့အခါမှာတော့….
Translated and Encoded by Mr. Anderson
How To Download ( Download လုပ္နည္း)
ZIP Yoteshin / VIP / Megaup
Episode 1
VIP / Yoteshin / Meganz / Upstream / Veryfiles / Usersdrive
Episode 2
VIP / Yoteshin / Meganz / Upstream / Veryfiles / Usersdrive / Megaup
Episode 3
VIP / Yoteshin / Upstream / Veryfiles / Usersdrive / Megaup
Episode 4
VIP / Yoteshin / Stream / Veryfiles / Usersdrive / Megaup
Episode 5
VIP / Yoteshin / Stream / Veryfiles / Usersdrive / Megaup / Meganz / indishare / Drop
Episode 6
VIP / Yoteshin / Stream / Veryfiles / Usersdrive / Megaup / Meganz / indishare / Drop
Episode 7
VIP / Yoteshin / Stream / Veryfiles / Usersdrive / Megaup / indishare
Episode 8
VIP / Yoteshin / Stream / Veryfiles / Usersdrive / Megaup / indishare
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
