Synopsis of Pose (2018)ဒီစီးရီးကတော့အကောင်းတကာ့အကောင်းဆုံး LGBTQ ဇာတ်လမ်းတွဲတစ်ခုထဲမှာပါပါတယ်။ LGBTQ ထဲမှာပါမှမဟုတ်ဘဲ ရုပ်ရှင်ကြိုက်တတ်သူတိုင်းသဘောကျမယ့် စီးရီးကောင်းတစ်ခုပါပဲ။Primetime Emmy Award, Golden Globe Award လို ဆုကြီးတွေ ရရှိထားတဲ့ LGBTQ ဒရာမာစီးရီးတစ်ခုပါ။ ဒီဇာတ်လမ်းမှာ ဒီလောကရဲ့ Ballroom Culture တွေ ၁၉၈၀-၁၉၉၀ ခုနှစ် အာဖရိကန်-အမေရိကန်နဲ့ လက်တင်အသိုင်းအဝိုင်းတွေကို သေချာရိုက်ကူးတင်ဆက်ထားပြီး LGBT အသိုင်းအဝိုင်းမှာ ကြုံရတဲ့ အခက်အခဲတွေကို မီးမောင်းထိုးပြထားပါတယ်. ဒါ့အပြင် Trump Rising Era နဲ့ ဒီအသိုင်းအဝိုင်းကိုယှဉ်တွဲ ရိုက်ပြချက်တွေကြောင့်လည်း ကြောက်ခမန်းလိလိပါပဲဇာတ်လမ်းအစမှာတော့ အဘန်းဒန့်အိမ်တော်က ဂေးတစ်ယောက်ဖြစ်တဲ့ ဘလန်ကာဟာ HIV ပိုး ရှိနေတာနဲ့ စတင်ထားပါတယ် … ဒါက ဘဝမှာ ဘာမှ ရေရေရာရာ မရှိခဲ့တဲ့ သူ့ဘဝရဲ့ ပထမဆုံးသော ရေရာခြင်းတစ်ခုပေါ့… သူဟာ တစ်နေ့မှာ ဒီရောဂါနဲ့ သေရမယ်ဆိုတာပါပဲဒီတော့ ဘလန်ကာဟာ သူ့အိပ်မက်နောက်ကို လိုက်ဖို့ ဆုံးဖြတ်ချက်ချပြီး အဘန်းဒန့်စ်အိမ်တော်ရဲ့ ခေါင်းဆောင် တစ်နည်းအားဖြင့် သူတို့ရဲ့ ဂေးမိခင်ကြီးနဲ့ အတိုက်အခံလုပ်ကာ ဒီအဖွဲ့က ထွက်လာခဲ့တော့တယ် ..တစ်နေ့မှာတော့ သူသေတဲ့အခါ လူတွေရဲ့အသိအမှတ်ပြုခြင်းကို ခံချင်တဲ့ ဘလန်ကာတစ်ယောက် ဒေမွန်ဆိုတဲ့ အပစ်ပယ်ခံ ဂေးကောင်လေးတစ်ယောက်နဲ့ ဆုံပြီး သူ့အိပ်မက်တွေရဲ့ ပထမခြေလှမ်းဖြစ်တဲ့ အဗန်ဂျလီပရာအိမ်တော်ကို ဖွဲ့စည်းနိုင်ခဲ့ပါတော့တယ် …ဒီလိုနဲ့ သူဟာ ကျန်ရှိတဲ့ သူ့ဘဝကို အပစ်ပယ်ခံဂေးတွေ လိင်လုပ်သားတွေရဲ့ မိခင်တစ်ယောက်အဖြစ် ဖြတ်သန်းရင်း ဘာတွေ ဘယ်လို ဆက်ဖြစ်မလဲ ….ဆိုတာ ကြည့်ရှုပေးကြပါဦး ….File size…500MB  1.12GbQuality….Webrip 720 Format…mp4Duration….1 hourGenre..DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Act Molemy LinkSeason-2 1  –     Meganz  Usersdrive   1  –      Usersdrive 2  –     Meganz  Usersdrive   2  –     meganz  Usersdrive 3  –     Meganz  Usersdrive   3  –     meganz  Usersdrive 4  –     Meganz  Usersdrive   4  –     meganz  Usersdrive 5  –     Meganz  Usersdrive   5  –     meganz  Usersdrive 6  –     Meganz  Usersdrive   6  –     meganz  Usersdrive 7  –     Meganz  Usersdrive   7  –     meganz  Usersdrive 8  –     Meganz  Usersdrive   8  –     meganz  Usersdrive 9  –     Meganz  Usersdrive   9  –     meganz  Usersdrive 10  –     Meganz  Usersdrive   10  –     meganz  UsersdriveSeason-1 1  –     Meganz  Usersdrive   1  –     Meganz  Usersdrive 2  –     Meganz  Usersdrive   2  –     Meganz  Usersdrive 3  –     Meganz  Usersdrive   3  –     Meganz  Usersdrive 4  –     Usersdrive    Meganz 4  –     Usersdrive  Meganz 5  –     Usersdrive    Meganz 5  –     Usersdrive  Meganz 6  –     Usersdrive    Meganz 6  –     Usersdrive  Meganz 7  –     Usersdrive    Meganz 7  –     Usersdrive  Meganz 8  –     Usersdrive    Meganz 8  –     Usersdrive  Meganz 