"Synopsis of Kingdom Season 2 (2020) [COMPLETE]
(Unicode)
အားလုံးစောင့်နေကြတဲ့ season1 မှာကတည်းကလူစိတ်ဝင်စားမှုများတဲ့ Kingdom Season 2 ဒီနေ့ပဲထွက်လာတာအားလုံးအသိပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီseason မှာလည််း အပိုင်း ၆ ပိုင်းပါဝင်ပြီး ဖုတ်ကောင်တွေရဲ့ဆင့်ကဲပြောင်းလဲလာမှုတွေကြား နန်းတွင်းအမတ်ချုပ်ရဲ့ကြိုးကိုင်မှုတွေကြာ
း အိမ်​ေ့ရှစံမင်းသားတို့အဖွဲ့ရုန်းကန်ရတော့မယ်မှန်း Season 1 အဆုံးမှာကတည်းကအားလုံးသိထားမှာပါ။
ဒီSeason 2 မှာ တစ်ချို့ဇာတ်ကောင်တွေဖျောက်ပြီး တချို့ဇာတ်ကောင်တွေကို ​ေ့ရှတန်းတင်လာတဲ့အပြောင်းအလဲတွေနဲ့အတူ ဇာတ်ရှိန်ကတဖြေးဖြေးမြင့်လာနေပါပြီ။
ဒီဖုတ်ကောင်တွေရဲ့ပြသနာကလွယ်လွယ်ဖြေရှင်းဖို့မလွယ်သလို နန်းတွင်းကချုပ်ကိုင်မှုတွေလည်းရှိနေပေမယ့် ဒီရောဂါပိုးရဲ့ဆင့်ကဲပြောင်းလဲလာမှု
သဘောသဘာဝတွေကို ရိပ်မိလာတဲ့အခြေအနေရောက်လာပြီဖြစ်တဲ့အတွက် ဘာဆက်ဖြစ်မယ်ဆိုတာ ရင်ခုန်စရာပါ။
အချိန်အကြာကြီး တောင့်တစောင့်စားရလောက်တဲ့အထိဖြစ်ခဲ့တဲ့ ဒီ Season 2 မှာဘယ်လောက်ထိဇာတ်ရှိန်တက် မလဲ
ဆက်တက်ဦးမလဲဆိုတာဘယ်လောက်ထိ နန်းတွင်းကိစ္စတွေရှုပ်ထွေးသွားမလဲ
ဒါမှမဟုတ် ရှင်းသွားမလဲဆိုတာကိုယ်တိုင်ပဲဆက်ကြည့်လိုက်ကြပါ။
သေချာတာတော့ ကျနော်တို့ထပ်စောင့်ကြည့်ချင်ရဦးမှာပါ။
(ဘာသာပြန်ပေးထားသူတွေကတော့ Littleneo d3mon Thura Zarni Aung တို့ပဲဖြစ်ပါတယ်)
(Zawgyi)
အားလုံးေစာင့္ေနၾကတဲ့ season1 မွာကတည္းကလူစိတ္ဝင္စားမႈမ်ားတဲ့ Kingdom Season 2 ဒီေန႔ပဲထြက္လာတာအားလုံးအသိပါ။
ဒီseason မွာလည္္း အပိုင္း ၆ ပိုင္းပါဝင္ၿပီး ဖုတ္ေကာင္ေတြရဲ႕ဆင့္ကဲေျပာင္းလဲလာမႈေတြၾကား နန္းတြင္းအမတ္ခ်ဳပ္ရဲ႕ႀကိဳးကိုင္မႈေတြၾကာ
း အိမ္​ေ့ရွစံမင္းသားတို႔အဖြဲ႕႐ုန္းကန္ရေတာ့မယ္မွန္း Season 1 အဆုံးမွာကတည္းကအားလုံးသိထားမွာပါ။
ဒီSeason 2 မွာ တစ္ခ်ိဳ႕ဇာတ္ေကာင္ေတြေဖ်ာက္ၿပီး တခ်ိဳ႕ဇာတ္ေကာင္ေတြကို ​ေ့ရွတန္းတင္လာတဲ့အေျပာင္းအလဲေတြနဲ႔အတူ ဇာတ္ရွိန္ကတေျဖးေျဖးျမင့္လာေနပါၿပီ။
ဒီဖုတ္ေကာင္ေတြရဲ႕ျပသနာကလြယ္လြယ္ေျဖရွင္းဖို႔မလြယ္သလို နန္းတြင္းကခ်ဳပ္ကိုင္မႈေတြလည္းရွိေနေပမယ့္ ဒီေရာဂါပိုးရဲ႕ဆင့္ကဲေျပာင္းလဲလာမႈ
သေဘာသဘာဝေတြကို ရိပ္မိလာတဲ့အေျခအေနေရာက္လာၿပီျဖစ္တဲ့အတြက္ ဘာဆက္ျဖစ္မယ္ဆိုတာ ရင္ခုန္စရာပါ။
အခ်ိန္အၾကာႀကီး ေတာင့္တေစာင့္စားရေလာက္တဲ့အထိျဖစ္ခဲ့တဲ့ ဒီ Season 2 မွာဘယ္ေလာက္ထိဇာတ္ရွိန္တက္ မလဲ
ဆက္တက္ဦးမလဲဆိုတာဘယ္ေလာက္ထိ နန္းတြင္းကိစၥေတြရႈပ္ေထြးသြားမလဲ
ဒါမွမဟုတ္ ရွင္းသြားမလဲဆိုတာကိုယ္တိုင္ပဲဆက္ၾကည့္လိုက္ၾကပါ။
ေသခ်ာတာေတာ့ က်ေနာ္တို႔ထပ္ေစာင့္ၾကည့္ခ်င္ရဦးမွာပါ။
(ဘာသာျပန္ေပးထားသူေတြကေတာ့ Littleneo d3mon Thura Zarni Aung တို႔ပဲျဖစ္ပါတယ္)
Quality – 720p NF WEB-DL
Duration – 45min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Drama, Horror
Source : 1080p.NF.WEB-DL.DDP5.1.x264-NTG
Translator – Littleneo d3mon Thura Zarni Aung
Encoder – Thanhtike Zaw
CM VIP Links
Season 2 [COMPLETE] Zip File (2.34 GB)
Yoteshin / Megaup / Veryfiles
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
