"Synopsis of Suparburoot Chao Din (2019)
Suparburoot Chao Din -အထက်တန်းစားစိတ်ဓာတ်(2019)အညွှန်း
*******************************************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အပိုင်း(၁ မှ ၁၅ )ထိ စ/ဆုံး
ဇာတ်လမ်းအကျဉ်း
ခွန်ဆိုရာ၀စ် ဆိုတာ သိပ်ကိုချမ်းသာတဲ့ လုပ်ငန်းရှင်ကြီးတစ်ဉီးဖြစ်တယ်…သူက ဆုဒါ၀မ် ဆိုတဲ့အမျိုးသမီးတစ်ဉီးနဲ့ အိမ်ထောင်ကျခဲ့ပေမဲ့ စိတ်ထားဖြူစင်မှုနည်းတဲ့အတွက်ကြောင့်ခွန်ဆိုရာ၀စ်ရဲ့ မအေဖြစ်သူက သိပ်သဘောမကျခဲ့ဘူး…ဒါကြောင့် ဝါ့ဆိုတဲ့အမျိုးသမီးလေးနဲ့ ထပ်မံပေးစားခဲ့တယ်… ဝါ့ကတော့ သဘောဖြူတဲ့အမျိုးသမီးလေးမို့ ခွန်ဆိုရာ၀စ်ရဲ့ အမေက တော်တော်ချစ်ရှာပုံပဲ..ပြောရရင် ခွန်ဆိုရာ၀စ် က မယား(၂)ယောက်နဲ့ပေါ့..
ဝါ့က သားလေးတစ်ယောက်မွေးတယ်…ခွန်ဆိုရာဝစ်ရဲ့မိခင်ဟာ သေဆုံးတဲ့အချိန်မှာ ထူးဆန်းစွာပဲ အမွေတွေအကုန်လုံးကို ဝါ့တို့သားအမိဆီလွှဲဖို့
သေတမ်းစာရေးခဲ့တယ်..မယားကြီးဖြစ်သူ ဆုဒါဝမ်အတွက် ယမ်းပုံမီးကျ ဒေါသထွက်တော့တာပေါ့..ဒါ့ကြောင့် မယားကြီးဟာ
ဝါ့ကို နည်းမျိုးစုံနဲ့အကောက်ကြံပြီး အိမ်ပေါ်က ဆင်းအောင်လုပ်လိုက်တယ်… ယောက်ျားဖြစ်သူကိုယ်တိုင် သူ့ဘက်မှာမရှိတော့တဲ့ ဝါ့ဟာ
စိတ်အနာကြီးနာပြီး သားလေးကိုလက်ဆွဲကာ အဝတ်တစ်ထည်ကိုယ်တစ်ခုနဲ့ အိမ်ပေါ်က မာနတွေထုပ်ပိုးပြီးဆင်းခဲ့တယ်..
လမ်းဘေးဆိုင်လေးတစ်ခုဖွင့်ရင်း ဝါ့တို့သားအမိဟာ အသက်မွေးဝမ်းကျောင်းပြုရှာတယ်..သားဖြစ်သူဟာလည်း စာတော်ပြီး ဆေးကျောင်းတက်နေတယ်..
အဲ့ဒီနောက် အရွယ်ရောက်လာတဲ့သားဖြစ်သူဟာ ဖြစ်စဉ်တွေအကုန်သိပြီးတဲ့နောက်မှာတော့…
တစ်ဘက်မှာလည်း မယားကြီးဖြစ်သူဟာ အမွေတွေမပေးရရေး ဒီသားအမိကို အစွမ်းကုန်ယုတ်မာဖို့ ကြံစည်ချိန်မှာတော့….
ဒီစီးရီးဟာ ထိုင်းဇာတ်လမ်းတွဲရဲ့ Rating အမြင့်ဆုံးစာရင်းထဲမှာ ပါပါတယ်…ထိုင်းမင်းသားချောဖိုချီဆာရမ်ကလည်း လုံးဝ sweet ဖြစ်သလို
သူနဲ့ Chemistry အမိဆုံး Sammy Cowell တို့ပါဝင်ထားလို့ ရိုဆန်လွန်းလှတဲ့ လှပတဲ့ချစ်ဇာတ်အိမ်လေးလည်းကြည့်ရမှာဖြစ်သလို
ကလဲ့စားချေတဲ့ ခပ်မိုက်မိုက်ဇာတ်ကွက်တွေကိုလည်းကြည့်ရမှာဖြစ်လို့
ထိုင်းဇာတ်လမ်းတွဲကြိုက်သူတို့အဖို့ လက်မလွှတ်သင့်ပါကြောင်း…
Native Title: สุภาพบุรุษชาวดิน
Also Known As: Suparp Burud Chao Din
Country: Thailand
Episodes: 15
Genres: Romance, Drama
Reviewd & Translated by Mann Mawkunn , Hseng Hom & Shwe Lyann
Encoded by Phyo Pyae
Episode 1(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 2(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 3(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 4(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 5(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 6(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 7(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 8(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 9(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 10(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 11(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 12(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 13(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
Episode 14(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
THE END
Episode 15(650MB)
UsersDrive /Yoteshin/Veryfiles/MegaUp/Mega.NZ/
SPECIAL PLAN FOR VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
