Synopsis of Wayne (2019) CompleteWayne 2019IMDb – 84 % , RT Rating 100%Now we’re talking ရဲ့ Producer , Man Up ! ရဲ့ writer ဖြစ်တဲ့ Shawn Simons ရဲ့ ခပ်ကြမ်းကြမ်းAction Comedy series ကောင်းလေးလာပါပြီ။ One of Us is lying ထဲက မင်းသားချောလေး( ရှယ်ချောပလန်နဲ့ကိုချောတဲ့ ) Mark McKenna နဲ့ Open season , Ice Age , Penguinsတွေထဲမှာvoice actorအဖြစ် သရုပ်ဆောင်ဖူးတဲ့ မင်းသမီးချောကလေး Ciara Bravoတို့အတူတူပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဝိန်းဆိုတဲ့ကောင်လေးက ၅နှစ်သားအရွယ်ထဲက အမေဖြစ်သူရဲ့စွန့်ပစ်ခြင်းခံရပြီး ကင်ဆာဖြစ်နေတဲ့အဖေဖြစ်သူနဲ့အတူနေထိုင်နေတဲ့ ကောင်လေးတစ်ယောက်ပါ။ တစ်နေ့မှာ သူ့ဘဝထဲကို ဒယ်လိုင်လာဆိုတဲ့ကောင်မလေးတစ်ယောက်ဝင်ရောက်လို့လာပါတယ်။ဝိန်းတစ်ယောက် သူ့အဖေဖြစ်သူကင်ဆာနဲ့ဆုံးပါးသွားပြီးနောက်မှာ သူ့အမေယူသွားတဲ့ အဖေရဲ့ကားအလန်းစားလေးပြန်ယူလာဖို့ဖလော်ရီထိ ဒယ်လိုင်လာလေးနဲ့အတူ ခရီးနှင်လာပါတော့တယ်။ သူတို့၂ယောက်ကို ဖလော်ရီဒါထိ လမ်းခရီးအဝေးကြီးကို၂ယောက်သားဘယ်လိုရင်ဆိုင်ကျော်လွှားကြမလဲ၊ ဝိန်းတစ်ယောက် ဘယ်လိုတွေကြမ်းမလဲ ဆိုတာအားပါးတရ ကြည့်ရှု့ရမှာဖြစ်ပါတယ်။ Comedy Action ဖြစ်လို့ ဟာသလေးတွေနှောပြီးactionလေးတွေ dramaလေးတွေ romanticဆန်ကြတာလေးတွေကိုကြည့်ရမှာဖြစ်ပါတယ်။Actionတွေကလည်း တော်တော်ကြီးကိုကြမ်းပြီး Comedyက cringe မဖြစ်ပဲ သူ့ဟာနဲ့သူကိုရယ်နေရပါတယ်။ရည်းစားရှိတဲ့လူတွေကတော့ ရည်းစားလက်ကလေးကိုင်ရင်း ကြည့်ပြီး ရည်းစားမရှိတဲ့လူတွေကတော့ဖက်ခေါင်းအုံးလေးဖက်ပြီးကြည့်ကြပေါ့လေ ။ ဇာတ်လမ်းဇာတ်ရှိန်ကလည်းကောင်းပြီး မပျင်းရတဲ့ series လေးမို့ ကြည့်ရှု့ဖို့တိုက်တွန်းပါတယ် ။အညွှန်းနဲ့ဘာသာပြန် – Minn Khant Kyi WinFile Size – 500MB  250MBQuality – WEB DL  Duration – 35minsTotal s: 10EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama , Action & Adventure , ComedyTranslator – Minn Khant Kyi WinEncoder – YK==== 1 –   Userdrive  Streamvid     2 –   Userdrive  Streamvid     3 –   Userdrive  Streamvid     4 –   Userdrive  Streamvid     5 –   Userdrive  Streamvid     6 –   Userdrive  Streamvid     7 –   Userdrive  Streamvid     8 –   Userdrive  Streamvid     9 –   Userdrive  Streamvid     10 –   Userdrive  Streamvid    ==== 1 –   Userdrive  Streamvid     2 –   Userdrive  Streamvid     3 –   Userdrive  Streamvid     4 –   Userdrive  Streamvid     5 –   Userdrive  Streamvid     6 –   Userdrive  Streamvid     7 –   Userdrive  Streamvid     8 –   Userdrive  Streamvid     9 –   Userdrive  Streamvid     10 –   Userdrive  Streamvid     