Synopsis of Real Fake (2022)Real Fake (2022)ငွေနှင့်ရေးသည့် နဖူးစာ မင်ရည်ကျဲ၏ မကျဲ၏ဘယ်သူက အစစ်အမှန်ဖြစ်ပြီး ဘယ်သူက အတုအယောင်လဲ?ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဒီဇာတ်ကားလေးထဲမှာတော့Tourist ရဲအရာရှိတစ်ယောက်ဖြစ်တဲ့ Gob ဟာ ဆိုရှယ်မီဒီယာမှာလည်း အတော်လေး နာမည်ကြီးတဲ့သူပါ။ဒီလိုနဲ့တစ်နေ့မှာတော့ Gob ဟာ လူလိမ်ဂိုဏ်းတစ်ခုကို စုံစမ်းဖမ်းဆီးဖို့ တာဝန်ကျလာပါတယ်။အဲဒီလူလိမ်ဂိုဏ်းကို ဦးဆောင်နေတာကတော့ Real ခေါ်တဲ့ မိဘမဲ့မိန်းမလှလေးတစ်ယောက်ပါပဲ။တစ်နေ့မှာတော့ Real ဟာ ဒေါ်လာသန်းပေါင်းများစွာထည့်ထားတဲ့ အိတ်တစ်လုံးကို ကောက်ရခဲ့ပြီးတဲ့နောက်ငွေအတုရောင်းဝယ်မှုလောကထဲကို ခြေချဖို့ ဖြစ်လာခဲ့ပါတော့တယ်။ဒီလိုနဲ့ လူလိမ်ဂိုဏ်းကိုဦးဆောင်နေတဲ့ကောင်မလေးနဲ့ လူလိမ်ဂိုဏ်းကို ဖမ်းဆီးဖို့ကြိုးစားနေတဲ့ ရဲအရာရှိတို့ရဲ့ကြားမှာခံစားချက်တွေ တဖြည်းဖြည်းပေါက်ဖွားလာခဲ့ပြီးတဲ့နောက်ရဲတစ်ယောက်ဖြစ်တဲ့ Gob ဟာ အချစ်အတွက် Real ကို ကူညီမလား၊ဒါမှမဟုတ် သူ့ရဲ့အလုပ်တာဝန်ကိုပဲ ကျေပွန်အောင် ဆောင်ရွက်သွားမလား။ဘယ်သူ့ရဲ့ခံစားချက်တွေက အစစ်အမှန်ဖြစ်ပြီး ဘယ်သူက အတုအယောင်ဖြစ်မလဲ။သူတို့နှစ်ယောက်ရဲ့ ဇာတ်လမ်းဟာချစ်ခြင်းတရားနဲ့ပဲ အဆုံးသတ်သွားမလားဆုံးရှုံးမှုတွေနဲ့ပဲ အဆုံးသတ်သွားမလားဒါမှမဟုတ် တခြား ဘယ်အရာတွေများ ဆက်ဖြစ်လာဦးမလဲဆိုတာ စိတ်ဝင်စားဖွယ် စောင့်မျှော်ကြည့်ရှုနိုင်ပါပြီ။အညွှန်းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Hmwe, Shin, Cali, Yong Hom တို့ပဲ ဖြစ်ပါတယ်။Genre….. DramaQuality….  | File size…1GB | 500MBFormat… mp4Duration…. 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Hmwe, Shin, Cali, Yong HomEncoder ….. August 01 – Userdrive |  |  |  | Telegram 02 – Userdrive |  |  |  | Telegram 03 – Userdrive |  |  |  | Telegram 04 – Userdrive |  |  |  | Telegram 05 – Userdrive |  |  |  | Telegram 06 – Userdrive |  |  |  | Telegram 07 – Userdrive |  |  |  | Telegram 08 – Userdrive |  |  |  | Telegram 09 – Userdrive |  |  |  | Telegram 10 – Userdrive |  |  |  | Telegram 11 – Userdrive |  |  |  | Telegram 12 – Userdrive |  |  |  | Telegram1080P 01 – Userdrive |  |  | Meganz | Telegram 02 – Userdrive |  |  | Meganz | Telegram 03 – Userdrive |  |  | Meganz | Telegram 04 – Userdrive |  |  | Meganz | Telegram 05 – Userdrive |  |  | Meganz | Telegram 06 – Userdrive |  |  | Meganz | Telegram 07 – Userdrive |  |  | Meganz | Telegram 08 – Userdrive |  |  | Meganz | Telegram 09 – Userdrive |  |  | Meganz | Telegram 10 – Userdrive |  |  | Meganz | Telegram 11 – Userdrive |  |  | Meganz | Telegram 12 – Userdrive |  |  | Meganz | Telegram 