Synopsis of 1923 (2022)1923 (2022) အမေရိကန်နိုင်ငံအနောက်ပိုင်းဒေသတွေကို နောက်ခံဇာတ်အိမ်တည်ထားတဲ့ ကောင်းဘွိုင်းဇာတ်လမ်း 1883 ရဲ့အဆက်ဖြစ်တဲ့ 1923 ဇာတ်လမ်းတွဲဟာ နှစ်တွဲခွဲပြီးထုတ်လွှင့်သွားမှာဖြစ်ပြီး တစ်တွဲကို အပိုင်းရှစ်ပိုင်းထုတ်လွှင့်သွားမှာ ဖြစ်ပါတယ်။ ဒီစီးရီးတွေရဲ့ ပင်မဇာတ်လမ်း Yellowstone ကိုလည်း ချန်နယ်မြန်မာမှ တင်ဆင်ထားပါပြီ။ဒီဇာတ်လမ်းတွဲမှာတော့ မင်းသားကြီးဟယ်ရီဆင်ဖို့ဒ်က မြို့ခံကော်မရှင်နာအရာရှိတစ်ဖြစ်လဲ၊ ကျွဲ၊နွားမွေးမြူရေးသမား ကောင်းဘွိုင်း အိမ်ထောင်ဦးစီးတစ်ယောက်အနေနဲ့ခေါင်းဆောင်ပါဝင်ထားပါတယ်။ သားသမီးမထွန်းကားလို့ တူရဲ့သားဖြစ်သူ ဂျက်ခ်၊ သစ္စာရှိအလုပ်သမားခေါင်း ဇိန်းတို့နဲ့ အတူနေထိုင်ပြီး ဘဝကိုဖြတ်သန်းနေပါတယ်။ ဂျက်ခ်ဟာ ဂျေကော့ဘ်ဒပ်တန်၊ ကာရာဒပ်တန်လင်မယားနဲ့အတူ မွေးမြူရေးခြံမှာနေပေမယ့် အခြားတူတစ်ဦးဖြစ်သူ စပန်ဆာဒပ်တန်ကတော့ ပထမကမ္ဘာစစ်မှာဝင်ရောက်တိုက်ခိုက်ခဲ့ပြီး စစ်ပွဲမှာရခဲ့တဲ့စိတ်ဒဏ်ရာတွေနဲ့အတူ စစ်အပြီးမှာ တောလိုက်မုဆိုးအဖြစ်အာဖရိကမှာ အသက်မွေးနေသူပါ။ပထမကမ္ဘာစစ်၊ ဥပဒေပိတ်ပင်မှုတွေနဲ့ မိုးခေါင်ရေရှားမှုတွေကြောင့် ကျွဲ၊နွားခြံရှင်တွေ စားကျက်ရှားပါးလာပြီး အခက်အခဲတွေဖြစ်လာကြတဲ့အခါတောင်ထူထပ်တဲ့ အမြင့်ပိုင်းနေရာတွေကို တိရစ္ဆာန်အုပ်တွေမောင်းသွားပြီး စားကျက်ရှာဖို့ဖြစ်လာပါတော့တယ်။ ပထမကမ္ဘာစစ်အပြီး အမေရိကန်ပြည်သူတွေကြုံကြရတဲ့ စီးပွားပျက်ကပ်၊ အနောက်ဘက်ဒေသရွှေ့ပြောင်းမှု၊ အရက်သေစာရောင်းဝယ်‌ရေးတားမြစ်မှု စတဲ့အခက်အခဲတွေကြားမှာ ဒပ်တန်မိသားစုဖြတ်သန်းကြရပုံကို ဗဟိုပြုရိုက်ကူးထားပါတယ်။ အမေရိကန်နိုင်ငံ အနောက်ဘက်ဒေသ‌ တွေရဲ့ ရှုခင်းအလှအပတွေနဲ့ ကောင်းဘွိုင်းဇာတ်အိမ်မျိုးကိုသဘောကျသူများအဖို့ လက်မလွှတ်သင့်တဲ့ ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။ IMDb rating 8.4 အထိရရှိထားပြီးတော့ Rotten tomatoes 94% ဖြစ်ပါတယ်။File size… 1Gb  500 MbQuality….Webrip   Format…mp4Duration….50 MinGenre…Drama  WesternSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Ninja Link 1  –     Meganz  Usersdrive   1  –     Meganz  Usersdrive 2  –     Meganz  Usersdrive   2  –     Meganz  Usersdrive 3  –     Meganz  Usersdrive   3  –     Meganz  Usersdrive 4  –     Meganz  Usersdrive   4  –     Meganz  Usersdrive 5  –     Meganz  Usersdrive   5  –     Meganz  Usersdrive 6  –     Meganz  Usersdrive   6  –     Meganz  Usersdrive 7  –     Meganz  Usersdrive   7  –     Meganz  Usersdrive 