"Synopsis of I Promised You the Moon (2021)
I Promised You the Moon (2021)
I told Sunse About You (ITSAY) ရဲ့ Part 2 ဖြစ်တဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
I Promised You the Moon ကတော့ ထွက်ရှိလာခဲ့ပါပြီ။
ထိုင်းနိုင်ငံရဲ့ BL ဇာတ်လမ်းတွဲတွေထဲမှာ တော်တော်လေး ထူးခြားတဲ့ ဇာတ်လမ်းမို့ IMDb – 9.1/10 ရရှိခဲ့တဲ့ ဇာတ်လမ်းတွဲပဲ ဖြစ်ပါတယ်။
Cimetography နဲ့ Music က အစ အသေးစိတ် ဖန်တီးထားတဲ့ ဇာတ်ကား ဖြစ်တာမို့ BL ဇာတ်လမ်းတွဲ ကြိုက်နှစ်သက်သူများ အထူးနှစ်ခြိုက်ကြမယ့် ဇာတ်လမ်းတွဲပဲ ဖြစ်ပါတယ်။
ဒီဇာတ်လမ်းမှာတော့ …….
တက် နဲ့ အိုအျူ တို့ နှစ်ယောက်သား ဖူးခက်ကနေ ဘန်ကောက်မှာ ကျောင်းလာတက်ကြတဲ့ အကြောင်း ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။
ပထမတွဲမှာ နည်းပါးခဲ့တဲ့ Love Line တွေကို အတွဲ ၂ မှာတော့ မြိုင်မြိုင်ဆိုင်ဆိုင် ကြည့်ရမှာပဲ ဖြစ်ပါတယ်။
အချစ်ဇာတ်လမ်းနဲ့ အတူ ပါလာမှာကတော့ အလွမ်း၊ အဆွေး နဲ့ ရင်နာစရာ ဇာတ်လမ်းအချို့ပါပဲ။
အချစ်စစ်မှန်ရင် သာယာဖြောင့်ဖြူးခြင်း မရှိပါဘူး။
အချစ်စစ် မှန်၏ မမှန်၏ ကို တက် နဲ့ အိုအျူ တို့ နှစ်ယောက်သား ဘယ်လောက်ထိ အစမ်းသပ်ခံနိုင်ကြမလဲ ဆိုတာကိုတော့ ……
MyDrama List မှာ 8.6/10 ရရှိထားပါတယ်။
အပိုင်း ၅ ပိုင်း ပါဝင်ပါတယ်။
၂၇.၅.၂၀၂၁ ရက်နေ့က စပြီးတော့ အပတ်စဉ် ကြာသပတေးနေ့တိုင်း ထုတ်လွှင့်သွားမှာပဲ ဖြစ်ပါတယ်
Review, Translated and Encoded by – August
Drama: I Promised You the Moon
Country: Thailand
Episodes: 5
Aired: May 27, 2021 – Jun 24, 2021
Aired On: Thursday
Original Network: LINE TV, LINE TV, LINE TV
Duration: 1 hr. 5 min.
Size: 1GB
Quality: 1080 P
Subtitle: Myanmar (Hardsub)
ZIP VIP / Yoteshin / Megaup
Episode 01 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 02 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 03 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 04 – Yoteshin / Megaup / Userdrive / Veryfiles / Streamsb / VIP
Episode 05 END – Yoteshin / Megaup / Userdrive / Veryfiles / Streamsb / VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
