Synopsis of Let the Right One In (2022)Let the right one in (2022)ဟောလိုးဝင်းရာသီ​ ရောက်ပြီဆို​တော့ Horror genreရုပ်ရှင်နဲ့ စီးရီး​တွေ စတင်ထွက်ရှိလာပြီဖြစ်လို့ဒီတစ်ခါမှာ​ Showtime Streamingက ထုတ်လွှင့်​နေတဲ့ Horror,Drama စီးရီး​လေးကို တင်ဆက်​ပေးလိုက်ပါတယ်။ 10ပိုင်း ပါဝင်မှာဖြစ်ပြီး အပတ်စဉ် ​သောကြာ​နေ့တိုင်း တင်ဆက်​ပေးသွားမှာပါ။ဒီစီးရီးက ဆွီဒင်စာ​ရေးဆရာကြီး John Ajvide Lindqvistရဲ့ နာမည်ကြီးဝတ္ထု Let the Right One In ကိုseries version အဖြစ် ပြန်လည်အသက်သွင်းထားတာဖြစ်ပါတယ်။အ​ရှေ့မှာ ဒီနာမည်နဲ့ပဲ ဆွီဒင်ဗားရှင်းနဲ့ အ​မေရိကန်ဗားရှင်း ရုပ်ရှင်၂ကား ရှိခဲ့ပြီး ၂ကားလုံးလည်း ​အောင်မြင်ခဲ့ပါတယ်။လက်ရှိစီးရီးက တစ်ပိုင်းပဲ ထွက်ရှိ​သေးပြီး RT 70% ရရှိထားပါတယ်။အဲလီ​နောနဲ့ ဖခင်ဖြစ်သူ မာ့ခ်တို့ဟာ လူတစ်​ယောက်​နောက်ကို လိုက်ရင်း အ​မေရိကန်တစ်နိုင်ငံလုံးကို ​ခြေဆန့်​နေသူ​တွေ​ပေါ့။သူတို့​တွေလိုက်ရှာ​နေတာက တခြားသူမဟုတ်ဘဲ အဲလီ​နောကို ဗန်ပိုင်းယားဖြစ်​အောင် ပြောင်း​ပေးသွားတဲ့သူပါ။ဒါ​ကြောင့်မို့ အဲလီ​နောတို့ဟာ သဘာဝလွန်လူသတ်မှု​​တွေဖြစ်​တဲ့​နေရာတိုင်းထိုသူကိုလိုက်ရှာရင်း ဇာတိမန်ဟတ်တန်မြို့ကို ပြန်​ရောက်လာကြပါတယ်။မန်ဟတ်တန်မှာလည်း လူသတ်မှု​တွေ ဆက်တိုက် ဖြစ်​နေတာ​ကြောင့် လူသူ​ခြောက်ကပ်ပြီး သုသာန်တစပြင်လိုပဲဖြစ်​​နေတာပါ။အဲလီ​နောတို့၂​​ယောက် အဲဒီလူကိုရှာ​တွေ့ပြီး သူတို့လိုချင်​​နေတဲ့ လူပြန်ဖြစ်​စေတဲ့ ကုထုံးကိုရသွားမှာလား၊ဆက်တိုက်ဖြစ်​နေတဲ့ ​ကြောက်မက်ဖွယ်လူသတ်မှု​တွေရဲ့ တရားခံက တခြားလူလား၊သူတို့ရှာ​နေတဲ့ သူပဲလား။ သာမန်​သွေးရိုးတန်းရိုး လူသတ်မှုမျိုး မဟုတ်ဘဲ အဖွဲ့အစည်းတစ်ခုရဲ့ လုပ်​ဆောင်မှု​လား၊ကိုယ်တိုင် ဗန်ပိုင်းယားဖြစ်​နေတဲ့ အဲလီ​နောက​ရော သူအတွက်လိုအပ်တဲ့ ​သွေး​တွေကိုဘယ်လိုရှာ​ဖွေရင်းလူအများကြားမှာ ဗန်ပိုင်းယား ဆိုတဲ့ဘဝကို ဘယ်လိုဖုံးကွယ်သွားမလဲဆိုတာ​Horror Vibe ကြမ်းကြမ်း၊ ​သွေးသံရဲရဲပြကွက်​တွေနဲ့ ကြည့်ရှုရမှာပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre….. Drama, HorrorQuality….  | File size…. 800MB | 400MBFormat… mp4Duration…. 60minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. JimXEncoder ….. August 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 09 – Userdrive |  |  | Meganz 10 END – Userdrive |  |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  09 – Userdrive |  |  |  10 END – Userdrive |  |  |  