"Synopsis of Sex/Life – Season (01),(02)
Sex/Life – Season (01),(02)
====================
IMDb Rating – 6.5/10
Comedy, Drama, Romance
ဇာတ်ကားနာမည် မြင်တာနဲ့ ပြေးဒေါင်းတော့မယ်ဆိုတာ
သိပေမယ့် အညွှန်းလေးတော့ ဖတ်သွားဦးဗျ :3၊ ပထမဆုံး
မှာချင်တာက ဒီကားဟာ မိသားစုနဲ့ အတူမကြည့်သင့်တဲ့
ကားဖြစ်သလို တစ်ယောက်တည်းကြည့်ရင်လည်း နားကြပ်နဲ့
ကြည့်ပါ။ B.B.Easton ရဲ့ 44 Chapters about Men ကို
အခြေခံရိုက်ကူးထားတဲ့ Sex/Life ဟာတော့ စားစော်ကြီး
တစ်ယောက် အကြောင်းပဲဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘီလီ ကော်နယ်လီဆိုတဲ့ မိန်းမဟာ တော်တော့ကို ထန်တဲ့သူပါ။
ဘယ်လောက်ထန်သလဲဆို ကလေးနို့တိုက်ရင်းတောင် စိတ်က
ကယောင်ချောက်ချားတွေ မှန်းဖီးလ်ပါတယ်။ ဟုတ်ပါတယ် သူက
လင်ရှိအမျိုးသမီး ကလေးနှစ်ယောက် အမေပါ။ လင်ရှိရဲ့သားနဲ့
ဘာလို့ ဒီလောက်ဖြစ်နေလဲမေးရင်တော့ သူ့လင် ကူပါက ကလေး
(၂)ယောက်မွေးပြီး သူ့တာ၀န်ကျေပြီ ထင်နေတဲ့ကောင်စားလို့ ပြော
ရမှာပေါ့။ ဒီတော့ ဘီလီတစ်ယောက် သူ့ရဲ့ အတိတ်တုန်းက သူဌေး၊
ငမွဲမချန် ရှိသမျှကောင်းဆိုးလေးတွေနဲ့ ကျုံးခဲ့တာတွေကို သူ ပြန်
တမ်းတပြီး သူကိုယ်တိုင် ရွေးချယ်ခဲ့တဲ့ အိမ်ထောင်သည် ဘ၀ကို
နောင်တရသယောင် ရှိလာပါတော့တယ်။
အဲ့ဒီတော့ ဘီလီတစ်ယောက် ဘယ်လိုထွက်ပေါက်ရှာမလဲ ဆိုတာ
ကတော့ ပရိသတ်ကြီး အခုပဲ ဒေါင်းပြီး စူးစမ်းလိုက်ပါတော့။
ဇာတ်လမ်းက သူ့ ဇာတ်အိမ်နဲ့သူ အထာကျနေတာမလို့ ပေါ့ပျက်
ပျက်လို့တော့ မထင်လိုက်ပါနဲ့၊ အိမ်ထောင်ရေးနဲ့ စတဲ့ relationship
တွေအတွက် ပညာပေးတဲ့ ဇာတ်လမ်းမျိုးပါ ။ နောက်ပြီးတော့
Netflix ရဲ့ထုံးစံအတိုင်း attention လည်းအရယူနိုင်ပြီးစိတ်၀င်
စားဖွယ် ရိုက်ကူးထားပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Yoon Sandi Aung မှရေးသားပြီး၊
ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှဖြစ်ပါတယ်။)
Quality – 1080p, 720p WebRip
Duration – 47 mins (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Comedy, Drama, Romance
Translator (S01)– Yoon Sandi Aung, August, Jo Jo Va, Jerrica, MTA, Shwe Pyae, Thet Hnin Su
Translator (S02) – Act Molemy, May Thet Khine Soe, E, Hnin Wut Yi, Fiona Gillen, Ngwe Zin, C’mon
Encoder – SWM
Season 01
Episode(1) – Yoteshin / Megaup / Mega / StreamSB / Usersdrive
Episode(2) – Yoteshin / Megaup / Mega / StreamSB / Usersdrive
Episode(3) – Yoteshin / Megaup / Mega / StreamSB / Usersdrive
Episode(4) – Yoteshin / Megaup / Mega / StreamSB / Usersdrive
Episode(5) – Yoteshin / Megaup / Mega / StreamSB / Usersdrive
Episode(6) – Yoteshin / Megaup / Mega / StreamSB / Usersdrive
Episode(7) – Yoteshin / Megaup / Mega / StreamSB / Usersdrive
Episode(8) – Yoteshin / Megaup / Mega / StreamSB / Usersdrive – End
Season 02
720P (300 Mb)
———————————–
Episode(1) – Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Streamvid
1080P (600 Mb)
———————————–
Episode(1) – Yoteshin / Megaup / MegaNZ / Streamsb / Usersdrive / Streamvid
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
