"Synopsis of Undercover (2021)
Undercover (2021)
၁၉၉၁ ခုနှစ်က ဆန္ဒပြမှု ကနေ စခဲ့တဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ် …..
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒုက္ခတောတွေကြားက ဆွတ်ပျံ့ကြည်နူးဖွယ်ရာ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကနေ ……
ပျော်ရွှင်ဖွယ်ရာ နွေးထွေးတဲ့ မိသားစု ဘဝလေး တစ်ခုဆီသို့ ……
ဟန်ဂျောင်ဟွန်း ဆိုတဲ့ ကောင်လေး နဲ့ ချွဲယွန်းဆူ ဆိုတဲ့ ကောင်မလေး ရဲ့ အချစ်ဇာတ်လမ်းကနေ ……
လျှို့ဝှက်ပြီး သည်းထိတ်ရင်ဖို ဖြစ်ရတဲ့ နိုင်ငံရေးဇာတ်လမ်းတစ်ပုဒ် ဖြစ်လာခဲ့ပါတော့တယ်။
ရှေ့နေမလေး ချွဲယွန်းဆူ က ရိုးသားပြီး အရည်အချင်းရှိတဲ့ ကောင်မလေး။
သူ မသိလိုက်တာက သူ့အမျိုးသားက ထိပ်တန်းလျှို့ဝှက် သူလျှိုတစ်ယောက်။
ဒီကိစ္စတွေကို ချွဲယွန်ဆူးတစ်ယောက် ဘယ်အချိန်မှာ သိရှိလိုက်ရတာလဲဆိုတာကတော့
အကျင့်ပျက်ခြစားမှု စုံစမ်းစစ်ဆေးရေးဌာနမှူး အဖြစ် သူမကို လျာထားလိုက်တဲ့အချိန်မှာ စပါတော့တယ်။
သူတို့မိသားစုထဲကို ထင်မှတ်မထားတဲ့အချိန်တစ်ခုက ရောက်ရှိလာပါတော့တယ် …..
နိုင်ငံရေးနဲ့ပတ်သက်တဲ့ ဇာတ်လမ်းတွဲကောင်း တစ်ပုဒ်ဖြစ်ပြီးတော့
၂၀၁၆ ခုနှစ်က BBC က ထုတ်လွှင့်ခဲ့တဲ့ Undercover ဆိုတဲ့ ဇာတ်လမ်းတွဲကို
နာမည် မပြောင်းလဲဘဲ ထုတ်လွှင့်ခဲ့တာပါ။
မူရင်းဇာတ်လမ်းတွဲတုန်းကလည်း IMDb – 6.9 ရရှိခဲ့တဲ့ ဇာတ်လမ်းတွဲ ဖြစ်တာကြောင့် အတော်လေးကောင်းတဲ့ ဇာတ်လမ်းတွဲ ဖြစ်ခဲ့ပါတယ်။
ဒီဇာတ်လမ်းကတော့ အာဏာရဲ့သရုပ်မှန်ကို တူးဖော်ပြီးတော့
အဲဒီ အာဏာနောက်မှာ ဖုံးကွယ်ထားတဲ့ လူတွေရဲ့ မျက်နှာတွေကို တင်ပြထားတာ ဖြစ်ပါတယ်။
ဟန်ဂျောင်ဟွန်း နေရာမှာကတော့ မင်းသားကြီး ဂျီဂျင်ဟီးက သရုပ်ဆောင်ထားတာ ဖြစ်ပြီးတော့
ချွဲယွန်းဆူ နေရာမှာတော့ “လီဆောင်းဦး” ဆိုပြီး မြန်မာပရိသတ်တွေ သတိထားမိခဲ့ကြတဲ့ မင်းသမီး ကင်ဟွန်ဂျူး ပဲ ဖြစ်ပါတယ်။
လက်ရှိ ရုပ်မြင်သံကြားမှာ ထုတ်လွှင့်နေတဲ့ “တိမ်လိုလေလိုအချစ်” ထဲမှာလည်း တွဲဖက်ညီညီ သရုပ်ဆောင်ခဲ့တဲ့လူတွေပဲ ဖြစ်ပါတယ်။
ဒီဇာတ်လမ်းကို ဧပြီ ၂၃ ရက်က စတင်လို့ တစ်ပတ်ကို ၂ ပိုင်းနှုန်းနဲ့ ၁၆ ပိုင်းတိတိုကို အပတ်စဉ် တင်ဆက်ပေးသွားမှာမို့ စောင့်ကြည့်အားပေးကြပါဦး။
ဘာသာပြန်ထားတဲ့သူတွေကတော့ Moe Pwint, Amelia, Shwe Pyae, Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။
Drama: Undercover
Country: South Korea
Episodes: 16
Aired: Apr 23, 2021 – Jun 12, 2021
Aired On: Friday, Saturday
Original Network: jTBC
Duration: 1 hr. 11 min.
Content Rating: 15+ – Teens 15 or older
Quality: 720P
Size: 600 MB
Subtitle: Myanmar (Hardsub)
Translators: Moe Pwint, Amelia, Shwe Pyae, Thet Hnin Hsu
Encoder: August
Complete Zip File VIP / Megaup[1-6] / Megaup[7-12] / Megaup[13-16] / Yoteshin[1-6] / Yoteshin[7-12] / Yoteshin[13-16]
Episode 01 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 02 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 03 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 04 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 05 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 06 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 07 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 08 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 09 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 10 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 11 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 12 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 13 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 14 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 15 – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Episode 16 (End) – Yoteshin / Megaup / Userdrive / Veryfiles / Upstream / VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
