"Synopsis of Hospital Playlist Season 1 (2020)
Hospital Playlist (2020)
==================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Korea Drama List မှာ Rating 10/10 ထိရရှိထားပါတယ်။
#Unicode
ဒီတစ်ခါ ဇာတ်လမ်းတွဲလေးကတော့ March 12 ရက်နေ့ကမှ Netflix မှာစတင်ပြသခဲ့တဲ့ Series အသစ်လေးဖြစ်ပါတယ်။
အပိုင်း(၁၂)ပိုင်းရှိပြီး အပတ်စဥ် ကြဿပတေးနေ့တိုင်းထွက်လာမှာဖြစ်ပြီး သောကြာညတိုင်း cm ကနေတင်ပေးသွားပါမယ်။
ဒီ TV Series လေးကအရင်ကထွက်ရှိခဲ့တဲ့ ဆရာဝန်ကားတွေနဲ့ မတူတဲ့ ဆရာဝန်ကားလေးပါပဲ။ တကယ့်ဘဝတွေနဲ့ ပိုနီးစပ်ပါတယ်။
ဆေးကျောင်းအတူတူ တက်ခဲ့ကြတဲ့ ဆရာဝန် သူငယ်ချင်း ၅ ယောက်ရဲ့ ဇာတ်လမ်းပါ။
တစ်ယောက်က ပျော်တတ်တယ်။
တစ်ယောက်က အူကြောင်ကြောင်။
တစ်ယောက်က စာအုပ်ကြီးသမား။
တစ်ယောက်ကတော့ ခံစားလွယ်တယ်။
တစ်ယောက်ကတော့ လိုရင်းတိုရှင်းသမား။
အပြင်မှာလည်း ဒီလိုဆရာဝန်မျိုးတွေ အစုံပါပဲ။ ထွေလာမှာ ပါတဲ့ ဒိုင်ယာလော့တစ်ခုကို သဘောကျစရာပါ။
ဆရာဝန်တွေ‌ ပြောနေကျစကားတွေကို သိလား????? “မသေချာပါဘူးခင်ဗျာ” တို့ . “မသိသေးပါဘူး” တို့
ဆိုတာလေ . ဒါမှမဟုတ် “စောင့်ကြည့်ရဦးမယ်” ဆိုတာမျိုးလေ။
ဘာလို့လဲဆိုတော့ သူတို့ပြောတဲ့စကားကို သူတို့ တာဝန်ယူရတာကြောင့်ပါပဲ လူနာအကြောင်းကို ယုံကြည်မှုရှိရှိနဲ့
ပြောရဲတာ တစ်ခုပဲ ရှိပါတယ်။ “ကျွန်တော်တို့ တတ်နိုင်သမျှ အကောင်းဆုံး လုပ်ပေးပါ့မယ်” ဆိုတာပါပဲ။
ဒီဇာတ်လမ်းကတော့ ဆရာဝန်ဇာတ်လမ်း သီးသန့်တင် မဟုတ်ဘဲ ကိုရီးယားထုံးစံအတိုင်း ဒရာမာအချိုးအကွေ့လေးတွေ ပါပါမယ်။
ဟာသလေးတွေလည်း ပါပါမယ်။ ရသစုံတဲ့ ဇာတ်လမ်းတွဲ တစ်တွဲမို့ ကြည့်မိရင် သဘောကျမိမယ့် ဇာတ်ကားမျိုးပါ။
ဒီဇာတ်ကားကို August မှ ခံစားတင်ဆက် ဘာသာပြန်ပေးမှာဖြစ်လို့ အားပေးကြပါဦး။
#Zawgyi
ဒီတစ္ခါ ဇာတ္လမ္းတြဲေလးကေတာ့ March 12 ရက္ေန႔ကမွ Netflix မွာစတင္ျပသခဲ့တဲ့ Series အသစ္ေလးျဖစ္ပါတယ္။
အပိုင္း(၁၂)ပိုင္းရွိၿပီး အပတ္စဥ္ ၾကႆပေတးေန႔တိုင္းထြက္လာမွာျဖစ္ၿပီး ေသာၾကာညတိုင္း cm ကေနတင္ေပးသြားပါမယ္။
ဒီ TV Series ေလးကအရင္ကထြက္ရွိခဲ့တဲ့ ဆရာဝန္ကားေတြနဲ႔ မတူတဲ့ ဆရာဝန္ကားေလးပါပဲ။ တကယ့္ဘဝေတြနဲ႔ ပိုနီးစပ္ပါတယ္။
ေဆးေက်ာင္းအတူတူ တက္ခဲ့ၾကတဲ့ ဆရာဝန္ သူငယ္ခ်င္း ၅ ေယာက္ရဲ႕ ဇာတ္လမ္းပါ။
တစ္ေယာက္က ေပ်ာ္တတ္တယ္။
တစ္ေယာက္က အူေၾကာင္ေၾကာင္။
တစ္ေယာက္က စာအုပ္ႀကီးသမား။
တစ္ေယာက္ကေတာ့ ခံစားလြယ္တယ္။
တစ္ေယာက္ကေတာ့ လိုရင္းတိုရွင္းသမား။
အျပင္မွာလည္း ဒီလိုဆရာဝန္မ်ိဳးေတြ အစုံပါပဲ။ ေထြလာမွာ ပါတဲ့ ဒိုင္ယာေလာ့တစ္ခုကို သေဘာက်စရာပါ။
ဆရာဝန္ေတြ‌ ေျပာေနက်စကားေတြကို သိလား????? “မေသခ်ာပါဘူးခင္ဗ်ာ” တို႔ . “မသိေသးပါဘူး” တို႔
ဆိုတာေလ . ဒါမွမဟုတ္ “ေစာင့္ၾကည့္ရဦးမယ္” ဆိုတာမ်ိဳးေလ။
ဘာလို႔လဲဆိုေတာ့ သူတို႔ေျပာတဲ့စကားကို သူတို႔ တာဝန္ယူရတာေၾကာင့္ပါပဲ လူနာအေၾကာင္းကို ယုံၾကည္မႈရွိရွိနဲ႔
ေျပာရဲတာ တစ္ခုပဲ ရွိပါတယ္။ “ကြၽန္ေတာ္တို႔ တတ္ႏိုင္သမွ် အေကာင္းဆုံး လုပ္ေပးပါ့မယ္” ဆိုတာပါပဲ။
ဒီဇာတ္လမ္းကေတာ့ ဆရာဝန္ဇာတ္လမ္း သီးသန႔္တင္ မဟုတ္ဘဲ ကိုရီးယားထုံးစံအတိုင္း ဒရာမာအခ်ိဳးအေကြ႕ေလးေတြ ပါပါမယ္။
ဟာသေလးေတြလည္း ပါပါမယ္။ ရသစုံတဲ့ ဇာတ္လမ္းတြဲ တစ္တြဲမို႔ ၾကည့္မိရင္ သေဘာက်မိမယ့္ ဇာတ္ကားမ်ိဳးပါ။
ဒီဇာတ္ကားကို August မွ ခံစားတင္ဆက္ ဘာသာျပန္ေပးမွာျဖစ္လို႔ အားေပးၾကပါဦး။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲ ဖြစ်ပါတယ်။)
Quality – 720p WEB-DL
Duration – 1hr 20 mins (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Comedy
Source : 1080p.WEB.DL
Translator – August
Encoder – San Win Maung
Episode Complete Zip File VIP / Yoteshin[1-6] / Yoteshin[7-12]
Episode(1) 700 Mb
Yoteshin / Yandex / Soliddrive / Megaup / Mirrorace / Mega
Episode(2) 700 Mb
Yoteshin / Yandex / Soliddrive / Megaup / Mirrorace / Mega
Episode(3) 700 Mb
Yoteshin / Yandex / Soliddrive / Megaup / Mirrorace / Mega
Episode(4) 570 Mb
Yoteshin / Yandex / Upstream / Megaup / Mirrorace / Mega / Mediafire
Episode(5) 570 Mb
Yoteshin / Yandex / Upstream / Megaup / Mirrorace / Mega / Mediafire
Episode(6) 570 Mb
Yoteshin / Yandex / Upstream / Megaup / Mirrorace / Mega / Mediafire
Episode(7) 570 Mb
YoteShin / Yuudrive / Yandex / Upstream / Megaup / Mega / Mediafire
Episode(8) 570 Mb
YoteShin / Yuudrive / Yandex / Upstream / Megaup / Mega
Episode(9) 570 Mb
YoteShin / Yuudrive / Yandex / Upstream / Megaup / Mega / Usersdrive
Episode(10) 570 Mb
YoteShin / Yuudrive / Upstream / Megaup / Mega / Usersdrive
Episode(11) 570 Mb
YoteShin / Yuudrive / Upstream / Megaup / Mega / Usersdrive
Episode(12) 570 Mb
YoteShin / Upstream / Megaup / Mega / Usersdrive / Yandex
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
