Synopsis of Shadow Enemy (2022)“သူရဲကောင်းတို့ရဲ့တာဝန်ဝတ္တရား” မြန်မာစာတန်းထိုးချာတ် အဖြစ် Kem Hussawee Pakrapongpisanခုန်းမ် အဖြစ် Hone Thanakorn sribanjongရွန့် အဖြစ် Hana Lewisကျန်ချိုုင် အဖြစ် Gam Yanissa Diratornချာတ်နဲ့ခုန်းမ်ဆိုတဲ့လူငယ်နှစ်ယောက်ဟာ အထက်လမ်းမှော်ပညာကျွမ်းကျင်ကြပါတယ်သူတို့ဟာ ကိုယ့်သရုပ်မှန်ကိုဖျက်ပြီး တာဝန်ကိုယ်စီနဲ့ ပန့်ဖာဖရောင်းကိုရောက်လာခဲ့ကြပါတယ်ခုန်းမ်ကတော့ လူမိုက်အနေနဲ့ရောက်လာတာဖြစ်ပြီး ချာတ်ကတော့ သူကြီးချုတ်ကိုလမ်းမှာဝင်ကယ်ရင်း သူကြီးအိမ်မှာ အလုပ်သမားအနေနဲ့ဝင်လုပ်ပြီးနေထိုင်ပါတယ်သူကြီးမှာသမီးသုံးယောက်ရှိတဲ့ထဲက အကြီးဆုံးသမီးဖြစ်တဲ့ ရွန့်ဟာ ချာတ်ကို သိပ်မကြည်ပါဘူး တချိန်လုံး ချာတ်ကို သံသယဝင်နေခဲ့ပါတယ်ဒါပေမယ့် ပန့်ဖာဖရောင်းမှာ အာထန်တောဆိုတဲ့တောထဲမှာ မကောင်းဆိုးဝါးပြိတ္တာတွေရှိပြီး အဲ့တောထဲကိုဝင်သွားရင် တယောက်မှအသက်ရှင်ရက်ထွက်မလာနိုင်ဘူးဆိုတဲ့ကောလဟာပျံ့နေခဲ့ပါတယ်ချာတ်ကတော့ အဲ့ဒီတောအကြောင်းကြားပြီး အဲ့တောထဲကိုဝင်ဖို့စိတ်ပြင်းပြနေခဲ့ပါတယ်ချာတ်နဲ့ခုန်းမ်တို့ သူတို့တာဝန်ကိုပြီးမြောက်အောင်လုပ်နိုင်မလား ချာတ်နဲ့ရွန့်ရဲ့ဆက်ဆံရေးကရော ဘယ်လိုလာမလဲဆိုတာ ဇာတ်ကားထဲမှာကြည့်ရှူလိုက်ရအောင်နော် 🔥ဒီကားထဲမှာ မှော်ပညာအစွမ်းတွေပါဝင်ပြီး CGI ကလည်းလုံးဝမိမိုက်နေတာကိုမြင်ရမှာပါနော်😍Native Title: ชาติพยัคฆ์คมนักเลงs: 1Aired: Oct 20, 2022 – ?Aired On: Wednesday, ThursdayOriginal Network: Channel 7Runtime : 1hr 30minTranslated by Kyi Nue Zin & Nang Mwe KhamEncoded by Naing Aung Latt (1) [820MB]     Meganz (1)_ [1.6GB]     Meganz (2) [820MB]     Meganz (2)_ [1.6GB]     Meganz (3) [820MB]     Meganz (3)_ [1.6GB]     Meganz (4) [820MB]     Meganz (4)_ [1.6GB]     Meganz (5) [820MB]     Meganz (5)_ [1.6GB]     Meganz (6) [820MB]     Meganz (6)_ [1.6GB]     Meganz (7) [820MB]     Meganz (7)_ [1.6GB]     Meganz (8) [820MB]     Meganz (8)_ [1.6GB]    Meganz (9) [820MB]     Meganz (9)_ [1.6GB]    Meganz (10) [820MB]     Meganz (11) [820MB]     Meganz (11)_ [1.6GB]     Meganz (12) [820MB]     Meganz (12)_ [1.6GB]     Meganz (13) [820MB]     Meganz (13)_ [1.6GB]     Meganz (14) [820MB]     Meganz (14)_ [1.6GB]    Meganz (15) [820MB]     Meganz (15)_ [1.6GB]     Meganz (16) [820MB]     Meganz (16)_ [1.6GB]     Meganz (17) [820MB]     Meganz (17)_ [1.6GB]     Meganz (18)END [820MB]     Meganz (18)END_ [1.6GB]     Meganz 