Synopsis of Alice in Borderland (2020)Alice in Borderland (2020)IMDb – 8.810ဂိမ်းချည်းပဲဆော့နေလို့အဆူခံရပြီး အိမ်ပေါ်ကဆင်းလာရတဲ့အချိန်မျိုးအလုပ်ပြုတ်လာတဲ့အချိန်မျိုး စိတ်ညစ်ညူးနေရတဲ့အချိန်မျိုးတွေမှာလူတွေအကုန်မရှိတော့ဘဲ တစ်မြို့လုံးမှာ ကိုယ်နဲ့ ကိုယ့်သူငယ်ချင်းတွေပဲ ကျန်တော့တယ်ဆိုရင် ပျော်မိမှာပဲဟုတ်တယ်မို့လား?????ဒါပေမယ့် အဲ့လိုကျန်နေခဲ့တာကအသက်နဲ့ရင်းပြီးဆော့ရတဲ့ဂိမ်းအတွက်ဆိုတာသိရင်တော့ဆက်ပျော်နေနိုင်မှာမဟုတ်ပါဘူးဒီဇာတ်လမ်းတွဲထဲမှာလည်း ဘူနေတဲ့သူငယ်ချင်းသုံးယောက်ကအရက်သောက်ဖို့ အရက်ဆိုင်လိုက်ရှာနေရင်းကဘုမသိဘမသိနဲ့ ရှင်သန်ခြင်းနဲ့သေဆုံးခြင်းဂိမ်းကို ဆော့လိုက်ရပါတယ်ဉာဏ်လေး ဆိုစလောက်ကောင်းပြီး တစ်ခေါက်လောက်နိုင်လိုက်ပေမယ့်သူတို့ရှေ့မှာတင် တစ်ယောက်ပြီးတစ်ယောက်သေကုန်တာကို တွေ့ရတဲ့အခါမှာသူတို့တွေ ဘယ်လိုဆက်လုပ်ကြမလဲ?????ပြေးလိုက်လွှားလိုက်နဲ့သေရေးရှင်ရေးဖြစ်နေကြတဲ့ကြားထဲကသူငယ်ချင်းအချင်းချင်းကြားထဲက သံယောဇဉ်လေးတွေကိုလည်းမြင်ရမှာပါဒီကားကို အိမ်ကလူကြီးတွေကိုလည်းပြပေးသင့်ပါတယ်အလုပ်မလုပ်ဘဲ ဂိမ်းပဲဆော့နေတာက သေရေးရှင်ရေးကြုံလာတဲ့အခါမှာအထောက်အကူပြုပါတယ်ဆိုတာလေးသိရအောင်ပေါ့လေဒီ့အပြင် Netflix ကရိုက်တဲ့ကားဆိုတဲ့အတိုင်းစိတ်ပျက်စေမှာ မဟုတ်တဲ့အပြင်ဂျပန် Live action တွေတိုင်းမှာ နာမည်ကြီးတဲ့Yamazaki Kento ကခေါင်းဆောင်ပါဝင်ထားတာကိုအချိန်လေးပေးပြီးကြည့်ပါလို့ Yamazaki Kento ရဲ့ကောင်မလေးက တိုက်တွန်းရင်းCM အဖွဲ့သားများနဲ့အတူ ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်ရှင်IMDb – 8.810Rotten Tomatoes – 96% ဆိုတော့ လက်မလွှတ်တမ်း ကြည့်သင့်တဲ့ ကားတစ်ကားပါပဲ။File Size – 700MBQuality – 1080PSubtitle – Myanmar (Hardsub)Genre – Drama, Mystery, Action & Adventure, Sci-Fi & FantasyTranslators – August, Charm Wave, Thinzar HtetEncoder – August1080P 01 – Userdrive | Yoeshin | Megup |  | Streamvid | Telegram 02 – Userdrive | Yoeshin | Megup |  | Streamvid | Telegram 03 – Userdrive | Yoeshin | Megup |  | Streamvid | Telegram 04 – Userdrive | Yoeshin | Megup |  | Streamvid | Telegram 05 – Userdrive | Yoeshin | Megup |  | Streamvid | Telegram 06 – Userdrive | Yoeshin | Megup |  | Streamvid | Telegram 07 – Userdrive | Yoeshin | Megup |  | Streamvid | Telegram 08 – Userdrive | Yoeshin | Megup |  | Streamvid | TelegramAlice in Borderland Season 2 (2022)Season 1တုန်းက အ​တော်​လေးလူကြိုက်များခဲ့သလို season 2ထွက်လာဖို့ ၂နှစ်​လောက်​​အထိစောင့်ခဲ့ရတဲ့ Alice in Borderlandseason 2ထွက်ရှိလာပါပြီ။ AIBက ဘယ်လိုဇာတ်လမ်းမျိုးဆိုတာ​အ​ထွေအထူး ညွှန်း​နေစရာ​တောင် မလိုပါဘူး။ ဒီSeason မှာ​တော့season 1ရဲ့အဆုံးမှာ အပွင့်ကတ်​​​တွေ အကုန်စုနိုင်ခဲ့တဲ့ အာရီစုတို့အဖွဲ့ဟာ ဖဲ​လောကရဲ့အပွင့်ကြီး​တွေလို့ဆိုရမယ့် ဂျက်၊ ကင်း၊ ကွင်းကတ်​တွေရဲ့ ဂိမ်းပွဲ​တွေကို ဆက်ကစားရ​တော့မှာပါ။ Next stageလို့​ ဆိုထားတဲ့ ဒီseason​ရဲ့ကစားပွဲ​တွေက အရင်ထက် ပိုကြမ်းမှာ​​သေချာသလို မထင်ထားတဲ့ ဘယ်လိုဇာတ်​ကောင်​တွေကို ဘယ်လိုပုံစံမျိုးနဲ့ သတ်ပစ်မလဲဆိုတာ ရင်ခုန်စွာနဲ့ကြည့်ရဦးမှာပါ။ ဒါ့အပြင်Season 1ကတည်းက ပ​ဟေဠိဖြစ်​နေခဲ့တဲ့ အာရီစုတို့​ရောက်​နေတဲ့ဂိမ်းကမ္ဘာက ဘာလဲ၊ ​နောက်ကွယ်က ဖန်တီးရှင်​တွေက ဘယ်သူလဲ၊တကယ့်ကမ္ဘာအစစ်ကို ပြန်​ရောက်နိုင်မလားစတဲ့ ​မေးခွန်း​တွေကိုပါဇာတ်​ကောင်​တွေနဲ့အတူ ကိုယ်တိုင်အ​ဖြေရှာကြည့်လိုက်ရ​​အောင်ပါ။အညွှန်းကိုတော့ JimX က ရေးထားပေးပြိးတော့ဘာသာပြန်ထားတာကတော့ JimX, Moe Pwint Phyu,Pyi T Nyein, Charm Wave တို့ပဲ ဖြစ်ကြပါတယ်။Genre…..Drama, ThrillerQuality….  | File size…800MB | 400MBFormat… mp4Duration….40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. JimX, Moe Pwint Phyu,, Pyi T Nyein, Charm WaveEncoder ….. August 01 – Userdrive |  |  |  | Streamvid | Telegram 02 – Userdrive |  |  |  | Streamvid | Telegram 03 – Userdrive |  |  |  | Streamvid | Telegram 04 – Userdrive |  |  |  | Streamvid | Telegram 05 – Userdrive |  |  |  | Streamvid | Telegram 06 – Userdrive |  |  |  | Streamvid | Telegram 07 – Userdrive |  |  |  | Streamvid | Telegram 08 – Userdrive |  |  |  | Streamvid | Telegram 01 – Userdrive |  |  | Meganz | Streamvid | Telegram 02 – Userdrive |  |  | Meganz | Streamvid | Telegram 03 – Userdrive |  |  | Meganz | Streamvid | Telegram 04 – Userdrive |  |  | Meganz | Streamvid | Telegram 05 – Userdrive |  |  | Meganz | Streamvid | Telegram 06 – Userdrive |  |  | Meganz | Streamvid | Telegram 07 – Userdrive |  |  | Meganz | Streamvid | Telegram 08 – Userdrive |  |  | Meganz | Streamvid | Telegram 