Synopsis of You Are My Makeup Artist (2022)You Are My Make up Artist (2022)စူပါစတားမလေးရဲ့နှလုံးသားပိုင်ရှင်ဝါစီတာ အဖြစ် Janie Tienphosuwanကတ် အဖြစ် Gulf Kanawutဇာတ်လမ်းအကျဉ်းဝါစီတာက နာမည်ကြီး မင်းသမီးတစ်ယောက်ဖြစ်ပြီး ချစ်ရသူ ရတ်ချာနွန်နဲ့ လက်ထပ်ပြီး မိသားစုဘဝကို တည်ဆောက်ချင်နေတဲ့ မိန်းကလေးတစ်ယောက်ပါကတ်ကတော့ ဝါတို့အိမ်က ကောင်လေးဖြစ်ပြီး ငယ်ကတည်းက မိတ်ကပ်လိမ်းတာဝါသနာပါတာမို့ လက်ရှိမှာတော့ ထိုင်းနိုင်ငံရဲ့ နာမည်ကြီးမိတ်ကပ်ဆရာတစ်ယောက်လည်း ဖြစ်ပါတယ်ကတ်က ခွန်ဝါ့ကို ချစ်ကြောက်ရိုသေသူဖြစ်ပြီး ခွန်ဝါ့စကားတစ်ခွန်းဆို တစ်ခွန်းအတိုင်း အလိုလိုက် အကြိုက်ဆောင်သူလည်းဖြစ်ပါတယ်ခွန်ဝါကတော့ ကတ်ကို မောင်လေးတစ်ယောက်လို သဘောထားပြီး ဂေးနေတယ်လို့ မှတ်ယူထားပါတယ်ဝါရဲ့သတို့သားလောင်း နွန်က အမြဲဖောက်ပြန်နေတတ်သူဖြစ်ပြီး မိသွားတိုင်း ဝါ့ကို တောင်းပန်ကာ သက်သေမရှိတာကြောင့် ခွင့်လွှတ်ပေးခံရသူပေါ့တစ်ရက် နွန်က ဝါ့အမေ စျာပနကို မလာဘဲ ဖောက်ပြန်နေခဲ့တဲ့အပြင် ဗီဒီယိုကပါ လူထုဆီ ပျံ့လာခဲ့ချိန်မှာတော့…ဝါတစ်ယောက် အကြီးအကျယ် ပေါက်ကွဲကာ ကတ်နဲ့ တူတူ အရက်သောက်မိရင်း တစ်ညတာ အတူမှားမိခဲ့ပါတော့တယ်ငယ်ကတည်းက မောင်လေးတစ်ယောက်လို ဂေးလေးလို့သာ ထင်ခဲ့တဲ့ ကတ်နဲ့ တစ်ညမှားခဲ့ရာကနေ ဝါတစ်ယောက် ကိုယ်ဝန်ရှိသွားပြီး လက်ထပ်လိုက်ရချိန်မှာတော့အခွင့်အရေးယူ သစ္စာဖောက်တယ်လို့ မုန်းနေတဲ့ ဝါတစ်ယောက် ကတ် အပေါ် ခံစားချက်အမြင်တွေပြောင်းလာမလားကတ်ကရော အရင်ကတည်းက ချစ်ခဲ့ရတဲ့ ခွန်ဝါအမြင်ကြည်လာအောင် ဘယ်လိုတွေကြိုးစားမလဲဆိုတာ “စူပါစတားမလေးရဲ့ နှလုံးသားပိုင်ရှင်” ဆိုတဲ့ မနဲ့မောင် ဇာတ်လမ်းတွဲမှာ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် ။( အညွှန်း‌ရေးသားထားသူကတော့ Nue Nue ပါ )Native Title: มัดหัวใจยัยซุปตาร์s: 16Duration: 1hr 30minAired: Dec 1, 2022 – ?Aired On: Wednesday, Thursday, Friday, Saturday, SundayOriginal Network: Channel 3Translated by Kyi Nue Zin , Nang Mwe Kham , Lei Wutyi TunEncoded by Naing Aung Latt (1) [900MB]     Meganz (1)_ [1.7GB]     Meganz (2) [900MB]     Meganz (2)_ [1.7GB]     Meganz (3) [900MB]     Meganz (3)_ [1.7GB]     Meganz (4) [900MB]     Meganz (4)_ [1.7GB]     Meganz (5) [900MB]     Meganz (5)_ [1.7GB]     Meganz (6) [900MB]     Meganz (6)_ [1.7GB]     Meganz (7) [900MB]     Meganz (7)_ [1.7GB]     Meganz (8) [900MB]     Meganz (8)_ [1.7GB]     Meganz (9) [900MB]      Meganz (9)_ [1.7GB]     Meganz (10) [900MB]     Meganz (10)_ [1.7GB]     Meganz (11) [900MB]     Meganz (11)_ [1.7GB]     Meganz (12) [900MB]     Meganz (12)_ [1.7GB]     Meganz (13) [900MB]     Meganz (13)_ [1.7GB]     Meganz (13) [900MB]     Meganz (14)_ [1.7GB]    Meganz (15) [900MB]     Meganz (15)_ [1.7GB]     Meganz (16)END [900MB]     Meganz (16)END_ [1.7GB]     Meganz 