Synopsis of Kindred (2022)Kindred (2022)============IMDb Rating – 7.210တစ်ခါတစ်ရံမှာ လောကကြီးက သိပ္ပံနည်းကျ အဖြေရှာမရတဲ့ပုစ္ဆာတွေနဲ့ ထူးဆန်းမှုတွေ ပြည့်နှက်နေတတ်တာကို ကျွန်တော်တို့လက်မခံချင်လည်း လက်ခံရပါလိမ့်မယ်။ ဖေ့စ်ဘွတ်ခ်ပေါ် တက်လာတဲ့ ထူးဆန်းထွေလာ ဗီဒီယိုတချို့ကို မြင်ဖူးကြမှာပါ။ လူတွေပုံမှန်အတိုင်း လမ်းလျှောက်သွားလာနေရင်းနဲ့ ရုတ်တရက်ကြီးပျောက်ဆုံးသွားတဲ့ ဗီဒီယိုမျိုးတွေပေါ့။ အခုအချိန်ထိလည်း ဘယ်သူမှအဖြေမရှာနိုင်ကြသေးသလို ပျောက်ဆုံးသွားတဲ့သူတွေ ဘယ်ကိုရောက်ကုန်ကြလဲဆိုတာလည်း မသိရသေးပါဘူး။ ဒီဇာတ်လမ်းရဲ့ အစကတော့ ဒီလို ရုတ်ချည်းပျောက်ဆုံးမှုတချို့ကနေ စတင်လာခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်း…..…………………ဒေနာ ဆိုတဲ့ လူမည်းစာရေးဆရာမလေးတစ်ယောက်က ငယ်ငယ်ကတည်းက မိဘနှစ်ပါးကို ဆုံးရှုံးလိုက်ရပြီး အဘွားဖြစ်သူနဲ့ နေထိုင်လာရတဲ့သူပါ။ တစ်ရက်မှာတော့ အဘွားဆုံးပြီးနောက် အမွေရခဲ့တဲ့ဘရောင်းစတုန်းန်အိမ်ကြီးကို ရောင်းချပြီး လော့စ်အိန်ဂျလိစ်ကို ဘယ်သူမှ အသိမပေးဘဲ ပြောင်းရွှေ့လာခဲ့ပါတယ်။ အယ်လ်အေက အိမ်ကိုပြောင်းရွှေ့ပြီးမှာပဲ ဒေနာတစ်ယောက် ညဘက်အိပ်နေရင်း လမ်းထလျှောက်သလိုမျိုး‌တွေဖြစ်ပြီး ရုတ်တရက် ပျောက်ဆုံးမှုတွေ ဖြစ်ပေါ်လာခဲ့ပါတယ်။သူမဟာ အိမ်ထဲကနေ ပျောက်ဆုံးသွားတိုင်း မေရီလန်းဒ်လို့ခေါ်တဲ့ ၁၈ရာစုနှစ်က တိုင်းပြည်တစ်ခုမှာ သွားပြီးရောက်ရှိနေခဲ့တာပါ။ အဲဒီလိုအတိတ်ဆီပြန်ရောက်ရှိသွားတိုင်း ရူးဖက်စ် ဆိုတဲ့ ကလေးတစ်ယောက်ကိုအမြဲကယ်တင်ပေးနေရပြီး၊ ထူးဆန်းစွာပဲ ဆုံးသွားပြီဖြစ်တဲ့ သူမရဲ့ အမေကိုပါ အသက်ရှင်လျက် တွေ့လိုက်ရပါတယ်။ ဒေနာတစ်ယောက် လက်ရှိကမ္ဘာကို ပြန်ရောက်လာလိုက်(၁၈)ရာစုနှစ်ဆီ ရောက်သွားလိုက်နဲ့ ဖြစ်နေရင်းကမ္ဘာနှစ်ခုဆီက လျှို့ဝှက်တဲ့ပုစ္ဆာတွေကို အဖြေရှာရမဲ့ စီးရီးကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine Soe မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Teamမှ ဖြစ်ပါတယ်။)File Size………….(300 MB)  (700 MB)Quality……………WEB-DL   Duration…………50Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Action, Adventure, CrimeTranslator……….May Thet Khine Soe, Act Molemy, C’mon, Fiona Gillen, Ngwe Zin, Khant Sett Naing, JuneEncoder…………..SWM1080P (500 MB)———————————–(1) –     MegaNZ  Usersdrive  Streamvid(2) –     MegaNZ  Usersdrive  Streamvid(3) –     MegaNZ  Usersdrive  Streamvid(4) –     MegaNZ  Usersdrive  Streamvid(5) –     MegaNZ  Usersdrive  Streamvid(6) –     MegaNZ  Usersdrive  Streamvid(7) –     MegaNZ  Usersdrive  Streamvid(8) –     MegaNZ  Usersdrive  Streamvid  StreamSB – END 