"Synopsis of The Nevers Season 1 (1-6) 2021
သိပ္ပံစိတ်ကူးယဉ် အက်ရှင် စီးရီးတိုလေးတစ်ခု တင်ပေးချင်ပါတယ်။
အပိုင်း (၆) ပိုင်းပဲ ပါပါတယ်။ IMDb 7.6 အထိ ရထားပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ထုတ်လုပ်သူ၊ ဇာတ်ညွှန်းဆရာကတော့ Joss Whedon ပဲ ဖြစ်ပါတယ်။
Joss ဆိုလို့ နှာခေါင်း ရှုံ့မသွားပါနဲ့ဦး။
Justice League မှာ ပရိသတ်တွေ မကြိုက်ခဲ့ပေမယ့်
သူ့လက်ရာ Avengers ရယ် Age of Ultron ကို ကြိုက်ခဲ့ကြတာ သတိရဦးမှာပါ။
ဒါ့အပြင် စူပါဟီးရိုးဖန်တိုင်းကြိုက်တဲ့ Agents of Shield စီးရီးကလည်း သူ့လက်ရာပါပဲ။
ဒီလောက်ဆို ဒီဘဲကြီးက Sci-fi action တွေမှာ စိတ်ချရတယ်ဆိုတာ သိမှာပါ။
ဇာတ်လမ်းအကျဉ်းက ဒီလိုပါ…
ဝိတိုရိယခေတ်လို့ ခေါ်တဲ့ 1837 နဲ့ 1901 ခုနှစ်ကြားက
လန်ဒန်မြို့မှာ အခြေတည်ထားပါတယ်။
မြို့ပေါ်ကနေ ထူးဆန်းတဲ့ အရာကြီးတစ်ခု ဖြတ်ပျံသွားပြီး
အဲဒီအရာပေါ်ကနေ ကျလာတဲ့ မီးပွားလို အရာလေးတွေဟာ
လူပေါင်းများစွာကို ထိတွေ့မိခဲ့ပါတယ်။
အဲဒီထဲက အချို့အမျိုးသမီးတွေဟာ စွမ်းအင်ကိုယ်စီ ထူးထူးဆန်းဆန်းရလာခဲ့တာပါပဲ။
ဒီလိုစွမ်းအားတွေရှိနေတဲ့ အမျိုးသမီးတွေကို ရှေးကာလမှာပိုပြီးကြောက်ရွ့့ကြ နှိမ်ချကြတာမဆန်းပါဘူး။
ဒီရုပ်ရှင်က ခေါင်းဆောင်မင်းသမီးတွေ အဓိကပါဝင်တာဖြစ်ပါတယ်။
အဲဒီ စွမ်းအင်တွေရနေတဲ့ အမျိုးသမီးတွေကို စုစည်းပြီး ကာကွယ်ပေးဖို့
ဂေဟာတစ်ခုကို မင်းမျိုးမင်းနွယ် လူချမ်းသာ အပျိုကြီး မစ္စ လဗီးနီးယားဘစ်လိုး
ဆိုတဲ့သူက တည်ထောင်လိုက်ပါတယ်။ X-women တွေလိုပေါ့။
အဲဒီဂေဟာကိုဦးစီးတဲ့ စွမ်းအားရှင်ကတော့ မစ္စစ် အမ်မာလီးရားထရူး ဆိုတဲ့ မုဆိုးမ ဖြစ်ပြီး
သူ့အစွမ်းကတော့ အနာဂတ်ကို အပိုင်းအစတွေအနေနဲ့ ဖြတ်ခနဲ မြင်နိုင်တာပါပဲ။
သူ့ရဲ့လက်ထောက်အနေနဲ့ အခင်ဆုံး သူငယ်ချင်းကတော့ မစ္စ ပန်းနန့်စ် အဒဲရ်ဖြစ်ပြီး
သူ့အစွမ်းကတော့ လျှပ်စစ်စီးကြောင်းတွေကိုမြင်နိုင်ပြီး
ခေတ်ရှေ့ပြေးတဲ့ ပစ္စည်းမျိုးစုံကို တီထွင်နိုင်သူ ဖြစ်လာပါတယ်။
သူတို့မိတ်ဆွေတွေကလည်း အစွမ်းကိုယ်စီနဲ့ပေါ့။
သူတို့ ရင်ဆိုင်ရတဲ့သူတွေကတော့ ဖိနှိပ်ချင်တဲ့ အစိုးရအပြင်
သူတို့လိုစွမ်းအားရှိနေတဲ့ စိတ္တဇလူသတ်သမား ((ဂျိုကာလို ကာရိုက်တာမျိုး)၊
သူတို့တွေကို ဖမ်းပြီးစမ်းသပ်နေတဲ့ ဆရာဝန်၊
ဒါ့အပြင် သူတို့ကို စွမ်းအားတွေရလာစေတဲ့ အနာဂတ်ကလာတဲ့ ဂြိုလ်သားတွေပါ ဖြစ်လာပါတယ်။
ဒီစီးရီးကို ဘာသာပြန်သူအနေနဲ့ အတော်ကို ကြိုက်ပါတယ်။
ပုံမှန် ဇာတ်လမ်းနဲ့သရုပ်ဆောင်တွေကို ကြိုက်တာအပြင် ဘောနပ်စ် အနေနဲ့
ဗြိတိန်စကားပြောနဲ့လေသံလေးတွေပါလို့ ပိုသဘောကျပါတယ်။
မင်းသမီးက အန်းဟဲသားဝေးနဲ့ ဆင်နေလို့ သဘောကျပါတယ်။
ဝိတိုရိယခေတ် လေဒီလေးတွေရဲ့ ခါးစီးတွေနဲ့ ဂါဝန်ရှည်လေးတွေနဲ့ ချစ်စရာကောင်းတာလေးကို သဘောကျပါတယ်။
တိုက်ခိုက်ခန်းတွေက အရမ်းကြမ်းတော့ ဂါဝန်တွေ ကျွတ်လိုက် ပြဲလိုက် မလုံ့တလုံဖြစ်လိုက်ကိုလည်း သဘောကျပါတယ်။
သတိပေးချင်တာကတော့ မိသားစုနဲ့ ကြည့်မယ်ဆိုကြည့်လို့ရပေမယ့်
အိပ်ရာခန်းလေးတွေ ၃-၄ ခန်းလောက် ပါတာမို့
ရီမုလေး ကိုင်ထားပြီးကြည့်သင့်ကြောင်း အကြံပေးရင် တင်ဆက်လိုက်ကြပါတယ်။
အပန်းဖြေနိုင်ကြပါစေ။
Season 1
Zip file (1-6) – Vip / Yoteshin / Megaup
Episode 1 – VIP / Yoteshin / Megaup / Veryfile / Meganz
Episode 2 – VIP / Yoteshin / Megaup / Veryfile / Meganz
Episode 3 – VIP / Yoteshin / Megaup / Veryfile / Meganz
Episode 4 – VIP / Yoteshin / Megaup / Veryfile / Meganz
Episode 5 – VIP / Yoteshin / Megaup / Veryfile / Meganz
Episode 6 – VIP / Yoteshin / Megaup / Veryfile / Meganz
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
