Synopsis of Marco polo Season 1+2 (2014) 18+ဒီတစ်ခါတော့ သမိုင်းကြောင်းတွေထဲမှာ နာမည်ကြီးတဲ့ မာကိုပိုလိုကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် အဲဒါအပြင် အာရှရဲ့ နာမည်ကြီး အင်ပါယာ မွန်ဂိုလီယား အကြောင်းပါ ပါနေတော့ တကယ့်ကိုကြည့်လို့ကောင်းမဲ့ ကားကောင်းလေး တစ်ကားပါပဲ ဇာတ်လမ်းတွဲလေးဆိုတော့ ပိုပြီးတော့ ပြည့်ပြည့်စုံစုံလေးသိရမှာပါဇာတ်လမ်းအကျဉ်းမာကိုပိုလိုရဲ့ အဖေက မာကိုပိုလိုမွေးတဲ့အချိန်မှာရှိမနေခဲ့သလို သူ့ကိုမွေးထားမှန်းလည်း မသိခဲ့ပါဘူး သူက စွန့်စွန့်စားစားနဲ့ ခရီးတွေထွက်ပြီး ကုန်သွယ်ဖို့ကိုပဲ အာရုံထားတဲ့တစ်ယောက်ပေါ့ မာကိုပိုလိုရဲ့ အမေကလည်း သူအသက်၆နှစ်သားကတည်းက ဆုံးသွားခဲ့ရာကနေ သူ့အဖေနဲ့ပြန်တွေ့ပြီး သူ့အဖေထွက်မဲ့ ခရီးကို လိုက်ခဲ့ပါတော့တယ်သူတို့သွားတဲ့ ခရီးကလည်း စစ်ပွဲတွေပြင်းထန်နေတဲ့ မွန်ဂိုလီယား နိုင်ငံပါ အဲဒီအချိန်မှာ မွန်းဂိုအင်ပါယာကြီးကို အုပ်ချုပ်နေတဲ့သူကတော့ ကူဘလိုင်ခန် ပါ သူက ခရစ်ယာန်ဘုန်းတော်ကြီးတွေကို တောင်းဆိုလိုက်ပေမဲ့ မာကိုပိုလိုတို့က ခေါ်မလာပေးနိုင်တာကြောင့် သူ့ကို တသက်တာနယ်နှင်ဒဏ်ပေးလိုက်တဲ့အချိန်မှာပဲ မာကိုပိုလို အဖေက သူ့သားကို ကုန်သွယ်ခွင့်ရဖို့အတွက်နဲ့ မွန်ဂိုဘုရင်ဆီမှာ အစေခံအဖြစ်ထားခဲ့ရာကနေ ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ ဆက်လက်ရှုစားလိုက်ကြပါဦးသိုင်းချ၊လူချ၊ ဟိုလိုချ ဒီလိုချတွေ အရမ်းများလို့ မိသားစုနဲ့မကြည့်သင့်ပါကြောင်း။File size…500MBQuality….Webrip 720Format…mp4Duration….1 hourGenre…Action, Adventure, DramaSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Garfield Link 1  –     Meganz  Usersdrive   2  –     Meganz  Usersdrive   3  –     Meganz  Usersdrive   4  –     Meganz  Usersdrive   5  –     Meganz  Usersdrive   6  –     Meganz  Usersdrive   7  –     Meganz  Usersdrive   8  –     Meganz  Usersdrive   9  –     Meganz  Usersdrive   10  –     Meganz  Usersdrive   (END)Season-2 1  –     Meganz  Usersdrive   1  –     Meganz  Usersdrive 2  –     Meganz  Usersdrive   2  –     Meganz  Usersdrive 3  –     Meganz  Usersdrive   3  –     Meganz  Usersdrive 4  –     Meganz  Usersdrive   4  –     Meganz  Usersdrive 5  –     Meganz  Usersdrive   5  –     Meganz  Usersdrive 6  –     Meganz  Usersdrive   6  –     Meganz  Usersdrive 7  –     Meganz  Usersdrive   7  –     Meganz  Usersdrive 8  –     Meganz  Usersdrive   9  –     Meganz  Usersdrive   9  –     Meganz  Usersdrive 10  –     Meganz  Usersdrive   10  –     Meganz  Usersdrive 