Synopsis of Five Six Seven Eight (2022)Five Six Seven Eight (2022)Super Dancer Season 1 မှာအနိုင်ရခဲ့ပြီး အသက်၁၆နှစ်သာရှိသေးတဲ့ အိန္ဒိယနိုင်ငံမှ Dancer တစ်ဖြစ်လဲမင်းသမီးလေး Ditya Bhande မှပါဝင်သရုပ်ဆောင်ပေးထားပြီးကကွက်ဆန်းတွေနဲ့ ရင်သပ်ရှုမောစရာ‌အကပြိုင်ပွဲကြီးအကြောင်းရိုက်ကူးတင်ဆက်ထားပါတယ်IMDb ကလည်း 8.1အထိရရှိခဲ့တာဖြစ်လို့ စီးရီးကောင်းတစ်ခုလို့ပဲညွှန်းချင်ပါတယ်ဇာတ်လမ်းအညွှန်း…ဆင်ဘာ(Ditya Bhande) ကတော့ဆင်းရဲတဲ့မိသားစုကမွေးဖွားလာခဲ့ပြီးအကကိုရူးသွပ်တဲ့ကလေးတစ်ယောက်ပါ အမေဖြစ်သူက ငါးရောင်းဝယ်တဲ့လူဖြစ်လို့ဆင်ဘာ့ကိုဆိုင်စောင့်ခိုင်းရင်တောင် ဂီတသံကြားတာနဲ့ ဆိုင်ကိုသူများနဲ့အပ်ခဲ့ပြီးအပြေးသွားကတဲ့အထိရူးသွပ်ပါတယ် မိခင်ဖြစ်သူကငွေကြေးအဆင်မပြေတာကြောင့်အကသင်တန်းတွေတက်ဖို့မပူဆာဘဲ အားတာနဲ့ အကသင်တန်းကျောင်းသွားပြီးသင်တန်းသားတွေကတာကို လိုက်မှတ်ကြည့်ရှုပြီး ပြန်အကကျင့်တတ်တဲ့သူမ ..တစ်ခါကြည့်တာနဲ့ ဘယ်ကကွက်ကဘယ်လိုဆိုပြီး သူငယ်ချင်းတွေကိုပြန်သင်နိုင်တဲ့အထိဉာဏ်ကောင်းလွန်းတဲ့သူမပါသူသွားချောင်းတဲ့သင်တန်းမှာတော့ လူချမ်းသာမိသားစုထဲက ဗစ်ကရမ်ဆိုတဲ့ကောင်လေးရှိပါတယ် သူမနဲ့ကတော့တစ်ခါမှမတည့်ကြဘူးပေါ့ ဒါပေမယ့် သူတို့အိပ်မက်က တစ်နေ့ကျရင် International အကပြိုင်ပွဲရဲ့စတိတ်စင်ပေါ်တက်ရောက်ခွင့်ရဖို့ပါနိုင်ငံတကာအကပြိုင်ပွဲမှာ အိန္ဒိယကတစ်ခါမှ အကြိုဗိုလ်လုပွဲအထိတောင်မတက်ရောက်နိုင်ခဲ့တဲ့ရာဇဝင်လည်းရှိနေပါတယ်မရှိဆို China,USA, Mexico,Spain,UK, Russia,Japan စတဲ့နာမည်ကြီးနိုင်ငံတွေပါ ပါဝင်နေတာကြောင့်ပါပဲဒီလိုအခက်အခဲတွေကြားကနေသူတို့တက်ရောက်နိုင်ပါ့မလား မတည့်အတူနေ ဆင်ဘာနဲ့ဗစ်ကရမ်ကြားရော ဘယ်လိုဖြစ်သွားမလဲရင်သပ်ရှုမောစရာကကွက်တွေကိုကြက်သီးထစရာကြည့်ရှုရမှာဖြစ်လို့ အခုပဲအပြေးဒေါင်းကြည့်လိုက်ကြပါတော့ရှင်Quality : 600MB  300MBTotal s : 8EpsFormat : mp4Genres : DramaDuration :34mSubtitle : Myanmar Subtitle ( Hardsub )Translated by Shwe Pyae Sone ~ Hay Man ~ Kham Mon ~ YunniEncoded by YK==== 1 –   Userdrive  Streamvid  Meganz   2 –   Userdrive  Streamvid  Meganz   3 –   Userdrive  Streamvid  Meganz   4 –   Userdrive  Streamvid  Meganz   5 –   Userdrive  Streamvid  Meganz   6 –   Userdrive  Streamvid  Meganz   7 –   Userdrive  Streamvid  Meganz   8 –   Userdrive  Streamvid  Meganz  ===== 1 –   Userdrive  Streamvid  Meganz   2 –   Userdrive  Streamvid  Meganz   3 –   Userdrive  Streamvid  Meganz   4 –   Userdrive  Streamvid  Meganz   5 –   Userdrive  Streamvid  Meganz   6 –   Userdrive  Streamvid  Meganz   7 –   Userdrive  Streamvid  Meganz   8 –   Userdrive  Streamvid  Meganz   