"Synopsis of American Gods {Complete}
Supernatural စီးရီးအပြီးမှာ ကျွန်တော် စိတ်ဝင်တစားကြည့်မိတဲ့ စီးရီးတစ်ခုပါ။
အမေရိကန် နတ်ဘုရားများလို့ နာမည်ပေးထားပေမယ့် တကယ်တော့ နတ်ဘုရားတွေ အတော်စုံပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Greek, Egypt, Norse နတ်ဘုရားတွေနဲ့ အခြား ပုံပြင်ထဲက သတ္တဝါဆန်းတွေ ပါပါတယ်။
နတ်ဘုရားတွေဟာ လူတွေကြားထဲမှာ ရောပြီးနေကြရင်း အမေ့လျော့ခံ ကိုးကွယ်သူမရှိတဲ့ ဘဝတွေမှာ ရုန်းကန်နေကြတာပါ။
ဒါပေမယ့် ခေတ်သစ်နတ်ဘုရားတွေကတော့ လူတွေအပေါ် နည်းလမ်းသစ်တွေနဲ့လွှမ်းမိုးနေကြပြီး
ခေတ်ဟောင်းနဲ့ ခေတ်သစ်နတ်ဘုရားတွေရဲ့ အားပြိုင်မှုမှာ တင်းမာမှုတွေနဲ့ စစ်ပွဲကြီးဖြစ်လာတော့မယ် အခြေအနေပါ။
ဒီစီးရီးဟာ Neil Gaiman ရဲ့ American Gods ဝတ္ထုကို ပြန်ရိုက်ထားတာပါ။
ဝတ္ထုတွေကနေ ပြန်ရိုက်တဲ့ အချို့ ရုပ်ရှင်တွေမှာ ဇာတ်ညွှန်း အပြောင်းအလဲတွေ
အရမ်းကောင်းရင် ပိုစိတ်ဝင်စားစရာကောင်းသွားတာတွေ ရှိနေတတ်ပါတယ်။
ဒီစီးရီးဟာလည်း စာအုပ်မဖတ်ပဲ အရင်ကြည့်သင့်တဲ့ စီးရီးထဲမှာ ပါပါလိမ့်မယ်။
အခန်းတွေကို ရှေ့နောက်ပြန်စီထားတာတွေ၊ မြှပ်ကွက်ထပ်ထည့်ထားတာတွေနဲ့ အခန်းပိုအချို့
ထပ်ထည့်ထားတာတွေ အကုန်ကောင်းနေပါတယ်။
ကျွန်တော်လည်း စာအုပ်ကို စီးရီးရောက်သလောက်ပဲ ဖတ်ပြီး ဆက်မဖတ်ဘဲ ရပ်ထားပြီး စီစန် ၂ ကိုပဲ ဆက်စောင့်နေတာပါ။
ဇာတ်လမ်းအကျဉ်းကတော့ ရှဲဒိုးမွန်းဆိုတဲ့ လူတစ်ယောက်ဟာ ထောင်ထဲက ထွက်လာပြီး မိန်းမဆီကို ပြန်မယ့်နေ့မှာပဲ ထူးဆန်းတဲ့
လူကြီးတစ်ဦးနဲ့ လေဆိပ်မှာ စတွေ့ခဲ့ပါတယ်။
အဲဒီလူကြီးဟာ သူ့ဘဝအကြောင်းကို ထူးထူးဆန်းဆန်းသိနေပြီး သူ့ကို အလုပ်လုပ်ဖို့ကမ်းလှမ်းခဲ့ပါတယ်။
ရှဲဒိုးမွန်းနဲ့ ဘယ်သူဘယ်ဝါမှန်းမသိတဲ့ လူကြီးတို့ အတူခရီးထွက်ရင်း ရှဲဒိုးမွန်းတစ်ယောက်
သူမသိတဲ့ ကမ္ဘာကြီးထဲက ထူးဆန်းမှုမျိုးစုံနဲ့ ကြုံလာရတဲ့အခါ….
American Gods TV Series ရဲ့ Review ကို ရေးပေးထားသူကတော့ Little Neo
ဖြစ်ပြီး ဘာသာပြန်ပေးထားတာကတော့ Mmsubtiles မှ ဖြစ်ပါတယ်
===================
Zip File – Yoteshin[Season1] / Megaup[S01] / Megaup[S02] / Yoteshin[season 2] / VIP
~ End ~
Season – 3
Ep01- Yoteshin / Userdrive / Veryfile / Datbu / Megaup / VIP
Ep02- Yoteshin / Userdrive / Veryfile/ Datbu / Megaup / VIP
Ep03- Yoteshin / Userdrive / Megaup /Veryfile / Datbu / VIP
Ep04 – Yoteshin / Megaup / Meganz / Veryfile /Datbu / VIP
Ep05 – Yoteshin / Upstream / Megaup / Datbu / VIP
Ep06 – Yoteshin / Veryfiles / Upstream / Megaup / Mega / VIP
Ep07 – Yoteshin / Veryfiles / Upstream / Megaup / Mega / VIP
Ep08 – Yoteshin / Veryfiles / Upstream / Megaup / Mega / VIP
Ep09 – Yoteshin / Veryfiles / Upstream / Megaup / Mega / VIP
Ep10 – Yoteshin / Veryfiles / Upstream / Megaup / Mega / VIP
Zip File
1 – 5 – Yoteshin / Megaup / Userdrive / VIP
6 – 10 – Yoteshin / Megaup / Userdrive / VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
