Synopsis of Sean eternos: Campeones de América (2022) CompleteSean eternos: Campeones de América (2022) Completed Mini Series၂၀၂၁ခုနှစ်၊ ဇူလိုင်၂၁ရက် ဘရာဇီးလ်နိုင်ငံမှာရှိတဲ့ မာရာကာနာကွင်းကြီးမှာ ဘရာဇီးလ်အသင်းနဲ့ အာဂျင်တီးနားအသင်းတို့ ကိုပါအ​မေရိကဖလား ဗိုလ်လုပွဲအဖြစ် ယှဉ်ပြိုင်ခဲ့ကြပါတယ်။ ​ကမ္ဘာ့​​​ဘောလုံးအင်အားကြီးနိုင်ငံအသင်း နှစ်သင်းက ​တောင်အ​မေရိကရဲ့ ဂုဏ်သိက္ခာအကြီးဆုံးဆုဖလားပြိုင်ပွဲရဲ့ ဗိုလ်လုပွဲမှာ ​တွေ့ဆုံကြတာဖြစ်လို့ လူစိတ်ဝင်စားမှု များခဲ့သလို တစ်ဘက်မှာလည်း ပွဲကိုပိုအရှိန်တက်​​စေမယ့် ​​​စေ့​ဆော်မှု ပိုများ​စေတဲ့ အ​ကြောင်းရင်းတစ်ချက် ရှိပါ​သေးတယ်။အဲဒါက​တော့ ဘောလုံးသမိုင်းတလျှောက် အ​ကောင်းဆုံးလို့တင်စားခံရ​ပေမဲ့ နိုင်ငံအသင်းနဲ့ ဆုဖလားမရယူနိုင်​သေးလို့ ဝေဖန်မှု​တွေ အမြဲလိုလို ခံခဲ့ရတဲ့ အာဂျင်တီးနားတိုက်စစ်မှူး လီယွန်နယ်မက်ဆီနဲ့ နိုင်ငံအသင်းအောင်မြင်မှုနဲ့ ကြံဖန်ကပ်လွဲ​နေတဲ့ ဘရာဇီးလ်တိုက်စစ်ကစားသမား ​နေမာဂျူနီယာတို့ရဲ့ အားပြိုင်မှုပဲ ဖြစ်ပါတယ်။ပွဲပြီးဆုံးချိန်မှာ​​တော့ အာဂျင်တိုင်းသား​တွေဟာ အိန်ဂျယ်ဒီမာရီယာ သွင်းယူခဲ့တဲ့ တစ်လုံးတည်း​သောသွင်းဂိုးနဲ့အတူ ၂၈နှစ်ကြာ ဖလားလက်မဲ့ဖြစ်မှုကို အဆုံးသတ်နိုင်ခဲ့သလို GOAT ကြီးတစ်​ယောက်လို့ တင်စားခံရတဲ့ လီယွန်နယ်မက်ဆီအတွက်လည်း ကစားသမားဘဝ အမည်းစက်လို ဖြစ်​နေတဲ့ လက်​ရွေးစင်အသင်းနဲ့ ဆုဖလားမရခဲ့တဲ့ စံချိန်ဆိုးကို ​​ချေဖျက်နိုင်ခဲ့တယ်ဆိုတာ အားလုံးအသိဖြစ်မှာပါ။အာဂျင်တီးနားအတွက် ဒီလိုမှတ်​ကျောက်တင်စရာ ​အောင်မြင်မှုကို Netflix ရဲ့ Argentina region က​နေ Documentary တစ်ခုအဖြစ်ရိုက်ကူးပြီး အာဂျင်တီးနားနိုင်ငံသီးသန့် ထုတ်လွှင့်ပြသခဲ့ပါတယ်။ ဒါ​ပေမဲ့ ဒီ Documentary ကို ပြသမယ်ဆိုတဲ့ သတင်းထွက်လာစဉ်ကတည်းက အား​ပေးဖို့​စောင့်​နေကြတဲ့ လီယွန်နယ်မက်​​ဆီရဲ့အမာခံပရိသတ်​​တွေ ဒုနဲ့​ဒေးရှိခဲ့သလို အခုထိလည်း Worldwide လွှင့်​ပေးဖို့ ​တောင်းဆိုမှု​တွေ ရှိ​နေဆဲပါ။ CM မှာ​တော့ Italy Sub ကို Eng sub တိုက်ရိုက်​​ပြောင်းပြီး တင်ဆက်ထားတာဖြစ်လို့ လွဲမှားမှုရှိခဲ့ရင် နားလည်​စေလိုပါတယ်။ဒီ Documentary မှာ အာဂျင်တီးနားအသင်းရဲ့ကိုပါအ​မေရိကဖလား အုပ်စုအ​ဆင့်​ ကျော်ဖြတ်ပုံက​နေစပြီး အနိုင်ရဗိုလ်စွဲသွားတဲ့အချိန်ထိ အဝတ်လဲခန်းအတွင်းက အ​ကြောင်းအရာ​တွေ၊ ကွင်းတွင်းကွင်းပြင် ​Unseen အ​ကြောင်းအရာ​တွေ၊ ကစားသမား တစ်ဦးချင်းစီတိုင်းရဲ့ မိတ်​ဆက်​နဲ့အင်တာဗျူး​တွေကို ​ပြည့်ပြည့်စုံစုံတင်ဆက်​ထားပါတယ်။ ဒါ့အပြင် မက်​ဆီရဲ့အခန်းကဏ္ဍကိုလည်း ကြီးကြီးမားမားထည့်သွင်း​ပေးထားပါတယ်။ အင်တာဗျူးအပိုင်းမှာလည်း ဆွာရက်ဇ်နဲ့နေမာလို မက်ဆီရဲ့အချစ်ဆုံးသူငယ်ချင်း​တွေ၊ ဇာဗီ၊ ဘူစကွက်နဲ့ အယ်ဘာလို ဘာစီလိုနာအသင်း​ဖော်​​ဟောင်း​​တွေအပြင် ​ရော်နယ်ဒင်ဟိုနဲ့ အိုင်းမားစတဲ့ မက်ဆီရဲ့ကစားသမားဘဝမှာ အ​ရေးပါခဲ့တဲ့ ကစားသမားကြီး​တွေကိုပါ ထည့်သွင်းအင်တာဗျူးထားတဲ့အတွက် အ​တော်​လေးကြည့်ရတန်မယ့် Documentary ဖြစ်မှာပါ။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ Jim X ပဲဖြစ်ပါတယ်။)Size ~ 700MB+Total – 3 sQuality – Duration ~ 41min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Documentary, SportSource : NF.Web-dl.Translator – Jim XEncoder – YSeries Complete Zip  MegaUp 1 –>     MegaUp  MegaNZ  UsersDrive  StreamSB 2 –>     MegaUp  MegaNZ  UsersDrive  StreamSB 3 –>     MegaUp  UsersDrive  StreamSB 