"Synopsis of Shadow and Bone (2021)
Shadow and Bone (2021)
===================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 8.2/10
ဒီနှစ်အတွက် မှော်စီးရီး ကောင်းကောင်းလေး ကြည့်ချင်နေတဲ့သူတွေအတွက် Shadow and Bone က တကယ် ကျေနပ်စေမှာပါ။ ဒီဇာတ်လမ်းဟာ စိတ်ကူးယဉ်နိုင်ငံနဲ့ တိုင်းပြည်တွေအပေါ် အခြေခံပြီး တည်ဆောက်ထားပါတယ်။ ရက်ဗ်ကာဆိုတဲ့ ကြီးကျယ်ခမ်းနားတဲ့ နိုင်ငံကြီးတစ်ခုဟာ နိုင်ငံအလယ်မှာ ဘယ်လိုမှ ဖျက်ဆီးလို့မရတဲ့ အမှောင်တံတိုင်းကြီးနဲ့ ကာဆီးနေပြီး ကွဲပြားနေပါတယ်။ အရှေ့ဘက်နဲ့ အနောက်ဘက်ကို ခရီးသွားဖို့ အမှောင်တံတိုင်းကြီးကိုဖြတ်ဖို့ကလည်း အထဲက သတ္တဝါဆိုးကြီးတွေကြောင့် အန္တရယ်များလွန်းပါတယ်။ တံတိုင်းကြီးကို ဘေးကပတ်သွားတော့လည်း လမ်းတွေက ကြမ်းတမ်းပြီး ရန်သူတွေ ဝိုင်းနေတာပါပဲ။ ဒီတော့ ဒီတံတိုင်းကိုသာ ဘေးကင်းကင်း ဖြတ်ကူးနေနိုင်သူက နိုင်ငံရဲ့ အချမ်းသာဆုံးအဖြစ် လွယ်လွယ်ဖြစ်လာနိုင်ပါတယ်။ ဒါပေမယ့် ရက်ဗ်ကာနိုင်ငံက လူတွေကလည်း သာမန်တွေမဟုတ်ပါဘူး။ မှော်အစွမ်းကိုယ်စီရှိတယ်သူတွေလည်း ပါပါတယ်။ မီး၊ရေ၊လေ၊အမှောင်ကို ထိန်းနိုင်သူတွေ၊ လူကို ထိန်းချုပ်နိုင်သူတွေ စသည်ဖြင့် မျိုးစုံရှိပါတယ်။ ဒါပေမယ့် သူတို့တွေမှာ မရှိသေးတာက နေဖန်ဆင်းသူဆိုတဲ့ အလင်းကို ထိန်းချုပ်နိုင်သူပါပဲ။ အဲဒီလို အစွမ်းနဲ့သူတစ်ယောက်သာရှိရင် အမှောင်တံတိုင်းကို ကောင်းကောင်းအံတုနိုင်ပြီ ဖြစ်ပေမယ့် နေဖန်ဆင်းသူဆိုတာ ဒဏ္ဍာရီလိုပဲ ဖြစ်နေခဲ့တာပါ။ ဒါ့အပြင် ရက်ဗ်ကာနိုင်ငံရဲ့ မှော်အစွမ်းမရှိတဲ့သူတွေကို စစ်တပ်အဖွဲ့ ဖွဲ့ထားပြီး တိုက်ခိုက်ရေးသမားတွေ၊ မြေပုံဆွဲသူတွေ စသည်ဖြင့် တာဝန်ပေးထားပါတယ်။ အဲဒီတပ်ကိုတော့ ပထမတပ်ဖွဲ့လို့ခေါ်ပြီး မှော်ဆရာတပ်ကိုတော့ ဒုတိယတပ်လို့ ခေါ်ပါတယ်။ ဒုတိယတပ်ဟာ ပထမတပ်တွေကို ကြုံတိုင်း နှိမ်တတ် အနိုင်ကျင့်တတ်တာပါပဲ။ ဒီလိုနေ့ တစ်နေ့မှာတော့နေဖန်ဆင်းသူ တစ်ယောက်ရှိလာတယ်ဆိုတဲ့ သတင်းထွက်လာတဲ့အခါ….
ဒီ Mini-Series မှာ အပိုင်း(၈)ပိုင်းပါဝင်ပြီး တစ်ပြိုင်တည်းထွက်ရှိထားပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)
Quality – 1080p, 720p WebRip
Duration – 47 mins (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Adventure, Drama
Source : 1080p.WebRip
Translator – Littleneo
Encoder – SWM
1080P (800 Mb)
ZIP Yoteshin / VIP
Episode(1)
Yoteshin / Megaup / Mega / Upstream / Usersdrive
Episode(2)
Yoteshin / Megaup / Mega / Upstream / Usersdrive
Episode(3)
Yoteshin / Megaup / Mega / Upstream / Usersdrive
Episode(4)
Yoteshin / Megaup / Mega / Upstream / Usersdrive
Episode(5)
Yoteshin / Megaup / Mega / Upstream / Usersdrive
Episode(6)
Yoteshin / Megaup / Mega / Upstream / Usersdrive
Episode(7)
Yoteshin / Megaup / Mega / Upstream / Usersdrive
Episode(8) – End
Yoteshin / Megaup / Mega / Upstream / Usersdrive
—————————————————————————
CM VIP – LINK
—————————————————————————
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
