Synopsis of Cheer Up (2022)Cheer Up (2022)=============ဒီတစ်ခေါက်မှတော့ ပရိတ်သတ်တွေ ပေါ့ပေါ့ပါးပါးကြည့်ရမယ့် COMEDYROMANCE အမျိုးအစား ကျောင်းသားဇာတ်လမ်းတွဲလေး တင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်လမ်းမှာတော့ တက္ကသိုလ်ကျောင်းသားဘဝရဲ့ ပျော်စရာလေးတွေ၊ ရယ်မောစရာလေးတွေကို သေချာပုံဖော်ပြသထားလို့ ပရိတ်သတ်ကြီးလည်း အကြိုက်တွေ့မယ်လို့ မျှော်လင့်ပါတယ်။ဇာတ်လမ်းအကျဉ်း———————————–ထက်မြက်ပြီး ဇွဲကြီးတဲ့ ဒိုဟယ်အီဆိုတဲ့ ကောင်မလေးက တက္ကသိုလ်ကျောင်းသူတစ်ယောက်ဖြစ်ပေမဲ့ မိဘရဲ့ ငွေကြေးမပြည့်စုံတဲ့ အခြေအနေကြောင့် ကျောင်းတက်ဖို့ထက် ငွေရှာဖို့ကိုပဲ အမြဲဦးစားပေးရပါတယ်။ တစ်ရက်မှာတော့ ယွန်ဟီးတက္ကသိုလ်ရဲ့ cheering squad အဖွဲ့ဝင်တစ်ယောက်အဖြစ် ပါဝင်လိုက်ပါတယ်။Teyia လို့ခေါ်တဲ့ cheering squad ဟာ ကျောင်းမှာ နှစ် ၅၀ ကြာ သက်တမ်းရှိနေတဲ့အဖွဲ့တစ်ခုဖြစ်ပါတယ်။ သူမဒီအဖွဲ့ထဲကို ဝင်ရတဲ့ အဓိက ရည်ရွယ်ချက်က ငွေကြေးထောက်ပံ့မှုပေးတဲ့ အတွက်ကြောင့်ဆိုပေမယ့် တကယ်တမ်းအဖွဲ့မှာ ပါဝင်လုပ်ဆောင်တဲ့အခါမှာတော့ ဒိုဟယ်အီတစ်ယောက် တက္ကသိုလ်ရဲ့ ပျော်ရွှင်မှုတွေကို စပြီးခံစားလာရပါတော့တယ်။ဒီအဖွဲ့လေးမှာ Teyia ရဲ့ အဖွဲ့ဝင်တွေနဲ့ တွေ့ခဲ့ရပြီး၊ cheering squad ကို ငွေကြေးအထောက်အပံ့ရော စိတ်ဓာတ်ခွန်အားရောပေးနေတဲ့ ယွန်ဟီးတက္ကသိုလ်ရဲ့ ကျောင်းသားဟောင်းတစ်ဦးလည်းဖြစ် cheering squad ရဲ့ အဖွဲ့ဝင်ဟောင်းတစ်ယောက်လည်းဖြစ်တဲ့ဘယ်ယောင်အွန်းနဲ့ ဆုံတွေ့ခဲ့ပါတယ်။ ဒီလို ဆုံတွေ့မှုက ဒိုဟယ်အီအတွက် ဘယ်လိုအပြောင်းလဲလေးတွေဖြစ်စေမှာလဲ၊ cheering squad က အဖွဲ့ဝင်လေးတွေရဲ့ တက္ကသိုလ်ကျောင်းသားဘဝလေးကို ပျော်စရာ ရယ်မောစရာလေးဖြစ်အောင်ရိုက်ကူးထားတဲ့CHEER UP ဆိုတဲ့ ဇာတ်လမ်းလေးမှာ ဆက်လိုက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီစီးရီးရဲ့ အညွှန်းကို Hay Thar မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size – (800 Mb)  (500 MB)Quality – WEB-DL   Duration – 50Mins(@)Subtitle – Myanmar HardsubFormat – MP4Genre : Drama, ComedyTranslator – CM TeamEncoder – SWMTelegram >>> Click Here (600 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –     MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive(5) –     MegaNZ    Usersdrive(6) –     MegaNZ    Usersdrive(7) –     MegaNZ    Usersdrive(8) –     MegaNZ    Usersdrive(9) –     MegaNZ    Usersdrive(10) –     MegaNZ    Usersdrive(11) –     MegaNZ    Usersdrive(12) –     MegaNZ    Usersdrive(13) –     MegaNZ    Usersdrive(14) –     MegaNZ    Usersdrive(15) –     MegaNZ    Usersdrive  (16) –     MegaNZ    Usersdrive   – End1080P (1.0 GB)———————————–(1) –     MegaNZ  Usersdrive(2) –     MegaNZ  Usersdrive(3) –     MegaNZ  Usersdrive(4) –     MegaNZ  Usersdrive(5) –     MegaNZ  Usersdrive(6) –     MegaNZ  Usersdrive(7) –     MegaNZ  Usersdrive(8) –     MegaNZ  Usersdrive(9) –     MegaNZ  Usersdrive(10) –     MegaNZ  Usersdrive(11) –     MegaNZ  Usersdrive(12) –     MegaNZ  Usersdrive(13) –     MegaNZ  Usersdrive(14) –     MegaNZ  Usersdrive(15) –     MegaNZ  Usersdrive  (16) –     MegaNZ  Usersdrive   – End 