"Synopsis of 1000 Stars(2021)Thia BL
1000 Stars(2021)Thia BL ဇာတ်လမ်းတွဲအညွှန်း
****************************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အပိုင်းသစ်(၁ မှ ၁၀)ထိ စ/ဆုံး
ဇာတ်လမ်းအကျဉ်း
ဖူဖာ အဖြစ် Earth Pirapat Watthanasetsiri
ထီရန် အဖြစ် Mix Sahaphap Wongratch
တစ်နေ့မှာ ထီရန်ဆိုတဲ့ သူဌေးသားလေးက လောင်းကစားဝိုင်းမှ အပြန် လမ်းတွင် အက်ဆီးဒင့်တစ်ခုကြောင့်
ရုတ်တရက် နှလုံးရပ်သွားပြီး နှလုံးခွဲစိတ်မှုလုပ်ရန်အတွက် ကိုက်ညီမယ့် နှလုံးတစ်စုံကို အသည်းအသန် လိုအပ်နေခဲ့ပါတယ်…
ထိုအချိန်မှာပဲ စိတ်မကောင်းစရာအက်ဆီးဒင့်ကြောင့် သေဆုံးသွားခဲ့တဲ့ လုပ်အားပေး ဆရာမလေး ထောဖန့်ရဲ့နှလုံးဟာ ထီရန်ကိုယ်နဲ့ တိုက်တိုက်ဆိုင်ဆိုင် ကိုက်ညီခဲ့ရာ
ထီရန် တစ်ယောက် ထောဖန့်နှလုံးသားကြောင့် အသက်ဆက်ရှင်ခွင့်ရခဲ့ပါတော့တယ်….
အဲ့ဒီနောက်တော့ ထီရန်တစ်ယောက် သူ့အတွက် နှလုံးလှူဒါန်းသူကို အသည်းအသန် လိုက်ရှာဖွေခဲ့ရာ နောက်ဆုံးတော့ သိလိုက်ရပါတော့တယ်
ဒါ့အပြင် ထောဖန်ရဲ့ မှတ်စုစာအုပ်ကိုပါ ထီရန် ရုတ်တရက်တွေ့သွားတော့ ထောဖန့်ဘဝကို သူ သိလိုက်ရပါတော့တယ်….
နောက်ပြီး နှစ်တစ်နှစ်ရဲ့ နောက်ဆုံးရက်မှာ ကြယ်တစ်ထောင်ကို ရေတွက်မယ်ဆိုတဲ့ ထောဖန် သစ်တောခေါင်းဆောင် ဖူဖာကို ပေးခဲ့တဲ့ ကတိကိုပါ သိလိုက်ရတော့
ထီရန်တစ်ယောက် ထောဖန်ရဲ့ဆန္ဒတွေကို ပြည့်အောင်လုပ်ဖို့ ဆုံးဖြတ်ပြီး ဖာပန်ဒေါင်ရွာလေးကို လိုက်သွားပါတော့တယ်….
ဒီလိုနဲ့ ရက်တွေကြာလာတာနဲ့အမျှ သူ့ခန္ဓာကိုယ်ထဲက နှလုံးသားစေခိုင်းချက်အရ
ထီရန်တစ်ယောက် ထောဖန်ရဲ့ရည်းစားဖြစ်တဲ့ အေးစက်စက်နေတတ်တဲ့ ခေါင်းဆောင် ဖူဖာ့ကို
စတင်ရင်ခုန်လာပါတော့တယ် …..
ခေါင်းဆောင်ဖူဖာ့မှာလည်း ထီရန့်အပေါ် ခံစားချက်တွေရှိနေခဲ့ပါတော့တယ် ….
အဲ့ဒီနောက်တော့ အချင်းအချင်းရဲ့ရင်ခုန်သံတွေကို တစ်ယောက်ကို တစ်ယောက် သိလိုက်ရတော့…
မငြိမ်းချမ်းတဲ့နယ်မြေမှာ ပေါက်ဖွားလာသော သူတို့နှစ်ဦးရဲ့အချစ်ဟာရော ငြိမ်းချမ်းသွားမလား
အနှောက်အယှက်အတားအဆီးတွေကြောင့် ပြိုလဲသွားမလား….
ထီရန်တစ်ယောက် သူ့နှလုံးအလှူရှင် ထောဖန်ရဲ့ ကတိကိုရော တည်စေရန် လုပ်ပေးနိုင်လိုက်မလားဆိုတာ စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးခင်ဗျ…
အညွှန်းကို
Mann Mawkunn မှရေးသားပေးထားပါတယ်…..
Native Title: นิทานพันดาว
Also Known As: A Tale of Thousand Stars
Genres: Romance, Drama
Translated by Mann Mawkunn & Mhoo Htoo
Encoded by Phyo Pyae
ZIP Yoteshin / VIP
Episode 1(550MB)
UsersDrive /Yoteshin/Meganz/Veryfiles/Datbu/MegaUp/CMVIP
Episode 2(550MB)
UsersDrive /Yoteshin/Meganz/Datbu/MegaUp/CMVIP
Episode 3(600MB)
UsersDrive /Yoteshin/Meganz/Datbu/MegaUp/CMVIP
Episode 4(600MB)
UsersDrive /Yoteshin/Meganz/Datbu/MegaUp/CMVIP
Episode 5(600MB)
UsersDrive /Yoteshin/Meganz/MegaUp/CMVIP
Episode 6(600MB)
UsersDrive /Yoteshin/Meganz/MegaUp/CMVIP
Episode 7(600MB)
UsersDrive /Yoteshin/Meganz/MegaUp/CMVIP
Episode 8(600MB)
UsersDrive /Yoteshin/Meganz/MegaUp/CMVIP
Episode 9(600MB)
UsersDrive /Yoteshin/Meganz/MegaUp/CMVIP
Episode 10(600MB) FINAL
UsersDrive /Meganz/MegaUp/Userdrive/CMVIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
