Synopsis of The Kinnaree Conspiracy (2022)လုန်အင်း အဖြစ် Nadech Kugimiyaဖွတ်စွမ်းန် အဖြစ် Yaya urassayaရိုဘတ် အဖြစ် New Chaiyapolဇာတ်လမ်းအကျဉ်းနရိုင်မင်းတရားကြီးလက်ထက် အယုဒ္ဓယပြည်ကြီးဟာ သာယာဝပြောခဲ့သလို အနောက်တိုင်းသားတွေနဲ့ ကုန်ကူးသန်းရောင်းဝယ်မှုတွေရှိနေပြီး နေရာတိုင်းဟာ နိုင်ငံခြားသား ကုန်သည်၊သံတမန်၊စစ်ရေးအရာရှိတွေနဲ့ ပြည့်နေပါတယ်မယ့်ယင်းဖွတ်စွမ်းန်က ဆုံးပါးသွားပြီဖြစ်တဲ့ နာမည်ကြီးသမားတော်တစ်ဦးရဲ့သမီးဖြစ်ပြီး ဖခင်ဖြစ်သူဆီက ဆေးပညာဗဟုသုတတွေကိုရယူကာ အစ်ကိုဖြစ်သူနောက်ကွယ်ကနေ ကုသပေးနေသူဖြစ်ပါတယ်လုန်အင်းထရာဖတ်ခ်ဒီကတော့ မြို့သူမြို့သားတွေရဲ့ ဘေးကင်းလုံခြုံမှုကိုတာဝန်ယူရတဲ့ တပ်ရင်းမှူးတစ်ယောက်ပါရိုဘတ်ကတော့ နရိုင်မင်းတရားကြီး ပြင်သစ်ဘုရင်ဆီကခေါ်ယူထားတဲ့ ပြင်သစ်သံတမန်အရာရှိနဲ့ရင်းနှီးသူ အရာရှိတစ်ယောက်ပဲဖြစ်ပါတယ်တစ်ရက် ရေနစ်သေသူအလောင်းပေါ်လာခဲ့ပြီး သေသူက ပြင်သစ်အရာရှိတစ်ဦးဖြစ်နေတဲ့အခါအရာရှိက ရေနစ်သေဆုံးသွားရုံမဟုတ်တဲ့အပြင် နန်းတွင်းထဲကမိန်းမပျိုတွေသာဝတ်တဲ့ ကိန္နရီဝတ်စုံကိုပါဝတ်ထားခဲ့တဲ့အခါ…ပြင်သစ်နဲ့အယုဒ္ဓယ နှစ်နိုင်ငံကြား ပဋိပက္ခတွေဖြစ်လာရပြီး ပြင်သစ်ဘက်က အကြောင်းပြကာ နိုင်ငံသိမ်းဖို့ ကြံလာပါတော့တယ်လုန်အင်း ၊ဖွတ်စွမ်းန်နဲ့ရိုဘယ်တို့က ဒီဖြစ်ရပ်ကြီးဖြစ်မလာအောင် အမှုမှန်ကို စုံစမ်းစစ်ဆေးပါတော့တယ်လုန်အင်းနဲ့ရိုဘယ်တို့ ဖွတ်စွမ်းန်အပေါ် ခံစားချက်တွေရှိလာတဲ့အခါ ဖွတ်စွမ်းန်တစ်ယောက် ဘယ်သူ့ကိုရွေးမလဲကိန္နရီအဆင်နောက်ကွယ်က လူသတ်သမားရောဖမ်းဆီးနိုင်ပါ့မလားဆိုတာ “ကိန္နရီဆင်နောက်ကွယ်က အမှန်တရား”ဇာတ်လမ်းတွဲမှာ ကြည့်ရမှာပဲဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )Native Title: ลายกินรีs: 16Aired: Oct 24, 2022 – ?Aired On: Monday, TuesdayOriginal Network: Channel 3Duration: 1 hr 35 minTranslated by Kyi Nue Zin & Nang Mwe KhamEncoded by Naing Aung Latt (1) [830MB]     Meganz (1) [1.6GB]     Meganz (2) [700MB]     Meganz (2) [1.6GB]     Meganz (3) [700MB]     Meganz (3) [1.5GB]     Meganz (4) [700MB]     Meganz (4) [1.5GB]     Meganz (5) [700MB]     Meganz (5) [1.5GB]     Meganz (6) [700MB]     Meganz (6) [1.5GB]     Meganz (7) [700MB]     Meganz (7) [1.5GB]     Meganz (8) [700MB]     Meganz (8) [1.5GB]     Meganz (9) [700MB]     Meganz (9) [1.5GB]     Meganz (10) [700MB]     Meganz (10) [1.5GB]     Meganz (11) [700MB]     Meganz (11) [1.5GB]     Meganz (12) [700MB]     Meganz (12) [1.5GB]     Meganz (13) [700MB]    Meganz (13) [1.5GB]    Meganz (14) [700MB]    Meganz (14) [1.5GB]     Meganz (15) [700MB]     Meganz (15) [1.5GB]     Meganz (16)END [700MB]     Meganz (16)END [1.5GB]     Meganz 