Synopsis of Dharavi Bank (2022)Dharavi Bank (2022)Imdb 8.9  10kမင်းသားကြီးSuniel Shettyအဓိကပါဝင်သရုပ်ဆောင်ထားပြီးမင်းသားချောVivekပါ ပါဝင်အားဖြည့်ထားတဲ့CrimeThrillerစီးရီးကောင်းလေးတခု တင်ဆက်ပေးလိုက်ပါပြီဇာတ်လမ်းအကျဉ်းဒီအိန္ဒိယစီးရီးလေးကတော့ အိန္ဒိယနိုင်ငံ မွန်ဘိုင်းမြို့မှာတည်ရှိတဲ့ အာရှရဲ့အဆင်းရဲဆုံးဖြစ်တဲ့ဒါရာဗီရပ်ကွက်မှာ အခြေချတဲ့ ”သာလိန်ဗန်” ဆိုတဲ့ ဂန်းစတားတစ်ယောက်ကို အခြေခံထားပါတယ်။ဆင်းရဲပေမယ့် နှလုံးသားကြီးတဲ့သူတွေနေကြတယ်လို့ ကြွေးကြော်ကြပါတယ်။ဆင်းရဲသားရပ်ကွက်က ဂန်းစတားဆိုပေမယ့် ကုဋေ ၃၀၀၀၀ အထိကြွယ်ဝပြီး နိုင်ငံရေးပိုင်းတွေအထိ စွက်ဖက်နိုင်တဲ့သူပါ။သူ့ရဲ့ အာဏာနဲ့ ကြွယ်ဝမှုတွေကြောင့် နိုင်ငံရေးအာဏာလိုချင်တဲ့သူတွေကပူးပေါင်းချင်ကြပါတယ်။ အဲဒီထဲမှာမှ မာထရီဆိုတဲ့ နိုင်ငံရေးသမားတစ်ယောက်ကိုလက်ခံပြီး ကူညီကြပါတယ်။ အဲဒီအတွက် လက်ရှိအာဏာရ အမျိုးသမီးဝန်ကြီးချုပ်ဖြစ်တဲ့ဂျန်ဗီ ဆူဗီနဲ့ အပွတ်အတိုက်တွေရှိလာတဲ့အခါမှာတော့ ဂန်းစတား သာလိန်ဗန်ကိုရှင်းပစ်ဖို့ ကြိုးစားလာပါတယ်။သာလိန်ဗန်ဆိုတဲ့ဂန်းစတားကြီးကလည်းနှစ်ချီအောင် ကိုယ်ယောင်ဖျောက်နေတာမို့ ရှင်းပစ်ဖို့ ဖြစ်နိုင်ပါ့မလား…?ဒါရာဗီဆိုတဲ့ ဆင်းရဲသားရပ်ကွက်က ဂန်းစတားကြီးက ဘာကြောင့်ချမ်းသာနေရတာလဲ…?သာလိန်ဗန်နဲ့ ဂျန်ဗီဆူဗီတို့ရဲ့ နိုင်ငံရေးစစ်ပွဲကြီးမှာ ဘယ်သူအနိုင်ရသွားမလဲ…?ဘယ်သူကအမှန် ဘယ်သူကအမှားလဲ…?မေးခွန်းများစွာနဲ့ ရင်ခုန်စွာကြည့်ရမယ့် ဇာတ်လမ်းတွဲကောင်းတစ်ခုဖြစ်ပါတယ်။File Size –600MB 400MBQuality –  MX WEB DL  Duration – minute (@)Total s:10EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime  Drama  ThrillerTranslator –Shwe Pyae ~ Hay Man ~ Kham Mon ~ Poe ~ YunniEncoder –YK====== 1 – Userdrive  Streamvid    Meganz 2 – Userdrive  Streamvid    Meganz 3 – Userdrive  Streamvid    Meganz 4 – Userdrive  Streamvid    Meganz 5 – Userdrive  Streamvid    Meganz 6 – Userdrive  Streamvid    Meganz 7 – Userdrive  Streamvid    Meganz 8 – Userdrive  Streamvid    Meganz 9 – Userdrive  Streamvid    Meganz 10 – Userdrive  Streamvid    Meganz====== 1 – Userdrive  Streamvid    Meganz 2 – Userdrive  Streamvid    Meganz 3 – Userdrive  Streamvid    Meganz 4 – Userdrive  Streamvid    Meganz 5 – Userdrive  Streamvid    Meganz 6 – Userdrive  Streamvid    Meganz 7 – Userdrive  Streamvid    Meganz 8 – Userdrive  Streamvid    Meganz 9 – Userdrive  Streamvid    Meganz 10 – Userdrive  Streamvid    Meganz 