Synopsis of Uncoupled (2022)Uncoupled (2022)ရိုးအီခြင်း ငြီးငွေ့ခြင်း-အင်မတန်ရိုးရှင်းပေမဲ့ ကိုယ်တိုင်ကြုံရချိန်မှာတော့နားလည်ရခက် ခံရခက်စေတဲ့စကားလုံးတစ်လုံး၊တစ်နည်းအားဖြင့် သံယောဇဉ်၊အချစ်၊‌မေတ္တာ၊ပတ်သက်မှု‌တွေရဲ့လမ်းဆုံးတစ်ခု။လူတစ်ယောက်အကြောင်းကို အိတ်သွန်ဖာမှောက် ခရေစေ့တွင်းကျသိရဖို့“၁၇ နှစ်” ဆိုတဲ့အချိန်ကာလဟာ လုံလောက်လားလို့မေးရင်တော့ကျွန်တော်တို့တော်တော်များများက ပိုတောင်ပိုဦးမယ် လို့ ပြန်ဖြေကြမှာ အသေအချာပါ။ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကြီးမိုက်ကယ်လော်ဆန်လည်း ကျွန်တော်တို့လိုပဲ တွေးထင်ခဲ့သူတစ်ယောက်ပေါ့။ဒါပေမဲ့ လောကမှာ နားလည်ရအခက်ဆုံးနဲ့ အစိုးမရဆုံးအရာ၊ အပြောင်းအလဲလွယ်ဆုံးအရာဆိုတဲ့ဘွဲ့ထူးတွေတသီကြီးရထားတာ “လူတစ်ယောက်ရဲ့စိတ်သဘောထား” ဆိုတာကို သူမေ့လျော့နေခဲ့တဲ့အခါ…၁၇ နှစ်တာကာလပတ်သက်မှုတစ်ခုဟာ မျက်စိတစ်မှိတ်အတွင်းမှာ သစ်စိမ်းချိုးချိုးခံရပြီးနေ့ချင်းညချင်း Mr Perfect Boyfriend ကိုရထားတဲ့အတွက် ဂေးတိုင်းရဲ့စံပြပုဂ္ဂိုလ်ဘဝကနေနေ့ချင်းညချင်းပဲ အသက် ၅၀ နားကပ်နေတဲ့ Single Gayဘဝကို ရောက်သွားတဲ့အခါမှာတော့…ပုံမှန်အသက် ၅၀ နားကပ်လို့ အားလုံးက အခြေတကျဖြစ်နေကြချိန်မှာမှ ချွတ်ချော်ပြီး လူပျိုအိုကြီးဖြစ်သွားတဲ့မိုက်ကယ်လော်ဆန်၊ဂေး smallလေးတွေ ဂေး အဆင်လေးတွေကြားထဲမှာမှ ဂေးအိုကြီးဖြစ်နေတဲ့သူ့ဘဝ၊ဒီကြားထဲ Singleဖြစ်ရတာကို သေမလောက်ကြောက်နေပြန်တော့ဘယ်လိုအလွဲပေါင်းများစွာနဲ့ future spouseကို လိုက်လို့ရှာမလဲဆိုတာ ကြည့်ရှုရမှာပါ။Romace Comedyအမျိုးအစားလေးဖြစ်တာကြောင့်ပေါ့ပေါးပါးပါးနဲ့ ကြည့်ရှုသူတွေဘဝအမောပြေစေမဲ့ စီးရီးလေးတစ်ခုအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်အညွှန်းကိုတော့ Mary Christ က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Mary Christ, Rashida, တို့ပဲ ဖြစ်ကြပါတယ်။Genre….. Comedy, SoapQuality….  | File size… 1GB | 500MBFormat… mp4Duration…. 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Mary Christ, Rashida,Encoder ….. August 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 