Synopsis of Signal (2016)Signal (2016)၂၀၁၆ ခုနှစ်က Goblin, DOTS, Weightlifting fairy Kim Bok Joo, W, Moon Lovers,The Legend of the Blue Sea, Hwarang, Cindrella and Four Knights, The K2 တို့လိုနာမည်ကြီး ကိုရီးယား ဒရာမာတွေ အပြိုင်အဆိုင်နဲ့ တကယ့်ကို အများကြီးအများကြီး ရှိခဲ့တဲ့နှစ်ပါ။ဒီထဲမှာမှ Signal (2016) က ဆုတွေ အများကြီး သိမ်းပိုက်ခဲ့ပြီးတော့ပရိသတ်ကြည့်ရှုနှုန်းလည်း အမြင့်မားဆုံး ဖြစ်ခဲ့တာပါ။ဆုပေါင်း ၆ ဆုနဲ့ တစ်ကြိုစာရင်း ၈ ကြိမ် ဝင်ခဲ့တဲ့ ဇာတ်လမ်းတွဲကောင်းတစ်ခုလည်း ဖြစ်ပါတယ်။အဲဒီလို ဖြစ်ရလောက်အောင်လည်း ဇာတ်လမ်းနဲ့ဇာတ်ညွှန်း ခိုင်မာမှုက အားကောင်းခဲ့ပါတယ်။အချိန်သီအိုရီကို အခြေခံပြီး တည်ဆောက်ထားတဲ့ ဇာတ်အိမ်ကိုမှုခင်းနဲ့ နိုင်ငံရေး ပေါင်းစပ်လိုက်တဲ့အချိန်မှာတော့ ဇာတ်အိမ်က ကြွသထက် ကြွလာတာပါ။နောက်တစ်ခု ထူးခြားတာကတော့ ဒီဇာတ်လမ်းက ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ဇာတ်လမ်းရေးဖွဲ့ပြီးတော့ ရိုက်ကူးထားတာပါ။၁၉၈၆ ခုနှစ်ကနေ ၁၉၉၁ ခုနှစ်အတွင်း ဂျောင်ဂီပြည်နယ် ဟွာဆောင်းမှာ ဖြစ်ပွားခဲ့တဲ့ ကွင်းဆက်လူသတ်မှုကို အခြေခံထားတာပါ။၂ ကီလိုမီတာ ပတ်လည် အကွာအဝေးအတွင်းမှာ အမျိုးသမီး ၁၀ ယောက် အဓမ္မကျူးလွန်ခံရပြီးတော့ အသတ်ခံခဲ့ရပါတယ်။အသက်အရွယ်တွေကတော့ ၇၁ နှစ်အရွယ်အဖွားအိုတွေကအစ ၁၃ နှစ်အရွယ် ကျောင်းသူတွေပါ ပါခဲ့ပါတယ်။IMDb – 8.510 ရရှိထားပြီးတော့Mydramalist – 910 ရရှိထားတဲ့ စီးရီးကောင်းတစ်ခုမို့ဂျပန်ကတောင် စီးရီးတစ်တွဲနဲ့ မူဗီတစ်ကားကို Remake ပြန်လုပ်ခဲ့ကြပါသေးတယ်။ပရိသတ်တွေ သဘောကျ နှစ်ခြိုက်လွန်းလို့Season 2 လာစေချင်လွန်းတဲ့ စီးရီးတွဲထဲမှာ ဒီစီးရီးလည်း တစ်ခု အပါအဝင် ဖြစ်ခဲ့ပါတယ်။ဒီနှစ်ပိုင်းတွေမှာ Season 2 လာမယ်လို့ ကောလဟလတွေ ထွက်ခဲ့ပေမယ့်အတည်ပြုထားတဲ့ သတင်းတွေကတော့ မထွက်လာသေးပါဘူး။ဒါပေမဲ့လည်း ပရိသတ်ကတော့ Season 2 လာဖို့ကို အခုထိ မျှော်လင့်နေဆဲပါ။ဒီလိုကောင်းတဲ့ ဇာတ်ကားက ဘယ်လိုမျိုးလဲဆိုတော့ …..Park Hae Yeong ဆိုတဲ့ ကောင်လေးတစ်ယောက်ကလွန်ခဲ့တဲ့ ၁၅ နှစ်က ကလေးမတစ်ယောက် ပြန်ပေးဆွဲတဲ့အမှုမှာ မျက်မြင်သက်သေအဖြစ် ထွက်ဆိုခဲ့ရပါတယ်။ဒါပေမဲ့ ရက်ပိုင်းအကြာမှာပဲ ကောင်မလေး သေဆုံးသွားပြီးတော့လူသတ်တရားခံကို မဖမ်းဆီးနိုင်ခဲ့ကြပါဘူး။အချိန်ကြာလာတာနဲ့အမျှ Hae Yeong ဟာ ရဲဝန်ထမ်းတွေအပေါ်မှာ ယုံကြည်မှုမရှိတော့ပါဘူး။၁၅ နှစ်အကြာမှာတော့ Hae Yeong တစ်ယောက် ရဲဝန်ထမ်း ဖြစ်လာခဲ့ပြီးတော့တစ်နေ့မှာ အတိတ်က ရဲစုံထောက်ဝန်ထမ်းတစ်ဦးဖြစ်တဲ့ Lee Jae Han နဲ့ ဆက်သွယ်နိုင်ဖို့စကားပြောစက်တစ်လုံးကို ကောက်ရခဲ့ပါတော့တယ်။အဲဒီမှာ ဇာတ်လမ်းက စပါတယ်။လက်ရှိကာလက Park Hae Yeong နဲ့ အတိတ်ကာလက Lee Jae Han, Cha So Hyun တို့Cold Case လို့ ခေါ်တဲ့ မဖြေရှင်းရသေးတဲ့အမှုတွေကို အတိတ်နဲ့ ပစ္စုပ္ပန် လက်တွဲပြီး ဖြေရှင်းကြတဲ့အချိန်မှာတော့ …..စုစုပေါင်း ၁၆ ပိုင်း ရှိပြီးတော့ စဆုံးတင်ပေးသွားမှာပါ။အညွှန်းကိုတော့ War Khaung က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Kinnov, Eingyin Phyu, Hnin NandarAung, Hmwe Thet Winn နဲ့ Joyz တို့ပဲ ဖြစ်ကြပါတယ်။Genre….. Crime, Drama, ThrillerQuality….  | File size…1.5GB | 350MBFormat… mp4Duration….60mins…16 sSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Kinnov, Eingyin Phyu, Hnin NandarAung, Hmwe Thet Winn , JoyzEncoder ….. AugustTelegram 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  09 – Userdrive |  |  |  10 – Userdrive |  |  |  11 – Userdrive |  |  |  12 – Userdrive |  |  |  13 – Userdrive |  |  |  14 – Userdrive |  |  |  15 – Userdrive |  |  |  16 – Userdrive |  |  | 1080P 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 09 – Userdrive |  |  | Meganz 10 – Userdrive |  |  | Meganz 11 – Userdrive |  |  | Meganz 12 – Userdrive |  |  | Meganz 13 – Userdrive |  |  | Meganz 14 – Userdrive |  |  | Meganz 15 – Userdrive |  |  | Meganz 16 – Userdrive |  |  | Meganz 