Synopsis of Pom Pang Ban (2022) [Complete]Pom Pang Ban (2022) [အစ-အဆုံး]အပိုင်းသစ် – ၁၇ (ဇာတ်သိမ်းပိုင်း)AD 2015 ခုနှစ်မှာ အယုဒ္ဓယစစ်တပ်ဟာ ဝီရန်နခွန်မြိုကို သွားရောက်တိုက်ခိုက်ခဲ့တယ်။ ဗိုလ်မှူးကြီးဖြစ်သူ ဆဲန်ဟာ နိုင်ချေမရှိတော့မှန်းသိတော့ တိုင်းပြည်စောင့်ရှောက်ဖိုအတွက် လူတွေကိုသတ်ပြီး မှော်ပညာနဲ့ ပြုစားခဲ့တယ်။ ဆဲန်ဟာ သူ့သူငယ်ချင်းဖြစ်သူ မူရန်ကိုပါ သတ်ပစ်ခဲ့တာပါ။ မူရန်ကတော့ မသေခင်မှာ ဆဲန်ကို ပြန်ဝဠ်လည်ပါစေ ဆိုပြီး ကျိန်စာတိုက်ခဲ့တယ်။ခေမ်ဟောမ် ဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ ညတိုင်း ရှေးဟောင်းတိုင်းပြည် စစ်ပွဲတွေကြားမှာရောက်နေသလို မှုန်ဝါးဝါးအိမ်မက်တွေမက်ရင်း လန့်နိုးလာတယ်။ ခေမ့်ဟောမ်ဟာ ဒဲန်ထန်ကိုမြင်တော့ ဟိုးအရင်ကတည်းက သိကျွမ်းနေသလိုမျိုး ဒဲန်ထန်ရဲ့ နှလုံးသားထဲကနာကျင်မှုကိုပါ ခံစားမိလိုက်တယ်။အဲ့တာကတော့ ခေမ်ဟောမ်ရဲ့ အစ်မဖြစ်သူ အင်ထနင်ဆိုတဲ့ မိန်းကလေးတစ်ယောက်နဲ့ သက်ဆိုင်နေတာပါပဲ။ဒဲန်ထန် ခေမ့်ဟောမ်နဲ့ နီးကပ်စွာရှိနေတဲ့အချိန်တိုင်းဟာ သံယောဇဉ်အဖြစ်ကိုပြောင်းလဲသွားခဲ့ပါတယ်။ ဒါပေမဲ့ အစ်မဖြစ်သူကတော့ ဒန်ထန်နဲ့ ခေမ့်ဟောမ်ရဲ့ ပတ်သတ်မှုကို ဘာကြောင့်မှန်းမသိ တားမြစ်ခဲ့တယ်။ဘူရစ်ဆိုတဲ့ ခန့်ညားလှသော ရုပ်ရှင်ထုတ်လုပ်သူဟာ ရှေးဟောင်း လန်နားရဲ့ ပြဇာတ်မင်းသမီးအဖြစ် အင်ထနင်ဆိုတဲ့ မိန်းကလေးကို ကမ်းလှမ်းခဲ့တယ်။ ဘူရစ်ဟာ မြောက်ပိုင်းမှာရှိတဲ့ သမိုင်းဝင်နေရာများစွာသို ရုပ်ရှင်ကားရိုက်ကူးရန် မင်းသမီး အင်ထနင် ညီမဖြစ်သူ ခေမ့်ဟောမ်တိုနဲ့အတူ သွားခဲ့ပါတယ်။ရိုက်ကူးရေးလုပ်ရင်းမကြာခင်မှာပဲ ခေမ့်ဟောမ်ဟာ ထိုရှေးဟောင်းနေရာမှာရှိတဲ့ ဝိဉာဉ်အငွေ့အသက်တိုနဲ့ ထိတွေ့ခံစားလိုက်ရတဲ့အခါ …ဒန်ထန် ၊ အင်ထနင် ၊ ခေမ့်ဟောမ် နဲ့ ဘူရစ်တိုဟာ ရန်ငြိုးကြီးမားနေတဲ့ မြန်ရဲ့ ဝိဉာဉ်ကို အေးချမ်းစွာ ဘဝကူးကောင်းအောင် ဘယ်လို ကြိုးစားကြမလဲ?အတိတ်ဘဝနဲ့ လက်ရှိဘဝက ဘယ်လိုပါတ်သတ်မှုရှိနေလဲ? ဆိုတာ ဆက်လက်ကြည့်ရှုလိုက်ကြရအောင်ပါ။(အညွှန်းကိုတော့ May Thu က ရေးပေးထားပါတယ်။)Aired: Oct 11, 2022 —Aired On: Monday & TuesdayGenres: Drama, History, ActionDuration: 1hr 30minss: 15 (To be confirmed)Original Network: Thai Channel 7File Size: (~700MB)Translated by May Thu & PickeyEncoded by Kinnov««« Telegram Channel »»» 01[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 02[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 03[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 04[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 05[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 06[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 07[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 08[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 09[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 10[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 11[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 12[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 13[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ 14[] »»» UsersDrive •  • MegaUp • StreamSB •  • Mega.NZ 15[] »»» UsersDrive •  • MegaUp • StreamSB •  • Mega.NZ 16[] »»» UsersDrive •  • MegaUp • StreamSB •  • Mega.NZ 17 (Finale)[] »»» UsersDrive •  • MegaUp • StreamSB •  • Mega.NZ**************** (ပြီးပါပြီ) **************** 