"Synopsis of The Blue Ocean Diamond (2020)
[Unicode]
မျက်ဝန်းပင်လယ်ပြာစိန်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Casts
လိဆာ အဖြစ် Esther Supreeleela
ဖရုန်ဖွန်(မ်) အဖြစ် Son Yuke
ဂျိတ်ဖ် အဖြစ် Kang Korn Sirisorn
လာဖင် အဖြစ် Ak Akarat
ဇာတ်လမ်းအကျဉ်း
ကျောက်မျက်လုပ်ငန်းပိုင်သူ ဖခင်ဖြစ်သူ ရုတ်ရတ်ကို ကူညီနိုင်ဖို့ နိုင်ငံခြားမှာ လက်ဝတ်ရတနာဒီဇိုင်းသင်ကြားနေခဲ့တဲ့ လိဆာက ဖခင် ဆေးရုံတက်လိုက်ရတဲ့သတင်းကြောင့် ချစ်သူဖြစ်သူ ဂျိတ်ဖ်နဲ့ ဘန်ကောက်ကို အမြန်ပြန်လာခဲ့ရပါတယ်
လိဆာ သိလိုက်တာက ကုမ္ပဏီမှာ အကြွေးတွေဝိုင်းနေခဲ့ပြီး အကြွေးရှင်ဆီဆပ်နိုင်ဖို့ သူ့ဟိုတယ်မှာ ဖခင်ပိုင်တဲ့ စိန်တွေကို လေလံတင်ရတော့မယ့် အခြေအနေရောက်နေခဲ့တာကိုပါ
ခွန်ရုတ်ရတ်ရဲ့ စိန်တွေထဲမှာမှ ပျောက်ဆုံးနေတဲ့ရှမ်းကြီးလူမျိုးစုရဲ့ စိန်ပြာကြီးပါ ပါဝင်နေခဲ့တယ်
မျက်ဝန်းပင်လယ်ပြာစိန်သတင်းကြောင့် လေလံပွဲကို တက်ရောက်ချင်သူတွေများပြားနေခဲ့တယ်
ခွန်ရုတ်ရတ်အနေနဲ့ အကြွေးရှင်ဖြစ်သူက စိန်ပြာကို ခိုးယူချင်နေတယ်လို့ သံသယဝင်တာမို့ ရဲဝန်ထမ်းဟောင်းဖြစ်သူ ဖရုမ်ဖွန်(မ်)ရဲ့ လုံခြုံရေးကုမ္ပဏီကို ငှားရမ်းခဲ့တယ်
လုံခြုံရေးတင်းကြပ်ထားတဲ့ကြားက စိန်ပြာကြီး ပျောက်ဆုံးသွားချိန်မှာတော့ ပွဲတက်သူတွေထဲက သံသယရှိသူတွေကို စုံစမ်းစစ်ဆေးရပါတော့တယ်
ရှမ်းကြီးလူမျိုးစုပဲ ပိုင်ဆိုင်နိုင်တဲ့
စိန်ပြာကြီးက ဘယ်လိုလုပ် ခွန်ရုတ်ရတ်ဆီရောက်နေခဲ့တာလဲ
တကယ်ပဲ ပြောကြသလို စိန်ပြာကြီးကရော ကျိန်စာသင့်နေခဲ့တာလား
ဟိုတယ်မှာခိုးယူသွားသူက ဘယ်သူဖြစ်မလဲ ဆိုတာကို “မျက်ဝန်းပင်လယ်ပြာစိန်” ဇာတ်လမ်းတွဲမှာ ကြည့်ရှုနိုင်ပါတယ် ။
( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )
[Zawgyi]
မ်က္ဝန္းပင္လယ္ျပာစိန္
Casts
လိဆာ အျဖစ္ Esther Supreeleela
ဖ႐ုန္ဖြန္(မ္) အျဖစ္ Son Yuke
ဂ်ိတ္ဖ္ အျဖစ္ Kang Korn Sirisorn
လာဖင္ အျဖစ္ Ak Akarat
ဇာတ္လမ္းအက်ဥ္း
ေက်ာက္မ်က္လုပ္ငန္းပိုင္သူ ဖခင္ျဖစ္သူ ႐ုတ္ရတ္ကို ကူညီႏိုင္ဖို႔ ႏိုင္ငံျခားမွာ လက္ဝတ္ရတနာဒီဇိုင္းသင္ၾကားေနခဲ့တဲ့ လိဆာက ဖခင္ ေဆး႐ုံတက္လိုက္ရတဲ့သတင္းေၾကာင့္ ခ်စ္သူျဖစ္သူ ဂ်ိတ္ဖ္နဲ႔ ဘန္ေကာက္ကို အျမန္ျပန္လာခဲ့ရပါတယ္
လိဆာ သိလိုက္တာက ကုမၸဏီမွာ အေႂကြးေတြဝိုင္းေနခဲ့ၿပီး အေႂကြးရွင္ဆီဆပ္ႏိုင္ဖို႔ သူ႔ဟိုတယ္မွာ ဖခင္ပိုင္တဲ့ စိန္ေတြကို ေလလံတင္ရေတာ့မယ့္ အေျခအေနေရာက္ေနခဲ့တာကိုပါ
ခြန္႐ုတ္ရတ္ရဲ႕ စိန္ေတြထဲမွာမွ ေပ်ာက္ဆုံးေနတဲ့ရွမ္းႀကီးလူမ်ိဳးစုရဲ႕ စိန္ျပာႀကီးပါ ပါဝင္ေနခဲ့တယ္
မ်က္ဝန္းပင္လယ္ျပာစိန္သတင္းေၾကာင့္ ေလလံပြဲကို တက္ေရာက္ခ်င္သူေတြမ်ားျပားေနခဲ့တယ္
ခြန္႐ုတ္ရတ္အေနနဲ႔ အေႂကြးရွင္ျဖစ္သူက စိန္ျပာကို ခိုးယူခ်င္ေနတယ္လို႔ သံသယဝင္တာမို႔ ရဲဝန္ထမ္းေဟာင္းျဖစ္သူ ဖ႐ုမ္ဖြန္(မ္)ရဲ႕ လုံၿခဳံေရးကုမၸဏီကို ငွားရမ္းခဲ့တယ္
လုံၿခဳံေရးတင္းၾကပ္ထားတဲ့ၾကားက စိန္ျပာႀကီး ေပ်ာက္ဆုံးသြားခ်ိန္မွာေတာ့ ပြဲတက္သူေတြထဲက သံသယရွိသူေတြကို စုံစမ္းစစ္ေဆးရပါေတာ့တယ္
ရွမ္းႀကီးလူမ်ိဳးစုပဲ ပိုင္ဆိုင္ႏိုင္တဲ့
စိန္ျပာႀကီးက ဘယ္လိုလုပ္ ခြန္႐ုတ္ရတ္ဆီေရာက္ေနခဲ့တာလဲ
တကယ္ပဲ ေျပာၾကသလို စိန္ျပာႀကီးကေရာ က်ိန္စာသင့္ေနခဲ့တာလား
ဟိုတယ္မွာခိုးယူသြားသူက ဘယ္သူျဖစ္မလဲ ဆိုတာကို “မ်က္ဝန္းပင္လယ္ျပာစိန္” ဇာတ္လမ္းတြဲမွာ ၾကည့္ရႈႏိုင္ပါတယ္ ။
( အညႊန္းေရးသားထားသူကေတာ့ Kyi Nue Zin ပါ )
Native Title: เนตรมหรรณพ
Episodes: 9
Aired: Dec 17, 2020 – Jan 21, 2021
Aired On: Wednesday, Thursday
Original Network: GMM One
Duration: 1 hr. 30 min
Quality__720p
Format__mp4
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Kyi Nue Zin & Nang Mwe Kham
Encoded by Naing Aung Latt
ZIP VIP / Yoteshin
Episode (1) [ 800 MB ]
YoteShin / Usersdrive / Megaup / Meganz / VIP Link
Episode (2) [ 800 MB ]
YoteShin / Usersdrive / Megaup / Meganz / VIP Link
Episode (3) [ 800 MB ]
YoteShin / Usersdrive / Megaup / Meganz / VIP Link
Episode (4) [ 800 MB ]
YoteShin / Usersdrive / Megaup / Meganz / VIP Link
Episode (5) [ 800 MB ]
YoteShin / Usersdrive / Megaup / Meganz / VIP Link
Episode (6) [ 800 MB ]
YoteShin / Usersdrive / Megaup / Meganz / VIP Link
Episode (7) [ 800 MB ]
YoteShin / Usersdrive / Megaup / Meganz / VIP Link
Episode (8) [ 800 MB ]
YoteShin / Usersdrive / Megaup / Meganz / VIP Link
Episode (9) END [ 800 MB ]
YoteShin / Usersdrive / Megaup / Meganz / VIP Link
Waiting ..Zip File
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
