Synopsis of Satja Nai Chum Joan (2022)ရာချန် ဒိတ် အဖြစ် Om Akkaphanဟန် အဖြစ် Kelly Rattapongကျရီယာ အဖြစ် Praew Chermaweeကော်ကစ် အဖြစ် Kiatipoomဝယ်ဒေါင်ဝ်အဖြစ် Anna glucksဇာတ်လမ်းအကျဉ်းဒိတ်က အစိုးရအရာရှိကြီးတစ်ဦးရဲ့သားဖြစ်ပြီး တစ်နေ့ အဖေဖြစ်သူဟာ နာမည်ကြီးဓားပြတစ်ဦးဖြစ်တဲ့ ဆီယာဟန်ရဲ့ လုယက်တာခံလိုက်ရပြီး တိုင်းပြည်ဘဏ္ဍာတွေပါသွားခဲ့ပါတယ်ဒါ့အပြင် ဆီယာဟန်ရဲ့အချိတ်အဆက်ဖြစ်တဲ့ ရဲအုပ်ကြောင့် ဒိတ်ရဲ့ဖခင်က ထောင်ကျခဲ့ရတဲ့အပြင် ဒိတ်အမေနဲ့ညီမဖြစ်သူပါသေဆုံးခဲ့ရပါတယ်ဒိတ်ကို ဖခင်ဖြစ်သူကခေါ်တွေ့ပြီးအကြောင်းစုံပြောကာ မိသားစုပိုင်ဓားတစ်လက်ကိုအပ်ရင်း သေဆုံးသွားခဲ့တယ်အန္တရာယ်ကြားရောက်နေတဲ့တူဖြစ်သူဒိတ်ကို အမေ့အစ်ကိုဖြစ်သူ မဟာကလာကယ်သွားရင်း ဒိတ်က တခြားမြို့မှာ ရာချန်ခြံပိုင်ရှင်ဖြစ်တဲ့သူဌေးလေးရာချန်အဖြစ်ကြီးပြင်းလာခဲ့တယ်သူဌေးရာချန်ရဲ့နောက်ထပ်အလုပ်ကတော့ ဓားပြခေါင်းဆောင် ဆီယာဒိတ်ဖြစ်ပြီး ဂုတ်သွေးစုပ်နေတဲ့သူဌေးတွေကိုလိုက်နှိမ်နင်းတာပဲ ဖြစ်ပါတယ်တစ်ရက် ရာချန်က ညီမဝမ်းကွဲဖြစ်သူဝယ်ဒေါင်ဝ့်ကိုလိုက်ရှာရင်း သူဌေးသမီးလေး ကျရီယာနဲ့တွေ့ခဲ့သလို ဝယ်ဒေါင်ဝ်ကလည်း ရဲအုပ်ကော်ကစ်နဲ့တွေ့ဆုံခဲ့ပါတယ်ကျရီယာအနေနဲ့ ရာချန့်ကို မြင်မြင်ချင်းသဘောကျသွားမိပေမဲ့ ကျရီယာက တရားမဝင်ကုန်ကူးသန်းရောင်းနေတဲ့ သူဌေးကြီးချတ်ရဲ့သမီးဖြစ်နေခဲ့တဲ့အခါ…ဒါ့အပြင် တရားမျှတမှုကိုလိုလားတဲ့ ရဲအုပ်ကော်ကစ်ရဲ့ဖခင်ဖြစ်သူတောအရာရှိ ကတ်ကလည်း သူဌေးချတ်နဲ့အလိုတူအလိုပါဖြစ်နေတဲ့အခါ…တစ်ချိန်လုံး လက်စားချေချင်နေခဲ့တဲ့ ဆီယာဟန်ရဲ့သတင်းကိုပါကြားလာရတဲ့အခါ…ဆီယာဒိတ် တဖြစ်လဲ ရာချန်တစ်ယောက် မိသားစုအတွက်လက်စားချေနိုင်မလားတရားမဝင်ကုန်ကူးသန်းရောင်းနေတဲ့ သူဌေးချတ်ကိုရော ပညာပေးနိုင်မလားငယ်ကတည်းက ဖခင်စကားအတိုင်းလိုက်နာခဲ့ရတဲ့ကျရီယာကရော ဖခင်ကိုလွန်ဆန်ပြီး ချစ်ရသူကိုရွေးနိုင်ပါ့မလားဆိုတာကြည့်ရှူရမှာဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Nue Nue ပါ )Native Title: สัจจะในชุมโจรs:20Aired: Oct 29, 2022 – ?Aired On: Friday, Saturday, SundayOriginal Network: Channel 7Duration: 1 hr. 25 min.Content Rating: 13+ – Teens 13 or olderTranslated by Kyi Nue Zin , Nang Mwe KhamEncoded by Naing Aung Latt (1) [1GB]     Meganz (2) [1GB]     Meganz (3) [1GB]     Meganz (4) [1GB]     Meganz (5) [1GB]     Meganz (6) [1GB]     Meganz (7) [1GB]     Meganz (8) [1GB]     Meganz (9) [1GB]     Meganz (10) [1GB]     Meganz (11) [1GB]     Meganz (12) [1GB]     Meganz (13) [1GB]     Meganz (14) [1GB]     Meganz (15) [1GB]     Meganz (16) [1GB]     Meganz (17) END [1GB]     Meganz 