Synopsis of Young Royals – Season (01)(02)Young Royals – Season (01)(02)======================IMDb Rating – 8.310ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။ နန်းတွင်းထဲကတော်ဝင်မျိုးနွယ်လူငယ်လေးတစ်ယောက်ရဲ့ဇာတ်လမ်းပါ။ အတိအကျပြောရရင်တော့ဆွီဒင်နိုင်ငံရဲ့မင်းသားတစ်ပါးဖြစ်တဲ့ မင်းသားဝီလ်ဟမ်ရဲ့ဇာတ်လမ်းလေးပါ။မင်းသားဝီလ်ဟမ်ဟာ အထက်တန်းကျောင်းသား ဆယ်ကျော်သက်လူငယ်လေးတစ်ယောက်ပါ။ တစ်နေ့ သူကလပ်မှာ ရန်ဖြစ်တဲ့ဗီဒီယိုအွန်လိုင်းမှာပြန့်သွားပြီးနောက်မှာတော့ သူတို့ဆွီဒင်နိုင်ငံရဲ့ အချမ်းသာဆုံးလူကုံထံသားသမီးတွေတက်တဲ့ ဟီလာစကာဆိုတဲ့ ဘော်ဒါမှာ ကျောင်းအိပ်ကျောင်းစားသွားတက်ရပါတော့တယ်။ အဲဒီဘော်ဒါက တော်ဝင်မျိုးနွယ်ကစလို့ ကုမ္ပဏီပိုင်ရှင်၊ မြေပိုင်ရှင်သားသမီး ခေတ်စကားနဲ့ဆို RK တွေပဲတက်တဲ့ကျောင်း၊ လူတန်းစားခွဲခြားမှုလည်းသိပ်များတဲ့ကျောင်းပေါ့။အဲဒီထဲမှာမှ စီမွန်နဲ့ဆာရာကတော့ သာမန်လူလတ်တန်းစား မိသားစုကဘော်ဒါမနေဘဲနေ့ကျောင်းတက်တဲ့ မောင်နှမနှစ်​ယောက်ပါ။ ဝီလ်ဟမ်ကတော်ဝင်မျိုးနွယ်ရဲ့ဂုဏ်အဆောင်အယောင်တွေကို ကြိုက်လည်းမကြိုက်၊လွန်လည်းမလွန်ဆန်နိုင်ဘူး။ ဒီလူကုံထံတွေရဲ့ လူတန်းစားခွဲခြားပြီး ခေါင်းပုံဖြတ်တဲ့အတွေးအခေါ်တွေကိုလည်း သူမကြိုက်တော့ အတန်းထဲက တစ်ဦးတည်းသောလူလတ်တန်းစား စီမွန်ရဲ့အတွေးအခေါ်တွေက သူ့သဘောထားနဲ့သွားတိုက်ဆိုင်တာပေါ့။အဲလိုနဲ့ သူတို့နှစ်​ယောက်ဟာ ကျောင်းသားသစ်ကြိုဆိုပွဲပါတီမှာ ရင်းနှီးသွားကြတယ်။ ရင်းနှီးရုံသာမက တစ်ယောက်နဲ့တစ်ယောက်ချစ်မိသွားကြတယ်ဆိုပါတော့။ သာမန်လူလတ်တန်းစားတစ်​ယောက်လည်း ဖြစ်တဲ့အပြင် လိင်တူချစ်သူလည်းဖြစ်နေတော့…စည်းမျဥ်းတင်းကြပ်လှတဲ့ တော်ဝင်မျိုးနွယ်မှာဝီလ်ဟမ်တစ်ယောက် ဘယ်လိုတွေရှေ့ဆက်မှာလဲ။ သူ့အမေဘုရင်မကြီးပြောတဲ့“မင်းသားဖြစ်ရတာ ပြစ်ဒဏ်မဟုတ်ဘူး။ အခွင့်ထူးစံစားရတာပဲ” ဆိုတဲ့စကားကဝီလ်ဟမ့်အတွက်ရောမှန်ပါ့မလားဆိုတာတွေကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို MTA မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ MTA, Jerrica, Parris တို့ဖြစ်ပါတယ်။)Quality……………WEB-DL   Duration…………45 Mins (@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Drama, RomanceTranslator……….MTA, Jerrica, ParrisEncoder…………..SWMSeason (01)Complete Zip –   1080P (700 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –     MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive(5) –     MegaNZ    Usersdrive(6) –     MegaNZ    Usersdrive – EndSeason (02) (250 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –     MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive(5) –     MegaNZ    Usersdrive(6) –     MegaNZ    Usersdrive – END1080P (520 Mb)———————————–(1) –     MegaNZ  Usersdrive(2) –     MegaNZ  Usersdrive(3) –     MegaNZ  Usersdrive(4) –     MegaNZ  Usersdrive(5) –     MegaNZ  Usersdrive(6) –     MegaNZ  Usersdrive – END 