Synopsis of A Friend of the Family (2022) CompleteA Friend of the Family (2022) Completed Limited Series~ IMDb – 7.410, Rotten Tomatoes – 91% ~Peacock ရဲ့ Rotten Tomatoes – 91% အထိရထားတဲ့ Limited စီးရီးအသစ်ပါ။ အစအဆုံးကြည့်ဖို့အတွက် ၇နာရီ၅၃မိနစ်ပဲ ကြာမြင့်မှာမို့ အချိန်သိပ်မပေးရဘဲ ကောင်းကောင်းကြည့်လို့ရမယ့် ဖြစ်ရပ်မှန် မှုခင်းရုပ်ရှင်အမျိုးအစားပါပဲ။ ရုပ်ရှင်တွေ မယ်မယ်ရရ မရိုက်ဖြစ်သေးပေမဲ့ စီးရီးလောကမှာတော့ တော်တော်ခရီးပေါက်နေပြီဖြစ်တဲ့ Tom Hanks ရဲ့သား Colin Hanks ရဲ့ကားအသစ်မို့ ဦးလေးတွမ်ရဲ့ ပရိသတ်တွေလည်း သဘောကျလောက်မယ့် မီနီစီးရီးပါပဲ။၁၉၇၀ ခုနှစ်ကာလ အမေရိကန်နိုင်ငံမှာ “ဘရိုဘာ့ဂ်” ဆိုတဲ့ မိသားစုတစ်ခု ကြုံတွေ့ခဲ့ရတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ပုဒ်အ‌ကြောင်းပါပဲ။ ဒီမိသားစုမှာ ဂျန်နီ ခယ်ရန် ဆူဇန် ဆိုတဲ့ သမီးလေး ၃ ယောက်ရှိပြီး တစ်မိသားစုလုံးဟာ ဘာသာရေးကိုင်းရှိုင်းကြသူတွေဖြစ်ပါတယ်။တစ်ရက်မှာတော့ သူတို့နေတဲ့မြို့ကို “ဘာ့ခ်ျထိုး” ဆိုတဲ့ မိသားစုတစ်စုပြောင်းလာပြီး ဘာသာရေးလိုက်စားသူ အချင်းချင်းဖြစ်တဲ့အပြင် သက်တူရွယ်သူ သား ၃ ယောက်ရှိနေတဲ့အထိ တိုက်ဆိုင်မှုတွေကဖန်လာတော့ အိမ် ၂ အိမ်ဟာ ရုတ်ခြည်းဆိုသလို ရင်းနှီးကျွမ်းဝင် သွားကြပါတော့တယ်။ဒီလိုနဲ့ဆွေမျိုးသားချင်းတွေလို နေလာခဲ့လိုက်တာ အချိန်တစ်ခုကြာလာတော့ ဘော့ဘ်ဘာ့ခ်ျထိုးဟာ တစ်ဖက်မိသားစုရဲ့ အကြီးဆုံးသမီးလေး “ဂျန်” ကို သူ့ရဲ့သားတွေအပါအဝင် အခြားကလေးတွေ အားလုံးထက်ပိုပြီး ထူးထူးခြားခြား အလေးပေးဆက်ဆံလာတာကို ဂျန် ရဲ့ ဖခင် မစ္စတာဘရိုဘာ့ဂ်က သတိထားမိလာပါတယ်။ သမီးဖြစ်သူ “ဂျန်” ကလည်း တချို့ကိစ္စတွေမှာ ဖခင်ထက်ပိုပြီး မစ္စတာဘာ့ခ်ျထိုးကို အားကိုးတာတွေ့လာရတော့ စိတ်ဘဝင်မကျဖြစ်လာတဲ့အတွက်သူ့မိသားစုကိုပိုပြီးအချိန်ပေးဖို့ ဆုံးဖြတ်လိုက်တဲ့နေ့မှာပဲ…ဘာ့ခ်ျထိုးဟာ “ဂျန်” ကို သူ့အဖေခွင့်မပြုတဲ့ကြားက မရရအောင်နည်းမျိုးစုံသုံးပြီး ကျောင်းကအပြန်မှာ မြင်းသွားစီးဖို့ ခေါ်သွားပါတော့တယ်…ညဉ့်နက်တဲ့အထိ “ဂျန်” ပြန်ရောက်မလာတဲ့အခါ အပူလုံးဆို့နေတဲ့မိဘတွေဟာ FBI ကို တိုင်ကြားလိုက်တော့ သူတို့သိလိုက်ရတဲ့ သတင်းဆိုးက မစ္စတာဘာ့ခ်ျထိုးဟာ “Phedophile” လို့ခေါ်တဲ့ အသက်မပြည့်တဲ့ ကလေးငယ်တွေကိုမှ တပ်မက်စွဲလမ်းတဲ့ စိတ်ရောဂါသည်တစ်ယောက် ဖြစ်နေတာပါပဲ…“ဂျန်” ရဲ့ မိဘတွေ ဘာဆက်လုပ်ကြမလဲ…ဘာ့ခ်ျထိုးတစ်ယောက် “ဂျန်” ကို ဘယ်လိုနည်းလမ်းတွေသုံးပြီး brainwash ထားလဲဆိုတာကိုတော့ဇာတ်လမ်းထဲမှာ ဆက်လက်ခံစားကြည့်ကြပါခင်ဗျာ။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ Thar Htet ပဲဖြစ်ပါတယ်။)Size ~ 600MB+Total ~ 9 sQuality – Duration ~ 50min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Biography, Crime, DramaSource : PCOK.Web-dl.Translator – Thar HtetEncoder – YSeries Complete Zip ()Ep 01 to 05  Ep 06 to 09 1 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 2 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 3 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 4 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 5 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 6 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 7 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 8 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 9 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 