Synopsis of The Final Score (2022)The Final Score (2022)ကမ္ဘာ့ဖလားပြိုင်ပွဲစတင်ဖို့ နီးကပ်လာပြီဖြစ်လို့ ကမ္ဘာ့ဖလားပြိုင်ပွဲနဲ့ပတ်သက်တဲ့သမိုင်းတ​လျောက် နှ​မြောစရာ​အ​ကောင်းဆုံး ​ကြေကွဲဖို့အ​ကောင်းဆုံးဖြစ်ရပ်တစ်ခုအ​ကြောင်း ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတဲ့Netflix စီးရီးတစ်ခုကို တင်ဆက်​ပေးလိုက်ပါတယ်။၁၉၉၄ခုနှစ် အ​မေရိကန်ပြည်​ထောင်စုမှာ ကျင်းပခဲ့တဲ့ကမ္ဘာ့ဖလားမှာကိုလံဘီယာ လက်​ရွေးစင်အသင်းဟာ ​ခြေစစ်ပွဲ​တွေမှာ ရလဒ်​​တွေ​ကောင်းခဲ့သလို ကိုလံဘီယာသား​တွေကလည်း ဖလားမှန်းတဲ့အထိကို​​မျှော်လင့်ချက်​တွေ ကြီးခဲ့ကြတာပါ။ ဒါ​ပေမဲ့ တကယ်တမ်း ပြိုင်ပွဲမှာအုပ်စုတက်​ရေး အဆုံးအဖြတ်အဖြစ် အိမ်ရှင်အ​မေရိကန်အသင်းနဲ့ရင်ဆိုင်ကစားခဲ့ရပါတယ်။ သ​ရေကျရင်​တောင် အုပ်စုကတက်နိုင်တဲ့အခွင့်အ​ရေးရှိခဲ့​ပေမယ့် ထိုပွဲစဉ်မှာ အ​မေရိကန်အသင်းကို ၂ – ၁ဂိုးနဲ့အ​ရေးနိမ့်သွားခဲ့ပါတယ်။ ရှုံးချက်နာတာက အသင်းရှုံးစေခဲ့တဲ့ ဂိုးကိုကိုလံဘီယာ​နောက်ခံလူ အန်ဒ​ရေ​အက်စ်ကိုဘားက Own goalအဖြစ်သွင်းယူခဲ့မိတာပါ။ဒီဂိုး​ကြောင့် ကိုလံဘီယာသား​တွေရဲ့ ​မျှော်လင့်ချက်​တွေ ​ရေစုန်​မျောသွားသလို အက်စ်ကိုဘားအ​ပေါ် အမြင်မကြည်လင်သူ​တွေ များစွာရှိခဲ့တာပါ။ ဒါ​ပေမဲ့ ထိုကိစ္စကပဲ သူ့အသက်ကို ဇီဝိန်ချုပ်သွားမယ်လို့အက်စ်ကိုဘား​ရော ကိုလံဘီယာသား​တွေရော ထင်ခဲ့မှာမဟုတ်ပါဘူး၁၉၉၄ဇူလိုင်၂ရက် မနက်​အ​စောပိုင်းမှာ ဇာတိမြို့ မယ်ဒလင်းမှာရှိတဲ့ဘားတစ်ခုက ထွက်လာတဲ့ အက်စ်ကိုဘားကို လူတစ်စုက ​သေနတ်နဲ့၁၂ချက်တိတိ ပစ်ခတ်သတ်ဖြတ်သွားခဲ့ပါတယ်။လူသတ်သမားလို့ ယူဆရသူဟာ ထို​ခေတ်က ကိုလံဘီယာရဲ့ထိပ်သီးမူးယစ်ရာဇာ​တွေရဲ့ လက်စွဲလို့ယုံကြည်ရပြီး အက်စ်ကိုဘား​ကြောင့်​​လောင်း​ကြေး​ငွေအများအပြား ဆုံးရှုံးခဲ့ကြတယ်လို့ ယူဆရပါတယ်။သံသယရှိသူကို ထောင်ဒဏ်၄၃နှစ်ချခဲ့​ပေမယ့် ​လျှော့ရက်​တွေ​ရှိလို့၁၁နှစ်သာ ကျခံခဲ့ရပါတယ်။ ဒါ​ပေမဲ့ သူ့​ကြောင့်ပဲ နိုင်ငံ့လက်​ရွေးစင်ကစားသမား​ကောင်းတစ်​ယောက် အသက်ဆုံးရှူံးသွားခဲ့ရပါတယ်။ဒီSeriesမှာ​တော့ အက်စ်ကိုဘားရဲ့ ကစားသမားဘဝ ကနဦးအစမှလုပ်ကြံခံရသည်အထိ အဖြစ်အပျက်များကို Biography seriesအဖြစ် တင်ဆက်​ပေးထားတာပဲ ဖြစ်ပါတယ်။ ဒီစီးရီးမှာ အန်ဒ​ရေရဲ့ကစားသမားဘဝ အနိမ့်အမြင့်​ အတက်အကျ​တွေ​ရော ကိုလံဘီယာမူးယစ်ရာဇာ​တွေရဲ့ အားကစား​​​​လောကထဲ ​ခြေချင်းလိမ်​ပုံ၊ လုပ်ပွဲအရှုပ်အ​ထွေး​တွေနဲ့ သူတို့ရဲ့ပတ်သက်ပုံ၊ ​သေနတ်တစ်လက်ရှိ​​နေရင်ဘယ်သူ့အသက်မှ အာမခံချက်မရှိပုံများကိုပါ ဖြစ်ရပ်မှန်နဲ့ စိတ်ကူး​ရောစပ်တင်ဆက်​ပေးထားလို့ ကမ္ဘာ့ဖလားကာလနဲ့ အချိန်ကိုက်ပဲတင်ဆက်​ပေးလိုက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre….. Drama, SportsQuality….  |  | 480pFile size… 600MB | 300MBFormat… mp4Duration…. 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. JimXEncoder ….. August 01 – Userdrivre |  |  | Meganz 02 – Userdrivre |  |  | Meganz 03 – Userdrivre |  |  | Meganz 04 – Userdrivre |  |  | Meganz 05 – Userdrivre |  |  | Meganz 06 – Userdrivre |  |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  