"Synopsis of All or Nothing: Tottenham Hotspur (2020)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (8.2)
၂၀၁၉-၂၀၂၀ ရာသီရဲ့ တော့တင်ဟမ်ဟော့စပါးအသင်းအကြောင်းကို အတွင်းအပြင်အကုန်မြင်နိုင်မယ့် Documentry Series ပါ။
အပိုင်း (၉) ပိုင်းပါပါတယ်။ Tom Hardy က နောက်ခံစကားပြော Narrator အဖြစ်တင်ဆက်ထားပါတယ်။
မော်ရင်ဟိုပါမယ်…အသင်းပိုင်ရှင် လီဗီပါမယ်…ပိုချက်တီနိုပါမယ်…
ကိန်းနဲ့ဆွန်ဟောင်မင်တို့လို Icon ကစားသမားတွေအပြင် စပါးအသင်းရဲ့အသင်းသားတွေအကုန်ပါမယ်…
အနိုင် အရှုံး လောကဓံတွေ ခြယ်မှုန်းထားတယ်။
ကျွန်တော်တို့ နီးကပ်စွာမြင်ရမှာက မော်ရင်ဟိုအကြောင်း…ဒသနနဲ့ ဘောလုံးယူဆချက်တွေပါ…။
ပိုချက်တီနိုထွက်ခွာပြီး မော်ရင်ဟိုနည်းပြဖြစ်လာတဲ့ ပထမဆုံးအချိန်တွေကစလို့ တင်ဆက်ထားလို့
ဉရောပအင်အားကြီးဘောလုံးအသင်းတစ်သင်းရဲ့ နည်းပြခန့်အပ်မှု လုပ်ဆောင်ချက်တွေ
ဖွဲ့စည်းပုံတွေ တာဝန်ပေးအပ်မှုကိုပါ အသေးစိတ်နီးပါးမြင်ရမှာပါ။
လှုပ်ရှားမှုတိုင်းကို အနီးကပ်လိုက်ပါ ရိုက်ကူးထားလို့ စပါးအသင်းရဲ့ ကွင်းတွင်း ကွင်းပြင် အဝတ်လဲခန်းထဲက ဆက်နွယ်မှုတွေကို တွေ့မြင်ရမှာပါ..
မော်ရင်ဟိုနဲ့အင်တာဗျူးတော့ ကျွန်တော့်ကို လူတွေက ဒီလူကမပြုံးတတ်ဘူး..ခက်ထန်တယ်..ပြောကြတယ်..တကယ်ကအမြင်သက်သက်ပါပဲတဲ့…
ဒါဆိုအမှန်ကရောဆိုတော့…မော်ရင်ဟိုကပြုံးတယ်…အဲ့လိုပြောတဲ့ထဲမှာ အမှန်နည်းနည်းတော့ ပါတာပေါ့တဲ့…ပြီးတော့ထရယ်ပါလေရော။
ဘောလုံးအသင်းတွေကိုသာ ကျွန်တော်တို့အားပေးနေကြတာ သူတို့ရဲ့တည်ဆောက်မှုတွေကို တစ်ခါမှမမြင်ဖူးကြဘူးလေ…
ခု Documentary မှာတော့ တော်တော်ပြည့်စုံရအောင်ကိုမြင်ရတယ်…
နည်းပြနဲ့ အသင်းသား အပြန်အလှန်သက်ရောက်မှုတွေကအစပေါ့…
စကားပြောရင် ခပ်မြင့်မြင့်က စတိုင်မိမိ ပြောတတ်တဲ့မော်ရင်ဟိုကို မြင်ရတာလဲ အရသာတစ်ခုပါ…
နည်းပြဟောင်း ပိုချက်တီနိုဟာ စပါးအသင်းကို ချန်ပီယံလိဂ်ဖိုင်နယ်ထိပို့ဆောင်နိုင်ခဲ့ပေမယ့်
နောက်ရာသီမှာ ရလဒ်တွေ ကျဆင်းလာတာနဲ့ အထုတ်ခံလိုက်ရပါတယ်..
မော်ဒန်ဘောလုံးလောကဟာ အောင်မြင်မှုကြီးမားသလို အမှားလဲမခံကြပါဘူး…
ဒီလိုအချိန်မှာ မန်ယူအသင်းကနေ ထုတ်ခံထားရတဲ့ မော်ရင်ဟိုက စပါးအသင်းကို ရောက်လာတဲ့အခါ ဘယ်လိုတွေရှေ့ဆက်ကြမလဲ…
အခုမြင်နေရတဲ့ ကိန်း-ဆွန် တိုက်စစ်အတွဲကို သူဘယ်လိုပုံဖော်ခဲ့သလဲ..
အသင်းသားတွေအပေါ် လွှမ်းမိုးဖို့ ဘာတွေလုပ်ခဲ့လဲ…
ဒီ Documentary ကို Amazon Prime က တင်ဆက်ထားတာဖြစ်ပြီး ရိုက်ကူးစဉ်က ကင်မရာတွေနေရာတိုင်းရောက်နေလို့
မော်ရင်ဟိုကတော့ စိတ်ကသိကအောင့်ဖြစ်ရကြောင်းပြောဖူးပါတယ်…
သူစိတ်ပျက်လေ ကျွန်တော်တို့ပျော်လေပဲမလား…
ကဲ…ဒါလေးက အနိမ့်အမြင့်လောကဓံတွေကြားမှာ တည်ဆောက်ရတဲ့ ဘောလုံးလောကအကြောင်းကိုတင်ဆက်ထားတာမို့
မော်ရင်ဟိုပရိတ်သတ်ရယ်..စပါးပရိတ်သတ်ရယ်မှမဟုတ်..ဘောလုံးပရိတ်သတ်ဆိုတာနဲ့ ကြည့်သင့်ကြောင်း ညွှန်းဆိုပါရစေ။
File Size – 700MB @Episode
Quality – HDTV 1080P
Duration – 45 min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Sport, Documentary
Translator – d3mon , Moe Htike Thu , Alias
Encoder – Nyeinsaeya Aung
Episode 1
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 2
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 3
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 4
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 5
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 6
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 7
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 8
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 9 (End)
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
အားပေးမှုကို ကျေးဇူးတင်ရှိပါသည်။
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
