"Synopsis of Your Honor (2020)
Your Honor
————————–
CM ပရိသတ်ကြီးဆီကို ရေလည်လန်းတဲ့ အိန္ဒိယစီးရီးလေးတစ်ခုအရောက်ပို့ပေးလိုက်ပါပြီ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အိန္ဒိယကားဖြစ်နေတာတောင် IMDB rating 8.3 ရထားတယ်ဆိုတော့ လုံးဝကျွတ်ဆင်ကြီးပါပဲဗျာ
ဘာသာပြန်နေရင်း “ဟင်…ဟာ” ဖြစ်နေရတာက အရသာတစ်ခုပါဗျို့
ကဲ…review လေးကို ရှေ့ဆက်လိုက်ရအောင်ဗျာ
တည်ကြည်ဖြောင့်မတ်လွန်းတဲ့ တရားသူကြီးတစ်ယောက်ရှိတယ် သူ့နာမည်က “ဘစ်ရှင်ဂိုဆလာ”
သူဟာ တရားဥပဒေနဲ့ပတ်သက်လာရင် အလွန်တင်းကြပ်တဲ့လူ
“တရားဥပဒေအထက်တွင် မည်သူမျှမရှိစေရ”ဆိုတဲ့ ဆောင်ပုဒ်ကိုလက်ကိုင်ထားတယ်
ဒီလိုဂုဏ်သရေရှိတရားသူကြီးဆီမှာ”အက်ဘီ”ဆိုတဲ့ သားလေးတစ်ယောက်ရှိတယ်
သားလေးက ပန်းနာရောဂါသည်လေး
ပြီးတာ့ မိတဆိုးလေးမို့ အဖေဖြစ်သူက အချစ်ပိုရတယ်
သားဖြစ်သူအပေါ်မှာလည်း မျှော်လင့်ချက်အကြီးကြီးထားထားတယ်
ဒီလိုနဲ့တစ်နေ့မှာတော့ သားဖြစ်သူလုပ်လိုက်တဲ့အမှားတစ်ခုကြောင့် ဘစ်ရှင်တစ်ယောက်ခေါင်းမီးတောက်ရတော့တာပဲ
သားဖြစ်သူဟာ လူတစ်ယောက်ကို ကားနဲ့တိုက်ခဲ့ပြီး ကြောက်ကြောက်လန့်လန့်နဲ့ထွက်ပြေးလာခဲ့တယ်
ဒီအထိ ဘစ်ရှင်တစ်ယောက် စိတ်မပူသေးဘူး သားလေးကငယ်သေးတော့ အပြစ်ပေါ့လျှော့နိုင်တယ်လို့တွေးတယ်
ဒါပေမဲ့ အဓိကပြဿနာက အက်ဘီ ကားနဲ့တိုက်မိခဲ့တဲ့လူဟာ အင်အားကြီးဂိုဏ်းတစ်ခုရဲ့ဂိုဏ်းသားဖြစ်နေတယ်
ဂိုဏ်းတွေရဲ့ထုံးစံအတိုင်း အဖွဲ့ဝင်တစ်ယောက်ကိုထိရင် အဲ့ထိတဲ့လူကဘယ်သူဖြစ်နေပါစေ ရေဆုံးမြေဆုံးလိုက်သတ်တတ်ကြတယ်
ဒါကိုလည်း တရားသူကြီးဖြစ်တဲ့ ဘစ်ရှင်ကသိတယ်
အဲ့ဒီတော့ ဘစ်ရှင်တစ်ယောက် သူ့သားအသတ်မခံရဖို့အရေး နည်းလမ်းမျိုးစုံကြံဖန်ရပြီပေါ့
ဆိုတော့ ဘစ်ရှင်တစ်ယောက်ဘာဆက်လုပ်မလဲ???
ဖခင်မေတ္တာက တရားသူကြီးတစ်ယောက်ရဲ့ခံယူချက်တွေကို ရိုက်ချိုးပစ်နိုင်မှာလား??
သူ့သားကရော ဘာကိစ္စနဲ့ သူများကိုသွားတိုက်ရတာလဲ??
ပြီးတော့ သူဘယ်လိုတွေ အကွက်ရွေ့သွားမလဲဆိုတာကို
တစ်ပိုင်းပြီးတစ်ပိုင်း ရင်တထိတ်ထိတ်နဲ့ မထတမ်းကြည့်ရှုရမှာဖြစ်ပါတယ်
ဇာတ်လမ်းအညွှန်းကိုတော့ Thet Hnin Hsu မှ ရေးသားထားပါတယ်
Translated by : Thet Hnin Hsu ~ Van Sui Par ~ Win Lett ~ Hazel
Encoded by : YK
Episodes : 12
Quality : 1080p
File Size : 500MB
Subtitles : Myanmar (Hardsub )
Zip VIP / Yoteshin[1-7] / Yoteshin[8-12] / Megaup[1-7] / Megaup[8-12]
Ep01 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep02 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep03 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep04 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep05 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep06 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep07 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep08 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep09 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep10 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep11 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
Ep12 – Userdrive / Yoteshin / Megaup / Veryfile / Datbu
VIP Link —-> Click Here!
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
