"Synopsis of Tandav (2021)
Amazon Prime မှာပြသခဲ့တဲ့ အိန္ဒိယ political drama ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒေ့ဗ်ကီနန်ဒန် နဲ့ ဆမားပရာတပ်ဆင်းဂ် တို့ဟာပြီးခဲ့တဲ့သက်တမ်း သုံးဆက်လောက် သောင်ပြိုကမ်းပြိုနိုင်လာခဲ့တဲ့ ဂျေအယ်လ်ဒီပါတီရဲ့
ဦးစီးဦးဆောင်တွေလဲဖြစ် သားအဖတွေလဲဖြစ်ကြပါတယ်။ အခုလက်ရှိသက်တမ်းရွေးကောက်ပွဲမှာလဲ မဲရုံကထွက်လာတဲ့သူတွေအပေါ်
မေးမြန်းမှုရလဒ်တွေအရ သူတို့ပါတီပဲ ဆက်နိုင်ဖို့လဲ အလေးသာနေတာပါ။ ဒါပေမယ့် သူတို့သားအဖ ကြားမှာ ကာကွယ်ရေးဝန်ကြီး
ဘယ်သူရွေးမလဲဆိုတဲ့ ကိစ္စအပြင် တစ်ခြားသဘောထားကွဲလွဲမှုတွေ တေးထားတဲ့ အညှိုးတွေလဲရှိနေပါတယ်။
ဒီလိုပဲ မာလတ်ခ်ပူးဆိုတဲ့ရွာတစ်ရွာက လယ်မြေတွေကို အစိုးရကစီမံကိန်းနဲ့မလွတ်လို့ဆိုပြီး သိမ်းတဲ့အပေါ်မကျေနပ်သူတွေက လယ်ယာမြေ
ပြန်ရရှိရေးဆန္ဒပြကြပါတယ်။ အဲ့ဒီထဲမှာ ပညာတတ်ကျောင်းသားတစ်ချို့လဲပါဝင်ပြီး အဲ့ဒီထဲက ကျောင်းသားသုံးဦးနာမည်နဲ့တကွ အဓိကရုဏ်းနှိမ်နင်းရေး
ခေါင်းဆောင်ရဲတွေဆီကို သတ်ဖို့အမိန့်ရောက်လာတဲ့အခါ..။
ဇာတ်လမ်းရဲ့အပိုင်းတစ်မှာ ပြသွားတဲ့ ဇာတ်ကွက်တွေထဲက တစ်ချို့ဖြစ်ပါတယ်။ နာမည်ကျော်မင်းသားကြီး Saif Ali Khan (Sacred Games)ခေါင်းဆောင်ပါဝင်ထားပြီး
Dimple Kapadia, Mohd. Zeeshan Ayyub တို့လိုပရိသတ်နဲ့ရင်းနှီးပြီးသား နာမည်ကျော်ဇာတ်ပို့တွေများစွာပါ
ဝင်တဲ့ နိုင်ငံရေးလောကနောက်ခံ Drama, Thriller ကားတစ်ကားဖြစ်ပါတယ်။ အများပြည်သူမမြင်နိုင်တဲ့ ကန့်လန့်ကာနောက်ကွယ်က
ဇာတ်ရှုပ်တွေ ကြိုးကိုင်ခြယ်လှယ်မှုတွေ အကွက်ရွှေ့တာတွေကိုမြင်ရမှာဖြစ်ပြီး အပိုင်းတစ်ရဲ့အဆုံးသတ်မှာ ချိုးသွားတဲ့ အကွေ့ကြီးကလဲ
အတော်ကြမ်းပါတယ်။ ဆက်ကြည့်ကြစေချင်ပါတယ်။
File Size – 500MB @Episode
Quality – WEB-DL 1080P
Duration – 40 min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Politic , Drama , Documentary
Translator – Alias , d3mon
Encoder – Nyeinsaeya Aung
Complete Zip Yoteshin / Megaup / VIP
Episode 1
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 2
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 3
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 4
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 5
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 6
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 7
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 8
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
Episode 9 (End)
Yoteshin / Megaup / Meganz / Veryfiles / Usersdrive / Datbu / VIP Link
အားပေးမှုကို ကျေးဇူးတင်ရှိပါသည်။
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
