"Synopsis of My Fair Princess (AKA) Pearl Princess ( 1998 )
၁ရက်ကို ၆ ပိုင်းနှုန်းနဲ့တင်ဆက်ပေးသွားပါမယ်
တစ်ချိန်က မြဝတီမှာ “ရွှေမင်းသမီး” နာမည်နဲ့ ညကိုးနာရီလာခဲ့တဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
90s born လေးတွေတော်တော်များများ သိကြမယ့် ဟွမ်ကျူးကော်ကော် (ခေါ်)
ရှောင်ယဲ့ဇီလေးကို CM version နဲ့ ပြန်ကြည့်နိုင်ပါပြီ
ဒီကားလေးကိုမှ ဘာလို့ရွေးတင်ဆက်လဲဆိုရင်တော့ ဘယ် version မှ
အစားမထိုးနိုင် နောက်တစ်ခေါက် ဘယ်တော့မှ ပြန်မရိုက်နိုင်တဲ့ ဟောင်းပေမယ့်
တန်းဖိုးမဖြတ်နိုင်တဲ့ IMDb 7.9 နဲ့ ရပ်တည်ခဲ့တဲ့ အဖိုးတန်ဇာတ်ကားကောင်းလေးမလို့ပါ
အားလုံး သိကြမယ် ထင်ပေမယ့် မေ့နေလောက်မယ့်သူတွေအတွက်နဲ့
မသိလောက်သေးတဲ့သူတွေအတွက် လိုရမယ်ရ ဇာတ်လမ်း အကျဉ်းလေးပြန်ပြောရမယ်ဆိုရင်တော့
ရှဇီဝေဆိုတဲ့ မိန်းမပျိုလေးဟာ ကွယ်လွန်သွားတဲ့ အမေချန်ရစ်ခဲ့တဲ့
ပန်းချီကားလေးနဲ့ ခေါက်ယပ်တောင်လေးကို ရင်ဝယ်ပိုက်ပြီး ဝေးလံလှတဲ့
ဇာတိမြေကျီနန်မှ မင်းနေပြည်တော်ဆီ ခရီးနှင်ခဲ့တာကတော့
မင်းနေပြည်တော်မှာရှိတဲ့ သူတစ်သက်လုံး မမြင်ဖူးရှာတဲ့ ဖခင်ဘုရင်ကြီးရဲ့
အသိအမှတ်ပြုခံရဖို့ဆိုတဲ့ မျှော်လင့်ချက်ကြောင့်ပါ
ဒီလိုမျိုးဝေးလံကြမ်းတမ်းတဲ့ခရီးကို ဓားဆို ဟင်းချက်ရုံကလွဲပြီးမသုံးဖူး
တစ်သက်လုံး စောင်းတီး ကျားကစား ချည်ထိုးပန်းထိုးလုပ်ရုံကလွဲလို့
မသုံးဖြစ်တဲ့ လက်ဖဝါးနုနုပိုင်ရှင်အတွက်ကတော့ အတော်ပင် ခက်ခဲလှပါတယ်။
သူဦးတည်နေတဲ့ မင်းနေပြည်တော်မှာလည်း သူနဲ့အသက်အရွယ်တူ မဟုတ်မခံ
ခြေမြန်လက်မြန်နဲ့ မတရားတာမြင်ရင် ဝင်ပါတတ်တဲ့ ခေတ်အခေါ်အရ
ပါလေရာငပိချက်လုပ်တတ်တဲ့ ရှောင်ယဲ့ဇီလေးဟာ မိဘမဲ့သူငယ်ချင်းနှစ်ယောက်နဲ့အတူ
ဘဝတူမိဘမဲ့ကလေးတွေကို စောင့်ရှောက်ပေးနေသူတစ်ယောက်ပါ
သူတို့နှစ်ယောက်အမှတ်မထင် ဆုံတွေ့ကြတဲ့အခါ ဇီဝေအဖြစ်ကိုသိသွားတဲ့
ရှောင်ယဲ့ဇီလေးဟာ သနားပြီး ကူညီပေးဖို့အတွက် မင်းမျိုးနွယ်နဲ့မှူးမတ်တွေ
တောကစားထွက်တဲ့အချိန် စွန့်စွန့်စားစားနဲ့ခိုးဝင်ခဲ့ကြပါတယ်။
ခရီးကြမ်းလို့ မောပန်းပြီးမလိုက်နိုင်တော့တဲ့ ဇီဝေ့အတွက် မူလအကြံကတော့
ပန်းချီကိုပြပြီး ဇီဝေရှာနေကြောင်းပြောဖို့ပါပဲ
ဒါပေမယ့် ကိုယ်တော် (၅) ရဲ့မြားချက်မှန်ပြီး သတိလစ်နေချိန် ဘုမသိဘမသိနဲ့
သမီးတော်အဖြစ် သတ်မှတ်ခံရပြီး ချစ်ခင်ခံရချိန်မှာတော့ မိဘမရှိဘဲ
ဆင်းဆင်းရဲရဲကြီးပြင်းခဲ့ရတဲ့ ရှောင်ယဲ့ဇီလေးဟာ ဖခင်မေတ္တာကိုတောင့်တမိလို့
ခဏတဖြုတ် ဟန်ဆောင်လိုက်မယ်အတွေးနဲ့ အဖြစ်မှန်ကိုမပြောသေးပေမယ့်
ဟွမ်ကျူးကော်ကော်ဘွဲ့ကို ရုတ်တရက်ချီးမြှင့်ခံပြီးချိန်မှာတော့
အရာအားလုံးဟာ ပြောင်းလဲဖို့ နောက်ကျသွားခဲ့ပါပြီကဲ ပြည်သူတွေထဲက
ပြည်သူတစ်ယောက်ဖြစ်တဲ့ ဟွမ်ကျူးကော်ကော်ဟာ သူနဲ့အသားမကျတဲ့
စည်းကမ်းတင်းကျပ်တဲ့ မင်းမျိုးနွယ်ထဲမှာ ဘယ်လိုရှင်သန်သွားလဲ
သူ့ကိုစိတ်ကုန်အောင် နန်းတော်ကို ဘယ်လိုဇောက်ထိုးလှန်မလဲ
သူချစ်တဲ့ဇီဝေကို သူ့ခမည်းတော်ဆီ ဘယ်လိုပြန်ပို့ပေးမလဲဆိုတာ
သဘာဝကျကျ ရသစုံလင်စွာဖြင့် ရိုက်ကူးပုံဖော်ထားပါတယ်
မင်းသားမင်းသမီးတွေကလည်း လုအမ်ချီလို့မြန်မာပရိသတ်တွေအသိများကြတဲ့
Alec Su, So Close ဇာတ်ကားထဲမှ Zhao Wei, Ruby Lin နဲ့ Fan Bing နBing တို့ရဲ့
နုငယ်ပျိုပြစ်တဲ့မျက်နှာလေးတွေကို ကြည်ကြည်လင်လင်ကြည့်ရင်း
ငယ်ငယ်တုန်းကကြည့်ခဲ့ဖူးတဲ့ ခံစားချက်လေးကို ပြန်လည်တမ်းတကြပါစို့နော်
Quality : WEB-DL 720p
Format : mp4
During : 45 min
Total Episodes : 24
Subtitle : Myanmar Subtitle ( Hardsub )
Translated By Chu Chu & Htoo Htoo Ka Joe
Encoded By LK
Episode 1
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 2
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 3
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 4
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 5
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 6
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 7
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 8
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 9
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 10
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 11
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 12
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 13
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 14
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 15
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 16
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 17
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 18
Yoteshin | Usersdrive | VeryFiles | Mega.nz | Vip Links
Episode 19
Yoteshin | Usersdrive | VeryFiles | Vip Links
Episode 20
Yoteshin | Usersdrive | VeryFiles | Vip Links
Episode 21
Yoteshin | Usersdrive | VeryFiles | Vip Links
Episode 22
Yoteshin | Usersdrive | VeryFiles | Vip Links
Episode 23
Yoteshin | Usersdrive | VeryFiles | Vip Links
Episode 24 ( END )
Yoteshin | Usersdrive | VeryFiles | Vip Links
========================================================================
Zip File Part-1
Yoteshin | Usersdrive | Megaup| Vip Links
Zip File Part-2
Yoteshin | Usersdrive | Megaup| Vip Links
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
