Synopsis of To Sir, With Love (2022)ထီယင်း အဖြစ် Film Thanapatယန် အဖြစ် Tongtong Kitsakornဇာတ်လမ်းအကျဉ်းစုန့်လူကြီးမင်းက နဂါးငါးကောင်အဖွဲ့အစည်းကို ဦးဆောင်နေသူဖြစ်ပြီး စီးပွားရေးနယ်ပယ်မှာလည်း အရည်အချင်းပြည့်ဝတဲ့သူ တစ်ယောက်ပါသူဌေးစုန့်မှာ ပထမဇနီးဖြစ်သူ လီနဲ့ ထီယင်းဆိုတဲ့သားကြီးရထားသလို ဒုတိယဇနီးဖြစ်သူ ကျမ်န်နဲ့လည်း ယန်ဖြစ်တဲ့သားငယ်ရှိထားပါတယ်တရုတ်မိသားစုဖြစ်တဲ့ စုန့်အိမ်တော်မှာ ထီယင်းက သားကြီးဖြစ်လို့ သခင်လေးနေရာနဲ့ တာဝန်အားလုံးကိုအမွေဆက်ခံရမယ့်သူ ဖြစ်ပါတယ်ဒီလိုစည်းကမ်းတင်းကြပ်တဲ့ အိမ်တော်ရဲ့သခင်လေးဖြစ်တဲ့ထီယင်းက “လိင်တူချစ်ကြိုက်သူ” တစ်ဦးဖြစ်နေတဲ့အခါမှာတော့မိခင်ဖြစ်သူ လီက နည်းလမ်းမျိုးစုံသုံးကာ သားဖြစ်သူရဲ့စိတ်ကို ဖုံးဖိပါတော့တယ်ဘယ်လိုပိတ်ပင်တားဆီးပါစေ သခင်လေးထီယင်းတစ်ယောက် အရွယ်ရောက်လာပြီး သာမန်ယောက်ျားသားတစ်ဦးကို မေတ္တာသက်ဝင်လာတဲ့အခါ…ဒုတိယဇနီးဖြစ်သူ ကျမ်န်ကလည်း သားဖြစ်သူ ယန် ကို သခင်လေးနေရာရဖို့ နည်းလမ်းမျိုးစုံ ကြိုးစားလာခဲ့တဲ့အခါ…​အိမ်တော်ကြီးရဲ့တာဝန်ဝတ္တရားနဲ့ချစ်ရသူကြား သနားစရာ သခင်လေး ထီယင်းတစ်ယောက် ဘယ်လမ်းကိုရွေးချယ်မလဲဆိုတာကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )Native Title: คุณชายs: 10Aired: Oct 3, 2022 – ?Aired On: Monday, TuesdayOriginal Network: GMM OneContent Rating: Not Yet RatedTranslated by Kyi Nue Zin & Nang Mwe KhamEncoded by Naing Aung Latt (1) [700MB]     Meganz (1)_ [1.5GB]     Meganz (2) [700MB]     Meganz (2)_ [1.5GB]     Meganz (3) [700MB]     Meganz (3)_ [1.5GB]     Meganz (4) [700MB]     Meganz (4)_ [1.5GB]     Meganz (5) [700MB]     Meganz (5)_ [1.5GB]     Meganz (6) [700MB]     Meganz (7) [700MB]     Meganz (7)_ [1.5GB]   Meganz (8) [700MB]     Meganz (8)_ [1.5GB]     Meganz (9) [700MB]     Meganz (9)_ [1.5GB]     Meganz (10) [700MB]     Meganz (10)_ [1.5GB]     Meganz (11) [700MB]     Meganz (11)_ [1.5GB]     Meganz (12) [700MB]     Meganz (12)_ [1.5GB]     Meganz (13) [700MB]     Meganz (13)_ [1.5GB]     Meganz (14) [700MB]     Meganz (14)_ [1.5GB]     Meganz (15) [700MB]     Meganz (15)_ [1.5GB]     Meganz (16) [700MB]     Meganz (16)_ [1.5GB]     Meganz (17) END [700MB]     Meganz (17)END_ [1.5GB]     Meganz 