Synopsis of Limitless with Chris Hemsworth (2022)Limitless with Chris Hemsworth (2022)=============================IMDb Rating – 8.110ဒီရက်ပိုင်း Hit ဖြစ်နေတဲ့ သတင်းတစ်ခုကတော့MCUရဲ့ Thor အဖြစ်သရုပ်ဆောင်တဲ့ Chris Hemsworthရဲ့ဒီရက်ပိုင်း Hit ဖြစ်နေတဲ့ သတင်းတစ်ခုကိုတော့ ကြားဖူးထားလောက်ပြီထင်ပါတယ်။ ဟုတ်ပါတယ် သူ့ရဲ့မျိုးရိုးလိုက်တတ်တဲ့အယ်လ်ဇိုင်းမားရောဂါအကြောင်း သိရှိပြီးတဲ့နောက်မျာတော့ ရုပ်ရှင်ရိုက်ကူးမှုတွေ ရပ်နားထားမှာဖြစ်ပြီး ဘယ်အချိန်မှာ ပြန်ရိုက်ကူးဖြစ်မလဲတော့ အတိအကျ ပြောဆိုထားခြင်း မရှိသေးပါဘူး။သူက Avengers ရိုက်ကူးနေစဉ်ကာလကတည်းက စိတ်ဖိစီးမှုဒဏ်တွေ အများအပြားခံစားခဲ့ရပြီး သူ့ရဲ့ စားသောက်နေထိုင်မှုပုံစံတွေကိုပါပြောင်းလဲပစ်ခဲ့ရသူပါ။ဒီ documentary မှာတော့ Chris Hemsworth ရဲ့ လက်ရှိကြုံတွေ့နေရတဲ့ စိတ်ဖိစီးမှုတွေကို တွန်းလှန်သွားနိုင်မဲ့ အပြင်းစားစိန်ခေါ်မှုကြီးခြောက်ခုကို လုပ်ဆောင်ပြသွားမှာဖြစ်ပါတယ်။စိတ်ဖိစီးမှုဒဏ်ကို တွန်းလှန်နိုင်ဖို့က အဲဒီလို စိတ်ဖိစီးမှုကို ဖြစ်စေတဲ့အရာတွေနဲ့ ထိပ်တိုက်ရင်ဆိုင်ပစ်လိုက်ခြင်းဖြစ်တယ်ဆိုတဲ့ အဆိုအရသူအရမ်းကြောက်တဲ့ သူမလုပ်နိုင်လောက်ဘူးလို့ ထင်တဲ့ စိန်ခေါ်မှုအကြီးစားတွေကို လုပ်ဆောင်ရင်း သူ့ရဲ့အတွေ့အကြုံတွေကို မျှဝေပေးသွားမှာမျိုးပါ။သူနဲ့အတူတူ သူ့ရဲ့ညီအစ်ကိုရင်းချာတွေဖြစ်တဲ့ မင်းသား Liam Hemsworthနဲ့ Luke Hemsworth တို့အပြင် သူ့ရဲ့ စိတ်ရောဂါဝေဒနာကို ကုစားပေးနေတဲ့ စိတ်ကျန်းမာရေးပညာရှင် Dr.Modupe နဲ့ Dr.Peter တို့ကပါ ပါဝင်ရိုက်ကူးပေးထားပါတယ်။စုစုပေါင်း(၆)ပိုင်းတစ်ပြိုင်တည်းထွက်ရှိထားပြီး . cmမှ အပြီးအထိတင်ဆက်ပေးသွားပါမယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို May Thet Khine မှ ရေးသားပေးထားပါတယ်။)File Size………….(600 MB)  (1.5 GB)Quality……………WEB-DL   Duration…………50Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Comedy, Drama, FamilyTranslator……….May Thet Khine, Fiona Gillen, Khant Sett Naing, C’monEncoder…………..Zin Phyo Aung (500 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –     MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive(5) –     MegaNZ    Usersdrive(6) –     MegaNZ    Usersdrive – END1080P (1.5 GB)———————————–(1) –     MegaNZ  Usersdrive(2) –     MegaNZ  Usersdrive(3) –     MegaNZ  Usersdrive(4) –     MegaNZ  Usersdrive(5) –     MegaNZ  Usersdrive(6) –     MegaNZ  Usersdrive – END 