"Synopsis of Who Are You: School (2015)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
[Unicode]
Who Are You: School 2015
ထုံးယောင်းမြို့ အချစ်အိမ်မိဘမဲ့ဂေဟာမှာ တခြားကလေးတွေကို အစ်မကြီးသဖွယ်စောင့်ရှောက်ပေးရင်း နေထိုင်ရသူဖြစ်ပြီး‌
ကျောင်းတွင်းအကြမ်းဖက်မှုခံနေရတဲ့ လီအွန်းဘီ နဲ့ဆိုးလ်မြို့မှာ နေထိုင်ပြီး ကျောင်းစာမှာ ထူးချွန်တဲ့အပြင် မဟုတ်မခံစိတ်ရှိသူ ၊
မွေးစားအမေရဲ့ ဂရုစိုက်မှုတွေကြား ကြီးပြင်းလာရတဲ့ ဂိုအွန်ဗြောတို့ဟာ အမြွှာညီအစ်မတွေဆိုပေမဲ့ မတူညီတဲ့ ဘဝတွေမှာ နေထိုင်နေကြရတဲ့သူတွေပါ။
တစ်နေ့တော့ လီအွန်းဘီဟာ ဘဝကို စိတ်ကုန်ပြီး သေကြောင်းကြံစည်ချိန်
အစ်မဖြစ်သူဂိုအွန်းဗြောက အချိန်မီကယ်တင်ပေးပြီး သေကြောင်းကြံစည်မှုကြောင့် အတိတ်မေ့သွားတဲ့ ညီမဖြစ်သူကို
ဂိုအွန်းဗြောဆိုတဲ့ ကောင်းမွန်တဲ့ ဘဝမှာ အစားထိုး ရှင်သန်နေထိုင်စေခဲ့ပါတယ်။
အနိုင်ကျင့်ခံ လီအွန်းဘီဟာ ဂိုအွန်းဗြောဖြစ်လာပြီး ဆိုးလ်ကိုရောက်သွားချိန်မှာ ဘာတွေ ဆက်ဖြစ်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရမဲ့ အပြင်
ဆယ်ကျော်သက်အရွယ် မိဘနဲ့ သားသမီးကြား ဖြစ်တတ်တဲ့ စိတ်အခန့်မသင့်စရာအဖြစ်အပျက်တွေ၊
မိဘတွေရဲ့သားသမီးတွေအပေါ်ထားတဲ့စေတနာအမှားတွေနဲ့
သူငယ်ချင်းတွေကြားက ချစ်စရာကောင်းတဲ့ အမူအကျင့်တွေအပြင် မဖြစ်သင့်တဲ့လွှဲမှားနေတဲ့ဆက်ဆံရေးတွေကိုပါ မြင်ရမှာဖြစ်ပါတယ် ။
( အညွှန်းရေးသားပြီးဘာသာပြန်သူကတော့ Htet Nandar Aung ဖြစ်ပါတယ် )
[Zawgyi]
Who Are You: School 2015
ထုံးေယာင္းၿမိဳ႕ အခ်စ္အိမ္မိဘမဲ့ေဂဟာမွာ တျခားကေလးေတြကို အစ္မႀကီးသဖြယ္ေစာင့္ေရွာက္ေပးရင္း ေနထိုင္ရသူျဖစ္ၿပီး‌
ေက်ာင္းတြင္းအၾကမ္းဖက္မႈခံေနရတဲ့ လီအြန္းဘီ နဲ႔ဆိုးလ္ၿမိဳ႕မွာ ေနထိုင္ၿပီး ေက်ာင္းစာမွာ ထူးခြၽန္တဲ့အျပင္ မဟုတ္မခံစိတ္ရွိသူ ၊
ေမြးစားအေမရဲ႕ ဂ႐ုစိုက္မႈေတြၾကား ႀကီးျပင္းလာရတဲ့ ဂိုအြန္ေျဗာတို႔ဟာ အႁမႊာညီအစ္မေတြဆိုေပမဲ့ မတူညီတဲ့ ဘဝေတြမွာ ေနထိုင္ေနၾကရတဲ့သူေတြပါ။
တစ္ေန႔ေတာ့ လီအြန္းဘီဟာ ဘဝကို စိတ္ကုန္ၿပီး ေသေၾကာင္းႀကံစည္ခ်ိန္
အစ္မျဖစ္သူဂိုအြန္းေျဗာက အခ်ိန္မီကယ္တင္ေပးၿပီး ေသေၾကာင္းႀကံစည္မႈေၾကာင့္ အတိတ္ေမ့သြားတဲ့ ညီမျဖစ္သူကို
ဂိုအြန္းေျဗာဆိုတဲ့ ေကာင္းမြန္တဲ့ ဘဝမွာ အစားထိုး ရွင္သန္ေနထိုင္ေစခဲ့ပါတယ္။
အႏိုင္က်င့္ခံ လီအြန္းဘီဟာ ဂိုအြန္းေျဗာျဖစ္လာၿပီး ဆိုးလ္ကိုေရာက္သြားခ်ိန္မွာ ဘာေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာကို စိတ္ဝင္စားဖြယ္ ၾကည့္ရမဲ့ အျပင္
ဆယ္ေက်ာ္သက္အ႐ြယ္ မိဘနဲ႔ သားသမီးၾကား ျဖစ္တတ္တဲ့ စိတ္အခန္႔မသင့္စရာအျဖစ္အပ်က္ေတြ၊
မိဘေတြရဲ႕သားသမီးေတြအေပၚထားတဲ့ေစတနာအမွားေတြနဲ႔
သူငယ္ခ်င္းေတြၾကားက ခ်စ္စရာေကာင္းတဲ့ အမူအက်င့္ေတြအျပင္ မျဖစ္သင့္တဲ့လႊဲမွားေနတဲ့ဆက္ဆံေရးေတြကိုပါ ျမင္ရမွာျဖစ္ပါတယ္ ။
( အညႊန္းေရးသားျပီးဘာသာျပန္သူကေတာ့ Htet Nandar Aung ျဖစ္ပါတယ္ )
Native Title: 후아유: 학교 2015
Episodes: 16
Aired: Apr 27, 2015 – Jun 16, 2015
Aired On: Monday, Tuesday
Original Network: KBS2
Duration: 60 min.
Content Rating: 15+ – Teens 15 or older
Quality__Web-DL 720P
Format__mp4
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Htet Nandar Aung
Encoded by Naing Aung Latt
Episode (1) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (2) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (3) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (4) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (5) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (6) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (7) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (8) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (9) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (10) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (11) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (12) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (13) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (14) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (15) [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (16) END [ 550 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
————————————–
ZIP File –
Episode (1 to 16 ) [ 8.6 GB ]
YoteShin / VIP Link
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
