Synopsis of Westworld Season (1) + (2) +(3) + (4)ကမ္ဘာ့အကောင်းဆုံး သိပ္ပံစိတ်ကူးယဉ် ဇာတ်လမ်းတွေတွေထဲက တစ်ခုကို ချန်နယ်မြန်မာမှာ အစအဆုံးကြည့်လိုက်ရအောင်ပါ။ အပိုင်းတစ်မှာ နည်းနည်းလေး ပျင်းစရာကောင်းသလိုလိုရှုပ်သလိုလိုဖြစ်ပါလိမ့်မယ် ဒါပြီးရင်တော့ အစအဆုံး ထိုင်ရာမထပါ ကြည့်ချင်သွားပါလိမ့်မယ်။ ဇာတ်လမ်းလေးကလည်း သေချာကြည့်ရင် ရိုးရှင်းပါတယ်။ လူတွေက လူတွေကိုထိန်းချုပ်ဖို့အတွက် စက်ရုပ်တွေကိုထိန်းချုပ်ထားတာကို စက်ရုပ်တွေက လူတွေကို ပြန်ထိန်းချုပ်ပြီး စက်ရုပ်ချင်းလည်းပြန်ထိန်းချုပ်ပြီး လူနဲ့စက်ရုပ်နဲ့ပေါင်းပြီး လူနဲ့စက်ရုပ်တွေနဲ့ တိုက်ခိုက်ကြတာပါပဲ။ဇာတ်လမ်းအကျဉ်းလူတွေဟာ လက်တွေ့ဘဝကြီးထဲကနေ ယာယီလွတ်မြောက်ဖို့ နည်းမျိုးစုံနဲ့ အပမ်းဖြေတတ်ကြပါတယ်။ သီချင်းနားထောင်မယ်၊ ရုပ်ရှင်ကြည့်မယ်၊ ခရီးထွက်မယ်ပေါ့။ ဒီထဲမှာတော့ အကြမ်းဆုံးအလန်းဆုံးအပမ်းဖြေနည်းတစ်ခုကို လူတွေက တီထွင်ထားလိုက်ပါပြီ။ ဝက်စ်ဝါးလို့ခေါ်တဲ့ ကောင်းဘွိုင်ခေတ်အရိုင်းဆန်ဆန် ပုံစံတူ အပမ်းဖြေဥယျာဉ်ကြီးတစ်ခုပါပဲ။ ဥယျာဉ်ကြီးထဲကို တကယ့်သူဌေးတွေမှလာအပမ်းဖြေနိုင်တာပါ။ ဥယျာဉ်ထဲမှာ ဖြစ်ချင်တဲ့လူဘယ်သူမဆို ဖြစ်နိုင်ပြီး လုပ်ချင်တာဘာမဆိုလုပ်လို့ရပါတယ်။ ဓားပြတိုက်မလား၊ လူဆိုးဖမ်းမလား၊ လူဆိုးလုပ်မလား၊ ကောင်မလေးတွေကိုလုပ်ချင်တာလုပ်မလား၊ ဘာမဆိုလုပ်နိုင်ပါတယ်။ သူတို့လုပ်နေတဲ့ ဥယျာဉ်ထဲက ဟို့စ်လို့ ခေါ်တဲ့ လူအစစ်နဲ့အခြားတူနေတဲ့အရာတွေကတော့ စက်ရုပ်တွေပါပဲ။ ဒါပေမဲ့ စက်အသိဉာဏ်တွေရှိပြီးတော့ ကိုယ်တိုင် စဉ်းစားတွေးခေါ်ဆုံးဖြတ်နိုင်ပါတယ်။ ပိုပြီးမိုက်တာက အဲဒီစက်ရုပ်တွေက သူတို့ကိုယ်သူတို့ စက်ရုပ်မှန်းမသိသလို ဒီပန်းခြံဟာလည်း အတုဆိုတာမသိပါဘူး။ သူတို့တွေ အသတ်ခံရရင်သေသွားရင်လည်း ပန်းခြံဝန်ထမ်းတွေ သိပ္ပံပညာရှင်တွေက မှတ်ဉာဏ်တွေကို အစကပြန်ထည့်ပေးပြီး ပြန်စစ်ဆေးပြုပြင်ပြီး ပြန်ထည့်ပေးလိုက်တာပါပဲ။ ဒါပေမဲ့ စက်အသိဉာဏ်နဲ့စက်ရုပ်တွေကို မှတ်ဉာဏ်တွေဘယ်လောက်ပဲရှင်းပစ်ပစ် အပိုင်းအစလေးတွေက ကျန်စပြုလာတာပါပဲ။ ပြီးတော့ ဒီပန်းခြံကြီးကလည်း အပမ်းဖြေဖို့ဆိုတာထက်ကြီးမားတဲ့ တစ်ကမ္ဘာလုံးနဲ့ဆိုင်တဲ့ ရည်မှန်းချက်ကြီးပါရှိနေတော့ ပန်းခြံပိုင်ရှင်တွေကြားမှာ အကွက်ရွှေ့တာတွေ အာဏာလုပ်တာတွေဖြစ်လာသလို စက်ရုပ်တွေကြားမှာလည်း ရွေးချယ်မှုတွေ ပုန်ကန်မှုတွေနဲ့ ကိုယ်ပိုင်အကြံအစည်ကြီးတွေ ရှိလာတဲ့အခါ…Quality – S1+2 – HDTV, S3- BrripDuration – 60 Min (@)Subtitle – Myanmar HardsubFormat – Mp4Translators of Season 1+ 2 – MgKing , Hein Htet Aung , မိုးေသာက္ , KoYeTranslators of Season 3 – Mr. AndersonEncoder – Nyeinsaeya Aung, Mr. AndersonSeason 1 Complete Zip () – Ep 1 to 5  Ep 6 to 10Season 2 Complete Zip     VIPSeason 4 Link 1  –     Meganz  Usersdrive   1  –     Meganz  Usersdrive   2  –     Meganz  Usersdrive   2  –     Meganz  Usersdrive   3  –     Meganz    3  –     Meganz  4  –     Meganz  Usersdrive   4  –    Meganz Usersdrive  5  –     Usersdrive  Meganz   5  –     Usersdrive  Meganz 6  –     Usersdrive  Meganz  6  –     Usersdrive  Meganz 7  –     Usersdrive  Meganz   7  –     Usersdrive  Meganz 8  –      UsersdriveSeason 3 Link 1  – VIP      Meganz  Usersdrive   2  – VIP      Meganz  Usersdrive   3  – VIP      Meganz  Usersdrive   4  – VIP      Meganz  Usersdrive   5  – VIP      Meganz  Usersdrive   6  – VIP      Meganz  Usersdrive   7  – VIP      Meganz  Usersdrive   8  – VIP      Meganz  Usersdrive   1  – VIP      Meganz  Usersdrive  2  – VIP      Meganz  Usersdrive  3  – VIP      Meganz  Usersdrive  4  – VIP      Meganz  Usersdrive  5  – VIP      Meganz  Usersdrive  6  – VIP      Meganz  Usersdrive  7  – VIP      Meganz  Usersdrive  8  – VIP      Meganz  Usersdrive  