"Synopsis of Chandrakanta ( 2017 ) ( Completed )
ဟိန္ဒူ စီးရီးတွဲတွေ ခံစားချင်တဲ့ သူတွေ အတွက် တင်ဆက်ပေးလိုက်ရပါတယ်
အပိုင်းတော့များပါတယ်. zip ဖိုင်နဲ့ တင်ဆက်ပေးလိုက်ပြီး
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဖြည်းဖြည်းချင်းစီဒေါင်းနိုင်ပါတယ်
Naugarh တိုင်းပြည်မှ မကောင်းဆိုးဝါးဘုရင်မကြီး အီရာဗတ်တီဟာ
အရှင် Vishnu ရဲ့ စွမ်းအားအမြင့်ဆုံးဓားမြှောင်ကိုရယူပြီး
အဆုံးအစမဲ့မှော်ပညာများဖြင့် Vijaygarh တိုင်းပြည်ကို အုပ်ချုပ်ချင်နေခဲ့ပါတယ်
မင်းသမီးလေး ချန်ဒရာရဲ့ အမေဖြစ်သူ ထိုဓားမြောင်ကိုပိုင်ဆိုင်ထားတဲ့
ဘုရင်မ Ratnaprabha ဟာ သမီးဖြစ်သူရဲ့အသက်ကိုကယ်တင်ဖို့အတွက်
မဆုံးပါးခင်မှာ မှော်အစွမ်းနဲ့စီမံပေးခဲ့မှုကြောင့် Suryagarh တိုင်းပြည်မှ
ကလေးမရှိတဲ့ သာမာန်အရပ်သား တံငါသည်ဇနီးမောင်နှံဆီပို့နိုင်ခဲ့ပြီး
ဓားမြှောင်ကိုတော့ အရှင် Vishu ဘုရားကျောင်းမှာ ထိန်းသိမ်းထားပြီး
၂၁ နှစ်ကြာလျှင် ချန်ဒရာကိုပေးဖို့အတွက် သိမ်းထားခဲ့ပါတယ်
အတိတ်မေ့ပြီး ကြီးပြင်းခဲ့တဲ့ ချန်ဒရာတစ်ယောက် သူမရဲ့ ဘဝမှန်နဲ့
မှော်ပညာအစွမ်းရှိတာကိုမသိပေမယ့် ချန်ဒရာဟာ လှပပြီး ကြောက်ခမန်းလိလိ
ကျွမ်းကျင်တဲ့ Aiyarra ရဲ့ အမျိုးသမီးစစ်သည်တော်တစ်ယောက်ဖြစ်လာပါတယ်
၂၁ နှစ်ကြာပြီးနောက်မှာတော့ အီရာဗတ်တီဟာ ဓားမြှောင်ကိုရှာဖွေနေသေးချိန်မှာ
Naugarh တိုင်းပြည်ရဲ့မင်းသား Veerendra ဟာ ချန်ဒရာနဲ့ဆုံတွေ့မိပါတယ်
ဒါပေမယ့် သူတို့နှစ်ယောက်ဟာ မိဘချင်းသဘောတူပြီး ငယ်စဉ်ကတည်းကစေ့စပ်ထားကြောင်းနဲ့
မင်းသားလေးရဲ့မိထွေးကြောင့် ချန်ဒရာတစ်ယောက် ကံဆိုးမိုးမှောင်ကျခဲ့ကြောင်းကိုမသိကြပါဘူး
မင်းသားလေးကတော့ ထူးချွန်လှတဲ့ ချန်ဒရာကို ယှဉ်ပြိုင်ဖို့တစ်ဖက်က
အားသန်သော်လည်း တစ်ဖက်မှာတော့ ချန်ဒရာရဲ့အလှတရားမှာနစ်မြောနေခဲ့တယ်
နစ်မြောချင်စရာကောင်းလောက်အောင်လည်း မင်းသမီးလေးက အဟုတ်‌ချောတာပါ
ဒီဇာတ်ကားလေးကတော့ 24 June 2017 မှာစတင်ထုတ်လွှင့်ခဲ့ပြီး
16 June 2018 မှာ အဆုံးသတ်သွားခဲ့တဲ့ အပိုင်း ၉၄ ပိုင်းပါဝင်တဲ့ ဟိန္ဒူကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်
Subtitle Credit to somonlian ( subscene )
DOWNLOAD WITH ZIP FILE
Download ( Ep 1 to Ep 15 ) – Yoteshin | Opendrive |
Download ( Ep 16 to Ep 30 ) – Yoteshin | Opendrive |
Download ( Ep 31 to Ep 50 ) – Yoteshin | Opendrive |
Download ( Ep 51 to Ep 70 ) – Yoteshin | Opendrive |
Download ( Ep 71 to 94 ) ( END ) – Yoteshin | Opendrive
Vip Link ( Part 1 to 5 ) – Download Here
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
