Synopsis of Elite (Complete)စပိန်စကားပြော ဒီ Netflix စီးရီးလေးကတော့ ၂၀၁၈ ကစတင်ထွက်ရှိခဲ့ပြီးအခုဆို Season (4) ထိ ထွက်ရှိထားသလို နောက်စီစင်တွေလဲ ထပ်မံထွက်ရှိဦးမှာဖြစ်ပါတယ်။ဒီစီးရီးက ထူးခြားတဲ့တင်ဆက်မှုတစ်ခုဖြစ်ပြီး လူငယ်တွေကြားက နက်နဲတဲ့ Relationshipအကြောင်းတွေကို ရဲရဲတင်းတင်း ပွင့်ပွင့်လင်းလင်းတင်ဆက်ထားတာပါ။အသက် ၁၈ နှစ်တောင် မပြည့်ကြသေးတဲ့ လူငယ်တွေ ကျောင်းမှာပညာရှာရင်းနဲ့ ပွဲကြမ်းချက်ကလဲ လက်လန်ပါတယ်…Sex ကိစ္စမှာဆိုလဲ Straight , BL , Lesbian , Cuckold , 2 in 1 , Incest စသည်ဖြင့်အောတိုက်ရလောက်အောင် စုံစီနဖာပဲ အရပ်ကတို့ရေ…ကဲ..ဒီစီးရီးနာမည်လေးကတော့ Elite အထက်တန်းလွှာဆိုတဲ့ အဓိပ္ပာယ်ပေါ့..Las Encinas ဆိုတဲ့ ကျောင်းတော်ကြီးဟာ စပိန်နိုင်ငံပြဲပြဲစင်မှာကြေးရတက်လူတန်းစား တွေ လူကုန်ထံသားသမီးတွေပဲ တက်နိုင်တဲ့အထက်တန်းစားကျောင်းတော်ကြီးပေါ့ ဒါပေမယ့်ထူးထူးဆန်းဆန်းပဲ ဆင်ခြေဖုံးရပ်ကွက်မှာနေတဲ့ သာမန်လူတန်းစားအသိုင်းဝိုင်းကလူငယ်လေးသုံးယောက် Las Encinas ကျောင်းတော်ကြီးမှာတက်ရောက်ဖို့ကံအကြောင်းတိုက်ဆိုင်လာပါတယ်မထင်မှတ်ထားတဲ့ ငလျင်လှုတ်ခတ်မှုကြောင့် ထိုလူငယ်လေးသုံးယောက်တက်နေတဲ့အညတရကျောင်းလေးပြိုကျမှုဖြစ်ပြီးနောက်မှာမြို့နယ်ကောင်စီကခရစ်ရှန် ဆမ်မြူရယ်နဲ့ နာဒီယာတို့သုံးယောက်ကို Las Encinas ကျောင်းတော်ကြီးမှာအခမဲ့ပညာသင်ယူဖို့ စကော်လာရှစ် ပေးလာပါတယ်သူတို့သုံးယောက်ကျောင်းစရောက်ပြီးနောက်မှာအညတရနဲ့ လူကုန်ထံတွေကြားပဋိပက္ခတွေဖြစ်လာတဲ့အပြင်ပဋိပက္ခတွေဖြစ်နေရင်းကြားထဲကပဲကျောင်းမှာကောင်မလေးတစ်ယောက်သေဆုံးမှုဖြစ်ပွားခဲ့ပါတယ်သေဆုံးမှုနောက်ကွယ်ကတရားခံကဘယ်သူလဲဘယ်သူကောင်မလေးကို သတ်သွားတာလဲအညတရကျောင်းသားလေးသုံးယောက်ကပဲမကျေနပ်လို့သတ်တာလားဒါကတော့ အပြီးထိကြည့်မှပဲ သိရမှာပါMoney Heist စီးရီးထဲက ဒန်ဗာတို့အယ်လီဆန်ပါကာတို့ကိုမြင်တွေ့ရဦးမှာဖြစ်ပြီးတချိန်ကဓားပြကြီးဖြစ်ခဲ့တဲ့ ရီယိုကိုလဲခရစ်ရှန်ဆိုတဲ့ကျောင်းသားလေးအနေနဲ့တွေ့မြင်ရမှာပါဇာတ်လမ်းဇာတ်အိမ်တည်ဆောက်ပုံကလဲ ပြောစရာမရှိလောက်အောင်သေသပ်တဲ့အပြင် ဇာတ်လမ်းကစားသွားတာလေးတွေလဲ လှပါတယ်ဒါကတော့ကျွန်တော့်အမြင်ပါ Money Heist လိုပဲနောက်ခံသီချင်းအလန်းလေးတွေတွေ့ရမယ့်အပြင်ဘယ်အချိန်ဘာဖြစ်မှန်းမသိရပဲ အင်မတန်စိတ်ဝင်စားဖို့ကောင်းအောင်ရိုက်ထားတာတွေ့ရမှာပါတစ်ပိုင်းပြီးတာနဲ့နောက်တစ်ပိုင်းထပ်ကြည့်ချင်ကြမယ်ဆိုတာရဲရဲကြီးအာမခံပါတယ်Rating အနေနဲ့ကလဲ IMDb မှာ 7.5 ရထားပြီးRotten Tomatoes မှာ 97% ဆိုတော့ ကျွန်တော်ပြောခဲ့သလိုပဲဇာတ်အိမ်ဘယ်လောက်ထိခိုင်ခံ့မှုရှိလဲဆိုတာ ကိုယ်တိုင်ပဲကြည့်ရှုခံစားကြည့်ကြပါ..Season ၁ ခုစီမှာ အပိုင်း (၈) ပိုင်းစီပါရှိပါတယ်။ဘာသာပြန်ထားသူများကတော့…ရှိန်းထက်နိုင် ၊ ဟိန်းသက်နိုင် ၊ ဝေဇင် ၊ August ၊ အေးမွန်ကျော် ၊ ညို့မျက်ဝန်း ၊ကြည်ကြည် ၊ Aye Mon Kyaw ၊ Thaw ၊ Htoo Htoo Ka Joe ၊ Dolly ၊ Amelia ၊Thet Hnin Hsu ၊ Jimx တို့ပဲဖြစ်ပါတယ်။File Size – 400MB @Quality – WEB-DL  & Duration – 50 minute (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Crime , ThrillerTranslator – CM TeamEncoder – August , Xcode , Nyeinsaeya AungVIP Member >>> LinkSeason (1) Complete Zip  Season (2) Complete Zip  Season (3) Complete Zip  Season (4) Complete Zip   Season (5) Complete Zip   SHORT STORIES(Bonus )Carla and Samuel –  |  | Userdrive | Veryfiles |  | VIPOmer Ander Alexis –  |  | Userdrive | Veryfiles |  | VIPGuzman Caye Rebe –  |  | Userdrive | Veryfiles |  | VIPNadia Guzman –  |  | Userdrive | Veryfiles |  | VIPElite Season 5 (2022)ကြေးရတတ်လူတန်းစား ​ရေ​ပေါ်ဆီလေး​တွေရဲ့ သပွတ်အူထက်ပိုရှုပ်​ထွေးတဲ့ Relationship​တွေအ​ကြောင်းကို Las Encinas ​ကျောင်း​တော်ကြီးမှာဇာတ်အိမ်တည်ပြီး အမျိုးစုံကြိုးခုန်လာတဲ့ Elite seriesက​တော့ အခုဆို season 5အထိ ​ရောက်လာခဲ့ပါပြီ၊Season 4အပြီးမှာ​တော့ ဂုဇ်မန်းနဲ့ အန်ဒါတို့ ပညာ​တော်သင်ဖို့ထွက်သွားကြပြီးဇာတ်​​ကောင်အသစ်​တွေအ​နေနဲ့ ဆိုဖီယာဆိုတဲ့ နာမည်ကြီးဆယ်လီတစ်​ယောက်နဲ့အီဗန်ဆိုတဲ့ ခပ်​ဟော့ဟော့​ ​​ကောင်​လေးတစ်​ယောက်Las Encinas ​ကျောင်း​တော်ကြီးကို ​​ထပ်ပြီး ရောက်လာကြပါပြီ၊ဆိုဖီယာက​တော့ မင်းသားဖီးလစ်နဲ့ကာ​​ယေးတာနာတို့ကြား ဝင်လာမယ့်သူဖြစ်ပြီးအီဗန်က​တော့ ​တွေ့မ​ရှောင်မယ့် multi-target​ လေးပါ၊ဒီဇာတ်​ကောင်အသစ်​တွေက ဆာမြူနဲ့ အာရီ၊ အိုမာနဲ့ ပက်ထရစ်၊မန်စီယာနဲ့ရေဘက္ကာ၊ ဖီးလစ်နဲ့ ကာ​ယေးတာနာတို့ရဲ့ဆက်ဆံ​ရေး​တွေကြားဘယ်လိုနှစ်ပင်သုံးပင်လိမ်​စေဦးမလဲ၊Elite seriesရဲ့ ပါ​​ဝင်နေကျ murder caseမှာ​​​ရောဒီ seasonအတွက် ဘယ်သူ​ သေပြီး ဘယ်သူ တရားခံဖြစ်​မလဲဆိုတာကိုElite ထုံးစံအတိုင်း မိသားစုနဲ့ တူတူကြည့်လို့မရတဲ့ ပွင့်လင်းမြင်သာ၊စုံစီနဖာ​​စွာသော scene​ တွေနဲ့အတူဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ကြည့်ရှုရဦးမှာပါ၊ အပိုင်း အစအဆုံးထွက်ရှိလာတာဖြစ်ပြီးCMမှ ဆက်တိုက်တင်ဆက်​ပေး သွားပါမယ်၊အညွှန်းကိုတော့ JimX က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာက‌တော့ CM Team ပဲ ဖြစ်ပါတယ်။Genre…..Drama, Crime, ThrillerQuality….WEB-DL File size ….. 700MBFormat…mp4Duration….40minSubtitle….Myanmar Subtitle (Hardsub)Translator …..CM TeamEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz |  02 – Userdrive |  |  | Meganz |  03 – Userdrive |  |  | Meganz |  04 – Userdrive |  |  | Meganz |  05 – Userdrive |  |  | Meganz |  06 – Userdrive |  |  | Meganz |  07 – Userdrive |  |  | Meganz |  08 END – Userdrive |  |  | Meganz | Elite Season 6 (2022)Elite လို့ပြောလိုက်တာနဲ့ ဒရမ်မာများနဲ့ကျောင်းတစ်ကျောင်းက ကျောင်းသားကျောင်းသူတွေကို ပြေးမြင်မိမှာပါ။Season 5 မှာ Samuel နဲ့ သေဆုံးမှု Cliff-hangerနဲ့ အဆုံးသတ်ထားပြီးSeason 6 ကို တော့ သို့လော သို့လောတွေနဲ့ မမဆောင်း Vibe နဲ့ အစပျိုးထားပါတယ်။အတွဲအပြောင်းနိုင်ဆုံးဆုရှင်များဖြစ်ကြတဲ့ Las Encinas ရဲ့ ကျောင်းသားလေးတွေကဒီတစ်ခါမှာရော ဘယ်သူကဘယ်သူနဲ့ပြတ်ပြီး ဘယ်သူနဲ့တွဲမှာလဲ။Transgender အဖြစ် ပွဲထုတ်ထားတဲ့ Nico ကရော ဘယ်လိုစိတ်ဝင်စားစရာ role ကနေ ပါဝင်လာမလဲ။Samuelရဲ့သေဆုံးမှုကြောင့် ထောင်ကျနေတဲ့Ariရဲ့အဖေကရော ဘယ်လိုတွေဆက်ဖြစ်မလဲ။ဒရမ်မာကိုယ်စီနဲ့ Main lead တွေကရော အတိတ်ရဲ့အ‌နှောင်အဖွဲ့ထဲကရုန်းထွက်နိုင်ကြမလားကိုတော့အားလုံးအတူတူကြည့်ရင်း အဖြေညှိလိုက်ကြပါစို့။အညွှန်းကိုတော့ Mary Christ က ရေးထားပေစပြီးတော့ဘာသာပြန်တွေကတော့ Mary Christ, JoJoVa, JimX, Chuck, Roman NoX တို့ပဲ ဖြစ်ပါတယ်။Genre….. DramaQuality….  | File size… 1GB | 500MBFormat… mp4Duration…. 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Mary Christ, JoJoVa, JimX, Chuck, Roman NoXEncoder ….. August 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 01 – Userdrive | Yotesbin |  |  02 – Userdrive | Yotesbin |  |  03 – Userdrive | Yotesbin |  |  04 – Userdrive | Yotesbin |  |  05 – Userdrive | Yotesbin |  |  06 – Userdrive | Yotesbin |  |  07 – Userdrive | Yotesbin |  |  08 – Userdrive | Yotesbin |  | အားပေးမှုကို ကျေးဇူးတင်ရှိပါသည်။Channel Myanmar Team 