"Synopsis of My Forever Sunshine (2020)
[Unicode]
” ကောင်းကင်မှာ နေမင်းကြီးရှိနေသရွေ့”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Casts
ပန့်/ ဝမ်းဖမိုင်အဖြစ် Kao Supassara
အားထစ် အဖြစ် Mark Prin
ဇာတ်လမ်းအကျဉ်း..
မိဘမျိူးရိုးက ကျိကျိတက်ချမ်းသာပြီး အလိုလိုက်ခံရတဲ့ တစ်ဦးတည်းသောသမီးဖြစ်တဲ့ ပန့်က ဆိုးချင်တိုင်းဆိုးနေတဲ့ သမီးတစ်ယောက်ပေါ့
အလုပ်တွေနဲ့အချိန်မပေးတဲ့ မိဘတွေကြား စိတ်ဝင်စားမှုခံရဖို့ ဘာမဆိုလုပ်ရဲတဲ့ သူတစ်ယောက်…
အားထစ်ကတော့ နေရောင်ခြည်ခြံပိုင်ရှင်ရဲ့ သားတစ်ယောက်ဖြစ်ပြီး ပန့်အဖေရဲ့သူငယ်ချင်းဖြစ်သူ ကားလည်းဖြစ်ပါတယ်
တစ်ရက် အားထစ်အဖေက လိမ်လည်ခံရရင်း ခြံကိုသိမ်းခံရမလိုဖြစ်တာကြောင့် သူဌေးဖြစ်တဲ့ ပန့်အဖေက ဝင်ကူညီပေးခဲ့ပြီး
အလဲအလှယ်အနေနဲ့ကတော့ ပန့်နဲ့ အားထစ်ကို လက်ထပ်ပေးဖို့ပါပဲ
ကျေးဇူးတရားကို သိတတ်တဲ့ အားထစ်အဖေက ဇနီးနဲ့သား လက်မခံတာကို မျက်ကွယ်ပြုရင်း ကမ်းလှမ်းချက်ကို လက်ခံလိုက်ပါတယ်
ပန့်မိဘတွေ သေဆုံးခဲ့ပြီး ပန့်က အားထစ်တို့ အိမ်ကို ပြောင်းလာနေခဲ့တယ်
တနေ့နှင်ထုတ်ခံရမယ်ဆိုတဲ့အသိနဲ့ တစ်ညမှအားထစ်ကို အမိဖမ်းဖို့ကြိုးစားရာက စိတ်တိုပြီး ထွက်သွားခဲ့တဲ့ အားထစ် ကားမတော်တဆဖြစ်ခဲ့ပါတယ်
ဒီဖြစ်ရပ်ဆိုးကြောင့် အားထစ် အမုန်းကြီးမုန်းခဲ့သလို ပန့်လည်း နိုင်ငံခြားပညာတော်သင် ၆နှစ်လွှတ်ခံလိုက်ရတယ်
၆နှစ်ကြာပြီး အချိန်က ကုစားပေးနိုင်လောက်ပြီအတွေးနဲ့ ပြန်လာခဲ့တဲ့ ပန့်တစ်ယောက် အားထစ် အမုန်းတွေနဲ့ပဲ ကြုံတွေ့လာရတဲ့အခါ သူတို့ဆက်ဆံရေးဘာဆက်ဖြစ်မလဲ…
အားထစ်က ဝမ်းဖမိုင်ရဲ့ နေမင်းကြီး ပြန်ဖြစ်လာနိုင်မလားဆိုတာ စောင့်မျှော်ကြည့်ရှုကြရအောင်…။
“တိတ်တခိုးချစ်ရသူ ခင်ပွန်း” ထဲက မင်းသားချော Mark Prin နဲ့ မင်းသမီး Kao တို့ ပါဝင်သရုပ်ဆောင်ထားပြီး ตราบฟ้ามีตะวัน (ကောင်းကင်မှာ နေမင်းကြီးရှိနေသရွေ့) ဆိုတဲ့ ဝတ္ထုကို ပြန်လည် ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ် ။
( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ဖြစ်ပါတယ် )
[Zawgyi]
” ေကာင္းကင္မွာ ေနမင္းႀကီးရွိေနသေ႐ြ႕”
Casts
ပန္႔/ ဝမ္းဖမိုင္အျဖစ္ Kao Supassara
အားထစ္ အျဖစ္ Mark Prin
ဇာတ္လမ္းအက်ဥ္း..
မိဘမ်ိဴး႐ိုးက က်ိက်ိတက္ခ်မ္းသာၿပီး အလိုလိုက္ခံရတဲ့ တစ္ဦးတည္းေသာသမီးျဖစ္တဲ့ ပန္႔က ဆိုးခ်င္တိုင္းဆိုးေနတဲ့ သမီးတစ္ေယာက္ေပါ့
အလုပ္ေတြနဲ႔အခ်ိန္မေပးတဲ့ မိဘေတြၾကား စိတ္ဝင္စားမႈခံရဖို႔ ဘာမဆိုလုပ္ရဲတဲ့ သူတစ္ေယာက္…
အားထစ္ကေတာ့ ေနေရာင္ျခည္ၿခံပိုင္ရွင္ရဲ႕ သားတစ္ေယာက္ျဖစ္ၿပီး ပန္႔အေဖရဲ႕သူငယ္ခ်င္းျဖစ္သူ ကားလည္းျဖစ္ပါတယ္
တစ္ရက္ အားထစ္အေဖက လိမ္လည္ခံရရင္း ၿခံကိုသိမ္းခံရမလိုျဖစ္တာေၾကာင့္ သူေဌးျဖစ္တဲ့ ပန္႔အေဖက ဝင္ကူညီေပးခဲ့ျပီး
အလဲအလွယ္အေနနဲ႔ကေတာ့ ပန္႔နဲ႔ အားထစ္ကို လက္ထပ္ေပးဖို႔ပါပဲ
ေက်းဇူးတရားကို သိတတ္တဲ့ အားထစ္အေဖက ဇနီးနဲ႔သား လက္မခံတာကို မ်က္ကြယ္ျပဳရင္း ကမ္းလွမ္းခ်က္ကို လက္ခံလိုက္ပါတယ္
ပန္႔မိဘေတြ ေသဆုံးခဲ့ၿပီး ပန္႔က အားထစ္တို႔ အိမ္ကို ေျပာင္းလာေနခဲ့တယ္
တေန႔ႏွင္ထုတ္ခံရမယ္ဆိုတဲ့အသိနဲ႔ တစ္ညမွအားထစ္ကို အမိဖမ္းဖို႔ႀကိဳးစားရာက စိတ္တိုၿပီး ထြက္သြားခဲ့တဲ့ အားထစ္ ကားမေတာ္တဆျဖစ္ခဲ့ပါတယ္
ဒီျဖစ္ရပ္ဆိုးေၾကာင့္ အားထစ္ အမုန္းႀကီးမုန္းခဲ့သလို ပန္႔လည္း ႏိုင္ငံျခားပညာေတာ္သင္ ၆ႏွစ္လႊတ္ခံလိုက္ရတယ္
၆ႏွစ္ၾကာၿပီး အခ်ိန္က ကုစားေပးႏိုင္ေလာက္ၿပီအေတြးနဲ႔ ျပန္လာခဲ့တဲ့ ပန္႔တစ္ေယာက္ အားထစ္ အမုန္းေတြနဲ႔ပဲ ႀကဳံေတြ႕လာရတဲ့အခါ သူတို႔ဆက္ဆံေရးဘာဆက္ျဖစ္မလဲ…
အားထစ္က ဝမ္းဖမိုင္ရဲ႕ ေနမင္းႀကီး ျပန္ျဖစ္လာႏိုင္မလားဆိုတာ ေစာင့္ေမွ်ာ္ၾကည့္ရႈၾကရေအာင္…။
“တိတ္တခိုးခ်စ္ရသူ ခင္ပြန္း” ထဲက မင္းသားေခ်ာ Mark Prin နဲ႔ မင္းသမီး Kao တို႔ ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး ตราบฟ้ามีตะวัน (ေကာင္းကင္မွာ ေနမင္းႀကီးရွိေနသေ႐ြ႕) ဆိုတဲ့ ဝတၳဳကို ျပန္လည္ ႐ိုက္ကူးထားတာပဲ ျဖစ္ပါတယ္ ။
( အညႊန္္းေရးသားထားသူကေတာ့ Kyi Nue Zin ျဖစ္ပါတယ္ )
Native Title : ตราบฟ้ามีตะวัน
Episodes : 19
Aired : Nov 19, 2020 – Dec 15, 2020
Aired On : Wednesday, Thursday
Original Network : Channel 3
Duration : 1 hr. 50 min.
Quality__720p
Format__mp4
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Kyi Nue Zin & Nang Mwe Kham
Encoded by Naing Aung Latt
Complete Zip File
Ep1-6 Yoteshin / VIP
Ep7-12 Yoteshin / VIP
Ep13-19 Yoteshin / VIP
Episode (1) [ 810 MB ]
YoteShin / Gdrive / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (2) [ 850 MB ]
YoteShin / Gdrive / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (3) [ 810 MB ]
YoteShin / Gdrive / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (4) [ 820 MB ]
YoteShin / Gdrive /Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (5) [ 820 MB ]
YoteShin / Gdrive /Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (6) [ 830 MB ]
YoteShin / Gdrive /Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (7) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (8) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (9) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (10) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (11) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (12) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (13) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (14) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (15) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (16) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (17) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (18) [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Episode (19) END [ 830 MB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
——————————————-
Zip File – Episode (1 to 19 End) [ 15 GB ]
YoteShin / Usersdrive / Yandex / Megaup / Meganz / VIP Link
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
