"Synopsis of Valley of Tears 2020
အောက်တိုဘာလ ၁၉၇၃မှာ၊အစ်စရေးနိုင်ငံမှာဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲကို
အခြေခံပြီးရိုက်ကူးထားတဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းတွဲဖြစ်ပါတယ်။
အီဂျစ်နဲ့ဆီးရီးယား ၂နိုင်ငံပူးပေါင်းကာ Yom Kippur(ဂျူးဥပုဒ်နေ့) မှာ
အစ်စရေးကိုအလစ်ဝင်တိုက်ခဲ့တာကြောင့်
Yom Kippur စစ်ပွဲလို့အမည်တွင်ခဲ့ပါတယ်။
ဒီဇာတ်လမ်းဟာနေရာမတူကြတဲ့ဇာတ်ကောင်တွေရဲ့
ရှုထောင့်တွေကိုခွဲပြထားပြီးနောက်ပိုင်းမှ
တစ်ဦးနဲ့တစ်ဦးဆုံလာကြတဲ့ပုံစံမျိုးဖြစ်ပါတယ်။
အဗီနွမ်ဆိုတဲ့ကင်းစခန်းတစ်ခုကထောက်လှမ်းရေးနည်းပညာတပ်သားဟာ
စစ်ဖြစ်တော့မယ့်လက္ခဏာတွေကိုဖုန်းလိုင်းတွေကိုနားထောင်ရင်းသိနေပေမယ့်
သူ့ရဲ့ပြောစကားကိုအထက်လူကြီးတွေကအယုံအကြည်မရှိခဲ့ကြပါဘူး။
စစ်သားတွေအိမ်ကိုကိုယ်စီပြန်ကြတဲ့စစ်အင်အားအနည်းဆုံးဥပုဒ်​နေ့အားလပ်ရက်မှာ
အဗီနွမ်ရဲ့မှန်းဆမှုအတိုင်း ဆီးရီးယားတပ်တွေဝင်တိုက်ခဲ့ပါတယ်။
မီလာခီဆိုတဲ့တင့်ကားမောင်းတပ်သားဟာ မြို့ထဲမှာဆန္ဒပြရင်းအဖမ်းခံခဲ့ရပါတယ်။
စစ်ဖြစ်တာကိုသိတဲ့အချိန်မှာထောင်ကထွက်ပြေးပြီး
သူ့ရဲ့တင့်ကားအဖွဲ့ဆီသွားပါတော့တယ်။
နာမည်ကြီးစာရေးဆရာမန်နီဘန်ဒေါ်ဟာ
ဇနီးသည်ရဲ့တွန်းအားပေးမှုကြောင့်
စစ်တပ်ထဲဝင်သွားတဲ့သားဖြစ်သူကိုလိုက်ရှာပါတယ်။
အဲ့လိုရည်ရွယ်ချက်ကိုယ်စီနဲ့ဇာတ်ကောင်တွေဟာ
စစ်ပွဲကြားကအဖြစ်အပျက်တွေ​​ကြောင့်တစ်ယောက်နဲ့တစ်ယောက်တွေ့မိကြရင်း
အခက်အခဲတွေဆုံးရှုံးမှုတွေကြားကရုန်းကန်ကြရပုံကို
စွန့်စားခန်းပုံစံရှုစားရမှာဖြစ်ပါတယ်။
ဖြစ်ရပ်မှန်စစ်ကားနှစ်သက်သူတွေ၊ သဘာဝကျကျဇာတ်လမ်းတွဲကောင်းနှစ်သက်သူတွေ
ကြည့်သင့်တဲ့ဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပါတယ်။
Translated by Pyi Ti Nyein
Complete zip file VIP / Megaup / Yoteshin
Episode 1
VIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Episode 2
VIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon
Episode 3
VIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon
Episode 4
VIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon
Episode 5
VIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon
Episode 6
VIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon
Episode 7
VIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon / Usersdrive
Episode 8
VIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon / Usersdrive
Episode 9
VIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon / Usersdrive
Episode 10 (END)
VIP / Yoteshin / Megaup / Meganz / Upstream / Filedwon / Usersdrive
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
