Synopsis of I Hear Your Voice (2013)BIG MOUTH ပြီးသွားလို့ Lee Jong Suk ကို လွမ်းနေကြတဲ့သူတွေရှိလားOppa ရဲ့ နောက်ထပ် ဇာတ်ကားသစ်မလာခင်မှာ မင်းသမီး Lee Bo Young နဲ့တွဲရိုက်ထားတဲ့ အရင်က ဇာတ်ကားဟောင်းလေးကို အလွမ်းပြေကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းဘတ်ဆူဟျော့ဟာ သားဖြစ်သူနဲ့အတူ အိမ်ပြန်လာတဲ့လမ်းမှာ သူတို့မောင်းနေတဲ့ကားကို ထရပ်ကားကြီးတစ်စီးက ဝင်တိုက်ပြီးလုပ်ကြံတာကို ခံရတယ်ဒါပေမယ့် ဘတ်ဆူဟျော့ရော သားဖြစ်သူ ဘတ်ဆူဟာပါ အသက်ရှင်နေသေးတဲ့အတွက် လူသတ်သမားက ကားပေါ်ကနေ ဘတ်ဆူဟျော့ကိုအပြင်ကို ဆွဲချပြီး သတ်ပစ်ခဲ့တယ်အသက် ၉ နှစ်အရွယ် ဘတ်ဆူဟာက ဒီဖြစ်ရပ်တွေကို အစအဆုံးမြင်နေရတဲ့အပြင် လူသတ်သမားရဲ့ စိတ်ထဲက တွေးနေတဲ့အတွေးကိုပါ ကြားနေရတယ်လူသတ်သမားကလည်း အစအဆုံးမြင်သွားပြီးတဲ့ ဘတ်ဆူဟာကိုပါ သတ်ဖို့ကြိုးစားတော့တယ်အဲဒီအချိန်မှာ ကျောင်းသူနှစ်ယောက်ဖြစ်တဲ့ ဂျန်ဟယ်ဆောင်းနဲ့ ဆောဒိုယွန်းက ဒီဖြစ်ရပ်ကို မြင်သွားကြလို့ ဘတ်ဆူဟာအသက်ရှင်ခဲ့တယ်အဲဒီနောက် တရားခွင်မှာ ဂျန်ဟယ်ဆောင်းက လူသတ်မှုရဲ့ သက်သေအဖြစ် ထွက်ဆိုချက်ပေးခဲ့လို့ လူသတ်သမားက ဂျန်ဟယ်ဆောင်းကိုအငြိုးထားခဲ့တယ်၁၀ နှစ်ကြာပြီးတဲ့နောက်မှာတော့ ဟယ်ဆောင်းတစ်ယောက်ရှေ့နေဖြစ်လာခဲ့တယ်ဂျန်ဟယ်ဆောင်းက ရှေ့နေတစ်ယောက်ဖြစ်လာခဲ့ပေမယ့် တရားခွင်မှာ သေချာရှေ့နေမလိုက်ပေးတဲ့အတွက် တစ်လကို လစာဝမ် ၈ သိန်းအောက်ပဲရပြီး မိခင်ဖြစ်သူဆီကနေ အမြဲတမ်း ထောက်ပံ့မှု ပြန်ယူနေခဲ့ရတယ်တစ်ရက်မှာတော့ ပြည်သူ့ရှေ့နေတစ်ယောက်ဖြစ်ဖို့ အင်တာဗျူးဝင်ဖြေခဲ့ပြီးကံကောင်းစွာနဲ့ အလုပ်ရသွားခဲ့တယ်ပြည်သူ့ရှေ့နေအဖြစ် ပထမဆုံးတရားခွင် စတဲ့နေ့မှာပဲ သူမကိုလိုက်ရှာနေတဲ့ ဘတ်ဆူဟာနဲ့ ပြန်တွေ့ခဲ့ပြီး သူမကို အငြိုးထားနေတဲ့ လူသတ်သမားမင်ဂျွန်ဂုလည်း ထောင်က ပြန်လွတ်လာခဲ့ပါတယ်သူတို့ကို အငြိုးထားနေတဲ့ မင်ဂျွန်ဂုက ဘယ်လိုမျိုးလက်တုံ့ပြန်ဖို့ ကြိုးစားမလဲဘတ်ဆူဟာကရော ဟယ်ဆောင်းကိုကာကွယ်ပေးနိုင်မလား ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါရှင် ။( အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ )Native Title: 너의 목소리가 들려s: 18Aired: Jun 5, 2013 – Aug 1, 2013Aired On: Wednesday, ThursdayOriginal Network: SBSDuration: 60 min.Content Rating: 15+ – Teens 15 or olderTranslated by Hay Thar Oo , Hnin Wut YiEncoded by Naing Aung Latt (1) [600MB]     Meganz (1)_ [1.6GB]    Meganz (2) [600MB]     Meganz (2)_ [1.6GB]    Meganz (3) [600MB]     Meganz (3)_ [1.6GB]    Meganz (4) [600MB]     Meganz (4)_ [1.6GB]    Meganz (5) [600MB]     Meganz (5)_ [1.6GB]    Meganz (6) [600MB]     Meganz (6)_ [1.6GB]    Meganz (7) [600MB]     Meganz (7)_ [1.6GB]    Meganz (8) [600MB]     Meganz (8)- [1.6GB]    Meganz (9) [600MB]     Meganz (9)_ [1.6GB]    Meganz (10) [600MB]     Meganz (10)_ [1.6GB]    Meganz (11) [600MB]     Meganz (11)_ [1.6GB]    Meganz (12) [600MB]     Meganz (12)_ [1.6GB]    Meganz (13) [600MB]     Meganz (13)_ [1.6GB]    Meganz (14) [600MB]     Meganz (14)- [1.6GB]    Meganz (15) [600MB]     Meganz (15)_ [1.6GB]    Meganz (16) [600MB]     Meganz (16)_ [1.6GB]    Meganz (17) [600MB]     Meganz (17)_ [1.6GB]    Meganz (18) END [600MB]     Meganz (18)_ END [1.6GB]    Meganz 