Synopsis of SAS: Rogue Heroes (2022) CompleteSAS: Rogue Heroes (2022) Season 01 Complete~ IMDb – 8.210, Rotten Tomatoes – 100% ~ဒုတိယကမ္ဘာစစ်တုန်းက တကယ်ရှိခဲ့တဲ့ SAS လို့ခေါ်တဲ့ ပထမဆုံး အထူးလေကြောင်းတပ်ဖွဲ့ စတင်ဖြစ်ပေါ်လာပုံနဲ့ ဒီတပ်ရဲ့ စွန့်စားခန်းတွေအကြောင်း ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ပြီး ရိုက်ပြထားတဲ့ ဇာတ်လမ်းတွဲပါ။ Peaky Blinders နဲ့ See တို့လို နာမည်ကျော်ဇာတ်လမ်းတွဲတွေရဲ့ Creator, Allied တို့ Spencer တို့လိုကား‌တွေရဲ့ ဇာတ်ညွှန်းဆရာ၊ တွမ်ဟာဒီရဲ့ Locke တို့ Jason Statham ရဲ့ Eye For an Eye တို့ရဲ့ ဒါရိုက်တာ Steven Knight ဟာ စာရေးဆရာနဲ့ သမိုင်းပညာရှင် Ben Macintyre ရဲ့ SAS: Rogue Heroes လို့ခေါ်တဲ့ စာအုပ်ကိုဖတ်မိပြီး သူကိုယ်တိုင်လည်း ဒီဇာတ်လမ်းကို တော်တော်လေး စိတ်ဝင်စားသွားသလို လူသိသိပ်မများတဲ့သမိုင်းဖြစ်ရပ်ဖြစ်တာကြောင့်လည်း ရိုက်ဖြစ်ခဲ့ပါတယ်။ အခုဇာတ်လမ်းတွဲဟာလည်း တော်တော်လေး လူကြိုက်များခဲ့ပြီး အောင်မြင်ခဲ့တာကြောင့် ၂၀၂၄မှာ နောက်တစ်တွဲ ထပ်ပြသွားဖို့ စီစဉ်ထားပါသေးတယ်။ဇာတ်လမ်းကတော့ ခုနဖော်ပြပါအတိုင်း အပြင်မှာ တကယ်ရှိခဲ့တဲ့ SAS အဖွဲ့ဖွဲ့တဲ့အကြောင်းနဲ့ သူတို့ရဲ့ မစ်ရှင်တွေအကြောင်းပေါ့။ ဒီအဖွဲ့က အစက နာဇီတွေနဲ့ စိတ်ဓာတ်ဆင်ရေးလုပ်ဖို့ စာရွက်ပေါ်မှာပဲရှိတဲ့ အတုလုပ်ထားတဲ့ အဖွဲ့ပေါ့။ တစ်နေ့ကျ အဖေရာထူးကြီးကြီးရှိတဲ့ အမိန့်တစ်စက်မှ မနာခံဘဲ လုပ်ချင်တာလုပ်တဲ့ စစ်သားတစ်ကောင်က ဂျာမန်လေယာဉ်တွေကို လေပေါ်မပျံခင် မြေမှာဆိုက်ထားတုန်း အကုန်ဖျက်ဆီးပစ်ဖို့ မစ်ရှင်တစ်ခုကို အဆိုပြုလာတယ်။ ဒီမစ်ရှင်ကို လုပ်ဖို့ သူက လူ၆၀ တောင်းတယ်။ ဒါပေမဲ့ အထက်က မဖြစ်နိုင်လွန်းတာကြောင့် ခွင့်မပြုပေမဲ့ စိတ်ဓာတ်စစ်ဆင်ရေးလုပ်နေတဲ့ဘဲက သူ့ရဲ့စာရွက်‌ပေါ်မှာပဲရှိတဲ့ အဖွဲ့ကို တကယ်ရှိသလိုဖြစ်အောင် လုပ်ပေးရမယ်ဆိုတဲ့ ကမ်းလှမ်းချက်နဲ့ ‌ပေးဖွဲ့လိုက်တယ်။အထူးအဖွဲ့အတွက် လူရွေးတာက ဘယ်လောက်တော်လဲ ဘာညာနဲ့မရွေးဘဲ မင်းသားက သူ့လိုမျိုး အမိန့်မနာခံ လုပ်ချင်တာလုပ် တဇောက်ကန်းတွေနဲ့ချည်း ဖွဲ့လိုက်တယ်။ ဂျာမန်တွေရဲ့ထောက်ပို့တွေ၊ တပ်ကူလေယာဉ်တွေကို ဖျက်ဆီးဖို့က ကန္တာရထဲ လေထီးနဲ့ခုန်ဆင်းမှပဲဖြစ်နိုင်တာဆိုတော့ သူတို့တွေ သဲမုန်တိုင်းတိုက်နေတဲ့အချိန်ကြီး ကန္တာရထဲ လေထီးနဲ့ခုန်ဆင်းကြတဲ့အထိ မိုက်မိုက်မဲမဲတွေ လုပ်ကြတယ်။ ဖွဲ့ထားတဲ့အဖွဲ့ကကောင်တွေကလည်း ရှေ့တန်းက ရာထူးအကြီးဆုံးလူကိုတောင် အလေးမပြုတဲ့ကောင်တွေ၊ အထက်လူကြီးကို စန္ဒရားနဲ့ ထုတဲ့ကောင်တွေ၊ တဇောက်ကန်းတွေ စုံပလုံနေရော။ ဒီလိုတဇောက်ကန်းတွေရဲ့ ဖြစ်ရပ်မှန် စစ်ဆင်ရေးကို ရိုက်ကူးတင်ဆက်ထားတဲ့ အလန်းစားစစ်ဇာတ်လမ်းတွဲပါပဲ။ဒုတိယကမ္ဘာစစ်ဖြစ်ရပ်မှန်ပေါ် အခြေတည်ရိုက်ကူးထားတဲ့အပြင် ဗမာ၊ မော်လမြိုင်၊ မန္တလေးစတာတွေကိုပါ ခဏခဏ တကူးတက ထည့်ထည့်ပြောပြီး မြန်မာကို အဖက်လုပ်အားပေးထားတဲ့ ကားဖြစ်တာကြောင့် အားလုံးမြည်းစမ်းကြည့်သင့်ပါတယ်။ ဇာတ်ကတော့ တော်တော်ကြမ်းပြီး စိတ်ကူးယဉ်ဆန်သလိုဖြစ်နေပေမဲ့ အများစုက ဖြစ်ရပ်မှန်တွေပါပဲလို့တော့ ဇာတ်အဖွင့်မှာတင် စာတန်းထိုးထားပါတယ်။ ဖြစ်ရပ်မှန်ကားတွေထဲ ဒီထက်ဖိုက်တာကျတဲ့ကား ရှိမယ်မထင်ပါဘူး။ စစ်တပ်တို့ ဘာတို့ရဲ့ အခြေခံအသက်ဟာ အမိန့်နာခံမှုလို့ ဆိုကြပေမဲ့ ဒီဇာတ်လမ်းတွဲမှာတော့ ထူးခြားစွာပဲ အမိန့်မနာခံတဲ့ ကောင်တွေရဲ့ ကောင်းကွက်ကို အမွှန်းတင်ဖော်ကျူးသွားပါတယ်။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ W ပဲဖြစ်ပါတယ်။)Size ~ 600MB+Total ~ 6 sQuality – Duration ~ 50min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Thriller, WarSource : HMAX.Web-dl.Translator – WEncoder – YSeason Complete Zip ()Ep 1 to 3  Ep 4 to 6 1 –>   MegaUp  MegaNZ  UsersDrive  StreamSB 2 –>   MegaUp  MegaNZ  UsersDrive  StreamSB 3 –>   MegaUp  MegaNZ  UsersDrive  StreamSB 4 –>   MegaUp  MegaNZ  UsersDrive  StreamSB 5 –>   MegaUp  MegaNZ  UsersDrive  StreamSB 6 –>   MegaUp  MegaNZ  UsersDrive  StreamSB 