Synopsis of Somebody (2022) CompleteSomebody (2022) (အညွှန်း)====================လျှို့ဝှက်ချက်တွေ ဇာတ်လှည့်ကွက်တွေအပြည့်နဲ့ စိတ္တဇဆန်ဆန် သည်းထိတ်ရင်ဖိုမှုခင်းဇာတ်ကားတွေကိုမှကြိုက်နှစ်သက်တဲ့ cm ပရိသတ်အတွက် ပြီးခဲ့တဲ့ Oct တုန်းက “အပြည်ပြည်ဆိုင်ရာ ဘူဆန်ရုပ်ရှင်ပွဲတော်” မှာပွဲဦးထွက်ပြသခဲ့ပြီး Nov 18 မှာ Netflix ကနေထုတ်လွှင့်ပြသမယ့် အပိုင်း (၈) ပိုင်းနဲ့ “Somebody”App developer တစ်ယောက်အနေနဲ့ရပ်တည်နေပြီး Mok Won နဲ့ Ki Eun အပြင် တခြားသူငယ်ချင်းအပေါင်းအသင်းမရှိတဲ့ Kim Sum ..နေ့စဥ်ဘဝမှာ လူတွေနဲ့ပေါင်းသင်းဆက်ဆံပြောဆိုရတာကိုက Kim Sum အတွက် ဝန်ထုပ်ဝန်ပိုးကြီးလိုဖြစ်နေပြီးအချိန်အများစုကို သူ့ရဲ့ရုံးခန်းလေးထဲမှာပဲ ကွန်ပျူတာတစ်လုံးနဲ့တစ်ကုပ်ကုပ် အချိန်ကုန်ဆုံးနေတတ်တဲ့ sociopath တစ်ယောက် ..ဒီလိုလက်တွေ့ဘဝမှာ လူတွေနဲ့သဟဇာတမဖြစ်တဲ့ Kim Sum က တစ်ဖက်မှာတော့ ကမ္ဘာကြီးရဲ့နေရာပေါင်းစုံကလူပေါင်းစုံရဲ့ဆုံစည်းရာဖူးစာဆုံရာ “Somebody” လို့ခေါ်တဲ့ online dating app တစ်ခုရဲ့ ဖန်တီးသူပဲ့ကိုင်ရှင်လည်းဖြစ်နေပြန်ပါသေးတယ်။ဒီလိုနဲ့တစ်နေ့မှာတော့ လူသတ်မှုတစ်ခုဖြစ်ပွားခဲ့ပြီး အဲဒီလူသတ်မှုမှာ “Somebody” ပါ ပါဝင်ပတ်သက်နေလို့စစ်ဆေးမေးမြန်းမှုတွေနဲ့ကြုံတွေ့နေရတုန်း Kim Sum ရဲ့ရပ်ဝန်းထဲကို Yoon O လို့ခေါ်တဲ့ ပဟေဠိတွေအပြည့်နဲ့ခပ်မိုက်မိုက် ဗိသုကာပညာရှင်တစ်ယောက်ရောက်လာခဲ့တယ်။ ဟုတ်ပါတယ် .. အားလုံးထင်ထားသလိုပဲလူသတ်မှုဖြစ်မှ Kim Sum နဲ့ဆုံတွေ့ဖြစ်လာတဲ့ Yoon O က ဖြစ်ခဲ့တဲ့လူသတ်မှုရဲ့တရားခံဖြစ်သလို လူသတ်ရတာကိုမှ ဝါသနာပါပါတယ်ဆိုတဲ့ psychopath တစ်ယောက်ပါ။“American Psycho” အမည်ရဝတ္ထုကို မှီငြမ်းရိုက်ကူးထားပြီး ကြည့်ဖူးနေကျလျှို့ဝှက်သည်းဖိုမှုခင်းကားတွေနဲ့မတူဘဲ အစတည်းကလူသတ်တရားခံကိုပရိသတ်ကိုချပြထားပြီးဖြစ်တာမို့ “Sociopath နဲ့ Psychopath” ကြားကသာမန်ထက်လွန်ကဲတဲ့ဆက်ဆံရေးနဲ့ ခန့်မှန်းမရတဲ့ plot နဲ့ “Somebody” ကိုNov 18 မှာ ကြည့်ရှုနိုင်မှာပဲဖြစ်ပါတယ်။ဇာတ်ဆောင်တွေအနေနဲ့ On our wedding day, Mission Impossible တို့ရဲ့မင်းသားချောKim Young Kwang, The King: Eternal Monarch, Tale of the Nine Tailed တို့ရဲ့အလှပဂေး Kim Yong Ji, Kang Hae Lim နဲ့ Kim Seo Yeon တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားသလို ဇာတ်ဆောင်တစ်ယောက်ချင်းစီနဲ့အရင်ဇာတ်ရုပ်တွေနဲ့မတူဘဲ ကွဲပြားတဲ့သရုပ်ဆောင်ချက်တွေကိုလည်းမြင်တွေ့ရဦးမှာပဲဖြစ်ပါတယ်။File Size – 500MB  200MBQuality –  NF WEB DL  Duration –49 minute (@)Total s: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, CrimeTranslator – Lai Laii ~ Myo Myo ~ Shwe Pyae ~ Ichika ~SummerEncoder – YK==== 1 –   Userdrive    Meganz   2 –   Userdrive    Meganz   3 –   Userdrive    Meganz   4 –   Userdrive    Meganz   5 –   Userdrive    Meganz   6 –   Userdrive    Meganz   7 –   Userdrive    Meganz   8 –   Userdrive    Meganz  ====== 1 –   Userdrive    Meganz   2 –   Userdrive    Meganz   3 –   Userdrive    Meganz   4 –   Userdrive    Meganz   5 –   Userdrive    Meganz   6 –   Userdrive    Meganz   7 –   Userdrive    Meganz   8 –   Userdrive    Meganz   