"Synopsis of ပြည်သူ့တရားရှင် ပေါင်ချိန် ( 1993 )
Zawgyi
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ၿပည္သူ႕တရားရွင္ ေပါင္ခ်ိန္ ဆုိရင္အားလံုးသိၾကမွာပါ..ကြ်န္ေတာ္တို႔ငယ္စဥ္ဘ၀ကတည္းက စြဲလန္းႏွစ္ၿခိဳက္စြာ
ၾကည္႕ရွုခဲ႔တဲ႔ ဇာတ္လမ္းတြဲတခု..ေပါင္ခ်ိန္ ကုန္းစြန္းခ်ဲ႕ က်န္ေက်ာင္း စတဲ႔ဇာတ္ေကာင္ေတြဟာ ၿမန္မာပရိသတ္ေတြ
ၾကားမွာ ေတာ္ေတာ္ေလးကိုေရပန္းစားခဲ႔ပါတယ္..အခုငယ္ဘ၀က အမွတ္တရေလးေတြနဲ႕အတူ ဇာတ္လမ္းေကာင္း
ေတြကိုၾကည္႕ေစခ်င္တဲ႔ Channel Myanmar ေစတနာက ၿပည္သူ႕တရားရွင္ဇာတ္လမ္းကို တဖန္
ၿပန္လည္တင္ဆက္ဖုိ႕ၿဖစ္လာပါၿပီ…1993 ခုႏွစ္မွာ ထုတ္လႊင္႔ခဲ႔တဲ႔ ၿပည္သူ႕တရားရွင္ ေပါင္ခ်ိန္ထ်န္းရဲ႕
Original series ေလးကိုခံစားၾကည္႔လိုက္ပါဦး..အခုေနာက္ပိုင္းၿပန္ရိုက္တာေတြရွိေပမယ္႔လည္း
ကြ်န္ေတာ္ကေတာ႔ 1993 version ကိုအၾကိဳက္ဆံုးပါသရုပ္ေဆာင္ေတြအားလံုးရဲ႕
ငယ္ရြယ္ပ်ိဳၿမစ္မွုေတြနဲ႕အတူ..ဇာတ္လမ္းတြဲကိုကြ်န္ေတာ္တို႕အတူစီးေမ်ာလိုက္ၾက၇ေအာင္
အမွုတြဲေတြ နဲ႕တင္ေပးပါမယ္. ဇာတ္ကားထြက္တဲ႔အခ်ိန္ကလည္း
25 ႏွစ္ၾကာၿပီမုိ႔ ရႏိုင္တဲ႔အေကာင္းဆံုးကြာလတီကိုတင္ဆက္ေပးထားပါတယ္.
Unicode
ပြည်သူ့တရားရှင် ပေါင်ချိန် ဆိုရင်အားလုံးသိကြမှာပါ..ကျွန်တော်တို့ငယ်စဉ်ဘဝကတည်းက စွဲလန်းနှစ်ခြိုက်စွာ
ကြည့်ရှုခဲ့တဲ့ ဇာတ်လမ်းတွဲတခု..ပေါင်ချိန် ကုန်းစွန်းချဲ့ ကျန်ကျောင်း စတဲ့ဇာတ်ကောင်တွေဟာ မြန်မာပရိသတ်တွေ
ကြားမှာ တော်တော်လေးကိုရေပန်းစားခဲ့ပါတယ်..အခုငယ်ဘဝက အမှတ်တရလေးတွေနဲ့အတူ ဇာတ်လမ်းကောင်း
တွေကိုကြည့်စေချင်တဲ့ Channel Myanmar စေတနာက ပြည်သူ့တရားရှင်ဇာတ်လမ်းကို တဖန်
ပြန်လည်တင်ဆက်ဖို့ဖြစ်လာပါပြီ…1993 ခုနှစ်မှာ ထုတ်လွှင့်ခဲ့တဲ့ ပြည်သူ့တရားရှင် ပေါင်ချိန်ထျန်းရဲ့
Original series လေးကိုခံစားကြည့်လိုက်ပါဦး..အခုနောက်ပိုင်းပြန်ရိုက်တာတွေရှိပေမယ့်လည်း
ကျွန်တော်ကတော့ 1993 version ကိုအကြိုက်ဆုံးပါသရုပ်ဆောင်တွေအားလုံးရဲ့
ငယ်ရွယ်ပျိုမြစ်မှုတွေနဲ့အတူ..ဇာတ်လမ်းတွဲကိုကျွန်တော်တို့အတူစီးမျောလိုက်ကြ၇အောင်
အမှုတွဲတွေ နဲ့တင်ပေးပါမယ်. ဇာတ်ကားထွက်တဲ့အချိန်ကလည်း
25 နှစ်ကြာပြီမို့ ရနိုင်တဲ့အကောင်းဆုံးကွာလတီကိုတင်ဆက်ပေးထားပါတယ်.
Translated By – Ei Pyae , Lina , Phyo Zaw , Phyo Zaw Htet , Chu Chu , Aung Myat Shwe , Nu Mon
Encoded By ^ LK ^
အတွဲ ၁- ဘုရင့်သမက်တော် အမှု (အစအဆုံး)
CMDrive / CM Links
အတွဲ ၂ – ကျွမ့်ယွမ်ပညာရှိအတုအစစ် အမှု ( အစအဆုံး )
CMDrive / CM Links
အတွဲ ၃ – အိမ်ရှေ့မင်းသားနှင့်တောကြောင်လဲလှယ်သောအမှု ( အစအဆုံး )
CMDrive / CM Links
အတွဲ ၄ – အပ်၂ချောင်း အရှုပ်တော်ပုံ ( အစအဆုံး )
CMDrive / CM Links
အတွဲ ၅ – ငရဲပြည်သို့အလည်တစ်ခေါက် ( အစအဆုံး )
CMDrive / CM Links
အတွဲ ၆ – အနီရောင်ပန်းပုံပြင် ( အစအဆုံး )
CMDrive / CM Links
အတွဲ ၇ – ဖန်ယွိအားသုတ်သင်ခြင်း ( အစအဆုံး )
CMDrive / CM Links
အတွဲ ၈ – အချင်းခိုးမှုအရှုပ်တော်ပုံ ( အစအဆုံး )
CMDrive /CM Links
အတွဲ ( ၉ ) – အင်တုံငယ်လေးရာဇဝင် ( အစအဆုံး )
CMDrive / CM Links
အတွဲ ( ၁၀ ) ချုံးနန် အမှုတွဲ ( အစအဆုံး )
CMDrive / CM Links
အတွဲ ( ၁၁ ) မင်းသားအားကွပ်မျက်ခြင်း ( စဆုံး)
CMDrive / CM Links
အတွဲ ( ၁၂ ) ရှေးဟောင်းစောင်း နှင့် မီးခိုးကြွက်လျှောက်အမှု (စဆုံး)
CMDrive / CM Links
အတွဲ ( ၃၃ ) အဆိပ်မယ်နှင့်ငါးဒေဝီ ( အစအဆုံး )
CMDrive / CM Links
အတွဲ ( ၄၁ ) ကြွက်ညီနောင် ငါးဖော် ( စဆုံး )
CMDrive / CM Links
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
