Synopsis of Winning Time: The Rise of the Lakers Dynasty (2022) CompleteWinning Time: The Rise of The Lakers Dynasty (2022) Season 01 Complete~ IMDb – 8.310, Rotten Tomatoes – 85% ~ဘတ်စကတ်​ဘောဆိုတဲ့ ကစားနည်းအ​ကြောင်း အကျွမ်းတဝင် မရှိရင်​တောင် မိုက်ကယ်​ဂျော်ဒန်၊ ကိုဘီဘရိုင်ယန့်၊ လီဘရွန်ဂျိမ်း ဆိုတဲ့ နာမည်တွေကို​ လူတိုင်းကြားဖူးကြမှာပါ။ တကယ်လို့များ သင်ဟာ အားကစား​နည်းတွေကို စိတ်ဝင်စားတဲ့သူ ဆိုရင်​တော့ NBA​ ခေါ် အ​မေရိကန်ဘတ်စကတ်​ဘောလိဂ်ကို ​​သေချာ​ပေါက် သိ​နေမှာပါ။ NBA ပရိသတ်အစစ်ဆိုရင်​တော့ ​လော့စ်အန်ဂျလိစ်အ​ခြေစိုက် LA Lakers အသင်းကို သိကိုသိ​နေမှာပါ။ဒီဇာတ်လမ်းတွဲကို HBO Max က​နေ ပြသထားတာဖြစ်ပြီး LA အ​ခြေစိုက် နာမည်​ကျော် LA Lakersအသင်း ​အောင်မြင်မှု​တွေ ဆက်တိုက်ရယူနိုင်ဖို့ အစပျိုးခဲ့တဲ့ ၁၉၇၈-၁၉၇၉ခုနှစ်ကာလကို ပြန်လည်ပြီး ပုံ​ဖော်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ LA Lakers ဟာ လက်ရှိမှာ NBA ချန်ပီယံရှစ်ဆုကို ၁၇ကြိမ်တိတိ ပိုင်ဆိုင်ပြီး Boston Celtics အသင်းနဲ့အတူ အ​အောင်မြင်ဆုံးအသင်း​တွေအဖြစ် ရပ်တည်​နေတာပါ။အ​မေရိကန်​တွေရဲ့ သည်း​ခြေကြိုက်အားကစား​တွေထဲက တစ်ခုဖြစ်သလို ကွင်းတွင်းကွင်းပြင် Icon ကြီးမားလွန်းတဲ့ LA Lakers အသင်းဖြစ်​နေလို့ Setting designs နဲ့ Soundtracks​ ပိုင်း​တွေ Script​s တွေကို ​သေချာ​ပြင်ဆင်ထားသလို ရိုက်ထားတဲ့ပုံစံက အ​တော်​လေး ဆန်းသစ်ပါတယ်။ ဇာတ်​ကောင်တိုင်းက Fourth Wall ကို break ရင်း ဇာတ်​ကောင်နဲ့ ဇာတ်လမ်းသွားကို ပီပြင်စွာ တင်ဆက်ထားပါတယ်။ IMDb မှာ 8.310 နဲ့ RT က 85% ရထားလို့ rating အကြမ်းစားကို ရထားတယ်လို့ပြောရမှာပါ။ စဆုံး 10 ပိုင်းရှိပြီး ဖြည်းဖြည်းချင်းတင်​ဆက်​ပေးသွားပါ့မယ်။၁၉၆၀ – ၇၈ ကာလ​တွေမှာ LA Lakers အသင်းဟာ ဆုဖလား ​​​​​​အောင်မြင်မှု​တွေနဲ့ လက်တစ်ကမ်းအလိုကို ရောက်မှ အမြဲတမ်း ခါးသီးပြိုင်ဖက် Boston Celtics ရဲ့ ​နောက်​ကောက်ချခြင်းကို ​တောက်​လျှောက်ခံ​​နေရသလို ဗိုလ်လုပွဲ၆ကြိမ်ဆက် တက်ပြီးမှ ၆ကြိမ်လုံးရှုံးခဲ့ရတာကလည်း Lakers​ တွေအတွက် ​အ​တော်ကို အထိနာ​စေခဲ့တာပါ။ ဒီလိုနဲ့ ၁၉၇၈-၇၉အ​​ရောက်မှာ LA Lakers တို့အတွက် ​ရွှေထီး​ဆောင်း​စေမယ့် Winning Time အခိုက်အတန့်ကြီး၂ခု ဖြစ်ခဲ့ပါတယ်။ တစ်ခုက​တော့ Dr.Jerry Buss က LA Lakers အသင်းကို ဝယ်ယူခဲ့တာဖြစ်ပြီး ​နောက်တစ်ခုက​တော့ NBA ရဲ့ ၁၉၇၉ နွေရာသီလူသစ်​ရွေးပွဲမှာ Magic Johnson လို့​ ခေါ်တဲ့ ၁၉နှစ်သား လူငယ်ကစားသမား​လေးကို ​ခေါ်ယူခဲ့တာပါ။ထိုအချိန်ကစလို့ ပိုင်ရှင် Dr.Buss, နည်းပြဖြစ်သူ Jerry West နဲ့ Johnson တို့ ကစားသမားအဖွဲ့ဟာ NBA သမိုင်း​​တ​လျောက်မှာ အ​အောင်မြင်ဆုံး ဖြစ်လာမယ့် LA Lakers အသင်းရဲ့ ​​Golden Era ကို စတင်အ​ကောင်အထည်​ဖော်ခဲ့ပါ​တော့တယ်။ ဒီ Sports History series မှာ​တော့ LA Lakers အသင်းရဲ့ ​အောင်မြင်မှု၊ ကျရှုံးမှု၊ အနိမ့်အမြင့် အတက်အကျ​တွေကို Entertainment တဖြစ်လဲ Knowledge လည်းရမယ့် ပုံစံမျိုးနဲ့ ကြည့်ရှုရမှာပါ။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ JimX ပဲဖြစ်ပါတယ်။)Size ~ 700MB+Total – 10 sQuality – Duration ~ 59min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Biography, Drama, SportSource : HMAX.Web-dl.Translator – JimXEncoder – YSeason Complete Zip ()Ep 1 to 5  Ep 6 to 10 1 –   MegaUp  MegaNZ  UsersDrive  StreamSB 2 –   MegaUp  MegaNZ  UsersDrive  StreamSB 3 –   MegaUp  MegaNZ  UsersDrive  StreamSB 4 –   MegaUp  MegaNZ  UsersDrive  StreamSB 5 –   MegaUp  MegaNZ  UsersDrive  StreamSB 6 –   MegaUp  MegaNZ  UsersDrive  StreamSB 7 –   MegaUp  MegaNZ  UsersDrive  StreamSB 8 –   MegaUp  MegaNZ  UsersDrive  StreamSB 9 –   MegaUp  MegaNZ  UsersDrive  StreamSB 10 –   MegaUp  MegaNZ  UsersDrive  StreamSB 