"Synopsis of Scam 1992 – The Harshad Mehta Story
လွန်ခဲ့သောရက်ပိုင်းအတွင်း imdb website မှာ rating အမြင့်ဆုံး စီးရီးတွေဖြစ်တဲ့ Breaking Bad,Charnobyl အစရှိသည့် စီးရီးတွေကို ကျော်ဖြတ်ပြီး India Series တစ်ခုက rating 9.8 ဖြင့် ထိပ်ဆုံးရောက်ရှိခဲ့တဲ့ သတင်းက အတော်နာမည်ကြီးသွားခဲ့တယ်၊
India နိုင်ငံကလူတွေ မင်းသားအစွဲ၊မင်းသမီးအစွဲကြောင့် မဟုတ်ပဲ ဇာတ်လမ်းကို သဘောကျလွန်းလို့ ကြည့်ပြီးတဲ့ သူတိုင်း Rating 10 ပေးခဲ့တာကြောင့် အခုလို Rating 9.8 ရပြီး ထိပ်ဆုံးရောက်သွားခဲ့ရခြင်းဖြစ်တယ်၊ ကြည့်ရှူသူများလာလို့ vote များပြီး Rating ကျလာပေမယ့် အခုအချိန်ထိ Top 10 ထဲမှာ ဆက်လက်ရှိနေပါတယ်၊
ထိုဇာတ်ကားကတော့ ယခု CM ပရိသတ်တွေကို တင်ဆက်ပေးလိုက်တဲ့ Scam 1992 : The Harshad Mehta Story ဆိုတဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်၊
တကယ့်ဖြစ်ရပ်မှန် အဖြစ်အပျက်ကို အခြေခံထားတဲ့ ဒီစီးရီး India နိုင်ငံမှာ 1992 နှစ်အတွင်း ငွေကြေးကပ်ပျက်မှုကို ဖြစ်ပေါ်စေခဲ့တဲ့ ဟာရှဒ်မဟ်တာ ဆိုတဲ့ လူတစ်ယောက်ရဲ့ ဘဝကို အခြေခံပြီး ရိုက်ကူးထားတာပါ၊
ငယ်စဥ်က ဆင်းရဲပြီး နေထိုင်ခက်ခဲ့တဲ့ ဟာရှဒ်မဟ်တာရဲ့ အိပ်မက်က ချမ်းသာကြွယ်ဝပြီး တင့်တောင်းတင့်တယ်နေထိုင်ချင်တာာပါ၊ သူ့အိပ်မက်ကို အကောင်အထည်ဖော်ချင်တဲ့ ဟာရှဒ်အတွက် ဘုံဘေ စတော့အိတ်ချိန်းက မျက်စိကျစရာပါ၊
စတော့ပွဲစားကနေအစပြုခဲ့တဲ့ သူ့ရဲ့လမ်းကြောင်းက နောက်ဆုံးမှာ တစ်နိုင်ငံလုံးမှာရှိတဲ့ ငွေကြေးစီးဆင်းမှုကိုပါ တစ်မိနစ်အတွင်း ​မှောက်ခုံပြုလုပ်နိုင်တဲ့အထိ အင်းအားကြီးလာခဲ့ပါတယ်၊ဒီစီးရီးက ဟာရှဒ်တစ်ယောက် ဘယ်လို စီးပွားရေးတွေလုပ်ပြီး ဘယ်လိုတွေ ချမ်းသာလာခဲ့တယ်၊
ဘယ်လိုတွေ အကွက်မြင်ခဲ့တယ်ဆိုတာကို အပုိင်း ၁ ကနေ ၁၀ အထိ တစ်ထိုင်တည်း ကြည့်မိချင်ျလာက်အောင်အထိ စွဲဆောင်နိုင်လွန်းပါတယ်၊ ဒီဇာတ်လမ်းက စတော့စျေးကွက်တွေ၊​ငွေကြေးအကြောင်းတွေကို အများဆုံးအခြေခံထားတယ်ဆိုပေမယ့် ပျင်းရိဖွယ်မကောင်းပဲ ရုပ်ရှင်ကြည့်ပြီးချိန်မှာ ဒီဘဏ်ငွေကြေးဆိုင်ရာလည်ပတ်တဲ့စီးပွားရေးကို အတော်အတန် သဘောပေါက်နားလည်နိုင်သွားစေနိုင်ပါတယ်၊နောက်ပြီး
ဒီဇာတ်ကားရဲ့ အသက်ဖြစ်တဲ့ ဟာရှဒ်ရဲ့ ဒိုင်ယာလောခ့်တွေက အလွန်မှ ရိုးရှင်းပြီး အလွန်မှ အသက်ဝင်လွန်းပါတယ်၊ အောင်မြင်ရေးတက်ကျမ်းတွေဖတ်နေရင်တောင် သဘာဝမကျတဲ့ တော်ကီတွေကိုဖတ်ပြီး နားမလည်နိုင်ပေမယ့် ဒီဇာတ်ကားမှာ အသုံးပြုတဲ့ ဒိုင်ယာလောခ့်အများစုက ရိုးရှင်းလွယ်ကူပြီး စီးပွားရေးလုပ်ငန်းတိုင်းမှာ အကျိုးရှိစေတဲ့အထိ မှတ်သားဖွယ်ကောင်းလှပါတယ်၊
မင်းသားကြီး လီယိုနာဒိုရဲ့ နာမည်ကျော် The Wolf Of Wall Street လိုဇာတ်ကားတွေ၊ မင်းသားကြီး ဘရက်ပစ် ပါဝင်ထားတဲ့ The Big Short လို ဇာတ်ကားမျိုးတွေ ကြိုက်တဲ့သူတွေအတွက်ကတော့ ဒီဇာတ်ကားကရွှေပါ၊
ဒီလိုဇာတ်ကားမျိုးကို ရုပ်ရှင်အဖြစ်ကြည့်ရတဲ့အချိန်မှာ အချိန်အကန့်အသတ်ကြောင့် နားမလည်နိုင်တာတွေရှိနိုင်ပေမယ့် ဒီဇာတ်လမ်းက အပုိင်း ၁၀ ပိုင်းပါတဲ့ စီးရီးဖြစ်တာကြောင့် အလွယ်တကူကြည့်ရလွယ်ကူစေနိုင်မှာပါ၊
ဒီလိုဇာတ်လမ်းမျိုးတူတဲ့ ကိုရီးယာ ဇာတ်လမ်းတွဲတစ်ခုလည်း ဒီနှစ်စကထွက်ရှိထားခဲ့ပါသေးတယ်၊The Money Game လို့အမည်ရပြီး ကျနော်တို့ CM ကနေလည်း ဘာသာပြန်ပြီး တင်ဆက်ခဲ့ပါသေးတယ်၊ကိုရီးယားကားကတော့ အတော်လေး လေးပင်ပြီး ကြည့်ရတာနားမလည်နိုင်ခဲ့ပေမယ့် ဒိဇာတ်ကားကတော့ အလွန်ရှုပ်ထွေးတဲ့ အကြောင်းအရာကို အလွယ်တကူနားလည်နိုင်အောင် တင်ဆက်ပြသနိုင်ခဲ့တဲ့ ဇာတ်ညွှန်းနဲ့ သရုပ်ဆောင်တွေကြောင့် imdb မှာ rating 9.8 ထိရတဲ့အထိ အောင်မြင်နိုင်ခဲ့တာဖြစ်ပါတယ်၊
မကြာမီအချိန်မှာ ​ကျနော်တို့နိုင်ငံမှာလည်း စတော့စျေးကွက်၊ဘဏ်ချေးငွေ အစရှိတဲ့ လုပ်ငန်းတွေက အတော်အများပတ်သတ်ရမှာဖြစ်တာကြောင့် အခုကတည်းက ကြည့်ပြီးပညာယူထားမယ်ဆို မမှားပါဘူ၊
အပုိင်း ၁၀ ပိုင်းသာရှိပြီး india ဇာတ်လမ်းတွဲတွေဆို ပေရှည်ပြီး ပါသမျှသရုပ်ဆောင် မျက်နှာတွေကို မလွတ်တမ်းကင်မရာရိုက်ပြနေတာတွေ မပါဝင်ပဲ သဘာဝကျတဲ့ သရုပ်ဆောင်တွေနဲ့ စိတ်လှုပ်ရှားဖွယ်ရာ ဇာတ်လမ်းကိုမှ ကြည့်ချင်တဲ့ သူတွေ အတွက်ကတော့ scam 1992 ဇာတ်ကားက စိတ်ကျေနပ်မှု ရရှိစေမှာပါ၊
Review by Zin Ko Ko
Translated by Pyi Ti Nyein, Yoon Sandi Aung, MTA, Htet Wai Lwin, Shinn MonLat
Complete Zip File VIP / Megaup[1-9] / Megaup[ep10] Yoteshin[1-9] / Yoteshin[ep10]
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
