Synopsis of Warrior Nun (2020)Channel Myanmar ပရိတ်သတ်တွေအတွက်အခုတစ်ခါ တင်ဆက်ပေးမှာကတော့ မနေ့တစ်နေ့ကမှလောလောလတ်လတ် ထွက်ရှိထားတဲ့ Warrior Nun ဆိုတဲ့အမိုက်စား ရုပ်ရှင်စီးရီးလေးပဲဖြစ်ပါတယ်။ဒီ Warrior Nun Series ဟာ July 2 ရက်နေ့ကမှ Neflix မှာစတင်ပြသခဲ့တာဖြစ်ပြီး Stranger Things ရဲ့ vibe ကို ခံစားရစေတယ်လို့ကြည့်ရှုသူတွေက ဆိုကြပါတယ်။ဇာတ်လမ်းအကြောင်းလေး ပြောရမယ်ဆိုရင်တော့…ပရိတ်သတ်တို့ ပတ်ဝန်းကျင်မှာ ခရစ်ယာန်သီလရှင်တွေကို မြင်ဖူးပါသလား..ခရစ်တော်ရဲ့ တရားဓမ္မနဲ့ ပျော်မွေ့တဲ့ မေတ္တာတရားပိုင်ရှင်အေးချမ်းတဲ့မျက်နှာလေးတွေနဲ့ သီလရှင်လေးတွေပေါ့….ဒါပေမယ့် ဒီဇာတ်လမ်းမှာ ပါဝင်တဲ့ သီလရှင်လေးကတော့ကမ္ဘာပေါ်ရောက်လာတဲ့ နတ်ဆိုးတွေကို တိုက်ထုတ်ရင်းဘုရားသခင်ကို ရွပ်ရွပ်ချွံချွံ အမှုတော်ထမ်းမယ့်စစ်သည်တော်သီလရှင်လေးပါ။သူကတော့ အေဗာ တဲ့…..အသက် ၁၉ နှစ်အရွယ် အေဗာလေးဟာရုတ်တရက်သေဆုံးသွားပြီးရင်ခွဲရုံထဲ ရောက်သွားခိုက် ရုတ်တရက်သေရွာပြန်အဖြစ်နဲ့ ပြန်လည် နိုးထလာတဲ့အခါ………တဖန်ပြန်လည်ရှင်သန်ခြင်းနဲ့အတူ ငရဲဘုံရော ကောင်းကင်ဘုံကပါအသည်းအသန်လိုချင်နေတဲ့ အစွမ်းတွေကသူ့ဆီကို မဖိတ်ခေါ်ဘဲ ရောက်လာခဲ့တဲ့အခါ…..တစ်ဖက်မှာလည်း ဘုန်းတော်ကြီးတွေ စစ္စတာတွေနဲ့ ဖွဲ့စည်းထားတဲ့ဘာသာရေးဂိုဏ်းက အေဗာ့ဆီရောက်သွားတဲ့စွမ်းအင်ကို အသည်းအသန်လိုက်ရှာရင်း အဲဒီစွမ်းအင်ကို အနံ့ခံမယ့်နတ်ဆိုးတွေကို တိုက်ခိုက်ဖို့ ကြိုးစားရင်းခေါင်းမီးတောက်နေကြရတာပါ။အဲဒီအစွမ်းကို လိုက်ရှာပြီး ထိုက်တန်သူလက်ထဲအပ်နှင်းရမယ့်တာဝန်ကလည်း ရှိနေတာကိုး…ဒီတော့ ကောင်းကင်ဘုံ လူ့ဘုံ နဲ့ ငရဲဘုံ ဆုံချက် ၃ ခုအလယ်မှာပစ်မှတ်ဖြစ်နေတဲ့ အေဗာလေးမှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲဘုရားသခင်ရဲ့ စစ်သည်တော်တွေကရော စွမ်းအင်ကိုပြန်ရှာတွေ့မှာလား….ငရဲဘုံက နတ်ဆိုးတွေကပဲ စွမ်းအင်ကို အနံ့ခံပြီး ရရှိသွားကြမှာလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်ပြီးကြည့်လိုက်ရအောင်နော်…။ဒီဇာတ်လမ်းက ဘာသာရေး၊ ဒဏ္ဍာရီအယူအဆတွေ၊အက်ရှင်တွေ အားလုံး ပါဝင်ရောပြွန်းနေတဲ့ဇာတ်လမ်းတွဲ အလန်းလေးမို့ ကြည့်ရကျိုးနပ်မယ်လို့ယုံကြည်ပါတယ်။ ဒီဇာတ်လမ်းတွဲလေးကိုAugust, YK, Htet Wai Lwin, Naw Phoo Pwint Thi,Myat Noe Pwint, Esther နဲ့ Thaw တို့က ဘာသာပြန်ထားတာဖြစ်ပြီးThaw က Review ရေးထားပေးပါတယ်။ List===========Complete Zip VIP    Warrior Nun Season 2ပရိသတ်အကြိုက်တွေ့ခဲ့ကြတဲ့ လက်နက်ကိုင်ပြီး ကြမ်းကြတဲ့ သီလရှင်လေးများအဖွဲ့ Warrior Nun တို့Season 2 တစ်ကျော့ပြန်လာပြီပဲ ဖြစ်ပါတယ်။အေဗာက မေရီ ပျောက်သွားတဲ့ ကိစ္စတွေရယ်၊ အေဒရီယယ် လွတ်သွားတဲ့ ကိစ္စတွေရယ်၊သူလုပ်မိတဲ့အမှားတွေ ကြောင့် ကိုယ့်ကိုယ်ကိုယ် အပြစ်တင်နေခဲ့ပါတယ်။ ဘားတစ်ခုမှာအလုပ်သမားအဖြစ် ရုပ်ဖျက်နေရင်း အေဒရီယယ်ကို ရင်ဆိုင်နိုင်ဖို့ လေ့ကျင့်နေခဲ့ပါတယ်။တစ်ချိန်တည်းမှာပဲ အေဒရီယယ်ဟာ နောက်လိုက်အပေါင်းအပါများစွာ ရရှိလာပြီး ဂိုဏ်းတစ်ခုကိုထူထောင်လိုက်ပါတယ်။ အေဒရီယယ်က တမန်တော်လို့ ယုံကြည်သူတွေ အလွန်များပြားလာသလို သူကပိုပြီး အစွမ်းထက်လာခဲ့ပါတယ်။ တစ်ဖက်မှာလည်း ဗာတီကန် တိုက်ခိုက်မှုဟာ တမန်တော် ပေါ်လာတာနဲ့ဆက်စပ်နေတယ်ဆိုတဲ့ ကောလဟာလတွေလည်း ပျံ့နေခဲ့ပါတယ်။အေဗာတစ်ယောက် ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရမလဲ၊အေဒရီယယ်ကိုရော ရင်ဆိုင်နိုင်ပါ့မလားဆိုတာကိုတော့ အများကြီး ညွှန်းမနေတော့ဘဲဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှု့လိုက်ပါဦးအညွှန်းကိုတော့ Leonard Lin က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Leonard Lin, Thiha Yan Naing, K.Hein, Roman NoX, Mary Christ တို့ပဲ ဖြစ်ပါတယ်။Genre….. MysteryQuality….  | File size…600MB | 300MBFormat… mp4Duration…. 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Leonard Lin, Thiha Yan Naing, K.Hein, Roman NoX, Mary ChristEncoder ….. August 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  | 1080P 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 