Synopsis of Shadow Detective (2022)Shadow Detective (2022)==================ဒီတစ်ခေါက်မှာတော့ နာမည်ကြီးမင်းသားကြီးတွေ အဓိက ပါဝင်ရိုက်ကူးထားတဲ့စုံထောက်ဇာတ်လမ်းတွဲလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။ ခပ်ကြမ်းကြမ်းအက်ရှင်ဇာတ်လမ်းလေးမို့လို့ အက်ရှင်ကြိုက်တဲ့ ပရိတ်သတ်တွေအနေနဲ့ မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ ဇာတ်လမ်းလေးတစ်ခုပါပဲနော်။ဇာတ်လမ်းအကျဉ်း—————————ဂင်ထက်ရို့ဟာ ဂူမိုရဲစခန်းက ပင်စင်ယူဖို့နီးနေပြီဖြစ်တဲ့ စုံထောက်ဟောင်းတစ်ယောက်ဖြစ်ပါတယ်။ အသက်ကြီးလို့ အနားယူချင်ပေမယ့် ပင်စင်လစာကိုမျှော်မှန်းပြီးတော့စုံထောက်အလုပ်ကို ဆက်လက်လုပ်ကိုင်နေတဲ့လူတစ်ယောက်၊ အတွေ့အကြုံရှိပြီးကျွမ်းကျင်တဲ့စုံထောက်တစ်ယောက်ဖြစ်ပေမယ့် အကြီးတန်းစုံထောက်ထက် ရာထူးပိုတိုးမလာခဲ့ပါဘူး။ဂူမိုမြို့က ဆိပ်ကမ်းမြို့ဖြစ်တဲ့အတွက် မူးယစ်ဆေးဝါးမှုတွေနဲ့ အခြားသော ရာဇဝတ်မှုတွေများပြားတဲ့ မြို့တစ်ခုဖြစ်ပါတယ်။ ဒါကြောင့် ဂူမိုမြို့ရဲ့ ရဲမှူးဆောဂွမ်ဆူဟာ ဂူမိုမြို့နေပြည်သူတွေရဲ့ လုံခြုံရေးအတွက်ရည်ရွယ်ပြီးတော့ အထူးစုံစမ်းရေးအဖွဲ့တစ်ခုကို ဖွဲ့စည်းပေးခဲ့တယ်။ တစ်ရက်မှာတော့ စုံထောက်ကြီးဂင်ထက်ရို့ဆီကို အမည်မသိဖုန်းတစ်ခုဝင်လာပြီးတော့ ငါက မင်းရဲ့သူငယ်ချင်းဟောင်းတစ်ယောက်ပါလို့ပြောခဲ့ပြီး။ နောက်ထပ်ဖုန်းထပ်ခေါ်တဲ့အခါမှာတော့ မင်းရဲ့ လုပ်ဖော်ကိုင်ဖက် အူဟျွန်ဆော့ကို ငါသတ်လိုက်တယ်ဆိုပြီးပြောလာခဲ့ပါတယ်။ အဲဒီနောက်မှာပဲ ဂင်ထက်ရို့ဟာ အူဟျွန်ဆော့ကို သတ်တဲ့အမှုရဲ့သံသယရှိသူအဖြစ်ကိုရောက်သွားခဲ့တယ်။စုံထောက်အူဟျွန်ဆော့သေဆုံးမှုမှာ ဘယ်လို ထူးခြားမှုတွေရှိနေမလဲ၊ ဖုန်းဆက်တဲ့လူကရောဘယ်သူလဲ၊ စုံထောက်ကြီးဂင်ထက်ရို့တစ်ယောက် သံသယရှိသူအဖြစ်ကနေ လွတ်မြောက်နိုင်ဖို့နဲ့ အမှန်တရားကိုဖော်ထုတ်ဖို့ ဘယ်လိုကြိုးစားမလဲဆိုတာကို ဒီဇာတ်လမ်းမှာဆက်လက်ကြည့်ရှုနိုင်ပါပြီ။(၁ပတ်ကို ၂ ပိုင်းနှုန်းဖြင့် အပတ်စဥ် ဗုဒ္ဓဟူးနေ့တိုင်း တင်ဆက်ပေးသွားပါမည်။)(ဒီစီးရီးရဲ့ အညွှန်းကို‌ Hay Thar မှရေးသားပေးပြီး၊ ဘာသာပြန် ရေးသားပေးသူကတော့CM Team မှဖြစ်ပါတယ်။)File Size………….(300 MB)  (600 MB)Quality……………WEB-DL   Duration…………60Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Drama, Crime, MysteryTranslator……….CM TeamEncoder…………..SWMTelegram >>> Click Here (300 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –     MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive(5) –     MegaNZ    Usersdrive(6) –     MegaNZ    Usersdrive(7) –     MegaNZ    Usersdrive(8) –     MegaNZ    Usersdrive – End1080P (600 Mb)———————————–(1) –     MegaNZ  Usersdrive(2) –     MegaNZ  Usersdrive(3) –     MegaNZ  Usersdrive(4) –     MegaNZ  Usersdrive(5) –     MegaNZ  Usersdrive(6) –     MegaNZ  Usersdrive(7) –     MegaNZ  Usersdrive(8) –     MegaNZ  Usersdrive – END 