"Synopsis of Lovecraft Country 2020 Season 1
Lovecraft ဆိုတဲ့နာမည်ဟာ သဘာဝလွန်ကားတွေကို ကြိုက်နှစ်သက်သူတွေအတွက် မစိမ်းတဲ့ နာမည်တစ်ခုပါ။ နာမည်ကျော် Supernatural စီးရီးမှာ ဒီနာမည်ကို ရင်းနှီးခဲ့ကြမှာပါ။ သူဟာ Horror ဝတ္ထုတွေ ရေးတဲ့နေရာမှာ နာမည်ကျော်ခဲ့သူဖြစ်ပြီး သူ့ဝတ္ထုတွေထဲက Cthulhu လို နတ်ဘုရားသတ္တဝါဆိုးကြီးတွေကို Chaos Magick မှာ ယူသုံးကြတဲ့အထိ လွှမ်းမိုးနိုင်ခဲ့သူ ဖြစ်ပါတယ်။ ဒီဇာတ်ကားကတော့ သူ့ရဲ့ Horror stories တွေကို အခြေပြုထားတယ်လို့ဆိုပါတယ်။ အက်ဒစ်တပ်က ကိုရီးယားစစ်ပြန် လူမည်းတစ်ဦးဖြစ်ပါတယ်။ သူ့ဆီကို တစ်ခါမှ စာမရေးဖူးတဲ့ သူ့အဖေက တစ်ရက်မှာ စာတစ်စောင်ရေးပို့ခဲ့ပြီးတဲ့နောက် ပျောက်ခြင်းမလှ ပျောက်သွားခဲ့တယ်။ ဒီအကြောင်းကို စုံစမ်းဖို့အတွက် အက်ဒစ်တပ်ဟာ အိမ်ကို ပြန်လာခဲ့တယ်။ ဦးလေးဖြစ်သူနဲ့ သူ့အ‌ဖေရေးခဲ့တဲ့စာကို ဖတ်ရင်း တိုင်ပင်ကြည့်တဲ့အခါ သူ့အဖေ ပျောက်သွားနိုင်ခြေရှိတဲ့ နေရာကို ခန့်မှန်းပြီး အရှာထွက်ဖို့ ကြိုးစားကြတယ်။ ခက်တာက အဲဒီအချိန်မှာ အမေရိကားတလွှား လူမျိုးရေးခွဲခြားမှု ပြင်းထန်နေချိန်ဖြစ်လို့ လူမည်းတွေအတွက် ခရီးသွားဖို့ အန္တရာယ်မကင်းနေပြန်ပါဘူး။ ဒီတော့ သူတို့တွေ ဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်တွေ့ရပြီး ဘယ်လိုသတ္တဝါဆိုးတွေနဲ့ ကြုံကြရမယ်ဆိုတာကို ကြည့်ရှူလိုက်ကြပါဦး။
File Size – 400 Mb
Translator – EL Moh
Encoder – Littleneo
Quality – Webdl 720p
Genre – Drama, Fantasy, Horror
Zip VIP / Yoteshin / Megaup
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
EP 1 – Usersdrive / Filedwon / Yoteshin / Upstream / Meganz / Megaup (300mb)
EP 2 – Usersdrive / Filedwon / Yoteshin / Upstream / Meganz / Megaup (300mb)
EP 3 – Usersdrive / Filedwon / Yoteshin / Upstream / Meganz / Megaup (300mb)
EP 4 – Usersdrive / Filedwon / Yoteshin / Upstream / Meganz / Megaup (300mb)
EP 5 – Usersdrive / Yoteshin / Upstream / Meganz / Megaup / Yandex / Kino (300mb)
EP 6 – Usersdrive / Filedwon / Yoteshin / Upstream / Meganz / Megaup / Yandex (300mb)
EP 7 – Usersdrive / Filedwon / Yoteshin / Upstream / Meganz / Megaup / Yandex / CM Link (300mb)
EP 8 – Kino / Filedwon / Yoteshin / Upstream / Meganz / Megaup / Yandex / CM Link (300mb)
EP 9 – Yoteshin / Upstream / Meganz / Megaup / Yandex / CM Link (500mb)
EP 9 – Yoteshin / Upstream / Meganz / Megaup / Yandex / CM Link (600mb)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
