"Synopsis of Reply 1994
Reply 1994
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကဲ.. CM က အချစ်တို့ရေ…..
90 နှစ်ပိုင်းတွေကို မလွမ်းကြဘူးလား…
ဒါမှမဟုတ် ဘယ်လိုလေးများလဲလို့ မသိချင်ကြဘူးလား..
အဖြေက Yes! ဆိုရင်တော့…
ဒီ Reply 1994 စီးရီးလေးကို လက်လွှတ် မခံသင့်တာ သိပ်သေချာသွား​ပြီပေါ့…
၉ဝ ခုနှစ် ဝန်းကျင်က အသိုင်းအဝိုင်း … ပတ်ဝန်းကျင်…. လူ့သဘောထား…
ဒါတွေဟာ ခုခေတ်နဲ့ လားလားမှ မတူတာမို့…
အတိတ်ဟောင်းတွေ ကို ပြန်ငဲ့ ကြည့်မိသလို
နွေးနွေးထွေးထွေးလေး ခံစားရမှာနော်…
( ငယ်ချစ်ဟောင်းတွေ ပြန်တွေးမိရင်တော့ တာဝန် မယူပါကွယ်… )
အထူးသဖြင့် ဒီစီးရီး​​လေးဟာ..​..နယ်ပေါင်းစုံကနေ ​လာနေရင်း
ကျောင်းတက် ရသူတွေ အတွက် တစ်ထပ်တည်းကျ
လွမ်းဆွေးခွင့်ရမယ့်ကားလေးဆိုရင် မမှားဘူးရယ်…
ဘော်ဒါ​နေ အဆောင်သူ အဆောင်သားတို့ ရဲ့ သဘာဝ….
အချစ်ဦးဆိုတာကို အဲ့ဒီ​ခေတ်က လူငယ်တွေ ဘယ်လို မျိုးသဘောထားကြလဲ…
အဲ့ဒီခေတ်အခါက လူ့သဘော… လူ့အကြိုက်…
အထူးသဖြင့် လူငယ်တွေရဲ့ သဘာဝကို ဟာသလေးနှောပြီး
ရယ်ရယ်မောမော နဲ့ လွမ်းလွမ်းဆွေးဆွေး
ကြည့်ခွင့်ရမယ့် ကားကောင်းလေးဆိုတာကိုတော့.. ရဲရဲ ကြီး အာမခံပါတယ်…
ဇာတ်လမ်းလေးကတော့ ဒီလိုပါတဲ့ကွယ်..
၂၀၁၃ခုနှစ် မှာ..အိမ်ပြောင်းရင်း ပစ္စည်းတွေ နေရာချထားနေတဲ့..
အိမ်ရှင်မ​​လေး နာဂျောင်းဟာ..
အမှတ်မထင်​တွေ့တဲ့ သူမရဲ့ မင်္ဂလာပွဲဗီဒီယို​လေး ကို ​ပြန်ကြည့်ဖြစ်ပါသတဲ့…
အဲ.. ဒီမှာ စဥ်းစားစရာဖြစ်လာတာက..
သူ့ခင်ပွန်းသည် ကိုတော့ မပြဘဲ မြုပ်ထားတာရယ်…..
ဒီတော့.. ၁၉၉၄ ခုနှစ်ရဲ့.. ရှင်းချွန်း ဘော်ဒါဆောင်လေးက
အဆောင်သူ အဆောင်သားတို့ရဲ့ အ​ဖြစ်အပျက်ဇာတ်လမ်း​လေး တွေကို ကြည့်ရင်း…
အဓိက မင်းသမီး နာဂျောင်းလေးရဲ့ ခင်ပွန်းသည်က
ဘယ်သူ ဖြစ်မလဲ ဆိုတာ.. လိုက်ခန့်မှန်းရင်း..
၉၀ ခုနှစ်က ဘဝ လေးတွေ ထဲကို
CM က အချစ်တို့ လည်း အတူတူ အလွမ်းပြေ စီးမျောကာ…
ပါဝင်ခံစားကြည့်​ကြရအောင်…..
Review ကိုတော့ Naw Phoo က ရေးသားပေးထားပြီး
ဘာသာပြန်တွေကတော့ August, Hein That Naing, YK, Pyae Shan Tun Wai, Charm Wave,
Htoo Htoo Ka Joe, Thaw, Dolly, MTA,Naw Phoo,
Phu Nge Nge Thein, Hnin Wut Yi, Shoon Thu Thu Chain တို့ပဲ ဖြစ်ကြပါတယ်
Encodedy by August
CM VIP Links
Zip File
01 – 06 – Yoteshin / VIP
07 – 12 – Yoteshin / VIP
13 – 17 – Yoteshin / VIP
18 – 21 – Yoteshin / VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
