Synopsis of Mr. Midnight: Beware the Monsters (2022) S01 CompleteMr. Midnight: Beware the Monsters (2022) Season 01 Completeငယ်ငယ်က ဆရာသက်ဦးလွင် ဘာသာပြန်တဲ့ James Lee ရဲ့ Mr. Midnight စာစဥ်အတွဲလိုက်တွေကို ဖတ်ဖူးတဲ့ ကြောက်ခဲ့ဖူးတဲ့ မစ္စတာမစ်နိုက်ဖန်တွေ ရှိမယ်ထင်ပါတယ်။ ခုစီးရီးကတော့ အဲဒီစာအုပ်တွေကို မှီငြမ်းထားပြီး မစ္စတာမစ်နိုက်ဖန်တွေအတွက်တင်မကဘဲ သရဲခြောက်တဲ့အိမ်တွေ နေရာတွေကို လိုက်သွားရင်း ဇစ်မြစ်ရှာ သရဲတွေချွတ်တာကို သဘောကျတဲ့ Supernatural ဖန်တွေအတွက် သရဲချွတ်တဲ့ သရဲရှာတဲ့ကလေးတွေရဲ့ စီးရီးအသစ်ကလေးပေါ့။ James Lee ရဲ့ စာအုပ်‌တွေဟာ စင်ကာပူကထုတ်တာဖြစ်သလို ဒီစီးရီးကိုလည်း စင်ကာပူကပဲထုတ်တာပါ။ ကျွန်တော့်အတွက်တော့ ပထမဆုံးကြည့်ဖူးတဲ့ စင်ကာပူရုပ်ရှင်လည်းဟုတ်ပါတယ်။ဇာတ်လမ်းကတော့ ကလေးသုံးကောင် ယူကျူ့ချန်နယ်ထောင်ပြီး သရဲခြောက်တဲ့နေရာတွေအကြောင်း တင်ကြပါတယ်။ တစ်နေ့မှာတော့ သူတို့ထဲက ကောင်လေးက ဝိညာဥ်တွေကို မြင်လာနိုင်ပြီး ပရလောကနဲ့ လူ့လောကကြား နှစ်ဖက်လုံးနဲ့ ချိတ်ဆက်နိုင်တဲ့ နတ်ဝင်သည်ဖြစ်လာပါတယ်။ ဒီတော့ သူတို့ဟာ သရဲခြောက်တဲ့နေရာတွေ အဖြစ်တွေကို လူတွေဆီက သတင်းယူပြီး အဲဒီလူတွေကိုလည်း ကူညီပေးရင်း ပရလောကအကြောင်း ပိုသိလာအောင် လုပ်ကြပါတယ်။ ကလေးတွေဆို မယုံမှာစိုးလို့ မစ္စတာမစ်နိုက်ဆိုတဲ့ လူအနေနဲ့ ဆိုက်ထောင်ပြီး တင်ကြပါတယ်။ နောက်ထပ်တိုးလာတဲ့ သူငယ်ချင်းတစ်ယောက်နဲ့ ပရိသတ်တွေ သတင်းပေးတဲ့နေရာတွေကို လိုက်စုံစမ်းကြရင်း သရဲတွေကို လိုက်ရှာကြတဲ့ ဇာတ်လမ်းတွဲကောင်းလေးပါပဲ။ကျန်တဲ့ကလေးတွေလည်း သရုပ်ဆောင်တာမဆိုးပေမဲ့ တရုတ်မလေးကတော့ တော်တော်လေး ချစ်ဖို့ကောင်းပြီး တော်တော်လေးလည်း ချောပါတယ်။ ဘာမှမကြည့်ချင်ရင်တောင် တရုတ်မလေးထိုင်ကြည့်နေရုံနဲ့တင် ဒီဇာတ်လမ်းက တော်တော်လေးတန်ပါတယ်။ သရဲတွေကို စုံထောက်လိုလို စုံစမ်းပြီး ချွတ်ဖို့ကြိုးစားတာ ဘာညာက စူပါနေထရယ်တော်တော်ဆန်တာမို့ စူပါနေထရယ်ဖန်တွေအပြင် ငယ်ငယ်က Mr. Midnight စာစဉ်တွေနဲ့ ကြီးပြင်းခဲ့ရသူတွေအတွက်လည်း ဇာတ်လမ်း ၁၃ ပုဒ်ကို တစ်ပုဒ် တစ်ပိုင်းနှုန်းနဲ့ ၁၃ ပိုင်းတောင်ရှိမှာမို့ ကိုယ်ငယ်ငယ်က ဖတ်ခဲ့ဖူးတဲ့ဇာတ်လမ်းပါလာရင် ဒါ ငါဖတ်ဖူးတဲ့ဟာကွ ဆိုပြီး ငယ်စဉ်ကလေးဘဝကို ပြန်ပြောင်းအောက်မေ့လို့ကောင်းမယ့် စီးရီးလေးဆိုလည်း မမှားပါဘူး။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ W ပဲဖြစ်ပါတယ်။)Size ~ 400MB+Total ~ 13 sQuality – Duration ~ 30min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Adventure, Comedy, HorrorSource : NF.Web-dl.Translator – WEncoder – YSeason Complete Zip ()Ep 1 to 7  Ep 8 to 13 1 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 2 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 3 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 4 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 5 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 6 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 7 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 8 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 9 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 10 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 11 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 12 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 13 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 