Synopsis of Notre-Dame (2022)Notre-Dame (2022)(တချို့ကိစ္စ အမှတ်တရတွေက လူတွေကိုအမြဲအမှတ်ရနေစေတာမဟုတ်ပါဘူးသူတို့ဘဝထဲကအချိန်ကာလတစ်ခုကို ရပ်တန့်သွားစေခဲ့တာပါ)၂၀၁၉ ခုနှစ်က ပဲရစ်မြို့ကပြည်သူတွေရဲ့အချိန်ကို တစ်ခဏတာရပ်တန့်စေခဲ့တဲ့ အဖြစ်အပျက်တစ်ခု သို့မဟုတ်ပဲရစ်မြို့ရဲ့အထင်ကရနေရာတစ်ခုလည်းဖြစ် ယူနက်စ်ကိုရဲ့ ကမ္ဘာ့ယဉ်ကျေးမှုအမွေအနှစ်အဖြစ်ကြေညာထားတဲ့နေရာလည်းဖြစ်တဲ့ နိုတာဒမ်းခရစ်ယာန်ဘုရားကျောင်းမီးလောင်ကျွမ်းမှုလူသေဆုံးမှုမရှိခဲ့ပေမယ့်လည်း ယဉ်ကျေးမှုအမွေအနှစ်ဖြစ်တဲ့ ဘုရားကျောင်းထိခိုက်ပျက်စီးမှုများတဲ့အပြင်လူတွေရင်ထဲစွဲမြဲနေလောက်အောင် အထိတ်တလန့်ဖြစ်‌စေခဲ့တဲ့ ဒီဖြစ်ရပ်မှန်အကြောင်းကိုမီးသတ်သမားရဲ့ရှုထောင့်ဘက်က ရိုက်ကူးထားတဲ့ Notre Dame ဆိုတဲ့ Netflix mini seriesလေးနဲ့ စီအမ်ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးလိုက်ပါရစေ။ဘဝမှာပထမဆုံးဆိုတဲ့အရာတွေဟာ နှလုံးသားရဲ့အနက်ရှိုင်းဆုံးတစ်နေရာမှာ အမြစ်တွယ်နေတတ်ပါတယ်။ဥပမာ “အချစ်ဦး” ပေါ့။မီးသတ်သမားတစ်ယောက်အတွက်လည်း သူပထမဆုံးငြိမ်းသတ်ရတဲ့မီးက သူ့ဘဝရဲ့မှတ်ကျောက်တစ်ခုပါ။ဒါပေမဲ့ အဒမ်စကီကတော့ ပထမဆုံးမီးငြိမ်းသတ်ရချိန်မှာ ချစ်ရသူနဲ့လုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ဘန်ကို ဆုံးရှုံးလိုက်ရပြီး စိတ်ဒဏ်ရာရသွားခဲ့တာကြောင့် အလုပ်ပါနားလိုက်ရပါတယ်။ဒီတူညီသောဖြစ်ရပ်မှာပဲ စိတ်ဒဏ်ရာရသွားခဲ့သူကတော့ မီးသတ်ဌာနရဲ့ဗိုလ်ချုပ်ဖြစ်တဲ့ ဘန်ရဲ့အဖေဖြစ်သူပါ။ဒီလိုစိတ်ဒဏ်ရာတွေနဲ့လူနှစ်ယောက်ကို ပြန်လည်ဆုံတွေ့စေမယ့် နိုတာဒမ်းမီးလောင်ကျွမ်းမှုမှာရောအတိတ်ဖြစ်ရပ်‌ရဲ့ Flashbackတွေကြားကနေ သူတို့နှစ်ယောက်ကျရာတာဝန်ကိုဘယ်လိုထမ်းဆောင်ကြမလဲဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်။၂၀၁၉ ခုနှစ် နိုတာဒမ်းမီးလောင်မှုကို သေချာရိုက်ကူးပြထားတဲ့စီးရီးကောင်းတစ်ခုဖြစ်တာကြောင့်ဒီဖြစ်စဉ်ကိုသေချာသိချင်သူတွေရော မသိလိုက်သူတွေပါ ကြည့်ရှုသင့်တဲ့စီးရီးလေးအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်။စုစုပေါင်း ၆ ပိုင်း ပါရှိမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Mary Christ က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Mary Christ, Rashida, Roman NoX တို့ပဲ ဖြစ်ပါတယ်။Genre….. DramaQuality….  | File size…Format… mp4Duration….40mins… 6 sSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Mary Christ, Rashida, Roman NoXEncoder ….. August1080P 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 01 – Userdrive |  | Meagup |  02 – Userdrive |  | Meagup |  03 – Userdrive |  | Meagup |  04 – Userdrive |  | Meagup |  05 – Userdrive |  | Meagup |  06 – Userdrive |  | Meagup |  