"Synopsis of The Business of Drugs (2020) [COMPLETE]
(Unicode)
စီအိုင်အေ အဖွဲဝင်ဟောင်းတဦးဖြစ်တဲ့ အမ်မာရယ်လစ် ဖောက်စ် ဆိုတဲ့ အမျိုူသမီးက ကမ႓ာပေါ်မှာ စီးဆင်းနေတဲ့ မူးယစ်ဆေးအမျိုးမျိုးကို
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စီးပွားရေး နိုင်ငံရေးနဲ့ ဆေးပညာရှုထောင့်ကနေ ချဉ်းကပ်ပြထားတဲ့ နက်ဖလစ် မှတ်တမ်းသတင်းရုပ်ရှင် စီးရီးတခုပဲဖြစ်ပါတယ်
ကိုကိန်းတွေ တရားမဝင် ဓာတုစပ်ဆေးတွေကနေစလို့ ဘိန်းဖြးူတွေ ယာဘ တွေအထိ ဘယ်လိုထုတ်လုပ်တယ်
ဘယ်လိုဖြန့်ချီတယ် ဘယ်လိုသုံးစွဲတယ်ဆိုတာကနေ သုံးစွဲသူတွေကလည်း ဘယ်လိုခံစားရတယ်
ဘယ်လိုဆိုးကျိုးတွေရှိတယ်ဆိုတာကို ကိုယ်တိုင် ကွင်းဆင်း မေးမြန်းပြီး ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်
မြန်မာနိုင်ငံအကြောင်းလည်း တချို့အပိုင်းတွေမှာ ပါဝင်ပါတယ်
ရှမ်းပြည်နဲ့ ကချင်ပြည်က မူးယစ်ဆေးတွေဟာ ရန်ကုန်ကနေတဆင့် တခြားနိုင်ငံတွေကို ဘယ်လို ရောက်သွားတာတွေ
ဒီမူးယစ်ဆေးတွေက ရတဲ့ ငွေမည်းတွေကို ဆောက်လုပ်ရေးတွေမှာ ဘယ်လိုပြန်သုံးပြီး ငွေဖြူဖြစ်အောင်လုပ်တာတွေ စတဲ့
စီးပွားရေးလုပ်ငန်းတချို့နဲ့ မူးယစ်ဆေး ဆက်စပ်နေပုံတွေ မေးမြန်းထားပါတယ်
မူးယစ်စီးပွားရေးက ကမ႓ာ့ဒေသတချို့ရဲ့ စီးပွားရေးကို ဘယ်လို မောင်းနှင်နေတယ်ဆိုတာ စိတ်ဝင်စားရင် ကြည့်သင့်တဲ့ စီးရီးတခုပါပဲ။
(ဘာသာပြန်ပေးထားသူတွေကတော့ Zuel Khant Thwin နဲ့ d3mon ပဲဖြစ်ပါတယ်)
(Zawgyi)
စီအိုင္ေအ အဖြဲဝင္ေဟာင္းတဦးျဖစ္တဲ့ အမ္မာရယ္လစ္ ေဖာက္စ္ ဆိုတဲ့ အမ်ိဳူသမီးက ကမ႓ာေပၚမွာ စီးဆင္းေနတဲ့ မူးယစ္ေဆးအမ်ိဳးမ်ိဳးကို
စီးပြားေရး ႏိုင္ငံေရးနဲ႔ ေဆးပညာရႈေထာင့္ကေန ခ်ဥ္းကပ္ျပထားတဲ့ နက္ဖလစ္ မွတ္တမ္းသတင္း႐ုပ္ရွင္ စီးရီးတခုပဲျဖစ္ပါတယ္
ကိုကိန္းေတြ တရားမဝင္ ဓာတုစပ္ေဆးေတြကေနစလို႔ ဘိန္းျဖးူေတြ ယာဘ ေတြအထိ ဘယ္လိုထုတ္လုပ္တယ္
ဘယ္လိုျဖန႔္ခ်ီတယ္ ဘယ္လိုသုံးစြဲတယ္ဆိုတာကေန သုံးစြဲသူေတြကလည္း ဘယ္လိုခံစားရတယ္
ဘယ္လိုဆိုးက်ိဳးေတြရွိတယ္ဆိုတာကို ကိုယ္တိုင္ ကြင္းဆင္း ေမးျမန္းၿပီး ႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္
ျမန္မာႏိုင္ငံအေၾကာင္းလည္း တခ်ိဳ႕အပိုင္းေတြမွာ ပါဝင္ပါတယ္
ရွမ္းျပည္နဲ႔ ကခ်င္ျပည္က မူးယစ္ေဆးေတြဟာ ရန္ကုန္ကေနတဆင့္ တျခားႏိုင္ငံေတြကို ဘယ္လို ေရာက္သြားတာေတြ
ဒီမူးယစ္ေဆးေတြက ရတဲ့ ေငြမည္းေတြကို ေဆာက္လုပ္ေရးေတြမွာ ဘယ္လိုျပန္သုံးၿပီး ေငြျဖဴျဖစ္ေအာင္လုပ္တာေတြ စတဲ့
စီးပြားေရးလုပ္ငန္းတခ်ိဳ႕နဲ႔ မူးယစ္ေဆး ဆက္စပ္ေနပုံေတြ ေမးျမန္းထားပါတယ္
မူးယစ္စီးပြားေရးက ကမ႓ာ့ေဒသတခ်ိဳ႕ရဲ႕ စီးပြားေရးကို ဘယ္လို ေမာင္းႏွင္ေနတယ္ဆိုတာ စိတ္ဝင္စားရင္ ၾကည့္သင့္တဲ့ စီးရီးတခုပါပဲ။
(ဘာသာျပန္ေပးထားသူေတြကေတာ့ Zuel Khant Thwin နဲ႔ d3mon ပဲျဖစ္ပါတယ္)
Quality – 720p NF WEB-DL
Duration – 40min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Documentary, Crime
Source : 720p.NF.WEBRip.DDP5.1.x264-NTb
Translator – Zuel Khant Thwin & d3mon
Encoder – Thanhtike Zaw
=============================
Complete Zip Yoteshin / VIP / Megaup
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
