Synopsis of MasterChefCM Fan ထဲက အမျိုးသမီးတစ်ချို့က ကျနော့်ကိုလာပြောတယ်ကိုသစ် ဟင်းချက် တာတွေနဲ့ပတ်သက်တဲ့ ရုပ်ရှင်တွေ မရှိဘူးလားတဲ့ကျနော် တော်တော် ခေါင်းခြောက်သွားတယ်…အာ့တာနဲ့ အစားအသောက် နဲ့ ပတ်သက်တဲ့TV Show တွေ အများကြီး လိုက်ကြည့်ရတယ်Korean TV Show တွေ ကြည့်တယ်အမျိုးသမီးတွေက ကိုရီးယား ဒရာမာ အရူးတွေကိုးဒါပေမယ့် Korean TV Show တွေကမင်းသား မင်းသမီးတွေကို အစားအသောက်တွေကျွေးမယ်အဲ့ပေါ်မှာဆုံးဖြတ်ခိုင်းတဲ့ပေါ့ပျက်ပျက် TV Show သာသာပဲဆိုတာသိပြီးနောက် နောက်ဆုံးမှာ ကျနော် သဘောအကျဆုံးTV Show တစ်ခုကို သွားတွေ့တယ်အဲ့ဒါကတော့ MasterChef ဆိုတဲ့ TV Show ပါTV Show က Season 10 ခု ရှိပါတယ်…အဲ့ဒီထဲမှာမှ Season 10 ကနေ စတင်ပေးဖို့ပဲစီစဉ်လိုက်ပါတယ်….ယခု တင်ဆက်နေတဲ့ Season 10 ဟာMasterChef ရဲ့ ၁၀ နှစ်ပြည့် အထိမ်းအမှတ်ဖြစ်သလို အခက်အခဲဆုံး ပြိုင်ပွဲတစ်ခုအဖြစ်ဒိုင်တွေကိုယ်တိုင်က ကြေငြာပေးထားပါတယ်MasterChef ရဲ့ ပုံစံကတော့ကျနော်တို့ အခု ခေတ်စားနေတဲ့ The Voice Myanmar တို့Myanmar idol တို့လို ပွဲမျိုးပဲ ဖြစ်ပါတယ်…တစ်ခု ထူးခြားတာက အမေရိကန် တစ်နိုင်ငံလုံး အနှံ့မှာအရည်အသွေးစစ် ပွဲတွေ နိုင်လာပြီးတဲ့ လူ ထောင်ချီ ထဲကနေအမေရိကန် မှာ အတော်ဆုံး စားဖိုမှူးကြီး ၃ ယောက်ကဒိုင်လုပ်ပြီး လူ ၂၄ ယောက်ကို ရွေးချယ်ရမယ့် ရင်ခုန်စရာပြိုင်ပွဲကြီး တစ်ခု ဖြစ်ပါတယ်…တစ်ယောက်ကို ၈ ယောက် ရွေးချယ်ရမှာ ဖြစ်ပြီးအဲ့ဒီလို ၈ ယောက်ဆီ ရွေးပြီး ဒိုင်လူကြီးစားဖိုမှူးကြီးတွေရဲ့သင်ကြားမှု နဲ့ နောက်ဆုံး တစ်ယောက်က ဖိုင်နယ် မှာအနိုင်ရရှိအောင် ကြိုးစားရမှာဖြစ်ပါတယ်….ယခင် Season တွေတုန်းက အထက်ပါ အတိုင်းလူရွေးခဲ့ပေမဲ့ Season 10 မှာတော့ ဒိုင်တွေ အားလုံးကအမှတ်ပေးပြီး စုပေါင်းရွေးချယ်ခဲ့ပါတယ်အတော်ဆုံး ဆိုတဲ့လူတွေကိုမှ လိုချင်တဲ့အတွက်ပါတစ်ခုပြောချင်တာက သင်မြင်နေကြ မြန်မာပြည်ရဲ့လုပ်ပွဲတွေနဲ့ မတူတဲ့ ခံစားချက်ကို အရင် တွေ့ရမှာဖြစ်ပြီးရုပ်ချောရုံ ဟင်းချက်တက်ရုံနဲ့ ရွေးချယ်မှာ မဟုတ်သလိုသင့်ကို အန်ကယ်ကတော့ နိုးပါ လို့ ပြောမှာတင် မကပဲစောင်သုံးမကျဘူးတို့ မင်းက စောင်ရမ်းစိတ်ပျက်ဖို့ ကောင်းတယ်တို့စတဲ့ စကားလုံး တွေနဲ့ လာပြိုင်တဲ့သူတွေကို သက်သေချင်စိတ်ပေါက်အောင်ထိ ဒိုင်တွေက ဝေဖန်တာကို မြင်ရမှာပါ…ကျနော်ကတော့ ကျနော်ကြည့်ဖူးသမျှ Show တွေထဲမှာအကြိုက်ဆုံး အဖြစ် MasterChef ကို ထည့်လိုက်ပါပြီSeason 10 ရဲ့ ပြိုင်ပွဲ တစ်ခုလုံးကို ရင်ခုန်စွာ ကြည့်ရှုနိုင်ဖို့CM Translator Aye Mon Kyaw နှင့် Yu Yu Aye တို့ကဘာသာပြန်တင်ဆက်ပေးထားပါတယ်Version Size – 300 MB Complete File===================All  CompleteEp1-13 –   Veryfile  Userdrive  VIPEp14 – 25 – n  Veryfile  Userdrive  VIPတစ်ပိုင်းချင်းစီ ကြည့်ရှုလိုပါက Datbu ဆိုတာလေးကို နှိပ်ပြီးဝင်ကြည့်နိုင်သလို  ဆွဲလို့လဲရပါတယ်။Season 11နောက်ဆုံးမှာတော့ ကျွန်တော်တို့သိပ်ကြိုက်တဲ့ အမေရိကန်ရှက်ဖ်စီးရီးရဲ့အတွဲ၁၁ဟာ ထွက်ရှိလာခဲ့ပါပြီ….ဒီစီးရီးရဲ့ပထမဆုံးအပိုင်းမှာပဲ မြန်မာနိုင်ငံရဲ့ပရိတ်သတ်တွေကို ပိုပြီး ဆွဲ‌ဆောင်နိုင်စေမယ့်စားဖိုမှူးတစ်ဦးပါလာပါတယ်.သူကတော့Food Bloggerတဦးဖြစ်ပြီး အသက်၃၀နှစ်အရွယ် အမျိုးသမီးလေး Suuပဲ ဖြစ်ပါတယ်. ကဲ အားပေးလိုက်ကြစို့ဗျာ.ဘာသာပြန်သူတွေကတော့August , Mr.Anderson နဲ့ Aye Mone Kyaw တို့ဖြစ်ပြီးYK မှ တင်ဆက်ပေးထားပါတယ်Ep1 –   Userdrive    Veryfile VIPEp2 –   Veryfile  Userdirve    VIPEp3 –   Veryfile  Userdrive    Stream  VIPEp4 –   Veryfile  Userdrive    Stream VIPEp5 –   Veryfile  Userdrive    Stream  VIPEp6 –   Veryfile  Userdrive    stream  VIPEp7 –   Veryfile  Userdrive     VIPEp8 –   Veryfile  Userdrive      VIPEp9 –   Veryfile  Userdrive      VIPEp10 –   Veryfile  Userdrive      VIPEp11 –   Veryfile  Userdrive      VIPEp12 –   Veryfile  Userdrive      VIPEp13 –   Veryfile  Userdrive     VIPEp14 –   Veryfile  Userdrive     VIPEp15 –   Userdrive      VIPEp16 –   Userdrive     VIPEP17 – Userdrive  Veryfile      Meganz  VIPEP18 – Userdrive  Veryfile      Meganz  VIPMaster Chef Season 12==================မာစတာချက် စီစင် 12 ကတော့ အောင်ပွဲသို့ပြန်လာခြင်း”Back To Win ”ဆိုတဲ့ ခေါင်းစဉ်နဲ့အတူ ပြန်လည်စတင်လိုက်ပါပြီ ။အရင် စီစင် 11 မှာ မြန်မာပြည်က food blogger Suu ကြောင့် စိတ်၀င်စားမှုမြင့်တက်ခဲ့သလိုဒီ season 12 မှာလည်း အရင် မာစတာချက် season 1 to 11 ထိယှဉ်ပြိုင်ခဲ့ဖူးတဲ့ ပြိုင်ပွဲ၀င်ဟောင်းတွေနဲ့မာစတာချက် ဂျူနီယာက ကလေးတွေလည်း ပါ၀င်လာပါတယ်။အတွေ့အကြုံရှိပြီးသားလူတွေချည်း ယှဉ်ပြိုင်ကြတာကြောင့် မာစတာချက် စီစင် 12 ဟာလည်းထင်ထားတာထက် ပိုပြိုင်ဆိုင်မှုပြင်းထန်ပြီး ပိုမိုကြည့်ကောင်းလာမှာ အသေချာပါပဲ။(အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)Genre…..RealityQuality….  | File size…600MB | 300MBFormat… mp4Duration….45minSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Thiha Yan Naing, Lai LaiiEncoder ….. August1080PEP01 – Userdrive |  |  | Meganz | VIPEP02 – Userdrive |  |  | Meganz | VIPEP03 – Userdrive |  |  | Meganz | VIPEP04 – Userdrive |  |  | Meganz | VIPEP05 – Userdrive |  |  | Meganz | VIPEP06 – Userdrive |  |  | Meganz | VIPEP07 – Userdrive |  |  | Meganz | VIPEP08 – Userdrive |  |  | Meganz | VIPEP09 – Userdrive |  |  | Meganz | VIPEP10 – Userdrive |  |  | Meganz | VIPEP11 – Userdrive |  |  | Meganz | VIPEP12 – Userdrive |  |  | Meganz | VIPEP13 – Userdrive |  |  | Meganz | VIPEP14 – Userdrive |  |  | Meganz | VIPEP15 – Userdrive |  |  | MeganzEP16 – Userdrive |  |  | MeganzEP 17 – Userdrive |  |  | MeganzEP 18 – Userdrive |  |  | MeganzEP 19 – Userdrive |  |  | MeganzEP 20 – Userdrive |  |  | MeganzEP01 – Userdrive |  |  |  | VIPEP02 – Userdrive |  |  |  | VIPEP03 – Userdrive |  |  |  | VIPEP04 – Userdrive |  |  |  | VIPEP05 – Userdrive |  |  |  | VIPEP06 – Userdrive |  |  |  | VIPEP07 – Userdrive |  |  |  | VIPEP08 – Userdrive |  |  |  | VIPEP09 – Userdrive |  |  |  | VIPEP10 – Userdrive |  |  |  | VIPEP11 – Userdrive |  |  |  | VIPEP12 – Userdrive |  |  |  | VIPEP13 – Userdrive |  |  |  | VIPEP14 – Userdrive |  |  |  | VIPEP15 – Userdrive |  |  | EP16 – Userdrive |  |  | EP17 – Userdrive |  |  | EP18 – Userdrive |  |  | EP19 – Userdrive |  |  | EP20 – Userdrive |  |  |  