Synopsis of Bargain (a.k.a) Ransom (2022) [Complete]Bargain (a.k.a) Ransom (2022) [အစ-အဆုံး]အပိုင်းသစ် – ၄ မှ ၆ (ဇာတ်သိမ်းပိုင်း)( ရပါပြီ)လူသားဆန်မှု .. တရားဥပဒေ .. အဲ့ဒါတွေ ဒီနေရာမှာမရှိဘူး!!!ဇာတ်လမ်းအညွှန်း …နိုဟျောင်းဆူ တစ်ယောက် ဘတ်ဂျူယောင်း နဲ့တွေ့ဖို့ မိုတယ် တစ်ခုမှာ တွေ့ဆုံဖို့ ချိန်းထားလိုက်တယ်။ တကယ်လည်းတွေ့ရော ဘတ်ဂျူယောင်းရဲ့ အလှအပတွေကို တအားကို စိတ်ကျေနပ်သွားပြီး ဝန်ဆောင်ခ အားလုံးကျေကျေနပ်နပ်ကြီး ပေးချေဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ ဒါပေမဲ့လည်း ကိစ္စတွေက သူထင်ထားသလို ပျော်ရွှင်စရာ အခိုက်အတန့်မဟုတ်ခဲ့ဘဲ လူတစ်စုက သူ့ကို ဝိုင်းထားလိုက်တဲ့အခါ နိုဟျောင်းဆူတစ်ယောက် အလွန်အံ့အားသင့်သွားခဲ့ရပါတယ်။အဲ့ဒီလူတစ်စုက လူကုန်ကူးတဲ့ ဂိုဏ်းတစ်ခုကလူတွေဖြစ်နေပြီး သူ့ရဲ့ ကိုယ်တွင်းအင်္ဂါတွေကို ရောင်းထုတ်ဖို့ လုပ်ကိုင်နေကြတာပါ။ ဒီလိုနဲ့ နိုဟျောင်းဆူရဲ့ ခန္ဓာကိုယ်အစိတ်အပိုင်းတွေကို ဝယ်ယူကြဖို့ ရွေးချယ်နေကြချိန်မှာ ရုတ်တရက် မြေငလျင်လှုပ်ခတ်လာတဲ့အခါမှာတော့ …ဘာတွေဆက်ဖြစ်မလဲ?လောဘသားတွေအုပ်စိုးတဲ့ လူသားဆန်မှု ကိုယ်ချင်းစာမှု တရားဥပဒေတွေ ကင်းမဲ့‌တဲ့အဲ့ဒီနေရာ …သဘာဝဘေးထက် လူ့လောဘတွေက ပိုကြောက်ဖိုကောင်းနေတဲ့ အခြေအနေတစ်ခု …အဲ့ဒီငရဲမှာ လူသားနဲ့ လောဘသား ဘယ်သူကများအနိုင်ရရှိသွားမလဲ ? ဆိုတာကိုတော့ ဒီဇာတ်လမ်းတွဲလေးမှာ ဆက်ပြီး ကြည့်ရှုလိုက်ကြစို့နော်။ဒီဇာတ်လမ်းတွဲလေးဟာ ၂၀၁၅ တုန်းကထွက်ရှိခဲ့တဲ့ Bargain ဆိုတဲ့ ဇာတ်လမ်းတိုလေးကို အခြေပြုဇာတ်အိမ်တည် ရိုက်ကူးထားတာဖြစ်ပြီး main lead တွေအနေနဲ့The Outlaws, Through the Darkness တို့နဲ့စကေးကြမ်းခဲ့တဲ့ မင်းသားကြီး Jin SeonKyu ~The Call, Money Heist တို့နဲ့ နာမည်ကြီးခဲ့တဲ့ Jeon JongSeo ~My Name , Golden Spoon , Arthdal Chronicles တို့မှာ ပါဝင်အားဖြည့်ခဲ့တဲ့ Chang Ryul တို့ က အဓိကပါဝင်ထားပါတယ်။ဇာတ်လမ်းဇာတ်အိမ် ထိမိပြီး သရုပ်ဆောင်တွေကလည်း အမိုက်စားတွေမို့ CM ရဲ့ K-Drama ပရိသတ်ကြီးတို့ အကြိုက်တွေ့ကြဦးမဲ့ ဇာတ်လမ်းတွဲလေးပါပဲ။Aired: Oct 28, 2022 — Nov 4, 2022Aired On: FridayGenres: Thriller, DramaDuration: 35minss: 6Original Network: TVingFile Size: (~800MB), (~300MB)Translated by Song Song, Win & TiffEncoded by Kinnov««« Telegram Channel »»» 01[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 02[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 03[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 04[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 05[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 06 (Finale)[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ***************** (ပြီးပါပြီ) ***************** 