Synopsis of Blind (2022)Blind (2022)===========CM Fan တွေအတွက် နောက်ထပ် ရင်ခုန်စိတ်လှုပ်ရှားရမယ့် Thrillerပုံစံကားသစ်လေး ထပ်မံတင်ဆက် ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းမှာတော့ 2PM က Taec Yeon မင်းသားကြီး Ha Seok Jin နဲ့Jung Eung Ji တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း——————————ရူဆောင်းဂျွန်းက အလုပ်မှာ စိတ်အားထက်သန်မှုအပြည်ရှိတဲ့ စုံထောက်တစ်ယောက်ပါ။ အမြဲတမ်း လူဆိုးဖမ်းဖို့ တာစူနေတဲ့လူတစ်ယောက်ဖြစ်ပြီးသူဆုံးဖြတ်ချက်ချထားတဲ့အတိုင်း လူဆိုးဖမ်းဖို့ပဲ အမြဲကြိုးစားနေတာကြောင့်သူ့ရဲ့ဖမ်းဆီးမှုနှုန်းက အမြင့်ဆုံးဖြစ်နေခဲ့ပါတယ်။သူ့အစ်ကိုရူဆောင်းဟွန်းကတော့ ဉာဏ်အရမ်းကောင်းပြီး အရည်အချင်းပြည့်ဝသူတစ်ယောက်ဖြစ်တယ်။ ဥပဒေစာမေးပွဲကို အမှတ်အများဆုံးနဲ့အောင်မြင်ခဲ့ပြီး ထိပ်တန်း ဥပဒေကျောင်းကနေဘွဲ့ရခဲ့တယ်။ တရားမျှတမှုရှိစေရေးအတွက် လုပ်ကိုင်နေတဲ့ ဖြောင့်မတ်တဲ့လူတစ်ယောက်ဖြစ်ပါတယ်။ဂျိုအွန်းဂီကတော့ လူမှုဝန်ထမ်းတစ်ယောက်ပါ။ ကြင်နာတတ်တဲ့နှလုံးသားနဲ့မျှတမှုရှိတဲ့ စိတ်ဓာတ်ကိုပိုင်ဆိုင်ထားသူလေးတစ်ယောက်ပါ။ အမြဲတမ်းအခြားလူတွေကို ဦးစားပေးတတ်တယ်။ ဆင်းရဲနွမ်းပါးတဲ့ကလေးတွေကိုသေချာစောင့်ရှောက်ပေးဖို့လည်း အမြဲကြိုးနေသူပါ။ရူဆောင်းဂျွန်း၊ ရူဆောင်းဟွန်း နဲ့ ဂျိုအွန်းဂီတို့က ကွင်းဆက်လူသတ်မှုတစ်ခုမှာဂျူရီအဖွဲ့ဝင်တွေအဖြစ် ပါဝင်သွားခဲ့တယ်။ ဒီ ၃ယောက်က သေဆုံးမှုတွေရဲ့နောက်ကွယ်က အမှန်တရားကို ရှာဖွေဖော်ထုတ်ကြမှာပါ။ အမှုမှန်ပေါ်လာဖို့အတွက်သူတို့တွေ ဘယ်လိုစုံစမ်းကြမလဲဆိုတာကို ဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါရှင့်။(ဒီစီးရီးရဲ့ အညွှန်းကို Hay Thar မှရေးသားပေးပြီး၊ ဘာသာပြန် ရေးသားပေးသူများကတော့ CM Team မှ ဖြစ်ပါတယ်။)File Size………….(350 MB)Quality……………WEB-DL Duration…………1Hr 10Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Thriller, Mystery, DramaTranslator……….CM TeamEncoder…………..SWM (380 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –     MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive(5) –     MegaNZ    Usersdrive(6) –     MegaNZ    Usersdrive(7) –     MegaNZ    Usersdrive(8) –     MegaNZ    Usersdrive(9) –     MegaNZ    Usersdrive(10) –     MegaNZ    Usersdrive(11) –     MegaNZ    Usersdrive(12) –     MegaNZ    Usersdrive(13) –     MegaNZ    Usersdrive(14) –     MegaNZ    Usersdrive(15) –     MegaNZ    Usersdrive(16) –     MegaNZ    Usersdrive – End1080P (800 Mb)———————————–(1) –     MegaNZ  Usersdrive(2) –     MegaNZ  Usersdrive(3) –     MegaNZ  Usersdrive(4) –     MegaNZ  Usersdrive(5) –     MegaNZ  Usersdrive(6) –     MegaNZ  Usersdrive(7) –     MegaNZ  Usersdrive(8) –     MegaNZ  Usersdrive(9) –     MegaNZ  Usersdrive(10) –     MegaNZ  Usersdrive(11) –     MegaNZ  Usersdrive(12) –     MegaNZ  Usersdrive(13) –     MegaNZ  Usersdrive(14) –     MegaNZ  Usersdrive(15) –     MegaNZ  Usersdrive(16) –     MegaNZ  Usersdrive 