Synopsis of Take 1 (2022)Take 1 (2022)အရင်ဆုံး Netflixကတင်ဆက်ပေးလိုက်တဲ့ Docuseries ဖြစ်တဲ့ Take1ဟာဆိုရင်ကြည့်ရှူသူတွေအတွက် ဗဟုသုတပေါင်းစုံ ရသမျိုးစုံကို သိမြင်ခံစားရမှာတော့ အာမခံပါတယ်။နယ်ပယ်ပေါင်းစုံမှာ ကိုယ်စားပြုရပ်တည်ခဲ့ကြတဲ့ နာမည်ကြီးအနုပညာရှင်တွေရဲ့အိပ်မက်ထဲကစင်မြင့်ကို Take1 ပရောဂျက်ကြီးက အကောင်အထည်ဖော်ပေးသွားမှာပါ။ကန့်သတ်ချက်အနေနဲ့ကတော့ Take1ဆိုတဲ့အတိုင်းတစ်ကြိမ်တစ်ခါအခွင့်အရေးကိုပဲ ပေးအပ်သွားမှာဖြစ်တဲ့အပြင်ကိုLegendary Performance တစ်ခုအတွက်အနုပညာရှင်တွေအနေနဲ့ သီချင်းတစ်ပုဒ်ကိုပဲ ရွေးချယ်ခွင့်ရှိမှာပါ။ဘဝမှာအလှပဆုံးကျန်ရှိနေစေမယ့် ဖျော်ဖြေမှုတစ်ခုအတွက်ရွေးချယ်နိုင်မှာကသီချင်းတစ်ပုဒ်တည်းဆိုတော့ ရွေးချယ်လိုက်မယ့်သီချင်းက ဘယ်လောက်ထိအဖိုးတန်မလဲဆိုတာ တွေးကြည့်နိုင်ပါတယ်။သီချင်းရွေးချယ်မှု၊စတိတ်စင်ပြင်ဆင်မှုအပါအဝင် ဖျော်ဖြေပွဲနဲ့ ပက်သက်တဲ့ကိစ္စရပ်တိုင်းအတွက်လုပ်ပိုင်ခွင့်က ပါဝင်သွားမယ့် အနုပညာရှင်တွေရဲ့ လက်ထဲမှာပါ။နာမည်ကြီးအနုပညာရှင်တွေကိုယ်တိုင် စီစဉ်မယ့် ဖျော်ဖြေပွဲကအမိုက်စားတွေဖြစ်နေမှာတော့ အသေအချာပါပဲ။စုစုပေါင်း အပိုင်း၇ပိုင်းပါဝင်သွားမှာဖြစ်ပြီးတော့တစ်ပိုင်းစီမှာ အနုပညာရှင်၁ဦးစီနဲ့ပက်သက်ပြီး ရိုက်ကူးထားတာပါ။အညွှန်းကိုတော့ Milkeux က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre….. RealityQuality….  |  | 480pFile size… 1GB | 500MB | 250MBFormat… mp4Duration…. 60mins… 7 sSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Milkeux, Hmwe Thet Winn, Leo, Minnie, Summer, Lai Laii, Su MyatEncoder ….. August 01 (Jo Sumi)အပိုင်း ၁ရဲ့ ဇာတ်လိုက်ကတော့ နာမည်ကြားလိုက်တာနဲ့ တောင်ကိုရီးယားတစ်နိုင်ငံလုံးသိကြတဲ့Best Opera Recording နဲ့ Grammyဆုရရှိထားတဲ့ Jo Sumiပါ။ဒီနေ့ထိ ကမ္ဘာလှည့်ဖျော်ဖြေပွဲတွေနဲ့ မအားမလပ်ဖြစ်နေတဲ့ ဆရာမJo Sumiရဲ့Take 1အတွက် အချိန်မအားတဲ့ကြားထဲက ပြင်ဆင်ပုံတွေ၊ကမ္ဘာကတောင် အသိအမှတ်ပြုကြတဲ့ သူ့ရဲ့အရည်အချင်းတွေကို Take1မှာ သေချာမြင်တွေ့နိုင်မှာပါ။Jo Sumiကိုယ်တိုင်ဖန်တီးမယ့် သူ့ဘဝမှာအမှတ်တရဖြစ်ကျန်နေမယ့်ဖျော်ဖြေမှုက ဘယ်လောက်ထိမြိုင်ဆိုင်နေမလဲဆိုတာကို အပိုင်း(၁)မှာ ရှုစားလိုက်ကြပါဦးနော်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milkeux ပဲ ဖြစ်ပါတယ်။1080P – Userdrive |  |  | Meganz | Telegram – Userdrive |  |  |  | Telegram480P – Userdrive |  |  |  | Telegram 02 – AKMUTake 1 ရဲ့ Ep 2 မှာတော့ K-Pop လောကရဲ့ နာမည်ကြီးမောင်နှမဖြစ်တဲ့AKMU ရဲ့ Lee Chan-Hyuk နဲ့ Lee Su-Hyun တို့ ပါဝင်လာကြမှာဖြစ်ပါတယ်။Take 1 ရဲ့ ထုံးစံအတိုင်း သီချင်းတစ်ပုဒ်ကို တစ်ခေါက်တည်းနဲ့ MV ရိုက်ရမှာဖြစ်လို့AKMU မောင်နှမကတော့ “NAKKA” သီချင်းကို ရွေးချယ်လိုက်ပြီးတဲ့နောက်အစ်ကိုကြီး Chan-Hyuk က ဦးဆောင်ပြီး မောင်နှမနှစ်ယောက် ဘယ်လို အမိုက်စား MV မျိုးကို ရိုက်ကူးသွားကြမလဲ။အများနဲ့မတူတဲ့ Genres တွေကို တီထွင်တတ်တဲ့ Lee Chan-Hyuk ရဲ့“NAKKA” Take 1 Video က ဘယ်လိုရလဒ်မျိုး ဘယ်လိုပုံစံမျိုးနဲ့ထွက်လာမလဲဆိုတာ အခုပဲ ကြည့်ရှုလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။1080P – Userdrive |  |  | Meganz | Telegram – Userdrive |  |  |  | Telegram480P – Userdrive |  |  |  | Telegram 03 – Yin Jae Beumအခွင့်အရေး တစ်ကြိမ်တည်းနဲ့ အကောင်းဆုံးတင်ဆက်ရမယ့် Take 1 ရဲ့ အပိုင်း(၃)မှာတော့Old school ရော့ခ် အဆိုတော်ကြီးဖြစ်တဲ့ ရင်းဂျယ်ဘျွန် ပါဝင်လာမှာ ဖြစ်ပါတယ်။“ရင်းဂျယ်ဘျွန်” ဆိုတာ (၂၀)ရာစုဖွား ကိုရီးယားလူငယ်တွေရဲ့ လူငယ်ဘဝကို လွှမ်းမိုးခဲ့တဲ့ သီချင်းတွေရဲ့ ပိုင်ရှင် ဖြစ်ပါတယ်။အရမ်းကို အောင်မြင်ပြီး လူကြိုက်များနေတဲ့ အချိန်မှာပဲ စင်မြင့်ပေါ်က ရုတ်တရက် ပျောက်ကွယ်သွားခဲ့တဲ့ ရင်းဂျယ်ဘျွန်းကတော့စင်မြင့်ရဲ့ နောက်ကွယ်မှာ မိန်းမဖြစ်သူ ဆုံးပါးသွားလို့ လွမ်းဆွတ်တဲ့ဒဏ်ကို အလူးအလဲခံစားရင်းနဲ့သမီးလေးကို ပြုစုပျိုးထောင်ရင်း ဂီတလောကနဲ့ ခြောက်နှစ်ကျော် အဆက်ပြတ်နေခဲ့တာပါ။မိုက်ခ်မကိုင်တာ ခြောက်နှစ်တောင်ကြာနေပြီဖြစ်တဲ့ ရင်းဂျယ်ဘျွန်တစ်ယောက်ဒီတစ်ကြိမ်မှာတော့ ဂီတလောကကို ပထမဆုံး ပြန်လည်ခြေချတဲ့အနေနဲ့ကိုဗစ်-၁၉ ကြောင့် ဒုက္ခခံစားခဲ့ရသူတွေကို အားပေးရင်း ဖျော်ဖြေတင်ဆက်သွားမှာပါ။သီချင်းစာသားတွေက ရင်ထဲထိသလို မိုက်ခ်မကိုင်တာကြာနေတဲ့Old school ရော့ခ်ကာကြီးတစ်ယောက် ဘယ်လိုမျိုးသီဆို‌‌သွားမလဲဆိုတာ အားပေးကြည့်ရှုလိုက်ကြပါဦး။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leo ပဲ ဖြစ်ပါတယ်။1080P – Userdrive |  |  | Meganz | Telegram – Userdrive |  |  |  | Telegram480P – Userdrive |  |  |  | TelegramTake 1 အပိုင်း 4 – RAIN (Jung Ji Hoon)ဒီအပိုင်းရဲ့ main cast ကတော့ မြန်မာပရိသတ်နဲ့လည်းရင်းနှီးနေတဲ့ အဆိုတော်မင်းသားကြီး ရိန်း ပါပဲ။တစ်သက်မှာတစ်ခါ၊ တစ်ခါဆိုတစ်ခါ အမှားမရှိအောင်ရိုက်ကူးရမယ့် Netflixရဲ့ Take 1 …ကိုယ့်ရဲ့ History မှာ တခမ်းတနားနဲ့ အမှတ်တရကျန်နေမယ့်မှတ်တိုင်တစ်ခု …Cast တွေစိတ်တိုင်းကျ မိမိသီချင်းကို ဖော်ထုတ်ပြခွင့်ရှိတဲ့အစီအစဉ် …Kpop လောကရဲ့နတ်ဘုရား ရှေ့ဆောင်လမ်းပြကြီးလို့ ‌ပြောစမှတ်တွင်ရမယ့် ဂျောင်ဂျီဟျွန်းရော ဘာလုပ်မလဲ?သူ့အတွက် ဘယ်လိုအဓိပ္ပာယ်ရှိတဲ့သီချင်းမျိုးကို ရွေးပြီးတော့အကရော အဆိုပါ ထူးချွန်းတဲ့သူလိုလူက ဘယ်လိုများ ပုံဖော်လေမလဲ?နည်းနည်းလောက် spoil ရရင်တော့ တစ်မိုးအောက်တစ်ယောက် ဂျောင်ဂျီဟျွန်းတို့ရွေးလိုက်တဲ့နေရာကဒယ်ဟန်းမင်းဂုရဲ့အသည်းနှလုံး၊ ကိုရီးယားလူမျိုးမှန်ရင် အမြတ်တနိုးတန်ဖိုးထားရတဲ့နေရာတဲ့လေ။ဘယ်နေရာဖြစ်မလဲ ခန့်မှန်းကြည့်ရင်း ဂျောင်ဂျီဟျွန်းနဲ့အတူTake 1 ရိုက်ကူးမှု အောင်မြင်မလား ကျရှုံးမလားသိရအောင် ချန်နယ်မြန်မာကနေ အခုပဲဒေါင်းလုတ်ရယူလိုက်ပါတော့နော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Minnie ပဲ ဖြစ်ပါတယ်။1080P – Userdrive |  |  | Meganz | Telegram – Userdrive |  |  |  | Telegram480P – Userdrive |  |  |  | Telegram 05 – Lena Parkအပိုင်း ၅ အတွက်အဆိုရှင်ကတော့ Lena Park ပဲဖြစ်ပါတယ်။သူမရဲ့ပြိုင်ဖက်ကင်းတဲ့အဆိုစွမ်းရည်ကြောင့် တောင်ကိုးရီးယားရဲ့ထိပ်တန်းအမျိုးသမီးအဆိုတော်,R&B နတ်သမီး, Busking Queen စတဲ့ဂုဏ်ပုဒ်တွေအများကြီးပေးခံရတဲ့သူပါ။သူမရဲ့ Take 1 Stage အတွက် Lena ရွေးချယ်လိုက်တဲ့သီချင်းကတော့သူမလိုဝါရင့်အဆိုတော်တစ်ယောက်တောင် အခုချိန်ထိအမှားအယွင်းမရှိဘဲ မသီဆိုနိုင်သေးတဲ့“Song For Me”ဆိုတဲ့သီချင်းဖြစ်ပါတယ် ။သူမရဲ့ Take 1 Stage ကိုတော့ ဆိုးလ်မြို့ကိုယ်စားပြုလို့ပြောနိုင်တဲ့ဟန်မြစ်ထဲက သင်္ဘောကြီးပေါ်မှာဖန်တီးပေးစေချင်ပါတယ်တဲ့။Lena Park ရဲ့ Powerful vocal နဲ့သီဆိုမဲ့“Song For Me” ဆိုတဲ့စိတ်ဓာတ်ခွန်အားပေးတဲ့သီချင်းကိုနားထောင်ရင်းဟန်မြစ်ရဲ့ညရှုခင်းကိုခံစားလို့ စိတ်အပန်းဖြေလိုက်ကြရအောင်ပါ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Summer ပဲ ဖြစ်ပါတယ်။1080P – Userdrive |  |  | Meganz | Telegram – Userdrive |  |  |  | Telegram480P – Userdrive |  |  |  | Telegram 06 – Yoo Hee Yeolအပိုင်း (၆) မှာအလှည့်ကျတဲ့ နာမည်ကျော်ကြယ်ပွင့်ကတော့အခုလက်ရှိ Antenna အေဂျင်စီရဲ့ CEO လည်းဖြစ်ပြီးတစ်ချိန်က နာမည်ကျော်ရေပန်းစားခဲ့တဲ့ Toy band ရဲ့ sole member တစ်ဖြစ်လဲအဆိုတော်-တေးရေးဆရာ-ပီယာနိုတီးသမား You Hee Yeol ပဲဖြစ်ပါတယ်။လက်ရှိမှာအေဂျင်စီကြီးတစ်ခုကို စီမံအုပ်ချုပ်နေတဲ့သူအနေနဲ့ကိုယ်ကိုယ်တိုင်အနုပညာလှုပ်ရှားမှုတွေနဲ့ ကင်းကွာတာကြာပြီဖြစ်တဲ့ You Hee Yeol တစ်ယောက်Take 1 မှာ ဘယ်လိုအကြောင်းအရင်းတွေကြောင့် ပါဝင်လာဖြစ်ခဲ့ရတာလဲ ..အယ်လ်ဘမ်စုစုပေါင်း ၁၀ ချပ်နဲ့ သီချင်းအပုဒ်ပေါင်း ၁၁၄ ပုဒ်အထိ ပရိသတ်ရင်ထဲကို ထည့်ပေးနိုင်ခဲ့တဲ့ Toy ကိုအချိန်တွေအများကြီးကြာနေပြီဖြစ်တာတောင် လွမ်းဆွတ်တမ်းတနေမယ့်ပရိသတ်တွေ ရှိဦးမှာလား .. ။ရှေ့အပိုင်းတွေက အနုပညာရှင်အသီးသီးရဲ့ သီချင်းကောင်းသီချင်းဟောင်းတွေကို နားထောင်ခဲ့ရသလိုဒီအပိုင်းမှာလည်း Toy band ရဲ့ အောင်မြင်ကျော်ကြားတဲ့သီချင်းတွေကို နားဆင်နိုင်ဦးမှာမို့သီချင်းချစ်သူတွေ ကြိုက်နှစ်သက်မယ့် အပိုင်းလေးတစ်ပိုင်းဖြစ်ဦးမှာပါပဲ။(အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lai Laii ပဲဖြစ်ပါတယ်။)1080P – Userdrive |  |  | Meganz | Telegram – Userdrive |  |  |  | Telegram480P – Userdrive |  |  |  | Telegram 07 (MAMAMOO)ပထမဆုံးရိုက်ချက် “Take 1” အစီအစဉ်၊ အပိုင်း ၇ မှာ ပါဝင်လာတာကတော့စိတ်မပျက်စေတဲ့ သီချင်းတွေနဲ့ တင်ဆက်မှုကောင်းတွေကိုပဲ ယူဆောင်လာပေးတဲ့ MAMAMOO ပါပဲ။အကယ်၍ သီချင်းတစ်ပုဒ်တည်းပဲ သီဆိုခွင့်ရှိမယ်ဆို ဘယ်သီချင်းကို ဆိုမလဲ။စိတ်ကူးထဲကအတိုင်း ဖျော်ဖြေရမယ်ဆိုရော ဘယ်လိုဖျော်ဖြေမှုမျိုးကို လုပ်ပြချင်လဲ။ဒီမေးခွန်းတွေအတွက် MAMAMOO ရဲ့ အဖြေကရော ဘယ်လိုများဖြစ်မလဲ။ဒီအပိုင်းမှာ တွေ့ရတဲ့ ဖျော်ဖြေမှုကတော့ MAMAMOO ရဲ့ ၂ နှစ်ကြာပြီးမှ ပထမဆုံးပြန်လည်မြင်တွေ့ရတဲ့ ဖျော်ဖြေမှုပဲ ဖြစ်ပါတယ်။ပထမဆုံးရိုက်ချက်မှာတင် အမှားအယွင်းဘဲ လုပ်ဆောင်ရမယ့်ဖျော်ဖြေမှုကိုMAMAMOO က ဘယ်လိုတွေ တင်ဆက်မလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Su Myat ပဲ ဖြစ်ပါတယ်။1080P – Userdrive |  |  | Meganz | Telegram – Userdrive |  |  |  | Telegram480P – Userdrive |  |  |  | Telegram 