"Synopsis of Graceful Friends (2020)
[Unicode]
မြို့လေးတစ်မြို့မှာ သူငယ်ချင်းတွေရှိကြတယ်..သူတို့က ငယ်သူငယ်ချင်းတွေဖြစ်တဲ့အပြင် အိမ်ထောင်ကျပြီးတဲ့နောက်လည်း ဒီမြို့မှာပဲအခြေချဖြစ်တာဆိုတော့ အလုပ်ကိုယ်စီလုပ်လိုက် အားရင် သူငယ်ချင်းအရင်းတွေဆိုတော့ ဆုံပြီး စားသောက်ကြပေါ့… ဒီလိုပဲဖြတ်သန်းနေတဲ့ သူတို့ဘဝဟာ တကယ့်ကို သုခဘုံလို့ဆိုရမလားပဲ…
အဲ့ဒီနောက်မှာတော့ ဒီမြို့မှာပဲ ထူးဆန်းတဲ့လူသတ်မှုတစ်ခုဖြစ်သွားခဲ့တယ်…
ဒီလူသတ်မှုဟာ ဟိုးအတိတ်သူတို ငယ်စဉ်ကာလနဲ့ဆက်စပ်မှုရှိတဲ့အပြင်
သူငယ်ချင်းတွေအားလုံးနဲ့ သက်ဆိုင်သလိုဖြစ်လာတဲ့အခါမှာတော့….
ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်ပါဉီး…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီစီးရီးက
သရုပ်ဆောင်တွေအတော်များများဟာ အခြားစီးရီးတွေမှာဆို အဓိကကျတဲ့ဗီလိန်ခန်းတွေမှာ ပါတဲ့သရုပ်ဆောင်တွေဖြစ်တဲ့အပြင် သရုပ်ဆောင်မှုအပိုင်းမှာလည်း ဆရာကျတဲ့သူတွေချည်းပါပဲ…ပြီးတော့ လူသတ်မှုနဲ့ဆက်စပ်ပြီးတဲ့နောက် ကိုယ်စီ စိတ်ခံစားမှုကြောင့်
ရုန်းကန်တဲ့ ဉာဏ်နီဉာဏ်နက်တွေကို စိတ်လှုပ်ရှားစွာ ကြည့်ရတဲ့စီးရီးမို့ ချစ်ကြိုက်မုန်း တွေငြီးငွေ့တဲ့သူတွေအဖို့တော့ တော်တော်ကြီးမိုက်မှာသေချာပါတယ်….
အပိုင်း(၁၆)ပိုင်းထွက်ရှိမှာဖြစ်ပြီး အပတ်စဉ် သောကြာ စနေညတွေမှာလွှင့်မှာမို့စောင့်မျှော်ကြည့်ကြပါကုန်…
( အညွှန်းရေးသားထားသူကတော့ Htet Nandar Aung ဖြစ်ပါတယ် )
[Zawgyi]
ၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာ သူငယ္ခ်င္းေတြရွိၾကတယ္..သူတို႔က ငယ္သူငယ္ခ်င္းေတြျဖစ္တဲ့အျပင္ အိမ္ေထာင္က်ၿပီးတဲ့ေနာက္လည္း ဒီၿမိဳ႕မွာပဲအေျခခ်ျဖစ္တာဆိုေတာ့ အလုပ္ကိုယ္စီလုပ္လိုက္ အားရင္ သူငယ္ခ်င္းအရင္းေတြဆိုေတာ့ ဆုံၿပီး စားေသာက္ၾကေပါ့… ဒီလိုပဲျဖတ္သန္းေနတဲ့ သူတို႔ဘဝဟာ တကယ့္ကို သုခဘုံလို႔ဆိုရမလားပဲ…
အဲ့ဒီေနာက္မွာေတာ့ ဒီၿမိဳ႕မွာပဲ ထူးဆန္းတဲ့လူသတ္မႈတစ္ခုျဖစ္သြားခဲ့တယ္…
ဒီလူသတ္မႈဟာ ဟိုးအတိတ္သူတို ငယ္စဥ္ကာလနဲ႔ဆက္စပ္မႈရွိတဲ့အျပင္
သူငယ္ခ်င္းေတြအားလုံးနဲ႔ သက္ဆိုင္သလိုျဖစ္လာတဲ့အခါမွာေတာ့….
ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ပါဉီး…
ဒီစီးရီးက
သ႐ုပ္ေဆာင္ေတြအေတာ္မ်ားမ်ားဟာ အျခားစီးရီးေတြမွာဆို အဓိကက်တဲ့ဗီလိန္ခန္းေတြမွာ ပါတဲ့သ႐ုပ္ေဆာင္ေတြျဖစ္တဲ့အျပင္ သ႐ုပ္ေဆာင္မႈအပိုင္းမွာလည္း ဆရာက်တဲ့သူေတြခ်ည္းပါပဲ…ၿပီးေတာ့ လူသတ္မႈနဲ႔ဆက္စပ္ၿပီးတဲ့ေနာက္ ကိုယ္စီ စိတ္ခံစားမႈေၾကာင့္
႐ုန္းကန္တဲ့ ဉာဏ္နီဉာဏ္နက္ေတြကို စိတ္လႈပ္ရွားစြာ ၾကည့္ရတဲ့စီးရီးမို႔ ခ်စ္ႀကိဳက္မုန္း ေတြၿငီးေငြ႕တဲ့သူေတြအဖို႔ေတာ့ ေတာ္ေတာ္ႀကီးမိုက္မွာေသခ်ာပါတယ္….
အပိုင္း(၁၆)ပိုင္းထြက္ရွိမွာျဖစ္ၿပီး အပတ္စဥ္ ေသာၾကာ စေနညေတြမွာလႊင့္မွာမို႔ေစာင့္ေမွ်ာ္ၾကည့္ၾကပါကုန္…
( အညႊန္းေရးသားထားသူကေတာ့ Htet Nandar Aung ျဖစ္ပါတယ္ )
Native Title: 우아한 친구들
Episodes: 17
Aired: Jul 10, 2020 – Sep 4, 2020
Aired On: Friday, Saturday
Original Network: jTBC
Duration: 1 hr. 10 min
File size__( 600 MB)
Quality__720p
Format__mp4
Type__ Crime , Drama , Mystery
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Htet Nandar Aung , Shoon Thu Thu Chain , Yamin Ei
Encoded by Naing Aung Latt
Episode (1) [620 MB]
YoteShin / Usersdrive / Yandex / Megaup / Meganz
Episode (2) [620 MB]
YoteShin / Usersdrive / Yandex / Megaup / Meganz
Episode (3) [620 MB]
YoteShin / Usersdrive / Yandex / Megaup / Meganz
Episode (4) [620 MB]
YoteShin / Usersdrive / Yandex / Megaup/ Meganz
Episode (5) [600 MB]
YoteShin / Usersdrive / Yandex / Megaup/ Meganz
Episode (6) [600 MB]
YoteShin / Usersdrive / Yandex / Megaup/ Meganz
Episode (7) [600 MB]
YoteShin / Usersdrive / Yandex / Megaup/ Meganz
Episode (8) [600 MB]
YoteShin / Usersdrive / Yandex / Megaup/ Meganz
Episode (9) [600 MB]
YoteShin / Usersdrive / Yandex / Megaup/ Meganz
Episode (10) [600 MB]
YoteShin / Usersdrive / Yandex / Meganz/
Episode (11) [600 MB]
YoteShin / Usersdrive / Megaup/ Meganz
Episode (12) [600 MB]
YoteShin / Usersdrive / Yandex / Megaup/ Meganz
Episode (13) [600 MB]
YoteShin / Usersdrive / Yandex / Megaup/ Meganz
Episode (14) [600 MB]
YoteShin / Usersdrive / Yandex / Meganz
Episode (15) [600 MB]
YoteShin / Usersdrive / Yandex / Megaup/ Meganz
Episode (16) [600 MB]
YoteShin / Usersdrive / Yandex / Meganz
Episode (17) END [600 MB]
YoteShin / Usersdrive / Yandex / Megaup/ Meganz
The End
All Episodes (Ep1-8) Zip File – Megaup / Yoteshin / Userdrive / VIP (4.7GB)
All Episodes (Ep9-17) Zip File – Megaup / Yoteshin / Userdrive / VIP (5.1GB)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
