"Synopsis of Prison Playbook (2017)
Prison Playbook (2017)
=================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 8.3/10
#Unicode
Prison Playbook လို့ ဆိုလိုက်တာနဲ့ Reply စီးရီးတွဲတွေနဲ့ Hospital Playlist ကို တန်းမြင်မိကြမှာပါ။
ဒီဇာတ်လမ်းတွဲတွေကတော့ ကိုရီးယားဒရာမာတွေမှာ အတော် ကောင်းမွန်တဲ့ ဇာတ်လမ်းတွဲတွေ ဖြစ်တာမို့
ဒီတစ်ခေါက်တော့ Prison Playbook ကို ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ ဒီဇာတ်လမ်းတွဲတွေရဲ့
ဒါရိုက်တာ နဲ့ ဇာတ်ညွှန်းရေးဆရာက အတွဲလိုက် လက်ရာကောင်းတွေ ထုတ်လွှင့်ပြသနိုင်ခဲ့ကြတာပါ။
Hospital Playlist တုန်းက သဘောကျခဲ့တဲ့ ပရိသတ်တွေအနေနဲ့ ဒီကားကို သဘောကျမိမှာ အသေအချာပါပဲ။
ဇာတ်လမ်းအကျဉ်းက‌‌တော့ ဒီလိုပါ။
ပရိုဘေ့စ်ဘောသမားတစ်ယောက်ဖြစ်တဲ့ ကင်ဂျယ်ဟော့ ဟာ သူ့ညီမကို လိင်ပိုင်းဆိုင်ရာ ကျူးလွန်တဲ့သူကို
ဆုံးမရာကနေ ခြေလွန်လက်လွန်ဖြစ်သွားခဲ့ပါတယ်။ ဒါကို တရားရုံးက ထောင်ဒဏ်တစ်နှစ် ချမှတ်ခဲ့ပေမယ့်
ပြည်သူလူထုနဲ့ ပရိသတ်ကြီးကတော့ မကျေနပ်ခဲ့ကြပါဘူး။ အယူခံဝင်ဖို့ ကြိုးစားတဲ့ အချိန်မှာ ဘာတွေဆက်
ဖြစ်ကြမလဲဆိုတာကို ကြည့်ကြရမှာပါ။ ထောင်ထဲဝင်ရတိုင်းလည်း လူဆိုးတော့ မဟုတ်ပါဘူး။ လူဆိုးသူခိုးတွေ
အပေါဆုံးနေရာကလည်း ထောင်ပါပဲ။ သံယောဇဉ်တို့ မေတ္တာတရားတို့ကို အခြေခံထားတဲ့ ဒီဇာတ်လမ်းတွဲတွေမှာ
ထောင်ထဲက ဘယ်လိုဇာတ်လမ်းမျိုးတွေ၊ ဘယ်လိုသံယောဇဉ်တွေကို မြင်ရမလဲဆိုတာ ဒီဇာတ်လမ်းတွဲမှာ ကြည့်ရှူရမှာပါ။
IMDb – 8.3/10 ရရှိထားပြီးတော့ ကြည့်ရှူသူနှုန်း ၉၆ ရာနှုန်း ရရှိထားတဲ့ ဒီဇာတ်လမ်းကို ChannelMyanmar
ကနေ တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။)
#Zawgyi
Prison Playbook လို႔ ဆိုလိုက္တာနဲ႔ Reply စီးရီးတြဲေတြနဲ႔ Hospital Playlist ကို တန္းျမင္မိၾကမွာပါ။
ဒီဇာတ္လမ္းတြဲေတြကေတာ့ ကိုရီးယားဒရာမာေတြမွာ အေတာ္ ေကာင္းမြန္တဲ့ ဇာတ္လမ္းတြဲေတြ ျဖစ္တာမို႔
ဒီတစ္ေခါက္ေတာ့ Prison Playbook ကို ျပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္ဗ်ာ။ ဒီဇာတ္လမ္းတြဲေတြရဲ႕
ဒါ႐ိုက္တာ နဲ႔ ဇာတ္ၫႊန္းေရးဆရာက အတြဲလိုက္ လက္ရာေကာင္းေတြ ထုတ္လႊင့္ျပသႏိုင္ခဲ့ၾကတာပါ။
Hospital Playlist တုန္းက သေဘာက်ခဲ့တဲ့ ပရိသတ္ေတြအေနနဲ႔ ဒီကားကို သေဘာက်မိမွာ အေသအခ်ာပါပဲ။
ဇာတ္လမ္းအက်ဥ္းက‌‌ေတာ့ ဒီလိုပါ။
ပ႐ိုေဘ့စ္ေဘာသမားတစ္ေယာက္ျဖစ္တဲ့ ကင္ဂ်ယ္ေဟာ့ ဟာ သူ႔ညီမကို လိင္ပိုင္းဆိုင္ရာ က်ဴးလြန္တဲ့သူကို
ဆုံးမရာကေန ေျခလြန္လက္လြန္ျဖစ္သြားခဲ့ပါတယ္။ ဒါကို တရား႐ုံးက ေထာင္ဒဏ္တစ္ႏွစ္ ခ်မွတ္ခဲ့ေပမယ့္
ျပည္သူလူထုနဲ႔ ပရိသတ္ႀကီးကေတာ့ မေက်နပ္ခဲ့ၾကပါဘူး။ အယူခံဝင္ဖို႔ ႀကိဳးစားတဲ့ အခ်ိန္မွာ ဘာေတြဆက္
ျဖစ္ၾကမလဲဆိုတာကို ၾကည့္ၾကရမွာပါ။ ေထာင္ထဲဝင္ရတိုင္းလည္း လူဆိုးေတာ့ မဟုတ္ပါဘူး။ လူဆိုးသူခိုးေတြ
အေပါဆုံးေနရာကလည္း ေထာင္ပါပဲ။ သံေယာဇဥ္တို႔ ေမတၱာတရားတို႔ကို အေျခခံထားတဲ့ ဒီဇာတ္လမ္းတြဲေတြမွာ
ေထာင္ထဲက ဘယ္လိုဇာတ္လမ္းမ်ိဳးေတြ၊ ဘယ္လိုသံေယာဇဥ္ေတြကို ျမင္ရမလဲဆိုတာ ဒီဇာတ္လမ္းတြဲမွာ ၾကည့္ရႉရမွာပါ။
IMDb – 8.3/10 ရရွိထားၿပီးေတာ့ ၾကည့္ရႉသူႏႈန္း ၉၆ ရာႏႈန္း ရရွိထားတဲ့ ဒီဇာတ္လမ္းကို ChannelMyanmar
ကေန တင္ဆက္ေပးသြားမွာပဲ ျဖစ္ပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ August ပဲျဖစ္ပါတယ္။)
Quality – 720p WEB-DL
Duration – 1hr (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Comedy, Drama
Source : 1080p.WEB.DL
Translator –August
Encoder – SWM
Zip File
1 -6 – Yoteshin / Megaup / Userdrive / VIP
7 -12 – Yoteshin / Megaup / Userdrive / VIP
13 – 16 – Yoteshin / Megaup / Userdrive / VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
