Synopsis of Mental Coach Jegal (2022)Mental Coach Je Gal Gil (2022) (အညွှန်း)==============================အလုပ်ကြိုးစားပြီး ဖော်ရွေတတ်တယ်လို့နာမည်ကြီးတဲ့ နိုင်ငံ့ကိုယ်စားပြုတိုက်ကွမ်ဒိုအားကစားသမားတစ်ယောက် ..တစ်နေ့မှာတော့ အားကစားလောကရဲ့ထုံးစံအတိုင်း မတော်တဆဖြစ်ရပ်တစ်ခုရဲ့ အတင်းအဖျင်းသတင်းတစ်ပုဒ်ကြောင့်အားကစားသမားဘဝကနေအနားယူလိုက်ရတော့တယ်။ ဒီလိုနဲ့အချိန်တစ်ခုကြာအပြီး သူ့လိုမျိုး trauma ရခဲ့တဲ့သူတွေစိတ်ဓာတ်ကျပြီး အလုပ်မလုပ်နိုင်ဖြစ်နေတဲ့အားကစားသမားတွေကို ကူညီပေးဖို့ရာ အားကစားလောကထဲကိုmental coach အနေနဲ့ပြန်ရောက်လာခဲ့တဲ့ .. Je Gal Gil“ရေခဲမင်းသမီး” လို့လူသိများပြီး လတ်တလောမှာမိမိကိုယ်ကိုယ်ယုံကြည်ချက်ပျောက်ဆုံးပြီး ဘယ်သူ့ကိုမှလည်း မယုံကြည်နိုင်တော့ဘဲလမ်းပျောက်နေတဲ့ ရေခဲပြင်စကိတ်ရွှေတံဆိပ်ဆုရှင် .. Cha Ga Eulသူသာ နံပါတ် ၁ ထိပ်ဆုံးနေရာမှာရှိမယ်ဆိုရင် ဘာမဆိုလုပ်နိုင်တယ်ဆိုတဲ့ တောင်ကိုရီးယားနိုင်ငံအိုလံပစ်ကော်မတီက လူ့အခွင့်အရေးစင်တာဒါရိုက်တာ .. Gu Tae Man“သေချာပြုစုပျိုးထောင်ခံခဲ့ရတဲ့ ကြင်နာတတ်တဲ့သမီးပျိုလေး” အဖြစ်နာမည်ကြီးပြီးတစ်ချိန်က Je Gal Gil ရဲ့ အကြံပေးပုဂ္ဂိုလ်ဖြစ်ခဲ့ရာကနေ အခုတစ်ခါ အားကစားလောကထဲကိုJe Gal Gil နဲ့အတူ အကြံပေးပါတနာတွေအဖြစ်ပြန်ရောက်လာခဲ့တဲ့စိတ်ကျန်းမာရေးကူညီထောက်ပံ့ရေးအသင်းက .. Park Seung Haဒီလေးယောက်တွေ့ဆုံလိုက်တဲ့အခါ ဘာတွေဖြစ်လာမလဲ ..အားကစားသမားတွေရဲ့ဘဝနဲ့ အားကစားလောကရဲ့အခက်အခဲတွေကဘယ်လိုဖြစ်မလဲ .. သူတို့ရဲ့စိတ်ပိုင်းဆိုင်ရာပင်ပန်းမှုတွေကိုရောmental coach တစ်ယောက်အနေနဲ့ Je Gal Gil က ဘယ်လိုတာဝန်ယူဖြေရှင်းပေးသွားမလဲစတာတွေကို အပတ်စဥ် တနင်္လာ၊ အင်္ဂါတိုင်းတင်ဆက်ပေးသွားမှာပဲဖြစ်ပါတယ်။File Size – 450MBQuality –   Duration –1h 2minsTotal s: 16EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama  SportTranslator – Yong Hom ~ Lai Laii ~ Ichka ~ Shwe Pyae ~ Myo Myo HtetEncoder – YKTelegram Link – Click Here!=========== 1 –   Userdrive    Meganz    Veryfile 2 –   Userdrive    Meganz    Veryfile 3 –   Userdrive    Meganz    4 –   Userdrive    Meganz    Veryfile 5 –   Userdrive    Meganz    Veryfile 6 –   Userdrive    Meganz    Veryfile 7 –   Userdrive    Meganz    Veryfile 8 –   Userdrive    Meganz    9 –   Userdrive    Meganz    10 –   Userdrive    Meganz    11 –   Userdrive    Meganz    12 –   Userdrive    Meganz    13 –   Userdrive    Meganz    14 –   Userdrive    Meganz    15 –   Userdrive    Meganz    16 –   Userdrive    Meganz   ========== 1 –   Userdrive    Meganz    Veryfile 2 –   Userdrive    Meganz    Veryfile 3 –   Userdrive    Meganz    4 –   Userdrive    Meganz    Veryfile 5 –   Userdrive    Meganz    Veryfile 6 –   Userdrive    Meganz    Veryfile 7 –   Userdrive    Meganz    Veryfile 8 –   Userdrive    Meganz    9 –   Userdrive    Meganz    10 –   Userdrive    Meganz    11 –   Userdrive    Meganz    12 –   Userdrive    Meganz    13 –   Userdrive    Meganz    15 –   Userdrive    Meganz    16 –   Userdrive    Meganz    