Synopsis of Hello, My Love (2022)“အချစ်ရဲ့ သစ္စာဖောက်မှုဒဏ်တွေ လှည့်စားမှုဒဏ်တွေကိုရင်ဆိုင်ဖို ဝန်မလေးကြတဲ့ သူမတိုရဲ့ဇာတ်ကြောင်း…”❐ အသက် (၃၅) နှစ်အရွယ် ဗိသုကာပညာရှင်တစ်ဦးဖြစ်ပြီးလှလှပပ ကျော့ကျော့မော့မော့နေတတ်သူကိုယ့်ကိုကိုယ်သာချစ်မြတ်နိုး၊ကိုယ့်ကိုကိုယ်သာအားကိုးတတ်ပြီးသူတစ်ပါးကိုအားကိုးရမှာဝန်လေးသူအလုပ်ကိုပဲအာရုံထားပြီးဆွဲဆောင်မှုရှိသူတစ်ဦးလဲဖြစ်တဲ့ – ကျန်းဖန်းသူမဟာ အိမ်ထောင်ကွဲ တစ်ကိုယ်တည်းသမားဖြစ်ပြီးအလုပ်ခွင်မှာ အခက်အခဲပေါင်းများစွာကိုရင်ဆိုင်ခဲ့ရသူလဲဖြစ်ပါတယ် ကံကြမ္မာစီမံချက်အရသူမရဲ့လုပ်ဖော်ကိုင်ဖက် သားဖြစ်သူနဲ့နောက်ထပ်အချစ်တစ်ခု ထပ်မံပေါက်ဖွားလာဖိုအကြောင်းဖန်လာခဲ့ပါတော့တယ် ဒါပေမဲ့လိုအသက်အရွယ်ကွာခြားတာကြောင့် အိမ်ထောင်ကွဲပြီး အချစ်ကိုနာကျဥ်းထားတဲ့အတွက်ကြောင့်အချစ်ကိုထပ်မံထိတွေ့ဖို ဝန်လေးနေခဲ့သူ “သူမ”❐ အသက် (၃၀) အရွယ် အာမခံကုမ္ပဏီရဲ့ညှိနှိင်းသူပြိုင်ဆိုင်စိန်ခေါ်မှုတွေကိုသဘောကျသူတစ်ခြားသူတွေကို ကူညီတတ်သူဖြစ်ပြီးဘယ်ပြဿနာနဲ့ပဲ ရင်ဆိုင်ရပါစေအေးအေးဆေးဆေးဖြေရှင်းတတ်သူ – ဖန်းရှောင်ချန်(၇) နှစ်တာမျှချစ်ခဲ့ရတဲ့ ချစ်သူရည်းစားဟာသူမအပေါ်ထားတဲ့ စိတ်ခံစားချက်တွေကုန်ဆုံးလာခဲ့ပြီးတစ်ချိန်ကနက်ရှိင်းခဲ့တဲ့အချစ်တွေဟာ တစ်ဖြည်းဖြည်းနဲ့အေးစက်မှုတွေအဖြစ်ပြောင်းလဲသွားခဲ့သည့်အတွက်အချစ်ကိုစိတ်နာနေသူ “သူမ”❐ အသက် (၂၅) နှစ်အရွယ် ဘွဲလွန်ကျောင်းသူတစ်ဦးဖြစ်ပြီးအိမ်မွေးတိရစ္ဆာန် ဘလော့ဂါတစ်ဦးဖြစ်သူရုပ်ရည်ချောမောလှပပြီး ချစ်ရဲ မုန်းရဲလုပ်ရဲ ကိုင်ရဲရှိသူ – လော်ရှောင်းရှောင်းပထမဦးဆုံးအကြိမ် အချစ်ကိုထိတွေ့ပြီးအချစ်ရဲ့ လှည့်စားမှုကို ခံလိုက်ရသူ “သူမ”ဒီဇာတ်ကားလေးဟာဆိုရင်အသက် ၂၀ , ၃၀ , ၄၀ အရွယ် အမျိုးသမီးများအကြားကြုံတွေ့ရတတ်တဲ့ ဆက်ဆံရေးပြဿနာတွေကိုအကွက်ကျကျ ရိုက်ကူးပြသထားတဲ့ဇာတ်ကားလေးတစ်ကားပဲဖြစ်ပါတယ်အမျိုးသမီးတွေရဲ့ မတူညီတဲ့အသက်အရွယ်တွေကြားကဖြစ်လေ့ဖြစ်ထရှိတဲ့ အခြေအနေတွေကိုခွဲခြမ်းစိတ်ဖြာရင်း သူတိုသုံးယောက်ဟာ –❐ သံသယတွေ ၊ တုန့်ဆိုင်းမှုတွေ ၊ အခက်အခဲတွေကိုရင်ဆိုင်ကျော်ဖြတ်ပြီး ဖြေရှင်းနိုင်ပါ့မလား ？❐ သစ္စာဖောက်မှုတွေ ၊ လှည့်စားမှုတွေ ၊ထောင်ချောက်တွေရဲ့ရှေ့မှောက်မှာရိုးသားမှုတွေ ဇွဲလုံလတွေနဲ့အတူအတားအဆီးတွေကို ကျော်ဖြတ်နိုင်ပါ့မလား ？❐ ဘဝရဲ့ အလင်းတန်းလေး တောက်ပလာတဲ့အချိန်မှာပိုပြီးကောင်းမွန်တဲ့ “ကိုယ့်ကိုကိုယ်” ကို ပြန်လည်ရှာဖွေပြီးအချစ်စစ်နဲ့ တွေ့ဆုံနိုင်ပါ့မလား ？ ဆိုတာကြည့်ရှုအဖြေရှာလိုက်ရအောင်လားရှင်အချစ်အမုန်းအညှိးအာဃာတ အစရှိတဲ့ရသမျိုးစုံ ခံစားရစေမဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်လိုအခုပဲကြည့်ရှုလိုက်ရအောင်လားရှင်[Reviewed By Chit Mya Mya Hmwe]Quality : WEB-DL ,Total s : 12Format : mp4Genres : Mystery, Comedy, Romance, LifeDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1 – MegaUp    Usersdrive  StreamSB 1() – MegaUp    Usersdrive  StreamSB 2 – MegaUp    Usersdrive  StreamSB 2() – MegaUp    Usersdrive  StreamSB 3 – MegaUp    Usersdrive  StreamSB 3() – MegaUp    Usersdrive  StreamSB 4 – MegaUp    Usersdrive  StreamSB 4() – MegaUp    Usersdrive  StreamSB 5 – MegaUp    Usersdrive  StreamSB 5() – MegaUp    Usersdrive  StreamSB 6 – MegaUp    Usersdrive  StreamSB 6() – MegaUp    Usersdrive  StreamSB 7 – MegaUp    Usersdrive  StreamSB 7 () – MegaUp    Usersdrive  StreamSB 8 – MegaUp    Usersdrive  StreamSB 8 () – MegaUp    Usersdrive  StreamSB 9 – MegaUp    Usersdrive  StreamSB 9 () – MegaUp    Usersdrive  StreamSB 10 – MegaUp    Usersdrive  StreamSB 10 () – MegaUp    Usersdrive  StreamSB 11 – MegaUp    Usersdrive  StreamSB 11 () – MegaUp    Usersdrive  StreamSB 12 – MegaUp    Usersdrive  StreamSB 12 () – MegaUp    Usersdrive  StreamSB 