Synopsis of Vampire Academy (2022)အခုတင်ဆက်ပေးမဲ့ဇာတ်လမ်းတွဲလေးကတော့ Vampire Academy လို့ ခေါပြီးနာမည်တူရောင်းအားအကောင်းဆုံးစာအုပ်ကို အခြေခံထားတဲ့ဇာတ်လမ်းတွဲဖြစ်ကာ၂၀၁၄မှာတုန်းက ရုပ်ရှင်အဖြစ် အသက်သွင်းခံခဲ့ရဖူးပါတယ်။သွေးစုပ်ဖုတ်ကောင်လို့ဆိုလိုက်ရင် Vampire ကို ပြေးမြင်တဲ့ ကိုယ်တွေအတွက်Vampsတွေရဲ့လောကက ဒီထက်ပိုပြီး နက်နဲကျယ်ပြန်ပါသတဲ့။ဒီဇာတ်လမ်းထဲမှာဆိုရင် မိုရိုအိ၊ ဒမ်ပီယာ၊ စထရစ်ဂိုအစ် ဆိုပြီးအမျိုးအစား ခွဲခြားထားပါတယ်။ မိုရိုအိ တွေကမျိုးသန့်ရိုးသန့်သွေးသောက်သုံးသူတွေပါ။သိပ်စူးရှတဲ့နေရောင်ကိုတော့ မခံနိုင်ကြပေမဲ့လူတွေလိုနေထိုင်ပြီး လူသက်တမ်းလောက်နေပြီးရင်လူလို သေကြပါတယ်။ ထူးခြားချက်ကကိုယ်ပိုင်အစွမ်းတွေ ပိုင်ဆိုင်ကြတာပါ။သူတို့က တစ်ထီးတစ်နန်းနဲ့ တစ်ပြည်ထောင် နေထိုင်ကြပါတယ်။ဒမ်ပီယာတွေကတော့ လူတစ်ပိုင်း သွေးစုပ်သူတစ်ပိုင်းသွေးနှောအမျိုးအစားဖြစ်ပြီး သူတို့က မိုရိုအိတွေကိုကာကွယ်ကြတဲ့ စောင့်ရှောက်သူ တွေပါ။ စထရစ်ဂိုအစ်တွေကတော့သွေးစုပ်သူက သွေးစုပ်တာခံလိုက်ရပြီးနောက် အသက်ဆက်ရှင်သန်ဖို့ ‌လူသွေးသောက်ရတဲ့ အနိမ့်ဆုံးအဆင့်အတန်း သွေးစုပ်ဖုတ်ကောင်တွေဖြစ်ကာကျန် ဗင်ပိုင်းယားနှစ်မျိုးနဲ့လည်း ရန်သူတွေဖြစ်ပါတယ်။လစ်ဆာ ဟာ တော်ဝင်မျိုးနွယ် မိုရိုအိ တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ အရင်းနှီးဆုံး သူငယ်ချင်းဖြစ်တဲ့ရို့စ်ဟာ သွေးနှောဒမ်ပီယာတစ်ယောက်ပါ။ ရို့စ်ဟာ လစ်ဆာနဲ့လည်း စိတ်ချင်းဆက်သွယ်မှုရှိနေပြီးသူက လစ်ဆာရဲ့ စောင့်ရှောက်သူတစ်ဦးဖြစ်လာဖို့ ကြိုးစားနေတဲ့သူပါ။ ကနဦးမှာ လစ်ဆာဟာ မိသားစုရဲ့သမီးဦးမဟုတ်တဲ့အတွက် သူမဟာ အိပ်မက်တွေအပြည့်နဲ့ သူငယ်ချင်းဖြစ်သူ ရို့စ်နဲ့အတူ လွတ်လပ်စွာနေရာအနှံ့ခရီးဆန့်ဖို့ အစီအစဉ်တွေရှိခဲ့ပေမဲ့ တစ်နေ့မှာ အစ်ကိုကြီးဖြစ်သူ အန်ဒရေ ဆုံးပါးသွားပြီးတဲ့နောက်တော်ဝင်အနွယ်တစ်ယောက်ရဲ့ တာဝန်တွေက သူမအပေါ် ကျရောက်လာခဲ့ပါပြီ။ရို့စ်နဲ့ လစ်ဆာ တို့ သူငယ်ချင်းမလေးနှစ်ဦးတို့ရဲ့မျိုးနွယ်အဆင့်အတန်းတွေကွာခြားမှုတွေကို ပဓာနမထားတဲ့ခင်မင်ရင်းနှီးမှု၊ အစဉ်အလာတွေနဲ့ကြီးကျယ်ခမ်းနားတဲ့ စိန့်ဗယ်လ်ဒီမာကျောင်းတော်ကြီးမှာစထရစ်ဂိုအစ်တွေကို နှိမ်နင်းနိုင်မဲ့ပညာရပ်တွေကို သင်ယူကြပြီး ဗင်ပိုင်းယားအသိုင်းအဝိုင်းကိုဝင်ရောက်ရင်း အခက်အခဲ အကျပ်အတည်းတွေကို ရင်ဆိုင်ဖြတ်ကျော်ကြပုံတွေကို ကြည့်ရှုရမှာပါ။File Size – 300MBQuality – Duration – 47minsTotal s: 10EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama  FanastyTranslator – Su Myat & Nana Yuni & JakaEncoder –YK>> 1 –   Userdrive    Meganz    Veryfile 2 –   Userdrive    Meganz   3 –   Userdrive    Meganz   4 –   Userdrive    Meganz   5 –   Userdrive    Meganz    Veryfile 6 –   Userdrive    Meganz    Veryfile 7 –   Userdrive    Meganz    8 –   Userdrive    Meganz    9 –   Userdrive    Meganz    10 –   Userdrive    Meganz   >> 1 –   Userdrive    Meganz    Veryfile 2 –   Userdrive    Meganz   3 –   Userdrive    Meganz   4 –   Userdrive    Meganz   5 –   Userdrive    Meganz    Veryfile 6 –   Userdrive    Meganz    Veryfile 7 –   Userdrive    Meganz    8 –   Userdrive    Meganz    9 –   Userdrive    Meganz    10 –   Userdrive    Meganz    