"Synopsis of 2gether: The Series (2020)
[Unicode]
Bromance ကိုမှ ရိုဆန်ဆန် သဘာဝဆန်ဆန် နဲ့ တအားမပိုတအားမလိုဘဲ မင်းသားချောချောလေးတွေကိုသဘောကျရင် ဒီ 2gether Series လေးကိုကြည့်ဖို့အကြံပေးလိုက်ပါရစေ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တိုင်း ဆိုတဲ့ဆော်ကြည်ဘဲလေးက တွဲသမျှကောင်မလေးတိုင်းနဲ့သူနဲ့အဆင်မပြေရှာပါဘူး
ပြောရမယ်ဆိုရင်ဖူးစာဖက်အမှန်မတွေ့သေးဘူးပေါ့
အဲ့တာနဲ့သူ့ဖူးစာဖက်ကိုတက္ကသိုလ်မှာတွေ့ရမယ်လို့သူဆုံးဖြတ်လိုက်တယ်
ကျောင်းစစတက်ချင်းနေ့မှာပဲသူ့ခမျာကောင်မလေးလန်းလန်းတွေကသူ့ကိုစိတ်တောင်မဝင်စားဘဲ ဂရင်းဆိုတဲ့ ကောင်လေးကသူ့ကိုကြွေသွားပါလေရော…
သူကတော့သဘောမကျကြောင်းငြင်းလေ ဟိုကပိုဆိုးလာလေဆိုတော့ သူ့သူငယ်ချင်းတွေရဲ့ အကြံပေးချက်အရ ရည်းစားကောင်လေးအတုထားဖို့စဉ်းစားလိုက်တယ်
အဲ့မှာသူ့ရည်းစားကောင်လေးဟန်ဆောင်ဖို့ ဆာရာဝပ်ဆိုတဲ့တကယ့်အဲ့ကျောင်းရဲ့ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ကြီးကိုအကူအညီသွားတောင်းပါလေရော…
အခြေတလိုင်းဆာရာဝပ်နဲ့ ပိန်းဥကတောင်အဖေပြန်ခေါ်ရလောက်တဲ့ ငပိန်းလေး တိုင်း တို့ဘယ်လိုတွေဖြစ်ပျက်ကြမလဲဆိုတာ မိုးအေးအေးလေးနဲ့ Chillနိုင်ကြပါစေလို့…
( အညွှန်းရေးသားထားသူကတော့ Dolly ဖြစ်ပါတယ် )
[Zawgyi]
Bromance ကိုမွ ႐ိုဆန္ဆန္ သဘာဝဆန္ဆန္ နဲ႔ တအားမပိုတအားမလိုဘဲ မင္းသားေခ်ာေခ်ာေလးေတြကိုသေဘာက်ရင္ ဒီ 2gether Series ေလးကိုၾကည့္ဖို႔အႀကံေပးလိုက္ပါရေစ
တိုင္း ဆိုတဲ့ေဆာ္ၾကည္ဘဲေလးက တြဲသမွ်ေကာင္မေလးတိုင္းနဲ႔သူနဲ႔အဆင္မေျပရွာပါဘူး
ေျပာရမယ္ဆိုရင္ဖူးစာဖက္အမွန္မေတြ႕ေသးဘူးေပါ့
အဲ့တာနဲ႔သူ႔ဖူးစာဖက္ကိုတကၠသိုလ္မွာေတြ႕ရမယ္လို႔သူဆုံးျဖတ္လိုက္တယ္
ေက်ာင္းစစတက္ခ်င္းေန႔မွာပဲသူ႔ခမ်ာေကာင္မေလးလန္းလန္းေတြကသူ႔ကိုစိတ္ေတာင္မဝင္စားဘဲ ဂရင္းဆိုတဲ့ ေကာင္ေလးကသူ႔ကိုေႂကြသြားပါေလေရာ…
သူကေတာ့သေဘာမက်ေၾကာင္းျငင္းေလ ဟိုကပိုဆိုးလာေလဆိုေတာ့ သူ႔သူငယ္ခ်င္းေတြရဲ႕ အႀကံေပးခ်က္အရ ရည္းစားေကာင္ေလးအတုထားဖို႔စဥ္းစားလိုက္တယ္
အဲ့မွာသူ႔ရည္းစားေကာင္ေလးဟန္ေဆာင္ဖို႔ ဆာရာဝပ္ဆိုတဲ့တကယ့္အဲ့ေက်ာင္းရဲ႕ပ်ိဳတိုင္းႀကိဳက္တဲ့ႏွင္းဆီခိုင္ႀကီးကိုအကူအညီသြားေတာင္းပါေလေရာ…
အေျခတလိုင္းဆာရာဝပ္နဲ႔ ပိန္းဥကေတာင္အေဖျပန္ေခၚရေလာက္တဲ့ ငပိန္းေလး တိုင္း တို႔ဘယ္လိုေတြျဖစ္ပ်က္ၾကမလဲဆိုတာ မိုးေအးေအးေလးနဲ႔ Chillႏိုင္ၾကပါေစလို႔…
( အညႊန္္းေရးသားထားသူကေတာ့ Dolly ျဖစ္ပါတယ္ )
Native Title: เพราะเราคู่กัน
Also Known As: คั่นกู , Because we are together , 2gether: The Series , Phro Rao Khu Kan
Episodes: 13
Aired: Feb 21, 2020 – May 15, 2020
Aired On: Friday
Original Network: GMM 25
Duration: 50 min.
Content Rating: 13+ – Teens 13 or older
File size__( 450 MB) per EP
Quality__720p
IMDb Rating__8.7/10
Format__mp4
Type__BL, Music, Comedy, Romance, Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Dolly , May Thu Aung , Phu Nge Nge Thein , Van Sui Par , Yamin Ei
Encoded by Naing Aung Latt
=============
1 to 13 Zip File [ 5.8 GB ]
YoteShin / VIP
The End
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
