Synopsis of Monarch (2022)Monarch (2022)============ကန်းထရီးဂီတကို လူတွေ သိပ်အဖက်မလုပ်ကြတော့သလို ဒီကန်းထရီးဂီတနဲ့နွယ်တဲ့ စီးရီးကလည်း ပလစ်ခံရပြီး rating တော့ အနည်းသားပဲပရိသတ်ကြီးရေ . . . . .ဒါပေမဲ့ ကျွန်တော့်အနေနဲ့ ဇာတ်ကားကို ဘာသာပြန်ရင်း ကြည့်ပြီး သုံးသပ်မိပြန်တော့ ဒီစီးရီးက ထိုက်တန်တဲ့ rating အောက်တော့ ရောက်နေတယ်လို့သုံးသပ်မိပါတယ်။ ဘာလို့ဆို ဒီဇာတ်လမ်းမှာ ကန်းထရီးဂီတလောကရဲ့အကြောင်းတွေ သီချင်းကောင်းတွေ အများကြီး ပါတဲ့အပြင် ဇာတ်လမ်းဇာတ်ကွက်ကလည်း သူ့အထာနဲ့သူ ကောင်းနေပါတယ်။ကန်းထရီးဂီတလောကကို ဦးဆောင်နေတဲ့ ရိုမန်မိသားစုဟာ ကန်းထရီးဘုရင်မဖြစ်တဲ့ မိခင်ကြီး ဒေါ့တီရိုမန်တစ်ယောက် ကျန်းမာရေး အခြေအနေကြောင့်အနုပညာလောကက အနားယူမယ့်အခါ ဒီမျိုးဆက်ကို ဆက်လက်ထိန်းသိမ်းထားဖို့ အခက်တွေကြုံရပုံတွေနဲ့ အနုပညာသမားတို့ရဲ့ ဘဝတွေကို ရိုက်ကူးးတင်ဆက်ထားပါတယ်။ဒါ့အပြင် Drama ဇာတ်လမ်းဖြစ်လို့ ဒီရိုမန်မိသားစုတစ်ယောက်ချင်းစီရဲ့ ဘဝရေးရာ ပြဿနာတွေလည်း ပါဝင်တာဖြစ်လို့ ဂီတချစ်သူတွေရော တစ်ချိန်လုံးသီချင်းတွေဆိုနေရင် ငြီးငွေ့တတ်တဲ့ သူတွေအတွက်ပါ ကြည့်လို့ အဆင်ပြေမယ့်အပန်းဖြေကြည့်စရာ ဇာတ်လမ်းလေး တစ်ပုဒ်ပါပဲ။(၁)ပတ်တစ်ပိုင်းနှုန်းဖြင့် စုစုပေါင်း(၁၁)ပိုင်းထွက်ရှိလာမှာဖြစ်ပြီး၊ cm မှ အပတ်စဥ်တင်ဆက်ပေးသွားပါမည်။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန် ရေးသားပေးသူကတော့ Yoon Sandi Aung ဖြစ်ပါတယ်။)File Size………….(400 MB)  (800 MB)Quality……………WEB-DL   Duration…………45Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Drama, MusicTranslator……….Yoon Sandi AungEncoder…………..SWM (350 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –     MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive(5) –     MegaNZ    Usersdrive(6) –     MegaNZ    Usersdrive(7) –     MegaNZ    Usersdrive(8) –     MegaNZ    Usersdrive(9) –     MegaNZ    Usersdrive(10) –     MegaNZ    Usersdrive  Streamvid(11) –     MegaNZ    Usersdrive  Streamvid1080P (800 Mb)———————————–(1) –     MegaNZ  Usersdrive(2) –     MegaNZ  Usersdrive(3) –     MegaNZ  Usersdrive(4) –     MegaNZ  Usersdrive(5) –     MegaNZ  Usersdrive(6) –     MegaNZ  Usersdrive(7) –     MegaNZ  Usersdrive(8) –     MegaNZ  Usersdrive(9) –     MegaNZ  Usersdrive(10) –     MegaNZ  Usersdrive  Streamvid(11) –     MegaNZ  Usersdrive  Streamvid 