"Synopsis of Stranger(2017)
Stranger(2017)ဇာတ်လမ်းတွဲအညွှန်း
*******************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အပိုင်း( ၁ မှ ၁၆) ထိ(စ/ဆုံး)
ရှေ့နေရုံးက အမှုစစ် တစ်ယောက်ဆီကို လူတစ်ယောက်ရောက်လာတယ်….
သူက ဒီရှေ့နေကို ပိုက်ဆံတွေအများကြီးပေးဖို့ ဝန်မလေးသလို သူဒုက္ခရောက်မယ့်အရေးက
လွတ်ဖို့ဆိုဘာမဆိုလုပ်မယ့်ပုံပါပဲ….
ကြည့်ရတာ ဒီလူသိထားတဲ့ လျှို့ဝှက်ကိစ္စတော်တော်များများရှိသလို ထိပ်သီးပိုင်းကလူကြီးတွေကလည်း
အန္တရယ်ရှိတဲ့ သူ့ကိုရှင်းထုတ် အပြစ်ပုံချချင်တဲ့ အနေအထားမှာရှိတယ်…
ဒါ့ကြောင့် တော်လွန်းတဲ့ရှေ့နေတစ်ယောက်ဆီ ကာကွယ်ဖို့ရောက်လာတာဖြစ်တယ်…
အမှုစစ်ကလည်း စိတ်ဝင်စားစရာ ဒီကိစ္စကိုစုံစမ်းဖို့ နောက်နေ့ အကူအညီလာတောင်းတဲ့သူအိမ်ကို
လိုက်သွားတယ်…အိမ်ကိုရောက်တဲ့အချိန်မှာပဲ နောက်ကျသွားပါပြီ…ဘာဖြစ်လို့ဆို ရှေ့နေမရောက်ခင်ကထဲက
ဒီလူဟာ အသတ်ခံလိုက်ရလို့ပါပဲ…..
ဒီစီရီးက အပိုင်း(၁)မှာတင် ခပ်သွက်သွက်စဖွင့်ထားတယ်…. လူသေမှုနဲ့စတင်ပြီး နှုတ်ပိတ်ခံရတဲ့ သဲလွန်စများနဲ့
ပျိုးထားသလို အမှုစစ်တွေ ရဲတွေကလည်း အချက်အလက်ပေါ်မူတည်ပြီး အဖြေထုတ်တဲ့ အခန်းတွေကို စိတ်ဝင်စားစရာ
ပြထားတယ်…အသေးစိတ်အချက်အလက်တွေနဲ့ တင်ပြထားသလို အီနေတာကိုမရှိဘူး…Tempo က အပိုင်းတစ်မှာကထဲက
တဖြည်းဖြည်းတင်သွားတာ…ကျသွားတယ်ရယ်လို့မရှိဘူး…အချစ်အမုန်း သရေကွင်းဝါးပြီး ပန်းခြံထဲပြေးလွှားနေတဲ့ တေ့လွဲရိုစီးရီးတွေ
လိုတော့မဟုတ်ဘူး..သရုပ်ဆောင်တွေကလည်း ဖက်ရှင်အလှအပတွေနဲ့မသွားဘဲနဲ့ တကယ်ရုန်းကန်လှုပ်ရှားနေတဲ့
နွမ်းလျှလျှဟန်တွေနဲ့…ပြီးတော့ ဆရာကျလွန်းတဲ့ မြေခွေးတွေ ကတုံးပေါ်ထိပ်ကွက်တဲ့ ကိုယ်လွတ်ရုန်းဖို့ တစ်ယောက်ယောက်ကို
ချနင်းဖို့ ဝန်မလေးတဲ့ အပြုံးတုအောက်က ကောက်ကျစ်တဲ့ လူတွေတလှေကြီးနဲ့ ဒီစီးရီးက ဖွဲ့စည်းထားတယ်…
ဒါ့ကြောင့် Season 1 အပြင် Season 2 လည်းမရှေ့မနှောင်းထွက်ရှိလာပါတယ်…
Season 1 ကထွက်ပြီးပေမယ့် ကျွန်တော်တို့ဆီမှာမတင်ရသေးလို့ 1080Pလေးနဲ့ ခံစားလို့ရအောင်တင်ဆက်ပေးထားတာပါ…
Season 2 လည်းသိပ်မကြာခင်လာတော့မှာမို့ အရှိန်လေးနဲ့ဆက်ပြီး လူပေါ်လူဇော်လုပ်တဲ့ ဇာတ်ကောင်တွေကိုခံစားလို့ရအောင်
ပါ…..
မကြာမီ ကျန်အပိုင်းများကိုတင်ဆက်ပေးပါ့မယ်….
Quality –WEB-DL 1080 p
Duration – 1hr (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Crime , Drama, Mystery
Translator –Zwe Zan Aung , Aye Mon Kyaw,Hay Thar Oo,Shoon Thu Thu Chain,Lwin Lwin Aung,
Phu Nge Nge Thein, Ei Phyu Khin & Hnin Pale
Encoder – Phyo Pyae
Complete Zip VIP / Yoteshin[1-5] / Yoteshin[6-10] / Yoteshin[11-16]
Episode 1 -800MB
UsersDrive /Yoteshindrive / Mega.nz/ MegaUp / Upstream
Episode 2 -800MB
UsersDrive / Mega.nz/ MegaUp/ Upstream
Episode 3 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/ Upstream
Episode 4 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/ Upstream
Episode 5 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/ Upstream
Episode 6 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/ Upstream
Episode 7 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/ Upstream
Episode 8 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/ Upstream
Episode 9 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/ Upstream
Episode 10 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/ Upstream
Episode 11 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/ Upstream
Episode 12 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/
Episode 13 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/
Episode 14 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/
Episode 15 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/
Episode 16 -800MB
UsersDrive /Yoteshindrive/ Mega.nz/ MegaUp/
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
