Synopsis of Goodbye, My Love (2020)“ပြီးပြည့်စုံတဲ့ အိမ်ထောင်ရေးတစ်ခုလားဒါမှမဟုတ် ပြီးပြည့်စုံတဲ့ လှည့်စားမှုတစ်ခုလား?”❐ အကြီးတန်း အဆင့်မြင့် ဗိသုကာပညာရှင်တစ်ယောက်ဖြစ်ပြီးလှပတဲ့ကမ်းခြေ မြိုလေး တစ်မြိုမှာဘဝကို အေးချမ်းစွာဖြတ်သန်းနေထိုင်သူ – ကျန်းရိ ခင်ပွန်းဖြစ်သူ ကျန်းရှင်းဟာလဲ မိသားစုကိုလုံလုံလောက်လောက်ထောက်ပံ့နိုင်ဖိုအတွက်သူ့ရဲ့အသက်မွေးဝမ်းကြောင်းလုပ်ငန်းအသစ်တစ်ခုကိုစတင်ခဲ့ပါတယ် ကျန်းရိဟာ ခင်ပွန်းဖြစ်သူကို ထောက်ပံ့ဖိုအိမ်အသစ်ကိုလဲ ပေါင်နှံခဲ့ရပါတယ် အဲ့ဒီနောက်မှာတော့ကျန်းရိ ရဲ့ အသက်မွေးဝမ်းကြောင်းလုပ်ငန်းမှာအခက်အခဲ ပိတ်ဆိုမှူတွေနဲ့ ရင်ဆိုင်ခဲ့ရပါတော့တယ်အလားတူ ကျန်းရှင်းဟာလဲ ရှယ်ယာရှင်တွေရဲ့ လှည့်စားမှုကိုခံစားရပြီးတဲ့နောက်မှာတော့ ဇနီးဖြစ်သူ ကျန်းရိ ရဲ့ကြိုးစားအားထုတ်မှုတွေကို အံ့သြမှင်သတ်သွားခဲ့ရပါတယ်ကျန်းရိဟာ သူ့ရဲ့ ပြဿနာတွေ အားလုံးရှင်းလင်းသွားခဲ့ပြီလိုထင်လိုက်တဲ့အချိန်မှာတော့ ကံကြမ္မာဟာ သူ့အပေါ်ကိုမျက်နှာသာမပေးခဲ့ပြန်ပါဘူး ကျန်းရိရဲ့ သူငယ်ချင်းအသစ်ဖြစ်သူယန်ရန့် ဟာ သူမရဲ့အိမ်ထောင်ရေးကို ဖျက်ဆီးဖိုတမင်ချဥ်းကပ်လာခဲ့ပြန်ပါတော့တယ်ခင်ပွန်းဖြစ်သူနဲ့ သူငယ်ချင်းဖြစ်သူတိုဖောက်ပြန်နေတဲ့အကြောင်းတွေ့ရှိလိုက်ရချိန်မှာတော့စိတ်ရော လူပါ ပင်ပန်းနွမ်းနယ်ပြီးပြိုလဲသွားရှာပါ တော့တယ်ဒါပေမဲ့ မိသားစုနဲ့ မိတ်ဆွေတွေရဲ့ အားပေးမှုတွေကြောင့်တစ်ဖန်ပြန်လည် သန်မာလာခဲ့ပါတယ်ဒီတော့ အိမ်ထောင်ရေး အခက်အခဲနဲ့ ကြုံတွေ့နေရတဲ့ ကျန်းရိဟာ –❐ သူ့ရဲ့ ပြဿနာတွေကို ဘယ်လိုပြန်လည်ဆန်းစစ်မလဲ ?❐ သူကြုံတွေ့နေရတဲ့ အခက်အခဲတွေကိုရော ဘယ်လိုရင်ဆိုင်မှာလဲ ?❐ ကိုယ်ပိုင် မိသားစုလေးနဲ့ ရိုးရိုးရှင်းရှင်း ပျော်ပျော်ရွှင်ရွှင်နေချင်တဲ့သူမရဲ့ ဆန္ဒလေးကရော ပြီးပြည့်စုံနိုင်ပါ့မလား ? ဆိုတာအဖြေရှာ ဆန်းစစ်ရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်“ ပြီးပြည့်စုံတဲ့ အိမ်ထောင်တစ်ခု ဖြစ်လာဖိုဆိုတာကိုယ်တစ်ယောက်ထဲနဲ့တင် ကြိုးစားလိုမရပဲနှစ်ဦးနှစ်ဖက်စလုံး ကြိုးစားမှရမယ်” ဆိုတာပြသထားတဲ့ အိမ်ထောင်ရေးအရှုပ်တော်ပုံဇာတ်ကားတစ်ကားပဲဖြစ်လို အခုပဲကြည့်ရှုလိုက်ရအောင်ပါနော်[Reviewed By Chit Mya Mya Hmwe]Quality : WEB-DL ,Total s : 12Format : mp4Genres : Mystery, Life, MelodramaDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1 – MegaUp    Usersdrive  StreamSB 1 () – MegaUp    Usersdrive  StreamSB 2 – MegaUp    Usersdrive  StreamSB 2 () – MegaUp    Usersdrive  StreamSB 3 – MegaUp    Usersdrive  StreamSB 3 () – MegaUp    Usersdrive  StreamSB 4 – MegaUp    Usersdrive  StreamSB 4 () – MegaUp    Usersdrive  StreamSB 5 – MegaUp    Usersdrive  StreamSB 5 () – MegaUp    Usersdrive  StreamSB 6 – MegaUp    Usersdrive  StreamSB 6 () – MegaUp    Usersdrive  StreamSB 7 – MegaUp    Usersdrive  StreamSB 7 () – MegaUp    Usersdrive  StreamSB 8 – MegaUp    Usersdrive  StreamSB 8 () – MegaUp    Usersdrive  StreamSB 9 – MegaUp    Usersdrive  StreamSB 9 () – MegaUp    Usersdrive  StreamSB 10 – MegaUp    Usersdrive  StreamSB 10 () – MegaUp    Usersdrive  StreamSB 11 – MegaUp    Usersdrive  StreamSB 11 () – MegaUp    Usersdrive  StreamSB 12 (END) – MegaUp    Usersdrive  StreamSB 12 () – MegaUp    Usersdrive  StreamSB 