Synopsis of House of the Dragon Season 1 (2022)Game of Thrones စီးရီးရဲ့ ခေတ်ကာလ မတိုင်ခင် ဖြစ်ပျက်ခဲ့တဲ့ တာဂေးရီးယန်းအိမ်တော်ဇာတ်လမ်းအကြောင်း စီးရီးအသစ် ထွက်ရှိလာပါပြီ။ Game of Thrones ကို မကြည့်ဖူးရင်တောင် ဒီကနေ စကြည့်လို့ရပြီး အတော်လေး စိတ်ဝင်စားဖို့ကောင်းပါတယ်။ဒါကဘာခေတ်လဲဆိုတာသိဖို့ ဒီစိတ်ကူးယဉ်လောကကြီးရဲ့ သမိုင်းကိုအကြမ်းဖျဉ်းသိဖို့လိုအပ်ပါတယ်။ အရင်ဆုံး ခုနှစ်တွေကို BAC နဲ့ AC ဆိုပြီး နှစ်မျိုးရှိတာ သိဖို့လိုပါတယ်။ BAC ဆိုတာကတော့ အေဂွန်ရဲ့ သိမ်းပိုက်မှုမတိုင်ခင် (Before Aegon’s Conquest) ဖြစ်ပြီး AC ဆိုတာကတော့ (After Conquest) ၇ ပြည်ထောင်ကိုသိမ်းပြီးနောက်ပိုင်းခုနှစ်တွေပဲဖြစ်ပါတယ်။BAC 12000 (အေဂွန်မလာခင် နှစ်ပိုင်း ၁၂၀၀၀) မှာ အနောက်တိုင်းကို ရှေးဦးလူတွေ လာရောက်အခြေချခဲ့ပါတယ်။ အဲဒီမှာ ယခင်ရှိနေပြီးသားဖြစ်တဲ့ သစ်တောရဲ့ကလေးငယ်များဆိုတဲ့ မျိုးနွယ်တွေနဲ့ လူ့ဘီလူးကြီးတွေနဲ့ တိုက်ပွဲဖြစ်ခဲ့ပါတယ်။ သစ်တောကလေးငယ်တွေက ရှေးဦးလူတွေကို အနိုင်ယူဖို့ အဖြူရောင်ခရီးသည်တွေကိုဖန်တီးခဲ့ပါတယ်။ စစ်ပွဲအဆုံးမှာ ရှေးဦးလူတွေက အနောက်တိုင်းကို စိုးမိုးပြီး သစ်တောကလေးငယ်တွေက သစ်တောတွေထဲကို ထွက်သွားရပါတော့တယ်။8000 BACနှစ်ပေါင်းများစွာရှည်ကြာတဲ့ ဆောင်းရာသီကြီးနဲ့အတူ အဖြူရောင်လမ်းလျှောက်သူတွေက သက်ရှိအားလုံးကို သတ်ဖြတ်ဖို့ချီတက်လာခဲ့တဲ့အတွက် ရှေးဦးလူတွေနဲ့ သစ်တောကလေးငယ်တွေ စုပေါင်းပြီး ပြန်တိုက်ထုတ်ခဲ့ရပါတယ်။ တိုက်ပွဲပြင်းထန်လွန်းပြီး သစ်တောမျိုးနွယ်တွေ အားလုံးနီးပါး ပျောက်ကွယ်သွားခဲ့ပါတယ်။ ရှေးဦးလူတွေထဲက ဘရန်စတာ့ခ်က နံရံကြီးကို အဖြူရောင်လမ်းလျှောက်သူတွေမဖြတ်နိုင်အောင် မှော်ပညာနဲ့ စီရင်တည်ဆောက်ခဲ့ပြီး၊ ဝင်းတားဖဲလ်ကိုလည်း တည်ထောင်ခဲ့ပါတယ်။ နံရံကြီးတည်ဆောက်အပြီးမှာ နံရံရဲ့ မြောက်ပိုင်းမှာ ကွဲကျန်နေခဲ့တဲ့ ရှေးဦးလူတွေကတော့ လွတ်လပ်သောမျိုးနွယ်စုဖြစ်လာပြီး၊ အနောက်တိုင်းသားတွေကတော့ သူတို့ကို လူရိုင်းမျိုးနွယ်လို့ပဲ သတ်မှတ်ပါတယ်။5000 BACအရှေ့တိုင်း အက်ဆော့မှာ ဗလေးရီးရားမျိုးနွယ်တွေက နဂါးတွေကို ထိန်းချုပ်နိုင်ခဲ့ပြီး အင်အားကြီးမားတဲ့အိမ်တော်ဖြစ်လာခဲ့ပါတယ်။ စစ်ဘုရင်မ နိုင်မဲရီးရားက ဗလေးရီးရားတွေကို မနိုင်လို့ သူ့လူတွေကို လှေကြီးတွေနဲ့ကယ်ထုတ်ပြီး ဒွန်းမှာ အခြေချခဲ့ရပါတယ်။100 BAC မှာတော့ မီးတောင်ကြီးတွေဆက်တိုက်ပေါက်ကွဲမှုဖြစ်ပြီး ဗလေးရီးရားတိုင်းပြည်ပျက်သုန်းခဲ့ပါတော့တယ်။0 BACအဲဒီနောက်မှာတော့ အေဂွန်တာဂေးရီးယန်းဟာ အနောက်တိုင်းကို သိမ်းပိုင်ပြီး ၇ ပြည်ထောင်ကို သံပလ္လင်ကနေ အုပ်စိုးပါတော့တယ်။အေဂွန်သေဆုံးပြီးနောက်မှာတော့ သူ့ရဲ့သား အေးနိစ်တာဂေးရီးယန်းက သံပလ္လင်ကို ပျော့ညံ့စွာပဲ ၅ နှစ်ပဲ အုပ်စိုးပြီးသေဆုံးသွားခဲ့ပါတယ်။အေးနိစ်နောက်မှာတော့ အေဂွန်ရဲ့ အမေကွဲညီ မေဂေါ်က သံပလ္လင်ကိုဆက်ခံခဲ့ပါတယ်။ အရမ်းရက်စက်ကြမ်းကြုတ်လွန်းတာကြောင့် ၆ နှစ်နဲ့ ၆၆ ရက် အုပ်စိုးအပြီးမှာ သံပလ္လင်ပေါ်မှာ သွေးအလိမ်းလိမ်းနဲ့ သေဆုံးနေတာကိုပဲလူတွေတွေ့ခဲ့ရပါတော့တယ်။မေဂေါ်မှာ အမွေခံမရှိတာကြောင့် သံပလ္လင်ကို အေးနိစ်ရဲ့သား ဂျဟဲရစ်က ဆက်ခံခဲ့ပြီး နှစ်ပေါင်း ၅၀ တိုင်တိုင် ငြိမ်းချမ်းစွာအုပ်ချုပ်ခဲ့ပါတယ်။ အဲဒီကာလကို ရွှေခေတ်လို့ လူတွေက သတ်မှတ်ကြပါတယ်။ဂျဟဲရစ်ရဲ့ သားနှစ်ယောက်လုံးသေဆုံးခဲ့တာကြောင့် အမွေခံအဖြစ် အကြီးဆုံးမြေးမ ရေးနိစ်တာဂေးရီးယန်း နဲ့ အငယ်မြေးဦး ပထမဗဆဲရစ်တာဂေးရီးယန်းတို့နှစ်ယောက်ထဲက ဗဆဲရစ်ကို ရွေးချယ်ခဲ့ပါတယ်။ ဗဆဲရစ်ဟာ ရွှေခေတ်ကို နှစ် ၃၀ ဆက်လက်အုပ်ချုပ်ခဲ့ပြီး သူ့ရဲ့ခေတ်အဆုံးမှာတော့ ဟောဒီ နဂါးအိမ်တော်ဇာတ်လမ်းတွဲကြီး စတင်လာပါတော့တယ်။File size… 700 Mb  400 MbQuality…. Webrip   Format…mp4Duration….1 hr… 10 s (Weekly)Genre…Drama, action, fantasySubtitle….Myanmar Subtitle (Hardsub)Encoder….Thit San KhantTranslated by Mr. Anderson Link 14K – VIP     Meganz  Usersdrive  streamsb – VIP     Meganz  Usersdrive  streamsb – VIP     Meganz  Usersdrive   24K – VIP    megaup  Meganz  Usersdrive  streamsb –  megaup  Meganz  Usersdrive – VIP    megaup  Meganz  Usersdrive   34K –   megaup  Meganz  Usersdrive  streamsb –   megaup  Meganz  Usersdrive  streamsb –   megaup  Meganz  Usersdrive   44K –   megaup  Meganz  Usersdrive  streamsb –   megaup  Meganz  Usersdrive  –   megaup  Meganz  Usersdrive   54K –   megaup  Meganz  streamsb –   megaup  Meganz  Usersdrive  –   megaup  Meganz  Usersdrive   64K –   megaup  Meganz  streamsb –   megaup  Meganz  Usersdrive  –   megaup  Meganz  Usersdrive   74K –   megaup  Meganz  –   megaup  Meganz  Usersdrive  –   megaup  Meganz  Usersdrive   84K –   megaup  Meganz  –   megaup Meganz Usersdrive –   megaup  Meganz  Usersdrive   94K –   megaup  Meganz  Usersdrive –   megaup  Meganz  Usersdrive   –   megaup Meganz Usersdrive 10 (END)4K –  megaup  Meganz Usersdrive –   megaup  Meganz  Usersdrive   –   megaup Meganz Usersdrive 