"Synopsis of Chief of Staff Season 2
မင္းသားမင္းသမီးကေတာ့ အားလံုးသိၾကတဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Along with the god တို႔ Triple တို႔ထဲက မင္းသားႀကီး Lee Jung Jae နဲ႔
Oh My Venus တုိ႔ My Girlfriend is Gumiho စတဲ့
ဇာတ္ကားေတြမွာ ပါဝင္ခဲ့ Shin Min-A တို႔ပဲျဖစ္ပါတယ္
ဂ်န္ထယ္ဂြ်န္က ကိုရီးယားရဲတကၠသိုလ္က ဘြဲ႕ရခဲ့ျပီး စံုေထာက္အျဖစ္လုပ္ကိုင္ခဲ့ပါတယ္
သူက ပိုျပီး အာဏာရခ်င္တဲ့အတြက္ အမ်ိဳးသားလႊတ္ေတာ္မွာ
အလုပ္လုပ္ဖို႔ဆံုးျဖတ္လိုက္ျပီးေနာက္မွာေတာ့ လႊတ္ေတာ္ကိုယ္စားလွယ္
ဆုန္းဟီေဆာ့အတြက္ အလုပ္လုပ္ေပးရတဲ့
အလုပ္သမားေခါင္းေဆာင္တစ္ေယာက္ျဖစ္လာခဲ့ပါတယ္
သူက ထက္ျမက္ျပီး ဆံုးျဖတ္ခ်က္ေတြကို
ေအးေအးေဆးေဆးခ်ႏိုင္တဲ့ လူတစ္ေယာက္ပါ
အႏိုင္လိုခ်င္စိတ္လဲ ျပင္းျပသူတစ္ဦးျဖစ္ပါတယ္
သူ႕မွာ လႊတ္ေတာ္ကိုစားလွယ္ျဖစ္လာခ်င္တဲ့ ရည္မွန္းခ်က္ႀကီးလဲ ရွိေနပါတယ္
ဂန္ဆြန္ေယာင္းကလည္း ျပည္သူ႕လႊတ္ေတာ္ကိုယ္စားလွယ္
တစ္ေယာက္ျဖစ္ျပီး ပါတီရဲ႕ ေျပာေရးဆိုခြင့္ရွိသူတစ္ေယာက္ပါ
သူကလည္းရည္မွန္းခ်က္ႀကီးျပီး သူ႕အလုပ္ေတြကို ေသခ်ာလုပ္တတ္သူပါ
ဂန္ဆြန္ေယာင္းနဲ႔ ဂ်န္ထယ္ဂြ်န္တို႔ၾကားမွာ
ကို႔ယို႔ကားယားႏိုင္တဲ့ ဆက္ဆံေရးတစ္ခုလည္းရွိေနပါေသးတယ္
ဟိုဘက္ဒီဘက္ လႊတ္ေတာ္ကိုယ္စားလွယ္ေတြနဲ႔
ပါတီေတြရဲ႕အားျပိဳင္မႈေတြမွာ သူတို႔ ဘယ္လိုေတြ ပါဝင္ေနမလဲ
သူတို႔ႏွစ္ေယာက္ရဲ႕ ဆက္ဆံေရးကေရာ ဘယ္လိုျဖစ္သြားမလဲ
အခက္ခဲေတြကိုေက်ာ္လႊားႏိုင္ျပီး သူတို႔ရည္မွန္းခ်က္ပန္းတိုင္ေတြဆီကို
ကိုယ္စီေရာက္ေအာင္သြားႏိုင္မလားဆိုတာကို
Chief of staff ဆိုတဲ့ series မွာ ေစာင့္ၾကည့္ၾကပါေနာ္
ဘာသာ ျပန္ေပးထားတာကေတာ့
Hay Thar Oo ~ Hnin Plae ~ Shoon တို႔ ျဖစ္ပါတယ္
Episode (1) UserDrive / Gdrive / Megaup / Meganz / Upstream
Episode (2) UserDrive / Gdrive / Megaup / Meganz / Upstream
Episode (3) UserDrive / Gdrive / Megaup / Meganz / Upstream
Episode (4) UserDrive / Gdrive / Megaup / Meganz / Upstream
Episode (5) UserDrive / Gdrive / Megaup / Meganz / Upstream
Episode (6) UserDrive / Gdrive / Megaup / Meganz / Upstream
Episode (7) UserDrive / Gdrive / Megaup / Meganz / Upstream
Episode (8) UserDrive / Gdrive / Megaup / Meganz / Upstream
Episode (9) UserDrive / Gdrive / Megaup / Meganz / Upstream
Episode (10) UserDrive / Gdrive / Megaup / Meganz / Upstream
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
