"Synopsis of Master’s Sun ( 2013 ) ( Completed )
2013 ခုနှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ The Master’s Sun ဆိုတဲ့ Drama လေးကို
အစအဆုံးပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ် ဒီဇာတ်ကားမှာ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသား So Ji-sub နဲ့ မင်းသမီး Gong Hyo-jin တို့ပါဝင်သရုပ်ဆောင်ထားခဲ့ပြီး
Ongoing ပြသတုန်းက ကိုရီးယားမှာ အတော်ပေါက်ခဲ့သလို မြန်မာပြည်မှာလည်း
အခွေပြန်ထွက်တုန်းက နေမင်းအရှင်သခင်ဆိုပြီး အတော်ပေါက်ခဲ့တဲ့ ဇာတ်လမ်းတွဲလေးပါ
IMDb Rate 8.3 ရရှိထားတာမို့ ပြန်လည်ကြည့်ရှုခံစားလိုက်ပါဦး
ဇာတ်လမ်းအညွှန်းကတော့
ဂျူဂျေဝမ် ဟာ နာမည်ကြီးCompany တခုရဲ့ CEO ပါ သူဟာငယ်စဉ်က
အဖြစ်ဆိုးတခုနဲ့ကြုံတွေ့ခဲ့ပြီး အဲ့အဖြစ်ဆိုးမှာ သူချစ်တဲ့ကောင်မလေးပါ
သေဆုံးသွားခဲ့ရပါတယ် ထယ်ဂွန်းရှီကတော့ သရဲတွေကိုမြင်တွေ့နိုင်တဲ့
ထူးဆန်းတဲ့သဘာဝလွန်စွမ်းပကားတွေနဲ့ကောင်မလေးတစ်ယောက်ပေါ့
သူမဟာ အချိန်တိုင်း သရဲတွေကိုမြင်တွေ့နေရလို့စိတ်ညစ်ပြီး
ကြောက်ရွံ့နေရတဲ့သူတစ်ယောက်ပါ တရက်မှာ မထင်မှတ်ပဲ
ဂျူဂျေဝမ် နဲ့ ထယ်ဂွန်းရှီတို့တွေ့ဆုံမှုကတဆင့်ရင်းနှီးခဲ့ကြတယ်
ဂျူဂျေဝမ်ချစ်ရတဲ့ကောင်မလေးဟာသေဆုံးသွားပေမယ့်
ထယ်ဂွန်းရှီဟာ သူမ ဝိဉာဉ်ကိုမြင်တွေ့နေရတဲ့အကြောင်းကို
ပြောလိုက်တဲ့အခါမှာတော့ ဂျူဂျေဝမ်ဟာ သူမနဲ့အပေးအယူတခု
လုပ်ပြီး သူချစ်ရတဲ့ကောင်မလေးနဲ့ဆက်သွယ်နိုင်ဖို့ကြိုးစားပါတော့တယ်
ဒီလိုနဲ့တဖြည်းဖြည်း ဂျူဂျေဝမ်နဲ့ ထယ်ဂွန်းရှီတို့ရဲ့ကြားက
အမှတ်မထင်ကနေ ထင်ထင်ရှားရှားသံယောဇဉ်တွေခိုင်မာလာတဲ့အခါမှာတော့….
Subtitle Credit To Somonlian ( Subscene )
Encoded By phoenix
Download Episode 1 – Yoteshin | Yandex | Mega.nz
Download Episode 2 – Yoteshin | Yandex | Mega.nz
Download Episode 3 – Yoteshin | Yandex | Mega.nz
Download Episode 4 – Yoteshin | Yandex | Mega.nz
Download Episode 5 – Yoteshin | Yandex | Mega.nz
Download Episode 6 – Yoteshin | Yandex | Mega.nz
Download Episode 7 – Yoteshin | Yandex | Mega.nz
Download Episode 8 – Yoteshin | Yandex | Mega.nz
Download Episode 9 – Yoteshin | Yandex | Mega.nz
Download Episode 10 – Yoteshin | Yandex | Mega.nz
Download Episode 11 – Yoteshin | Yandex | Mega.nz
Download Episode 12 – Yoteshin | Yandex | Mega.nz
Download Episode 13 – Yoteshin | Yandex | Mega.nz
Download Episode 14 – Yoteshin | Yandex | Mega.nz
Download Episode 15 – Yoteshin | Yandex | Mega.nz
Download Episode 16 – Yoteshin | Yandex | Mega.nz
Download Episode 17 ( END ) – Yoteshin | Yandex | Mega.nz
Download With Zip File Part 1 ( 3.94 GB ) – Yoteshin / Megaup / VIP
Download With Zip File Part 2 ( 3.52 GB ) – Yoteshin / Megaup / VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
