Synopsis of Suptar 2550 (2022) [Complete]တစ်ချိန်တုန်းက အချစ်ဦး ~ Suptar 2550 (2022) [အစ-အဆုံး]အပိုင်းသစ် – ၁၀ (ဇာတ်သိမ်းပိုင်း)( ရပါပြီ)ကိုလူဆိုးလေးရိုမီယို ဇာတ်သိမ်းသွားပြီးနောက်မှာတော့ သူ့အစားလာတဲ့ ဇာတ်ကားသစ်လေးတစ်ကားကို ထပ်မံတင်ဆက်ပေးလိုက်ပါတယ်။ ဒီဇာတ်ကားလေးမှာပါဝင်တဲ့ သရုပ်ဆောင်တွေကတော့Ryu အဖြစ် Ken .. Kat အဖြစ် Anne .. Taro အဖြစ် Mean .. Suna အဖြစ် Mint တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်း ….ခေတ်မီတိုးတက်လာတာနဲ့အမျှ ရုပ်သံလိုင်းတွေရဲ့ အစီအစဉ်တင်ဆက်မှုတွေကလည်း ပြောင်းလဲတိုးတက်လာခဲ့တယ်။ ရုပ်သံလိုင်းတွေဟာ တစ်ခုနဲ့ တစ်ခုအပြိုင်အဆိုင် ဇာတ်ကားတွေထုတ်လွှင့်ကြတယ်။ ဒါပေမယ့် Big TV Channel ဟာ သူတိုရဲ့ ရုပ်သံထုတ်လွှင့်စရာ အရံသင့်ရိုက်ထားတဲ့ကားတွေ ပြတ်လပ်သွားတဲ့နောက်မှာ သူတိုလက်ရှိရင်ဆိုင်နေရတဲ့ အခက်အခဲတွေကိုဖြေရှင်းဖို့ အရေးပေါ်အနေနဲ့ အစီအစဉ်တစ်ခုကို အစားထိုးတင်ဆက်ခဲ့တယ်။ဒါကတော့ ၂၀၀၇ ခုနှစ်တုန်းက နာမည်ကြီးရေပန်းစားခဲ့တဲ့ သူတိုရဲ့ စတားတွေကို ပြန်ပြီး တီဗီဖန်သားပြင်ပေါ်မှာ ပြသခြင်းပေါ့။ ဒီလိုဖြစ်လာတဲ့အခါမှာတော့ တစ်ခေတ်တစ်ချိန်က မင်းသားကြီး RYU နဲ့ မင်းသမီးကြီး Kat တို ပရိတ်သတ်တွေဆီကို နောက်တစ်ခါပြန်လာနိုင်ဖိုဖြစ်ခဲ့တယ်။Ryu ကတော့ သူ့ရဲ့မန်နေဂျာရှာလာပေးတဲ့ဇာတ်ကားတိုင်းကို ငြင်းလွှတ်ခဲ့ပေမဲ့ Supster 2007 အစီအစဉ်ကိုတော့ လက်ခံပေးခဲ့တယ်။ အဲဒီအစီအစဉ်ကနေလည်း အနုပညာလောကမှာ ပြန်လည်အောင်မြင်လာနိုင်ဖို သူရည်ရွယ်ခဲ့တယ်။Kat ကတော့ ခေါင်းဆောင်မင်းသမီးတစ်ယောက်ဖြစ်ခဲ့ပေမယ့် သူမဟာ အနုပညာလောကထဲကနေ အနားယူတော့မယ်လို့ ကြေညာပြီး နှုတ်ထွက်ခဲ့တဲ့သူတစ်ယောက်ပါ။ အနုပညာလောကထဲကနေ အနားယူပြီးတော့လည်း အလှကုန်ရောင်းတဲ့လုပ်ငန်းကို လုပ်ကိုင်ခဲ့တယ်။ လုပ်ငန်းတိုးချဲ့တဲ့အနေနဲ့ အားကစားဝတ်စုံတွေပါ ထုတ်ရောင်းဖိုစီစဉ်ခဲ့ပြီး သူ့ရဲ့ ပစ္စည်းတွေကို ကြော်ငြာချင်တဲ့အတွက်ကြောင့် Supster 2007 မှာပါဝင်ဖို သဘောတူညီခဲ့ပါတယ်။Kat နဲ့ Ryu ဟာ အတိတ်မှာလည်း ဇာတ်လမ်းလေး နည်းနည်းပါးပါးရှိခဲ့တယ်။သူတို့ နှစ်ယောက် ဒီလိုမျိုးပြန်လည်တွေ့ဆုံခြင်းကနေစတင်ပြီး ကျန်တဲ့ အနုပညာလုပ်ငန်းတွေကို ဘယ်လိုဆက်လက်လုပ်ကိုင်ကြမှာလဲ?သူတိုပြန်လိုချင်တဲ့ တစ်ချိန်ကလိုမျိုး အောင်မြင်မှုတွေကို ဆက်ရနိုင်မှာလား ?လူတွေမသိတဲ့ သူတိုရဲ့ အတိတ်ကဇာတ်လမ်းလေးကိုရော ပြန်ဆက်နိုင်မလား? ဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်စောင့်မျှော်ကြည့်ရှုကြပါဦးရှင်။(အညွှန်းကိုတော့ Angel က ရေးပေးထားပါတယ်)Aired: September 15, 2022 —Aired On: Wednesday & ThursdayGenres: Comedy, Drama, RomanceDuration: 1hr 30minss: 10Original Network: Netflix & Thai Ch-3File Size: (~1.5GB), (~650MB)Translated by Angel, Mooyor, May Thu, Phyoe & ThynnEncoded by Kinnov««« Telegram Channel »»» 01[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 02[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 03[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 04[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 05[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 06[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 07[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 08[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 09[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 10 (Finale)[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ*************** (ပြီးပါပြီ) *************** 