"Synopsis of Betaal (2020) [COMPLETE]
Netflix နဲ့ SRK ရဲ့ ထုတ်လုပ်ရေးတို့၏ ဒုတိယမြောက် အိန္ဒိစီးရီးပါ
ဇာတ်လမ်းအကျဉ်းကတော့ ဘီတဲလ်တောင်ကြီးကို ဥမင်တူးပြီး ဟိုက်ဝေးလမ်းဖေါက်ဖို့ အစိုးရကကြိုးပမ်းချိန်မှာ အနီးအနားရွာတွေက လက်မခံဘဲ ကန့်ကွက်ခဲ့ကြပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဥမင်ကိုဖွင့်လို့မရဘူး ကျိန်စာသင့်နေတာ ဒီဥမင်ကိုပိတ်ထားရမယ်ဆိုပြီး အနုနည်းရော အကြမ်းနည်းပါ
ကန်ကွက်မှုတွေ ဖေါက်ခွဲမှုတွေလုပ်လာတဲ့အခါ ဘဇ်အဖွဲ့ဆိုတဲ့ အထူးတပ်ဖွဲ့က လာရောက်နှိမ်နင်းဖို့ အကြောင်းဖန်လာပါတော့တယ်
ဘာကြောင့် ရွာသားတွေ ခွင့်မပြုရတာလဲ ဒီဥမင်ထဲမှာ ဘာကျိန်စာတွေရှိလို့လဲ ….
ဟောဒီမှာ ကိုလင်းခယံရဲ့ ရီဗျူးကို ကူးယူဖေါ်ပြထားပါတယ်
Zombies တွေပတ်သက်လို့ ဆိုရင် အိန္ဒိယဟာ ထွေထွေ ထူးထူး ရိုက်ပြခဲ့မယ် လို့ မထင်ခဲ့ရိုးအမှန်ပါ။
အခုက Netflix နဲ့ ပေါင်း ရိုက်တာရယ် ရှာရွတ်ခမ်း ရဲ့ Production ရယ် ပါနေတာကြောင့် ကြည့်ခဲ့မိပါတယ်။
Mini – Serie မို့ အပိုင်း ၄ ပိုင်းပဲ ပါ၀င်ပါတယ် ။ အပိုင်း ၁ နဲ့ ၂ က ဇာတ်အစပျိုးချိန်ဖြစ်ပြီး ကြမ်းတာက အပိုင်း ၃ နဲ့၄ ။
အဲ့အပိုင်းတွေကတော့ တော်တော်ဇာတ်ရှိန်တက်ပါတယ်။ Horror ကြည့်သူတွေ စမ်းကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပါ။
တစ်ခုရှိတာက ယုတ္တိတန်သည် မတန်သည် ကို ခဏဘေး ချိတ်ထားပြီး VFX Effects တွေနဲ့ အလင်းအမှောင် ရယ် ရွေးချယ်ရိုက်ထားတဲ့ နေရာဒေသ တွေကို မြည်းစမ်းစေချင်ပါတယ်။
အဟောင်းအပျက်တစ်ခုထဲလိုလို နေရာ တစ်ခုက ခြောက်ခြားဖွယ် ခံစားချက်တစ်ခုကို ရစေပါတယ်။
Zombies တွေက အရင်ကြည့်နေကျ လမ်းလျှောက် နှေးနေကြ ငနဲတွေ မဟုတ်ပါဘူး ။
British Army ကနေ Zombies အသွင် ပြောင်းထားတဲ့ အတွက် ခပ်သွက်သွက် ပြေးလွှားနေတဲ့ Soilders တွေပါ။
ဖန်တီးပေးတတ်ကြပါတယ်။ ဒီကားအကျဉ်းကတော့ ပိတ်နေတဲ့ လှိုဏ်ခေါင်းက Zombies တွေ ပြန်နိုးထ လာရာကနေ စတာပါပဲ။
Zombies တွေက Army တစ်စုဖြစ်ပြီး Colonel Lynedoch က ဦးဆောင်ပါတယ်။ သူက ကလေးမ တစ်ယောက်ရဲ့ သွေးကို သုံးပြီး အင်အားကြီးမားအောင် ကြိုးစားနေသူပါ။
ပြောရရင် ဇာတ်လမ်းက ခပ်သွက်သွက် သွားတယ်။ Makers တွေကလည်း Ghoul တို့ Get out တို့ကို ဖန်တီး ထားခဲ့တော့ Emotion ဆန်ဆန် ဖြစ်မိပါတယ်။
တချို့ အခြေ အနေမှာတောင် ဆေးလိပ်သောက်နေနိုင်တဲ့ သွေးအေးဇာတ်ကွက် တွေကတော့ ဂေါ်တယ် ပြောရမယ်။
ဒီဇာတ်လမ်းက ဒဏ္ဍာရီ တွေနဲ့ ယနေ့ခေတ် လက်တွေ့ ဆန်မှု တွေ ရောပြွမ်းနေပြီး ချိတုံချတုံ အနေအထားတွေ ထည့်ထားခဲ့တယ်။
တစ်ချက် တစ်ချက် ကိုယ်ပါ ဇာတ်လမ်းထဲ မျောနေနိုင်ပြီး အချို့ သွေးထွက်သံယို မြင်ကွင်းတွေဟာ ပီပြင်ပါတယ်။
ကျွန်တော့်အနေနဲ့ ပြောရရင် ဒီ ဇာတ်လမ်းကို India အနေနဲ့ ရိုက်ပြနိုင်တာဟာ တော်တော်လန်းပါတယ်။
ကြိုက် မကြိုက်ကတော့ ကိုယ်ပိုင် အမြင် ဆိုပေမယ့် Horror သမားတွေကတော့ Vfx effects တွေကို ကြိုက် နှစ်သက်ကြမယ်လို့ တွေးမိလိုက်ပါတယ်။
ဘာသာပြန်တင်ဆက်ထားသူကတော့ Zaw Htoo ပဲ ဖြစ်ပါတယ်
Quality – 720p NF WEB-DL
Duration – 45min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Horror, Thriller
Translator – Zaw Htoo
Encoder – Thanhtike Zaw
Betaal (2020) [COMPLETE Zip] 1.36 GB
VIP / Megaup / Yoteshin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
