"Synopsis of My Husband in Law (2020)
[Unicode]
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တိတ်တခိုးချစ်ရသူ ခင်ပွန်း
‘ ဇာတ်လမ်းအကျဉ်း ‘
မေဟာ ငယ်ငယ်တည်းက မေ့အမေအရင်းဖြစ်သူ ဆုံးပါးသွားခဲ့လို့ အမေ့သူငယ်ချင်းဖြစ်သူ ဂျီရဲ့ မွေးစားသမီးအဖြစ်နဲ့ နေထိုင်ခဲ့ရတယ် ၊
မွေးစားအမေရဲ့ သားအရင်းဖြစ်သူ ထင်ကိုမှ သဘောကျမိခဲ့ပြီး ဘာပဲဖြစ်လာလာ အနစ်နာခံ ချစ်ပေးခဲ့သူလည်းဖြစ်ပါတယ် ၊
ထင်ကတော့ ညီမလေးတစ်ယောက်ထက်မပိုခဲ့ပဲ အမြဲစနောက်အနိုင်ကျင့်နေခဲ့တယ်…
တစ်ရက်…ထင်က အာဏာရှိ ယောက်ျားတစ်ယောက်ရဲ့ မိန်းမဖြစ်သူယာဒါနဲ့ သွားပတ်သတ်မိခဲ့ပြီး ဒီပတ်သတ်မှုကို ရပ်တန့်ဖို့အတွက် မေနဲ့ လက်ထပ်ဖို့ ဖိအားပေးခံခဲ့ရပါတယ် ၊
ဘယ်လိုမှမဖြစ်တဲ့အဆုံး ထင်က လက်ထပ်မှုဟာ အတုယောင်သာဖြစ်ကြောင်း အားလုံးပြီးရင် ကွာရှင်းဖို့ မေနဲ့ နှစ်ဦး တိုင်ပင်ပြီး အယောင်ဆောင် လက်ထပ်ခဲ့ပါတော့တယ် ။
သူတို့ လက်ထပ်မှုကြား ယာဒါက ပြန်လည်နှောင့်ယှက်လာချိန်မှာတော့ ဘာတွေဖြစ်လာဦးမလဲ…
ထင်ကတော့ သူ့အပေါ်အနစ်နာခံပေးတဲ့ မေကို တကယ်ချစ်လာမှာလား….
ဒီဇာတ်လမ်းတွဲလေးကတော့ အချစ်ဟာသဆန်ဆန်လေးဖြစ်ပြီး မြန်မာနိုင်ငံမှာ လာရောက်ရိုက်ကူးသွားတာလည်း ဖြစ်ပါတယ် ။
အင်းလေး ပုဂံ ရွှေတိဂုံစတဲ့ နေရာတွေမှာ ရိုက်ကူးသွားခဲ့တာဖြစ်ပြီး မြန်မာနိုင်ငံရဲ့ ရှုခင်းအလှတွေကို ပေါ်လွင်စေခဲ့ပါတယ်❤
April လ ၂၁ရက်နေ့က စတင်ထုတ်လွှင့်ပြီး အပတ်စဉ် တနင်္လာနဲ့အဂါၤ နေ့တိုင်း ပြသမယ့် ဇာတ်လမ်းတွဲ ဖြစ်ပါတယ် ။
Casts
——
မေ အဖြစ် Mew Nitta
ထင် အဖြစ် Mark Prin
ယာဒါအဖြစ် Koy Rachwin
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kyi Nue Zin & Nang Mwe Kham ဖြစ်ပါတယ် )
[Zawgyi]
တိတ္တခိုးခ်စ္ရသူ ခင္ပြန္း
‘ ဇာတ္လမ္းအက်ဥ္း ‘
ေမဟာ ငယ္ငယ္တည္းက ေမ့အေမအရင္းျဖစ္သူ ဆုံးပါးသြားခဲ့လို႔ အေမ့သူငယ္ခ်င္းျဖစ္သူ ဂ်ီရဲ႕ ေမြးစားသမီးအျဖစ္နဲ႔ ေနထိုင္ခဲ့ရတယ္ ၊
ေမြးစားအေမရဲ႕ သားအရင္းျဖစ္သူ ထင္ကိုမွ သေဘာက်မိခဲ့ၿပီး ဘာပဲျဖစ္လာလာ အနစ္နာခံ ခ်စ္ေပးခဲ့သူလည္းျဖစ္ပါတယ္ ၊
ထင္ကေတာ့ ညီမေလးတစ္ေယာက္ထက္မပိုခဲ့ပဲ အၿမဲစေနာက္အႏိုင္က်င့္ေနခဲ့တယ္…
တစ္ရက္…ထင္က အာဏာရွိ ေယာက္်ားတစ္ေယာက္ရဲ႕ မိန္းမျဖစ္သူယာဒါနဲ႔ သြားပတ္သတ္မိခဲ့ၿပီး ဒီပတ္သတ္မႈကို ရပ္တန္႔ဖို႔အတြက္ ေမနဲ႔ လက္ထပ္ဖို႔ ဖိအားေပးခံခဲ့ရပါတယ္ ၊
ဘယ္လိုမွမျဖစ္တဲ့အဆုံး ထင္က လက္ထပ္မႈဟာ အတု​ေယာင္သာျဖစ္ေၾကာင္း အားလုံးၿပီးရင္ ကြာရွင္းဖို႔ ေမနဲ႔ ႏွစ္ဦး တိုင္ပင္ၿပီး အေယာင္ေဆာင္ လက္ထပ္ခဲ့ပါေတာ့တယ္ ။
သူတို႔ လက္ထပ္မႈၾကား ယာဒါက ျပန္လည္ေႏွာင့္ယွက္လာခ်ိန္မွာေတာ့ ဘာေတြျဖစ္လာဦးမလဲ…
ထင္ကေတာ့ သူ႔အေပၚအနစ္နာခံေပးတဲ့ ေမကို တကယ္ခ်စ္လာမွာလား….
ဒီဇာတ္လမ္းတြဲေလးကေတာ့ အခ်စ္ဟာသဆန္ဆန္ေလးျဖစ္ၿပီး ျမန္မာႏိုင္ငံမွာ လာေရာက္႐ိုက္ကူးသြားတာလည္း ျဖစ္ပါတယ္ ။
အင္းေလး ပုဂံ ေ႐ႊတိဂုံစတဲ့ ေနရာေတြမွာ ႐ိုက္ကူးသြားခဲ့တာျဖစ္ၿပီး ျမန္မာႏိုင္ငံရဲ႕ ရႈခင္းအလွေတြကို ေပၚလြင္ေစခဲ့ပါတယ္❤
April လ ၂၁ရက္ေန႔က စတင္ထုတ္လႊင့္ၿပီး အပတ္စဥ္ တနလၤာနဲ႔အဂါၤ ေန႔တိုင္း ျပသမယ့္ ဇာတ္လမ္းတြဲ ျဖစ္ပါတယ္ ။
Casts
——
ေမ အျဖစ္ Mew Nitta
ထင္ အျဖစ္ Mark Prin
ယာဒါအျဖစ္ Koy Rachwin
( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Kyi Nue Zin & Nang Mwe Kham ျဖစ္ပါတယ္ )
Drama: My Husband in Law
Native Title: อกเกือบหักแอบรักคุณสามี
Episodes: 16
Aired: Apr 21, 2020 – Jun 15, 2020
Aired On: Monday, Tuesday
Original Network: Channel 3
File size__( 900 MB per EP)
Quality__720p
RunningTime__1hr45min per EP
Format__mp4
Type__Comedy , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Kyi Nue Zin and Nang Mwe Kham
Encoded by Naing Aung Latt
Episode (1) [880MB]
YoteShin / Yandex / Megaup / Meganz
Episode (2) [860MB]
YoteShin / Yuudrive / Yandex / Megaup / Meganz
Episode (3) [900MB]
YoteShin / Yuudrive / Yandex / Megaup / Meganz
Episode (4) [880MB]
YoteShin / Yuudrive / Yandex / Megaup / Meganz / Userdrive
Episode (5) [880MB]
YoteShin / Yuudrive / Yandex / Megaup / Meganz / Userdrive
Episode (6) [880MB]
YoteShin / Yuudrive / Yandex / Megaup / Meganz / Userdrive
Episode (7) [880MB]
YoteShin / Yuudrive / Yandex / Meganz / Userdrive
Episode (8) [880MB]
YoteShin / Yuudrive / Yandex / Megaup / Meganz / Userdrive
Episode (9) [880MB]
YoteShin / Yuudrive / Yandex / Megaup / Meganz / Userdrive
Episode (10) [880MB]
YoteShin / Yuudrive / Yandex / Megaup / Meganz / Userdrive
Episode (11) [880MB]
YoteShin / Yuudrive / Yandex / Megaup / Meganz / Userdrive
Episode (12) [880MB]
YoteShin / Yandex / Megaup / Meganz / Userdrive
Episode (13) [880MB]
YoteShin / Yandex / Megaup / Meganz / Userdrive
Episode (14) [880MB]
YoteShin / Yandex / Megaup / Meganz / Userdrive
Episode (15) END [880MB]
YoteShin / Yandex / Megaup / Meganz / Userdrive
…..
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
