"Synopsis of ThirtTEEN Terrors (2014)
ပိတ်ရက်တွေကို အိမ်မှာနေရင်း ဇာတ်လမ်းတွေကြည့်ရင်း
ကုန်လွန်ကြမယ့် Channel Myanmar ပရိတ်သတ်ကြီးအတွက်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါမှာတော့ ထိုင်း Horror စီးရီးလေး တစ်ခု တင်ဆက်ပေးချင်ပါတယ်။
ငယ်ငယ်တုန်းက ကျောင်းတက်တဲ့အခါ ကျောင်းတစ်ခုစီမှာ
ကြောက်စရာကောင်းတဲ့ ပါးစပ်ပြောရာဇဝင် တစ်ခု စီ
ရှိကြတာ မှတ်မိကြမယ်ထင်ပါတယ်။
ခြေကလိန်မ၊ ကျောင်းစောင့်ကြီး၊ ကျောင်းကို စိတ်စွဲနေနဲ့ ဆရာ၊
စာမေးပွဲဖြေရင်း သေဆုံးသွားတဲ့ ကျောင်းသူလေး စသဖြင့်
ကြောက်စရာဇာတ်လမ်း အမျိုးမျိုး ကြားဖူးခဲ့ကြမှာပေါ့နော်။
ကျွန်မကတော့ ကျောင်းမှာ ပွဲတစ်ခုခု ရှိလို့
အလှူရှိလို့ ညဘက် ကျောင်းမှာ စုအိပ်ကြတဲ့အခါ
တစ်နေရာရာသွားရင်ပဲဖြစ်ဖြစ် အိမ်သာသွားရင်ပဲဖြစ်ဖြစ်
ဓါတ်မီးတဝင်းဝင်း ဒူးတုန်တုန်နဲ့ အုပ်စုလိုက် သွားခဲ့ရတာတွေ ၊
အတန်းကြီး အစ်ကို အစ်မတွေပြောပြတဲ့ သရဲအကြောင်းတွေကို
တစ်ယောက်နဲ့ တစ်ယောက် ပူးကပ်ပြီးတိုးခွေ့
နားထောင်နေခဲ့ရတာတွေကို မှတ်မိနေဆဲပါပဲ။
ဒီအကြောင်းတွေ ပြန်ပြောနေရတာကတော့
ခု တင်ဆက်ပေးမယ့် ဇာတ်လမ်းတွဲလေးနဲ့ ဆက်စပ်မှုရှိနေလို့ပါ။
ထိုင်းအထက်တန်းကျောင်းတစ်ခုမှာ လူတိုင်း
ပြန်ပြောဖို့ ကြောက်ရွံ့ကြတဲ့ လူတွေ မေ့ပစ်လိုက်ချင်ကြတဲ့
တိမ်မြုပ်နေတဲ့ ကြောက်စရာ ဇာတ်လမ်းတွေ ရှိနေခဲ့ပါတယ်။
အဲဒီဇာတ်လမ်းတွေ ဖြစ်ပေါ်လာပုံကလည်း တစ်ခုနဲ့ တစ်ခု
မတူညီပဲ ထူးဆန်းအံ့ဩစရာ ကြောက်စရာ ထိတ်လန့်စရာကောင်းလှပါတယ်။
ဘယ်လိုတွေကြောင့် ဒီလိုကြောက်စရာ အဖြစ်အပျက်တွေ ဖြစ်ပေါ်လာရလဲ
ဆိုတာကတော့ ဇာတ်လမ်းကို ကြည့်ရင်း အဖြေရှာကြည့်ကြရအောင်။
ပုံမှန် ကြည့်နေကျ သရဲကားတွေလို ဝုန်း ဆို သရဲ က ပေါ်လာပြီး
ခြောက်လှန့်သွားတာမျိုးမဟုတ်ဘဲ ကြည့်ရင်း ကြည့်ရင်း အတွေးပေါက်ပြီး
တစိမ့်စိမ့်ကြောက်နေရမယ့် ထိတ်လန့်သဲဖိုဇာတ်လမ်းတွဲဆိုလည်း မမှားပါဘူး။
ပြီးတော့ လူ့အသိုင်းအဝိုင်းမှာ မကျော်ရမယ့် စည်းတွေ နဲ့
မလုပ်သင့်တဲ့အရာတွေကိုလည်း ဇာတ်လမ်း တစ်ခုစီတိုင်းမှာ ခပ်ပါးပါးလေး
ရိုက်ပြသွားတာမို့ အတော်လေး ပြည့်စုံတဲ့ ကားလို့ ဆိုရမှာပါပဲ။
စီးရီး ဆိုပေမယ့် အခန်းဆက်နဲ့ မဟုတ်ဘဲ နာမည်နဲ့လိုက်အောင်
အထက်တန်းကျောင်းတစ်ခုက ဆက်ကျော်သက်
ကျောင်းသားလေးတွေ တစ်ဦးစီ တစ်ဖွဲ့စီ မှာ
တွေ့ကြုံခံစားရတဲ့ ကြောက်စရာ ဇာတ်လမ်းလေး ၁၃ ခုက
ပရိတ်သတ်တို့ကို မရိုးမအီပဲ တစိမ့်စိမ့်တွေးပြီး
တရေးရေးလန့်ရအောင် ဆွဲဆောင်နိုင်မှာပါ။
ဒီဇာတ်လမ်းတွဲလေးကို Htoo Htoo Ka Joe, Fleur, Nay Chii နဲ့ Thaw တို့က ဘ
ာသာပြန်ပေးထားပြီး
ဇာတ်လမ်းအညွှန်းရေးသားသူကတော့ Thaw ပဲဖြစ်ပါတယ်။
အတူတူကြည့်ရင်း ကြောက်လိုက်ရအောင်နော်!!!
File Size – 400 mb
Quality – 720P
Runtime – 1 hr
Subtitle – Burmese (Hardsub)
Translator – Htoo Htoo Ka Joe, Fleur, Nay Chii . Thaw
Encoder – Than Htike Zaw
Download List
===========
Complete Zip VIP / Yoteshin
EP 01 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 02 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 03 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 04 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 05 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 06 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 07 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 08 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 09 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 10 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 11 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 12 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
EP 13 – UsersDrive / Yoteshin / Megaup / Meganz / Upstream / CMLink(400mb)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
