Synopsis of The Lord of the Rings: The Rings of Power (Season 1)The Lord of The Rings ရုပ်ရှင်တွေဟာ စာရေးဆရာကြီး ဂျေ အာ အာ တိုကင်းန်ရဲ့ ကမ္ဘာကျော်ဂန္ဓဝင်ဝတ္ထုတွေကနေ ရိုက်ကူးထားပြီး ကမ္ဘာ့အကောင်းဆုံးရုပ်ရှင်တွေထဲမှာ အပါအဝင်ပါပဲ။ အခုတော့ ဒီရုပ်ရှင်တွေရဲ့ ခေတ်မတိုင်ခင် ရှေးတုန်းက ဖြစ်ပျက်ခဲ့တဲ့ သမိုင်းတွေကို စီးရီးအဖြစ် ပြန်လည်ရိုက်ကူးလိုက်ပါပြီ။ အတွဲ ၅ တွဲ ထွက်ရှိမှာဖြစ်ပြီး တစ်တွဲကို ၈ ပိုင်းစီပါဝင်မယ်လို့သိထားရပါတယ်။LOTR စကြဝဠာမှာ ခေတ်လေးခေတ်ရှိတဲ့အထဲက ဒုတိယခေတ်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ပထမခေတ်ဟာ ဗာလာနှစ် ၃၀၀၀ (နှစ်ပေါင်း ၃၀၀၀၀) ကျော်ကြာမြင့်ခဲ့ပါတယ်။ မူလအစမှာတော့ Eru Ilúvatar အယ်ရူအီလူဗာတာဆိုတဲ့ဖန်ဆင်းရှင်တစ်ပါးရှိခဲ့ပါတယ်။ ဆရာကြီးတိုကင်းရ် တီထွင်ခဲ့တဲ့ နတ်ဘာသာစကား ကွင်ယာအရ အယ်ရူဆိုတာ တစ်ခု၊တစ်ဦးတည်းသောသူကို ရည်ညွှန်းပြီး အီလူဗာတာဆိုတာကတော့ အဘဘုရားလို့ ရည်ညွှန်းပါတယ်။ အယ်ရူရဲ့ စိတ်ထဲကနေ ဖန်ဆင်းရှင်အငယ်တွေ ဖြစ်ပေါ်လာပါတယ်။ သူတို့ကိုတော့ Ainur အိုင်နူအော်လို့ခေါ်ပါတယ်။ သူတို့ဟာ အယ်ရူနဲ့အတူ ကမ္ဘာကြီးကို ဖန်ဆင်းကြတဲ့သူတွေဖြစ်ပါတယ်။ အယ်ရူဟာ Eä လို့ခေါ်တဲ့ ဗလာနယ်ကြီးကို ဖန်ဆင်းပြီးမှ Arda အဖြစ် စိတ်ကြိုက်ဖန်ဆင်းဖို့ အိုင်နူအော်တွေကို ခိုင်းစေခဲ့ပြီး အဲဒီလို ဖန်ဆင်းဖို့ သွားခဲ့ကြတဲ့ အကြီးဆုံး အိုင်နူအော်တွေကို Valar ဗယ်လာလို့ခေါ်ပါတယ်။ ပြီးတော့ အိုင်နူအာတွေထက် တဆင့်နိမ့်တဲ့ ဖန်ဆင်းရှင်အငယ်စားတွေကိုတော့ Maia မိုင်ရာလို့ခေါ်ပါတယ်။ Gandalf ဟာလည်း Olórin ဆိုတဲ့နာမည်နဲ့ မိုင်ရာတစ်ပါးပဲဖြစ်ပါတယ်။ အဲဒီနောက်မှာပဲ အယ်ရူရဲ့ စိတ်ထဲကနေ နတ်သူငယ်တွေနဲ့ လူသားတွေ အလယ်-ကမ္ဘာမှာပေါ်ထွက်လာပါတယ်။ ဒီနှစ်မျိုးကိုတော့ အီလူဗာတာရဲ့ ကလေးငယ်များလို့ခေါ်ပါတယ်။ နတ်သူငယ်တွေကိုတော့ ပထမမွေးဖွားသူလို့ခေါ်ပြီး လူသားတွေကိုတော့ ဒုတိယမွေးဖွားသူလို့ခေါ်ပါတယ်။အဲဒီပထမခေတ်ရဲ့ အကြီးဆုံးရန်သူကတော့ အယ်ရူရဲ့ အကြီးဆုံးအမှုထမ်း စွမ်းအားအကြီးဆုံးအိုင်နူအော်အဖြစ်ကနေ ဖောက်ပြန်သွားတဲ့ Melkor ခေါ် Morgoth(ကမ္ဘာကြီးရဲ့အနက်ရောင်ရန်သူ) ပါပဲ။ မောရ်ဂေါ့သ်နဲ့ရဲ့ညီအစ်ကို Manwë Súlimo ကတော့ ဗယ်လာတွေရဲ့ ဘုရင်ပေါ့။ တိုကင်းရန်စကြဝဠာရဲ့ မကောင်းမှုအားလုံးက မောရ်ဂေါ့သ်ကနေ ဆင်းသက်လာတာပါ။ မောရ်ဂေါ့သ်ဟာ မိစ္ဆာဆိုတာကိုနားမလည်တဲ့ အိုင်နူအာအငယ်တွေကို သူ့ဘက်ပါအောင် စည်းရုံးသွားခဲ့ပါတယ်။ မောရ်ဂါ့ရဲ့ အားဟာ အခြားဗယ်လာအားလုံးပေါင်းရဲ့အားလောက်ရှိတာမို့ သူတို့ ဗယ်လာတွေအစမှာမနိုင်ခဲ့ပါဘူး။ နောက်မှသာ ဗယ်လာ Tulkas ရောက်လာပြီး အင်အားမျှခဲ့တာပါ။ အဲဒီနောက်မှာ ဗယ်လာတွေ ဆုတ်ခွာပြီးအခြေချတဲ့နေရာက ဗယ်လီနော်ဆိုတဲ့ မသေမျိုးနိုင်ငံဖြစ်လာပါတယ်။ မောရ်ဂေါ့ကတော့ အလယ်-ကမ္ဘာကိုကြီးစိုးထားခဲ့ပါတဘ်။ ဗယ်လာတွေသူ့ကိုဝင်မတိုက်ခင်မှာ မောရ်ဂေါ့သ်ဟာ နတ်သူငယ်တွေကိုဖမ်းဆီးနှိပ်စက်ဖျက်ဆီးပြီး ပထမဆုံးတော့ အော့ခ် ဘီလူးတွေကို ဖန်တီးခဲ့ပါတယ်။ အဲဒီနောက်မှာတော့ ဗယ်လာတွေဟာ မောရ်ဂေါ့သ်ကို ၇ နှစ်တိုင်တိုက်ခိုက်ပြီးမှ အကျဉ်းချထားနိုင်ခဲ့ပါတယ်။ နောင်မှ သူလိမ္မာချင်ယောင်ဆောင်လို့ ဗယ်လီနော်မှာခံဝန်နဲ့ ပြန်နေခွင့်ပေးခဲ့ပေမဲ့ နတ်ဘုရင် Finwë ကိုသတ်ပြီး Silmarils ရတနာသုံးခုကိုယူပြီးထွက်ပြေးပြန်ပါတယ်။ သူ့ဘက်ကနေ လူသားတွေလည်း ပါလာကြပါတယ်။ အဲဒီနောက်မှာတော့ အလယ်-ကမ္ဘာမှာ ပထမခေတ်ရဲ့ စစ်ပွဲကြီးတစ်ခုအဖြစ် နတ်သူငယ်တွေနဲ့လူသားတွေပူးပေါင်း၊ မောရ်ဂေါ့သ်နဲ့လူသားတွေကိုအနိုင်တိုက်ပြီး အမှောင်ဗလာနယ်ထဲကို ပစ်ချလိုက်နိုင်ပါတော့တယ်။အဲဒီတိုက်ပွဲဟာနှစ် ၅၀ ကြာခဲ့ပြီး မောရ်ဂေါ့သ်ဘက်က နဂါးတွေလည်း အားလုံးနီးပါးသေဆုံးခဲ့ပါတယ်။ အဲဒီတိုက်ပွဲမှာ နတ်တွေဘက်က ကူတိုက်တဲ့လူသားမျိုးနွယ်တွေဟာ Númenor နူမန်နော်မျိုးနွယ်ဖြစ်လာပြီး အခြားလူသားတွေထက် အသက်ပိုရှည်ကြပါတယ်။ LOTR ရုပ်ရှင်ထဲက အာရာဂွန်ဘုရင်ဟာ နူမန်နော်မျိုးဆက်ဖြစ်ပြီး အသက် ၈၇ အထိ နုပျိုနေဆဲဖြစ်ပါတယ်။ နတ်တွေကလည်း အလယ်-ကမ္ဘာမှာ ပြန်အခြေချသူတွေရှိသလို ဗယ်လီနော်ကို သွားကြသူတွေလည်းရှိလာပါတယ်။ ဒါကတော့ ပထမခေတ်ရဲ့အကျဉ်းပါ။ မောရ်ဂေါ့သ်ကိုနှိမ်နင်းအပြီးမှာတော့ ဒုတိယခေတ်စတင်လာပြီး ဘာတွေဆက်ဖြစ်လဲဆိုတာကို ဒီစီးရီးမှာကြည့်ရမှာ ပါ။ ဒီခေတ်ရဲ့အဓိကမိစ္ဆာကတော့ မိုင်ရာတွေထဲကတစ်ယောက်ဖြစ်တဲ့မောရ်ဂေါ့သ်ရဲ့ တပည့်ရင်းကြီးဆော်ရွန်ပါပဲ အတုမဲ့လက်စွပ်ကို ပြုလုပ်တဲ့သူပါ။ ဒုတိယခေတ်သမိုင်းကိုတော့ စပွိုင်လာဖြစ်မှာစိုးလို့ရေးမပြတောပါ့ဘူ ဒုတိယခေတ်ရဲ့အဆုံးကတော့ The Lord of the rings ရဲ့အစမို့ ပထမဆုံးရုပ်ရှင်ရဲ့ အကြီးဆုံးတိုက်ပွဲကြီးကို ဒီစီးရီးမှာ အားရပါးရကြည့်ရတော့မယ်လို့ မျှော်လင့်ရတာမို့ စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦး။File size…(1.7 GB)(1 GB)(500 Mb)Quality….Webrip     480pFormat…mp4Duration….1 hrGenre…Fantasy, Action, AdventureSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Mr. Anderson Link 1 4k –     Meganz  Usersdrive 1  –     Meganz  Usersdrive  1  –     Meganz  Usersdrive   2 4k –     Meganz  Usersdrive 2  –     Meganz  Usersdrive  2  –     Meganz  Usersdrive   3 4k –     Meganz  Usersdrive 3  –     Meganz  Usersdrive 3  –     Meganz  Usersdrive   4  –     Meganz   4  –     Meganz  Usersdrive 4 4k –     Meganz  Usersdrive 5  –     Meganz    Usersdrive 5  –     Meganz  Usersdrive 5 4k –     Meganz  Usersdrive 6 4k –    Meganz  Usersdrive 6  –     Meganz    Usersdrive 6  –     Meganz  Usersdrive 7 4k –    Meganz  7  –     Meganz    Usersdrive 7  –     Meganz Usersdrive 8 4k –    Meganz  Usersdrive 8  –     Meganz    Usersdrive 8  –     Meganz Usersdrive 