Synopsis of My Mister (2018)ဒီတစ်ခေါက်မှာတော့ IMDb RATING 9.1 အထိ ရရှိခဲ့တဲ့ ဇာတ်လမ်းတွဲကောင်းလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းမှာ မင်းသားကြီး ‘Lee Sun Kyun’ နဲ့ အဆိုတော် မင်းသမီးချော ‘IU’ တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်.. Jang Ki Yong ကလည်း support role အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပါသေးတယ်ဘဝမှာ ရှုံးနိမ့်မှုကြုံတဲ့အခါ ဘယ်လိုဆက်ပြီးရှင်သန်ကြလဲမိသားစုဝင်တွေရဲ့ကြားက ချစ်ခြင်းမေတ္တာတွေ လုပ်ငန်းခွင်မှာ ကြုံတတ်တဲ့ အတိုက်အခိုက်တွေနဲ့ လူ့သဘာဝ စရိုက်တွေကို သေချာ ဖော်ပြပေးနိုင်တဲ့ Life Drama လေးဖြစ်လို့ လက်မလွတ်တမ်းကြည့်သင့်ပါတယ်နော်ဇာတ်လမ်းအကျဉ်း————————–ဘတ်ဒုံဟွန်းက သက်လတ်ပိုင်းအရွယ် အင်ဂျင်နီယာတစ်ယောက်ဖြစ်ပြီး ရှေ့နေ ဂန်ယွန်ဟီးနဲ့ လက်ထပ်ထားတယ်လုပ်ငန်းခွင်မှာလည်း ဌာနမှူးအဖြစ်ကနေ ရာထူးဆက်မတိုးဘဲ တန့်နေခဲ့ပြီး မိသားစုမှာလည်း သူ့ကိုမှီခိုနေတဲ့ အလုပ်လက်မဲ့ အစ်ကိုတစ်ယောက်နဲ့ ညီတစ်ယောက်ကြောင့် သူ့ဘဝမှာ ပျော်ရွှင်စရာတွေ သိပ်အများကြီးမရှိခဲ့ဘူးအဲဒီအပြင် ဇနီးဖြစ်သူကလည်း သူ့အထက်လူကြီးစီးအိုလည်းဖြစ်သလို သူ့ရဲ့ဂျူနီယာလည်းဖြစ်တဲ့ ဒိုဂျွန်ယောင်းနဲ့ ဖောက်ပြန်နေခဲ့တယ်အီဂျီအန်းကတော့ အသက် ၂၀ အရွယ် လူငယ်တစ်ယောက်ဖြစ်ပေမယ့်နားမကြားဖြစ်ပြီး မလှုပ်ရှားနိုင်တဲ့ အဘွားဖြစ်သူကိုစောင့်ရှောက်ရင်း အကြွေးဝိုင်းနေတဲ့ဘဝကို ခက်ခက်ခဲခဲရုန်းကန်နေရတယ်တစ်ရက်မှာတော့ အီဂျီအန်းက ဘတ်ဒုံဟွန်းတို့ရဲ့ကုမ္ပဏီကြီးမှာ ယာယီဝန်ထမ်းအဖြစ်အလုပ်ရခဲ့တယ်အဲဒီနောက် သိပ်မကြာခင်မှာပဲ ဌာနမှူးဘတ်ဆီကို ဝမ် သန်း ၅၀ လာဘ်ထိုးငွေရောက်လာခဲ့တယ်အဲဒီငွေတွေကို အီဂျီအန်းက ခိုးယူသွားပြီး အကြွေးဆပ်ဖို့လုပ်ခဲ့တယ်ဒါပေမယ့် အကြောင်းကြောင်းကြောင့် နောက်ဆုံးငွေတွေကို ကုမ္ပဏီက အမှိုက်ပုံးထဲကိုပဲ ပစ်လိုက်ရတယ်ဂျီအန်းတစ်ယောက် အကြွေးဆပ်ဖို့ အခက်အခဲဖြစ်နေတုန်းမှာပဲ သူတို့ စီအီးအို ဒိုဂျွန်ယောင်း နဲ့ ဘတ်ဒုံဟွန်းရဲ့မိန်းမတို့ ဖောက်ပြန်နေတာကို အမှတ်မထင်သိရှိသွားခဲ့တယ်အဲဒီအချိန်မှာတော့ ဘတ်ဒုံဟွန်းကို အလုပ်ဖြုတ်ချင်နေတဲ့ ဒိုဂျွန်ယောင်းက ဂျီအန်းကို ငွေပေးပြီးတော့ ဘတ်ဒုံဟွန်းတစ်ယောက် နာမည်ပျက်ပြီးအလုပ်ထွက်ရအောင် ကြံစည်တော့တယ်ဒိုဂျွန်ယောင်းရဲ့ အကြံအစည်တွေ အောင်မြင်သွားမှာလားဂျီအန်းနဲ့ ဘတ်ဒုံဟွန်းတို့ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါရှင့် ။Native Title: 나의 아저씨Also Known As: My Ahjusshi , Naui AjeosshiDirector: Kim Won Suk, Kim Sang WooScreenwriter: Park Hae YoungGenres: Psychological, Life, Dramas: 16Aired: Mar 21, 2018 – May 17, 2018Aired On: Wednesday, ThursdayOriginal Network: tvNDuration: 1 hr. 17 min.Content Rating: 15+ – Teens 15 or olderTranslated by Hay Thar Oo , ThynnEncoded by Naing Aung Latt (1)_ [600MB]     Meganz (1)_ [1.2GB]    Meganz (2)_ [600MB]     Meganz (2)_ [1.2GB]    Meganz (3)_ [600MB]     Meganz (3)_ [1.2GB]    Meganz (4)_ [600MB]     Meganz (4)_ [1.2GB]    Meganz (5)_ [600MB]     Meganz (5)_ [1.2GB]    Meganz (6)_ [600MB]     Meganz (6)_ [1.2GB]    Meganz (7)_ [600MB]     Meganz (7)_ [1.2GB]    Meganz (8)_ [600MB]     Meganz (8)_ [1.2GB]    Meganz (9)_ [600MB]     Meganz (9)_ [1.2GB]    Meganz (10)_ [600MB]     Meganz (10)_ [1.2GB]    Meganz (11)_ [600MB]     Meganz (11)_ [1.2GB]    Meganz (12)_ [600MB]     Meganz (12)_ [1.2GB]    Meganz (13)_ [600MB]     Meganz (13)_ [1.2GB]    Meganz (14)_ [600MB]     Meganz (14)_ [1.2GB]    Meganz (15)_ [600MB]     Meganz (15)_ [1.2GB]    Meganz (16)END_ [600MB]     Meganz (16)END_ [1.2GB]    Meganz 