Synopsis of Mike (2022)Mike (2022)==========IMDb Rating – 6.410၂၀၂၂ ခုနှစ်မှ Hulu ကနေ ထွက်ရှိလာတဲ့ နာမည်ကြီး လက်ဝှေ့သမားဖြစ်တဲ့မိုက်ခ်တိုင်ဆန်ရဲ့ ဘဝကို ရိုက်ကူးထားတဲ့ Mike ဆိုတဲ့ အပိုင်း (၈) ပိုင်းပါ။Mini Series လေး တစ်ခုကို တစ်ပတ်တစ်ပိုင်းနှုန်း တင်ဆက်ပေးသွားမှာပါ။မိုက်ခ်တိုင်ဆန်ဟာ ၁၉၆၆ ခုနှစ် ဇွန်လ ၃၀ရက်နေ့မှာ မွေးဖွားခဲ့ပါတယ်။လက်ဝှေ့သမားအဖြစ် ၁၉၈၅ ခုနှစ်မှ ၂၀၀၅ ခုနှစ်အထိ အသက်မွေးခဲ့ပါတယ်။မိုက်တိုင်ဆန်က ကမ္ဘာ့အကောင်းဆုံး ဟဲဗီးဝိတ်ချန်ပီယံအဖြစ်လည်းရရှိခဲ့သူပါ။အသက် ၂၀ အရွယ်မှာ ပထမဆုံး ခါးပတ်ကိုရရှိခဲ့ပြီး အငယ်ဆုံး ဟဲဗီးဝိတ်ချန်ပီယံအဖြစ် မှတ်တမ်းဝင်ခဲ့ပါတယ်။ ၁၉၉၂ ခုနှစ်မှာတော့ မုဒိမ်းမှုအတွက် ပြစ်ဒဏ်ချမှတ်ခံရပြီး ထောင် ၆ နှစ်ကျခဲ့ပါတယ်။ သို့သော် ၃ နှစ်အကြာမှာတော့ ခံဝန်နဲ့ပြန်လည် လွတ်မြောက်လာခဲ့ပါတယ်။ ဒါကတော့ သူ့ရဲ့ ကိုယ်ရေးအကျဉ်းချုပ်ပါ။ဒီ စီးရီးထဲမှာတော့ မိုက်ခ်ရဲ့ ငယ်ဘဝကနေ ဘယ်လိုအစပြုခဲ့တယ်ဆိုတာ ပြသသွားမှာဖြစ်ပါတယ်။ မိုက်ခ်ဟာ မွေးချင်းထဲမှာ အငယ်ဆုံးဖြစ်ပြီးတော့ ဝဖိုင့်ဖိုင့်ခန္ဓာကိုယ်ကြောင့် အမြဲတမ်း အနိုင်ကျင့်ခံနေရတဲ့သူပါ။ သူ ကြီးပြင်းလာရတဲ့ပတ်ဝန်းကျင်ဟာလည်း ကြမ်းတမ်းတာမို့ ငယ်စဉ်မှာပဲ လူမိုက်များနဲ့ ပေါင်းသင်းပြီးထောင်ကို အိမ်ဦးနဲ့ ကြမ်းပြင် ဝင်ထွက်နေတဲ့သူပါ။အသက် ၁၃ နှစ်အရွယ်မှာတော့လူငယ်ပြုပြင်ရေးစခန်းကို ရောက်ခဲ့ပြီး အဲနေရာမှာမိုက်ခ်ရဲ့ ဘဝ တစ်ဆစ်ချိုးပြောင်းလဲဖို့ ဖြစ်လာပါတော့တယ်။ လက်ဝှေ့ဆရာသမားတစ်ယောက်နဲ့ ထောင်ထဲမှာတွေ့ဆုံ လေ့ကျင့်ရာကနေ လက်ဝှေ့မှာ ပါရမီပါတယ်ဆိုတာသိလာရပြီးတော့ အဆိုပါ ဆရာရဲ့ လမ်းပြမှုကြောင့်ပဲ ကမ္ဘာကျော် လက်ဝှေ့သမားကြီးမိုက်ခ်တိုင်ဆန်ရဲ့ဘဝခရီးလမ်း စတင်ခဲ့ပါတယ်။ မိုက်ခ်ရဲ့ ဘဝအတက်အကျတွေအခက်အခဲတွေကို စိတ်ဝင်စားဖွယ်ကြည့်ရှု့ရမှာမို့ လက်ဝှေ့ကို ကြိုက်တယ်မိုက်ခ်တိုင်ဆန်ကို ကြိုက်တယ်ဆိုရင် လက်မလွတ်တမ်း ကြည့်ရှု့ရမယ့် စီးရီးတစ်ခုဖြစ်ပါတယ်။(ဒီစီးရီးရဲ့ အညွှန်းကို Leonard Lin မှရေးသားပေးပြီး၊ ဘာသာပြန် ရေးသားပေးသူများကတော့ Leonard Lin, Roman Noxတို့ ဖြစ်ပါတယ်။)File Size………….(350 MB)  (800 MB)Quality……………WEB-DL   Duration…………30Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Biography, Drama, SportTranslator……….Leonard Lin, Roman NoxEncoder…………..SWM (220 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –     MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive(5) –     MegaNZ    Usersdrive(6) –     MegaNZ    Usersdrive(7) –     MegaNZ    Usersdrive(8) –     MegaNZ    Usersdrive1080P (750 MB)———————————–(1) –     MegaNZ  Usersdrive(2) –     MegaNZ  Usersdrive(3) –     MegaNZ  Usersdrive(4) –     MegaNZ  Usersdrive(5) –     MegaNZ  Usersdrive(6) –     MegaNZ  Usersdrive(7) –     MegaNZ  Usersdrive(8) –     MegaNZ  Usersdrive 