Synopsis of Lyric and Beat (2022)Lyric and Beat (2022)ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဖိလစ်ပိုင်ဇာတ်လမ်းတွဲအသစ်လေးကတော့ အဆိုတော်ဖြစ်ချင်တဲ့စိတ်ကူးယဥ်အိပ်မက်ကိုယ်စီနဲ့လူငယ်လေးတွေအကြောင်းရိုက်ကူးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်။လီရစ်ခ် ဆိုတဲ့ကောင်မလေးဟာ တစ်ချိန်ကအဆိုတော်တစ်ယောက်ဖြစ်ခဲ့ဖူးတဲ့အမေဖြစ်သူဆီကအမွေရထားတဲ့အသံချိုချိုလေးကိုပိုင်ဆိုင်ထားပြီးဘဝတစ်လျှောက်လုံးအဆိုတော်ဖြစ်ဖို့ဆိုတဲ့ အိပ်မက်ကိုဆုပ်ကိုင်ထားတဲ့ကိုယ့်ကိုယ်ကိုယ်ယုံကြည်မှုရှိပြီး၊သွက်လက်သူလေးပါ။ဘိထ် ဆိုတဲ့ကောင်လေးကတော့ ချမ်းသာတဲ့မိသားစု၊ ရာထူးဂုဏ်သိမ်တွေနဲ့အိမ်ကနေမွေးဖွားလာပြီးအဆိုပိုင်းမှာလည်းထူးချွန်လှတဲ့လူငယ်လေးပါ။ ချမ်းသာစွာ နေရပေမယ့်စကားနည်းပြီးစည်းကမ်းကြီးတဲ့ခြောက်ကပ်ကပ်မိသားစုဘဝကိုပိုင်ဆိုင်ထားတဲ့ ဘိထ် ဟာအဖေဖြစ်သူရဲ့ညွှန်ကြားချက်တွေ‌ကြားမှာပဲပိတ်မိနေတဲ့ကောင်လေးလည်းဖြစ်ပါတယ်။သူတို့နှစ်ယောက်ဟာ အဆိုဝါသနာပါတဲ့သူတိုင်းတက်ရောက်ဖို့အိပ်မက်မက်ခဲ့ကြရတဲ့ဖိလစ်ပိုင်ရဲ့ဂီတကျောင်းတစ်ခုဖြစ်တဲ့ PNCM မှာ ဆုံစည်းမိကြတဲ့အခါ .. ။လီရစ်ခ်တစ်ယောက် သူအမြဲအိပ်မက်မက်ခဲ့ရတဲ့ဂုဏ်ဒြပ်ကြီးလှတဲ့ကျောင်းကိုရောက်သွားပြီး သူ့ရဲ့အိပ်မက်တွေကိုအကောင်အထည်ဖော်ဖို့ကြိုးစားတဲ့အခါ .. ။အမြင့်ကိုတက်လှမ်းဖို့လမ်းဟာ မတ်စောက်စမြဲဖြစ်ပြီးလီရစ်ခ်ဟာသူ့ရဲ့အဖွဲ့သားတွေနဲ့အတူ ဘယ်လိုအခက်အခဲတွေကိုရင်ဆိုင်ပြီးသူ့အိပ်မက်ကိုကာကွယ်ဖို့ကြိုးစားမလဲဆိုတာအတူတူကြည့်လိုက်ကြရအောင်နော်။သီချင်းကောင်းလေးတွေနဲ့အတူ လူငယ်လေးတွေရဲ့အိပ်မက်အတွက်ရုန်းကန်ကြိုးစားကြတာလေးတွေကိုမြင်တွေ့ရမှာမို့လက်မလွှတ်ရမယ့် ဇာတ်ကားကောင်းလေးပါနော် ။အညွှန်းကိုတော့ Cali က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Shin နဲ့ Cali ပဲ ဖြစ်ပါတယ်။Genre….. Drama, Comedy, MusicQuality….  | File size… 600MB | 300MBFormat… mp4Duration…. 40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Shin and CaliEncoder ….. August1080P 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz702P 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  