Synopsis of Hu Tong (2022)အမျိုးသမီးများဟူသည် အရင်နှစ်ရာစုများစွာကတည်းကယောကျာ်းများနဲ့ ရင်ဘောင်တန်းကာအလုပ် လုပ်ကိုင်လာကြသူများပင်ဖြစ်ပါတယ်။ ။“၅၀ ရာစုနှစ် လွတ်မြောက်ရေးအစောပိုင်းကာလအချိန်ထျန်ဇောင်ဟာ အောက်ခြေလူတန်းစားအလုပ်ပေါင်းစုံကိုဝင်ရောက်လုပ်ကိုင်ခဲ့ပြီး နောက်ဆုံးမှာကော်မတီခေါင်းဆောင်တစ်ယောက်ဖြစ်လာခဲ့ကာနှစ် ၇၀ တိုင်တိုင် ပြည်သူတွေအကျိုးအတွက်တက်တက်ကြွကြွလုပ်ကိုင်တာဝန်ထမ်းခဲ့ပါတယ်သူမဟာ သူလျှိဖမ်းဆီးရေး ၊ စာမတတ်မှုပပျောက်ရေး ၊တပ်မတော်ကို လှူဒါန်းရေးတိုအတွက် ပြည်သူတွေကိုဦးဆောင်ခဲ့သူတစ်ဦးလဲဖြစ်ပါတယ် ၈၀ ရာစုနှစ်ပြုပြင်ပြောင်းလဲရေးကာလမှာ သမီးဖြစ်သူကိုသူ့ကိုယ်ပိုင်အလုပ်မှာ အောင်မြင်စေဖိုအတွက်ထျန်ဇောင်ဟာ တွန်းအားပေးခဲ့ပါတယ်ထျန်ဇောင်ဟာ အနားယူပြီးသည့်တိုင်အောင်ရာထူးကနေ ထွက်မသွားခဲ့ပါဘူးသူမ အသက် ၉၀ ရောက်တဲ့အချိန်မှာတော့၂၁ ရာစုနှစ်အချိန် မြိုဟောင်းကို ပြန်လည်မွန်းမံထူထောင်လိုတဲ့သူမရဲ့ မြေးဖြစ်သူဟာ ရပ်ကွက်ကော်မတီရဲ့ခေါင်းဆောင်တစ်ဦးဖြစ်လာခဲ့ပါတော့တယ်ဒီဇာတ်လမ်းလေးဟာဆိုရင်လွတ်မြောက်ရေးအစောပိုင်းကာလမှအစပြုလိုယနေ့ ၂၁ ရာစုခေတ် အထိ ခေတ်အလိုက် ရာစုနှစ်အလိုက်ကိုယ့်ပတ်ဝန်းကျင်အပေါ် သစ္စာစောင့်သိကာဖွံဖြိုးတိုးတက်အောင်လုပ်ဆောင်ခဲ့ကြတဲ့အမျိုးသမီးများအကြောင်းကို စုံစုံလင်လင်ဖော်ပြရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲ ဖြစ်ပါတယ်”ပါဝင်သရုပ်ဆောင်ထားကြသူများအနေနဲ့ကတော့-❏ ၅၀ ရာစု  ၁၉၄၈ ခုနှစ် လွတ်မြောက်ရေးအစောပိုင်းကာလမှစတင်ပြီးတော့ပြုပြင်ပြောင်းလဲရေးနဲ့ ပြန်လည်ဖွဲစည်းရေး ကာလအထိအောက်ခြေလုပ်ငန်းမျိုးစုံကို တတ်ကြွစွာလုပ်ကိုင်ခဲ့သူစိတ်အားထက်သန်ပြီးတော့ လူတိုင်းအပေါ်ကိုကူညီစိတ်အပြည့်ရှိသူ – ထျန်ဇောင် အဖြစ် ကျောက်လုစီ❏ ကိုယ်ခံပညာကို ကောင်းကောင်းတတ်မြောက်ထားသူဖြစ်ပြီးထျန်ဇောင်လုပ်သမျှ ကိုင်သမျှကိုထောက်ပံ့အားပေးသူထျန်ဇောင်ရဲ့ငယ်သူငယ်ချင်းဖြစ်သူလဲ ဖြစ်တဲ့- ထျယ်တန့် အဖြစ် ဟိုမင်ဟောက်❏ ၈၀ ရာစုနှစ် နိုင်ငံတော်စီးပွားရေးကို စျေးကွက်စီးပွားရေးစနစ်သိုကူးပြောင်းချိန်ကာလ သူမဟာ တည်ငြိမ်သော ကိုယ်ရည်ကိုယ်သွေးရှိပြီးကိုယ်ပိုင်စီးပွားရေးလုပ်ကိုင်သူများအတွက် ပြဿနာများအားဖြေရှင်းရန်စိတ်အားထက်သန်စွာ လုပ်ဆောင်ပေးသူ – ရှောင်းမင် အဖြစ် ချိုက်ဝမ်ကျင့်❏ အလုပ်လုပ်ရန်စိတ်မဝင်စား ပျော်ပါးဖိုပဲ သိတဲ့ လူမိုက်စရိုက်နဲ့ အစပြုခဲ့ပြီးရှောင်းမင်ကြောင့် ညစျေးစီမံခန့်ခွဲမှုမှာ ရှေ့ဆောင်ခေါင်းဆောင်အဖြစ်ပြောင်းလဲခဲ့သူ – လင်ဝေ့တုန်း အဖြစ် လျိုဟွမ်း❏ အချိန်တွေပြောင်းလဲလာသည်နှင့်အမျှ နည်းပညာတွေတိုးတတ်ပြောင်းလဲလာသော ၁၂ ရာစုကာလလူမှုဘဝတွေ ဖြေးဖြေးနဲ့ မှန်မှန် တိုးတတ်နေချိန်မြိုဟောင်းကို ပြန်လည်မွန်းမံထူထောင်ပြီးခေတ်သစ်ရဲ့ ရှေ့ဆောင်လမ်းပြတစ်ဦးဖြစ်ဖိုကြိုးစားနေသူလေး – လင်ယွဲ အဖြစ် ကွမ်းရှောင်ထုံ❏ အလားတူပဲ မြိုဟောင်းကို ပြန်လည်မွန်းမံထူထောင်ဖိုစိတ်အားထက်သန်နေသူ လင်ယွဲရဲ့ လုပ်ဖော်ကိုင်ဖက်လဲဖြစ်တဲ့– အိုးရမ်ဟွေ အဖြစ် လင်ရီး တိုကနေပြီး ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်အားလုံးသိပြီးသား ရင်းနီးပြီးသား နာမည်ကြီး သရုပ်ဆောင်တွေချည်းပဲဖြစ်လိုလုံးဝကို မိမိုက်နေမှာ အသေချာပါပဲရှင်အဲ့တော့ ဒီဇာတ်လမ်းမှာ-❏ မိန်းမတွေ ယောကျာ်းတွေနဲ့တန်းတူ ရင်ဘောင်တန်းကာ ဦးဆောင်နိုင်မှု❏ ကိုယ့်မွေးရပ် ကိုယ့်ဇာတိကို သစ္စာရှိမှု❏ ကိုယ်နေထိုင်ရာ ပတ်ဝန်းကျင်ကို တိုးတတ်အောင်လုပ်ဆောင်ခဲ့မှုတွေကိုချက်ကျ ကွက်ကျ မြင်တွေ့ရမှာဖြစ်သလို❏ ပေကျင်းမှာရှိတဲ့ ဟူထုံ(လမ်းကြားရပ်ကွက်) ယဥ်ကျေးမှုတွေကိုအံဝင်ခွင်ကျရိုက်ပြထားပြီး လူငယ်တွေရဲ့ အာရုံကိုလဲ ဖမ်းစားထားပါသေးတယ်❏ ၅၀ ရာစု ၊ ၈၀ ရာစု ယနေ့ခေတ် ၂၁ ရာစု အစရှိတဲ့ ရာစုနှစ်ပေါင်းများစွာရဲ့ယဥ်ကျေးမှုတွေ ဓလေ့တွေကိုလဲ မြင်တွေ့ရမှာဖြစ်လို ဒီလို လက်မလွှတ်ပဲကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းလေးကို အခုပဲကြည့်ရှုလိုက်ရအောင်လားရှင်(Reviewed By Chit Mya Mya Hmwe)Quality : WEB-DL ,Total s : 36Format : mp4Genres : Historical, Drama, Romance, LifeDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1 – MegaUp    Usersdrive  StreamSB 1 () – MegaUp    Usersdrive  StreamSB 2 – MegaUp    Usersdrive  StreamSB 2 () – MegaUp    Usersdrive  StreamSB 3 – MegaUp    Usersdrive  StreamSB 3 () – MegaUp    Usersdrive  StreamSB 4 – MegaUp    Usersdrive  StreamSB 4 () – MegaUp    Usersdrive  StreamSB 5 – MegaUp    Usersdrive  StreamSB 5 () – MegaUp    Usersdrive  StreamSB 6 – MegaUp    Usersdrive  StreamSB 6 () – MegaUp    Usersdrive  StreamSB 7 – MegaUp    Usersdrive  StreamSB 7 () – MegaUp    Usersdrive  StreamSB 8 – MegaUp    Usersdrive  StreamSB 8 () – MegaUp    Usersdrive  StreamSB 9 – MegaUp    Usersdrive  StreamSB 9 () – MegaUp    Usersdrive  StreamSB 10 – MegaUp    Usersdrive  StreamSB 10 () – MegaUp    Usersdrive  StreamSB 11 – MegaUp    Usersdrive  StreamSB 11 () – MegaUp    Usersdrive  StreamSB 12 – MegaUp    Usersdrive  StreamSB 12 () – MegaUp    Usersdrive  StreamSB 13 – MegaUp    Usersdrive  StreamSB 13 () – MegaUp    Usersdrive  StreamSB 14 – MegaUp    Usersdrive  StreamSB 14 () – MegaUp    Usersdrive  StreamSB 15 – MegaUp    Usersdrive  StreamSB 15 () – MegaUp    Usersdrive  StreamSB 16 – MegaUp    Usersdrive  StreamSB 16 () – MegaUp    Usersdrive  StreamSB 17 – MegaUp    Usersdrive  StreamSB 17 () – MegaUp    Usersdrive  StreamSB 18 – MegaUp    Usersdrive  StreamSB 18 () – MegaUp    Usersdrive  StreamSB 19 – MegaUp    Usersdrive  StreamSB 19 () – MegaUp    Usersdrive  StreamSB 20 – MegaUp    Usersdrive  StreamSB 20 () – MegaUp    Usersdrive  StreamSB 21 – MegaUp    Usersdrive  StreamSB 21 () – MegaUp    Usersdrive  StreamSB 22 – MegaUp    Usersdrive  StreamSB 22 () – MegaUp    Usersdrive  StreamSB 23 – MegaUp    Usersdrive  StreamSB 23 () – MegaUp    Usersdrive  StreamSB 24 – MegaUp    Usersdrive  StreamSB 24 () – MegaUp    Usersdrive  StreamSB 25 – MegaUp    Usersdrive  StreamSB 25 () – MegaUp    Usersdrive  StreamSB 26 – MegaUp    Usersdrive  StreamSB 26 () – MegaUp    Usersdrive  StreamSB 27 – MegaUp    Usersdrive  StreamSB 27 () – MegaUp    Usersdrive  StreamSB 28 – MegaUp    Usersdrive  StreamSB 28 () – MegaUp  Usersdrive  StreamSB 29 – MegaUp    Usersdrive  StreamSB 29 () – MegaUp  Usersdrive  StreamSB 30 – MegaUp  Usersdrive  StreamSB 30 () – MegaUp  Usersdrive  StreamSB 31 – MegaUp    Usersdrive  StreamSB 31 () – MegaUp    Usersdrive  StreamSB 32 – MegaUp    Usersdrive  StreamSB 32 () – MegaUp    Usersdrive  StreamSB 33 – MegaUp    Usersdrive  StreamSB 33 () – MegaUp    Usersdrive  StreamSB 34 – MegaUp    Usersdrive  StreamSB 34 () – MegaUp    Usersdrive  StreamSB 35 – MegaUp    Usersdrive  StreamSB 35 () – MegaUp    Usersdrive  StreamSB 36 – MegaUp    Usersdrive  StreamSB 36 () – MegaUp    Usersdrive  StreamSB 