Synopsis of Designated Survivor: 60 Days (2019)Designated Survivor:60 Days (2019)“နိုင်ငံရေး”ဆိုတာ တစ်ယောက်နဲ့တစ်ယောက် သဘောထားချင်းမတူညီနိုင်သလိုတူညီဖို့လည်း မလိုအပ်တဲ့ သဘောတရားတစ်ခုပါဒါပေမဲ့ လူအမျိုးမျိုး အမြင်အမျိုးမျိုးရဲ့ သဘောထားစုံလင်ကွဲပြားမှုတွေကို လူတိုင်းက လက်သင့်ခံပြီးအတူတကွယှဉ်တွဲနေထိုင်သွားနိုင်မှသာ ငြိမ်းချမ်းတဲ့တိုင်းပြည်တစ်ခု ဖြစ်လာပါလိမ့်မယ်အဲဒီလိုဖြစ်ဖို့ဆိုတာကလည်း လွယ်တဲ့ကိစ္စတော့ မဟုတ်ပြန်ပါဘူးအမေရိကန်ဇာတ်လမ်းတွဲ Designated Survivor ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းမှာဆိုရင်တော့တောင်ကိုရီးယားရဲ့ဖွဲ့စည်းပုံအခြေခံဥပဒေတွေကစလို့ အာဏာခွဲဝေမှုတွေအထိကိုရီးယားရဲ့နိုင်ငံရေးအကြောင်းကို စုံစုံလင်လင် ရှုစားကြရမှာဖြစ်ပါတယ်စစ်အေးတိုက်ပွဲကာလမှာ ကိုရီးယားကျွန်းဆွယ်ရဲ့ငြိမ်းချမ်းရေးအတွက်တောင်နဲ့မြောက် ကိုရီးယားနှစ်နိုင်ငံကြား ငြိမ်းချမ်းရေးစာချုပ်လက်မှတ်ထိုးနိုင်ဖို့ ကြိုးပမ်းနေစဉ်မှာပဲအမျိုးသားလွှတ်တော်ခန်းမကို ဗုံးခွဲတိုက်ခိုက်ခံလိုက်ရပါတယ်အဲဒီဗုံးခွဲတိုက်ခိုက်မှုကြောင့် သမ္မတကြီးအပါအဝင် ဝန်ကြီးများအားလုံး အသက်ဆုံးရှုံးခဲ့ရပြီးသဘာဝပတ်ဝန်းကျင်ထိန်းသိမ်းရေးဝန်ကြီး ဘတ်မူဂျင်ကသာ တစ်ဦးတည်းသော အသက်ရှင်ကျန်ရစ်သူဖြစ်လာခဲ့ပါတယ်တောင်ကိုရီးယားသမ္မတနိုင်ငံရဲ့ ဥပဒေပုဒ်မ ၇၁ အရ ဝန်ကြီးဘတ်မူဂျင်ဟာယာယီသမ္မတအဖြစ် ရက်ပေါင်း ၆၀ ကြာ တာဝန်ထမ်းဆောင်ရဖို့ အကြောင်းဖန်လာချိန်မှာတော့နိုင်ငံရေးအတွေ့အကြုံ ၆ လပဲရှိသေးတဲ့ သူဟာ နိုင်ငံ့အရေးကို ဘယ်လိုကိုင်တွယ်သွားမလဲဗုံးခွဲတိုက်ခိုက်မှုနဲ့ပတ်သက်တဲ့ အမှန်တရားကိုရော သူ့အနေနဲ့ ရှာဖွေဖော်ထုတ်သွားနိုင်ပါ့မလားဆိုတာမျက်တောင်မခတ်တမ်း ကြည့်ရှုခံစားရမယ့် နိုင်ငံရေးဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတယ်သရုပ်ဆောင်တွေအနေနဲ့ကတော့ အထွေအထူးမိတ်ဆက်နေစရာမလိုတဲ့ မင်းသားကြီး Ji Jin-Hee အပါအဝင်Son Seok-Koo, Heo Jun-Ho, Kang Hana တို့က အဓိကပါဝင်ထားကြတာမို့ ကြည့်မကောင်းမှာတော့ စိတ်မပူရပါဘူးအညွှန်းကိုတော့ Hmwe က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Team ပဲ ဖြစ်ပါတယ်။Genre….. Drama, Crime, Mystery, War & PoliticsQuality….  | File size… 1.5GB | 500MBFormat… mp4Duration…. 1h 10mins….. 16 sSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. CM TeamEncoder ….. August1080P 01 – Userdrive |  |  | Meganz | Telegram 02 – Userdrive |  |  | Meganz | Telegram 03 – Userdrive |  |  | Meganz | Telegram 04 – Userdrive |  |  | Meganz | Telegram 05 – Userdrive |  |  | Meganz | Telegram 06 – Userdrive |  |  | Meganz | Telegram 07 – Userdrive |  |  | Meganz | Telegram 08 – Userdrive |  |  | Meganz | Telegram 09 – Userdrive |  |  | Meganz | Telegram 10 – Userdrive |  |  | Meganz | Telegram 11 – Userdrive |  |  | Meganz | Telegram 12 – Userdrive |  |  | Meganz | Telegram 13 – Userdrive |  |  | Meganz | Telegram 14 – Userdrive |  |  | Meganz | Telegram 15 – Userdrive |  |  | Meganz | Telegram 16 END – Userdrive |  |  | Meganz | Telegram 01 – Userdrive |  |  |  | Telegram 02 – Userdrive |  |  |  | Telegram 03 – Userdrive |  |  |  | Telegram 04 – Userdrive |  |  |  | Telegram 05 – Userdrive |  |  |  | Telegram 06 – Userdrive |  |  |  | Telegram 07 – Userdrive |  |  |  | Telegram 08 – Userdrive |  |  |  | Telegram 09 – Userdrive |  |  |  | Telegram 10 – Userdrive |  |  |  | Telegram 11 – Userdrive |  |  |  | Telegram 12 – Userdrive |  |  |  | Telegram 13 – Userdrive |  |  |  | Telegram 14 – Userdrive |  |  |  | Telegram 15 – Userdrive |  |  |  | Telegram 16 END – Userdrive |  |  |  | Telegram 