Synopsis of Dahan: Raakan Ka Rahasya (2022)Drama series တွေကို ကြည့်ရတာငြီးငွေ့နေကြတဲ့ ဘောလိ၀ုဒ်ချစ်သူ ပရိသတ်ကြီးအတွက်အခုတစ်ခေါက်မှာတော့ CM ကနေ IMDB 7.4 ရရှိထားတဲ့ Thriller ဘောလိ၀ုဒ်စီးရီးလေးကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီစီးရီးလေးကတော့ သဘာ၀လွန်ဖြစ်ရပ်ဆန်းတွေ Horror ကားတွေကို ကြိုက်နှစ်သက်သူများအတွက်လက်မလွှတ်သင့်ဘဲကြည့်ရှုသင့်တဲ့ စီးရီးလေးတစ်ခုဆိုလည်း မမှားပါဘူးDahan ဆိုတာ တောင် လို့အဓိပ္ပာယ်ရပါတယ် ။ ဒါကြောင့် ဇာတ်ကားလေးကလည်းနာမည်နဲ့လိုက်ဖက်အောင် Shilaspura ကတောင်တွေရဲ့ နောက်ကြောင်းရာဇဝင်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါစီးရီးလေးအစမှာတော့ ခင်ပွန်းသည်ဖြစ်သူကို ပူပူနွေးနွေး ဆုံးရှုံးထားရတဲ့ IAS အရာရှိတစ်ဦးဖြစ်သူAvani နဲ့ သူ့သားလေး Anay တို့ ရာဂျစ်စသန် မှာရှိတဲ့ Shilaspura သို့ အကြောင်းကြောင်းကြောင့် ခရီးထွက်လာဖြစ်ခဲ့ပါတယ်Shilaspura ဆိုတာက ရှေးခေတ် အယူအဆတွေ ကိုးကွယ်ယုံကြည်မှုတွေ မှော်ဆရာ နတ်ဆိုးရဲ့ ကျိန်စာနဲ့ ဖုံးလွှမ်းအုံ့မှိုင်းနေတဲ့ မြို့လေးတစ်မြို့ပေါ့ …ဒဏ္ဍာရီတွေအရ Shilaspura မှာ Nikasiyas နဲ့ Karapali လို့ခေါ်တဲ့ မျိုးနွယ်စုနှစ်ခု ထီးနန်းလုရင်း တစ်ယောက်နဲ့တစ်ယောက်တိုက်ခိုက်ခဲ့ကြရာကအားနည်းတဲ့ Karapali ဘက် က စစ်ပွဲကို အနိုင်ရဖို့အတွက် သူတို့ရဲ့ စွမ်းအားကြီးတဲ့ စစ်သည်တော်တစ်ဦးကို စေလွှတ်ဖို့ ဆုံးဖြတ်ခဲ့ကြပါတယ်သူကတော့ နတ်ဆိုးမိခင်ကနေ မွေးဖွားလာခဲ့တဲ့ မှော်ဆရာ Ridhiyakan ဖြစ်ပြီး သူ့ရဲ့ မှော်အစွမ်းတွေကဘယ်လိုမျိုး နည်းလမ်းနဲ့ Shilaspura ကို လွှမ်းမိုးနေသလဲဆိုတာတော့ စီးရီးလေးတစ်လျှောက် ပရိသတ်ကြီး တွေ့မြင်ရမှာပဲဖြစ်ပါတယ်အဲဒီလိုနဲ့ပဲ ရှေးရိုးထုံးတမ်းတွေကို မယုံကြည်တဲ့ Avani တစ်ယောက် Shilaspura ကိုရောက်လာတဲ့အချိန် ဘယ်လိုမျိုး ထိတ်လန့်စရာတွေ ကြုံတွေ့ရမလဲသူလာရတဲ့ ရည်ရွယ်ချက်ဖြစ်တဲ့ သတ္ထုတွင်းစီမံကိန်းကို အကောင်အထည်ဖော်ဖို့ ကြိုးစားရင်းကနေ သဘာ၀လွန် ဖြစ်ရပ်ဆန်းတွေနဲ့ ဘယ်လို ရင်ဆိုင်သွားမလဲသူမယုံကြည်ခဲ့တဲ့ ရှေးခေတ် ဒဏ္ဍာရီတွေက အမှန်တကယ်ဖြစ်နေမလား ….ဆိုတာကိုတော့ စီးရီးလေး အဆုံးထိ ကြည့်ရင်း အားပေးသွားကြပါဦးနော်File Size – 700MB  350MBQuality –  WEB DL  Duration – 45minsTotal s: 9EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : MysteryTranslator – Thet Ko & Shwe Pyae & Jerrica & HM & Poe & Kevin AgEncoder –YK====== 1 –   Userdrive    Meganz    Veryfile 2 –   Userdrive    Meganz    Veryfile 3 –   Userdrive    Meganz    Veryfile 4 –   Userdrive    Meganz    Veryfile 5 –   Userdrive    Meganz    Veryfile 6 –   Userdrive    Meganz    Veryfile 7 –   Userdrive    Meganz    Veryfile 8 –   Userdrive    Meganz    Veryfile 9 –   Userdrive    Meganz    Veryfile====== 1 –   Userdrive    Meganz    Veryfile 2 –   Userdrive    Meganz    Veryfile 3 –   Userdrive    Meganz    Veryfile 4 –   Userdrive    Meganz    Veryfile 5 –   Userdrive    Meganz    Veryfile 6 –   Userdrive    Meganz    Veryfile 7 –   Userdrive    Meganz    Veryfile 8 –   Userdrive    Meganz    Veryfile 9 –   Userdrive    Meganz    Veryfile 