"Synopsis of Queen In Hyun’s Man ( 2012 ) ( Completed )
Unicode
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အခုတစ်ခေါက် Channel Myanmar ပရိသတ်ကြီးအတွက်
တင်ဆက်ပေးထားတဲ့ ဇာတ်ကားလေးကတော့
ရာဇဝင်ထဲက အမတ်လေးတစ်ဦးနဲ့ ဒီနေ့ခေတ်မင်းသမီးလေးတစ်ဦးရဲ့
ချိုမြိန်လှတဲ့အချစ်ဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။
ချွဲဟီဂျင်း (Yoon In Na ) ဟာ သရုပ်ဆောင်မင်းသမီးဖြစ်ဖို့ ကြိုးစားနေတဲ့
တတ်သစ်စ မော်ဒယ်တစ်ဦးပါ။ ဂျိုဆွန်းမင်းဆက်
ဆုတ်ဂျောင်ဘုရင်လက်ထက်အကြောင်း ရိုက်ကူးထားတဲ့
ဇာတ်ကားတစ်ကားမှာ အင်ဟွန်းမိဖုရားအဖြစ်ပါဝင်ခွင့်ရခဲ့တဲ့သူမဟာ
ထူးဆန်းစွာပဲ ဆုတ်ဂျောင်မင်းလက်ထက်က အမတ်တစ်ဦးနဲ့ဆုံတွေ့ခဲ့ရပါတယ်။
ကင်ဘုံဒို ကတော့ ဆုတ်ဂျောင်ဘုရင်လက်ထက်
နန်းရေးအရှုပ်အထွေးတွေကြား မိသားစုကိုဆုံးရှုံးလိုက်ရတဲ့ နန်းတွင်းအရာရှိတစ်ယောက်ပါ။
မိသားစုအတွက် လက်တုံ့ပြန်ဖို့ကြိုးစားရင် အသက်အန္တရာယ်ကြုံချိန်တိုင်းမှာ
အဆောင်လက်ဖွဲ့တစ်ခုကြောင့် နှစ်၃၀၀ကျော်ကွာဟတဲ့
ဒီနေ့ခေတ်ကို ရောက်ရှိလာရင်း ချွဲဟီဂျင်းနဲ့ တွေ့ဆုံခဲ့ပါတယ်။
အခက်အခဲတွေကြား သူတို့နှစ်ဦး အပြန်အလှန်ချစ်မိသွားတဲ့အခါမှာတော့
အရိုတစ်လိုင်းတို့ စိတ်ကြိုက် အချစ်ဇာတ်လမ်းလေးတွေနဲ့ဟာသဖြစ်ရပ်လေးတွေကို
ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် တွေ့မြင်ရမှာဖြစ်သလို
ကင်ဘုံဒိုတစ်ယောက် နန်းတွင်းရှုပ်ထွေးမှုတွေကြား
မိသားစုအတွက် လက်တုံပြန်ဖို့ ကြိုးစားပုံတွေနဲ့
ကမ္ဘာမတူတဲ့ ချစ်သူကြောင့် လက်တွေ့ဘဝမှာ အလွဲလွဲလေးတွေ ကြုံရတဲ့
မင်းသမီး ချွဲဟီဂျင်းရဲ့ အကြောင်းလေးတွေကိုလည်း စိတ်ဝင်စားစရာကြည့်ရှုရမှာဖြစ်ပါတယ်။
ဖြစ်ရပ်မှန်သမိုင်းအထောက်အထားတွေ နောက်ခံထားပြီး ပုံဖော်ထားတဲ့
ဇာတ်ကားဖြစ်လို့ နန်းတွင်းကားချစ်သူတွေလည်း နှစ်သက်မယ့် ကားလေးတစ်ကားပဲဖြစ်ပါတယ်။
နန်းတွင်းအရာရှိလေး ကင်ဘုံဒို အဖြစ် Ji Hyun-woo (love in sadness )
ကပါဝင်သရုပ်ဆောင်ထားပြီးတက်သစ်စမင်းသမီး ချွဲဟီဂျင်းအဖြစ်
Goblin; Touch your heart ဇာတ်ကားတို့နဲ့ ပရိသတ်အားပေးခြင်းခံထားရတဲ့
Yoo In-na က ပါဝင်စရုပ်ဆောင်ထားပါတယ်။
ချွဲဟီဂျင်းရဲ့ ရည်းစားဟောင်းဖြစ်သူ တွဲဖက် မင်းသား ဟန်ဒုံမင်းအဖြစ်
Kim Jin-woo ကပါဝင်သရုပ်ဆောင်ထားတာကို တွေ့မြင်ရမှာပါ။
အိမ်တွင်းပုန်းနေရသူတွေအတွက် အပန်းပြေစေမယ့်
Romance comedy ကားကောင်းလေးဖို့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်နော်။
Quality : HDTV720p
Subtitle : Myanmar Sub ( Hardsub )
Translated By Chu Chu , Lwinlwin Aung , Shoon Thu Thu Chain , Hnin Pale
Review By Lwinlwin Aung
Encoded By LK
Download Episode 1 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 2 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 3 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 4 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 5 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 6 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 7 – Google Drive | Yandex | Megaz | 1fichier
Download Episode 8 – Google Drive | Yandex | Megaz | 1fichier
Download Episode 9 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 10- Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 11 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 12 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 13 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 14 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 15 – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download Episode 16 (END ) – Google Drive | Yandex | MegaUp | Megaz | 1fichier
Download With Zip File Part 1 – Google Drive | Megaz / VIP
Download With Zip File Part 2 – Google Drive | Megaz
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
