Synopsis of The Empress (2022)The Empress Season 1 (2022)IMDb rating ~ 7.4၁၉ ရာစု ဥရောပရဲ့ ဒုတိယမြောက် အကြီးကျယ်ဆုံး ဩစတြီးယားအင်ပါယာကြီးရဲ့ဧကရာဇ်ပထမမြောက် ဖရန့်ဇ် ဂျိုးဇက် ဘုရင်နဲ့ ကြင်ယာတော် အဲလိဇဘက်တို့ရဲ့ အချစ်ဇာတ်လမ်းပါSissi ဆိုပြီး နာမည်ကြီးတဲ့ ဘာဗေးရီးယား မင်းသမီး အဲလိဇဘက်အကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားတွေ စီးရီးတွေ အမြောက်မြားရှိသလိုဇာတ်ကားတိုင်း စီးရီးတိုင်းဟာလည်း သူ့ပုံစံနဲ့သူ ပေါက်ခဲ့တာချည်းပါပဲဒီတစ်ခေါက်စီးရီးကတော့ Netflix ကနေ လွှင့်တဲ့ စီးရီးပါကဗျာတွေ ရေးရတာ သဘောကျပြီး လွတ်လပ်စွာ တွေးခေါ် ပြုမူတတ်တဲ့ဘာဗေးရီးယား မင်းသမီး အဲလိဇဘက်ဟာ အဲဒီခေတ်အဲဒီအခါကတော့မိသားစုရဲ့ သိုးမည်းဆိုပြီး အမည်တပ်ခံထားရသူပါ၁၈၅၃ ခုနှစ် ဩစတြီးယား အင်ပါယာကြီးမှာရာသီဥတုဒဏ်နဲ့ ငတ်မွတ်ခေါင်းပါးမှုတွေကြောင့်ဆူပူအုံကြွမှုတွေ ပေါ်ပေါက်လာပါတယ်ဆူပူမှုတွေကို ဖြေရှင်းဖို့ လူထုကို အာရုံလွှဲတဲ့အနေနဲ့ဩစတြီးယား အင်ပါယာ ဘုရင်ရဲ့ မိခင်ဖြစ်သူကသားတောင်မောင် ဘုရင်မင်းမြတ်အတွက် ဧကရီမိဖုရားမြှောက်ပေးဖို့ ကြိုးပမ်းပါတော့တယ်မိဖုရားလောင်းအနေနဲ့ တူမတော်စပ်တဲ့ ဘာဗေးရီးယား မင်းသမီး ဟီလီနာကို ရွေးချယ်ပြီးဧကရာဇ်ဘုရင်မင်းမြတ်နဲ့ လက်ဆက်ပေးဖို့ ကြံစည်ခဲ့ပေမဲ့ဟီလီနာရဲ့ ညီမ ၁၅ နှစ်သမီးလေး အဲလိဇဘက်ကို ဘုရင်က မြင်မြင်ချင်း ချစ်မိသွားပြီး“အဲလိဇဘက်မှ မဟုတ်ရင် လက်မထပ်န်ိုင်ပါဘူး”ဆိုပြီး မိခင်ဖြစ်သူကို ဆန္ဒပြရာကနေဥရောပရဲ့ ကြီးကျယ်ခမ်းနားတဲ့ အချစ်ဇာတ်လမ်း တစ်ပုဒ်ပေါ်ပေါက်လာပါတော့တယ်၁၉ ရာစု ဥရောပ အရှုပ်တော်ပုံတွေကြားက အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကိုခမ်းနားလှတဲ့ နန်းတွင်းအပြင်အဆင်တွေနဲ့ ခံစားကြည့်ချင်တယ်ဆိုရင်တော့Must watch list ထဲ ထည့်ထားသင့်တဲ့ စီးရီးတစ်ခုပါအညွှန်းကိုတော့ Roman NoX က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Roman NoX, Mary Christ, Rashida တို့ပဲ ဖြစ်ပါတယ်။Genre….. DramaQuality….  | File size… 1.5-2GB | 500MBFormat… mp4Duration….45 minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Roman NoX, Mary Christ, RashidaEncoder ….. August1080P 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  