"Synopsis of The Terror (2019) season 02
Terror Season 2
Terror ဒုတိယတွဲကတော့ ပထမတွဲနဲ့ အဆက်အစပ် မရှိဘဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ်တွဲသပ်သပ် ထွက်ရှိလာတာပါ။
ဇာတ်လမ်းကတော့ ဂျပန်-အမေရိကန် ယူကီ မိုရီတာ ဆိုတဲ့
အမျိုးသမီးဟာ ကီမိုနိုဝတ်စုံနဲ့ သမုဒ္ဒရာထဲကို ခုန်ချသတ်သေသွားရာကနေ စပါတယ်။
မာဆာယို ထူးဆန်းစွာ သေဆုံးပြီး သူ့အသုဘမှာ ချက်စတာ
ဓာတ်ပုံရိုက်တဲ့အချိန်မှာ ပုံတချို့မှာ ဝေဝါးနေတဲ့မျက်နှာတချို့ ပါလာခဲ့ပါတယ်။
ဒီဓာတ်ပုံတွေရဲ့နောက်ကွယ်က ဇာတ်လမ်းကတော့ …..
ဂျပန်ရိုးရာပုံပြင်တွေမှာ “ဘာကီမိုနို” လို့ ခေါ်တဲ့ ပုံပြောင်းတစ္ဆေဆိုတာ ရှိပါတယ်။
ဒီဇာတ်လမ်းမှာတော့ ဒါကို အခြေခံပြီး ရိုက်ကူးထားတာပါ။
တချို့အခန်းများဟာ ကြမ်းတမ်းလွန်းတဲ့အတွက်
Horror ကား ကောင်းကောင်း ကြိုက်နှစ်တတ်သူများအတွက်
သဘောတွေ့ဦးမယ့်ကားတစ်ကားပါ။
သရဲကားကြိုက်တတ်သူများအနေနဲ့ ဂျပန်သရဲကားတွေ
ဘယ်လောက်ကြောက်ဖို့ ကောင်းတယ်ဆိုတာတော့
ပြောစရာ လိုမယ် မထင်ပါဘူးဗျာ။
IMDb Rating က 8/10 ရထားပါတယ်။
Rotten Tomatoes ကတော့ 80% ပါ။
Terror Season 2
Terror ဒုတိယတြဲကေတာ့ ပထမတြဲနဲ႔ အဆက္အစပ္ မရွိဘဲ
တစ္တြဲသပ္သပ္ ထြက္ရွိလာတာပါ။
ဇာတ္လမ္းကေတာ့ ဂ်ပန္-အေမရိကန္ ယူကီ မိုရီတာ ဆိုတဲ့
အမ်ိဳးသမီးဟာ ကီမိုႏိုဝတ္စုံနဲ႔ သမုဒၵရာထဲကို ခုန္ခ်သတ္ေသသြားရာကေန စပါတယ္။
မာဆာယို ထူးဆန္းစြာ ေသဆုံးၿပီး သူ႔အသုဘမွာ ခ်က္စတာ
ဓာတ္ပုံ႐ိုက္တဲ့အခ်ိန္မွာ ပုံတခ်ိဳ႕မွာ ေဝဝါးေနတဲ့မ်က္ႏွာတခ်ိဳ႕ ပါလာခဲ့ပါတယ္။
ဒီဓာတ္ပုံေတြရဲ႕ေနာက္ကြယ္က ဇာတ္လမ္းကေတာ့ …..
ဂ်ပန္႐ိုးရာပုံျပင္ေတြမွာ “ဘာကီမိုႏို” လို႔ ေခၚတဲ့ ပုံေျပာင္းတေစၦဆိုတာ ရွိပါတယ္။
ဒီဇာတ္လမ္းမွာေတာ့ ဒါကို အေျခခံၿပီး ႐ိုက္ကူးထားတာပါ။
တခ်ိဳ႕အခန္းမ်ားဟာ ၾကမ္းတမ္းလြန္းတဲ့အတြက္
Horror ကား ေကာင္းေကာင္း ႀကိဳက္ႏွစ္တတ္သူမ်ားအတြက္
သေဘာေတြ႕ဦးမယ့္ကားတစ္ကားပါ။
သရဲကားႀကိဳက္တတ္သူမ်ားအေနနဲ႔ ဂ်ပန္သရဲကားေတြ
ဘယ္ေလာက္ေၾကာက္ဖို႔ ေကာင္းတယ္ဆိုတာေတာ့
ေျပာစရာ လိုမယ္ မထင္ပါဘူးဗ်ာ။
IMDb Rating က 8/10 ရထားပါတယ္။
Rotten Tomatoes ကေတာ့ 80% ပါ။
File size…350mb
Quality…1080p WEB-DL.DD.5.1 H264 FGT
Format…mp4
Duration…40min
Subtitle….Myanmar Subtitle (Hardsub)
Encoder…sithu
Translator…Underdog Operation
EPISODE 01: GDRIVE / MEGAUP / SOLIDDRIVE / FASTLOAD / MIRRORACE / YANDEX
EPISODE 02: GDRIVE / MEGAUP / SOLIDDRIVE / FASTLOAD / MIRRORACE / YANDEX
EPISODE 03: GDRIVE / MEGAUP / SOLIDDRIVE / FASTLOAD / MIRRORACE / YANDEX
EPISODE 04: GDRIVE / MEGAUP / SOLIDDRIVE / FASTLOAD / MIRRORACE / YANDEX
EPISODE 05: GDRIVE / MEGAUP / SOLIDDRIVE / FASTLOAD / MIRRORACE / YANDEX
EPISODE 06: GDRIVE / MEGAUP / SOLIDDRIVE / FASTLOAD / MIRRORACE / YANDEX
EPISODE 07: GDRIVE / MEGAUP / SOLIDDRIVE / FASTLOAD / MIRRORACE / YANDEX
EPISODE 08: GDRIVE / MEGAUP / SOLIDDRIVE / FASTLOAD / MIRRORACE / YANDEX
EPISODE 09: GDRIVE / MEGAUP / SOLIDDRIVE / FASTLOAD / MIRRORACE / YANDEX
EPISODE 10: GDRIVE / MEGAUP / SOLIDDRIVE / FASTLOAD / MIRRORACE / YANDEX
Zip File – Megaup / Yoteshin / VIP
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
