"Synopsis of Narcos Season 1 (Complete)
Narcos(2015)ဇာတ်လမ်းတွဲ(Season-1)
အတွဲ(၁)စ/ဆုံး
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb…8.9,,,,Rotten…89%
Narcos ဆိုတဲ့ series ကတော့တကယ့်ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတဲ့ chronicle series တစ်ခုပဲဖြစ်ပါတယ်။
ဒီဇာတ်ကားထဲက main character ကတော့လူတော်တော်များများကြားဖူးလောက်တဲ့
ကိုလမ်ဘီယာ ကိုကင်းဘုရင် ပါဘလိုအက်စ်ကိုဘားပဲဖြစ်
ပါတယ်။ အက်စ်ကိုဘားလို့ပြောလိုက်ရင် သူ့သမီးအရမ်းချမ်းနေလို့ ဒေါ်လာ၂သန်းကို
မီးရှိူ့ခဲ့ပီး မီးလှုံစေခဲ့တယ်ဆိုတဲ့ အချက်အလေးနဲ့လူသိများလှပါတယ်။ ပါ့ဘလိုအက်စ်ကိုဘာကို
၁၉၄၉ခုနှစ်မှာမွေးဖွားခဲ့ပြီး ကိုလမ်ဘီယာနိုင်ငံရဲ့အကြီးဆုံးသော
မူးယစ်ရာဇာကြီးတစ်ယောက်ဖြစ်ပါတယ်။
သူ့ရဲ့မယ်ဓလင်မူးယစ်အုပ်စုဟာ အမေရိကန်ပြည်ထောင်စုကိုတင်သွင်းတဲ့ကိုကင်းပမာဏရဲ့
၈၀%ဟာသူတို့တင်သွင်းတာပါ။ သူ့ကိုယ်ပိုင်ဝင်ငွေတင်ကိုပဲ တစ်နှစ်ကို၂၁.၉ဘီလီယံဒေါ်လာရှိပါတယ်။
သူ့ကိုကိုကင်းဖခင်ကြီးအဖြစ်သတ်မှတ်ထားကြပြီး သမိုင်းမှာအချမ်းသာဆုံးသော
ရာဇာဝတ်သားအဖြစ်လည်း
မှတ်တမ်းဝင်ထားသူဖြစ်ပါတယ်။ သူ့ကို Rionegro မြို့မှာမွေးဖွားခဲ့ပြီးတက္ကသိုလ်တက်ရောက်ခဲ့ပေမယ့်
ဘွဲ့မယူဘဲကျောင်းထွက်ခဲ့ပါတယ်။ အဲဒီအစားရာဇဝတ်မှုအသေးစားတွေကျူးလွန်ရင်း
မှောင်ခိုပစ္စည်းတွေသွင်း၊ ကားခိုးမှုတွေလုပ်နေခဲ့တာပါ။သူ့ရဲ့အဓိကပါတနာကတော့
ဝမ်းကွဲအစ်ကိုဖြစ်တဲ့ဂူစတာဗိုဖြစ်ပါတယ်။
ဂူစတာဗိုဟာဆိုရင် ပါ့ဘလိုအက်စ်ကိုဘာရဲ့အကြံပေး၊ စီးပွားရေးလုပ်ငန်းတစ်ခုလုံးရဲ့ဦးနှောက်ကြီးတစ်ခုပဲဖြစ်ပါတယ်။
ဒီ Series မှာတော့သူနဲ့ပါ့ဘလိုကြားကရင်းနှီးမှု၊ ပါ့ဘလိုကိုလူသိများပေမယ့် လူသိပ်မသိကြတဲ့
ဂူစတာဗိုရဲ့အခန်းကဏ္ဍကိုပါ ထင်ထင်ရှားရှားတွေ့ရမှာပါ။
Biography/Crime အမျိုးအစားဖြစ်ပေမယ့်
လုံးဝပျင်းစရာမကောင်းတဲ့ series တစ်ခုပဲဖြစ်ပါတယ်။ Season 3 အထိရှိပြီး လောလောဆယ်
Season 1 အစပျိုးကိုတင်ဆက်ပေးလိုက်ပါတယ်။အပေါ်ကအကြောင်းအရာတွေဖတ်လိုက်ပြီး ဒီကားက
ကြည့်စရာမလိုတော့ဘူးလို့ထင်ရင်တော့ ခင်ဗာျးတို့မှားသွားလိမ့်မယ်…၊ ပါ့ဘလိုရဲ့
ဒုစရိုက်လောကလှုပ်ရှားပုံတွေ…သူ့လိုလူပေါင်းများစွာကြားမှာ ကတုံးပေါ်ထိပ်ကွက်တွေ…နောက်ကျောဓားနဲ့ထိုးမယ့်သူတွေ
ကိုရှင်းလင်းပုံတွေ.. အရိပ်လိုလိုက်နေတဲ့ရဲတွေကြားမှာ သူလိုချင်တဲ့ပန်းတိုင်ရောက်အောင်ဖောက်ထွက်ပုံတွေ
ဒုစရိုက်လောကရဲ့ ပြကွက်ဆန်းစုံကို ခင်ဗျားတို့ မရိုးအီနိုင်အောင်တွေ့မြင်သွားလိမ့်မယ်…ကိုင်း
ခံစားကြည့်လိုက်ပါဦးဗျို့….
(ဘာသာပြန်တင်ဆက်ထားသူများကတော့ CM Family မှ ညီငယ်လေးများဖြစ်တဲ့Myo Khant Win, Tin Myo Lwin, Thura Zarni Aungတို့ပဲဖြစ်ပါတယ်။)
Quality – Blu-Ray 720p
Duration – 49Min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Encoder – Phyo Pyae
Complete Zip File VIP / Yoteshin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
