Synopsis of Black Summer (2019)Black Summer (2019 Season 1 ဇာတ်လမ်းအကျဉ်းဒီကားမှာတော့ စစခြင်း ဘာဖြစ်တာမှန်း မသိအောင် ရိုက်ထားပါတယ်။ရောဂါလား ရေဒီရို ဓါတ်သင့်တာလား Government project လားဝေခွဲ လို့မရအောင် အစပျိုးထားပါတယ်။မြို့သေးသေးလေးမှာ မို့ Zombie တွေကို အပြွတ်လိုက်မမြင်ရပေမဲ့တွေ့ဖူးသမျှ Zombie တွေထဲမှာ ဉာဏ်တော်တော်ရှိပြီး အားသန်တာတွေ ပါပါတယ်။ပထမဆုံး ဇာတ်ကောင် Rose ရဲ့ အကြောင်းကို Rose ဆိုပြီး ကဏ္ဍ ခွဲပြီးရှင်းပြတာကိုထူးဆန်းစွာတွေ့ရမှာပါသူ့သမီးရယ် သူ့ယောကျာ်းရယ်နဲ့ အန္တရာယ် ကင်းတဲ့နေရာ ကို ထွက်ပြေးမဲ့ အချိန်မှာမထင်မှတ်တဲ့ ကိစ္စကြောင့် သူ့သမီးလေးနဲ့သူ ကွဲရသလိုသူ့ယောကျာ်းလဲ Zombie ဖြစ်သွားခဲ့တယ်။zombie တွေဟာ တကောင်နဲ့တကောင် ကိုက်တာက မဟုတ်ပဲသေဆုံးရင်လဲ Zombie ဖြစ်တာကို ကြည့်ခြင်းအားဖြင့်ရေဒီယို ဓါတ်သင့်တာ ဖြစ်နိုင်တယ်လို့ပိုထင်ပါတယ်။ဇာတ်ကားထဲမှာ “black clouds” လို့ပဲ ညွှန်းထားတာကြောင့်ဘာဖြစ်မှန်းတော့မပါခဲ့ပါဘူး ။ဇာတ်လမ်း ဇာတ်ညွှန်း ကျောရိုးနဲ့ ရိုက်ကူး ပုံတွေကတော့ တော်တော် weird ဖြစ်စေပါတယ်။Rose လိုပဲ အခြားဇာတ်ကောင်တွေဖြစ်တဲ့ Spears , Lance, Barbara တို့ကိုလဲ ပြထားပါတယ် ။lance ကတော့ Zombie ဇာတ်ကောင်ပါ။ReviewsZombie ဇာတ်ကားတွေဟာ Apocalypse & Survival ဇာတ်ကားတွေအနက်ယနေ့ထိ တိုင် ခေတ်စားနေတဲ့ Genre တစ်မျိုးပါ။World War Z တို့ 28 Weeks Later တို့ Resident Evil တို့လိုZombie ကားတွေက နေ စတင်ပြီးအမျိုးအစား မတူအောင်အမျိုးမျိူး ဖန်တီးရိုက်ကြပြီး ယနေ့ အထိ Train To Busan လို ကားမျိုးတွေအထိပါ အောင်မြင်နေဆဲပါ ။ယခုလဲ Netflix ကနေ Black Summer ဆိုတဲ့ Zombie Series တို တစ်ခုကို ထုတ်လွှတ်ထားပါတယ်။Walking Dead နောက်ပိုင်း Zombie ဇာတ်လမ်းတွဲတွေဟာ ထင်သလောက်နေရာ မရပဲWalking Dead ရဲ့ လွှမ်းမိုးမှု့အောက်က မကျော်နိုင်တာ နှစ်တွေတော်တော်ကြာ ပါပြီ။ဒီဇာတ်ကားဟာ Low Budget ဆိုတာ ကြည့်တာနဲ့သိသာပါတယ်။ဒါပေမဲ့ Low Budget ဘောလိဝုဒ်ဇာတ်လမ်း တွဲGhoul တုန်းကတော်တော် အောင်မြင်ခဲ့တဲ့ အရှိန်အဝါကြောင့် low budget တိုင်းလဲ အထင်မသေးရဲပါဘူး။စကြည့်တုန်းက Poster ကြောင့် Ghoul လို Dark လိမ့်မယ်ထင်ခဲ့ပေမဲ့ဒီကားက တော်တော်ကြီး Weird ဖြစ်တာ ။Weird ဖြစ်တဲ့ feeling ကိုကြိုက်တဲ့ လူတွေ အတွက်တော့ Series ကောင်း တခု ဖြစ်နေနိုင်ပေမဲ့သာမာန် ကြည့်တဲ့ လူတွေအတွက်တော့ တော်တော် ကြီး စိတ်ကသိကအောက်နိုင်ပါတယ်။ကိုယ်ကတော့ Weird ဖြစ်တဲ့ Seriesတွေကို သဘောကျတဲ့ လူမို့ ဒီဇာတ်လမ်းလေးကို အကြိုက်တွေ့ပါတယ်။Rating ကလဲ 6.5 မို့ ကြည့်သင့်တဲ့ထဲ ပါပါတယ်။Zombie ဇာတ်လမ်းတွဲကို ဘာနဲ့မှ မတူပဲ Weird and Lonely ဖြစ်တဲ့ ခံစားချက်တွေနဲ့ဇာတ်သိမ်း ကို ရောက်မှန်း မသိရောက်အောင်ဆွဲ ခေါ် သွားမဲ့ ဇာတ်လမ်းကောင်းတစ်ခု အနေ နက် review ရေးလက်ပါရစေ(ဒီစီးရီးကို Phue ,Complete Zip File VIP     ne Thone , HMO တို႕မွဘာသာၿပန္ေပးထားပါတယ္.Encoded By Moe Myint Lwin (1)GDrive  Openload  SolidDrive  Mega  MirrorAce (2)GDrive  Openload  SolidDrive  Mega  MirrorAce (3)GDrive  Openload  SolidDrive  Mega  MirrorAce (4)GDrive  Openload  SolidDrive  Mega  MirrorAce (5)GDrive  Openload  SolidDrive  Mega  MirrorAce (6)GDrive  Openload  SolidDrive  Mega  MirrorAce (7)GDrive  Openload  SolidDrive  Mega  MirrorAce (8)GDrive  Openload  SolidDrive  Mega  MirrorAceBlack Summer Season 2 (2022)Walking Dead နောက်ပိုင်း ဆန်းသစ်မှုအရှိဆုံး ဇွန်ဘီကား ဆိုပြီး ချီးကျူးတာတွေလည်း ရှိခဲ့သလိုအရူးဇာတ်ကွက်နဲ့ ရူးကြောင်ကြောင် ဇာတ်လမ်းဆိုပြီး ဝေဖန်တာတွေလည်း ကြမ်းခဲ့တဲ့Black Summer ရဲ့ Season 2 ပါအကိုက်ခံရမှ ဇွန်ဘီဖြစ်တာ မဟုတ်ဘဲ သေသွားရင်လည်း ဇွန်ဘီဖြစ်တဲ့ ထူးထူးခြားခြား ဇွန်ဘီကားပါသူငယ်ချင်းနှစ်ယောက် အတူတူသွားနေရင်းကနေ ဘေးက တစ်ယောက်က ထဖောက်ပြီး သေသွားရင်ဇွန်ဘီဖြစ်သွားတာကြောင့် ခွေးပြေး ဝက်ပြေး ပြေးရတာမျိုးပါဇွန်ဘီတွေနဲ့ပဲ တိုက်ခိုက်ကြတာ မဟုတ်ဘဲ လူအချင်းချင်းလည်း ပြန်သတ်ကြပါသေးတယ်လူအချင်းချင်း ပြန်သတ်ရင်း သေပြီး ဇွန်ဘီ ဖြစ်သွားကြရင်လည်း နောက်တစ်ခါ ထပ်သတ်ရပါသေးတယ်Season 2 မှာတော့ မြို့ပျက်ကြီးထဲမှာ လျှောက်ပြေးနေရင်းကနေ အသတ်ခံလိုက်ရပြီးဇွန်ဘီ ဖြစ်သွားတဲ့ Lance အကြောင်းနဲ့ စဖွင့်ထားပါတယ်ရိက္ခာတွေ လာချပေးဖို့ ရောက်လာတတ်တဲ့ လေယာဉ်လည်းရှိပြီးအဲဒီ လေယာဉ် ဆင်းသက်တဲ့ နေရာကို အသည်းအသန် လိုက်ရှာနေကြတဲ့ အဖွဲ့ တစ်ဖွဲ့လည်း ရှိပါတယ်Rose နဲ့ Anna တို့ သားအမိကတော့ နှင်းတွေဖွေးဖွေးလှုပ်နေတဲ့ တောင်ကုန်းပေါ်က အိမ်ကြီးတစ်အိမ်ထဲ ရောက်နေကြပါတယ်Rose နဲ့ Anna တို့ တခြားအဖွဲ့တွေနဲ့ ကွဲပြီး အိမ်ကြီးထဲ ဘယ်လိုရောက်သွားကြလဲဆိုတာကိုတစ်ကွက်ချင်းစီ ပြန်ရိုက်ပြထားပါတယ်Season 1 တုန်းကလိုပဲ ကြိုက်တဲ့သူက ကြိုက်၊ မကြိုက်တဲ့သူက မကြိုက်ကြပေမဲ့Rotten Tomatoes ရဲ့ Tomatometer တွေပေးထားတဲ့ rating ကတော့ 100 % ပါတဲ့စုစုပေါင်း ၈ ပိုင်း ရှိပါမယ်အညွှန်းကိုတော့ Roman NoX က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Roman NoX, Leonard Lin, Kevin Ag, Thada NL, K.Hein တို့ပဲ ဖြစ်ပါတယ်။Genre….. Action, Drama, HorrorQuality….  | File size… 900MB | 450MBFormat… mp4Duration…. 40mins….. 8 sSubtitle…. Myanmar Subtitle (Hardsub)Translator …..Roman NoX, Leonard Lin, Kevin Ag, Thada NL, K.HeinEncoder ….. August1080P 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  