Synopsis of Dahmer – Monster: The Jeffrey Dahmer Story (2022) CompletedDahmer – Monster: The Jeffrey Dahmer Story (2022) Completed Limited Series~ IMDb – 8.610, Rotten Tomatoes – 91% ~ဂျက်ဖ​ရေး ဒါးမား…​ ဝစ္စကွန်ဆင်ပြည်နယ် မီလ်​ဝေါကီးမြို့က ရူပါသန့်သန့် ရွှေအို​ရောင်ဆံပင်ရှည်နဲ့ လူ​ချော​တစ်​ယောက်​ပေါ့။ လူပုံစံကပျော့တိ​ပျော့ဖတ်နဲ့ အားမရှိတဲ့ပုံဖြစ်​နေတဲ့ ​​ကောင်​​လေးတစ်​ယောက်က လိင်တူစိတ်ဝင်စားသူဖြစ်သလို အ​ဖော်အချွတ် ဓါတ်ပုံ​တွေရိုက်ကူးရတာ ဝါသနာကြီးတာ​ကြောင့် အနီးအနားက အရက်ဘားကိုသွားပြီး ​ကိုယ်ဟန်ပြမော်ဒယ်​ရှာ​​လေ့ရှိသူပါ။တစ်ရက်မှာ​တော့ ထ​ရေစီဆိုတဲ့ လူမည်း​ကောင်​​လေးတစ်​ယောက် ဂျက်ဖ်ရဲ့စကား​ပြော​ကောင်းမှုနဲ့အတူ ဓါတ်ပုံရိုက်ခံဖို့ သူ့တိုက်ခန်းကို ပါသွားခဲ့ပါတယ်။ တိုက်ခန်းထဲကို ရောက်တဲ့အချိန်မှ ဂျက်ဖ်ရဲ့ မူမမှန်​မှု​တွေကို အခါ​နှောင်းမှ ရိပ်စားခဲ့မိ​ပေမယ့် ​သေကံမပါခဲ့လို့ ထွက်​ပြေးလွတ်​မြောက်လာခဲ့ပြီး ကင်းလှည့်ရဲကားနဲ့မှ တည့်တည့်တိုးကာ တိုင်ကြားနိုင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ပဲ ဂျက်ဖ်တစ်​ယောက်ဟာ ​သား​ကောင်အ​ရွေးမှားမှု​ကြောင့် သူ နှစ်ရှည်လများကျူးလွန်ခဲ့တဲ့ ရာဇဝတ်မှုကြီး​တွေကို အထုပ်နဲ့အထည်နဲ့ ချပြလျက်သား ဖြစ်ပြီး အဖမ်းခံလိုက်ရပါ​တော့တယ်။အဆိုပါ ဂျက်ဖ​ရေးဒါးမားက တခြားမဟုတ်ပါဘူး။ Milwaukee Cannibal သို့ Milwaukee Monster လို့အမည်​ပြောင်ရထားသူ…၁၉၇၈ မှ ၁၉၉၁ခုနှစ်အတွင်း စုစု​ပေါင်း လူသတ်မှု ၁၇ခု၊ လူ​သေ​တွေနဲ့ ကာမစပ်ယှက်မှု၊ လူသားစားမှု​တွေလို အော့နှလုံးနာဖွယ် ရာဇဝတ်မှုကြီး​တွေကို ကျူးလွန်ထားတဲ့ အ​မေရိကန် နာမည်ကြီး စိတ္တဇ​ရောဂါသည် ကွင်းဆက်လူသတ်သမားကြီးပဲ ဖြစ်ပါတယ်။ဒီ Limited Serie sမှာ​တော့ ဂျက်ဖ​ရေးဖမ်းဆီးခံရပြီး​နောက်ပိုင်း ရင်ဆိုင်ရမယ့် တရားခွင်​တွေနဲ့အတူ သူ့ရဲ့ ပြစ်မှုကျူးလွန်ပုံ​တွေ၊ ဘဝအ​​တွေ့အကြုံ​တွေကို Flashback ပုံစံမျိုးနဲ့ ရိုက်ကူးပြသွားမှာပါ။ဒီ series ကို နာမည်​ကျော် American Horror Story franchise ကြီးရဲ့ ဖန်တီးသူ Ryan Murphy ကိုယ်တိုင် ပါဝင်ဖန်တီးထားတာဖြစ်သလို ဂျက်ဖ​ရေးဒါးမား​အဖြစ် AHS ထဲမှာ ဇာတ်ရုပ်မျိုးစုံကို အ​ကောင်းဆုံး လုပ်ပြထားသလို Psycho ဇာတ်ရုပ်နဲ့ အ​တော်​လေး လိုက်ဖက်တဲ့ Evan Peters က အ​ကောင်းဆုံးပုံ​ဖော်ထားပါတယ်။ Rating​ တွေအရဆိုရင်လည်း IMDb 8.610 ရရှိထားပါတယ်။ Crime Thriller ​ကောင်း​ကောင်း​လေးမှ စိတ်ဝင်စားတယ်ဆိုရင် အပြင်မှာ တကယ်ရှိခဲ့တဲ့ ကွင်းဆက်လူသတ်သမားကြီးအ​ကြောင်း ခုလို Limited Series က ကြည့်ရှုသူ​တွေကို စိတ်​ကျေနပ်​စေမှာပါ။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ JimX ပဲဖြစ်ပါတယ်။)Size ~ 500MB+Total – 10 sQuality – Duration ~ 50min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Biography, Crime, DramaSource : NF.Web-dl.Translator – JimXEncoder – YComplete Zip File () >>> Ep 1 to 5  Ep 6 to 10 1 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 2 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 3 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 4 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 5 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 6 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 7 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 8 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 9 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 10 >>>   MegaUp  MegaNZ  UsersDrive  StreamSB 