"Synopsis of Unbelievable (2019) [COMPLETE]
(Unicode)
နက်ဖလစ်ကနေ အပိုင်း ၈ ပိုင်း ပါဝင်တဲ့ မီနီစီးရီး အသစ်တစ်ခု ထွက်လာပြန်ပါပြီ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Imdb 8.5 နဲ့ အကောင်းဆုံး စီးရီးဆုတွေထဲမှာ ဆန်ကာတင်နေပါတယ်။ Crime Drama အမျိုးအစားပါ။
၂၀၁၅ တုန်းက ထုတ်ဝေခဲ့တဲ့ “မယုံနိုင်စရာ မုဒိန်းမှု ဇာတ်လမ်းတစ်ပုဒ်” ဆိုတဲ့ သတင်းဆောင်းပါးကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။
ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့အပြင် လိင်ကိစ္စ သရုပ်ဖော်မှုတွေ အသုံးအနှုန်းတွေ ပါဝင်တာကြောင့် ကလေးများ ကြည့်ရှုရန် မသင့်တော်ကြောင်း သတိပေးချင်ပါတယ်။
မုဒိန်းမှုပေါင်း ၃၀ ကျော်ကို ပိပိရိရိ သဲလွန်စမကျန်အောင် ပြုကျင့်သွားတဲ့လူကို ထောင်ဒဏ် 327 နှစ်ခွဲ ချနိုင်ခဲ့တဲ့အထိ ရေဆုံးမြေဆုံးလိုက်တဲ့ စုံထောက်တွေအကြောင်းပါပဲ။
ဇာတ်လမ်းအစမှာတော့ မယ်ရီ ဆိုတဲ့ ၁၆ နှစ်အရွယ် မိန်းကလေး တစ်ယောက် မုဒိန်းကျင့်ခံရလို့ တိုင်ချက်ဖွင့်တာကနေ စပါတယ်။
ဒီစီးရီးထဲမှာတော့ ကိုရီးက ချစ်လို့ပါတို့၊ အောင်မလေး သမီးလေး ဘဝပျက်ပါပြီတို့၊ ကျွန်တော်တို့ ပြည်သူ့ရဲတွေ ဘာညာတို့ ရှင်းရှင်းလင်းလင်း ပါလာမှာမဟုတ်ပါဘူး။
တိုင်ချက်ဖွင့်တဲ့သူ မိန်းကလေးက နောက်ကြောင်းမရှင်းဘူး၊ သက်သေတွေက ဝေဝါးနေတယ်
မိသားစုကလည်းယုံတစ်ဝက် မယုံတစ်ဝက်၊ ရဲတွေကလည်း လူသားပီပီ သက်သေတွေအပေါ်ပဲ ချင့်ချိန်ယုံတယ်
မင်းသမီးကို ပစ်ယုံလိုက်တဲ့ သူတော်ကောင်းကြီးတွေလည်း မဟုတ်ဘူး။
ပြီးတော့ မုဒိန်းမှုမှာ စစ်ချက်ယူတာတွေ၊ ဆေးစစ်တာတွေ၊ လိုက်ထောက်လှမ်းတာတွေကလည်း အပြင်ကလို စနစ်တကျပါပဲ။
မယ်ရီကို လုပ်ကြံပြီးအမှုဖွင့်တယ်ဆိုပြီး အမှုပိတ်လိုက်အပြီးမှာ၊ အခြားပြည်နယ်တွေမှာလည်း
ပုံစံတူ မုဒိန်းမှုတွေ ဖြစ်နေခဲ့ပြီး တရားခံကို လုံးဝမမိသေးတာကို သိလာရချိန်မှာတော့……
မှုခင်းရုပ်ရှင်တွေမှာ လိုက်ပြီး စဉ်းစားတွေးခေါ်ရတာ ကြိုက်တဲ့သူတွေ
ဗဟုသုတလည်း လိုချင်တဲ့သူတွေအတွက်တော့ စီးရီးကောင်းတစ်ခု ဖြစ်မှာပါပဲ။
အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ဖြစ်ပါတယ်
(Zawgyi)
နက္ဖလစ္ကေန အပိုင္း ၈ ပိုင္း ပါဝင္တဲ့ မီနီစီးရီး အသစ္တစ္ခု ထြက္လာျပန္ပါၿပီ။
Imdb 8.5 နဲ႔ အေကာင္းဆုံး စီးရီးဆုေတြထဲမွာ ဆန္ကာတင္ေနပါတယ္။ Crime Drama အမ်ိဳးအစားပါ။
၂၀၁၅ တုန္းက ထုတ္ေဝခဲ့တဲ့ “မယုံႏိုင္စရာ မုဒိန္းမႈ ဇာတ္လမ္းတစ္ပုဒ္” ဆိုတဲ့ သတင္းေဆာင္းပါးကို အေျခခံၿပီး ႐ိုက္ကူးထားတာျဖစ္ပါတယ္။
ျဖစ္ရပ္မွန္ကို အေျခခံထားတဲ့အျပင္ လိင္ကိစၥ သ႐ုပ္ေဖာ္မႈေတြ အသုံးအႏႈန္းေတြ ပါဝင္တာေၾကာင့္ ကေလးမ်ား ၾကည့္ရႈရန္ မသင့္ေတာ္ေၾကာင္း သတိေပးခ်င္ပါတယ္။
မုဒိန္းမႈေပါင္း ၃၀ ေက်ာ္ကို ပိပိရိရိ သဲလြန္စမက်န္ေအာင္ ျပဳက်င့္သြားတဲ့လူကို ေထာင္ဒဏ္ 327 ႏွစ္ခြဲ ခ်ႏိုင္ခဲ့တဲ့အထိ ေရဆုံးေျမဆုံးလိုက္တဲ့ စုံေထာက္ေတြအေၾကာင္းပါပဲ။
ဇာတ္လမ္းအစမွာေတာ့ မယ္ရီ ဆိုတဲ့ ၁၆ ႏွစ္အ႐ြယ္ မိန္းကေလး တစ္ေယာက္ မုဒိန္းက်င့္ခံရလို႔ တိုင္ခ်က္ဖြင့္တာကေန စပါတယ္။
ဒီစီးရီးထဲမွာေတာ့ ကိုရီးက ခ်စ္လို႔ပါတို႔၊ ေအာင္မေလး သမီးေလး ဘဝပ်က္ပါၿပီတို႔၊ ကြၽန္ေတာ္တို႔ ျပည္သူ႔ရဲေတြ ဘာညာတို႔ ရွင္းရွင္းလင္းလင္း ပါလာမွာမဟုတ္ပါဘူး။
တိုင္ခ်က္ဖြင့္တဲ့သူ မိန္းကေလးက ေနာက္ေၾကာင္းမရွင္းဘူး၊ သက္ေသေတြက ေဝဝါးေနတယ္
မိသားစုကလည္းယုံတစ္ဝက္ မယုံတစ္ဝက္၊ ရဲေတြကလည္း လူသားပီပီ သက္ေသေတြအေပၚပဲ ခ်င့္ခ်ိန္ယုံတယ္
မင္းသမီးကို ပစ္ယုံလိုက္တဲ့ သူေတာ္ေကာင္းႀကီးေတြလည္း မဟုတ္ဘူး။
ၿပီးေတာ့ မုဒိန္းမႈမွာ စစ္ခ်က္ယူတာေတြ၊ ေဆးစစ္တာေတြ၊ လိုက္ေထာက္လွမ္းတာေတြကလည္း အျပင္ကလို စနစ္တက်ပါပဲ။
မယ္ရီကို လုပ္ႀကံၿပီးအမႈဖြင့္တယ္ဆိုၿပီး အမႈပိတ္လိုက္အၿပီးမွာ၊ အျခားျပည္နယ္ေတြမွာလည္း
ပုံစံတူ မုဒိန္းမႈေတြ ျဖစ္ေနခဲ့ၿပီး တရားခံကို လုံးဝမမိေသးတာကို သိလာရခ်ိန္မွာေတာ့……
မႈခင္း႐ုပ္ရွင္ေတြမွာ လိုက္ၿပီး စဥ္းစားေတြးေခၚရတာ ႀကိဳက္တဲ့သူေတြ
ဗဟုသုတလည္း လိုခ်င္တဲ့သူေတြအတြက္ေတာ့ စီးရီးေကာင္းတစ္ခု ျဖစ္မွာပါပဲ။
အၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Littleneo ျဖစ္ပါတယ္
Quality – 720p NF WEB-DL
Duration – 48min (@Episode)
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Crime, Drama
Source : 1080p.WEB.X264-AMRAP
Translator – Littleneo
Encoder – Thanhtike Zaw
Complete ZIp File VIP / megaup / Yoteshin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။"
