Synopsis of Fate: The Winx Saga – Season (02)Fate: The Winx Saga – Season(02)========================IMDb Rating – 6.910ဒီစီးရီးဟာ ယခုလို Live Action စီရီးအနေနဲ့မထွက်ခင် Animated seriesအနေနဲ့ ၂၀၀၄ ခုနှစ်တည်းက စတင်ထွက်ရှိလာခဲ့ပြီး၊ အောင်မြင်ခဲ့တဲ့ မှော်စီးရီးတစ်ခုလည်းဖြစ်ပါတယ်။ Live Action ဟာ Animated ထက် ပိုကောင်းသွားတဲ့စီးရီးကိုပြပါဆို ဒီစီးရီးဟာ ထိပ်ဆုံးကနေ ဦးဆောင်မယ့်စီးရီးတစ်ခုလို့ဆိုရပါလိမ့်မယ်။မှော်ဇာတ်လမ်းအများစုဟာ ဇာတ်လမ်းဇာတ်ကွက်ချာ၊ CGI effect ကညံ့၊သရုပ်ဆောင်တွေက သုံးစားမရလို့ ကြည့်မကောင်းတာတွေက ‌အတော်များတတ်ပေမဲ့ဒီစီးရီးမှာတော့ ထိုအရာတွေအကုန်လုံးတစ်ခုမှ ပြောစရာမလိုဘဲ အလွန်ကောင်းတယ်ဆိုတာSeason 1 ကြည့်ဖူးသူတိုင်း သိကြမယ်လည်းထင်ပါတယ်။ ပရိသတ်တွေ အရမ်းသဘောကျလွန်းလို့ Rating ခပ်များများပေးထားတာခံရတဲ့ စီးရီးလေးလည်းဖြစ်တာမို့ ဘယ်လောက်ကြည့်ထိုက်လဲဆိုတာ သိပ်ပြောပြဖို့လိုနေမယ်မထင်တော့ပါဘူး။ယခုမှစကြည့်ချင်သူတွေ‌အနေနဲ့ကတော့ Season 1 ကိုစကြည့်ရမှာဖြစ်ပြီး မှော်ကားကြိုက်သူတစ်ယောက်အတွက် အလွန်နှစ်ခြိုက်စရာကောင်းအောင် ကြိုအသိပေးထားပါရစေ။ ယခု Season 2 ကိုတော့ Season 1 မှာ အဆုံးသတ်ထားတဲ့နေရာကနေ ထပ်ဆက်ထားပြီး အပိုင်းတစ်မှာတင် ဇာတ်ကွက်ထုံးလိုက်တာမို့ Season 1 လိုမျိုး Season အဆုံးထိမလျှော့သော ဇာတ်ရှိန်နဲ့ ဆွဲခေါ်ဦးမယ့် စီးရီးတစ်ခုပဲဖြစ်ပါတယ်။အပိုင်းအနေနဲ့ ၇ ပိုင်းတိတိထွက်ရှိထားပြီး အပိုင်းတိုင်းရဲ့ rating ဟာ အလွန်အားရစရာကောင်းလှပြီး ကြည့်လို့ကောင်းလှတဲ့ ယခု Season 2 မှာ Bloom နဲ့ သူငယ်ချင်းတစ်သိုက်ဘာတွေဆက်ဖြစ်မယ်၊ ဒေါင်းလင်းနဲ့ ဆောလ်ဆေးဗားတို့ရဲ့ ကံကြမ္မာက ဘယ်လိုဆက်လာမလဲ၊ ကျောင်းတော်ကြီးရဲ့ အနာဂတ်ကရော ဘယ်သို့ဘယ်ပုံခရီးဆက်မယ်‌ဆိုတာကိုခံစားရင်ခုန်လို့ရပါပြီခင်ဗျာ။ အားပေးကြပါဦးခင်ဗျာ။စုစုပေါင်း(၇)ပိုင်း တစ်ပြိုင်တည်းထွက်ရှိထားပြီး၊ cmမှ ဆက်တိုက်တင်ဆက်ပေးသွားပါမည်။(ဒီစီးရီးရဲ့ အညွှန်းကို San Thu Aung မှရေးသားပေးပြီး၊ ဘာသာပြန် ရေးသားပေးသူများကတော့ San Thu Aung, Alias, Htet Kyaw Myo တို့ ဖြစ်ပါတယ်။)Season 01 ကို ဒီလင့်ကိုနှိပ်၍ကြည့်ရှုနိုင်ပါတယ်။File Size………….(400 MB)  (800 MB)Quality……………WEB-DL   Duration…………47Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Action, Adventure, DramaTranslator……….San Thu Aung, Alias, Htet Kyaw MyoEncoder…………..SWM (4၀0 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –    MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive(5) –     MegaNZ    Usersdrive(6) –   Megup  MegaNZ    Usersdrive(7) –     MegaNZ    Usersdrive – End1080P(800 Mb)———————————–(1) –     MegaNZ  Usersdrive(2) –     MegaNZ  Usersdrive(3) –     MegaNZ  Usersdrive(4) –     MegaNZ  Usersdrive(5) –     MegaNZ  Usersdrive(6) –     MegaNZ  Usersdrive(7) –     MegaNZ  Usersdrive – End 