Synopsis of High School Musical: The Musical: The SeriesHigh School Musical: The Musical: The Series Season 1 (2019)Disney ဟာ ပရိသတ်တွေကို မရိုးတဲ့တင်ဆက်မှုတွေ အမြဲချပြလျက်ရှိနေတာ အားလုံးအသိပါပဲ။ဒီလို ဆန်းပြားတဲ့တင်ဆက်မှုတွေထဲမှာ ကျွန်တော်တို့ ငယ်ငယ်က သိပိကြိုက်ခဲ့တဲ့ High School Musical movie ကို အခြေခံပြီးပြန်လည်ဆန်းသစ်ထားတဲ့ High School Musical: The Musical: The Series လည်း ပါ၀င်တယ်ဆို မမှားပါဘူး။ဒီ HSMTMTS ကြောင့် Zac Efron, Vanessa Hudgens စတဲ့တစ်ချိန်က Disney စတားတွေနဲ့အတူ ရင်ထဲစွဲခဲ့တဲ့ High School Musical သီချင်းများစွာကိုအသစ်တဖန် ပြန်လည်ခံစားနားဆင်ခွင့် ရခဲ့တာဆိုရင်လည်း မမှားပါဘူး။ဒါ့အပြင် Cast တွေကလည်း Olivia Rodrigo, Joshua Bassett, Matt Cornettစတဲ့ တက်သစ်စ Disney စတား အချောအလှတွေနဲ့ ပြန်လည် ရိုက်ကူးထားတာဖြစ်လို့ယခင် HSM ဇာတ်လမ်းအဟောင်းထက် မသာရင်အောင် သူ့ထက်တော့ မညံ့တဲ့ စီးရီးတစ်ခုပါ။ဒီစီးရီးမှာတော့ နီနီ၊ ရစ်ကီ၊ အီးဂျေ၊ ဂျီနာတို့နဲ့အတူ သူငယ်ချင်းအပေါင်းအပါများစွာကကျောင်းကို အသစ်ရောက်လာတဲ့ ပြဇာတ်ဆရာမရဲ့ စီစဉ်မှုနဲ့ယခင် HSM ကို ပြဇာတ်ပြန်လည်ကပြကြမှာပဲ ဖြစ်ပါတယ်။ဒါ့အပြင် ရှေးမူမပျက် အချစ်ရေးရာလေးတွေလည်း ရောနှောထားတာဖြစ်လို့ဂီတချစ်သူများအတွက် ကြည့်ရတာ အဖိုးတန်စေမယ့် စီးရီးလေးဖြစ်ပါတယ်။အညွှန်းကိုတော့ Yoon Sandi Aung က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Yoon Sandi Aung, Leonard Lin, Kuz, Rashida, Moh Moh, Roman NoX တို့ပဲ ဖြစ်ပါတယ်။Genre….. Comedy, Drama, FamilyQuality….  | File size… 600MB | 300MBFormat… mp4Duration…. 38minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Yoon Sandi Aung, Leonard Lin, Kuz, Rashida, Moh Moh, Roman NoXEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz | Veryfiles 02 – Userdrive |  |  | Meganz | Veryfiles 03 – Userdrive |  |  | Meganz | Veryfiles 04 – Userdrive |  |  | Meganz | Veryfiles 05 – Userdrive |  |  | Meganz | Veryfiles 06 – Userdrive |  |  | Meganz | Veryfiles 07 – Userdrive |  |  | Meganz | Veryfiles 08 – Userdrive |  |  | Meganz | Veryfiles 09 – Userdrive |  |  | Meganz | Veryfiles 10 – Userdrive |  |  | Meganz | Veryfiles 01 – Userdrive |  |  |  | Veryfiles 02 – Userdrive |  |  |  | Veryfiles 03 – Userdrive |  |  |  | Veryfiles 04 – Userdrive |  |  |  | Veryfiles 05 – Userdrive |  |  |  | Veryfiles 06 – Userdrive |  |  |  | Veryfiles 07 – Userdrive |  |  |  | Veryfiles 08 – Userdrive |  |  |  | Veryfiles 09 – Userdrive |  |  |  | Veryfiles 10 – Userdrive |  |  |  | VeryfilesHigh School Musical Season 2Season 1 ကြည့်ပြီးမှ ရီဗျူး ဖတ်ရန်_______________________________Season 1 မှာ East High က ကျောင်းသားတွေ တက်ညီလက်ညီ ကြိုးစားကြ သီချင်းတွေ ဆိုကြရင်းပြဇာတ်ကတာလည်း ရာနှုန်းပြည့် ပြီးပြည့်စုံမှု ရှိတယ်လို့ ပြောလို့မရပေမယ့်ဒီအလွဲလေးတွေကြောင့်ပဲ အားလုံးဟာ လှပသွားခဲ့ပါတယ်။အချစ်ပန်းတွေလည်း ပြန်လည်ပွင့်လန်းလာခဲ့သလို အချစ်သစ်တို့လည်း မွေးဖွားခဲ့ပါတယ်။နီနီနဲ့ ရစ်ကီလည်း တစ်ဦးကို တစ်ဦး နားလည်သွားပြီး နှစ်ဦးသား ပြေလည်သွားခဲ့ကြပါတယ်။သို့ပေမဲ့ ပြေလည်ခါစ အချစ်ငှက် နှစ်ကောင်ကို လောကကြီးက စမ်းသပ်ချင်သလား မသိပါဘူး။နီနီဟာ တစ်နယ်တစ်ကျေးကို သွားရမယ့် အခြေအနေနဲ့ စီစန် ၁ ကို အဆုံးသတ်ထားခဲ့ပါတယ်။ဒီတော့ စီစန် ၂ မှာ နီနီတစ်ယောက် ချစ်သူနဲ့ အိပ်မက်ကြား ဘယ်လို ဗျာများဦးမလဲ စောင့်ကြည့်ရဦးမှာပါ။ဒါ့အပြင် ပြဇာတ်ဆရာမ မစ္စ ဂျန်ကရဲ့ စိတ်ကူးထဲက နောက်ထပ်ကမယ့် ပြဇာတ်ဟာရော ဘာဖြစ်မလဲ။ဘယ်သူတွေ ဘယ်နေရာအတွက် အရွေးခံရမလဲ။ဘာသီချင်းတွေနဲ့ ပရိတ်သတ်ကို တင်ဆက်ဦးမလဲဆိုတာ ကြည့်ရှုပေးကြပါဦးခင်ဗျာအညွှန်းကိုတော့ Yoon Sandi Aung က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Yoon Sandi Aung, Leonard Lin, Kuz, Moh Moh, Rashida, Roman NoX တို့ပဲ ဖြစ်ပါတယ်။Genre….. Comedy, Drama, FamilyQuality….  | File size… 600MB | 300MBFormat… mp4Duration…. 38mins….12 sSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Yoon Sandi Aung, Leonard Lin, Kuz, Rashida, Moh Moh, Roman NoXEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz | Veryfiles 02 – Userdrive |  |  | Meganz | Veryfiles 03 – Userdrive |  |  | Meganz | Veryfiles 04 – Userdrive |  |  | Meganz | Veryfiles 05 – Userdrive |  |  | Meganz | Veryfiles 06 – Userdrive |  |  | Meganz | Veryfiles 07 – Userdrive |  |  | Meganz | Veryfiles 08 – Userdrive |  |  | Meganz | Veryfiles 09 – Userdrive |  |  | Meganz | Veryfiles 10 – Userdrive |  |  | Meganz | Veryfiles 11 – Userdrive |  |  | Meganz | Veryfiles 12 – Userdrive |  |  | Meganz | Veryfiles 01 – Userdrive |  |  |  | Veryfiles 02 – Userdrive |  |  |  | Veryfiles 03 – Userdrive |  |  |  | Veryfiles 04 – Userdrive |  |  |  | Veryfiles 05 – Userdrive |  |  |  | Veryfiles 06 – Userdrive |  |  |  | Veryfiles 07 – Userdrive |  |  |  | Veryfiles 08 – Userdrive |  |  |  | Veryfiles 09 – Userdrive |  |  |  | Veryfiles 10 – Userdrive |  |  |  | Veryfiles 11 – Userdrive |  |  |  | Veryfiles 12 – Userdrive |  |  |  | VeryfilesHigh School Musical: the Musical:The Series – Season 3 (2022)ဂီတချစ်သူတွေအတွက် စီစန် ၃ ခုထိတောင် ရောက်ရှိလာပြီဖြစ်တဲ့ Disney က HSMTMTS လေး ပြန်လာပါပြီ။ဒီစီစန်မှာတော့ East High က ကျောင်းသားတွေအတွက် ပျော်စရာနွေရာသီပေါ့။အုပ်စုလိုက်ကြီး Shallow Lake Camp မှာ ပျော်ကြပါးကြမှာပါ။ဒါ့အပြင် နောက်ထပ် ပြဇာတ်တစ်ခုကို ကပြကြဦးမှာပါ။ကမယ့် ပြဇာတ်ကလည်း လူကြိုက်များတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါ။ဒါ့အပြင် ပြဇာတ်အတွက် လေ့ကျင့် သီချင်းတွေဆိုကြရင်းချစ်ရေးချစ်ရာလေးတွေကလည်း တစ်မျိုးတစ်ဖုံနွယ်နေသေးတာပါ။ဒီစီစန်မှာ ထူးခြားတာကတော့ အရင် High School Musical ထဲက ဇာတ်လိုက်တစ်ယောက်ဖြစ်တဲ့မင်းသားချော ကော်လင်ဘလူးလည်း ပါ၀င်ထားပါတယ်။ဒီတော့ ဘယ်လိုအသစ်အဆန်းတွေနဲ့ ရင်ခုန်စရာတွေ ဖော်ဆောင်ပေးဦးမလဲဆိုတာ ကြည့်ရှုပေးကြပါဦးအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Yoon Sandi Aung ပဲ ဖြစ်ပါတယ်။Genre…..Comedy, Drama, MusicQuality….  | File size…1GB | 500MBFormat… mp4Duration….40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Yoon Sandi AungEncoder ….. August1080P 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  