Synopsis of The Man in the High Castle (2019) Season 4The Man in the High Castle(2019) Season 4***********************************************အပိုင်း ( ၁ မှ ၁၀ ) စ  ဆုံးအညွှန်းကိုတော့ စပွိုင်လာဖြစ်နေမယ်စိုးလို့ Season 1 က ဟာကိုပဲကူးယူဖော်ပြထားပါတယ်….The Man in the High Castle (ရဲတိုက်ကြီးပေါ်ကလူ) ဆိုတဲ့ စီးရီးဟာအတော်လေး ထူးခြားတဲ့ စီးရီးတစ်ခုပါပဲ။Doctor Strange တို့ဘာတို့မှာကြည့်ရတဲ့ အပြိုင်စကြဝဠာ၊အချိန်ခရီးသွားခြင်းတွေလိုပါပဲ။ ဇာတ်ကောင်တွေနေနေတဲ့ ကမ္ဘာဟာကျွန်တော်တို့ရဲ့ ကမ္ဘာကြီးနဲ့မတူညီပါဘူး။ ဘာလို့မတူညီတာလဲဆိုတော့ဒုတိယ ကမ္ဘာစစ်မှာ နာဇီတွေ ဂျပန်တွေ စစ်နိုင်သွားပြီးကမ္ဘာကြီးကို ဖက်ဆစ်စနစ်နဲ့ အုပ်စိုးနေတဲ့ ကမ္ဘာကြီးဖြစ်နေလို့ပါပဲ။ဒီနေ့ခေတ်အထိ ဂျူးတွေကိုအဆိပ်ပေးသတ်ခွင့်ရှိတယ်၊ကင်ပေတိုင်တွေ SS တွေကြီးစိုးတယ်။ချွေးတပ်စခန်းတွေထားတယ်။ သေဒဏ်တွေ၊ဖမ်းဆီးနှိပ်စက်တာတွေ၊ မိသားစုလိုက်ကို ဒုက္ခပေးတာတွေအကြပ်ကိုင်တာတွေ အားလုံးကို အစိုးရက တရားဝင်လုပ်ဆောင်နေတဲ့ ကမ္ဘာပါပဲ။ဒီတော့ ဒီအစိုးရတွေကို တော်လှန်တဲ့ တော်လှန်ရေးအဖွဲ့တွေ ရှိလာတာပေါ့။ဒါပေမဲ့ အင်အားအရမ်းနည်းနေပြီး ဖက်ဆစ်တွေကလည်းကမ္ဘာတစ်ခုလုံးကို အုပ်စိုးထားပြီဆိုတော့ တော်လှန်ရေးအောင်နိုင်ချေကမဖြစ်နိုင်သလိုပါပဲ။ ဒါ့အပြင် ဒီဖက်ဆစ်တွေလက်အောက်မှာကိုမှမသေရုံတမယ် စည်းကမ်းအကုန်လိုက်နာဦးညွှတ်နေရတာကိုအသားကျပြီး ကျွန်ပါးဝသွားတဲ့လူတွေကလည်းကမ္ဘာအနှံ့မှာ ဖြစ်နေတော့ တော်လှန်ရေးအတွက်တစ်ခုခုလှုပ်ရှားမယ်ဆိုတာနဲ့၊ထိခိုက်မှာကြောက်ပြီးတားမယ့်သူတွေသတင်းပေးတဲ့သူတွေလည်း ပြည့်နေပါပြီ။ဒါပေမဲ့ ဒီအချိန်မှာပဲ ထူးခြားတဲ့မျှော်လင့်ချက်တစ်ခုထွက်ပေါ်လာခဲ့ပါတယ်။ဖက်ဆစ်တွေ စစ်ရှုံးပြီး အမေရိကန်မှာ ပြည်သူတွေ ပျော်ပွဲရွှင်ပွဲအကြီးအကျယ်နွှဲနေတဲ့၊ တကယ်ဖြစ်နိုင်ခဲ့တဲ့အပြိုင်ကမ္ဘာမြင်ကွင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖလင်တွေ ထွက်ပေါ်လာတာပါပဲ။ဒီရုပ်ရှင်တွေကိုဖျက်ဆီးဖို့ဟစ်တလာကိုယ်တိုင်အသည်းအသန် အမိန့်ပေးနေပေမဲ့ လိုက်နေတဲ့သူတွေရော၊တော်လှန်ရေးသမားတွေရောက ဒီရုပ်ရှင်ဖလင်ရဲ့ အဓိပ္ပါယ်နဲ့ အရေးပါပုံကိုမသိကြသေးပါဘူး။ အဲဒီနောက်မှာဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုရသအစုံ ရင်တမမနဲ့ ကြည့်ရတော့မှာပါပဲ။Season (၄)ခု အပိုင်း စုစုပေါင်း (၄၀) ရှိပြီး အပိုင်းတိုင်းစိတ်ဝင်စားဖို့ကောင်းတဲ့အပြင်ရိုက်ချက်တွေလည်း အတော်လန်းတာမို့ စောင့်မျှော်ကြည့်ရှုလိုက်ကြရအောင်..s:10File Size: 1.19 GB & 353MBQuality :Web-Rip 5.1CH ,Genres: Drama, Sci-Fi, ThrillerTranslated by Mr.AndersonEncoded by Min Wai 1] [ UsersDrive |  | MegaUp | Mega.NZ | StreamSB1080P][ UsersDrive |  | MegaUp | Mega.NZ 2] [ UsersDrive |  | MegaUp | Mega.NZ | StreamSB1080P][ UsersDrive |  | MegaUp | Mega.NZ 3] [ UsersDrive |  | MegaUp | Mega.NZ | StreamSB1080P][ UsersDrive |  | MegaUp | Mega.NZ 4] [ UsersDrive |  | MegaUp | Mega.NZ | StreamSB1080P][ UsersDrive |  | MegaUp | Mega.NZ 5] [ UsersDrive |  | MegaUp | Mega.NZ | StreamSB1080P][ UsersDrive |  | MegaUp | Mega.NZ 6] [ UsersDrive |  | MegaUp | Mega.NZ | StreamSB1080P][ UsersDrive |  | MegaUp | Mega.NZ 7] [ UsersDrive |  | MegaUp | Mega.NZ | StreamSB1080P][ UsersDrive |  | MegaUp | Mega.NZ 8] [ UsersDrive |  | MegaUp | Mega.NZ | StreamSB1080P][ UsersDrive |  | MegaUp | Mega.NZ 9] [ UsersDrive |  | MegaUp | Mega.NZ | StreamSB1080P][ UsersDrive |  | MegaUp | Mega.NZ 10] [ UsersDrive |  | MegaUp | Mega.NZ | StreamSB1080P][ UsersDrive |  | MegaUp | Mega.NZ 