Synopsis of Murder By The Sea (2022)Crime Series တွေကို ကြိုက်နှစ်သက်ကြတဲ့ ပရိသတ်ကြီးတို့အတွက် ဒီတစ်ခါမှာတော့Murder By the Sea လို့ခေါ်တဲ့ Crime Thriller ဘင်္ဂါလီ စီးရီးလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။၂၀၂၂ August ၁၂ ရက်နေ့မှာမှ အသစ်စက်စက်ထွက်ရှိထားတဲ့ စီးရီးလေးဖြစ်ပြီး စုစုပေါင်းအပိုင်း ၈ ပိုင်းပါဝင်ကာ ပူရီမြို့လေးကို အခြေခံရိုက်ကူးထားတာပဲဖြစ်ပါတယ် ။ငယ်ဘ၀က မောင်ဖြစ်သူ ပင်လယ်ထဲ ပြုတ်ကျပြီး ရေနစ်သေဆုံးခဲ့ရတဲ့ ဖြစ်ရပ်ဆိုးကြီးကြောင့်အိမ်ထောင်ကျတဲ့အထိ အတိတ်ရဲ့ အရိပ်ကနေ မလွတ်မြောက်နိုင်သေးဘဲမှုခင်းသဲထိတ်ရင်ဖိုဇာတ်လမ်းတွေကို ရေးသားနေသူ စာရေးဆရာမ Arpitar San ….မောင်ဖြစ်သူ သေဆုံးရတာ သူ့ပယောဂကြောင့် ဆိုတဲ့ စိတ်ခံစားချက်ကြီးကြောင့်တဖြည်းဖြည်း စိတ်ဝေဒနာ ခံစားလာနေရတာမလို့ စိတ်ရောဂါ အထူးကုဆရာဝန်ရဲ့အကြံပေးချက်အရ သူငယ်စဉ်က နေထိုင်ရာ ပူရီမြို့ကို ပြန်လာပြီး အိပ်မက်ဆိုးကြီးကို ကျော်လွှားနိုင်ဖို့ ကြိုးစားနေတဲ့အချိန် ….Arpitar တစ်ယောက် ပင်လယ်ကမ်းစပ်မှာလမ်းလျှောက်နေရင်း ဓာတ်ပုံဆရာ ဖြစ်သူArun နဲ့သိကျွမ်းပြီး Bikram ရဲ့မွေးနေ့ပါတီကိုလိုက်သွားဖို့ အကြောင်းဖန်လာပါတော့တယ်Bikram ကတော့ပူရီမှာ အောင်မြင်တဲ့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ဖြစ်ပြိးမိသားစု အရှုပ်အထွေးတွေ ရှိတဲ့သူတစ်ယောက်ပါ …Arpitar တစ်ယောက် Bikram ရဲ့ ပါတီကနေပြန်လာပြီး ညနေခင်း လမ်းလျှောက်ထွက်တဲ့အချိန် နောက်ထပ် အိပ်မက်ဆိုးတစ်ခုက သူမဘ၀မှာ စတင်လာခဲ့ပါတယ်အဲဒီအိပ်မက်ဆိုးကရော ဘာဖြစ်မလဲ ….. အရင် အိပ်မက်ဆိုးကနေတောင်မလွတ်မြောက်နိုင်သေးတဲ့ Arpitar တစ်ယောက် နောက်ထပ်ဆိုးရွားတဲ့ အခြေအနေနဲ့ ကြုံတွေ့လာရတဲ့အခါ …..သူ ဘယ်လိုတွေ ရင်ဆိုင်ဖြတ်ကျော်သွားမလဲ ….နောက်ကွယ်မှာရော ဘယ်လို လှည့်ကွက်တွေ အကြံအစည်တွေသစ္စာဖောက်မှု တွေ ရှိနေမလဲဆိုတာကိုတော့ …. စီးရီးလေး အဆုံးထိ ဆက်ကြည့်ပေးသွားနော်File Size – 300MB  600MBQuality – AMZ WEBDL   Duration – 23minsTotal s:8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : MysteryTranslator –Allena & Poe & Yunni & KevinEncoder – YK>> 1-  Userdrive    Meganz    Veryfile 2-  Userdrive    Meganz    Veryfile 3-  Userdrive    Meganz    Veryfile 4-  Userdrive    Meganz    Veryfile 5-  Userdrive    Meganz   6-  Userdrive    Meganz   7-  Userdrive    Meganz   8-  Userdrive    Meganz  >> 1-  Userdrive    Meganz    Veryfile 2-  Userdrive    Meganz    Veryfile 3-  Userdrive    Meganz    Veryfile 4-  Userdrive    Meganz    Veryfile 5 –   Userdrive    Meganz   6-   Userdrive    Meganz   7-  Userdrive    Meganz   8-  Userdrive    Meganz   