Synopsis of Between Love and Friendship (2022)Between Love and Friendship (2022)Between Love and Friendship ဆိုတဲ့ အစီအစဉ်ကတော့အချစ်ကိုရှာဖွေဖို့ ခရီးထွက်နေတဲ့ ယောက်ျားလေးယောက်နဲ့ အမျိုးသမီးလေးယောက်အကြောင်းပါ ။အပြင်လောကက သူငယ်ချင်းအစစ်တွေ အတူတူခရီးသွားတဲ့အချိန်မှာအစပြုလာတဲ့ တကယ့်အချစ်ဇာတ်လမ်း reality Show တစ်ခုပဲ ဖြစ်ပါတယ် ။ဒီခရီးစဉ်မှာ သူတို့ရဲ့ ခင်မင်ရင်းနှီးမှုတွေဟာ စမ်းသပ်ခံရပြီး သူငယ်ချင်းအချို့က ရန်သူတွေ ဖြစ်သွားကြပါတယ် ။သူငယ်ချင်းတွေကြား ကွယ်ဝှက်ထားတဲ့ ပုန်းအောင်းနေတဲ့ စိတ်သဘောထားတွေဟာလည်း ဒီအစီအစဉ်မှာ ပေါ်ထွက်လာမှာပါ။သူတို့‌တွေကြား လျှို့ဝှက်ချက်တွေ၊ လိမ်ညာမှုတွေနဲ့ ခံစားချက်တွေဟာ ရောထွေးလာပြီးနောက်ဆုံးမှာတော့ သူငယ်ချင်းကို ရွေးချယ်မလားဒါမှမဟုတ် အချစ်အတွက် သူငယ်ချင်းတွေကိုပဲ စွန့်လွှတ်လိုက်မလားဆိုတာတွေ ဖြစ်လာပါတော့တယ် ။ခင်မင်ရင်းနှီးမှုလား ဒါမှမဟုတ် အချစ်လားဆိုတဲ့ ရွေးချယ်မှုအားလုံးကသူတို့ရဲ့ကိုယ်ပိုင်ဗီဇတွေအပေါ် မူတည်ပြီး ပြောင်းလဲနေမှာပါ ။ဒီတော့ သူငယ်ချင်းအရင်းတွေကြား ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာအရိုတလိုင်း အလောင်တလိုင်းနဲ့ ကြည့်ရှုရမှာမလို့Dating show ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်ကြီးအတွက် လက်လွတ်မခံသင့်တဲ့ ရှိုးပဲဖြစ်ပါတယ် ။ပရိတ်သတ်ကြီးလည်း ကိုယ်ချစ်နေရတဲ့သူနဲ့ ကိုယ့်သူငယ်ချင်းချစ်နေတဲ့သူက တစ်ယောက်တည်းဆိုတဲ့ အဖြစ်ကို ကြုံလာတဲ့အချိန်သူငယ်ချင်းသံ‌‌ယောဇဉ်ကို ရွေးချယ်မှာလားဒါမှမဟုတ် အချစ်ကိုပဲ ရွေးချယ်ဖြစ်မှာလား ဆိုတာ ကြိုတင်စဉ်းစားရင်းဒီအစီအစဉ်လေးကို အတူတူကြည့်လိုက်ရအောင်နော် ။အညွှန်းကိုတော့ NanThin က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre….. Reality-TVQuality….  |  | 480pFile size… 1.5GB | 700MB | 350MBFormat… mp4Duration…. 1h 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. CM Variety TeamEncoder ….. August1080P 01 – Userdrive |  |  | Meganz | Telegram 02 – Userdrive |  |  | Meganz | Telegram 03 – Userdrive |  |  | Meganz | Telegram 04 – Userdrive |  |  | Meganz | Telegram 05 – Userdrive |  |  | Meganz | Telegram 06 – Userdrive |  |  | Meganz | Telegram 01 – Userdrive |  |  | Meganz | Telegram 02 – Userdrive |  |  |  | Telegram 03 – Userdrive |  |  |  | Telegram 04 – Userdrive |  |  |  | Telegram 05 – Userdrive |  |  |  | Telegram 06 – Userdrive |  |  |  | Telegram480P 01 – Userdrive |  |  |  | Telegram 02 – Userdrive |  |  |  | Telegram 03 – Userdrive |  |  |  | Telegram 04 – Userdrive |  |  |  | Telegram 05 – Userdrive |  |  |  | Telegram 06 – Userdrive |  |  |  | Telegram 