Synopsis of Today’s Webtoon (2022)Bussiness Proposal ထဲမှာ ဒရာမာပရိတ်သတ်တွေရဲ့ နှလုံးသားကို ဖမ်းစားသွားတဲ့ Kim Se Jeong (Shin Ha Ri)ရဲ့ အသစ်ထွက်ဇာတ်ကားလေးကို မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်ကြောင်းလေးကတော့…ဂျူဒိုလက်ရွေးစင်အသင်းရဲ့ အားကစားသမားဖြစ်တဲ့ အုံမာအွန်းတစ်ယောက် မမျှော်မှန်းထားတဲ့မတော်တဆမှုကြောင့် ခြေထောက်ဒဏ်ရာရပြီး သူ့တစ်ဘဝတာလုံးရင်းနှီးမြှုပ်နှံထားရတဲ့ အိပ်မက်ကိုလက်လျော့ကာ အားကစားလောကကနေ အပြီးတိုင်ထွက်ခွာလိုက်ရပါတယ်ကိုယ့်အတွက်အရာရာဦးစားပေးဖြစ်ခဲ့ရာ ဂျူဒိုကိုစွန့်လွှတ်ပြီး အတော်ကြာအောင်လမ်းပျောက်နေခဲ့ပေမဲ့ တစ်နေ့မှာ ဝက်ဘ်တွန်းတည်းဖြတ်ဌာနကို အစားအသောက်ပိုရင်း အုံမာအွန်းတစ်ယောက် သူ့ဘဝရဲ့အလင်းရောင်ဖြစ်တဲ့ အိပ်မက်အသစ်တစ်ခုကို တဖန်ပြန်ပေါ်ပေါက်လာခဲ့ပါတယ်သူ့ရဲ့အိပ်မက်သစ်ကို အကောင်အထည်ဖော်ဖိုအတွက် အကောင်းဆုံးကြိုးစားပြီး ဝက်ဘ်တွန်းတိုက်တစ်ခုရဲ့ တည်းဖြတ်ဌာနမှာ အလုပ်ရသွားချိန်မှာတော့ မရင်းနှီးတဲ့နယ်ပယ်တစ်ခုမှာ အနည်ထိုင်အခြေကျဖို အခက်အခဲမျိုးစုံကို ရင်ဆိုင်ကြုံတွေ့ရပါတော့တယ်ဒါပေမဲ့လည်း ဖြစ်လာသမျှပြဿနာတွေကို သူ့ရဲ့သူမတူထူးခြားတဲ့အမြင်ကိုအသုံးချ လုပ်ဖော်ကိုင်ဖက်တွေရဲ့အကူအညီနဲ့ ဘယ်လိုတွေ အားထုတ်ကြိုးပမ်းရင်း ဒီဝက်ဘ်တွန်းလောကမှာ ရင့်ကျက်လာမလဲဆိုတာကို အခုပဲ ဒေါင်းကြည့်လိုက်ရအောင်ပါနော်Native Title: 오늘의 웹툰s: 12Aired: Jul 29, 2022 – Sep 3, 2022Aired On: Friday, SaturdayOriginal Network: SBS, Viki, ViuTVDuration: 60 min.Content Rating: 15+ – Teens 15 or olderTranslated by Hay Mann Thitsar, Khaing Khin, Htet Nandar Aung, Yamin EiEncoded by Naing Aung Latt (1) [600MB]     Meganz  VIP Link (1)_ [1.2GB]     Meganz  VIP Link (2) [600MB]     Meganz  VIP Link (2)_ [1.2GB]     VIP Link (3) [600MB]     Meganz  VIP Link (3)_ [1.2GB]     Meganz  VIP Link (4) [400MB]     Meganz  VIP Link (4)_ [1.2GB]     Meganz  VIP Link (5) [400MB]     Meganz  VIP Link (5)_ [1.2GB]     Meganz  VIP Link (6) [400MB]     Meganz  VIP Link (6)_ [1.2GB]     Meganz  VIP Link (7) [600MB]     Meganz  VIP Link (7)_ [1.2GB]   Meganz  VIP Link (8) [600MB]     Meganz  VIP Link (8)_ [1.2GB]   Meganz  VIP Link (9) [600MB]     Meganz  VIP Link (9)_ [1.2GB]   Meganz  VIP Link (10) [600MB]     Meganz  VIP Link (10)_ [1.2GB]     Meganz  VIP Link (11)_ [600MB]     VIP Link (12)_ [600MB]     VIP Link (13) [600MB]    Meganz  VIP Link (14)_ [600MB]    Meganz  VIP Link (15)_ [600MB]    Meganz (16)_ [600MB]    Meganz 