Synopsis of Ranking of Kings(2021)Ousama Ranking……………………….Myanimelist 8.610IMDb 8.610ကျ​နော်တို့ငယ်ငယ်တုန်းကဆိုရင်လူတိုင်း အိပ်ခါနီးတိုင်း ပုံပြင်​ပြောပြလုပ်ဖူးခဲ့ကြမှာ​သေချာပါတယ်။ ပုံပြင်​ကောင်း​ကောင်းတပုဒ်ကို​နား​ထောင်ရတဲ့ည​တွေဆိုရင်အိပ်ကိုမအိပ်​တော့ပဲ ပုံပြင်ဆုံးတဲ့အထိစိတ်ဝင်တစားနား​ထောင်ဖူးကြတာမျိုးလည်း ကြုံဖူးမယ်ထင်ပါတယ်။အခုဒီကားတွန်း​လေးဟာလည်း ငယ်ငယ်ကအိပ်ယာဝင်ပုံပြင်တစ်ပုဒ်ကိုနား​ထောင်ရတဲ့အလား ဖြစ်​စေတယ်ဗျ။ကာတွန်းဆန်တဲ့ရုပ်ထွက်​ပေမဲ့ သမာရိုးကျဇာတ်လမ်း​တွေနဲ့မတူတဲ့ ပုံပြင်​ကောင်း​လေးတစ်ပုဒ်လို့ပဲ ကျ​နော်က​တော့ဆိုချင်ပါတယ်။ဒီစီးရီးကိုကြည့်တုန်းကဆိုရင် ဘာဖြစ်​တော့မယ်လို့ထင်ထားတာ​တွေလည်း တစ်ခုမှကိုမမှန်တဲ့အထိ ဇာတ်လမ်းအသွားအလာကလုံးဝခန့်မှန်းလို့မရပါဘူး။ ​သေချာတာတခုက​တော့ ဒီစီးရီးကိုကြည့်ရင် စိတ်ဝင်စားဖို့လုံးဝ​ကောင်း​စေရမယ်။ဆန်းကြယ်တဲ့စိတ်ကူးယဥ်စွန့်စား​ရေးခရီးတခုကိုထွက်​နေရတဲ့အလား ဖြစ်​စေရမယ်လို့ အာမခံပါတယ်။ဇာတ်လမ်းအမြည်း​လေးကို​ပြောပြရရင်​တော့….ဟိုး​ရှေး​ရှေးတုန်းက ​ဘော့စ်တိုင်းပြည်မှာ ဘုရင်ကြီးတပါးအုပ်ချုပ်ပါတယ်။ အဲ့ဒီဘုရင်ကြီးမှာ သား​တော်နှစ်ပါးရှိပြီးပထမသား​တော်ကြီးက​တော့ ​မွေးကတည်းက ဆွံ့အနားမကြားပဲ အားအင်လည်းမရှိသူဖြစ်ပါတယ်။သား​တော်အငယ်​လေးက​တော့ တိုက်ရည်ခိုက်ရည်ပါရမီရှိတာမလို့ သက်ဦးဆံပိုင်ဘုရင်​ခေတ်မှာ သား​တော်အငယ်ကထီးနန်းဆက်ခံဖို့​​ရေပန်းစားပါတယ်။ အဲ့လိုနဲ့ တ​နေ့မှာ​တော့ ဘုရင်ကြီးဟာ နာမကျန်းဖြစ်လာခဲ့ပြီး ထူးဆန်းတဲ့ကိစ္စကြီးတခုလည်းဖြစ်လာခဲ့ကာတခါမှမမြင်ဖူးတဲ့စွန့်စား​ရေးခရီးရှည်ကြီးဟာလည်း ပရိသတ်​ရှေ့​​မှောက်ကို​ရောက်လာခဲ့ပါ​တော့တယ်။File Size – 300MBQuality –  WEB DL AAC2.0CHDuration –23mTotal s: 23Subtitle – Myanmar HardsubFormat – Mp4Genre : Animation , Action , AdventureTranslator – Dr NyanEncoder – Thit San KhantFor VIP Member – Click Here! 1 –   Userdrive      Veryfile 2 –   Userdrive      Veryfile 3 –   Userdrive      Veryfile 4 –   Userdrive      Veryfile 5 –   Userdrive      Veryfile 6 –   Userdrive      Veryfile 7 –   Userdrive      Veryfile 8 –   Userdrive      Veryfile 9 –   Userdrive      Veryfile 10 –   Userdrive      Veryfile 11-   Userdrive      Veryfile 12 –   Userdrive      Veryfile 13 –   Userdrive      Veryfile 14 –   Userdrive      Veryfile 15 –   Userdrive      Veryfile 16 –   Userdrive      Veryfile 17 –   Userdrive      Veryfile 18 –   Userdrive      Veryfile 19 –   Userdrive      Veryfile 20 –   Userdrive      Veryfile 21 –   Userdrive      Veryfile 22 –   Userdrive      Veryfile 23 –   Userdrive      Veryfile 