Synopsis of The Crown 2016 Season 1 + 2 + 3 + 4+5IMDb – 8.7  10Rotten Tomatoes – 91%The Crown ဆိုတဲ့ စီရီးဟာ ဘာအကြောင်းလဲ။အဲလိဇဘက် ဘုရင်မကြီး အကြောင်း။ဒါပဲပြောရင်တော့ ပျင်းစရာလို့ ထင်ရတာပေါ့။ဘုရင်မလုပ်ရတာ တကယ်တော့ ပျင်းစရာမကောင်းဘူးဆိုတာဆက်ကြည့်လိုက်ရင်တော့ တွေ့ရမှာပါ။အဲလိဇဘက်ဘုရင်မကြီးဟာ ဝန်ကြီးချုပ် အဆက်ဆက်ကို ဖြတ်သန်းခဲ့ရသူပါ။ဝင်စတန် ချာချီ၊ မက်မီလန်၊ အဲလက်၊ ဝယ်ဆန် စသည်ဖြင့်ပါပဲ။ဝန်ကြီးချုပ်တိုင်းနဲ့အတူ နိုင်ငံ့ပြဿနာတွေကို အတူဖြေရှင်းခဲ့ရတာပါ။မြူဆိုင်းတဲ့ကပ်ဘေးတွေ၊ စူးအက်တူးမြောင်းလို ကိစ္စတွေ၊သမ္မတ JFK စုံတွဲနဲ့ ကိစ္စတွေ၊ သမ္မတဂျွန်ဆန်နဲ့ ဗီယက်နမ်စစ်ပွဲကိစ္စတွေ၊သူလျိုမှုတွေ၊ လိင်အရှုပ်တော်ပုံတွေ အများကြီးပါပဲ။ဒါ့အပြင်သူ့ရဲ့ ဦးရီးတော်ကလည်း မိန်းမအတွက်နဲ့ နန်းစွန့်ခဲ့ပြီးသစ္စာဖောက်လို ဆက်ဆံခံရတဲ့ ရှုပ်ထွေးတဲ့သူပါ။သူ့ရဲ့ ညီမကလည်း သူနဲ့ဆန့်ကျင်ဘက် ခေတ်ဆန်ဆန်၊ပေါ့ပေါ့ပါးပါး၊ထက်ထက်မြက်မြက်ရှိပေမယ့် ပြဿနာ မကြာခဏရှာတတ်တဲ့သူပါ။ယူထားတဲ့ယောကျာ်းကလည်း နိုင်ငံခြားဘုရင်မျိုးဆက်နာဇီတွေရဲ့ ယောက်ဖ ဖြစ်နေပြေတော့ အဲလိဇဘက်ရဲ့ ဘဝဟာအရောင်အသွေး စုံလှတယ်လို့ပြောရမှာပါပဲ။ကြည့်သင့်တဲ့အချက်တွေကတော့ ဗြိတိန်နန်းသုံးစကားလုံးတွေ နားထောင်နိုင်တယ်၊ဗြိတိန်ရဲ့ စည်းမျဉ်းခံ ဘုရင်စနစ်နဲ့ ဓလေ့တွေကို သိနိုင်တယ်၊သမိုင်းဖြစ်ရပ်တွေကို စိတ်ဝင်စားစရာ ကြည့်နိုင်တယ်၊သရုပ်ဆောင်တွေကလည်း ကောင်းတော့ ရုပ်ရှင်အရသာလည်းရှိတယ်။ အစုံပါပဲ။ဒီတော့ ကြည့်ဖြစ်အောင်ကြည့်သင့်တဲ့ စီးရီးထဲမှာ ပါဝင်ပါတယ်။=========================================================အွတွဲ ၄ ကတော့ စိတ်ဝင်စားစရာတွေ ပြည့်နေပါပြီ။ဒိုင်ယာနာ မင်းသမီး နဲ့ ဝန်ကြီးချုပ် မာဂရက် သက်ချာ တို့ ပါလာလို့ပါ။ဒိုင်ယာနာကို လူငယ်ပိုင်းတွေ သိပ်မသိရင်တော့ ၉၀ ဖွားတွေကတော့ မကြားချင်မှ အဆုံးပါပဲ။သနားစရာ ဇာတ်သိမ်းနဲ့ တစ်ကမ္ဘာလုံးမှာ လှုပ်ခတ်သွားခဲ့တဲ့ သတင်းတွေကို မှတ်မိဦးမှာပါ။မာဂရက် သက်ချာကိုလည်း သိကြမှာပါ။ ဗြိတိန်ရဲ့ ပထမဆုံး အမျိုးသမီးဝန်ကြီးချုပ်၊၃ ကြိမ်ဆက်တိုက် ရွေးကောက်ပွဲ နိုင်သူ၊ ဗြိတိန်ကို အပြောင်းအလဲကြီးတွေ ရဲရဲရင့်ရင့်လုပ်ခဲ့သူ၊Iron Lady လို့ ကမ္ဘာက သိခဲ့တဲ့သူပါပဲ။ ဒီအမျိုးသမီး ၂ ယောက် နဲ့ အဲလိဇဘတ် ဘုရင်မကြီးတို့ ကြားက ကိစ္စတွေကို မြင်ရတော့မှာပါပဲ။ဒါဟာ သမိုင်းဖြစ်ရပ်မှန်ဖြစ်ပေမယ့် ဒရာမာအဖြစ် ပြင်ထားတာတွေလည်း ရှိတော့အချက်အလက်အတိအကျတော့ မှတ်ယူလို့မရပါဘူး။ ဒီစီးရီးကို တော်ဝင်မိသားစုတွေက သိပ်ပြီးစကားထဲ ထည့်ပြောလေ့မရှိတဲ့အတွက်ကြိုက်ခြင်းမကြိုက်ခြင်းတွေ ရောနှောနေမှာတော့ သေချာပါတယ်။ဘုရင်မကြီးကတော့ စနေနေ့ အားလပ်ရပ်တွေမှာ မိသားစု စုပြီးကြည့်ဖြစ်တယ်ဆိုတာလောက်တော့ ပြောပါတယ်။ကြင်ယာတော ဖီးလစ်ကတော့ မကြည့်ဖြစ်ဘူးလို့ပဲ ပြောပါတယ်။ သူ့အောက်ဖဲတွေပါတော့ အမြင်ကတ်တာလည်း ဖြစ်မှာပဲ။ဘယ်လိုပဲ ပြောပြော ကြည့်ရတာတော့ တကယ်တန်ကြတယ်မဟုတ်လား။Review by Mr.AndersonFile size… 438 MbQuality…. Format…mp4Duration….1 hrGenre…The CrownSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Yoon Sandi Aung, Htet Wai Lwin, Moe Htike Thu, Mr. AndersonSeason-5 1  –     Meganz  Usersdrive 1  –     Meganz  Usersdrive   2  –     Meganz  Usersdrive2  –     Meganz  Usersdrive   3  –     Meganz  Usersdrive3  –     Meganz  Usersdrive   4  –     Meganz  Usersdrive4  –     Meganz  Usersdrive   5  –     Meganz  Usersdrive5 –     Meganz  Usersdrive   6  –     Meganz  Usersdrive 6  –     Meganz  Usersdrive   7  –     Meganz  Usersdrive 7  –     Meganz  Usersdrive   8  –     Meganz  Usersdrive 8  –     Meganz  Usersdrive   9  –     Meganz  Usersdrive 9  –     Meganz  Usersdrive   10  –     Meganz  Usersdrive 10  –     Meganz  Usersdrive  Season 1 Complete Zip – VIP    Season 2 Complete Zip – VIP    Season 3 Complete Zip – VIP    Season 4 Complete Zip – Meganz  Season 4 1VIP      Veryfiles  Usersdrive  Meganz  Stream 2VIP      Veryfiles  Usersdrive  Meganz  Stream 3VIP      Veryfiles  Usersdrive  Meganz  Stream 4VIP      Veryfiles  Usersdrive  Meganz  Stream 5VIP      Veryfiles  Usersdrive  Meganz  Stream 6VIP      Veryfiles  Usersdrive  Meganz  Stream 7VIP      Veryfiles  Usersdrive  Stream 8VIP      Veryfiles  Usersdrive  Stream 9VIP      Veryfiles  Usersdrive  Stream 10VIP      Veryfiles  Usersdrive  StreamSeason 3 1VIP      Veryfiles  Usersdrive 2VIP      Veryfiles  Usersdrive 3VIP      Veryfiles  Usersdrive  Upstream  Meganz 4VIP      Veryfiles  Usersdrive  Upstream  Meganz 5VIP      Veryfiles  Usersdrive  Upstream  Meganz 6VIP      Veryfiles  Usersdrive  Upstream  Meganz 7VIP      Veryfiles  Usersdrive  Upstream  Meganz 8VIP      Veryfiles  Usersdrive  Upstream  Meganz 9VIP      Veryfiles  Usersdrive  Upstream  Meganz 10VIP      Veryfiles  Usersdrive  Upstream  Meganz−−−−−−−−−−−−−−−−−−−−−−−−−−−−−−Season 2 1VIP      Upstream 2VIP      Upstream 3VIP      Upstream 4VIP      Veryfiles  Meganz 5VIP      Veryfiles  Meganz 6VIP      Veryfiles  Meganz 7VIP      Veryfiles  Meganz 8VIP      Veryfiles  Meganz 9VIP      Veryfiles  Meganz 10VIP    Veryfiles  Meganz 