Synopsis of The Girl in the Mirror (2022)The Girl in the Mirror (2022 Netflix series)IDMDb (7.110)=================================ခရီးစဥ် တစ်ခုမှာ လူငယ်တွေအချင်းချင်း ဆုံပြီး အသိအကျွမ်း ဖြစ်သွားကြတယ်။လူငယ်သဘာဝ သောက်စားပျော်ပါးရင်းနဲ့ခင်မင်လာတော့ သူ့အတွဲ ကိုယ့်အတွဲ အီစီကလီတွေ ဖြစ်လာကြတယ်။ခရီးအဆုံးမှာ ကတောက်ကဆ အနည်းငယ်ဖြစ်လို့ စိတ်ခုစိတ်ဆိုးကြတာ ရှိရုံကလွဲပြီးတခြားထူးထူးခြားခြား မရှိခဲ့ပေမယ့် အပြန်လမ်းမှာ သူတို့ ခရီးသည်တင်ကားရှေ့ဆက်သွားလို့မရအောင် မြူခိုးတွေ ပိတ်လာခဲ့ပါတယ်။မြူခိုးကြားက မရမက သွားရင်းနဲ့ မမျှော်လင့်ထားတဲ့ ကားမတော်တဆမှု ဖြစ်ခဲ့ပါတယ်။ဒီမတော်တဆမှုကြောင့် ဒဏ်ရာရသူကရ၊ သေတဲ့သူက သေ၊ ပျောက်တဲ့သူက ပျောက်နဲ့ ဖြစ်ခဲ့ပေမယ့်သေရွာက ကပ်သီးလေး လွတ်မြောက်လာတာကတော့ အယ်လ်မာဆိုသူ မိန်းမပျိုလေးပါ။သူကိုယ်တိုင် အတိတ်မေ့ပြီး မှတ်ဉာဏ်ပျောက်ခဲ့ရတော့ ဒီမတော်တဆမှုကို ပြန်လည် စုံစမ်းရှာဖွေရင်းသူ့ကိုယ်သူ ပြန်မှတ်မိအောင် ကြိုးစားရပါတော့တယ်။ဒီမတော်တဆမှုက သွေးရိုးသားရိုးမှ ဟုတ်ရဲ့လား၊ဒီခရီးစဥ်နဲ့ ဘယ်လိုများပတ်သက်နေမလဲ၊အယ်လ်မာရဲ့ မှတ်ဉာဏ်ထဲမှာ ကျန်ခဲ့တဲ့ အစိတ်အပိုင်းတွေက ဘယ်လို ဖြစ်လာမလဲ…၊စတဲ့ သို့လောသို့လော မေးခွန်းတွေကြားမှာ မျှောပါရင်းplot twist တွေ သံသယတွေနဲ့ စိတ်လှုပ်ရှားစွာ ကြည့်ရှုရမယ့် စီးရီးကောင်းလေးပါပဲ။IMDb 7.1 အထိရထားတဲ့ ဒီစီးရီးလေးက ထွက်ထားတာလည်း မကြာသေးလို့အသစ်အသစ်သော ဇာတ်လမ်းတွေကို မလွတ်တမ်း အားပေးလိုတဲ့ ပရိတ်သတ်ကြီးအတွက် ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းကတော့ Richard Wai ဖြစ်ပြီးဘာသာပြန်များကတော့…Richard Wai, Roman NoX, Moh Moh တို့ပဲ ဖြစ်ကြပါတယ်။Genre….. Mystery, Sci-fi & FantasyQuality….  | File size… 500MB | 250MBFormat… mp4Duration….40minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Richard Wai, Roman NoX, Moh MohEncoder ….. August1080P 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 09 – Userdrive |  |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  09 – Userdrive |  |  |  