Synopsis of Tunnel (2017)Tunnel (အညွှန်း)“ကံကြမ္မာနှင့် အချိန်တိုကြားက ပေါင်းကူး”𝗧𝘂𝗻𝗻𝗲𝗹Legendary Zombie စုံထောက်ကြီး Choi Jin-hyuk အာဂျောရှီး ရဲ့ “Old But Gold” ကားကောင်းလေး ပြန်လည် တင်ဆက်ပေးလိုက်ပါပြီMy Holo Love ထဲက မင်းသား Yoon Hyun-Min နဲ့ Insider ထဲက မင်းသမီးကြီး Lee Yoo-Young တိုလည်း ပါဝင်ပါတယ်ဇာတ်လမ်းအကျဉ်းအကြမ်းဖက်မှုခင်းအဖွဲ ၁ က စုံထောက်ကြီး ပတ်ဂွမ်ဟို (Choi Jin-Hyuk) က ကွင်းဆက်လူသတ်သမားကို အပြင်းအထန်ကြိုးစားပြီး ဖမ်းနေတဲ့ အနိုင်မခံအရှုးမပေးစုံထောက်တစ်ယောက်ဖြစ်ပါတယ်1986 ခုနှစ်မှာ ကွင်းဆက်လူသတ်မှုကို ဖော်ထုတ်ရန် မှုခင်း‌နေရာဖြစ်တဲ့ လိုဏ်ဂူထဲကို သွားရင်း တခြားတစ်ဖက်ကို ရောက်တဲ့အခါ သူ့အတွက် ကမ္ဘာကြီး တစ်ခုလုံး ပြောင်းလဲ သွားပါတော့တယ်အနာဂတ် အနှစ်သုံးဆယ်ဖြစ်တဲ့ 2017 ခုနှစ်ကို ရောက်သွားတာဖြစ်ပြီး အဲဘက်မှာလည်း ကွင်းဆက်လူသတ်မှုက ဆက်ဖြစ်နေပါတယ်စုံထောက်ပတ်ဂွမ်ဟိုတစ်ယောက် အဲဘက်က စုံထောက် Kim Sun-Jae (Yoon Hyun-Min) နဲ့ အပြစ်သားစိတ်ပိုင်းဆိုင်ရာကျွမ်းကျင်သူ ပရော်ဖက်ဆာ Shin Jae-Yi (Lee Yoo-Young) တိုနဲ့ပေါင်းပြီး တရားခံကို ဆက်လက်ဖမ်းဆီးသွားမှာဖြစ်ပါတယ်မင်းသားက အတိတ်ကလာတယ်ဆိုတာ ယုံကြပါ့မလားSerial Killer ကိုရော ဖမ်းမိနိုင်မလားPark Gwang-Ho ရော အိမ်ပြန်နိုင်ပါ့မလားSupernatural ကားလေးကိုမှ thriller, mystery vibes အပြည့်နဲ့ ကြည့်ရမယ့်အပြင် အတိတ်က လူနဲ့ အခု modern ခေတ်က လူတို တွေ့ကြတော့ မင်းသားနှစ်ယောက်နဲ့ ထိုင်ခွီနေရဦးမှာပါOngoing တွေနဲ့ ခေါင်းစားရတာ မဝသေးတဲ့သူတွေအတွက် တစ်ခါတည်း အဝ ခေါင်းစားရစေဖို CM မှာ အခုပဲ ကြည့်လိုက်ပါတော့ရှင် ။( အညွှန်းရေးသားထားသူကတော့ Khaing Khin ပါ )s: 16Aired: Mar 25, 2017 – May 21, 2017Aired On: Saturday, SundayOriginal Network: OCNDuration: 1 hr. 4 min.Content Rating: 15+ – Teens 15 or olderTranslated by Khaing Khin , Thuu ThuuEncoded by Naing Aung Latt (1)_ [1.2GB]     Meganz  VIP Link (1)_480p [600MB]     VIP Link (2)_ [1.2GB]     Meganz  VIP Link (2)_480p [600MB]     VIP Link (3)_ [1.2GB]     Meganz  VIP Link (3)_480p [600MB]     VIP Link (4)_ [1.2GB]     Meganz  VIP Link (4)_480p [600MB]     VIP Link (5)_ [1.2GB]     Meganz  VIP Link (5)_480p [600MB]     VIP Link (6)_ [1.2GB]     Meganz  VIP Link (6)_480p [600MB]     VIP Link (7)_ [1.2GB]     Meganz  VIP Link (7)_480p [600MB]     VIP Link (8)_ [1.2GB]     Meganz  VIP Link (8)_480p [600MB]     VIP Link (9)_ [1.2GB]     Meganz  VIP Link (9)_480p [600MB]     VIP Link (10)_ [1.2GB]     Meganz  VIP Link (10)_480p [600MB]     VIP Link (11)_ [1.2GB]     Meganz  VIP Link (11)_480p [600MB]     VIP Link (12)_ [1.2GB]     Meganz  VIP Link (12)_480p [600MB]     VIP Link (13)_ [1.2GB]     Meganz  VIP Link (13)_480p [600MB]     VIP Link (14)_ [1.2GB]     Meganz  VIP Link (14)_480p [600MB]     VIP Link (15)_ [1.2GB]     Meganz  VIP Link (15)_480p [600MB]     VIP Link (16)END_ [1.2GB]     Meganz  VIP Link (16)END_480p [600MB]     VIP Link 