Synopsis of Delhi Crime(S1+S2)Season 2Delhi crime Season 2 2022IMDb 8.510 ရထားပြီး အပိုင်းတိုင်း အပိုင်းတိုင်း စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှူခဲ့ရတဲ့ Delhi Crime ဖြစ်ရပ်မှန်မှုခင်းဇာတ်လမ်းတွဲ Season 2 ထွက်ရှိလာပါပြီဒီတစ်ခါမှာလည်း ပြင်ပလက်ရှိလောကမှာ အမှန်တကယ်ဖြစ်ခဲ့တဲ့ကတ်ချဘန်နီရန်ဆိုတဲ့ လူမျိုးစုဂိုဏ်းရဲ့ မွှေချက်ကြီးကို ကြည့်ရမှာပါစွပ်ကျယ်နဲ့ လန်ကွတ်တီပဲ ဝတ်ထားတဲ့ ကတ်ချဘန်နီရန်ဂိုဏ်းရဲ့ ပြစ်မှုကျူးလွန်သူတွေဟာတစ်ညမှာ အိမ်ကြီးထဲ ခိုးဝင်ပြီး သက်ကြီးအဖိုးအဖွား စုံတွဲနှစ်တွဲကိုရုပ်ပျက်ဆင်းပျက်ဖြစ်အောင် သတ်လိုက်ကြတယ်အငြှိုးရှိဟန်လည်း မတူပေမယ့်တစ်အိမ်လုံးမှာ ပွစာကြဲအောင် မွှေနှောက် သောက်စား အညစ်အကြေးစွန့်ထားခဲ့ပြီးစီစီတီဗွီမှာပါ သက်သေအထောက်အထားချန်ထားခဲ့တဲ့ လူသတ်သမားတွေကိုရဲမှူးဗာတီကာနဲ့ အဖွဲ့က ရှာဖွေစုံစမ်းကြမှာဖြစ်ပါတယ်၁၉၉၀ ပြည့်နှစ်တွေကတော့ ကတ်ချဘန်နီရန်ဂိုဏ်းသားတွေအတော်ကိုထောင်လွှားခဲ့ပြီး ပြစ်မှုမျိုးစုံကျူးလွန်ခဲ့ကြတယ်အခုတစ်ခေါက် ပေါ်တော်မူလာတဲ့ တရားခံတွေကရောအတူတူပဲလား ဘယ်သူတွေလဲဆိုတာကိုကြည့်ရှူခံစားရမယ့် အပြင်ရဲမှူးကြီးရဲ့ တာဝန်ဝတ္တရားခွဲဝေကြီးကြပ်ပုံတရားမျှတမှုအတွက် လွန်ဆွဲရတဲ့ ဇာတ်ကြောင်းတွေကိုပါခံပြင်းဖွယ် ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်Reviewed by JerricaSeason2 Link>>Vip Member – Click Here>> 1 –   Userdrive      Veryfile 2 –   Userdrive      Veryfile 3 –   Userdrive      Veryfile 4 –   Userdrive      Veryfile 5 –   Userdrive      Veryfile>> 1 –   Userdrive    Meganz    Veryfile 2 –   Userdrive    Meganz    Veryfile 3 –   Userdrive    Meganz    Veryfile 4 –   Userdrive    Meganz    Veryfile 5 –   Userdrive    Meganz    Veryfileရုပ်ရှင်တစ်ခုဖန်တီးရာမှာအတွင်းယုတ္တိ အပြင်ယုတ္တိဆိုပြီးရှိတယ်လို့ပြောတာကြားဖူးတယ်…အတွင်းယုတ္တိသည် ဇာတ်လမ်းဖန်တီးသူရဲ့ စိတ်ကြိုက်ဖန်တီးခွင့်ရှိပြီးအပြင်မှာ တကယ်ရှိစရာ၊ဖြစ်တည်နေစရာမလိုဘူး…ဥပမာပြောရရင်Marval ,DC ဘာညာ…ပြောရရင်ဒီလိုကားတွေက ဖျော်ဖြေမှုအပေးနိုင်ဆုံးလို့ပြောလို့ရသလို လူကြိုက်လည်းများကြပါတယ်…အပြင်ယုတ္တိကတော့ ကျွန်တော့်လက်ရှိနေထိုင်တဲ့လောကကြီးရဲ့လူတွေပတ်ဝန်းကျင်တွေအကြောင်းပါပဲ…ဒါကတော့ ဖြစ်ရိုးဖြစ်စဉ်တွေတွေ လက်တွေ့ဘဝတွေထက်လွန်ဆန်လို့မရပါဘူး…အထူးသဖြင့် ဖြစ်ရပ်မှန်ဇာတ်ကားတွေပေါ့…ဒါတွေအားလုံးက ကျော်ထွက်မသွားအောင်ရိုက်ရတဲ့အပြင်မူလအဖြစ်တွေကလည်း သွေဖီမသွားအောင်ရိုက်ရလေတော့ကြည့်ရတာအီသွားတတ်ပါတယ်…ဒါပေမယ့် Delhi Crime ဇာတ်လမ်းတွဲကတော့ ဖြစ်ရပ်မှန် မှုခင်းဇာတ်လမ်းတွဲဖြစ်ပေမယ့် အပိုင်းတိုင်းကိုဆွဲဆောင်မှုရှိသလိုကြည့်ရတာ တကယ့်ကိုစိတ်လှုပ်ရှားဖွယ်ကောင်းပါတယ်….ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းတွဲဟာ 2012 ရဲ့ ဒီဇင်ဘာလ အိန္ဒိယမှာဖြစ်ပျက်ခဲ့တဲ့ အဆိုးရွားဆုံးမှုခင်းဖြစ်ရပ်တစ်ခုအကြောင်းကိုရိုက်ကူးထားတာပါ....ဒီအမှုကတော့ ကောင်မလေးတစ်ယောက်နဲ့ကောင်လေးတစ်ယောက်တို့ရုပ်ရှင်ကြည့်ပြီးအပြန် Bus ကားနဲ့ပြန်ခဲ့တယ်…ဒီမှာ ကားပေါ်ပါလာတဲ့ လူ ၆ယောက်ရှိပြီး ဒီလူအကုန်လုံးကယုတ်မာအပက်စက်ဆုံး ယောင်္ကျားလေးတွေဖြစ်နေတာတော့ရုပ်ရှင်ကြည့်ပြန်လာတဲ့ ကောင်လေးနဲ့ကောင်မလေးတွေအတွက်တကယ့်ရင်နင့်ဖွယ်ရာပါပဲ….မိန်းကလေးက မုဒိန်းကျင့်ခံခဲ့ရတဲ့အပြင် သူမတို့ ၂ယောက်လုံးဟာသံချောင်းနဲ့ထိုး၊အတွင်းကလီစာတွေပါ ဆွဲထုတ်တဲ့အထိလူမဆန်စွာ ပြုမူခြင်းခံခဲ့ရပါတယ်….ဒီအကြောင်းကို ရဲတွေစုံစမ်းတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ…အဲ့ဒီခေတ်က အကျင့်ပျက်နေတဲ့ရဲတွေ၊ ပြည်သူအကျိုးပြုတဲ့ရဲတွေ၊ စရိုက်ခပ်ကျကျပတ်ဝန်းကျင်တွေ၊ကူညီတတ်တဲ့လူသားတွေ ၊ စတဲ့ အကြောင်းတွေကို သဘာဝကျတဲ့အပြောအဆိုအပြုအမူတွေနဲ့ ရိုက်ပြထားတာဖြစ်ပါတယ်…ကိုင်း…စုံထောက်မှုခင်းကားကြိုက်သူတို့အဖို့ တစ်ပိုင်းလောက်တော့မြည်းစမ်းစေချင်တယ်….တကယ့်ကိုကောင်းတဲ့စီးရီးဖြစ်လို့ ကြည့်ရှုရင်း ကိုယ်တိုင်စုံစမ်းထောက်လှမ်းကြည့်ရအောင်….SE 1 ထွက်လာပြီး အပိုင်း(၇) ပိုင်းလုံးတင်ဆက်ပေးထားပါတယ်…SE 2 ကို တော့ဆက်လက်ရိုက်ကူးနေပြီးမကြာမီ တင်ဆက်ပေးသွားမည်ဟုသိရပါသည်….Quality –  True WEBDL  Duration – 60min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Crime, DramaTranslator – d3mon & Jerrica & Thet Ko & Sora & Allena & YunniEncoder – Phyo Pyae & YKSeason1 Link>>Zip File – CM Links     