Synopsis of He’s Into Her (2021)He’s into her Season 1 (2021)===================================သင်ဟာ အချစ်ကြောင့်အတိတ်မှာနာကျင်ခဲ့ရတယ်ဆိုရင်ပစ္စုပ္ပါန်မှာရဲရင့်ပြီး အနာဂတ်ကိုလှပစေလိုက်ပါ။He’s into her ဟာ ဖိလစ်ပိုင်စီးရီးလေးဖြစ်ပြီးတော့ RomCom အမျိုးအစားဖြစ်ပါတယ်။စင်ဒရဲလားနဲ့ F4 ကို အချိုးကျပေါင်းစပ်ပြီးကြည့်ရတဲ့ ခံစားချက်မျိုးရမှာဖြစ်ပြီးဖိလစ်ပိုင်ကားတွေရဲ့သဘောသဘာဝအတိုင်းမေတ္တာတရားနဲ့ချစ်ခြင်းတရားကို အားပြိုင်ထားပြီးလူငယ်စတိုင်လေးနဲ့ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ နယ်မြို့လေးကနေ မနီလာမှာကျောင်းလာတက်တဲ့မဟုတ်မခံ ဇတ်ဇတ်ကျဲကောင်မလေးတစ်ယောက်နဲ့သူတက်မယ့်ကျောင်းရဲ့ ဘတ်စ်စကတ်ဘောအသင်းခေါင်းဆောင်ထိပ်ထိပ်ကြဲပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင် ကောင်လေးတစ်ယောက်တို့ ဆုံတွေ့ခဲ့ကြပါတယ်။ဒဏ်ရာကိုယ်စီလွယ်ရင်းအတိတ်တွေကိုဖုံးကွယ်ထားကြရင်းနဲ့မတည့်အတူနေကြရင်းက နှလုံးသားချင်းတစ်ဖြည်းဖြည်းထပ်တူကျလာတဲ့အခါမှာဘယ်လိုအခက်အခဲအတားအဆီးမျိုးတွေနဲ့ ကြုံတွေ့ရပြီးတော့တွဲသောလက်မြဲစေနိုင်မှာလားဆိုတာကိုတော့ ကြည့်ရှုအားပေးကြပါဦးခင်ဗျာ။စုစုပေါင်း (၁၀) ပိုင်းပါဝင်မှာဖြစ်ပြီး ChannelMyanmar မှ အစကနေအဆုံးထိတင်ဆက်ပေးသွားမှာပါ။(FA တွေအတွက်အထူးမှာကြားချင်တာကတော့ စောင်ကိုထူထူယူထားကြနော်ရိုချက်တွေက ရှယ်ကိုက်ပလန်မို့လို့ပါ)အညွှန်း နဲ့ ဘာသာပြန်ကတော့ TarTee Poe ပဲ ဖြစ်ပါတယ်။Genre: Comedy, Dramas: 10Quality: Size: 600MBSubtitle: Myanmar (Hardsub)Translator: TarTee PoeEncoder: August 01 – VIP | Userdrive |  |  | CMDrive | Sreamsb 02 – VIP | Userdrive |  |  | CMDrive | Sreamsb 03 – VIP | Userdrive |  |  | CMDrive | Sreamsb 04 – VIP | Userdrive |  |  | CMDrive | Sreamsb 05 – VIP | Userdrive |  |  | CMDrive | Sreamsb 06 – VIP | Userdrive |  |  | CMDrive | Sreamsb 07 – VIP | Userdrive |  |  | CMDrive | Sreamsb 08 – VIP | Userdrive |  |  | CMDrive | Sreamsb 09 – VIP | Userdrive |  |  | CMDrive | Sreamsb 10 – VIP | Userdrive |  |  | CMDrive | Sreamsb=======================================He’s into Her Season 2 (2022)အချစ်ဆိုတာကို လူတွေက ဘယ်လို အဓိပ္ပာယ်သတ်မှတ်ကြပါလဲ။အချစ်ကို အဓိပ္ပာယ်အမျိုးမျိုး ဖွင့်ဆိုကြတဲ့ သူတွေရှိကြတဲ့ထဲ သင်ကောအချစ်ဆိုတာကို ဘယ်လို သတ်မှတ်ထားခဲ့ပါလဲ ။ ငယ်ရွယ်စဉ်က သတ်မှတ်ချက်က အရွယ်တစ်ခုရောက်လာတာနဲ့ပြောင်းလဲသွားနိုင်ပါတယ် ။ အချစ်ကို တိုက်ပွဲ တစ်ခုဆိုပြီး သဘောထားကြတဲ့သူတွေလည်း ရှိပါတယ် ။တိုက်ပွဲအတွင်းမှာ ဘာတွေကို တိုက်ခိုက်ရပြီး ဘယ်လိုဒဏ်ရာတွေ ရခဲ့လဲဆိုတာတော့ အချစ်မှာပျော်ဝင်ဖူးကြတဲ့သူတွေပဲ သိမှာပါ ။ နာကျင်ခံစားနေရတာတွေကြောင့် ဒီတိုက်ပွဲကနေ အရှုံးပေးသွားတဲ့အချစ်တွေ ရှိသလို ဒီတိုက်ပွဲကို ဆက်ပြီး လက်မလွှတ်နိုင်တဲ့ အချစ်တွေများစွာလည်း ရှိပါတယ် ။သင်ကိုယ်တိုင်ကော ဒီတိုက်ပွဲတွေထဲမှာ အချစ်ကို ပိုင်ဆိုင်ထားသူလား ဒါမှမဟုတ် လက်လွှတ်လိုက်သူလား ။ဒီဇာတ်လမ်းလေးကတော့ Benison ကျောင်းက ကျောင်းသား ကျောင်းသူလေးတွေရဲ့ဆယ်ကျော်သက်အရွယ် ဖြူစင်လှပပြီး ငယ်ရွယ်တဲ့အချစ်အကြောင်းကို ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ် ။Season -1 ကို မကြည့်ရသေးတဲ့ ပရိတ်သတ်ကြီးအနေနဲ့ ဒီအောက်က အညွှန်းကို ဆက်မဖတ်ပဲအရင်ဆုံး အပြေးလေး သွားကြည့်ဖို့ကို ညွှန်းချင်ပါတယ် ။ ကြည့်ရတာ နောင်တမရမဲ့ ၊ကြည့်နေရင်း တစ်စုံတစ်ယောက်ကို အပြေးလေး သတိရမိသွားစေမဲ့ ၊ ရိုလွန်းတဲ့ ဇာတ်လမ်းလေးဆိုတာကိုတော့အာမခံပါတယ် ။ လူငယ်တွေကြားက ချစ်ခြင်းမေတ္တာ မိဘနဲ့ သားသမီးကြားက ချစ်ခြင်းမေတ္တာ နဲ့ သူငယ်ချင်းတွေကြားကချစ်ခြင်းမေတ္တာတွေကို လှလှပပရိုက်ကူးထားတာကြောင့် ခံစားမှုရသမျိုးစုံကို ရရှိမှာ သေချာပါတယ် ။ဇာတ်လမ်းအကျဉ်းကတော့ Season -1 မှာ Max နဲ့ Enrile တို့ ချစ်သူတွေ ဖြစ်သွားကြပေမဲ့Season – 2 မှာတော့ Max နဲ့ Enrile တို့ရဲ့ အချစ်ခရီးလမ်းဟာ မဖြောင့်ဖြူးခဲ့ပါဘူး ။Max ကို အနိုင်ကျင့်ခဲ့တဲ့သူဟာ Enrile ဖြစ်ကြောင်း Max ရဲ့ ဖခင် သိသွားတဲ့ အချိန်သူတို့ နှစ်ယောက်ရဲ့ အချစ်ရေးကို ခွင့်မပြုပေးခဲ့ပါဘူး ။ ဒါ့အပြင် Enrile ရဲ့ ရည်းစားဟောင်းကလည်းနည်းလမ်းမျိုးစုံနဲ့ သူတို့ နှစ်ယောက်ကြား ကြားဝင်နှောက်ယှက်နေမှာပါ ။ တခြားသော အကြောင်းအရာတွေကလည်းMax နဲ့ Enrile တို့ကြား ဝင်ရောက်လာဦးမှာဖြစ်လို့ သူတို့ နှစ်ယောက် ဒီအချစ်တိုက်ပွဲအတွင်း လက်လျော့လိုက်မှာလားဆက်ပြီး ရင်ဆိုင်သွားကြမှာလား ဒါမှမဟုတ် ဘယ်လိုအဆုံးသတ်သွားမယ်ဆိုတာကို CM နဲ့ အတူတူကြည့်လိုက်ရအောင်နော် ။Genre: Comedy, Dramas: 10Quality: Size: 600MBSubtitle: Myanmar (Hardsub)Translator: Nan ThinEncoder: August 01 – VIP | Userdrive |  |  | Meganz | Sreamsb 02 – VIP | Userdrive |  |  | Meganz | Sreamsb 03 – VIP | Userdrive |  |  | Meganz | Sreamsb 04 – VIP | Userdrive |  |  | Meganz | Sreamsb 05 – VIP | Userdrive |  |  | Meganz | Sreamsb 06 – VIP | Userdrive |  |  | Meganz | Sreamsb 07 – VIP | Userdrive |  |  | Meganz | Sreamsb 08 – VIP | Userdrive |  |  | Meganz | Sreamsb 09 – VIP | Userdrive |  |  | Meganz | Sreamsb 10 – VIP | Userdrive |  |  | Meganz | Sreamsb 11 – VIP | Userdrive |  |  | Meganz | Sreamsb 12 – VIP | Userdrive |  |  | Meganz | Sreamsb 13 – VIP | Userdrive |  |  | Meganz | Sreamsb 14 – VIP | Userdrive |  |  | Meganz | Sreamsb 15 – VIP | Userdrive |  |  | Meganz | Sreamsb 16 – VIP | Userdrive |  |  | Meganz | Sreamsb 