Synopsis of Love in Spring (2022)Love in Spring (2022)ဒီတစ်ခေါက်မှာတော့ CM ရဲ့ BL fan လေးတွေအတွက်Korea HistoricalRomance BL Series လေးတင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်လမ်းမှာတော့ မင်းသား Yoo Young Jae နဲ့ Kim Song တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့– အလုပ်အကျွေးပြုနေရတဲ့ သခင်လေးက ကိုယ့်ကိုစွဲလမ်းနေလို့ ထွက်ပြေးနေရှာတဲ့ အစေခံလေး ဆယ်ဗြောဆယ်ဗြောရဲ့အသက်ကို အမတ်ကြီး ချွဲဂျင်ဆာက ကယ်ဆယ်ပေးခဲ့ပါတယ်အမတ်ကြီးက ဆယ်ဗြောကို မိန်းကလေးလို ဟန်ဆောင်ခိုင်းပြီး သူ့ရဲ့ တတိယသမီး ချွဲဟယ်ဆောင်းအဖြစ်နေထိုင်စေခဲ့တယ်– အမေနဲ့အတူ နေထိုင်တဲ့ ဆင်းရဲတဲ့ မျိုးရိုးမြင့်ကောင်လေး ဂျင်ဂွန်ဆောင်းဂွန်ဆောင်းကတော့ သိုင်းပညာကျွမ်းကျင်တဲ့သူတစ်ယောက်ပါ– တစ်ရက်မှာတော့ တောင်ပေါ်သစ်ခုတ်ဖို့သွားတဲ့ဂွန်ဆောင်းကရေထဲခုန်ချသွားတဲ့ မိန်းကလေးတစ်ယောက်ကို ကယ်တင်ဖို့ကြိုးစားခဲ့တယ်ဒါပေမယ့် မိန်းကလေးကပဲ သူ့ကိုပြန်ပြီးကယ်တင်ပေးခဲ့တယ်အဲဒီမိန်းကလေးကတော့ အခြားလူမဟုတ်ပါဘူးမိန်းကလေးပုံစံဟန်ဆောင်ထားတဲ့ ဆယ်ဗြောပါရုတ်တရက် ဆယ်ဗြောနဲ့ ဂွန်ဆောင်းလက်ထပ်ဖို့အကြောင်းဖန်လာတဲ့အခါမှာဘာတွေဆက်ဖြစ်မလဲဆိုတာကို CM က ဘာသာပြန်တင်ဆက်ပေးမယ့်Love in Spring မှာ ဆက်လက်ကြည့်ရှုကြပါရှင်စုစုပေါင်း ၁၆ ပိုင်းတိတိ ထုတ်လွှင့်သွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Hay Thar က ရေးထားပေးပြီးတော့ဘာသာပြန်တွေကတော့ Hay Thar နဲ့ Joyz ပဲ ဖြစ်ပါတယ်။Genre….. Historical, BL, RomanceQuality….  | File size… 600MB | 300MBs … 16 sFormat… mp4Duration…. 60minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Hay Thar and JoyzEncoder ….. AugustVIP Link – Click Here! 01+02 – Userdrive |  |  | Meganz | Telegram 03+04 – Userdrive |  |  | Meganz | Telegram 05+06 – Userdrive |  |  | Meganz | Telegram 07+08 – Userdrive |  |  | Meganz | Telegram 09+10 – Userdrive |  |  | Meganz | Telegram 11+12 – Userdrive |  |  | Meganz | Telegram 13+14 – Userdrive |  |  | Meganz | Telegram 15+16 – Userdrive |  |  | Meganz | Telegram 01+02 – Userdrive |  |  |  | Telegram 03+04 – Userdrive |  |  |  | Telegram 05+06 – Userdrive |  |  |  | Telegram 07+08 – Userdrive |  |  |  | Telegram 09+10 – Userdrive |  |  |  | Telegram 11+12 – Userdrive |  |  |  | Telegram 13+14 – Userdrive |  |  |  | Telegram 15+16 – Userdrive |  |  |  | Telegram 