Synopsis of Becoming Elizabeth (2022) Season 1 CompleteBecoming Elizabeth (2022) (Season 1 Complete)~ IMDb – 6.210, Rotten Tomatoes – 93% ~အပျိုစင်ဘုရင်မလို့ နာမည်ကြီးတဲ့ အင်္ဂလန်ရဲ့ ဘုရင်မ Tudor အိမ်တော်က ပထမအယ်လီဇဘက်ရဲ့ ဘုရင်မအယ်လီဇဘက်ဖြစ်မလာခင် မင်းသမီးအယ်လီဇဘက်ဘ၀ကနေ ဘုရင်မအယ်လီဇဘက်ဘဝကို ဘယ်လိုတက်လှမ်းခဲ့လဲ ရိုက်ပြထားတဲ့ သမိုင်းဒရာမာစီးရီးအသစ်ပါပဲ။ Tudor အိမ်တော် ပီပီသသ လိင်မှုအရှုပ်တော်ပုံတွေကိုပါ ပုံဖော်ရိုက်ပြထားသလို အပျိုစင်ဘုရင်မလို့ နာမည်ကြီးပေမဲ့ အတော်လေးကို‌ ပွေရှုပ်ခဲ့တဲ့ အယ်လီဇဘက်ရဲ့ ငယ်ဘ၀ကိုပါ ပြထားပါတယ်။ဇာတ်ကိုတော့ အယ်လီဇဘက်အဖေ ဟင်နရီ ၈ နတ်ရွာစံသွားတဲ့ ၁၅၄၇ မှာ စဖွင့်ထားပါတယ်။ အယ်လီဇဘက်မောင် အတ်ဒ၀တ် ၆ ဟာ အဖေသေသွားတဲ့နောက် အသက်ကိုးနှစ်မှာ ဘုရင်စဖြစ်လာခဲ့ပါတယ်။ ဒီလိုကလေးဘုရင်လေးကို သူ့အမေဘက်က ဦးလေးနှစ်ယောက်က ထိန်ကျောင်းရင်း တိုင်းပြည်ကို အုပ်ချုပ်ဖို့သင်ရင်း တစ်ဖက်မှာလည်း စကော့တလန်နဲ့ စစ်တိုက်နေခဲ့ပါတယ်။ ပြင်သစ်နဲ့ စစ်ဖြစ်ဖို့လည်း တာစူနေခဲ့တယ်။ နန်းတော်ထဲမှာတော့ ဦးရီးတော်နဲ့ မိထွေးတော် အရှုပ်တွေ၊ အယ်လီဇဘက်နဲ့ ဦးရီးတော်အရှုပ်တွေလည်းဖြစ်နေတယ်။ နောက် သူ့အမ Mary Tudor ကလည်း သမိုင်းမှာပါ Bloody Mary လို့ နာမည်ကျော်ခဲ့တဲ့သူပါ။ သူဟာ အင်္ဂလန်ရဲ့ ပထမဆုံးဘုရင်မလည်း ဟုတ်သလို အယ်လီဇဘက်ကလည်း Tudor အိမ်တော်ရဲ့ နောက်ဆုံးနန်းမွေရခဲ့တဲ့သူဆိုတော့ အင်္ဂလန်သမိုင်းရဲ့ တော်တော်စိတ်၀င်စားဖို့ကောင်းတဲ့ ကာလမှာ ဇာတ်အိမ်တည်ထားတဲ့ သမိုင်းဒရာမာဇာတ်လမ်းတွဲကောင်းပါပဲ။ မင်းသမီးကိုလည်း နာမည်အသင့်အတင့်ရှိတဲ့လူ သုံးပေးပါတယ်။အင်္ဂလန်နန်းတွင်းအရှုပ်တွေ၊ ပြည်ပစစ်တွေကြား စိတ်၀င်တစားကြည့်ရမယ့် ဒီဇာတ်လမ်းတွဲဟာ တစ်ပတ်တစ်ပိုင်းနဲ့ ၈ပိုင်းတိတိထွက်ရှိလာမှာ ဖြစ်ပါတယ်။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ W ပဲဖြစ်ပါတယ်။)Size ~ 800MB, 450MBQuality – , Duration ~ 50min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : Web-dl.Translator – WEncoder – Y–> VIP LINK <– 1 –>   MegaUp  MegaNZ  UserDrive  StreamSB –>   MegaUp  MegaNZ  UserDrive  StreamSB 2 –>   MegaUp  MegaNZ  UserDrive  StreamSB –>   MegaUp  MegaNZ  UserDrive  StreamSB 3 –>  MegaUp  MegaNZ  UserDrive  StreamSB –>   MegaUp  MegaNZ  UserDrive  StreamSB 4 –>   MegaUp  MegaNZ  UserDrive  StreamSB –>   MegaUp  MegaNZ  UserDrive  StreamSB 5 –>   MegaUp  MegaNZ  UserDrive  StreamSB –>   MegaUp  MegaNZ  UserDrive  StreamSB 6 –>   MegaUp  MegaNZ  UserDrive  StreamSB –>   MegaUp  UserDrive  StreamSB 7 –>   MegaUp  MegaNZ  UserDrive  StreamSB –>   MegaUp  UserDrive  StreamSB 8 –>   MegaUp  MegaNZ  UserDrive  StreamSB –>   MegaUp  MegaNZ  UserDrive  StreamSB 