Synopsis of Never Have I Ever (S1+S2+S3)Never Have I Ever Season 3 (အညွှန်း)Devi is back!!!Season 1 နဲ့ 2 မှာ အမျိုးစုံကြိုးခုန်ပြီး တလွဲတွေရော အတည်တွေရောဖြစ်ခဲ့ပြီးတဲ့နောက်မှာတော့Devi တစ်ယောက် ကျောင်းရဲ့အမိုက်ဆုံးကောင်လေး Paxton နဲ့တွဲဖြစ်ခဲ့ပါတော့တယ်။ကျောင်းသူဘဝမှာ ရည်းစားရအောင်ထားမယ်ဆိုတဲ့ သူ့ရဲ့မဟာရည်ရွယ်ချက်ကြီးကိုစိတ်ကူးထဲက အမိုက်စားကောင်လေးနဲ့အတူ အကောင်အထည်ဖော်နိုင်ခဲ့ပေမယ့်Devi တစ်ယောက် တစ်မျိုးပြောင်းပူပြီး ရတက်မအေးဖြစ်ရပြန်နေရပြန်ပါပြီ။အကြောင်းအရင်းကတော့ သူ့ရည်းစား Paxton ကြောင့်ပါပဲ။ ကျောင်းရဲ့ စပ်စုစိန်တွေအတင်းတုပ်တွေရဲ့ စောင်းမြောင်းပြောတာကို ခံနေရတဲ့ကြားထဲကနေ သူ့ရည်းစားနဲ့သူကHealthy relationship ကိုပိုင်ဆိုင်ထားကြောင်း အရမ်းတွေ သက်သေပြချင်နေတဲ့Devi တစ်ယောက် တစ်နေ့မှာတော့ “Paxton က နင်ထားသလိုလူစားမျိုး မဟုတ်ဘူး” ဆိုတဲ့ပဟေဠိဆန်ဆန် message ကို ရခဲ့တဲ့အခါမှာ .. Devi တစ်ယောက် ဘာတွေနဲ့ဆက်ရင်ဆိုင်ရဦးမလဲ ..ဒီရည်းစားနဲ့ရော မျှော်မှန်းထားသလိုမြဲပါ့မလား .. ဆယ်ကျော်သက်တွေအကြိုက်ပေါ့ပေါ့ပါးပါးNetflix ကျောင်းသားကားစီးရီးလေးမို့ အပန်းပြေကြည့်ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်။File Size – 800MB  400MBQuality –  NF WEB RIP  Total s: 10 EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy  DramaTranslator – Dolly & Lai Laii & Myo Myo Htet & Yoon SandiEncoder –YKFor VIP Member – Click Here!Season3>. 1 –   Userdrive    Meganz   2 –   Userdrive      Veryfile 3 –   Userdrive      Veryfile 4 –   Userdrive    Veryfile 5 –   Userdrive  Meganz    Veryfile 6 –   Userdrive    Meganz    Veryfile 7 –   Userdrive    Meganz    Veryfile 8 –   Userdrive    Meganz    Veryfile 9 –   Userdrive    Meganz    Veryfile 10 –   Userdrive    Meganz    Veryfile>. 1 –   Userdrive    Meganz   2 –   Userdrive    Meganz    Veryfile 3 –   Userdrive  Meganz    Veryfile 4 –   Userdrive  Meganz    Veryfile 5 –   Userdrive  Meganz    Veryfile 6 –   Userdrive    Meganz    Veryfile 7 –   Userdrive    Meganz    Veryfile 8 –   Userdrive    Meganz    Veryfile 9 –   Userdrive    Meganz    Veryfile 10 –   Userdrive    Meganz    VeryfileNever Have I Ever 2020=======================ကိုဗစ်ကာလမှာ အိမ်တွင်းအောင်းနေမယ့် စီအမ်ဖန်တွေအတွက်netflixက ထုတ်ထားတဲ့ ဆယ်ကျော်သက် ဟာသစီးရီးလေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ်….ဇာတ်လမ်းကို ရေးထားတဲ့ စာရေးဆရာမMindy Kalingက သူ့ရဲ့ဆယ်ကျော်သက်ဘဝကိုပြန်လည်ခံစားပြီး လူငယ်ဘဝရဲ့ အလွဲတွေ အချစ်ပေါ် ခံစားချက်တွေကို ပုံဖော်ထားပြီးအရှေ့တိုင်းဆန်ဆန်ဟာသတွေလဲ အတော်လေးပါပါတယ်…………အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဒေဗီ​လေးက ကယ်လီဖိုးနီးယားမှာ​ကျောင်းတက်​နေတဲ့ဆယ်​ကျော်သက်အရွယ် အိန္ဒိယလူမျိုး​မ​လေး​ပေါ့ …..အိန္ဒိယလူမျိုးဖြစ်တဲ့ဒေဗီ မိဘ​တွေက​တော့ ထုံးစံအတိုင်း အာရှဆန်ဆန် အရှေ့တိုင်း အယူအဆ​တွေရှိကြတယ်ပေါ့နော်ဒေဗီက​တော့ အ​မေရိကန်မှာ​မွေးတဲ့သူဖြစ်လို့ သူ့မိဘ​တွေနဲ့ဆန့်ကျင့်ဖက်​ပေါ့.ဒေဗီဟာ သူ့အ​ဖေဆုံးပြီးတဲ့​နောက်ပိုင်း​ စိတ်အရမ်းထိခိုက်ပြီး အောက်ပိုင်း​သေသွားခဲ့ပါတယ် .ဒါပေမယ့် ​​နွေရာသီပိတ်ရက်မှာ ကျောင်းက သူတစ်ဖက်သက်ကြိုက်ရတဲ့​ကောင်​လေး​ကြောင့် ရုတ်တရက်လမ်းပြန်​လျှောက်နိုင်ခဲ့တယ်…..သူ့ရဲ့ အဓိကရည်ရွယ်ချက်ဖြစ်တဲ့ ​ကျောင်းပြန်ဖွင့်တဲ့အချိန်ကျရင်ရည်းစားရ​အောင်ထားမယ်ဆိုတဲ့ရည်ရွယ်ချက်နဲ့အတူသူ့သူငယ်ချင်းင​ပေါမနှစ်​ယောက်နဲ့ သူတို့​ကျောင်းမှာပေါ်ပြူလာ ဖြစ်​အောင်​နေမယ်ဆိုပြီး ဆုံးဖြတ်လိုက်ရင်းတလွဲတွေဖြစ်လာတာကို ရိုက်ကူးပြထားတဲ့ လူငယ်တွေအကြိုက် ဟာသစီးရီးတွဲလေးပေါ့​ဒေဗီရဲ့အ​မေ့စတိုင်က မြန်မာနိုင်ငံက မိဘ​တွေ​တော်​တော်များများနဲ့ဆင်နေတော့ဒီစီးရီးတစ်ခုလုံး ခွီနေရမှာ အသေချာပါပဲ………………..Pyi T Nyein, May Thu Aung, Do Do , Dolly နဲ့ Jerricaတို့မှဘာသာပြန်ပေးထားပါပြီး YK မှ တင်ဆက်ပေးလိုက်ပါတယ်………………………Quality :  WEBDLFile Size : 350MBOriginal Network : NetflixTranslator : May Thu Aung , Dolly , Pyi T Nyein , Jerrica and Do DoEncoder : YKVIP Link : Click Here !Ep01 – Userdrive  Datbu Yotehin  Veryfile   (350MB)Ep02 – Userdrive  Datbu Yotehin  Veryfile   (350MB)Ep03- Userdrive  Datbu Yotehin  Veryfile   (350MB)Ep04- Userdrive  Datbu Yotehin  Veryfile   (350MB)Ep05- Userdrive  Datbu Yotehin  Veryfile   (350MB)Ep06- Userdrive  Datbu    Veryfile   (350MB)Ep07- Userdrive  Datbu    Veryfile   (350MB)Ep08- Userdrive  Datbu    Veryfile   (350MB)Ep09- Userdrive  Datbu    Veryfile   (350MB)Ep10- Userdrive  Datbu    Veryfile   (350MB)All s :     Veryfile  Userdrive  VIP (350MB)Season 1 CompleteSeason 2 ReviewNever Have I Ever Season 2 (2021)အတွဲ ၂ မှာတော့ ဒေဗီတစ်ယောက် ဘန် နဲ့ ပက်စတန်ကြား ဗျာများရပါတော့တယ်။ဘန်နဲ့လည်း အနမ်းပေးဖြစ်ခဲ့သလို ပက်စတန်ကလည်း သူ့အပေါ် စိတ်ပြန်လည်လာခဲ့ပါတယ်။အမေဖြစ်သူက အိန္ဒိယ ပြန်ဖို့ ဆုံးဖြတ်လိုက်ချိန်မှာတော့ဒေဗီ ရည်းစားရဖို့ အရေး အပတ်တကုတ် ကြိုးပမ်းပါတော့တယ်။ရမယ့်ရတော့လည်း ရည်းစားက ၂ ယောက်ဘယ်သူ့ကို ရွေးရမလဲဆိုတဲ့ ရွေးရခက်ကြီးပေါ့ဗျာနှစ်ယောက်စလုံးကိုလည်း ချစ်တယ်နှစ်ယောက်စလုံးကလည်း ချစ်တယ်ပေါ့ဒေဗီတစ်ယောက် ဘာလုပ်မလဲ ?????ငါးရံ့နှစ်ကောင် ဖမ်းလိုက်ပါတော့တယ်။ဘဲနှစ်ဗွေကြား ဗျာများနေမယ့် ဒေဗီလေးကို ဒီအတွဲ ၂ မှာ မြင်ရမှာပဲ ဖြစ်ပါတယ်။Translated by : August , Jerrica , May Thu Aung , DoDo , DollyEncoded by : YKFile Size : 500MB Per Quality :  NF WEB-Dl DDP 5.1CHEp1 –   Userdrive      Veryfile  VIPEp2 –   Userdrive      Veryfile  VIPEp3 –   Userdrive      Veryfile  VIPEp4 –   Userdrive      Veryfile  VIPEp5 –   Userdrive      Veryfile  VIPEp6 –   Userdirve      Veryfile  VIPEp7 –   Userdrive      Veryfile  VIPEp8 –   Userdrive      Veryfile  VIPEp9 –   Userdrive      Veryfile  VIPEp10 –   Userdrive      Veryfile  VIPAll s(Zip File) –   Userdrive    VIP 