Synopsis of Boar Hunt (2022)Boar Hunt (2022)===============“အဲနေ့ညက ငါပစ်ခဲ့တဲ့‌အကောင်က တောဝက်မဟုတ်ခဲ့ဘူးပဲ”Closet , Anna , My Holo Love စတဲ့ နာမည်ကြီးကားတွေမှာဇာတ်ပို့မင်းသမီးအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးကြီး Kim Soojinနဲ့အတူ ဗီလိန်‌ရော ဇာတ်ပို့ရော ပိုင်နိုင်တဲ့ အာဂျောရှီး Park Hosanဦးဆောင် ပါဝင်ထားတဲ့ ရင်တမမကြည့်ရမယ့် သည်းထိပ်ရင်ဖိုဒရာမာကောင်းလေး လာပါပြီ။ဒီမင်းသားကြီး Park Hosan ကို မမှတ်မိမှာစိုးလို့ ပြန်လင်းပါရစေ…Penthouse S 2,3 မှာ ဗီလိန်ဆန်ဆန် ဖခင်ကောင်းဆန်ဆန် ဇာတ်ရုပ်နဲ့ယူဂျယ်နီရဲ့ အဖေ ၊ အခုလွှင့်နေတဲ့ Today’s Webtoon ထဲက မင်းသမီးဆယ်ဂျောင်းကိုလက်ခံပေးတဲ့ သဘောကောင်းတဲ့ ဒါရိုက်တာ, True Beautyထဲက မင်းသမီးဂါယောင်းရဲ့ အဖေ စသဖြင့် ဇာတ်ရုပ်အမျိုးမျိုးနဲ့ ကျမတို့ကိုဖမ်းစားခဲ့တဲ့သူပေါ့နော်။ကဲ…ကဲ လိုရင်းဖြစ်တဲ့ ဇာတ်လမ်းအကျဉ်းကို ‌ပြောပါတော့မယ်…ဒီကားက နည်းနည်းတော့ ထူးဆန်းတယ်၊ ကြောက်စရာလည်း ကောင်းတယ်၊သာမန် တောနားနီးတဲ့ရွာလေး တစ်ရွာမှာ လူအများစုက အသက်မွေးဝမ်းကြောင်းအဖြစ် အမဲလိုက်လုပ်ငန်းကို လုပ်ကိုင်ကြတယ်။ ဒီတောထဲမှာပေါတဲ့ တောဝက်ကိုအဓိက ဖမ်းကြတာပေါ့ဗျာ။ အဲလို တော‌တောင်ထဲမှာ တောဝက်ဖမ်းရင်း အမဲလိုက်သမားတွေ ပျောက်‌ကုန်ကြတယ်။ ပျောက်သွားတဲ့ရွာသားတွေရဲ့ လျှို့ဝှက်ချက်တွေလည်းတစ်ခုချင်းစီ ထူးဆန်းစွာပေါ်လာပါတော့တယ်။Young-Soo (Park Ho-San) နဲ့ Chae-Jung (Kim Soo-Jin) တို့က ရွာထဲမှာနေတဲ့ အသက်လတ်ပိုင်း လင်မယားတွေဖြစ်ပါတယ်။ တစ်နေ့မှာ Young-Soo နဲ့သူငယ်ချင်းတစ်စုတို့ တောဝက်ဖမ်းဖို့ တောင်‌ပေါ်ကို အမဲလိုက်ခဲ့ကြတယ်။တောင်ပေါ်မှာ မထင်မှတ်ထားတဲ့ အခြေအနေတွေနဲ့ ရင်ဆိုင်ရတော့တယ်…Young-Soo ရဲ့ မိန်းမဖြစ်သူ Chae-Jung ကတော့ ဒေါသကြီးပေမဲ့ နွေးထွေးကြင်နာတဲ့လူတစ်ယောက်ပါ။ ရွာသူရွာသားတွေလည်း သူမကို ချစ်ခင်ကြတယ်။ Young-Sooအမဲလိုက်သွားတဲ့တစ်နေ့မှာ သူမရဲ့ သားဖြစ်သူ In Sung ပျောက်ဆုံးသွား‌တာကြောင့်သူမလည်း စိတ်ထိခိုက်ပြိုလဲသွားခဲ့ပါတယ်။ရွာထဲက အဘွား Ok-Soon (Ye Soo-Jung) ကတော့ သူမရဲ့ သားနဲ့ချွေးမ မီးလောင်မှုကြောင့် ဆုံးသွားကတည်းက ကျန်ရစ်တဲ့မြေးလေးနဲ့အတူ နေထိုင်ခဲ့ပါတယ်။မီးလောင်တာဟာ ရွာသားတွေ တမင်လုပ်တယ်လို့ ယူဆထားတဲ့အတွက် သူမဟာရွာသားတွေကို လွယ်လွယ်မယုံတဲ့သူဖြစ်ပါတယ်။ သူမ အယ်ဇိုင်းမားရောဂါဖြစ်ကြောင်းသိလာပြီးနောက်မှာလည်း ရွာသားတွေအပေါ် အမြင်မကြည်မှု ပိုတိုးလာပါဝောာ့တယ်။ဒီလိုကျေးလက်ရွာလေးမှာ ဘာကြောင့် လူတွေပျောက်ပျောက် သွားရတာလဲ၊ Young Sooတောင်ပေါ်မှာ တွေ့ခဲ့တာကဘာဖြစ်မလဲ၊ သားဇောနဲ့ စိတ်ထိခိုက်နေတဲ့ Chae-Jungရောဘယ်လိုကြိုးစားပြီး သားလေးကိုရှာမလဲ၊ လူတိုင်းကို မယုံနိုင်တဲ့ အယ်ဇိုင်းမားဝေဒနာရှင်အဘွားရော မီးလောင်မှုရဲ့တရားခံကို ဖော်ထုတ်နိုင်မလား။ဒီ ထူးခြားဆန်းကြယ်တဲ့ရွာလေးရဲ့ လျှို့ဝှက်ချက်‌တွေကို စူးစမ်းရင်း သည်းထိတ်ရင်ဖိုVibes အပြည့်နဲ့ ကြည့်ချင်သူတွေအတွက် Perfect ဖြစ်မယ့် ကားသစ်လေးကို အပတ်စဉ်CM မှာစောင့်မျှော်ကြည့်ရှုလို့ရပါပြီ။စုစုပေါင်း(၄)ပိုင်းပဲပါရှိမှာမို့ စောင့်မျှော်ကြည့်ရှုကြပါဦး။(ဒီစီးရီးရဲ့ အညွှန်းကို Khaing Khin မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Hay Thar, Thu Thinzar Kyaw, Khaing Khin တို့ ဖြစ်ပါတယ်။)File Size………….(400 MB)  (800 MB)Quality……………WEBDL   Duration…………1Hr(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Drama, MysteryTranslator……….Hay Thar, Thu Thinzar Kyaw, Khaing KhinEncoder…………..SWM———————————————-CM VIP – LINK (400 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –     MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive – End1080P (800 Mb)———————————–(1) –     MegaNZ  Usersdrive(2) –     MegaNZ  Usersdrive(3) –     MegaNZ  Usersdrive(4) –     MegaNZ  Usersdrive – End 