Synopsis of Maigret (2016-2017)Maigret Season(1 & 2) CompleteIMDb Rating (7.8)Rotten Tomatoes (92%)အခု တင်ပေးတဲ့ စီးရီးထဲက မင်းသားကြီးကိုတော့ မြင်တာနဲ့ မှတ်မိကြမယ်ထင်ပါတယ်။ သူ့ကို မြင်လိုက်ရချင်းပဲ ဟာသကားလာပြီလို့ ရုတ်တရက်ထင်မိပါလိမ့်မယ်။ ဒီတစ်ခါတော့ မဟုတ်တော့ပါဘူး။ ဒီစီးရီးက ပြင်သစ်စာရေးဆရာ Georges Simenon ရဲ့ စုံထောက်ဝတ္ထုကို ဆန်းသစ်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဒီထဲမှာတော့ Mr.Bean လို့လူသိများတဲ့ မင်းသားကြီး Rowan Atkinson က စုံထောက်ကြီး မိုင်ဂရက် အဖြစ် သရုပ်ဆောင်ထားတာပါ။မစ္စတာဘင်းရဲ့ Maigret စီးရီးက စီစင် ၂ ခုရှိပြီး စီစင်တစ်ခုမှာ ၂ ပိုင်းပါဝင်ပါတယ်…ဆိုတော့…စုစုပေါင်း အပိုင်း(၄)ပိုင်းပဲရှိပါမယ်။ ကျွန်တော်  ၄ ပိုင်းလုံးကို ဒီမှာပဲ တင်ဆက်လိုက်ပါတယ်။+++++++++++++++++++Maigret Sets a Trap (Season-1,-1)ဇာတ်လမ်းအကျဉ်းမှာတော့ ပဲရစ်မြို့ရဲ့ မွန့်မာတေး လမ်းတွေပေါ်မှာ လူသတ်မှုတွေကို တစ်ယောက်တည်းက ကျူးလွန်ခဲ့တာ ၄ မှုဆက်တိုက် ရှိလာခဲ့ပေမယ့် ၅ လကျော်လာတဲ့ တိုင်အောင် သဲလွန်စလေး တစ်ခုတောင် မရခဲ့ပါဘူး။ အဲဒီအတွက် ရဲမှုးကြီး မိုင်ဂရက်အပေါ် ဖိအားတွေ ဆက်တိုက်ကျရောက်နေခဲ့ပါတယ်။ နောက်ဆုံး ၅ ခုမြောက် အမှုမှာတော့ မိုင်ဂရက်ဟာ အကြီးအကျယ်စွန့်စားပြီး လူသတ်သမားကို ထောင်ချောက်တစ်ခု ဆင်လိုက်ပါတယ်။ အဲဒီအကျိုးဆက်ကြောင့်ပဲ ပထမဆုံး အနေနဲ့ သဲလွန်စတစ်ခု ရလာပေမယ့် သူ့နေရာကိုပါ အစားထိုးပစ်ခံရတော့မယ် အခြေအနေကိုပါတစ်ဆက်တည်း ရောက်လာပါတော့တယ်။ သွေးအေးပြီးပါးနပ်တဲ့ လူသတ်သမားရဲ့ လှည့်ကွက်နဲ့ လူသတ်သမားရဲ့ စိတ်ကို နားလည်နိုင်ရင် သူ့ကို ဖမ်းနိုင်ပြီလို့ ယုံကြည်တဲ့ မိုင်ဂရက်တို့ ဘယ်လို အားပြိုင်ကြမလဲ ဆိုတာကို…….ဒီဇာတ်လမ်းရဲ့ အစမှာတော့ Mr.Bean ကို မြင်လိုက်ချင်းချင်းပဲ ကြိုတွေးထားခဲ့သလိုပါပဲ ရယ်ချင်သလိုလို စိတ်နဲ့ ကြည့်မိတာပါပဲ။ ဒါပေမယ့် အချိန်လေး နည်းနည်းဆက်ကြည့်မိလိုက်တာနဲ့ သူဟာ ဟာသမင်းသားကြီးဆိုတာ မေ့သွားပြီး ဇာတ်ကားရဲ့ လေးနက်တဲ့ ဇာတ်လမ်းနဲ့ သရုပ်ဆောင်ချက်တွေထဲ မျှောသွားပါလိမ့်မယ်။ ဒီဇာတ်ကားထဲအဆုံးမှာ ကျွန်တော့်တွေးမိတာကတော့ အချစ်ဆိုတာချိုမြိန်တဲ့ သစ်သီးလေး တစ်လုံးဖြစ်ရင်တောင် အတ္တဆိုတဲ့အရာနဲ့ တွဲပြီးစားမိရင် အဆိပ်သင့်သွားပါလိမ့်မယ်ဗျာ။++++++++++++++++++Maigret’s Dead Man (Season-1,-2)ဒါက စုံထောက်ကြီး မိုက်ဂရက်ရဲ့  2 ပါ။ ပထမဆုံးထွက်ရှိထားတဲ့ Maigret sets a trap ရဲ့ အဆက်ပဲဆိုပါတော့..။တကယ်ကောင်းတဲ့ စုံထောက်ကားတွေပါပဲ။ ရှားလော့ဟုမ်းစ်လို သွက်လက်တဲ့ ဆက်စပ်ပုံမျိုးမဟုတ်ပဲ ထောင့်စေ့စေ့ အကွက်ကျကျ ခံစားချက်ပါပါနဲ့ ဦးဆောင်မှုပေးပြီး လိုက်တတ်တဲ့ ကားမျိုးပါ။ဒီအပိုင်းမှာတော့ ပဲရစ်မြို့ဘေးက ပီကာဒီ ဂိုဒီဗီး နယ်မြို့လေးတွေကချမ်းသာတဲ့အိမ်တွေကို လူသတ်ဓားပြတိုက်လှုပ်ရှားနေတဲ့ အမှုကို လိုက်နေရချိန်မှာ မိုင်ဂရတ်ဆီကို အရေးကြီးပြောစရာရှိလို့ပါ ဆိုပြီး ဖုန်းဆက်လာတဲ့ အမည်မသိလူတစ်ယောက် ဘာမှ မပြောနိုင်ခင် အသတ်ခံရမှုပါ ဆက်စပ်လာတဲ့အခါ မိုင်ဂရက်နဲ့ တပည့်ကျော် ၂ ယောက်တို့ အဖြေရှာစွန့်စားခန်း ဖွင့်ကြပါတော့တယ်….မိုင်ဂရက် ဇာတ်လမ်းတွေဟာ သူ့ရဲ့ ပါးနပ်မှုတင်မကဘဲ ကိုယ်ချင်းစာတရားနဲ့ခံစားချက်တွေ ယုံကြည်ချက်အတွက် ခေါင်းမာမှုတွေ….သူတို့ ဇနီးမောင်နှံသံယောဇဉ် စတဲ့ အခြားအခြားသော ခံစားချက်တွေနဲ့ ရောထွေးတင်ဆက်တာမို့ အတော်ခံစားကြည့်လို့ကောင်းတဲ့ ဇာတ်လမ်းတစ်ခုပါပဲ။+++++++++++++++++++++Maigret: Night at the Crossroads (Season-2,-1)စီစင် ၁ ရဲ့အဆက်အနေနဲ့ ၂၀၁၇ မှာ စီစင် ၂ ကိုထုတ်လွှင့်ခဲ့ပါတယ်။ဇာတ်လမ်းကတော့…အမည်မသိလူတစ်ယောက်ဟာ စိန်တွေကို တရားမဝင် ရောင်းချဖို့ ချိန်းဆိုထားတဲ့ လမ်းလေးခွဆုံကို ညသန်းခေါင်မှာ သွားရောက်ခဲ့တယ်။လမ်းလေးခွဆုံမှာ သူ့ကိုစောင့်ကြိုနေတာက ငွေမဟုတ်ဘဲ ကျည်ဆံတစ်တောင့်ပဲ ဖြစ်နေတဲ့အခါ……စုံထောက်ကားတွေကတော့ ဘာမှမပြောထားလေ ကြည့်ကောင်းလေ ပါပဲ။ ခံစားကြည့်လိုက်ကြပါ။++++++++++++++++++++++++Maigret in Montmartre (Season-2,-2)စီစင် ၂ ရဲ့ နောက်ဆုံးပိုင်းပါ။ စုစုပေါင်း ၄ ပိုင်းပဲ ထွက်ခဲ့ပေမယ့် ကြည့်လို့မဝတဲ့ မစ္စတာဘင်းရဲ့ မိုင်ဂရက်စုံထောက်ကားတွေပါ။ သာမန်စုံထောက်ကားတွေနဲ့ မတူတာက Reality ဆန်ပြီးတော့ ပြင်ပမှာဖြစ်ပျက်နေကျအတိုင်း သမားရိုးကျ လူ့သဘာဝ Crime တွေ အကြောင်းကို လေးလေးနက်နက် ပုံဖော်ထားတာပါပဲ။File Size –1.2 GB 500 MB Appx;@Quality – HDTV Duration – 90 min Appx;(@)Subtitle – Myanmar HardsubFormat – mp4Genre : Drama,CrimeTranslator – LittleneoEncoder – Nyeinsaeya Aung Link===========S1,-1 () >>>   Usersdrive  StreamSBS1,-1 () >>>   Usersdrive  StreamSBS1,-2 () >>>   Usersdrive  StreamSBS1,-2 () >>>   Usersdrive  StreamSBS2,-1 () >>>   Usersdrive  StreamSBS2,-1 () >>>   Usersdrive  StreamSBS2,-2 ()END >>>   Usersdrive  StreamSBS2,-2 ()END >>>   Usersdrive  StreamSBအားပေးမှုကို ကျေးဇူးတင်ရှိပါသည်။ 