Synopsis of The Sandman (2022)The Sandman (2022)================IMDb Rating – 8.010နက်ဖလစ်ရဲ့နတ်ဘုရားစီးရီးအသစ်တစ်ခုကိုတင်ဆက်ထားပါပြီ။American Gods တို့ Norse Mythology တို့ကို ရေးခဲ့တဲ့ စာရေးဆရာကြီးနီးလ်ဂိုင်မန်ရဲ့ လက်ရာတွေထဲက Sandman ဆိုတဲ့ နတ်ဘုရား စွမ်းအားရှင်တစ်ယောက်အကြောင်းပါပဲ။ဇာတ်လမ်းအစမှာတော့ ကမ္ဘာနှစ်ခုကို အရင်ပြသထားပါတယ်။ လူသားတွေနေတဲ့ နိုးထကမ္ဘာနဲ့ အိပ်မက်ကမ္ဘာပေါ့။ အိပ်မက်ကမ္ဘာရဲ့ နတ်ဘုရားဟာ သူ့ဆီကနေ ထွက်ပြေးပြီး လူတွေကို ဒုက္ခပေးနေတဲ့ အိပ်မက်ဆိုးတစ်ကောင်ကိုလိုက်ဖမ်းနေခဲ့ပါတယ်။ ဖမ်းမိသွားတဲ့အချိန်လေးမှာပဲ ဘာမှမလုပ်ခင် သူ့ကိုလူသားတစ်စုက မှော်အစီအရင်တွေနဲ့ ထောင်ချောက်ဆင်ဖမ်းတာခံလိုက်ရပါတယ်။ဒါပေမဲ့ တကယ်တော့လည်း လူသားတွေ ဖမ်းချင်တာက သေမင်းတမန်တော်ကိုပါ။ယုံထောင်ကြောင်မိဖြစ်ပြီး အိပ်မက်နတ်ဘုရားက အချောင်ဖမ်းခံလိုက်ရပါတယ်။နောက်မှသိရတာက အိပ်မက်နတ်ဘုရားဟာ Endless ဆိုတဲ့ အဆုံးမဲ့နတ်ဘုရား (၇)ပါးထဲက တစ်ပါးဖြစ်နေတာပါပဲ။ အဲဒီ ၇ ပါးကတော့ ကံကြမ္မာ၊ ခွဲခွာမှု၊ အိပ်မက်၊ဖျက်ဆီးခြင်း၊ ရမက်၊ သောက၊ ထင်ယောင်ထင်မှား ဆိုတဲ့ ဘုရား(၇)ပါးပါပဲ။သူတို့က သာမန်နတ်ဘုရားတော်တော်များများထက် စွမ်းအားကြီးကြပါတယ်။ဒီစီးရီးမှာတော့ အိပ်မက်နတ်ဘုရား အဖမ်းခံရချိန်မှာ အိပ်မက်ဆိုးတွေ သောင်းကျန်းပြီးကမ္ဘာကြီးကို ဒုက္ခပေးနေကြတာကိုတွေ့ရမှာပါ။ ဒါပေမဲ့ အိပ်မက်နတ်ဘုရား လွတ်မြောက်လာချိန်မှာ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ကြည့်လိုက်ပါဦး…..စုစုပေါင်း(၁၀)ပိုင်းပါဝင်တဲ့ ဒီစီးရီးကို CMမှ ဆက်တိုက်တင်ဆက်ပေးသွားပါမည်။(ဒီစီးရီးရဲ့ အညွှန်းကို Mr.Anderson မှရေးသားပေးပြီး၊ ဘာသာပြန် ရေးသားပေးသူများကတော့ Mr.Anderson, JimX, Pyi T.Nyein, Chuck Chuck, Khant Sett Naingတို့ ဖြစ်ပါတယ်။)File Size………….(300 MB)Quality……………WEBDL Duration…………1Hr(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Drama, Fantasy, Horror, Sci-Fi & FantasyTranslator……….Mr.Anderson, JimX, Pyi T.Nyein, Chuck Chuck, Khant Sett NaingEncoder…………..SWM———————————————-CM VIP – LINK (300 Mb)———————————–(1) –     MegaNZ    Usersdrive(2) –     MegaNZ    Usersdrive(3) –     MegaNZ    Usersdrive(4) –     MegaNZ    Usersdrive(5) –     MegaNZ    Usersdrive(6) –     MegaNZ    Usersdrive(7) –     MegaNZ    Usersdrive(8) –     MegaNZ    Usersdrive(9) –     MegaNZ    Usersdrive(10) –     MegaNZ    Usersdrive(11) –     MegaNZ    Usersdrive – End1080P (600 Mb)———————————–(1) –     MegaNZ  Usersdrive(2) –     MegaNZ  Usersdrive(3) –     MegaNZ  Usersdrive(4) –     MegaNZ  Usersdrive(5) –     MegaNZ  Usersdrive(6) –     MegaNZ  Usersdrive(7) –     MegaNZ  Usersdrive(8) –     MegaNZ  Usersdrive(9) –     MegaNZ  Usersdrive(10) –     MegaNZ  Usersdrive(11) –     MegaNZ  Usersdrive – End 