Synopsis of Servant of the People (2017) Season 2 CompleteServant of The People (Season 2) Complete~ IMDb rating – 7.310 ~အားလုံးပဲစောင့်မျှော်နေကြတဲ့ ယူကရိန်းသမ္မတ ဇလန်စကီး အပြင်မှာသမ္မတမဖြစ်ခင် သူကိုယ်တိုင်သမ္မတနေရာက သရုပ်ဆောင်ပြီးရိုက်ကူးခဲ့တဲ့ နိုင်ငံရေးဟာသ Political Satire ဇာတ်လမ်းတွဲလေး Servant of The People ရဲ့ Season 2 ကိုတင်ဆက်ပေးလိုက်ပါပြီ။ Season 1 ကိုကြည့်ဖူးကြတဲ့သူတွေကတော့ ဘယ်လိုဇာတ်လမ်းလဲဆိုတာ သိပြီးသားဖြစ်မှာမို့ အထူးတလည် မိတ်ဆက်ပေးစရာမလိုတော့ဘူးထင်ပါတယ်။ဒီဇာတ်လမ်းတွဲဟာ အမှန်တကယ်ဆိုရင် ယူကရိန်း-ရုရှားကျူးကျော်စစ်ဖြစ်တဲ့အချိန်မှ နာမည်ကြီးသင့်တာမဟုတ်ပဲ စထွက်ထဲကကို ကမ္ဘာကျော်ခဲ့သင့်တာပါ။ သရော်တဲ့နေရာမှာလည်း ကိုယ်တိုင်က နိုင်ငံရေးကို ထဲထဲဝင်ဝင်လေ့လာထားရမှာဖြစ်တဲ့အပြင် တော်ရုံဗဟုသုတနဲ့လည်း ဒီလိုဘက်စုံထောင့်စုံထိမိအောင်ရိုက်နိုင်မှာမဟုတ်တဲ့အတွက် ဇာတ်လမ်းဖန်တီးသူတွေရဲ့အရည်အချင်းကို မဖြစ်မနေအသိအမှတ်ပြုရမှာဖြစ်ပြီး သရုပ်ဆောင်တွေရဲ့နေရာအလိုက် အကောင်းဆုံးသရုပ်ဆောင်နိုင်မှုတွေကလည်း တကယ်ကိုချီးကျူးစရာပါ။ ဖွံ့ဖြိုးတိုးတက်ပြီးတဲ့ အနောက်နိုင်ငံတွေ၊ အဂတိမှုတွေ၊ အာဏာသိမ်းမှုတွေစတဲ့ ရာဇဝင်ဆိုးတွေမရှိခဲ့တဲ့နိုင်ငံက လူတွေအတွက် ရင်ထဲရောက်ချင်မှရောက်နိုင်ပေမယ့် ကျွန်တော်တို့လိုမျိုးစုံ ကြုံဖူးတဲ့နိုင်ငံအတွက်တော့ သူတို့ပြောတဲ့ ဒိုင်ယာလော့ဂ်တိုင်းကိုက လာလာထိနေတော့တာပါပဲ။ သူ့ Comedy က Satire ဖြစ်တာကြောင့် တချို့နေရာလေးတွေမှာ ယုတ္တိမရှိတာမျိုး၊ အလွန်အကျူးတွေ တမင်လုပ်ပြတာမျိုးရှိပေမယ့် အဲဒါကို ပေါတယ်လို့သတ်မှတ်လို့မရပါဘူး။ Satire ဆိုတာ သရော်ခြင်းဆိုတော့ တစ်ခါတစ်လေကျ တမင်ရွဲ့ပြီး ချဲ့ကားပြရတာမျိုးမို့ပါ။Season 2 အကြောင်းကိုပြန်သွားရရင်တော့ Season 1 ထက် ပိုလည်းရယ်ရတဲ့အပြင် ပိုထိမိတဲ့သရော်ချက်တွေနဲ့ ဇာတ်လမ်းကလည်း ပိုပြီးစိတ်ဝင်စားစရာကောင်းလာပါတယ်။ ပုံမှန်ဆိုရင်တော့ Season 2 အကြောင်းပြောတဲ့အခါ 1 ကဘယ်လိုပြီးသွားလို့ဘာဆက်ဖြစ်တယ်ဆိုပြီး ပြောပေးချင်ပေမယ့် Season 1 ကိုလည်း ခုမှစကြည့်မယ့် ပရိသတ်တွေရှိနိုင်သေးတာမို့လို့မပြောတော့ပါဘူး။ Season 1 ကြည့်ပြီးတဲ့ပရိသတ်ဖြစ်ဖြစ် ခုမှစကြည့်မယ့်သူတွေပဲဖြစ်ဖြစ် တကယ်ကိုပစ်ရက်စရာမရှိတဲ့ဇာတ်လမ်းတွဲလေးဖြစ်တာကြောင့် ဗဟုသုတအနေနဲ့ဖြစ်ဖြစ် အပျင်းပြေအနေနဲ့ပဲဖြစ်ဖြစ် ကြည့်ဖြစ်အောင်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ စကားမစပ်ပြောရရင် နိုင်ငံရေးကားဆိုပြီးပျင်းစရာကြီးလားမသိဘူး ငါတို့တော့နားလည်မှာမဟုတ်ဘူးလို့တွေးပြီး မကြည့်တော့ဘူးလုပ်နေရင် မှားသွားပါလိမ့်မယ်။ တော်ရုံကလေးကအစနားလည်လောက်အောင် အရိုးရှင်းဆုံးရိုက်ပြထားတာမို့လို့ပါ။ အဲဒါအပြင် တောင်းဆိုထားကြတာကြာနေပြီဆိုပေမယ့် အကြောင်းအမျိုးမျိုးကြောင့် ကြန့်ကြာသွားတာကိုလည်း နားလည်ခွင့်လွှတ်ပေးစေချင်ပါတယ်။ ကြည့်ရှုအားပေးကြပါဦးဗျ။ အဆင်ပြေရင် အားပေးမှုများခဲ့ရင် နောက်စီဆင် ဆက်လာပါမယ်။(ဒီစီဆင်အတွက်အညွှန်းနဲ့ဘာသာပြန်ကို Min Khant Bo, Ye Kyaw Htet, Jim X, San Thu Aung တို့မှ တင်ဆက်ထားတာပါ။)Quality….NF WEB-DL File Size….(600 MB Appx)Format….mp4Total s of S02… 23 sSubtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungEp 1 to 6 zip >>> Ep 7 to 11 zip >>> Ep 12 to 17 zip >>> Ep 18 to 23 zip >>>  1 >>>     MegaNZ  Usersdrive  StreamSB  VIP 2 >>>     MegaNZ  Usersdrive  StreamSB  VIP 3 >>>     MegaNZ  Usersdrive  StreamSB  VIP 4 >>>     MegaNZ  Usersdrive  StreamSB  VIP 5 >>>     MegaNZ  Usersdrive  StreamSB  VIP 6 >>>     MegaNZ  Usersdrive  StreamSB  VIP 7 >>>     MegaNZ  Usersdrive  StreamSB  VIP 8 >>>     MegaNZ  Usersdrive  StreamSB  VIP 9 >>>     MegaNZ  Usersdrive  StreamSB  VIP 10 >>>     MegaNZ  Usersdrive  StreamSB  VIP 11 >>>     MegaNZ  Usersdrive  StreamSB  VIP 12 >>>     MegaNZ  Usersdrive  StreamSB  VIP 13 >>>     MegaNZ  Usersdrive  StreamSB  VIP 14 >>>     MegaNZ  Usersdrive  StreamSB  VIP 15 >>>     MegaNZ  Usersdrive  StreamSB  VIP 16 >>>     MegaNZ  Usersdrive  StreamSB  VIP 17 >>>     MegaNZ  Usersdrive  StreamSB  VIP 18 >>>     MegaNZ  Usersdrive  StreamSB  VIP 19 >>>     MegaNZ  Usersdrive  StreamSB  VIP 20 >>>     MegaNZ  Usersdrive  StreamSB  VIP 21 >>>     MegaNZ  Usersdrive  StreamSB  VIP 22 >>>     MegaNZ  Usersdrive  StreamSB  VIP 23 >>>     MegaNZ  Usersdrive  StreamSB  VIP 