Synopsis of Modern Love: Mumbai (2022) CompleteModern Love MumbaiIMDb rating – 810အချစ်လို့ကြားလိုက်ရတာနဲ့ သစ်လွင်လှပမြူးကြွတဲ့ဘဝတစ်စိတ်တစ်ပိုင်းကို မြင်ယောင်ကြပေမယ့်နေ့စဥ်ဒုက္ခလှလှတွေကို မေ့တတ်ကြတယ်ဒီကားထဲမှာတော့ သဘာဝနဲ့ ပတ်ဝန်းကျင်ရဲ့တင်းကျပ်သတ်မှတ်ချက်တွေနဲ့ နေ့စဥ်ဒုက္ခလှလှတွေကိုအချစ်နဲ့ကျော်ဖြတ်သွားကြပုံလေးရိုက်ပြထားတယ်အခါးသံသရာကို အချစ်ချိုချိုလေးတွေနဲ့ဘယ်လိုတွေအနိုင်ယူမလဲ……… 1အိန္ဒိယထုံးစံ ဇာတ်အနိမ့်အမြင့်တွေကြားက အချစ်ကန့်သတ်ထိန်းချုပ်မှုတွေကြားက မိန်းကလေးတစ်ယောက် ဘဝဇာတ်အနိမ့်အမြင့်ကွာခြားမှုတွေကြားက စွန့်စားပြီးချစ်ခဲ့ရသူက စွန့်ခွာသွားတဲ့အချိန်ထင်သလိုမျှော်လင့်စောင့်စားမနေပဲ ကိုယ့်ဘဝကိုယ်စတင်ပြောင်းလဲနေတဲ့ကောင်မလေးတစ်ယောက်..ကန့်သတ်ချက်တွေ တင်းကျပ်မှုတွေကိုပေါ့ပေါ့ပါးပါးနဲ့ ဘယ်လိုကျော်ဖြတ်ပြသွားမလဲ 2ကြီးပြင်းလာခဲ့ရတဲ့ ဘဝရဲ့အတိတ်ဖြစ်ရပ်တွေကထပ်ကြပ်မကွာလိုက်နေခဲ့တာမို့ Gayတစ်ယောက်အဖြစ်ဝန်မခံချင်ခဲ့တဲ့ မန်ဇူသားအရင်းအချာပမာပြုစုပျိုးထောင်ပေးခဲ့တဲ့အဖွားစိတ်ပျက်သွားမှာကြောက်လို့ အချစ်ကိုဝန်မခံရဲခဲ့သူ..မိဘတွေကလည်းGayတစ်ယောက်အဖြစ်လက်မခံခဲ့လို့ ပင်ပန်းနေတဲ့သူ့ဘဝထဲ ဘယ်လိုအလှည့်အပြောင်းတွေကြုံတွေ့လာမလဲ… 3တရုတ်နဲ့ အိန္ဒိယစပ်ကာ မွေးဖွားလာပြီးတရုတ်ပြည်မှာပဲ အခြေချ နေထိုင်နေတဲ့သူအမေဖြစ်သူ တရုတ်လူမျိုးကသူ့သားကို တရုတ်မနဲ့ပဲ ယူစေချင်ပြီးသူ့သားချစ်သူ အိန္ဒိယမနဲ့ သဘောမတူတဲ့အခါ…အမေနဲ့ ချစ်သူကြား ဗျာများနေရတဲ့သူတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ် 4အချစ်မှာ အသက်ဆိုတာဟာကိန်းဂဏန်းတစ်ခုပါပဲ အသက်၂၀လောက်ကွာခြားနေတဲ့ ၄၀ကျော်နဲ့ ၂၀ကျော်အချစ်အကြောင်းရိုက်ကူးတင်ဆက်ထားတဲ့ ဒီအပိုင်းဟာဆိုရင်လည်း ချစ်နေဖို့သာအဓိကဆိုတဲ့ ဝေါဟာရကို ပုံဖော်ထားပါတယ် 5ရွေးလေ လိုလေ အိုတစ္ဆေဖြစ်နေတဲ့အပျိုကြီးမမတစ်ယောက်လိုအပ်ချက်မရှိ သူနဲ့ကိုက်ညီတဲ့ကောင်လေးတစ်ယောက်နဲ့ တွေ့ရှိသွားတဲ့အခါ… 6အိမ်မှုကိစ္စအဝဝနဲ့ ယောင်္ကျားကိုပံ့ပိုးရင်းဝါသနာတွေမှေးမှိန်ခဲ့ရတဲ့ အိမ်ထောင်ရှင်မတစ်ယောက်ရဲ့ မကျေနပ်ချက်တွေအလုပ်မှာအကောင်းဆုံးလုပ်နိုင်ပြီး အိမ်မှုကိစ္စကိုတစ်စက်လေးမှ စိတ်ဝင်စားမှုမရှိတဲ့ ယောင်္ကျားတစ်ယောက်ရဲ့ လစ်ဟင်းမှုတွေကိုအချစ်နဲ့ထောက်ပြညှိနှိုင်းကြရင်း ကျော်ဖြတ်အဆင်ပြေသွားခဲ့ရပုံလေးကို ကြည်ကြည်နူးနူး ခံစားရစေမှာပါ….English Story လေးတစ်ပုဒ်ကို Bollywood ရဲ့ပုံသွင်းရိုက်ကူးချက် ပေါင်းစပ်မှုက ကွဲပြားဆန်းသစ်ရဲ့လား ခံစားကြည့်ပါဦးFile Size – 800MB  400MBQuality –  AMZ WEB DL  Duration –42minsTotal s:6EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator – Yunni & Sora & Su Mon AungEncoder – YKVIP Member – Click Here!Ep1 –   Userdrive     VeryfileEp2 –   Userdrive      VeryfileEp3-   Userdrive     VeryfileEp4 –   Userdrive     VeryfileEp5-   Userdrive     VeryfileEp6 –   Userdrive     VeryfileEp1 –   Userdrive    Meganz  VeryfileEp2 –   Userdrive    Meganz  VeryfileEp3-   Userdrive    Meganz  VeryfileEp4 –   Userdrive    Meganz  VeryfileEp5-   Userdrive    Meganz  VeryfileEp6 –   Userdrive    Meganz  Veryfile 