Synopsis of School Tales the Series (2022) CompleteSchool Tales the Series (2022) Completed Mini-Seriesထိုင်းတွေဟာ သရဲတစ်လိုင်းနဲ့ အသေပေါက်လေတော့ Netflix ကနေ ထိုင်းသရဲမီနီစီးရီးအသစ်တစ်ခုကို တင်ဆက်လိုက်ပြန်ပါပြီ။ သူ့ရှေ့က ကျောင်းကိုအခြေတည်ရိုက်ထားတဲ့ သရဲစီးရီးလည်းအောင်မြင်ခဲ့လို့လားမသိ ကျောင်းအခြေတည် သရဲဇာတ်လမ်းတွေနဲ့ကိုပဲ ရွေးချယ်ရိုက်ကူးလိုက်ပါတယ်။ ဒီထိုင်းကျောင်းသရဲကားမှာ‌တော့ အပိုင်း၈ပိုင်းပါရှိပြီး Anthology စီးရီးဆိုတော့ တစ်ပိုင်းဇာတ်လမ်းတစ်ပုဒ် ပြောရရင် တစ်ပိုင်းတစ်ကားပါပဲ။ တစ်ပိုင်းကို သရဲတစ်ကောင်နဲ့ သရဲရှစ်ကောင်တိတိအခြောက်ခံရစေမယ့် စီးရီးလေးပါပဲ။ စော်ချောချော ဘဲချောချောလေးတွေရောပါတာမိုါ လူငယ်လည်းကြိုက်သလို လန့်လည်းလန့်ရမယ့် ထိုင်းစီးရီးလေးပါပဲ။ကျောင်းမှာခြောက်တဲ့သရဲဆိုတော့ သေသွားတဲ့ဆရာမဝိညာဥ်တို့ ကျောင်းသားချင်းအနိုင်ကျင့်တာတို့ကို ရောစပ်ပြီး အချိုးအကွေ့တစ်ချို့ သုံးပြီး ပြသွားပါတယ်။ အပိုင်းတစ်ဆို ကျောင်းတွင်းအနိုင်ကျင့်မှုတစ်ချို့ကို သေချာပြထားပြီး သူငယ်ချင်းကို သူငယ်ချင်းလို မသတ်မှတ်ဘဲ အသုံးချစရာတစ်ခုလို မှတ်တဲ့ လူတွေရဲ့အဖြစ်သနစ်ကို ပြထားပါတယ်။ နောက် ကျောင်းမှာ မလှလို့ အနှိမ်ခံရရာကနေ လှချင်လို့ နတ်ဆိုးဆန်ဆန် ထိုင်းရိုးရာတစ္ဆေလိုဟာတွေနဲ့ အပေးအယူလုပ်မိတာတွေကိုပြထားပါတယ်။ သရဲဇာတ်လမ်းရှစ်ခုပေမဲ့ နာမည်အတိုင်း ကျောင်းတွင်းဇာတ်လမ်းတွေကိုပဲ ပြထားတာမို့ နည်းနည်းတော့အမြင်ထူးပါလိမ့်မယ်။ အစအဆုံး ၈ပိုင်းရှိတာဖြစ်ပြီး ၈ပိုင်းလုံးကို တစ်ရက်အတွင်းတင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်။ အချိန်ကာလကလည်း ညအခါရောက်လာပြီမို့ ရင်ခုန်ခံစားလိုက်ကြပါဦး။(ဒီစီးရီးအညွှန်းကို ရေးပေးထားသူကတော့ “___” ဖြစ်ပြီး ပြန်ဆိုပေးထားသူကတော့ Kyi Nue Zin နဲ့ “___” ဖြစ်ပါတယ်)Size ~ 600MB+, 300MB+Quality – , Duration ~ 45min+ (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Horror, MysterySource : NF.Web-dl.Translator – Kyi Nue Zin, “___“Encoder – Y–> VIP LINK <–Ep 1 to 4 Zip –> Ep 5 to 8 Zip –>  1 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 2 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 3 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 4 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 5 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 6 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 7 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 8 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 