Synopsis of To Be A Brave One (2022)CM ကနေ ဒီတစ်ခါဘာသာပြန်တင်ဆက်ပေးမယ့်ဇာတ်လမ်းလေးကတော့ အရိုတစ်လိုင်းပရိတ်သတ်‌တွေအကြိုက်တွေ့စေမယ့် To be a brave one ဆိုတဲ့ကားလေးပဲ ဖြစ်ပါတယ်Casts တွေကိုပြောပြရမယ်ဆိုရင်Meteor Garden 2018 မှာ 2nd lead အဖြစ်ပါဝင်ခဲ့ပြီးလူကြိုက်များလာခဲ့တဲ့ Darren Chen က Shao Moli အဖြစ်Murder in the kairotei ထဲက မင်းသမီး Deng JiajiaကAn Yu အဖြစ်ပါဝင်ထားကြတာပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင်တော့ငယ်ငယ်ထဲက လိုလေသေးမရှိ Princess lifestyle နဲ့နေလာခဲ့တဲ့ An Yu ရဲ့မိသားစုလေးဆီကိုမထင်မှတ်ထားတဲ့ ကံကြမ္မာ အပြောင်းအလဲတစ်ခုကြောင့်သူမဘဝအတွက် အမည်းစက်အဖြစ် ထင်ကျန်နေ‌စေမယ့်အဖြစ်အပျက်တစ်ခု ဖြစ်သွားခဲ့ပါတော့တယ်သူမ ထောင်ကျပြီး ၄နှစ်အကြာမှာတော့ယုံကြည်မှုတွေပျောက်ဆုံးနေတဲ့ သူမဘဝထဲကိုငယ်ငယ်တုန်းက သိခဲ့ဖူးတဲ့ ကောင်လေး Shao Moli ကအမှတ်မထင်ဝင်ရောက်လာခဲ့ပါတယ်Shao Moli ဟာအခုချိန်မှာတော့ ငယ်ငယ်ရွယ်ရွယ်နဲ့အောင်မြင်နေတဲ့ စီးပွားရေးသမားတစ်ယောက်ဖြစ်နေခဲ့ပါပြီစိတ်ဒဏ်ရာတွေနဲ့ ပြည့်နှက်နေတဲ့ An Yuကို Shao Moli ကနွေးထွေးမှုတွေပေးရင်း ယုံကြည်ချက်တောင်ပံတွေကိုပြန်လည်ကုစားပေးရင်းနဲ့ပဲ တိတ်ဆိတ်နေတဲ့ ရင်ခုန်သံတွေကိုတစ်ဖန်လှုပ်ခတ်လာအောင် လုပ်နိုင်မှာလား ….လွန်ခဲ့တဲ့၄နှစ်မှာ သူမဘဝကို အပြောင်းလဲကြီးဖြစ်သွားစေခဲ့တဲ့အဖြစ်အပျက်ကရော ရိုးရှင်းရဲ့လား ဆိုတာကိုတော့ရိုရိုလေးနဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့်To be a brave one ဆိုတဲ့ကားလေးကို CMကနေဘာသာပြန်တင်ဆက်ပေးမှာဖြစ်လိုစောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦးနော်~~~(အညွှန်းရေးသားထားသူကတော့ Kywat ဖြစ်ပါတယ်)Quality : WEB-DL Total s : 36Format : mp4Genres : Drama,Romance,BussinessDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKVIP Link : Click Here 1 – MegaUp    Usersdrive  StreamSB 2 – MegaUp    Usersdrive  StreamSB 3 – MegaUp    Usersdrive  StreamSB 4 – MegaUp    Usersdrive  StreamSB 5 – MegaUp    Usersdrive  StreamSB 6 – MegaUp    Usersdrive  StreamSB 7 – MegaUp    Usersdrive  StreamSB 8 – MegaUp    Usersdrive  StreamSB 9 – MegaUp    Usersdrive  StreamSB 10 – MegaUp    Usersdrive  StreamSB 11 – MegaUp    Usersdrive  StreamSB 12 – MegaUp    Usersdrive  StreamSB 13 – MegaUp    Usersdrive  StreamSB 14 – MegaUp    Usersdrive  StreamSB 15 – MegaUp    Usersdrive  StreamSB 16 – MegaUp    Usersdrive  StreamSB 17 – MegaUp    Usersdrive  StreamSB 18 – MegaUp    Usersdrive  StreamSB 19 – MegaUp    Usersdrive  StreamSB 20 – MegaUp    Usersdrive  StreamSB 21 – MegaUp    Usersdrive  StreamSB 22 – MegaUp    Usersdrive  StreamSB 23 – MegaUp    Usersdrive  StreamSB 24 – MegaUp    Usersdrive  StreamSB 25 – MegaUp    Usersdrive  StreamSB 26 – MegaUp    Usersdrive  StreamSB 27 – MegaUp    Usersdrive  StreamSB 28 – MegaUp    Usersdrive  StreamSB 29 – MegaUp    Usersdrive  StreamSB 30 – MegaUp    Usersdrive  StreamSB 31 – MegaUp    Usersdrive  StreamSB 32 – MegaUp    Usersdrive  StreamSB 33 – MegaUp    Usersdrive  StreamSB 34 – MegaUp    Usersdrive  StreamSB 35 – MegaUp    Usersdrive  StreamSB 36 (END) – MegaUp    Usersdrive  StreamSB 