Synopsis of Rebelde (2022)Rebelde Season 1Rebelde a.k.a Rebel က​တော့ Netflixရဲ့ အသစ် ထွက်ရှိလာတဲ့လက်တင်စကား​ပြော Mexican ရုပ်သံစီးရီးတစ်ခုပဲ ဖြစ်ပါတယ်၊Comedy, Teen Drama, Musical Themeဖြစ်ပြီးလက်တင်စီးရီး​တွေကို ရိုက်ကူးရာ၊ reboot ရာ စင်တင်​ပေးရာမှာ လက်​စောင်းထက်​လေ့ရှိတဲ့ Netflix ​ကြောင့် ​ရှေ့က​​နောင်​​တော် Hit Teen Drama​တွေဖြစ်ကြတဲ့ Elite နဲ့ Control Zတို့​ရဲ့ခြေရာကို နင်းနိုင်မလား​​ဆိုတာစောင့်ကြည့်ရမယ့် Teen Drama serieပဲဖြစ်ပါတယ်၊Rebelde ဟာ Latin Americaမှာ ၂၀၀၀ပြည့်နှစ်ဝန်းကျင်က အ​တော်​ရေပန်းစားခဲ့တဲ့ Teen Dramaပဲဖြစ်ပါတယ်၊မူရင်းက အာဂျင်တီးနား series ဖြစ်တဲ့ Rebelde Wayဖြစ်ပြီး2004 ခုနှစ်မှာ မက္ကဆီကိုအ​​ခြေစိုက်Televisaက​နေ ဗားရှင်း​ပြောင်းပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်၊2004 ထွက် Mexican version က​တော့Season 3 ခု total episodes 440နဲ့Latin America Showsသမိုင်းရဲ့ ​​အောင်မြင်မှုအကြီးဆုံး show​တွေထဲက တစ်ခုဖြစ်ခဲ့သလိုဆယ်ကျော်သက်​တွေကြားမှာ အ​တော်​လေး​ပေါက်ခဲ့တဲ့ သမိုင်း​ကြောင်းရှိပါတယ်၊ဒါအပြင် အဲဒီဗားရှင်းက​နေ RBD လို့​ခေါ်တဲ့ Bandတစ်ခုပါထွက်​ပေါ်ခဲ့ပြီး​အောင်မြင်မှုအတိုင်းအတာ အသင့်အတင့်ရခဲ့ပါတယ်၊အခု 2022ခုနစ်မှာ​တော့ Netflixက ဒီ Seriesကို rebootအ​နေနဲ့ ပြန်လည်အသက်သွင်းလိုက်ပါပြီ၊ဒါက​တော့2006ဗားရှင်းရဲ့ အဆက်သ​ဘောမျိုး ရိုက်ကူးထားတာဖြစ်ပြီး2006 Rebeldeရဲ့ သရုပ်​ဆောင်တချို့လည်း ပြန်လည်ပါဝင်ထားပါတယ်Elite Way School မှာ လူကုံထံအသိုင်းအဝိုင်း ​ရေ​ပေါ်ဆီ​တွေပဲ တက်​ရောက်ကြတဲ့ ကိုယ်ပိုင်​ကျောင်းဖြစ်​ပေမဲ့ဆင်းရဲပြီးပညာထူးချွန်တဲ့ ​ကျောင်းသား​တွေအတွက် စ​ကောလားရှစ်​ပေးတဲ့ အစီအစဉ်လည်းရှိပါ​သေးတယ်၊ဒါ​ပေမဲ့ ဒီအစီအစဉ်ကလည်း အမည်ခံသာဖြစ်ပြီး ​ရွေးချယ်ခံရဖို့​တောင် မလွယ်ကူလှပါဘူး၊အ​ကြောင်းရင်းက​တော့ ​​ဒီ​ကျောင်းကြီးမှာ အခွင့်ထူးခံလူတန်းစား သီးသန့်သာထားချင်တဲ့La Logia ( The Lodge)လို့​​ခေါ်တဲ့ လျှို့ဝှက်အဖွဲ့အစည်း​ကြောင့် ဖြစ်ပါတယ်၊ဒီလို​ကျောင်းမျိုးမှာ Andi, Jana ,Maria Jose ,Dixon, Lukaနဲ့ Esteban တို့လိုအ​ခြေအ​နေမတူ၊ အသိုင်းအဝိုင်းမတူတဲ့ လူငယ် ၆​ယောက်လာဆုံပါတယ်၊ကျန်တာ​တွေသာ မတူရင်ရှိ​ပေမဲ့ သူတို့အားလုံးမှာ ဘုံတူညီ​နေတာတစ်ခုရှိပါတယ်၊ဒါက​တော့ သူတို့ရဲ့ဂီတကိုချစ်တဲ့စိတ်ပါ၊အဲဒီစိတ်နဲ့ပဲ ​ကျောင်းသား၆​ယောက်နီးစပ်ပြီး ​​ကျောင်းတွင်းBandတစ်ခု ​ပေါ်​ပေါက်လာဖို့ အစပြုခဲ့ပါတယ်၊ဒီမှာ ​​ကျောင်းကို ​ရေ​​ပေါ်ဆီသီးသန့်ဆန်​စေချင်တဲ့ La Logiaအဖွဲ့ကြားဝင်လာပြီးHigh Classမဟုတ်တဲ့ bandမန်ဘာ​တွေကို နှိပ်ကွပ်ဖို့ ကြိုးစားလာရာမှာသူငယ်ချင်း၆​ယောက်၊ ဂီတကိုပဲချစ်တဲ့လူငယ် ၆​ယောက်ဟာသူတို့ Band၊ သူတို့ရဲ့မန်ဘာ​​တွေကို La Logiaရဲ့​ပ​ယောဂ​တွေက​နေ အချင်းချင်း ဘယ်လိုကာကွယ်ကြမလဲ၊သူတို့ချစ်တဲ့ ဂီတခရီးကို ရ​အောင်​လျှောက်လှမ်းရင်းRebel(ကလန်ကဆန်လုပ်ကြသူများ)​တွေ ဘယ်လိုဖြစ်လာမလဲ​​ရှေ့က​နောင်​​တော်RBDအဖွဲ့ကိုမှီ​အောင် ဘယ်လိုကြိုးစားကြမလဲဆိုတာကို ​စောင့်ကြည့်ရမှာပဲဖြစ်ပါတယ်၊Season 1 အစအဆုံး ၈ ပိုင်း ထွက်ရှိလာတာဖြစ်ပြီး တစ်ပိုင်းပြီးတစ်ပိုင်း ဆက်တိုက်တင်ဆက်​ပေးသွားမှာဖြစ်ပါတယ်အညွှန်းကိုတော့ JimX က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ JimX, Yoon Sandi Aung, MTA, Amelia,Elrond, Thwal Yadi, Roman NoX, AMM တို့ပဲ ဖြစ်ပါတယ်။Genre…..Comedy, Drama, FamilyQuality….WEB-DL File size… 600-700MBFormat…mp4Duration….40minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. JimX, Yoon Sandi Aung, MTA, Amelia, Elrond, Thwal Yadi, Roman NoX, AMMEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz |  02 – Userdrive |  |  | Meganz |  03 – Userdrive |  |  | Meganz |  04 – Userdrive |  |  | Meganz |  05 – Userdrive |  |  | Meganz |  06 – Userdrive |  |  | Meganz |  07 – Userdrive |  |  | Meganz |  08 – Userdrive |  |  | Meganz | Rebelde Season 2Netflix ကနေ reboot လုပ်ပြီး Rebelde a.k.a Rebel Series ရဲ့ Season 2 ထွက်ရှိလို့လာပါပြီ။ဒီ Season မှာတော့ အပိုင်း ၈ ပိုင်းပါဝင်သွားမှာ ဖြစ်ပါတယ်။အခု Season မှာလည်း အရင်သရုပ်ဆောင်တွေလည်း ပြန်လည်ပါဝင် ထားကြပါတယ်။ဇာတ်လမ်းကိုတော့ Season 1 ကြည့်ဖူးပြီးသား လူတွေကတော့ သိပြီးသားဖြစ်မှာမို့ အထူးအထွေ ညွှန်းစရာလိုမယ်မထင်ပါဘူး။အကယ်၍ Season 1 မကြည့်ရသေးဘူးဆိုရင်လည်း ကြည့်ကြည့်ဖို့ Recommend ပေးချင်ပါတယ်။တကယ်ကောင်းတဲ့ Series လေးမို့လို့ အချိန်ပေးရကျိုးနပ်မှာပါ။ပြီးခဲ့တဲ့ ကိစ္စတွေနဲ့ ပတ်သက်ပြီး အက်စတီဘန်ဟာလည်း ပညာသင်ဆုကနေ ပြုတ်သွားခဲ့ပါတယ်။တစ်ဖက်တစ်လမ်းကနေပြီးတော့ သူ့ရဲ့ ပညာသင်ဆုပြန်ရအောင် ကြိုးစားရပါတော့တယ်။ထို့အပြင် Elite Way School ရဲ့ MEP ဂီတထူးချွန်အစီအစဉ်ကို ဒါရိုက်တာအသစ်ဖြစ်တဲ့ ဂု့စ်ဘောင်းမန်း ရောက်ရှိလို့လာပါတယ်။အဆိုပါ ဒါရိုက်တာဟာ Battle of Bands ပွဲကို ဖျက်သိမ်းပြီးတော့ အစီအစဉ်အသစ် စတင်ဖို့လုပ်ပါတော့တယ်။ထိုပြဿနာတွေကို Rebelde အဖွဲ့သားတွေ ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို ဒရာမာအချိုးအကွေ့တွေနဲ့ ကြည့်ရှု့ရမှာပဲဖြစ်ပါတယ်။အညွှန်းကိုတော့ Leonard Lin က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Leonard Lin, Roman NoX, Moh Moh, Rashida တို့ပဲ ဖြစ်ကြပါတယ်။Genre…..Comedy, Drama, FamilyQuality….WEB-DL  | File size… 600MB | 300MBFormat…mp4Duration….40minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Leonard Lin, Roman NoX, Moh Moh, RashidaEncoder ….. AugustVIP Link – Click Here!1080P 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  