Synopsis of Divided Heart(2022)Divided Heart(2022) စ  ဆုံးသွေးဖြင့်ရင်းသောနှလုံးသား————————————–( စစင်  ကျို )( တဝမ်ချိုင်  ကျေ ) အဖြစ် – Mick Thongrayaနလင်  နွန့် အဖြစ် – Thisa Waritthisaလုဝါ့ အဖြစ် – Jenny Chaysara​အမြွှာညီအစ်ကိုနှစ်ယောက်ဖြစ်ပေမဲ့ သဘောထားမတိုက်ဆိုင်ဘဲ ပြဿနာတွေဖြစ်နေကြတဲ့စစင် (ကျို) နဲ့ တဝမ်ချိုင် (ကျေ) တို့နှစ်ယောက် မိခင်သေဆုံးသွားပြီးနောက်မှာတစ်ယောက်ကိုတစ်ယောက်ပိုပြီးအမြင်မကြည်ဖြစ်လာပါတော့တယ်။မိခင်ရဲ့သေဆုံးမှုဟာ အဖေဖြစ်သူကြောင့်ဟု အပြစ်တင်ရင်းအဖေ့ကိုအမုန်းကြီးမုန်းနေတဲ့ စစင် (ကျို) တစ်ယောက် အိမ်ကထွက်သွားခဲ့ပါတယ်။သိပ္ပံမေဂျာဌာနက ဆရာမချောချောလေး နလင် (နွန့်) တစ်ယောက် ထိုင်းနိုင်ငံပြန်ရောက်လာတဲ့အခါညီအစ်ကိုအမြွှာနှစ်ယောက်နဲ့ဆုံမိရင်း သုံးယောက်သား သူငယ်ချင်းတွေဖြစ်လာခဲ့ပါတယ်။နလင်ရဲ့ အိမ်နီးချင်းတစ်ဖြစ်လဲ ကျောင်းသူလေး ခုဝါ့တစ်ယောက်စစင်ရဲ့ အကူအညီတောင်းမှုကြောင့် နလင်နဲ့အောင်သွယ်​ပေးရင်းအနေနီးတဲ့ စစင်ကို တိတ်တခိုးချစ်မိနေပါတော့တယ်။ရုတ်တရက်ဆိုသလို စစင်နဲ့တဝမ်ချိုင်တို့ရဲ့ ဖခင်ဖြစ်သူအသတ်ခံလိုက်ရတဲ့အပြင်သက်သေတွေပါပျောက်ဆုံးနေတဲ့အခါ တဝမ်ချိုင်ဟာ အရင်းနှီးဆုံးသူငယ်ချင်းနေတိဝပ်ကို အကူအညီတောင်းရင်း အမှုကိုစုံစမ်းဖို့ကြိုးစားခဲ့ပါတယ်။အမှုကိုစုံစမ်းနေစဉ် မထင်မှတ်ထားဘဲ အစ်ကိုဖြစ်သူ စစင်ဟာလူသတ်မှုတရးခံအဖြစ်အဖမ်းခံလိုက်ရတဲ့အခါ….ရန်သူလိုဖြစ်နေပေမဲ့ အစ်ကိုဖြစ်သူ အပြစ်ကင်းကြောင်း သက်သေပြဖို့တဝမ်ချိုင်ရဲ့ကြိုးစားမှုက အရာထင်လာမှလား ????ညီအစ်ကိုနှစ်ယောက်ကြားမှာ ဗျာများနေခဲ့ရတဲ့ နလင်ရဲ့ နောက်ဆုံးရွေးချယ်မှုက ????သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းမှာ ကြားညပ်နေတဲ့ လုဝါ့ကရောခံစားချက်တွေကို ချုပ်ထိန်းထားနိုင်ပါ့မလား ????ဆိုတာ “Divided Heart” ဇာတ်လမ်းတွဲမှာဇာတ်လမ်းမြှုပ်ကွက်တွေအများကြီးနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်။s: 17Aired: June.26 , 2022Aired On: Fri , Sat & SunGenres: Drama , RomanceTranslated by Zoe , Nora , May Thu & Tin Me Me SoeEncoded by Pink Ploy 1 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 2 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 3 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 4 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 5 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 6 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 7 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 8 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 9 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 10 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 11 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 12 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 13 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 14 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 15 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 16 (950MB)Meganz  UsersDrive    StreamSB  Mega  VIP 17 (950MB) FinaleMeganz  UsersDrive    StreamSB  Mega  VIP………………………..End……………………………. 