Synopsis of Astrophile (2022)Astrophile (2022) စ  ဆုံး“ကြယ်စင်ညှို့တဲ့ ည”…………………………………F4 တို့ You are my heartbeat တို့ အပြီးမှာတော့Davika နဲ့ P’ Bright ကို လွမ်းနေမယ့်သူတွေအတွက်Astrophile ဆိုတဲ့ ကားသစ်လေး ထွက်ရှိလို့လာခဲ့ပါပြီ။‘ငယ်ကချစ် အနှစ်တစ်ရာ မမေ့သာ’ ဆိုတဲ့အတိုင်းအထက်တန်းကျောင်းမှာ တွေ့ခဲ့တဲ့မမအကြောင်းကိုညတိုင်း ကြယ်တွေရေတွက်ရင်း သတိရတမ်းတနေတဲ့ ကောင်လေးတစ်ယောက်……ငယ်ငယ်ကချစ်ခဲ့ရတဲ့ မမက influencer အဖြစ် online မှာထုတ်ကုန်ပစ္စည်းတွေရောင်းချနေတာကို သိလိုက်ရတဲ့အခါ နီးစပ်ခွင့်ရဖို့အတွက်သူမရောင်းတဲ့ ပစ္စည်းတွေမှာ ပြဿနာ‌တွေ ရှာရင်းနဲ့……………….ကိုယ့်ပုံစံအတိုင်းမဟုတ်ဘဲ “တခြားလူ” အဖြစ် အမှတ်မှားခံရရင်းမတော်တဆ သရုပ်မှန်ပေါ်သွားခဲ့ရင် မမက ပလစ်သွားမလား စိတ်ပူရတာက တစ်ဖက်……ခက်ခဲပင်ပန်းတဲ့လောကကြီးမှာ ရှင်သန်နေထိုင်ရင်း ဘဝအမောတွေရှိလာတဲ့အခါအမြဲတမ်းပြုံးပျော်အောင် လုပ်ပေးနိုင်တဲ့ တစ်ဦးတည်းသော ကောင်လေးရယ်…..နေရာတိုင်းမှာ အားကိုးအားထားပြီး ယုံကြည်ရတဲ့ ငယ်သူငယ်ချင်းရယ်….နှစ်ယောက်ကြား ဘယ်လို ရွေးချယ်မလဲဆိုတာကိုတော့ Astrophile ဆိုတဲ့ကားလေးမှာ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဒီကားလေးကိုတော့ ဇွန်လ ၁ ရက်နေ့ကစလို့ အပတ်စဉ် ဗုဒ္ဓဟူး ကြာသပတေးနေ့တိုင်းမှာထုတ်လွှင့်သွားမှာဖြစ်ပြီး CM ကလည်း ဘာသာပြန်တင်ဆက်ပေးမှာဖြစ်လို့ လက်မလွှတ်တမ်း ရင်ခုန်လိုက်ကြရအောင်နော်။s: 18Aired: June.1, 2022Aired On: Wed & ThurGenres: Drama & RomanceDuration: 50minsFile Size: (~600MB)Translated by Shoon Thu Thu Chain , Myo Myo Htet , Angel & Chothet_mlmtEncoded by Pinkploy 1 (600MB)UsersDrive    StreamSB  Mega  VIP 2 (600MB)UsersDrive    StreamSB  Mega  VIP 3 (600MB)UsersDrive    StreamSB  Mega  VIP 4 (600MB)UsersDrive    StreamSB  Mega  VIP 5 (600MB)UsersDrive    StreamSB  Mega  VIP 6 (600MB)UsersDrive    StreamSB  Mega  VIP 7 (600MB)UsersDrive    StreamSB  Mega  VIP 8 (600MB)UsersDrive    StreamSB  Mega  VIP 9 (600MB)UsersDrive    StreamSB  Mega  VIP 10 (600MB)UsersDrive    StreamSB  Mega  VIP 11 (600MB)UsersDrive    StreamSB  Mega  VIP 12 (600MB)UsersDrive    StreamSB  Mega  VIP 13 (600MB)UsersDrive    StreamSB  Mega  VIP 14 (600MB)UsersDrive    StreamSB  Mega  VIP 15 (600MB)UsersDrive    StreamSB  Mega  VIP 16 (600MB)UsersDrive    StreamSB  Mega  VIP 17 (600MB)UsersDrive    StreamSB  Mega  VIP 18 (600MB) FinaleUsersDrive    StreamSB  Mega  VIP……………..END………………. 