Synopsis of First Kill (2022)ကျွန်မနာမည် ဂျူလီယက် ။ ရှင်တို့သိတဲ့ ဇာတ်လမ်းထဲက ဂျူလီယက်တော့မဟုတ်ပါဘူး။ ဒါပေမယ့် ကျွန်မအဖြစ်က ဒီဇာတ်လမ်းနဲ့ ခပ်ဆင်ဆင်ရယ်။ကျွန်မတို့တွေကို ရှင်တို့လူသားတွေက တစ်မျိုးခေါ်ကြပါသေးတယ်။ မကောင်းဆိုဝါး‌ကောင်တွေ မိစ္ဆာတွေတဲ့။ အတိအကျပြောရရင် ကျွန်မက သွေးစုပ်ဖုတ်ကောင်ပါ။ ဒါပေမယ့် ကျွန်မတို့က တခြားသွေးစုပ်ဖုတ်ကောင်တွေနဲ့ မတူဘူး။ နေ့အလင်းရောင်မှာ သွားလာနိုင်တယ် ။ လူသားအစားအသောက်တွေကို ပုံမပျက်စားပြီး ကျန်းမာစွာနေနိုင်တယ်။ နေ့ရက်တိုင်းမှာ ညဘက်ကျမှ ခိုးကြောင်ခိုးဝှက်ထွက်ပြီး လူသားသွေးကို အငမ်းမရလိုက်ရှာသောက်စရာမလိုဘူး။ အင်း…ဒါပေမယ့် တခါတရံတော့ ကျွန်မတို့ သွေးလိုက်စုပ်ကြတာပေါ့။ ဘာလို့လဲဆိုတော့ ကျွန်မတို့ ကိုယ်တွင်းက ပင်ကိုယ်ဗီဇလေ သိတယ်မဟုတ်လား။ ‌ကျွန်မကတော့ အဲဒီဗီဇကို ငြင်းဆန်တယ် ကျွန်မ သွေးမစုပ်ချင်ဘူး။ကျွန်မ မကောင်းဆိုးဝါးမဖြစ်ချင်ဘူး။ ကျွန်မက Legacy လို့ခေါ်တဲ့ အမွေခံသွေးစုပ်ကောင်အဆက်အနွယ်ကနေ မွေးဖွားလာတာပါ။ မွေးဖွားလာတာနော် ။ အကိုက်ခံရလို့ ဖြစ်တဲ့သွေးစုပ်ဖုတ်ကောင်မျိုးမဟုတ်ဘူး။ ပြီးတော့ ဒီအဆက်အနွယ်ထဲမှာမှ ကျွန်မအဘွားက ဩဇာအရှိဆုံးသူလေ။ ကျွန်မ မကြာခင်မှာပဲ မိသားစုဂုဏ်တက်စေဖို့ ကျွန်မရဲ့ ပထမဆုံးသားကောင်ကို သွေးစုပ်ပြီး ဘိတ်သိတ်ခံရတော့မှာ။ကျွန်မက ငယ်တယ် လှတယ်။ မိသားစုတောင့်တင်းပြီး တော်ရုံဘာအန္တရာယ်မှ မကျရောက်နိုင်တဲ့ ကောင်းချီးတွေနဲ့ပြည့်စုံနေတယ်ပေါ့။ဒါပေမယ့် ကံတရားကထူးဆန်းတယ်။ကျွန်မ လူသားတစ်ယောက်ကိုချစ်မိခဲ့တယ်။ ကျွန်မကျောင်းက ကောင်မလေးတစ်ယောက်။ နာမည်က “ကလိုပီ” တဲ့။သူ အနားက ဖြတ်သွားတိုင်း သူ့ကိုမြင်တိုင်း အကြည့်မလွှဲနိုင်အောင် သဘောကျတယ်။ ဒါပေမယ့်လည်းလေ……… ကျွန်မတို့နှစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းက မလှပပါဘူး။ ဖြစ်ချင်တော့ သူက ကျွန်မတို့လို မိစ္ဆာတွေကို လိုက်နှိမ်နင်းသတ်ဖြတ်နေတဲ့ မိစ္ဆာလိုက်မုဆိုးမိသားစုရဲ့ အငယ်ဆုံးသမီးဖြစ်နေပါသတဲ့။ ပြီးတော့ ကျွန်မကလည်း သူ့ရဲ့ ပထမဆုံးသားကောင်ပါပဲ။ ဒါပေမယ့် ကျွန်မသိတယ်။ သူလည်း ကျွန်မကိုချစ်နေတယ်။ ကျွန်မတို့ အပြန်အလှန်ချစ်နေကြတယ် ဒါပေမယ့် မိသားစုတွေရဲ့ အမုန်းတရားတွေ တာဝန်တွေကြားမှာ ကျွန်မတို့အချစ်က ဇာတ်သိမ်းလှနိုင်ပါ့မလား။။First Kill Season 1 ဟာ 2022ခုနှစ် ဂျွန်လဆန်းမှာ စတင်ထုတ်လွှင့်ခဲ့တာဖြစ်ပြီး Rotten Tomato 60 နဲ့ IMDb6.3 ရရှိထားတဲ့ ဖြစ်ရပ်ဆန်းကြယ် လူငယ်အချစ်ဒရာမာစီးရီးတစ်ခုဖြစ်ပါတယ်။ episode 8 ပိုင်းပါဝင်ပြီး တစ်ပိုင်းစီတိုင်းမှာ မြှုပ်ကွက်လေးတွေ ရင်ဖိုစရာလေးတွေ ၁၈ယောက်စုကြည့်ရမယ့်အပိုင်းလေးတွေပါဝင်လို့ ကြည့်ရှုသူတွေသဘောကျစေမှာပါ။ဘာသာပြန်နဲ့ အညွှန်းကတော့ the Witch ပဲဖြစ်ပါတယ်။File size…400 MbQuality….Webrip Format…mp4Duration….50 MinGenre…Drama, MysterySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Witch 1VIP      Meganz  Stream  Userdrive 2VIP      Meganz  Stream  Userdrive 3VIP      Meganz  Stream  Userdrive 4VIP      Meganz  Stream  Userdrive 5VIP  yoteshin    Meganz  Stream  Userdrive  6VIP  yoteshin    Meganz  Stream  Userdrive  7VIP  yoteshin    Meganz  Stream  Userdrive  8VIP  yoteshin    Meganz  Stream  Userdrive  