Synopsis of Anne with an E (2017)Season 1+2+3Anne with an E Series (2017) ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~နက်ဖလစ်ရဲ့အကောင်းဆုံး ရိတ်တင်အမြင့်ဆုံး စီးရီးတွေထဲကတစ်ခု။ ကြီးပြင်းလာတဲ့လူငယ်လေးတွေဘဝနဲ့ ရိုးရှင်းတဲ့ မေတ္တာတွေအကြောင်း ရိုက်ကူးထားတဲ့ စီးရီးတွေထဲက လူကြိုက်အများဆုံးတစ်ခု၊ ချန်နယ်မြန်မာ ပရိသတ်တွေ အတောင်းဆိုဆုံးထဲကတစ်ခုကို ထပ်မံတင်ဆက်ပေးလိုက်ပါပြီ။ရွက်ကြမ်းရေကျိုအသွင်အပြင် ဆံပင်နီနီကြမ်းကြမ်း မှဲ့ခြောက်ထူထူနဲ့ ဆယ်ကျော်သက်အရွယ် မိဘမဲ့ကလေးမလေးက သာမန်လူကြီးတွေတောင် နားမလည်နိုင်တဲ့ စကားကြီးစကားကျယ်တွေ ပြောနေတဲ့အခါ ဆိုဆုံးမမခံခဲ့ရလို့ လူ့ဘောင်စည်းမျဉ်းတွေနဲ့ လွတ်ကင်းတဲ့အပြုအမူတွေက သူတစ်ပါးအမြင်မှာ မျက်စိစပါးမွှေးစူးစရာဖြစ်လာတဲ့အခါ နာမည်မှာ E တစ်လုံးပိုတဲ့ Anne တစ်ယောက် ဖတ်ထားဖူးတဲ့ ပုံပြင်ဇာတ်လမ်းတွေထဲစိတ်နှစ်ရင်း လောကဓံကို အံတုရပါတော့တယ်1908 ခုနှစ်ထုတ် Anne of Green Gables ဝတ္ထုကို မှီးပြီးပြန်ရိုက်ထားတဲ့ ဒီဒရာမာဇာတ်လမ်းတွဲကို CBC နဲ့ Netflix မှာ 2017 က စတင်ပြသခဲ့ပြီး Season ၃ ခု အပိုင်း ၂၇ ပိုင်းပါဝင်ပါတယ်။ 1896 ခုနှစ်က ကနေဒါကျေးလက်ဒေသရဲ့ လူနေမှုဘဝကို ထင်ဟပ်ပြသနေတဲ့ ဒီစီးရီးကို ကြည့်ပြီးရင် အဲ့ဒီခေတ်အခါက ဒီလိုဇာတ်လမ်းမျိုး ရေးသားနိုင်တဲ့ ထုတ်ဝေရဲတဲ့ စာရေးဆရာကို ချီးကျူးမိမှာပါ။ ဘာလို့လဲဆိုတော့ ခေတ်အနေအထားအရ ထုတ်ဖော်ပြသဖို့မလွယ်ကူတဲ့ ကျားမတန်းတူညီမျှရှိရေး၊ လူမျိုးရေးခွဲခြားမှု၊ LGBT၊ လွတ်လပ်စွာပြောဆိုခွင့်ရရေးနဲ့ ဓလေ့ထုံးတမ်းတွေကို ဆန့်ကျင့်တဲ့အကြောင်းတွေကို ဖောဖောသီသီတင်ပြထားလို့ပါပဲ။အပျိုဖော်ဝင်ရာသီပန်းပွင့်တယ်ဆိုတာ ရှက်စရာလို့ သတ်မှတ်ထားတဲ့ဓလေ့ကို လောကဓမ္မတာဟာ ဘယ်နားကရှက်စရာကောင်းနေတာလဲလို့ မေးခွန်းပြန်ထုတ်တတ်တဲ့ ကလေးမလေး Anne ရဲ့ ထုံးတမ်းအစဉ်အလာတွေကြားထဲ ရုန်းကန်ရပုံဟာ ကနေဒီးယန်း အကောင်းဆုံးဒရာမာဇာတ်လမ်းတွဲအဖြစ် ဆုချီးမြှင့်ခံထားရတာကြောင့် CM ပရိသတ်တွေအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။File size…300 MbQuality….Webrip Format…mp4Genre…Drama, FamilyTotal …27Subtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by SPKSeason 1 1 – VIP      Meganz  Usersdrive   2 – VIP      Meganz  Usersdrive   3 – VIP      Meganz  Usersdrive   4 – VIP      Meganz  Usersdrive   5 – VIP      Meganz  Usersdrive   6 – VIP      Meganz  Usersdrive   7 – VIP      Meganz  Usersdrive  Season 2 1 – VIP      Meganz  Usersdrive   2 – VIP      Meganz  Usersdrive   3 – VIP      Meganz  Usersdrive   4 – VIP      Meganz  Usersdrive   5 – VIP      Meganz  Usersdrive   6 – VIP      Meganz  Usersdrive   7 – VIP      Meganz  Usersdrive   8 – VIP      Meganz  Usersdrive   9 – VIP      Meganz  Usersdrive   10- VIP      Meganz  Usersdrive  (END)Season 3 1- VIP      Meganz  Usersdrive   2- VIP      Meganz  Usersdrive   3- VIP      Meganz  Usersdrive   4- VIP      Meganz  Usersdrive   5- VIP      Meganz  Usersdrive   6- VIP      Meganz  Usersdrive   7- VIP      Meganz  Usersdrive   8- VIP      Meganz  Usersdrive   9- VIP      Meganz  Usersdrive   10- VIP      Meganz  Usersdrive  (END) 