Synopsis of The Story of Xing Fu (2022)The Story of Xing Fuတရုတ်ဇာတ်လမ်းတွဲတွေကိုမှ ချစ်မြတ်နိုးတဲ့CM ပရိသတ်တွေအတွက် CM ကနေပြီးတော့The Story of Xing Fu ဆိုတဲ့ ဇာတ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ဇာတ်ကားထဲမှာအဓိကဇာတ်ကောင်မင်းသမီးအဖြစ်Zhao Li Ying, မင်းသားအဖြစ် Tang Zeng တိုကပါဝင်သရုပ်ဆောင်ထားကြောင့်ဒီဇာတ်လမ်းတွဲလေးကတော့ကောင်းမှာအသေအချာပါဘဲနော်။ဇာတ်လမ်းအကျဉ်းကတော့လူ့ဘဝမှာအတက်အကျတွေကြောင့် ခါးသီးမှု၊ချိုမြိန်မှုတွေဖြစ်ပေါ်လာတဲ့အချိန်မှာ ရဲရဲဝံ့ဝံ့နဲ့ရင်ဆိုင်ကျော်ဖြတ်သွားရင် နောက်ဆုံးမှာပျော်ရွှင်မှုဆိုတဲ့အရာကိုရရှိလာမှာမဟုတ်လား။ He Xing Fu (Zhao Li Ying) ကWang Qing Lai ဆိုတဲ့ရိုးသားဖြောင့်မတ်တဲ့လူနဲ့လက်ထပ်ပွဲနေ့မှာ ညီမဖြစ်သူ He Xing Yun တစ်ယောက်Wan Chuan Jia ဆီကနေစော်ကားခံခဲ့ရတယ်။Wan Chuan Jia ကတော့ရွာလူကြီးဖြစ်တဲ့Wan Shan Tang ရဲ့သားဖြစ်တယ်။အဲ့အချိန်မှာရဲရင့်တဲ့ He Xing Fu တစ်ယောက်Wan Chuan Jia ကိုဒဏ်ရာရအောင်ရိုက်မိခဲ့တယ်။ဒီလိုနဲ့ပြဿနာတွေတစ်ခုပြီးတစ်ခုဖြစ်ရင်းတစ်နေ့မှာကျန်းမာရေးထုတ်ကုန်စက်ရုံဆောက်လုပ်ဖိုအတွက်He Xing Fu ရဲ့ယောက္ခမမြေနေရာကိုသိမ်းယူမယ့်ပြဿနာပေါ်လာပါတော့တယ်။He Xing Fu လည်းသတ္တိရှိရှိနဲ့ Wan Shan Tang နဲ့ပူးပေါင်းပြီးတရားစွဲဆိုပြီးမျှတတဲ့လျှော်ကြေးပြန်ရရှိခဲ့တယ်။တစ်နေ့တော့ He Xing Fu တစ်ယောက်သားယောကျ်ားလေးကိုမီးဖွားဖိုအချိန်ရောက်လာခဲ့တယ်။မီးဖွားတဲ့အချိန်မှာလည်းခက်ခက်ခဲခဲနဲ့မီးဖွားခဲ့ရတယ်။မီးဖွားပြီးမကြာခင်မှာတခြားကံဆိုးစရာအကြောင်းရင်းတွေကြောင့်He Xing Fu တိုလင်မယားနှစ်ယောက် မြိုပေါ်တက်အလုပ်လုပ်ဖိုအကြောင်းဖန်လာခဲ့တာပေါ့။မြိုပေါ်မှာအခက်အခဲတွေကိုအတူတူကျော်ဖြတ်ရင်းအောင်မြင်မှုတွေရလာတဲ့အခါမှာသူတိုရဲ့ဇာတိရွာကို ပြန်လာခဲ့ကြတယ်။He Xing Fu တိုပြန်လာပြီးသိပ်မကြာခင်မှာပြဿနာတွေထပ်ဖြစ်လာပြန်တဲ့အခါမှာတော့……အမြဲတမ်းအမှားအမှန်ကိုရဲရဲဝံ့ဝံ့ပြောဆိုရဲတဲ့ He Xing Fu တစ်ယောက်ပြဿနာတွေအားလုံးကို ဘယ်လိုဖြေရှင်းမလဲ။ကျေးလက်ကနေမြိုပြကိုတက်လာတဲ့အချိန် ဘယ်လိုတွေရုန်းကန်ရမလဲ။He Xing Fu ဆိုတဲ့နာမည်လေးအတိုင်းပျော်ရွှင်မှုဆိုတာကိုရယူဖိုဘယ်လိုတွေရင်ဆိုင်ရမလဲဆိုတာကိုတော့CM ကနေဆက်လက်စောင့်မျှော်ကြည့်ရူလိုက်ရအောင် ~(အညွှန်းရေးသားထားသူကတော့ Ann Chi ဖြစ်ပါတယ်)Quality : WEB-DL Total s : 40Format : mp4Genres : Law,DramaDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LKVIP Link : Click Here 1 – MegaUp    Usersdrive  StreamSB 2 – MegaUp    Usersdrive  StreamSB 3 – MegaUp    Usersdrive  StreamSB 4 – MegaUp    Usersdrive  StreamSB 5 – MegaUp    Usersdrive  StreamSB 6 – MegaUp    Usersdrive  StreamSB 7 – MegaUp    Usersdrive  StreamSB 8 – MegaUp    Usersdrive  StreamSB 9 – MegaUp    Usersdrive  StreamSB 10 – MegaUp    Usersdrive  StreamSB 11 – MegaUp    Usersdrive  StreamSB 12 – MegaUp    Usersdrive  StreamSB 13 – MegaUp    Usersdrive  StreamSB 14 – MegaUp    Usersdrive  StreamSB 15 – MegaUp    Usersdrive  StreamSB 16 – MegaUp    Usersdrive  StreamSB 17 – MegaUp    Usersdrive  StreamSB 18 – MegaUp    Usersdrive  StreamSB 19 – MegaUp    Usersdrive  StreamSB 20 – MegaUp    Usersdrive  StreamSB 21 – MegaUp    Usersdrive  StreamSB 22 – MegaUp    Usersdrive  StreamSB 23 – MegaUp    Usersdrive  StreamSB 24 – MegaUp    Usersdrive  StreamSB 25 – MegaUp    Usersdrive  StreamSB 26 – MegaUp    Usersdrive  StreamSB 27 – MegaUp    Usersdrive  StreamSB 28 – MegaUp    Usersdrive  StreamSB 29 – MegaUp    Usersdrive  StreamSB 30 – MegaUp    Usersdrive  StreamSB 31 – MegaUp    Usersdrive  StreamSB 32 – MegaUp    Usersdrive  StreamSB 33 – MegaUp    Usersdrive  StreamSB 34 – MegaUp    Usersdrive  StreamSB 35 – MegaUp    Usersdrive  StreamSB 36 – MegaUp    Usersdrive  StreamSB 37 – MegaUp    Usersdrive  StreamSB 38 – MegaUp    Usersdrive  StreamSB 39 – MegaUp    Usersdrive  StreamSB 40 (END) – MegaUp    Usersdrive  StreamSB 