Synopsis of The Broken News (2022)The Broken News (2022)====================အားလုံးနဲ့ရင်းနှီးပြီးသားဖြစ်နေတဲ့ ဂျာနယ်လစ်လောက၊မီဒီယာလောကအကြောင်းရိုက်ကူးထားတဲ့ IMDb 7.610 ရ အိန္ဒိယစီးရီးကောင်းလေးပဲဖြစ်ပါတယ်။မွန်ဘိုင်းမြို့က “Awaaz Bharati” နဲ့ “Josh 247” အမည်ရ အပြိုင်သတင်းချန်နယ်နှစ်ခု ..ဂျာနယ်လစ်တွေရဲ့ကျင့်ဝတ်တွေ လိုက်နာရမယ့်ထုံးတမ်းတွေကိုလေးစားတဲ့သတင်းချန်နယ် နဲ့ ကိုယ့်သတင်းကြည့်ရှုနှုန်းများများရရင်ပြီးရော နစ်နာသူကိုလည်းမငဲ့ညာကြည့်ရှုသူကိုလည်းမလေးစားဘဲ လိုချင်တဲ့သတင်းကိုအကြပ်ကိုင်ဖန်တီးယူပြီး“အိန္ဒိယရဲ့ နံပါတ်တစ် သတင်းချန်နယ်” ဆိုတဲ့ဂုဏ်ပုဒ်ကိုပဲ မက်မောတဲ့ သတင်းချန်နယ် ..။သတင်းချန်နယ်ဆိုတာ နိုင်ငံရေး၊ စီးပွားရေး၊ လူမှုရေး၊ အမှုအခင်းအားလုံးနဲ့ဆက်နွယ်နေတဲ့ အရာတစ်ခုပါ။ ဒါတွေအားလုံးထဲမှာမှအမှန်တရားတွေလည်းရှိမယ် အလိမ်အညာတွေလည်းရှိမယ်ဖုံးကွယ်ထားတာတွေလည်းရှိလည်းရှိမယ်။ “The Broken News” မှာလည်း၂၀၁၇ခုနှစ်ရဲ့ လူ ၁၄ယောက်သေဆုံးခဲ့တဲ့ City Glitz Mall မီးလောင်မှုကမတော်တဆမှုလား ရှို့မီးလားဆိုတာ ဘယ်သူမှအဖြေမထုတ်နိုင်သေးတဲ့သတင်းတစ်ခုဖြစ်နေပါတယ်။အဖြေမထုတ်နိုင်သေးသလိုလက်လည်းမလျှော့နိုင်တဲ့သူကတော့ “Awaaz Bharati”သတင်းချန်နယ်က ဂျာနယ်လစ် Radhika ပါ။ အဲဒီမီးလောင်မှုထဲမှာအခန်းဖော်ဖြစ်တဲ့ ဂျာနယ်လစ် Julia လည်းပါသွားခဲ့ပြီး Radhika ကတော့အခန်းဖော်ဖြစ်တဲ့ Julia ရဲ့ပစ္စည်းတွေကတဆင့် မသင်္ကာစရာ မီးလောင်မှုကိုအဖြေထုတ်ဖို့ကြိုးစားနေခဲ့တာပါ။ ရသမျှသဲလွန်စတွေကနေတဆင့်ဆင့်စုံစမ်းရာကနေ အခန်းဖော် Julia နဲ့လူ ၁၄ယောက်ရဲ့သေဆုံးမှုနောက်ကွယ်မှာ “Umbrella စစ်ဆေးရေး” ဆိုတဲ့မသမာမှုကြီးတစ်ခု ရှိနေတဲ့အခါ .. “နိုင်ငံ့အကျိုးအတွက်အဆိုဘယ်သူနဲ့မဆိုတိုက်ခိုက်ဖို့အဆင့်သင့်ပါပဲ” ဆိုတဲ့ Radhika တစ်ယောက်သူ့ခွန်အားလေးနဲ့အင်အားကြီးသူတွေကိုယှဥ်နိုင်ပါ့မလားဆိုတာကိုအပိုင်း ၈ပိုင်းနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။File Size – 500MB  250MBQuality –  WEBDL hindi AAC2.0CH  Duration –36 minuteTotal s: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator –Guu Guu & Poe & Honeyey & Lai LaiiEncoder – YKVIP Member – Click Here!>> 1 –   Userdrive      Hexa 2 –   Userdrive      Hexa 3 –   Userdrive      Hexa 4 –   Userdrive      Hexa 5 –   Userdrive    Hexa 6 –   Userdrive    Hexa 7 –   Userdrive    Hexa 8 –   Userdrive    Hexa>> 1 –   Userdrive    Meganz    Hexa 2 –   Userdrive    Meganz    Hexa 3 –   Userdrive    Meganz    Hexa 4 –   Userdrive    Meganz    Hexa 5 –   Userdrive    Meganz  Hexa 6 –   Userdrive    Meganz  Hexa 7 –   Userdrive    Meganz  Hexa 8 –   Userdrive    Meganz  Hexa 