Synopsis of New Normal Zine (2022) CompleteNew Normal Zine(2022)ဒီတစ်ခေါက်မှာတော့ Alice နဲ့ Police university တို့မှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီး Hwang Seung In ရဲ့ ကားသစ်လေးကို တင်ဆက်ပေးသွားမှာပါ။တစ်ကောင်ကြွက် ကောင်မလေး Cha Ji Min တစ်ယောက် မဂ္ဂဇင်းတိုက်တစ်ခုမှာပြည်တွင်းသတင်းထောက်အနေနဲ့ ဘဝကို အေးအေးဆေးဆေး ဖြတ်သန်းနေရင်း ရုတ်တရက် အဲဒီမဂ္ဂဇင်းတိုက်က ပိတ်သိမ်းခံလိုက်ရပါတယ်။အဲဒီနောက် ပင်မကုမ္ပဏီလက်အောက်ခံ ဒီဂျစ်တယ်မဂ္ဂဇင်းဖြစ်တဲ့ “New Normal Zine” မှာ အယ်ဒီတာအဖြစ်နဲ့ အလုပ်ဆက်လုပ်ဖြစ်ခဲ့ပါတယ်။အလုပ်သစ်မှာ တွေ့လိုက်ရတဲ့ သူဌေးသစ်ကတော့ ပင်မကုမ္ပဏီမှာ တစ်နှစ်တည်း အလုပ်ဝင်ရင်းခင်မင်ရင်းနှီးခဲ့တဲ့ အယ်ဒီတာချုပ် Son Ro Ji ပါ။ Son Ro Ji ကတော့ Cha Ji Min နဲ့မတူဘဲလုံးဝကို အလုပ်ဂျိုးဖြစ်နေပါတော့တယ်။ ဒီလိုနဲ့ ဘဝကိုပေါ့ပေါ့ပါးပါးဖြတ်သန်းချင်တဲ့ Cha Ji Min တစ်ယောက်အလုပ်ဂျိုးနဲ့ အတူတူတွဲလုပ်ဖို့ဖြစ်လာတဲ့အခါ ဘယ်လို ရုန်းကန်လှုပ်ရှားရမလဲဆိုတာကို ခံစားကြည့်ရှုရမှာ ဖြစ်ပါတယ်။အချစ်ဇာတ်လမ်းထက် လုပ်ဖော်ကိုင်ဖက်မိန်းက‌လေးနှစ်ယောက်ကြား ဆက်ဆံရေးပုံစံမျိုးကို အသားပေးထားလို့ဇာတ်သွားကတော့ ထူးခြားနေမှာပါ။ ဒီဒရာမာလေးကတော့ အပိုင်း ၁၂ ပိုင်းနဲ့ အပတ်စဉ် သောကြာနေ့တိုင်းထုတ်လွှင့်ပြသသွားမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှု အားပေးပါဦးနော်။File Size – @Quality – Duration –20 minute (@)Total s:12 EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy  DramaTranslator – Myo Myo Htet ~ Thet Hnin Hsu ~ Shwe Pyae ~ YunniEncoder – YKVIP Member – CLICK HERE!>>Ep1 –   Userdrive    Meganz  Ep2 –   Userdrive    Meganz  Ep3 –   Userdrive    Meganz  Ep4 –   Userdrive    Meganz  Ep5 –   Userdrive    Meganz  Ep6 –   Userdrive    Meganz  Ep7 –   Userdrive    Meganz  Ep8 –   Userdrive    Meganz  Ep9 –   Userdrive    Meganz  Ep10 –   Userdrive    Meganz  Ep11 –   Userdrive    Meganz  Ep12 –   Userdrive    Meganz  >>Ep1 –   Userdrive    Meganz  Ep2 –   Userdrive    Meganz  Ep3 –   Userdrive    Meganz  Ep4 –   Userdrive    Meganz  Ep5 –   Userdrive    Meganz  Ep6 –   Userdrive    Meganz  Ep7 –   Userdrive    Meganz  Ep8 –   Userdrive    Meganz  Ep9 –   Userdrive    Meganz  Ep10 –   Userdrive    Meganz  Ep11 –   Userdrive    Meganz  Ep12 –   Userdrive    Meganz   