Synopsis of Dear.M (2022)Dear.M (2022)===========ဆောယွန်းတက္ကသိုလ်ကြီးက “M” ဆိုတဲ့အမည်အသိတဲ့လူတစ်ယောက်က ပို့စ်မတင်ခင်ထိ အေးချမ်းနေခဲ့တယ်။သူ့ရဲ့ပို့စ်တစ်ခုတည်းနဲ့ ကျောင်းတော်ကြီးတစ်ခုလုံး ဂယက်ထသွားခဲ့တယ်။ ကျောင်းသားတွေကလည်း “M” ရဲ့အမှန်တရားကို ဖော်ထုတ်ဖို့အတွက် လွယ်ကူတဲ့ task တွေကိုလုပ်ဆောင်ရပါတယ်။တစ်ဘဝလုံးအိပ်မက်မရှိ မျှော်လင့်ချက်မရှိနေထိုင်လာတဲ့မာဂျူအာက ကျောင်းတော်ကြီးရဲ့ပဟေဠိကိုတော့ အားတက်သရော အဖြေရှာချင်နေခဲ့တယ်။ သူနဲ့အတူ ကွန်ပြူတာသိပ္ပံကျောင်းသား ချာမင်ဟို၊ စီးပွားရေးမေဂျာကျောင်းသူ ဆောဂျီမင်းနဲ့စီးပွားစီမံမေဂျာက ဘတ်ဟာနူးတို့က “M” ရဲ့ပုံစံအမှန်ကိုဖော်ထုတ်ဖို့ အတူကြိုးစားကြပါတယ်။စွန့်စားမှုခရီးကြီးကို အတူလျှောက်လှမ်းရင်း သူတို့ကြားထဲကအခြေအနေလေးတွေက သူငယ်ချင်းသံယောဇဉ်ကနေ တိုးတက်လာကြတယ်။ ရင်ခုန်သံစည်းချက်တွေ မြန်ဆန်လာသလို “M” ရဲ့သရုပ်မှန်လည်း ပိုပြီးရှုပ်ထွေးလာခဲ့တော့ “M” ရဲ့သရုပ်မှန်ကိုဖော်ထုတ်နိုင်ပါ့မလားဆိုတာ ဆက်လက်ကြည့်ရှုရမှာပါ။မာဂျူအာ အဖြစ် Park Hye-Sooချာမင်ဟို အဖြစ် NCT Jung Jae HyunSeo Jimin အဖြစ် Roh Jeong Huiဘတ်ဟာနူး အဖြစ် Bae Hyun Sung တို့က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။June 29 မှာ ၆ ပိုင်းထွက်ရှိပြီး July 6 မှာ ၆ ပိုင်းထွက်ရှိပြီး စုစုပေါင်း၁၂ ပိုင်းထွက်ရှိမှာဖြစ်ပါတယ်။(ဒီစီးရီးရဲ့ အညွှန်းကို Minnie မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ Hay Thar, Minnie, Thu Thinzar, June,Hay Man Thit Sar, Htet Nandar Aungတို့ ဖြစ်ပါတယ်။)File Size………….(800 MB)  (400 MB)Quality……………WEBDL   Duration…………60Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Comedy, Drama, RomanceTranslator……….Hay Thar, Minnie, Thu Thinzar, June, Hay Man Thit Sar, Htet Nandar AungEncoder…………..SWM (400 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9)    MegaNZ    Usersdrive(10)    MegaNZ    Usersdrive(11)    MegaNZ    Usersdrive(12) – End    MegaNZ    Usersdrive1080P (800 Mb)———————————–(1)    MegaNZ  Usersdrive(2)    MegaNZ  Usersdrive(3)    MegaNZ  Usersdrive(4)    MegaNZ  Usersdrive(5)    MegaNZ  Usersdrive(6)    MegaNZ  Usersdrive(7)    MegaNZ  Usersdrive(8)    MegaNZ  Usersdrive(9)    MegaNZ  Usersdrive(10)    MegaNZ  Usersdrive(11)    MegaNZ  Usersdrive(12)    MegaNZ  Usersdrive————————————————————————–CM VIP – LINK 