Synopsis of Surviving Summer (2022)Surviving Summer (2022)ဒီ စီးရီးကတော့ ပင်လယ်ကြီးနဲ့ လှိုင်းစီးခြင်းကို နှစ်သက်သဘောကျသူတွေလူငယ် အချစ်ဇာတ်လမ်းလေးတွေကို ကြိုက်နှစ်သက်သူတွေအတွက်ဘ၀င်တွေ့စေမယ့် Teen Drama series လေးပဲဖြစ်ပါတယ်။အရာအားလုံးရဲ့ အစပြုရာကတော့ ဆမ်းမားတောရက်စ်လို့ အမည်ရတဲ့ခပ်ဆိုးဆိုး ဆယ်ကျော်သက်အရွယ် ကောင်မလေးကြောင့်ပါပဲ။မိခင်ဖြစ်သူ ‌မာဂေါ့နဲ့လည်း တစ်စက်မှ မတည့်တဲ့အပြင်“ကျောင်း” ဆိုတဲ့ ပတ်၀န်းကျင်ဟာ သူ့နဲ့ သက်ဆိုင်တဲ့အရပ်မဟုတ်ဘူးလို့ ကြွေးကြော်ထားသူ လူမိုက်မလေးပါ။တစ်နေ့တော့ ဆမ်းမားတစ်ယောက် ဒုတိယမြောက် အကြိမ် ကျောင်းအထုတ်ခံရအပြီးမှာမိခင်ဖြစ်သူဟာ သူ့ရဲ့ ငယ်သူငယ်ချင်းတို့ မိသားစုရှိရာဩစတြေးလျနိုင်ငံက ရှောဟဲဗန်းဆိုတဲ့ ကမ်းခြေ မြို့လေးမှာ ဆမ်းမားကို ခေါ်ထားဖို့ အကူအညီ တောင်းရပါတော့တယ်။မသွားချင်ဘူး ပုန်ကန်ရင်းနဲ့ကမှ ဆမ်းမားတစ်ယောက် ရှောဟဲဗန်းမြို့လေးကို ရောက်သွားပါတယ်။ရှောဟဲဗန်းမြို့လေးရဲ့ ထင်ရှားတဲ့အချက်ကတော့ ပင်လယ်ကမ်းခြေ မြို့လေးတစ်မြို့ဖြစ်တဲ့ အလျောက် လှိုင်းစီးခြင်းအတတ်ကို လူတိုင်းနီးပါး လိုက်စားကြပါတယ်။နှစ်စဉ် ပြိုင်ပွဲတွေလည်း ပြုလုပ်ကျင်းပကြပါတယ်။ဒီလောက် ပျော်စရာ အသစ်အဆန်းတွေ ပြည့်နက်နေတာတောင်မှဆမ်းမားကတော့ နယူးယောက်ကိုပဲ ပြန်ဖို့ တကဲကဲ ဖြစ်ဆဲပါ။သို့ပေမဲ့ မြို့ငယ်လေးရဲ့ ဆွဲဆောင်မှု၊ ဒေသခံတွေရဲ့ ဖော်ရွေမှုနဲ့အချစ်ဇာတ်လမ်းလေးတွေ ကြုံလာတဲ့အခါ …..ဆမ်းမားရဲ့ ရည်ရွယ်ချက်က အရင်လို ခိုင်မြဲနေဦးမှာလား ………………ဒီတော့ ဩစတြေးလျရဲ့ သဘာ၀အလှအပတွေကိုလည်း ခံစားရင်း…..ဆမ်းမားကိုလည်း စူးစမ်းလေ့လာရင်းနဲ့ Surviving Summer Teen Drama လေးကိုရင်ခုန်စွာနဲ့ ကြည့်ရှုခံစားလိုက်ကြပါဦး ပရိသတ်ကြီးခင်ဗျာစုစုပေါင်း ၁၀ ပိုင်း ရှိပါမယ်။အညွှန်းကတော့ Yoon Sandi Aung ဖြစ်ပြီးတော့ဘာသာပြန်တွေကတော့ JimX, Yoon Sandi Aung, JoJoVa, Roman NoX,Richard Wai, Junior, NanThin, MayLay Shwe နဲ့ Yolanda Shwe တို့ပဲ ဖြစ်ပါတယ်။Genre….. Teen, DramaQuality….  | File size…400MB | 200MBFormat… mp4s…10Duration….30minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. JimX, Yoon Sandi Aung, JoJoVa, Roman NoX,Richard Wai, Junior, NanThin, MayLay Shwe, Yolanda ShweEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 09 – Userdrive |  |  | Meganz 10 – Userdrive |  |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  09 – Userdrive |  |  |  10 – Userdrive |  |  |  