Synopsis of Only Murders in the Building (2021) – Season 01Only Murders in the Building (2021)==========================IMDb Rating – 9.510ဝါရင့် အနုပညာရှင်ကြီးတွေဖြစ်တဲ့ Steve Martin နဲ့ Martin Short တို့ ပါ၀င်တာကတစ်ကြောင်းSelenators တို့ရဲ့ အချစ်တော် Selena Gomez ပါ၀င်နေတာကတစ်ကြောင်း မထွက်ခင်ကတည်းကခေတ်ထနေတဲ့ စီးရီးပါ ။ အပိုင်း ၁၀ ပိုင်းပါ၀င်ပြီး ပွဲဦးထွက် ၃ ပိုင်းတောင် ထွက်ချလာပါတယ်။ဇာတ်လမ်းအညွှန်း −Charles, Oliver နဲ့ Mabel Mora တို့ဟာ Upper West Side က ကွန်ဒိုတစ်ခုမှာ ဘ၀ ကိုယ်စီနဲ့ ကိုယ့်လမ်းကိုယ်လျှောက်နေသူတွေပါ။ တစ်နေ့ သူတို့နေတဲ့ ကွန်ဒိုမှာ လူသေမှုတစ်ခု ဖြစ်လာပါတယ်။ ဖြစ်ချင်တော့ အဲဒီလူကမသေခင် တစ်နာရီကမှ သူတို့ ၃ ယောက်နဲ့အတူ ဓာတ်လှေကားတူတူစီးသွားသူရယ်ပါ။ ရဲတွေကတော့ တွေ့ရှိလာတဲ့သက်သေတွေအရ ကိုယ့်ကိုယ်ကိုယ် သတ်သေမှုလို့ ကောက်ချက်ချသွားပေမဲ့ . ဖြစ်ရပ်မှန်မှုခင်းဇာတ်လမ်းတွေကိုစွဲလမ်းနေတဲ့ ဇာတ်လိုက် ၃ ယောက်ကတော့ ဒီလို မထင်ဘူးဗျ။ ဒါနဲ့ပဲ သုံးယောက်သား အမှုမှန်ဖော်ဖို့ ရှားလော့ဟုမ်းလုပ်ကြတော့မှာ ဖြစ်ပါတယ်။Steve Martin ကိုယ်တိုင်ပါ၀င်ပြီး John Hoffman နဲ့အတူ ဇာတ်လမ်း ဖန်တီးထားပြီး စိတ်၀င်စားဖွယ် ဟာသလေးတွေနှောရင်း ရိုက်ကူးတင်ဆက်ထားတဲ့အပြင် 2 Martins နဲ့ Miss Gomez တို့ trio အတွဲညီပုံတွေကို မြင်တွေ့ရမှာပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကိုရေးသားပေးသူကတော့ Yoon Sandi Aung ဖြစ်ပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ F&R Team ပဲဖြစ်ပါတယ်။Quality –  WebDL 5.1CHDuration – 33 mins (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, Crime, DramaSource : .WebDLTranslator – F&R TeamEncoder – SWMComplete Zip File   VIP  1080P (800 Mb)———————————–(1)      Usersdrive  Yandex  Mega NZ(2)      Usersdrive  Yandex  Mega NZ(3)      Usersdrive  Yandex  Mega NZ(4)      Usersdrive  Mega NZ(5)      Usersdrive  Mega NZ(6)      Usersdrive  Mega NZ(7)      Usersdrive  Yandex  Mega NZ(8)Yoteshtein      Usersdrive  Mega NZ(9)  Direct Link      Usersdrive  Mega NZ(10) END  Direct Link      Usersdrive  Mega NZ (400 Mb)———————————–(1)      Usersdrive  Yandex  Mega NZ(2)      Usersdrive  Yandex  Mega NZ(3)      Usersdrive  Yandex  Mega NZ(4)      Usersdrive  Yandex(5)      Usersdrive  Yandex  Mega NZ(6)      Usersdrive  Mega NZ(7)      Usersdrive  Yandex  Mega NZ(8)      Usersdrive  Mega NZ(9)  Direct Link      Usersdrive  Mega NZ(10) END  Direct Link      Usersdrive  Mega NZ—————————————————————————CM VIP – LINK 