Synopsis of Fall in Love (2022)Fall in LoveCM ချစ်ပရိသတ်ကြီးတွေအတွက် CM ကနေပေါ့ပေါ့ပါးပါးလေးလည်းဖြစ်ပြီးစိတ်ဝင်စားဖိုကောင်းတဲ့Fall in Love ဆိုတဲ့ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးလိုက်ရပါတယ်။ဇာတ်လမ်းထဲမှာပါဝင်သရုပ်ဆောင်ပေးထားတဲ့မင်းသားကတော့ Produce Camp 2019 မှာပါဝင်ယှဉ်ပြိုင်ခဲ့ဖူးတဲ့Xiao Kai Zhong,မင်းသမီးကတော့Youth With You Season 2 မှာပါဝင်တဲ့ Chai Zhuo Yi တိုပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကြောင်းရာကတော့ခန္ဓာကိုယ်တစ်ခုတည်းဆိုပေမဲ့မတူညီတဲ့အကျင့်စရိုက်တွေရှိနေတဲ့လူနှစ်ယောက်ဝင်နေတဲ့Fu Ze Yi (Xiao Kai Zhong)။တစ်ဖက်မှာတော့အေးတိအေးစက်နိုင်တဲ့ဥက္ကဌတစ်ယောက်ဖြစ်နေတဲ့အချိန်တစ်ဖက်မှာကတော့နွေးထွေးပြီးကြင်နာတတ်တဲ့အနုပညာရှင်တစ်ယောက်ပေါ့။အဲ့အချိန်မှာ Jing Zhi Xia (Chai Zhuo Yi) ကကိုယ်တစ်ခုတည်းမှာမတူညီတဲ့အကျင့်ရိုက်နှစ်ခုဖြစ်နေတဲ့လူနဲ့ချစ်ကြိုက်မိသွားခဲ့တယ်။ဒါပေမဲ့ Jing Zhi Xia ကတော့သူချစ်မိတဲ့လူကအေးတဲ့အေးစက်နိုင်တဲ့ Fu Ze Yi လိုမှတ်ယူပြီးလိုက်နေခဲ့တယ်။Fu Ze Yi ကတော့သူ့ကိုမမှတ်မိတော့တဲ့အတွက် Jing Zhi Xia ကတော့သူ့ကိုယ်သူ Fu Ze Yi ရဲ့ကစားတာကိုခံရတယ်လိုသံသယဝင်နေခဲ့တယ်။ဒီလိုနဲ့နှစ်ယောက်သားနားလည်မှုလွဲတာတွေဖြစ်လာခဲ့တဲ့အချိန်မှာတော့….Jing Zhi Xia တစ်ယောက် Fu Ze Yi ရဲ့လျှိဝှက်ချက်ကိုသိသွားမလား ?နားလည်မှုလွဲတာတွေကောဖြေရှင်းသွားနိုင်မလား ?ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ဒီဇာတ်လမ်းလေးကိုဆက်လက်စောင့်မျှော်ကြည့်ရူလိုက်ရအောင် ~Quality : WEB-DL Total s : 24Format : mp4Genres : Romance,DramaDuration : 25 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1MegaUp    Usersdrive  StreamSB VIP 2MegaUp    Usersdrive  StreamSB VIP 3MegaUp    Usersdrive  StreamSB VIP 4MegaUp    Usersdrive  StreamSB VIP 5MegaUp    Usersdrive  StreamSB VIP 6MegaUp    Usersdrive  StreamSB VIP 7MegaUp    Usersdrive  StreamSB VIP 8MegaUp    Usersdrive  StreamSB VIP 9MegaUp    Usersdrive  StreamSB VIP 10MegaUp    Usersdrive  StreamSB VIP 11MegaUp    Usersdrive  StreamSB VIP 12MegaUp    Usersdrive  StreamSB VIP 13MegaUp    Usersdrive  StreamSB VIP 14MegaUp    Usersdrive  StreamSB VIP 15MegaUp    Usersdrive  StreamSB VIP 16MegaUp    Usersdrive  StreamSB VIP 17MegaUp    Usersdrive  StreamSB VIP 18 (END)MegaUp    Usersdrive  StreamSB VIP 