Synopsis of Candy (2022) (Complete)Candy (2022) Completed Mini Series~ IMDb – 7.410, Rotten Tomatoes – 68% ~တစ်ခါတလေကျရင်တော့ လူ‌ဘုံလူ့လောကကြီးမှာ အသက်တစ်ရာမနေရပေမဲ့၊ အမှုတစ်ရာပွေရစမြဲပဲလို့ ဆိုရမလိုပါပဲ။ တစ်ချို့အမှုတွေမှာ အပြစ်မရှိဘဲ အပြစ်တွေပုံချခံခဲ့ရတဲ့သူတွေရှိသလို တစ်ချို့ကျပြန်တော့လည်း အပြစ်ရှိလျက် လွတ်ကြပြန်ပါတယ်။သွေးအေးလူသတ်သမားအချို့ဟာ အကြောင်းပြချက်မဲ့စွာ လူသတ်တတ်ကြသလို တစ်ခါတလေကျရင်တော့ တစ်ချို့လူသတ်သမားတွေဟာ ဘယ်လိုကြောင့်ဘယ်လိုလူသတ်လိုက်မိတာလဲဆိုတာကို သူတို့ကိုယ်သူတို့တောင် နားမလည်မိတတ်ကြတဲ့အထိပါပဲ။ဒီစီးရီးဟာ ၁၉၈၀ ပြည့်နှစ်က အမေရိကန်နိုင်ငံ တစ်နိုင်ငံလုံး ဟိုလေးတကျော်ကျော်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်လူသတ်မှုတစ်ခုကို ပြန်လည်ရိုက်ကူးထားတဲ့ စီးရီးဖြစ်ပြီး ထိုလူသတ်မှုမှာတော့ အိမ်ရှင်မတစ်ယောက်ဟာ သူ့သမီးရဲ့သူငယ်ချင်းဖြစ်တဲ့ကလေးမလေးရဲ့ မိခင်ဖြစ်သူကို ပုဆိန်တစ်ခုနဲ့ ၄၁ ချက်တိတိအထိ ခုတ်သတ်ခဲ့တာလည်းဖြစ်ပါတယ်။လူတစ်ယောက်သေဖို့ဆိုရင် ပုဆိန် ၄၊ ၅ ချက်ဟာ လုံလောက်နေပါပြီ။ ၁၀ ချက်ကျော်‌ဆိုရင်တောင် ပိုလွန်းနေပြီပဲဖြစ်ပါတယ်။ ဒါကို ဘယ်လိုစိတ်နဲ့များ အချက်ပေါင်း ၄၁ ချက်ကျော်အထိ ခုတ်သတ်ခဲ့ပါသလဲ။ ထိုအိမ်ထောင်ရှင်အမျိုးသမီးဟာ မည်သို့သောပြစ်ဒဏ်ချမှတ်ခြင်းခံခဲ့ရပါသလဲ၊ အဘယ်အကြောင်းပြချက်ကြောင့် တစ်ခါမှ ခွေးတစ်ကောင် ကြောင်တစ်မြီးကိုတောင် မရိုက်ခဲ့ဖူးသူအမျိုးသမီးဟာ အခြားအိမ်ရှင်မဖြစ်သူကို ပုဆိန်နဲ့ ၄၁ ချက်တိတိခုတ်သတ်ခဲ့သလဲဆိုတာကို ခံစားကြရမှာပဲဖြစ်ပါတယ်။ဒီစီးရီးကို Hulu ကနေရိုက်ကူးထုတ်လုပ်ထားဖြစ်ပြီးတော့ မေလ ၉ ရက်နေ့ကမှ ထွက်ရှိခဲ့တာဖြစ်ကာ ယခုအခါမှာ IMDb 6.9 ကနေ 7.4 ထိတက်လာပြီဖြစ်တဲ့ စီးရီးကောင်းတစ်ခုဖြစ်ပြီး စီးရီးထဲမှာပါဝင်သရုပ်ဆောင်ထားတဲ့ သရုပ်ဆောင်တွေဟာ ဩချရလောက်အောင်ကို တကယ့်ဖြစ်ရပ်မှန်ကို ပုံဖော်သရုပ်ဆောင်ပေးနိုင်ကြတာပဲဖြစ်ပါတယ်။အဓိကဇာတ်ကောင် ကန်ဒီမောင့်ဂိုမာရီနေရာကိုတော့ ရုပ်ရှင်ပရိသတ်တွေနဲ့ မစိမ်းလောက်တဲ့ မင်းသမီး Jessica Biel က သရုပ်ဆောင်ထားပြီး သူ့ယောက်ျားဖြစ်တဲ့ အဆိုတော်မင်းသား Justin Timberlake ကလည်း တ‌စ်ထောင့်တစ်နေရာကနေ ပါဝင်ထားပါသေးတယ်။ဒါကြောင့် အပိုင်း ၅ ပိုင်းသာ ရှိမှာဖြစ်တဲ့ Candy ဆိုတဲ့ မှုခင်းဒရာမာစီးရီးကောင်း‌လေးကိုလည်း ခံစားရင်ခုန်ပေးလှည့်ပါဦးခင်ဗျာ။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ San Thu Aung ပဲဖြစ်ပါတယ်။)Size ~ 800MB, 450MBQuality – , Duration ~ 50min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Biography, Crime, DramaSource : Web-dl.Total s : 5Translator – San Thu AungEncoder – Y–> VIP LINK <–Complete Zip –>  1 –> , MegaNZ, UserDrive, StreamSB –> , MegaNZ, UserDrive, StreamSB 2 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 3 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 4 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 5 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 