Synopsis of The Lost Soul (2022)The Lost Soul (2022) စဆုံး“ချစ်ရတဲ့ ဝိညာဉ်မလေး”Pang SanaehaCasts:တေချစ် အဖြစ် ‌Ko Vasinပရိုင်‌ဒေါင်ဆိန်ဝမ်အဖြစ် Pinkploy Paparwadeeဆီ‌ထောင်းအဖြစ် Maggi Apa‌‌‌ပေါလ် အဖြစ် Off Chanapolဇာတ်လမ်းအကျဥ်းကတော့….မိမိကိုယ်ကို ဘယ်သူဘယ်ဝါ မှန်းမသိ ဘယ်ကနေဘယ်လိုရောက်လာမှန်းမသိ လေလွင့်နေတဲ့ ဝိညာဉ် မလေး ဆိန်ဝမ်….မဟုတ်မခံ နိုင်ငံကြီးသားပီပီ အမှန်တရားကိုချစ်တဲ့ လူတစ်ယောက် မိန်းမနဲ့ ကလေး အသတ်ခံရတဲ့အမှုကိုမဖော်နိုင်တဲ့အပြင် တရားခံကိုပါမဖမ်းနိုင်တဲ့အချိန်မှာ ရဲအရာရှိ တေချစ်တစ်ယောက်အကုန်လုံးကိုစိတ်ကုန်ပြီး သူငယ်ချင်း ဖြစ်သူဆီရဲ့ ဟိုတယ်ကို ခဏတစ်ဖြုတ် အနားယူဖိုလာရင်းလေလွင့်နေတဲ့ဝိညာဥ်မလေးဆိန်ဝမ်ကို မထင်မှတ်ပဲ တွေ့လိုက်ရတယ်ဝိညာဥ်မလေး ဆိန်ဝမ်က မိမိအကြောင်းကိုပိုသိချင်လိုတစ်ဦးတည်းသောလူသား ရဲအရာရှိတေချစ်ပဲ သူ့ကိုမြင်နိုင်တဲ့အချိန်မှာ ဘယ်လိုဆက်ဖြစ်မလဲ ……?အချင်းချင်းရင်းနှီးသိကျွမ်းပြီး တေချစ်က ဝိညာဥ်မလေး ဆိန်ဝမ်ကိုကူညီရင်းလူသားနဲ့ဝိညာဥ်ကြားကအချစ်တွေဘယ်လိုပေါက်ဖွားလာမလဲ…?ဝိညာဥ်အဖြစ်နဲ့နေရတဲ့ ဆိန်ဝမ်ကရော ဘယ်သူလဲ?ချစ်စရာကောင်းသောဝိညာဥ်မလေး ဆိန်ဝမ်ကလည်း ဝိညာဥ်အဖြစ်နဲ့ တစ်သက်လုံးနေသွားမှာလား…?ရဲအရာရှိ တေချစ်ရဲ့ မိန်းမနဲ့ကလေးရော ဘယ်သူ့လက်ချက်ကြောင့်သေသွားတာလဲ….?လျှိဝှက်ဆန်းကြယ်တဲ့သရဲကားမျိုးမဟုတ်ပဲ Romance ဆန်ဆန် လူသားနဲ့ ဝိညာဥ်ကြားကဖြစ်ပေါ်လာသောအချစ်ဇာတ်လမ်းကောင်းလေးကို CM thai team မှ Ongoing အမှီ ဘာသာပြန်တင်ဆက်ပေးမှာမိုလို့စောင့်မျှော်ကြည့်ရှု အားပေးကြရအောင်Aired: May 20 , 2022Aired On: Fri , Sat , SunGenres: Romance , Horror, ComedyDuration: 90minss:17File Size: (~1GB)Translated by Zoe , May Thu & Tin Me Me SoeEncoded by PinkPloy 1 (1GB)UsersDrive    StreamSB  Mega  VIP 2 (1GB)UsersDrive    StreamSB  Mega  VIP 3 (1.2GB)UsersDrive    StreamSB  Mega  VIP 4 (1.2GB)UsersDrive    StreamSB  Mega  VIP 5 (1.2GB)UsersDrive    StreamSB  Mega  VIP 6 (1.2GB)UsersDrive    StreamSB  Mega  VIP 7 (1.2GB)UsersDrive    StreamSB  Mega  VIP 8 (1.2GB)UsersDrive    StreamSB  Mega  VIP 9 (1.2GB)UsersDrive    StreamSB  Mega  VIP 10 (1.2GB)UsersDrive    StreamSB  Mega  VIP 11 (1.2GB)UsersDrive    StreamSB  Mega  VIP 12 (1.2GB)UsersDrive    StreamSB  Mega  VIP 13 (1.2GB)UsersDrive    StreamSB  Mega  VIP 14 (1.2GB)UsersDrive    StreamSB  Mega  VIP 15 (1.2GB)UsersDrive    StreamSB  Mega  VIP 16 (1.2GB)UsersDrive    StreamSB  Mega  VIP 17 (1.2GB) FinaleUsersDrive    StreamSB  Mega  VIP……………………End…………………………….. 