Synopsis of Umbrella Academy 2022 Season 1+2+3နက်ဖလစ်ရဲ့ စူပါဟီးရိုး စီးရီးအသစ်တစ်ခု ကြည့်လိုက်ရအောင်။ ဒီစီးရီးရဲ့ ဇတ်လမ်းကတော့ ရယ်ရမလို ငိုရမလိုပါပဲ။ ထူးထူးခြားခြားလေးလည်း ဖြစ်ပါတယ်။ ဟိုးအရင်က ထွက်ဖူးတဲ့ Heroes စီးရီးနဲ့တော့ နည်းနည်းတူတယ်ပြောလို့ရပါတယ်။ဇာတ်လမ်းအကျဉ်းလွန်ခဲ့တဲ့နှစ်တွေတုန်းက အင်တာနက်မှာ ထူးဆန်းတဲ့သတင်းတစ်ပုဒ်ဖတ်မိမှာပါ။ရေကန်ထဲမှာရေကူးနေတဲ့အမျိုးသမီးတွေ အလိုလိုကိုယ်ဝန်ရကုန်တဲ့ သတင်းပေ့ါ။ဒီစီးရီးက အဲဒီသတင်းနဲ့ပဲ စတင်ထားတာပါပဲ။၁၉၈၉ ခုနှစ် အောက်တိုဘာလ တစ်ရက်နေ့ ၁၂ နာရီအချိန်မှာ ကမ္ဘာအနှံ့က အမျိုးသမီး ၄၂ ယောက်ဟာ ကိုယ်ဝန်မဆောင်ဘဲနဲ့ တပြိုင်တည်း ကလေးတစ်ယောက်စီ မွေးဖွားခဲ့ကြပါတယ်။ရီဂျင်နယ် ဟားဂရိ ဆိုတဲ့ လူထူးဆန်းဘီလီယံနာသူဌေးကြီးတစ်ဦးကတော့ အဲဒီကလေးတွေကို ရနိုင်သမျှ စုစည်းပြီး မွေးစားခဲ့ပါတယ်။သူ ရှာတွေ့ခဲ့တာ စုစုပေါင်း ၇ ယောက်ပါပဲ။ အဲဒီလို မွေးဖွားလာတဲ့ကလေးတွေမှာ ကိုယ်ပိုင်အစွမ်းတွေ ရှိနေတဲ့အတွက် သူတို့အားလုံးကို လေ့ကျင့်ပေးပြီး အမ်ဘရဲလားအကယ်ဒမီလို့နာမည်ပေးခဲ့ပါတယ်။အားအရမ်းကြီးသူ၊ ပြောသမျှကို လူတိုင်းနားမထောင်ဘဲမနေနိုင်စေတဲ့သူ၊ ဘယ်အရာနဲ့မဆို ပစ်မှတ်ကို မလွဲဘဲပစ်နိုင်တဲ့သူ၊ ကိုယ်ထဲက လက်တံရှည်ကြီးတွေထုတ်ပြီး တိုက်ခိုက်နိုင်တဲ့သူ၊ အချိန်ခရီးသွားနိုင်တဲ့သူ၊ သေသူတွေနဲ့ ဆက်သွယ်နိုင်တဲ့သူ၊ ဘာအစွမ်းမှမရှိတဲ့ အငယ်ဆုံးညီမလေးဆိုပြီး ၇ ယောက် ရှိပါတယ်။သူတို့အဖွဲ့ဟာ ရာဇဝတ်မှုတွေကို နှိမ်နင်းပေးရင်း ကလေးဘဝမှာ နာမည်ကျော်လာခဲ့ကြတယ်။ ဒါပေမယ့် သူတို့အချင်းချင်းနဲ့ သူတို့မွေးစားအဖေကြားက ဆက်ဆံရေးတွေကြောင့် အရွယ်ရောက်လာချိန်မှာ တစ်နေရာစီထွက်သွားခဲ့ကြပြီး အမ်ဘရဲလားအကယ်ဒမီ ပြိုကွဲသွားပါတော့တယ်။ဒါပေမယ့် သူတို့အားလုံးရဲ့ မွေးစားအဖေ ဟားဂရိ ထူးထူးဆန်းဆန်းသေဆုံးသွားချိန်မှာ ဈာပနအခမ်းအနားမှာ ပြန်ဆုံကြရင်း ကမ္ဘာပျက်လောက်မယ့် အရှုပ်အထွေးကြီးတစ်ခုနဲ့ ပတ်သတ်မိလာပါတော့တယ်။ ဒီစီးရီးမှာ စုစုပေါင်း အပိုင်း ဆယ်ပိုင်းထွက်ရှိထားပြီး အစအဆုံး တင်ပေးထားပြီး ဖြစ်ပါတယ်။File size…800 Mb  400 MbQuality….Webrip   Format…mp4Duration….50 MinGenre…Sci-fi, Comedy, Superhero, actionSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by CM TeamZip File Season 1 – VIP    Zip File Season 2 – VIP    Season 3  (01) vip      Meganz   Userdrive  (01) vip     Meganz  Stream  Userdrive  (02) vip      Meganz   Userdrive  (02) vip     Meganz  Stream  Userdrive  (03) vip      Meganz   Userdrive  (03) vip     Meganz  Stream  Userdrive  (04) vip      Meganz   Userdrive  (04) vip     Meganz  Stream  Userdrive  (05) vip      Meganz   Userdrive  (05) vip     Meganz  Stream  Userdrive  (06) vip        Userdrive  (06) vip      Stream  Userdrive  (07) vip        Userdrive  (07) vip      Stream  Userdrive  (08) vip        Userdrive  (08) vip      Stream  Userdrive  (09) vip        Userdrive  (09) vip      Stream  Userdrive  (10) vip        Userdrive  (10) vip      Stream  Userdrive 