Synopsis of The Offer (2022) (Complete)The Offer (2022) (Complete Limited Series)~ IMDb rating – 8.710 ~ခင်ဗျားသာ ရုပ်ရှင်တွေကို ချစ်တဲ့လူမှန်ရင် The Offer ဟာ ခင်ဗျားဘယ်လိုမှ ငြင်းပယ်မရမယ့် ရုပ်ရှင်ပါပဲ။ The Godfather ဆိုတဲ့ နာမည်ကို ရုပ်ရှင်လောကမှာရော စာအုပ်လောကမှာရော မသိတဲ့သူ မရှိပါဘူး။ 1969 မှာထုတ်ဝေခဲ့တဲ့ မာရီယိုပူဇိုရဲ့ The Godfather ဟာ နယူးယောက်တိုင်းမ်ရဲ့ အရောင်းရဆုံး စာအုပ်စာရင်းကနေ ၆၇ပတ်အထိ မဆင်းခဲ့ဘဲ နှစ်နှစ်အတွင်းမှာ ကော်ပီကိုးသန်းကျော် ရောင်းခဲ့ရတဲ့အထိ ၀က်၀က်ကွဲအောင်မြင်ခဲ့တယ်။ 1972မှာ ထွက်ခဲ့တဲ့ ပူဇိုပဲ ဇာတ်ညွှန်းရေးပြီး ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာရိုက်ခဲ့တဲ့ The Godfather ရုပ်ရှင်ဟာလည်း Greatest Of All Time ရုပ်ရှင်တစ်ကား ဖြစ်ခဲ့ပါတယ်။ ဒီဇာတ်လမ်းကတော့ အဲဒီရုပ်ရှင်ဖြစ်လာဖို့ ကြိုးစားခဲ့ရတဲ့ နောက်ကွယ်က ဇာတ်လမ်းတွေ၊ နောက်ကွယ်က လူတွေအကြောင်းပါပဲ။ဇာတ်လမ်းတွဲရဲ့နာမည်ကိုက ဂေါ့ဖားသားကားရဲ့ နာမည်ကျော် ဒိုင်ယာလော့ဖြစ်တဲ့” I’m gonna make him an offer he can’t refuse.” ကို သုံးထားပါတယ်။ Offer ဆိုတဲ့ စကားလုံးနဲ့ သိပ်လိုက်အောင် ဂေါ့ဖားသား ကားဖြစ်လာဖို့လည်း မငြင်းဆိုနိုင်မယ့်ကမ်းလှမ်းမှုတွေ အများကြီးလုပ်ခဲ့ရတဲ့ အကြောင်းတွေပါ ပြထားတယ်။ ဆယ်ပိုင်းပါ ဇာတ်လမ်းတွဲပေမဲ့ ကားကောင်းဘာမှသိပ်မထွက်သေးတဲ့ ၂၀၂၂ရဲ့ ၄လတာအတွင်း ကြည့်မိခဲ့သမျှ ရုပ်ရှင်တွေထဲ တော်တော်သဘောကျမိတဲ့ ရုပ်ရှင်ဖြစ်သွားခဲ့ပါတယ်။~ အဓိကဇာတ်ကောင်များ” အယ်ရတ်ဒီ ”ဂေါ့ဖားသားရဲ့ ပဲ့ကိုင်ရှင်တွေထဲက တစ်ယောက်ပေါ့။ ဂေ့ါဖားသားရဲ့ ပရိုဂျူဆာပါ။ ရုပ်ရှင်တစ်ကားရဲ့ ဖြစ်တည်လာခြင်းကို ကျွန်တော်တို့ ခင်ဗျားတို့လို သာမန်လူတွေကတော့ ဒါရိုက်တာတို့ စာရေးဆရာတို့လောက်အထိပဲ မြင်နိုင်ကြမှာပါပဲ။ ဒီရုပ်ရှင်ဟာ ရုပ်ရှင်တစ်ကားဖြစ်လာဖို့ ပရိုဂျူဆာဆိုတာ ဘယ်လောက်အရေးပါလဲ ကောင်းကောင်းကြီး ပြသွားတဲ့ ရုပ်ရှင်ပါပဲ။ ရတ်ဒီဟာ ဂေ့ါဖားသားဆိုတဲ့ ရုပ်ရှင်ဖြစ်လာဖို့ ခေတ်အဆက်ဆက်ထောင့်မကျိုးခဲ့တဲ့ စတူဒီယိုစနစ်ကြီးနဲ့ရော ဂေါ့ဖားသားစာအုပ်ကြောင့် သူတို့သိက္ခာကျရပါတယ်ဆိုပြီး ပြဿနာရှာတဲ့ ဂိုဏ်းစတားတွေနဲ့ရော ရင်ဆိုင်ပြီး ဂေါ့ဖားသားရုပ်ရှင်ဖြစ်လာအောင် အဓိကအားထုတ်ခဲ့တဲ့သူပါပဲ။ သူ့ဆုံးဖြတ်ချက်တွေ သူ့လူတွေအပေါ်ထားတဲ့ သူ့ယုံကြည်မှုတွေက ဂေါ့ဖားသားကို အသက်သွင်းပေးခဲ့တာကိုပြသပြီး ဂေါ့ဖားသားအတွက် သူ့ကာရိုက်တာရဲ့ အရေးပါမှုကို ကောင်းကောင်း ပုံဖော်ထားခဲ့ပါတယ်။” မာရီယိုပူဇို ”ဂေါ့ဖားသားစာအုပ်ရဲ့ စာရေးဆရာဆိုတာ မ‌ပြောလည်းသိမှာပါ။ ခွက်ခွက်လန်အောင် ရှုံးနေတဲ့ စာရေးဆရာဘ၀ကနေ မိန်းမနဲ့ ထုတ်ဝေသူ အားပေးမှုနဲ့ The Godfather စာအုပ်ကို ရေးဖြစ်သွားတဲ့ သူပေါ့။ သူနဲ့ ဂေါ့ဖားသားရုပ်ရှင်ထဲက ဂျွန်နီဖွန်တိန်း တစ်ဖြစ်လဲ ဖရန့်စင်နာထရာရဲ့ ပြဿနာတွေကိုရော။ စာရေးဆရာကနေ ဇာတ်ညွှန်းရေးခဲ့ရတဲ့ သူ့အခက်အခဲတွေကိုရော ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာနဲ့ သူ့ chemistryကိုရော ပရိသတ်ရင်ထဲရောက်အောင် ပုံဖော်ထားပါတယ်။” ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာ ”အကြီးကျယ်ဆုံး ဒါရိုက်တာကြီးတစ်ပါးဖြစ်တဲ့ ကော်ပိုလာကို‌တော့ ဒီခေတ်မှာ မသိသူမရှိပါဘူး။ တစ်ချိန်က ဆက်တင်အတွက် ဘတ်ဂျက်အသုံးကြီးလို့ ကားဆက်မရိုက်ရမလို ဖြစ်နေခဲ့တဲ့ အနုပညာအဓိကထားတဲ့ ဒါရိုက်တာပေါက်စဘ၀ကနေ ဂေါ့ဖားသားရိုက်ဖြစ်သွားတဲ့အကြောင်းကို ဒီဇာတ်လမ်းတွဲမှာ ကျွန်တော်တို့ မြင်ရမှာပါ။ ဂေါ့ဖားသား စာအုပ်ကိုဖတ်ပြီး ပရိုဂျူဆာနဲ့ ပါရာမောင့်ဥက္ကဌကို ရှင်းပြတဲ့အခန်းမှာဆို သူ့အနုပညာရည်ပြည့်၀မှုနဲ့ ခံစားနိုင်စွမ်းကို အတိုင်းသားမြင်နေရပါတယ်။ သူ့ဇာတ်ကောင်ဟာလည်း ဒီဇာတ်လမ်းကို ပိုလှပစေတဲ့ ဇာတ်ကောင်တစ်ကောင်ပါပဲ။~ မိသားစုများကော်ပိုလာကတော့ ဂေါ့ဖားသားဟာ ဂန်းစတားရုပ်ရှင်ဆိုတာထက် လူတွေအကြောင်း၊ မိသားစုအကြောင်း ပိုများပြီး ကြည့်ပြီးသွားရင် “ဒါ ငါ့မိသားစု အကြောင်းပဲ” လို့ ရေရွတ်မိစေမယ့် ရုပ်ရှင်လို့ဆိုပါတယ်။ ဒီရုပ်ရှင်ကို ရိုက်ဖို့မှာလည်း မိသားစု၃စုရဲ့ အားပြိုင်မှုတွေရှိခဲ့ပါတယ်။၁။ ကော်ပိုလာနဲ့ ရုပ်ရှင်ရိုက်ကူးရေးသမားများမိသားစုဂေ့ါဖားသားဖြစ်လာဖို့ အခရာတွေထဲ ကော်ပိုလာနဲ့ ပူဇိုက အဓိကပေမဲ့ သူတို့ ဘယ်လောက်တော်နေတော်နေ သူတို့နဲ့ချည်းမဖြစ်ပါဘူး။ ရတ်ဒီရဲ့ စက္ကထရီတို့ Casting ခေါင်းဆောင် အန်ဒရေအိစ်ဝုတို့ မာလွန်ဘရန်ဒိုတို့ အယ်ပါချီနိုတို့အပါအ၀င် အကုန်လုံးရဲ့ ချစ်စိတ်နဲ့ ဖြစ်လာခဲ့တာပါပဲ။ ဇာတ်လမ်းမှာ ဒီမိသားစုထဲက တစ်ယောက်ချင်းရဲ့ ဂေါ့ဖားသားအတွက်လုပ်ခဲ့တာတွေကို ပြသွားပါတယ်။၂။ အီဗန်နဲ့ ပါရာမောင့်အမှုဆောင်များမိသားစုဂေါ့ဖားသားဖြစ်လာဖို့ ရတ်ဒီက ကော်ပိုလာနဲ့ ပူဇိုတို့ကို ယုံကြည်မှုပေးခဲ့တာက အခရာအချက်တစ်ခုပါ။ ဒီလိုပဲ ပါရာမောင့်ဥက္ကဌ အီဗန်က ရတ်ဒီကို ယုံကြည်ပေးခဲ့တာကလည်း အရေးပါပါတယ်။ အီဗန်ရယ် ပါရာမောင့်ပိုင်ရှင် ချာလီရယ်ရဲ့ စီးပွားရေးသမားတစ်ပိုင်း အနုပညာသမားတစ်ပိုင်းဖြစ်နေတဲ့ ကာရိုက်တာတွေရဲ့ ရုပ်ရှင်တွေအတွက် စီမံခွဲခန့် ပုံတွေကိုမြင်ရတာ တော်တော်အားရစရာကောင်းပါတယ်။ သူတို့ခေတ် ရုပ်ရှင်တွေဟာ သူတို့လိုလူတွေရှိနေခဲ့လို့ကို မှော်ဆန်ခဲ့တာလို့ လက်ခံမိစေမယ့် သူတွေပါပဲ။ သူတို့မိသားစုဟာလည်း ဂေါ့ဖားသားရဲ့ အဓိကမိသားစုတွေထဲက တစ်ခုပါပဲ။၃။ ဂျိုးကိုလွန်ဘိုနဲ့ မာဖီးယားများမိသားစုThe Godfather ရုပ်ရှင်ရိုက်ကူးတုန်းက တကယ့် ဂန်းစတားတွေရဲ့ တိုက်ခိုက်မှုတွေရှိခဲ့တယ်ဆိုတာ ကြားဖူးကြမှာပါ။ အဲဒီဂန်းစတားတွေက ဂျိုးတို့တွေပါပဲ။ ပူဇိုရဲ့ စာအုပ်ဟာ အီတလီမာဖီးယားတွေကို သိက္ခာကျစေတယ်လို့ မှတ်ယူပြီး ယမ်းပုံမီးကျခဲ့တဲ့ ဂျိုးတို့တွေဟာ ရုပ်ရှင်ပါရိုက်မှာလည်း သိရော အယ်ရတ်‌ဒီတို့ကိုပါ ပစ်ခတ်ခြိမ်းခြောက်ပြီး နည်းမျိုးစုံနဲ့ တားဆီးခဲ့ကြပါတယ်။ သူတို့ဟာလည်း ဂေါ့ဖားသားရုပ်ရှင်နဲ့ ပတ်သက်နေတဲ့ မိသားစုတွေထဲက တစ်ခုပါပဲ။ဒီဇာတ်လမ်းဟာ ဒီမိသားစု၃ခုက လူပေါင်းများစွာကြားမှာ ကူးလူးဆန်ခတ်နေတဲ့ ဇာတ်လမ်းပါပဲ။ အဓိကဇာတ်ကောင် ရတ်ဒီကတော့ သူတို့မိသားစု ၃ခုလုံးရဲ့ ပေါင်းကူးလိုဖြစ်နေတဲ့သူလို့ဆိုရပါမယ်။” Paramount ”ဒီလိုလူတော်ပေါင်းများစွာ အခက်အခဲပေါင်းများစွာကြားက ရိုက်ခဲ့တဲ့ The Godfather ဟာ ဘတ်ဂျက်ခြောက်သန်းကျော်သုံးစွဲပြီး ၂၉၁သန်းအထိ ရုံ၀င်ငွေရခဲ့တဲ့ ရုပ်ရှင်ဖြစ်ခဲ့ပါတယ်။ ၉ကားမှာ၈ကားရှုံးနေတဲ့ ပါရာမောင့်ဟာ ဂေါ့ဖားသားကနေ စန်းထလာလိုက်တာ ‌၀င်ငွေအကောင်းဆုံးရုပ်ရှင်တွေရဲ့ တတိယနေရာမှာ ဒီနေ့ထိချိတ်နေတဲ့ တိုက်တန်းနစ်လို ရုပ်ရှင်ထုတ်နိုင်ခဲ့တဲ့အထိပါပဲ။ ဂေါ့ဖားသားကတော့ လက်ရှိမှာတော့ ပါရာမောင့်ရဲ့ ၀င်ငွေအမြင့်ဆုံးကားတွေထဲ နံပတ်၇၂ပါ။ ဂေါ့ဖားသားမထုတ်ခင် အတောအတွင်းမှာတော့ ပါရာမောင့်ဟာ တော်တော်တိုင်ပတ်နေပြီး သူ့ရှေ့မှာ Rosemary’s Baby တစ်ကားပဲ လောက်လောက်လာလားရှိခဲ့ပေမဲ့ အမြတ်ကလည်း သန်းဆယ်ဂဏန်းပါပဲ။ ဂေါ့ဖားသားဟာ ၀င်ငွေအရအောင်မြင်ခဲ့သလို Best Picture, Best Actor, Best adapted Screenplay တို့ကို ရခဲ့သလို Golden Globe နဲ့ တခြားဆုတွေကိုလည်းရခဲ့ပါတယ်။~ သရုပ်ဆောင်များဂေ့ါဖားသားကို ဂါရ၀ပြုတဲ့အနေနဲ့ ရိုက်တဲ့ရုပ်ရှင်ဆိုတော့ သရုပ်ဆောင်တွေကိုလည်း ပါချီပါချက်တွေ မသုံးထားပါဘူး။ အတော်များများက ကောင်းပေ့ဆိုတဲ့ကားတွေရိုက်ဖူးတဲ့ အားလုံးရင်းနှီးပြီးသား လူတွေပါပဲ။ မိတ်ကပ်လည်းမဆိုးလို့ မူလလူတွေနဲ့ ဆင်ကြတယ်။ လူသစ်အနေနဲ့တော့ တွမ်ဟန့်ရုပ်ပဲထွက်နေတဲ့ တွမ်ဟန့်သားအရင်းပါပါတယ်။The Offer ဟာ ‌ဂေါ့ဖားသားလို ရုပ်ရှင်ကို ဂါရ၀ပြုထားတဲ့ ရုပ်ရှင်ဟုတ်သလို ဟောလိဝုဒ်ရွှေခေတ်ကို လွမ်းမောထားတဲ့ ရုပ်ရှင်လို့လည်း ဆိုလို့ရပါတယ်။ The Godfather ရုပ်ရှင်ကို ပိုချစ်တတ်အောင် နောက်ကွယ်ကလူတွေကိုပါ ချစ်မိလာအောင် သင်ပေးမယ့် ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ ရုပ်ရှင်တစ်ကားရဖို့ ဘယ်လိုတွေလုပ်ရလဲ ခရေစေ့တွင်းကျ ပြသွားမှာဖြစ်သလို ရုပ်ရှင်ထုတ်လုပ်ရေးနဲ့ပတ်သက်တဲ့ မသိသေးတာတွေ အများကြီးသိရမှာပါ။ ပါရာမောင့်က ပေးလိုက်တဲ့ ရုပ်ရှင်တွေကို ချစ်တဲ့သူတိုင်းအတွက် ငြင်းပယ်လို့မရမယ့် ရုပ်ရှင်ဇာတ်လမ်းတွဲဆိုလည်း မမှားပါဘူး။ The Offer ဟာ အကြီးကျယ်ဆုံး ရုပ်ရှင် The Godfather ရဲ့ မှတ်တိုင်ကို ပိုခိုင်မာစေမယ့် ခဲတစ်လုံး အုတ်တစ်ချပ်လို့လည်း ဆိုလို့ရပါတယ်။(ဒီစီးရီးကို အညွှန်းရေးသား ဘာသာပြန်ပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)Size ~ 450MB, 900MBQuality – , Duration ~ 1Hr (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Biography, DramaSource : Web-dl.Translator – WiRa AungEncoder – Y 1 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 2 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 3 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 4 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 5 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 6 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 7 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 8 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 9 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 10 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB–> VIP LINK <– 