Synopsis of Tehran Season1 + Season2Tehran 2020နည်းပညာဆန်ဆန် ဇာတ်လမ်းတွေဆိုသဘောကျနှစ်ခြိုက်တဲ့ CMပရိတ်သတ်ကြီးအတွက်နည်းပညာအေဂျင့်စီးရီးလေးတစ်ပုဒ်ကို တင်ဆက်ပေးလိုက်ပါတယ်.အဓိကဇာတ်ကောင်ဖြစ်တဲ့ တာမာဟာ အီရန်ဟာ မွေးဖွားခဲ့ပေမယ့် အစ္စရေးမှာ ကြီးပြင်းခဲ့သူပါ.သူမရဲ့ စွမ်းဆောင်ရည်က ကွန်ပြူတာဟက်ကင်းပိုင်းမှာ ကျွမ်းကျင်တာပါပဲ.တနေ့မှာတော့ သူမရဲ့ဌာနက သူမကို အရေးကြီးမစ်ရှင်တစ်ခုကို တာဝန်ပေးခဲ့ပါတယ်.သူ့ရဲ့မစ်ရှင်ကတော့ အီရန်နိုင်ငံရဲ့အဏုမြူဓာတ်ပေါင်းဖိုကို ပိတ်ချပစ်ဖို့လိုအပ်တဲ့ သတင်းအချက်အလက်တွေကို ခိုးယူပြီး ဌာနချုပ်ကို ပို့ပေးဖို့ပါပဲ.အရေးကြီးမစ်ရှင်ဖြစ်တာကြောင့် အစ္စရေးကနေ အီရန်ကို သွားတဲ့အချိန်ကနေစပြီးအီရန်မှာ သတင်းအချက်အလက်ခိုးယူဖို့ လျှပ်စစ်ကုမ္ပဏီကိုပါ ဝင်ဖို့ အထိပါအသေးစိတ်စီမံထားပေမယ့်လည်း မထင်မှတ်ထားတဲ့ အခြေအနေတွေ ဖြစ်ပေါ်လာပြီး ခက်ခဲသွားခဲ့ပါတယ်.ဇာတ်အိမ်တစ်ခုလုံးကို အသေးစိတ်တည်ဆောက်ထားပြီးအစ္စရန်နဲ့ အီရန်နိုင်ငံကြားက တင်းမာမှုတွေ၊ နိုင်ငံရေးလှည့်ကွက်တွေအပြင်အမျိုးသမီးအေဂျင့်တစ်ယောက်ရဲ့စွမ်းဆောင်ရည်နဲ့ သတ္တိကိုပါ ချပြထားတဲ့ စီးရီးကောင်းတစ်ပုဒ်ဖြစ်တာကြောင့်ကြည့်ဖြစ်အောင် ကြည့်ဖို့ ညွှန်းပါရစေအညွှန်းကိုတော့ YKမှ ရေးသားပေးထားပြီးYK, Thet Hnin Hsu, Dollyနဲ့ Van Sui Parတို့မှ ဘာသာပြန်ပေးထားပါတယ်Encoded by Thit San Khant & YKSeason Complete 01 – Usersdrive    kinococloud  yoteshin  Yandex  CM Links 02 – Usersdrive    kinococloud  yoteshin  Yandex  CM Links 03 – Usersdrive    kinococloud  yoteshin  Yandex  CM Links 04 – Usersdrive    kinococloud  yoteshin  Yandex  CM Links 05 – Usersdrive    kinococloud  yoteshin  Yandex  CM Links 06 – Usersdrive    kinococloud  yoteshin  Yandex  CM Links 07 – Usersdrive    Dat Bu  yoteshin  Yandex  CM Links 08 – Userdrive    yoteshin  Yandex  Veryfile CMLinkAll (Zip Fille) –   VIPSeason2============VIP Member – Click Here!>> 1 –   Userdrive    DropGalaxy  Meganz 2 –   Userdrive    DropGalaxy  Meganz 3 –   Userdrive    DropGalaxy  Meganz 4 –   Userdrive    DropGalaxy  Meganz 5 –   Userdrive      Icedrive 6 –   Userdrive      MegaNZ 7 –   Userdrive      MegaNZ 8 –   Userdrive      MegaNZ>> 1 –   Userdrive  Mgaup  DropGalaxy  Meganz 2 –   Userdrive  Mgaup  DropGalaxy  Meganz 3 –   Userdrive  Mgaup  DropGalaxy  Meganz 4 –   Userdrive    DropGalaxy  Meganz 5 –   Userdrive     Icedrive 6 –   Userdrive      MegaNZ 7 –   Userdrive      MegaNZ 8 –   Userdrive      MegaNZ 