Synopsis of Bloody Heart (2022)Bloody Heart (2022)=================အာဏာတွေ လွန်ဆွဲကာ အပြိုင်ချကြမယ့် ရဲရဲတောက်ထီးနန်းလုဇာတ်ကားသစ် “အနီရောင်နှလုံးသား”ဆိုတဲ့ ကိုရီးယားနန်းတွင်းHistorical drama အသစ်လေးထွက်ရှိလာပါပြီ။အားလုံးသိပြီးသားဖြစ်တဲ့ ဝါရင့်မင်းသားကြီး အာဂျောရှီး Jang Hyukပါဝင်ထားတဲ့ အပြင် Bulgasal ထဲက ဗီလိန်မင်းသားလေး Lee Joon ကအဓိကဇာတ်ဆောင်အဖြစ်ပါဝင်ထားတာမို့လို့အရမ်းမိုက်မယ့် ဒရမ်မာလေးပါ။မင်းသမီးကလည်း ပြောစရာမလို Moon Lovers တို Start-Up တို့ထဲကဇာတ်ပို့ရော ဗီလိန်တင်မက အဓိကသရုပ်ဆောင်နေရာပါ ပိုင်နိုင်တဲ့ မင်းသမီးKang Han-Na ပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကတော့ Lee Tae (Lee Joon) ရဲ့ အဖေဖြစ်သူကPark Gye-Won (Jang Hyuk) ရဲ့ အကူအညီနဲ့ ယခင်မင်းကြီးကို ဖယ်ချနိုင်ပြီးဘုရင်အသစ်ဖြစ်လာခဲ့တယ်။ အဲလိုနဲ့ သူ့အဖေရဲ့ အရိုက်အရာကိုဆက်ခံပြီးနောက်မင်းသား Lee Tae နောက်တက်တဲ့ဘုရင်ဖြစ်လာတဲ့အခါ… တရားမျှတမှုနဲ့ ကိုယ်နန်းတက်တာ ကိုယ့်အရည်အချင်းကြောင့်လို ယုံကြည်ထားတဲ့ မင်းသား Lee Tae မှာကိုယ်ပိုင်အုပ်ချုပ်ကွပ်ကဲချင်ခဲ့ပါတယ်။ဒါပေမဲ့ နန်းတွင်းကားထုံးစံအတိုင်း ဘုရင့်ဆန္ဒအတိုင်းမဖြစ်ရဘဲ ကြားက အကြံပေးအမတ်ဖြစ်တဲ့ Park Gye-Won သဘောအတိုင်း အကုန်စီမံအုပ်ချုပ်ရပါတယ်။ဘုရင် Lee Tae နှစ်သက်တဲ့ မိဖုရားအဖြစ်ရွေးချယ်ထားသူ Yoo Jung (Kang Han-Na) မှာမြင့်မြတ်တဲ့မိသားစု အာဏာမက်တဲ့မိသားစုမှ ဆင်းသက်လာသူဖြစ်တာမို့ ဘယ်လိုမျိုးဝင်ရောက်စွက်ဖက်ပြီး ထီးနန်းအာဏာတွေလုကြဦးမလဲ။ ဘုရင်ထက်ပို အာဏာပါဝါကြီးနေတဲ့ Park Gye-Won လက်အောက်ကရော လွတ်နိုင်မလား၊ သွေးစွန်းတဲ့ ဓားကိုင်သူကဘယ်သူလဲဆိုတာ လောင်လောင်မြိုက်မြိုက်ကြည့်ရမယ့် ဒီဇာတ်လမ်းတွဲလေးကို အပတ်စဉ်တနင်္လာနေ့နဲ့ အင်္ဂါနေ့တိုင်း CM မှာ ကြည့်လို့ရနေပါပြီ။(ဒီစီးရီးရဲ့ အညွှန်းကို Khaing Khin မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Khaing Khin, Htet Eaindray Khin, Hay Mann Thitsar, Kim KhinHana, Minnie Leon Silva တို့ဖြစ်ပါတယ်။)File Size – (800 Mb)  (500 MB)Quality – HDTV   Duration – 1Hr 10 Min (@)Subtitle – Myanmar HardsubFormat – MP4Genre : DramaTranslator – Khaing Khin, Htet Eaindray Khin, Hay Mann Thitsar, Kim KhinHana, Minnie Leon SilvaEncoder – SWMTelegram Link >>> https:t.meb_l_o_o_d_y_h_e_a_r_t_cm (600 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9)    MegaNZ    Usersdrive(10)    MegaNZ    Usersdrive(11)    MegaNZ    Usersdrive(12)    MegaNZ    Usersdrive(13)    MegaNZ    Usersdrive(14)    MegaNZ    Usersdrive(15)    MegaNZ    Usersdrive(16) – End    MegaNZ    Usersdrive1080P (1 Gb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(8)    MegaNZ  Usersdrive(9)    MegaNZ  Usersdrive(10)    MegaNZ  Usersdrive(11)    MegaNZ  Usersdrive(12)    MegaNZ  Usersdrive(13)    MegaNZ  Usersdrive(14)    MegaNZ  Usersdrive(15)    MegaNZ  Usersdrive(16) – End    MegaNZ  Usersdrive—————————————————————————CM VIP – LINK 