Synopsis of A Robot in the Orange Orchard (2022)A Robot in the Orange Orchardဒီတစ်ခါ တင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့I am not a robot ဆိုတဲ့ Kdrama လေးကိုremake ဆန်ဆန်ရိုက်ကူးထားတဲ့A Robot in the Orange Orchard ဆိုတဲ့အယောင်အဆောင် စက်ရုပ်မလေးနဲ့လူငယ် CEO လေးတိုကြားကအချစ်ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်Main Casts တွေအနေနဲ့ကတော့လူငယ်CEOလေး Lu Sen အဖြစ်Meteor Garden 2018ထဲကFeng Meizuo ဆိုတဲ့ ဇာတ်ကောင်နဲ့နာမည်ရလာတဲ့ Connor Leongအယောင်အဆောင် စက်ရုပ်မလေး Friday နဲ့တီထွင်ဖန်တီးသူ Yang Shanshan အဖြစ်Meteor Garden 2018 ထဲမှာ ပါဝင်ခဲ့ဖူးသလိုTake my brother away ထဲက Shi Miao ဆိုတဲ့ ဇာတ်ကောင်နဲ့ပရိတ်သတ်တွေချစ်တာခံရတဲ့ Sun Qian တိုကပါဝင်ထားတာပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ လူသားတွေရဲ့ လိမ်ညာမှုတွေကြောင့်ဓာတ်မတည့်တဲ့ရောဂါကို ခံစားနေရတဲ့Emu နည်းပညာလုပ်ငန်းစုရဲ့ CEO Lu Senအတွက်ဒေါက်တာ Fu Yang က စက်ရုပ်မလေးတစ်ယောက်ကိုဖန်တီးပြီး ကုသပေးဖို လုပ်ဆောင်ရာမှာပြဿနာတစ်စုံတစ်ရာကြောင့်သူ့လက်ထောက်မလေး Lu Shanshan ကစက်ရုပ်မလေးFriday အဖြစ် ဟန်ဆောင်ဖိုအကြောင်းဖန်လာပါတော့တယ်Friday ရောက်လာပြီးနောက်ပိုင်းမှာLu Senရဲ့ ရောဂါအခြေအနေဟာတော်တော်လေး တိုးတက်ကောင်းမွန်လာခဲ့ပြီးစက်ရုပ်မလေး နဲ့ CEO လေးတိုဟာတော်တော်လေးကို ရင်းနှီးလာခဲ့ပါတယ်Lu Sen ရဲ့ရောဂါအခြေ‌အနေ ကောင်းမွန်လာတာကိုမကျေနပ်ကြတဲ့ တခြားရှယ်ယာရှင်တွေက Friday အကြောင်းကိုအသေးစိတ်စုံစမ်းပြီး Lu Sen ကို ပြောပြလိုက်ပါတော့တယ်လူသားတွေက လိမ်တတ်ပေမယ့်စက်ရုပ်တွေက မလိမ်တတ်ဘူးလို ပြောခဲ့တဲ့စက်ရုပ်မလေးFridayရဲ့ သရုပ်မှန်ကို သိလိုက်ရတဲ့နောက်မှာတော့လိမ်တာကို ဓာတ်မတည့်တဲ့ Lu Sen နဲ့စက်ရုပ်မလေးအဖြစ်ယောင်ဆောင်ထားတဲ့ Lu Shanshan တိုဘာတွေဆက်ဖြစ်ကြမှာလဲ ဆိုတာကိုတော့CMကနေ မကြာခင်မှာ တင်‌ဆက်ပေးတော့မယ့်A Robot in the Orange Orchard ဆိုတဲ့ကားလေးမှာစောင့်မျှော်ကြည့်ရှုလိုရပါတယ်နော်Quality : WEB-DL Total s : 24Format : mp4Genres : Comedy,Romance,DramaDuration : 40 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1MegaUp    Usersdrive  StreamSB VIP 2MegaUp    Usersdrive  StreamSB VIP 3MegaUp    Usersdrive  StreamSB VIP 4MegaUp    Usersdrive  StreamSB VIP 5MegaUp    Usersdrive  StreamSB VIP 6MegaUp    Usersdrive  StreamSB VIP 7MegaUp    Usersdrive  StreamSB VIP 8MegaUp    Usersdrive  StreamSB VIP 9MegaUp    Usersdrive  StreamSB VIP 10MegaUp    Usersdrive  StreamSB VIP 11MegaUp    Usersdrive  StreamSB VIP 12MegaUp    StreamSB VIP 13MegaUp    Usersdrive  StreamSB VIP 14MegaUp    Usersdrive  StreamSB VIP 15MegaUp    Usersdrive  StreamSB VIP 16MegaUp    Usersdrive  StreamSB VIP 17MegaUp    Usersdrive  StreamSB VIP 18MegaUp    Usersdrive  StreamSB VIP 19MegaUp    Usersdrive  StreamSB VIP 20MegaUp    Usersdrive  StreamSB VIP 21MegaUp    Usersdrive  StreamSB VIP 22MegaUp    Usersdrive  StreamSB VIP 23MegaUp    Usersdrive  StreamSB VIP 24MegaUp    Usersdrive  StreamSB VIP 25MegaUp    Usersdrive  StreamSB VIP 26MegaUp    Usersdrive  StreamSB VIP 27MegaUp    Usersdrive  StreamSB VIP 28MegaUp    Usersdrive  StreamSB VIP 29MegaUp    Usersdrive  StreamSB VIP 30 (END)MegaUp    Usersdrive  StreamSB VIP 