Synopsis of Love, VictorLove, Victor (2020) Season 1အမည်မဖော်ဘဲနဲ့ အီးမေးလ်အပြန်အလှန်ပို့ရင်းက ‌အဆုံးသတ်ကျ ရဟတ်ကြီးပေါ်မှာ ချစ်ရသူနဲ့ အနမ်းပေးခဲ့တဲ့‌ခရိဝုဒ်က ဂေး ကျောင်းသားလေးတစ်ယောက်ကို မှတ်မိကြသေးလားဗျ။သူ့ရဲ့ နာမည်က “ဆိုင်မွန် စပီယာ” တဲ့လေ။အခုတော့ သူ့ရဲ့ရင်ခုန်စရာ ဇာတ်လမ်းလေးကြောင့် ဆိုင်မွန်မှာ admirer တွေ အများကြီး ရှိနေပါပြီ။ဒီလူတွေထဲမှာ ဗစ်တာ ဆလာဇာဆိုတဲ့ ကောင်လေး အပါအ၀င်ပေါ့။ဗစ်တာဟာ သူ့ကိုယ်သူ အခုထိ ဘယ်လိုလူစားလဲဆိုတာအဖြေရှာမရသေးတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ပါ။တစ်နေ့တော့ ဗစ်တာဟာ ဖခင်ဖြစ်သူရဲ့ အလုပ်အပြောင်းအရွေ့ကြောင့်တက္ကဆက်ကနေ အတ္တလန်တာကို ပြောင်းရွှေ့ခဲ့ရပါတယ်။ဟုတ်ပါတယ်….သူ့ရဲ့ အိုင်ဒေါ ဆိုင်မွန်တစ်ယောက် ချစ်သူနဲ့ ပထမဆုံး အနမ်းပေးခဲ့ရာ ‌အရပ်ဒေသလေးပါ။အတ္တလန်တာမှာ ဗစ်တာဟာ သူ့ကိုယ်သူ အဖြေရှာနိုင်မယ်… ဘ၀သစ် စတင်နိုင်မယ်လို့ ယူဆထားတယ်။တစ်ဖက်မှာလည်း message box ကနေတစ်ဆင့် ဆိုင်မွန် စပီယာထံသူ့ရဲ့ လျှို့ဝှက်ခံစားချက်တွေ ပို့လျက်ပေါ့….အတ္တလန်တာ ခရိဝုဒ်အထက်တန်းကျောင်းမှာ ကျောင်းတက်ရင်း ဆိုင်မွန့်လိုပဲအားကိုးရတဲ့ သူငယ်ချင်းတွေနဲ့ နားလည်ပေးမယ့် ပတ်၀န်းကျင်ကို ဗစ်တာ လိုချင်တယ်။ရောက်ရောက်ချင်းနေ့မှာပဲ ဖုန်း noti ကနေ ပေါ်လာတဲ့ စာလေးတစ်စောင်ကြောင့်သူရှေ့ဆက်ဖို့ အားတွေ ရခဲ့ပါတယ်…..{သို့ ဗစ်တာ“ငါ့ကို ဆက်သွယ်လာလို့ ၀မ်းသာမိတယ်။ ပထမဆုံး.. ခရိဝုဒ်က ကြိုဆိုပါတယ်။ အစပိုင်းတော့ ခက်ခဲတာ ငါသိပါတယ်။ ဒါပေမဲ့ မင်းလည်း ငါ့လို ကျေနပ်စရာ အဆုံးသတ်လေး ရပါစေ။ မင်းမှာ ရင်ဖွင့်စရာလူမရှိတာ ငါစိတ်မကောင်းပါဘူး။ မင်းမှန်ပါတယ်။ ‘မင်း’ ဖြစ်ရတာ ဘယ်လိုနေလဲ ငါမသိဘူး။ ဒီတော့ ငါသိတာကို ငါပြောပြမယ်။ ကိုယ့်ကိုယ်ကိုယ် အဖြေရှာပြီး လောကကြီးကို ၀န်ခံရတာ ငါအကြောက်ဆုံး အလုပ်ပဲ။ ခက်ခဲပေမယ့် ငါတို့ ကျော်ဖြတ်နိုင်မှာပါ။ ပြောမရဘူး။ မင်းမိဘတွေကလည်း နားလည်ပေးချင်ပေးမှာ။ မင်းလည်း ငါ့လို အားကိုးရတဲ့ သူငယ်ချင်းတွေ ရနိုင်ပါတယ်။ ကံကောင်းရင် ကျောင်းဟောလမ်း တစ်နေရာရာမှာ မင်းဘ၀ ထာ၀ရ ပြောင်းလဲသွားအောင် လုပ်ပေးမယ့်သူတောင် မင်းရှာတွေ့နိုင်တယ်။ မင်းနဲ့ ဒါတွေ ထိုက်တန်ပါတယ်။ ဒီစာက အကူအညီဖြစ်ပါစေ။ ”ချစ်တဲ့ ဆိုင်မွန် }အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Yoon Sandi Aung ဖြစ်ပြီးတော့ဘာသာပြန်တွေကတော့ Yoon Sandi Aung, MTA, Lai Laii, Roman NoX, Junior တို့ပဲ ဖြစ်ကြပါတယ်။Genre….. BL, Comedy, DramaQuality…. File size… 500MBFormat… mp4Duration…. 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Yoon Sandi Aung, MTA, Lai Laii, Roman NoX, JuniorEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz |  02 – Userdrive |  |  | Meganz |  03 – Userdrive |  |  | Meganz |  04 – Userdrive |  |  | Meganz |  05 – Userdrive |  |  | Meganz |  06 – Userdrive |  |  | Meganz |  07 – Userdrive |  |  | Meganz |  08 – Userdrive |  |  | Meganz |  09 – Userdrive |  |  | Meganz |  10 END – Userdrive |  |  | Meganz | Love, Victor Season 2Spoiler Alert ❗❗{စီစန် ၁ ကြည့်ပြီးတဲ့သူမှ ဒီ ရီဗျူးကို ဖတ်ပါ}စီစန် ၁ အဆုံးသတ်မှာ ဗစ်တာနဲ့ ဘန်ဂျီဟာ ခံစားချက်တွေ အပြန်အလှန် ဖွင့်ပြောခဲ့ကြပြီးဗစ်တာဟာ သူ့ရဲ့ မိသားစုကို ဂေးဖြစ်ကြောင်း ဖွင့်ပြောရင်း အဆုံးသတ်သွားခဲ့ပါတယ်။ဒီ စီစန် ၂ ဟာဆိုရင်ဖြင့် LGBT တိုင်းကြုံရတဲ့ Crisis ကို ဗစ်တာနဲ့ ဖော်ညွှန်းထားတယ်လို့ ဆိုရပါမယ်။ဆိုလိုချင်တာက ဂေးဖြစ်ကြောင်း ဖွင့်ပြောပြီးတဲ့နောက်ဘယ်သူကတော့ ကြည်ကြည်ဖြူဖြူ လက်ခံတယ်လက်မခံဘူး စတဲ့ ပြဿနာတွေပေါ့။ဒီတော့ ‌ဗစ်တာ့အနေနဲ့ရော မိဘကို ဖွင့်ပြောပြီးချိန်မှာသူ့ရဲ့ အိမ်က သူ့ရဲ့ ဖြစ်တည်မှုကို လက်ခံမှာလား…..ပတ်၀န်းကျင် အသိုင်းအဝိုင်းကရော ဒီအချက်ကို ဘယ်လိုမြင်ကြမလဲဗစ်တာနဲ့ ဘန်ဂျီ ဒီဒုက္ခတွေကို ဘယ်လို ဖြေရှင်းကြမလဲဆိုတာတွေ မြင်ရမယ့် စီစန်လေးပဲ ဖြစ်ပါတယ်အညွှန်းကိုတော့ Yoon Sandi Aung က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Yoon Sandi Aung, MTA, Lai Laii, Roman NoX, Junior တို့ပဲ ဖြစ်ကြပါတယ်။Genre….. BL, Comedy, DramaQuality…. File size… 500MBFormat… mp4Duration…. 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Yoon Sandi Aung, MTA, Lai Laii, Roman NoX, JuniorEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz |  02 – Userdrive |  |  | Meganz |  03 – Userdrive |  |  | Meganz |  04 – Userdrive |  |  | Meganz |  05 – Userdrive |  |  | Meganz |  06 – Userdrive |  |  | Meganz |  07 – Userdrive |  |  | Meganz |  08 – Userdrive |  |  | Meganz |  09 – Userdrive |  |  | Meganz |  10 END – Userdrive |  |  | Meganz | Love, Victor Season 3 (2022)ကဲ ဒီနေ့မှ ပူပူနွေးနွေး ထွက်ရှိလာတဲ့ စီစန်လေးကို အမြန်နှုန်းနဲ့ ပန်းကန်းလုံးစီးပြီးCM ကနေ တင်ဆက်ပေးလိုက်ပါပြီ။ဒီ စီစန်ကို ကြည့်ဖို့ဆိုရင်တော့ ပရိသတ်ကြီးအနေနဲ့စီစန် ၁ နဲ့ ၂ ကို အရင် ကြည့်ထား သိထားဖို့တော့ လိုလိမ့်မယ်ဗျ။မကြည့်ရသေးရင်လည်း ဒီရီဗျူးကို မဖတ်သေးပါနဲ့ဦး။ စပွိုင်လာမိနိုင်လို့ပါ။ပြီးခဲ့တဲ့ စီစန် ၂ အဆုံးသတ်မှာ ဗစ်တာတစ်ယောက် ဘန်ဂျီနဲ့ ပြတ်ပြီးဖုတ်လှိုက် ဖုတိလှိုက်ဖြစ်နေတဲ့ ကာလမှာ အဆုံးသတ်သွားခဲ့ပါတယ်။ဒါ့အပြင် ရာဟင်ဆိုတဲ့ ဇာတ်ကောင်တစ်ကောင်ပါ ထပ်ပေါ်လာပြီးဗစ်တာနဲ့ ဘန်ဂျီနဲ့ကြားမှာ ထပ်ပြီး အပ်ကြောင်းဖြစ်ဖို့ အကြောင်းဖန်လာပါတယ်။သို့ပေမဲ့ တစ်ယောက်‌နဲ့တစ်ယောက် သိပ်ချစ်ကြတဲ့ ဗစ်တာနဲ့ ဘန်ဂျီတို့ နေနိုင်ကြမှာလား…..စီစန် ၃ မှာ ဘာတွေ ဆက်ပြီး ဖြစ်လို့ ဘယ်လို စိတ်၀င်စားစရာတွေ ပါလာဦးမလဲဆိုတာဆက်တိုက် တင်ဆက်ပေးသွားမှာဖြစ်လို့ စောင့်စား ကြည့်ရှူပေးကြပါဦး ခင်ဗျာ ….အညွှန်းကိုတော့ Yoon Sandi Aung က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ YSDA, MTA, Lai Laii, Roman NoX, Junior တို့ပဲ ဖြစ်ကြပါတယ်။Genre….. BL, Comedy, DramaQuality…. File size… 500MBFormat… mp4s…..8Duration…. 30minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Yoon Sandi Aung, MTA, Lai Laii, Roman NoX, JuniorEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz |  02 – Userdrive |  |  | Meganz |  03 – Userdrive |  |  | Meganz |  04 – Userdrive |  |  | Meganz |  05 – Userdrive |  |  | Meganz |  06 – Userdrive |  |  | Meganz |  07 – Userdrive |  |  | Meganz |  08 – Userdrive |  |  | Meganz |  