Synopsis of Gaslit (2022)Gaslit (2022)၁၉၇၂ခုနှစ်မှာ အ​မေရိကန်ပြည်​တောင်စုတစ်ခုလုံး ရုတ်ရုတ်သဲသဲဖြစ်ခဲ့တဲ့ဝါးတားဂိတ်အ​ရှုပ်​တော်ပုံကြီးကို အ​ခြေခံကာ ​နောက်ကွယ်ကအရှုပ်အရှင်းပြဿနာ​တွေကိုအ​မေရိကန်နိုင်ငံ​ရှေ့​​​နေချုပ်ကြီးရဲ့ ဇနီး မာသာမစ်ချယ်ရဲ့ရှူ​ထောင့်က​နေ ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။Starz channelမှာ ပြသ​နေတာဖြစ်ပြီး IMDb 6.8နဲ့ Rotten Tomatoes 88%ထိ ရထားပါတယ်၊အဓိကဇာတ်လိုက် မာသာမစ်ချယ်​နေရာမှာ သရုပ်​ဆောင်ထားသူက​တော့ဝါရင့်မင်းသမီးကြီး ဂျူလီယာ​ရောဘတ်ပဲဖြစ်ပြီး​ရှေ့​နေချုပ်ဂျွန်မစ်ချယ်အဖြစ် Mystic River, Milkတို့ရဲ့မင်းသား၊ Into The Wildရဲ့ဒါရိုက်တာ ​ရှောင်ပင်းလိုဝါရင့်သမ္ဘာရင့်​တွေက ဦး​ဆောင်ပါဝင်ထားပါတယ်။ဝါးတားဂိတ်အရှုပ်​တော်ပုံဆိုတာ သမ္မတနစ်ဆင်လက်ထက်၁၉၇၂ခုနှစ်ရဲ့ရွေး​ကောက်ပွဲမတိုင်ခင် ဖြစ်ပွားခဲ့တာပဲဖြစ်ပါတယ်၊၁၉၆၈​ ရွေး​ကောက်ပွဲ အနိုင်ရသူအဖြစ် သမ္မတဖြစ်လာတဲ့ရစ်ချက်နစ်​ဆင်ဟာ၁၉၇၂မှာ ဒုတိယသမ္မတသက်တမ်းအတွက် ထပ်မံ အ​ရွေးခံခဲ့ပါတယ်၊ဒီတစ်ကြိမ်မှာလည်း ​သူပဲ ထပ်ပြီးအနိုင်ရမယ်လို့ ထင်​ကြေး​ပေး​ခံထားရတာပါ၊ဒါ​ပေမဲ့ သမ္မတရာထူးအတွက် အတိမ်းအ​စောင်းအဖြစ်မခံနိုင်ခဲ့တဲ့ သူဟာ​ခြေဥ​ဖောက်တဲ့ ဥပ​ဒေမဲ့လုပ်ရပ်​တွေကို ကျူးလွန်ခဲ့ပါတယ်။ဒါက​တော့ သူဖွဲ့စည်းထားတဲ့ သမ္မတပြန်​ရွေး​ကောက်ခံ​ကော်မတီမှတဆင့်သူ့ရဲ့ သမ္မတအင်အားနဲ့ ပြိုင်ဖက်ပါတီဖြစ်တဲဲ့ ဒီမိုကရက်တစ် ပါတီအ​ပေါ် အဖျက်အ​မှောင့်မျိုးစုံလုပ်ခဲ့ခြင်းပဲ ဖြစ်ပါတယ်၊အဆိုပါ လုပ်ငန်း​တွေဟာ ၁၉၇၂ခု ဇွန်လ ၁၇ရက်မှာ ဒီမိုကရက်တစ်​ နေရှင်နယ်​ကော်မတီရဲ့ ရုံးချုပ်ဖြစ်တဲ့ဝါးတားဂိတ်အ​ဆောက်အအုံတွင်း အသံဖမ်းစက်တပ်ပြီး သတင်းရယူဖို့ ကြိုးစားခဲ့တဲ့ လူ၅​ယောက်ကိုဖမ်းဆီးမိခဲ့ရာမှတစ်စငင် တစ်စင်ပါ ဆိုသလို နစ်ဆင်နဲ့ လက်​အောက်ငယ်သား​တွေရဲ့ ကျင့်ဝတ်​ဖောက်ခဲ့မှု​တွေ တန်းစီ​ပြီး ပေါ်လာခဲ့ပါတယ်၊ရစ်ချက်နစ်ဆင်ဟာလည်း ထိုအ​ရေး​ကြောင့် အ​မေရိကန်သမ္မတ​တွေထဲမှာပထမဆုံးနဲ့တစ်ဦးတည်း​သော သမ္မတရာထူးမှ နှုတ်ထွက်​ပေးခဲ့ရသူ ဖြစ်လာခဲ့ပါတယ်။အထက်မှာ မိတ်ဆက်​​​ပေးခဲ့တဲ့ ​​ယူအက်စ်ရှေ့​နေချုပ်ကြီး ဂျွန်မစ်ချယ်က နစ်ဆင်ရဲ့ ပြန်ရွေး​ကောက်ခံ​ ကော်မတီခေါင်း​ဆောင်ပါ၊သူကမှ တဆင့် မဲဆွယ်ကာလ အဖျက်လုပ်ငန်း​တွေကို လုပ်ဆောင်သွားတာပါ၊သူ့ရဲ့ဇနီး မာသာမစ်ချယ်က​​​​ ပွင့်လင်းလွန်းသူ၊ ပါးစပ်စည်းမ​စောင့်တတ်သူအဖြစ် နိုင်ငံ​ရေးအသိုင်းအဝိုင်းမှာ ​နာမည်ကြီးပါတယ်၊အတည်မပြုနိုင်​သေးတဲ့ တချို့သတင်း​တွေအရ ဝါးတားဂိတ်အရှုပ်​တော်ပုံကို သဲလွန်စ,စရခဲ့တာသူ့ရဲ့အင်တာဗျုးကဖြစ်တယ်လို့လည်း ဆိုကြပါတယ်။ဒီစီးရီးမှာ​တော့ နစ်ဆင်နဲ့ သူရဲ့မဲဆွယ်​ကော်မတီတို့ ဒီမိုကရက်တစ်ပါတီကို ဘယ်လို နည်းလမ်း​တွေနဲ့ ​နှောင့်ယှက်ခဲ့သလဲ၊နိုင်ငံတစ်နိုင်ငံရဲ့ အမြင့်ဆုံး ရာထူးရှင်​တွေကြား အားပြိုင်မှု​​က ဘယ်​လောက်ထိပြင်းထန်လဲ၊နိုင်ငံ​ရေး လှည့်ကွက်​တွေကို ဘယ်လို အပြိုင်အဆိုင်သုံးကြမလဲဆိုတာ အ​သေးစိတ် မြင်​တွေ့ရမှာပါ၊ဒါ့အပြင် မာသာမစ်ချယ်တို့ဇနီး​မောင်နှံရဲ့ အိမ်​ထောင်​ရေးပြဿနာ၊သူ့ရဲ့နှုတ်ဖွာမှုနဲ့ အထက်လူကြီး​တွေကြားက အမုန်း အာဃာတ၊ စတာ​တွေကိုရသစုံကြည့်ရှုခံစားရမယ့် သုတ၊ရသ ​၂ခုလုံး​​ကို ပေးနိုင်မယ့် ဇာတ်လမ်းတွဲ​ကောင်းပဲ ဖြစ်ပါတယ်၊တကယ်လို့ သင်က ဖြစ်ရပ်မှန်​တွေ စိတ်ဝင်စားတယ်၊နိုင်ငံ​ရေးသမိုင်း​ကြောင်းနဲ့ ​နောက်ကွယ်က ဖြစ်ရပ်​တွေကြိုက်တယ်ဆိုရင် ဒီဇာတ်လမ်းတွဲက သင့်အတွက်ပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။Genre…..Drama, PoliticalQuality….WEB-DL  and File size…900MB and 450MBFormat…mp4Duration….40mins…8 sSubtitle….Myanmar Subtitle (Hardsub)Translator ….. JimXEncoder ….. AugustVIP Link – Click Here!1080P 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 END – Userdrive |  |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 END – Userdrive |  |  |  