Synopsis of Obi-Wan Kenobi 2022 (Season1)Epic Sci-fi အမျိုးအစားဖြစ်တဲ့ Star Wars ဇာတ်လမ်းတွေက အားလုံးစောင့်နေတဲ့ စီးရီးတစ်ခုထွက်လာပါပြီ။သိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်တွေထဲမှာ သမိုင်းတလျှောက်အအောင်မြင်ဆုံး ရုပ်ရှင်တွဲတွေထဲက တစ်ခုပါပဲ။ နောက်ပိုင်းထွက်သမျှ ရုပ်ရှင်တွေထဲမှာလည်း ဒီရုပ်ရှင်တွေထဲက စကားစုတွေ ကိုးကားချက်တွေကို မကြာခဏတွေ့ရတတ်ပါတယ်။ပညာရှိ ဆရာဆိုရင် Master Yoda ကိုအမြဲတင်စားကြသလို ဗီလိန်ဆိုရင်လည်း Darth Vader ဟာ ပြောစမှတ်တွင်ကျန်ခဲ့တာပါပဲ။ဇာတ်လမ်းကတော့ ဟိုးအတိတ်ကာလတစ်ခုတုန်းက ဝေးကွာလှတဲ့ နဂါးငွေ့တန်းကြယ်စုတွေကြားထဲမှာ ဖြစ်ပျက်နေတဲ့အကြောင်းတွေပါ။ အစဦးမှာ ကြယ်စုတွေ ဂြိုလ်တွေဟာ လွှတ်တော်ဖွဲ့စည်းထားပြီး ဒီမိုကရေစီ စနစ်နဲ့ အုပ်ချုပ်မှုအောက်မှ နေထိုင်ကြပါတယ်။ လွှတ်တော်နဲ့အတူ ဂလက်ဆီကြီးတစ်ခုလုံးရဲ့ တရားမျှတမှုနဲ့ ငြိမ်းချမ်းမှုကို ထိန်းသိမ်းပေးတဲ့ သူရဲကောင်းအဖွဲ့တစ်ခုလည်း ရှိနေပါတယ်။ အဲဒီသူတွေကိုတော့ Jedi တွေလို့ ခေါ်ကြပြီး သူတို့မှာ Lightsaber ဆိုတဲ့ အလင်းဓားလက်နက်တွေ ပိုင်ဆိုင်ကြပါတယ်။ ဒါ့အပြင် သူတို့ကို သာမန်လူတွေထဲ ထူးခြားတဲ့ စိတ်စွမ်းအင်တွေနဲ့ ခွန်အားတွေကို Force ဆိုတဲ့ အရာကနေ ယူငင်သုံးစွဲကြပါတယ်။ Force ဆိုတာကတော့ သက်ရှိသက်မဲ့တွေ အားလုံး အတွင်းထဲ အပြင်ထဲမှာ ဝိုင်းရံနေတဲ့ စွမ်းအင်တစ်မျိုးဖြစ်ပြီး Jedi တွေသာ ခံစားနိုင် သုံးစွဲနိုင်ကြပါတယ်။ အဲဒီ Jedi တွေရဲ့ လုံးဝဆန့်ကျင်ဖက်လမ်းစဉ်ကို လိုက်တဲ့သူတွေကိုတော့ Sith တွေလို့ခေါ်ပြီး သူတို့က ဒေါသနဲ့အမုန်းတွေကို အခြေခံတဲ့ အမှောင်ခြမ်းစွမ်းအင် Dark Side of the Force ကို သုံးစွဲကြပါတယ်။ star wars ရုပ်ရှင်တွေအတွင်းမှာ Jedi နဲ့ sith တွေရဲ့ အပြန်အလှန်အားပြိုင်မှုတွေ တော်လှန်ရေးအဖွဲ့တွေနဲ့ အင်ပါယာတပ်တွေရဲ့ တိုက်ပွဲတွေအကြောင်းတွေ ခံစားကြည့်ရှုနိုင်ပါလိမ့်မယ်။ဒီစီးရီးမှာတော့ Star Wars ရုပ်ရှင်တွေထဲက နာမည်အကြီးဆုံး ဇာတ်ကောင်တွေထဲကတစ်ခုဖြစ်တဲ့ ဂျဒိုင်းဗိုလ်ချုပ် မာစတာ အိုဘီဝမ်ခနိုဘီအကြောင်းကို တင်ဆက်ထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းကတော့ Revenge of the Sith အဆုံး A New Hope မစခင် ကာလဖြစ်ပြီး အမိန့်-၆၆ ကြောင့် ဂျဒိုင်းတွေ ကျဆုံးအပြီးမှာ လက်ကျန်ဂျဒိုင်းတွေကို လိုက်ရှင်းလင်းတဲ့ အင်ပါယာအဖွဲ့နဲ့ ထွက်ပြေးနေတဲ့ အိုဘီဝမ်တို့ ထိပ်တိုက်တွေ့ကြတဲ့အကြောင်းပါပဲ။ ဆုလာဘ်ကြီးအနေနဲ့ အိုဘီဝမ်မူလဇာတ်ကောင်မင်းသားကို သုံးပေးထားတာမို့ ဖန်အားလုံး သေအောင်ကြိုက်ကြမှာ သေချာပါတယ်။ ကြည့်လိုက်ကြပါဦး။File size…(470Mb)(987MB)Quality….Webrip Format…mp4Duration….56 MinGenre… ActionDrama AventureFantasySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Mr. Anderson 1 – VIP    Meaup Meganz Usersdrive  Stream – VIP    Meaup Meganz Usersdrive 2 – VIP    Meaup Meganz Usersdrive  Stream – VIP    Meaup Meganz Usersdrive 3 – VIP     Meganz Usersdrive  Stream – VIP     Meganz Usersdrive  4 – VIP     Meganz Usersdrive  Stream – VIP     Meganz Usersdrive  5 – VIP      Usersdrive  Stream – VIP      Usersdrive  6(END) – VIP      Meganz  Usersdrive  Stream – VIP      Meganz  Usersdrive  