Synopsis of As the Crow Flies (2022) Complete2022 ဇွန်လ ၃ရက်နေ့ မှ ထုတ်လွှင့်ခဲ့တဲ့ netflix မှာထုတ်လွှင့်နေတဲ့တူရကီ စီးရီးအသစ်ဆက်ဆက်လေး လာပါပြီစီးရီးလေးကတော့ ဒရာမာ အမျိုးအစားကားလေးဖြစ်ပြီးအပိုင်း ၈ ပိုင်းထွက်ရှိထားပြီးဖြစ်ပါတယ်။” မုဆိုး နဲ့ သားကောင် ဖြစ်တဲ့ တောဘုရင် ခြင်္သေ့ ကြီးနဲ့ သူ့ရဲ့ သားကောင် ငှက်ငယ် ကျီးကန်း လေး ”လာလေ ကီရန်ကတော့ နာမည်ကြီး ဂျာနယ်လစ်တစ်ယောက်တစ်နည်းအားဖြင့်ပြောရရင် ထိပ်ဆုံးမှာ အောင်မြင်မှုရနေတဲ့ တောဘုရင် ခြင်္သေ့ကြီးပေါ့အက်စ်လီကတော့ ငယ်ငယ်ထဲက လာလေကို ကြည့်ပြီးသူ့လို အောင်မြင်တဲ့ ဂျာနယ်လစ်သမားတစ်ယောက် ဖြစ်ချင်တဲ့ လူငယ်လေးကျီးကန်းလေး ပျံသန်းသလို ရည်မှန်းချက်ကို ကြိုးစားပျံသန်းနေတဲ့ သူတစ်ယောက်တစ်ဆင့်ချင်းစီတက်ပြီး ရည်မှန်းချက်ရောက်ဖို့ ကြိုးစားရမယ့်အစား ဖြတ်လမ်းနည်းရရာနည်းလမ်းကို သုံးကာ သူ့ရည်မှန်းချက်ကို အကောင်အထည်ဖော်ဖို့ ကြိုးစားတဲ့ ငှက်ငယ်လေး အက်စ်လီခြင်္သေ့တစ်ကောင်လို ရဲရင့်ပြီး ထိပ်ဆုံးမှာရပ်တည်နေတဲ့ လာလေတစ်ယောက်ကျရောက်လာတော့မယ့် အန္တရာယ်တွေကို သတိမပြုမိ​ဘဲ နေလာရာကနေ ငှက်ငယ်လေးဖြစ်တဲ့ အက်စ်လီရဲ့ တိုက်ခိုက်မှုတွေကို ခံလာရတဲ့အခါ …..အသက်အရွယ်ချင်းကွာခြားသလို အတွေ့အကြုံ အတွေးအခေါ်ခြင်းလဲ ကွာခြားနေတဲ့ သူတို့နှစ်ယောက်မှာ …..ဘယ်သူကများအနိုင်ရသွားမလဲ ….အက်စ်လီကရော ဘယ်လိုနည်းတွေနဲ့ သူ့ရဲ့ ကမ္ဘာအသစ်ကို တည်ဆောက်သွားမလဲသူ့ရဲ့ ရည်မှန်းချက်ပန်းတိုင်ဖြစ်တဲ့ သတင်းတင်ဆက်သူအဖြစ်ကိုရော ရောက်နိုင်ပါ့မလားတစ်ဝက်မှာတင် ရှုံးနိမ့်ပြီး ထွက်သွားရမလား ….အမြင့်ကို ရောက်တဲ့သူတစ်ယောက်ဟာ သွေးရော ချွေးရောမျက်ရည်တွေပါ ကြိုးစားရင်းနှီးခဲ့ရတာကို မမြင်ဘဲ ဖြတ်လမ်းနည်းကိုသုံးပြီး အမြင့်တက်ချင်တဲ့ လူတွေရဲ့ စိတ်သဘောသဘာ၀ …လူတစ်ယောက်ရဲ့ဘ၀ခရီးက ချမ်းသာမှု အောင်မြင်မှုတွေဟာ တသမတ်တည်းမရှိဘ​ဲ အနိမ့်အမြင့် အတက်အကျ ရှိနေတတ်ပုံ ….အရာရာကို အလွယ်လိုက်ချင်တဲ့ အက်စ်လီတစ်ယောက် ဒီလိုသဘောတရားတွေကို နားမလည်ဘဲ ဖြတ်လမ်းလိုက်မိတဲ့အခါမှာသူ့ရဲ့ ကြိုးစားမှုတွေ အောင်မြင်မှာလား ရှုံးနိမ့်မှာလား ….လာလေကရော ထိပ်ဆုံးနေရာကို တသမတ်တည်း ထိန်းထားနိုင်ပါ့မလား ….အက်စ်လီကရော လာလေ့နေရာကို ယူဖို့ ဘယ်လောက်ထိ လုပ်သွားမလဲ ….ဒီစီရီးလေးဟာ လူ့လောကကြီးရဲ့ အတ္တ မာန လောဘတွေကို ထိထိမိမိပိုင်ပိုင်နိုင်နိုင် ရိုက်ကူးဖော်ပြတင်ဆက်ပေးထားတဲ့ ပညာပေးစီးရီးကောင်းလေးမလို့ အားလုံးပဲ ကြည့်ရှုခံစားကြဖို့ တိုက်တွန်းလိုက်ပါရစေFile Size – 300MB  600MBQuality –  NF WEB DL AAC5.1CH  Duration – 45minute (@)Total s: 8 EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator – Poe ~ Myo Myo Htet ~ OeliuJ ~ YunniEncoder – YKVIP Member – Click Here !>>Ep1 –   Userdrive    Meganz  Ep2 –   Userdrive    Meganz  Ep3 –   Userdrive    Meganz  Ep4 –   Userdrive    Meganz  Ep5 –   Userdrive    Meganz  Ep6 –   Userdrive    Meganz  Ep7 –   Userdrive    Meganz  Ep8 –   Userdrive    Meganz  >>Ep1 –   Userdrive    Meganz  Ep2 –   Userdrive    Meganz  Ep3 –   Userdrive    Meganz  Ep4 –   Userdrive    Meganz  Ep5 –   Userdrive    Meganz  Ep6 –   Userdrive    Meganz  Ep7 –   Userdrive    Meganz  Ep8 –   Userdrive    Meganz   