Synopsis of Heirs to the Land (2022)Heirs to the Land (2022)==================IMDb Rating – 7.010Netflix ကရိုက်တဲ့စပိန်စီးရီးလေးပါ။14 ရာစုနောက်ပိုင်း စပိန်နိုင်ငံဘာစီလိုနာမြို့ကိုအခြေတည်ထားပြီးခရစ်ယာန်နဲ့ ဂျူးတွေရဲ့ ဘာသာရေးပရိပက္ခတွေ၊ တိုင်းပြည်အုပ်ချုပ်မင်းလုပ်သူတွေရဲ့အရှုပ်ဇာတ်လမ်းတွေအကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ်။ခရစ်ယာန်ဘာသာကိုးကွယ်သူတွေနဲ့ဂျူးဘာသာကိုးကွယ်သူတွေအတူကွနေထိုင်ကြတယ်ဆိုပေမယ့် ကိုးကွယ်ယုံကြည်မှုပြင်းထန်တဲ့အတွက်ကြောင့် ဘာသာမတူချင်းချစ်ကြိုက်တာ၊ လက်ထပ်တာကိုအပြင်းအထန်တားမြစ်ထားပါတယ်။ ဒီဇာတ်လမ်းအဓိကဇာတ်ဆောင်ဟူဂိုဆိုတဲ့ခရစ်ယာန်လေးတစ်ယောက်ဟာ ငယ်စဉ်ကတည်းက အိမ်ရဲ့ဝင်ငွေကိုအဓိကရှာပေးတဲ့ ဖခင်ဆုံးပါးသွားတဲ့အတွက်ဆင်းရဲနွမ်းပါးလွန်းတဲ့အတွက် မြို့တော်ကောင်စီအဖွဲ့ဝင်ဖြစ် အာနူအက်စတန်ညော်ကကူညီစောင့်ရှောက်ပေးထားပါတယ်။တစ်နေ့မှာ တိုင်းပြည်အုပ်ချုပ်တဲ့ ဘုရင်ကြီးနတ်ရွာစံသွားတော့ ပုလ္လင်လုပွဲစတင်ဖြစ်ပါတော့တယ်။ အာနူအက်စတန်ညော်ရဲ့ရန်ဖက်ဖြစ်ခဲ့တဲ့ ပုခ်ျမျိုးနွယ်ဟာ ဘုရင့်သားတော်ကြီးနဲ့ ပူပေါင်းပြီးထီနန်းရအောင်တိုက်ခိုက်ပေးပါတော့တယ်။ ဒီလိုနဲ့အနိုင်ရှိသွားပြီး ပုခ်ျမျိုးနွယ်ဟာတစ်ချိန်ကအမုန်းတရားတွေကိုလက်စားချေဖို့အတွက် အာနူအက်စတန်ညော်ကိုနိုင်ငံတော်ကိုသစ္စဖောက်တယ်ဆိုတဲ့စွပ်စွဲချက်နဲ့ ခေါင်းဖြတ်သတ်လိုက်ပါတော့တယ်။ ခိုကိုးရာမဲ့ဖြစ်သွားတဲ့ဟူဂိုဟာ အရင်ကအာနူအက်စတန်ညာ်နဲ့ကျေးဇူးမကင်းတဲ့ ဂျူးဘာသာဝင် ဂျုဖက်က စောင့်ရှောက်ပေးပါတော့တယ်။ဟူဂိုဟာ ဂျူးဘာသာဝင်တွေနဲ့အတူနေထိုင်ရင်း အမျိုးသမီးတစ်ယောက်နဲ့ချစ်ကြိုက်မိပါတော့တယ်။ ဘာသာမတူချစ်တဲ့အတွက်ကြောင့်ဟူဂိုတစ်ယောက်ဘယ်လိုတွေပြဿနာတွေရင်ဆိုင်ရမလဲ။ တိုင်းပြည်ရဲ့ နန်းလုပွဲ ပရိပက္ခတွေကဟူဂိုဆီကိုဘယ်လောက်အထိသက်ရောက်လာမလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူပေးပါဦး။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ဖြစ်ပါတယ်။)File Size………….(400 MB)Quality……………WEBDL Duration…………50Mins(@)Subtitle…………..Myanmar HardsubFormat……………MP4Genre……………..Drama, HistoryTranslator……….Tin Myo LwinEncoder…………..SWM (400 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8) – End    MegaNZ    Usersdrive—————————————————————————CM VIP – LINK 