Synopsis of Goo Pil-soo Is Not There (2022)ဘဝမှာ ဘယ်လောက်ပဲ ခက်ခဲနေပါစေ…ဘယ်အရာတွေကပဲ တားဆီးနေပါစေ…“သူများကို ခေါင်းငုံ့စရာမလိုဘူး”…“တက်နင်းတာ ခံစရာမလိုဘူး”…“နောက်ပြန်လှည့်စရာမလိုဘူး”…“အရှုံးပေးစရာမလိုဘူး”ဆိုတဲ့ အဓိပ္ပာယ်ကို အသက် ၄၀ အရွယ်အမျိုးသား Goo Pil-Soo (မင်းသားကြီးKwak Do-Won) တို့မိသားစုနဲ့အသက်နှစ်ဆယ်အရွယ် Jung Seok (Yoon Doo-Joon) တို့နှစ်ယောက်အပေါ်အခြေခံပြီး ဖော်ပြထားပါတယ်။Goo Pil Soo မှာ ငယ်ရွယ်စဉ်တုန်းက အရာရာတိုင်းအောင်မြင်ခဲ့တဲ့ သိုင်းပညာရှင်ဖြစ်ခဲ့ပေမဲ့ အသက်ကြီးလာပြီး မိန်းမနဲ့ သားလေးတစ်ယောက်ရလာတော့ အကြွေးကိစ္စ ၊ အလုပ်ကိစ္စတွေ အဆင်မပြေဖြစ်လာခဲ့တယ်ကြက်ကြော်နဲ့ဘီယာဆိုင်လေးဖွင့်ထားပြီး ကိုယ်ပိုင်အိမ်မရှိတဲ့ဘဝမှာ ခက်ခက်ခဲခဲနေရတယ်ကိုယ့်ရဲ့သားလေးကိုလည်း သူများတွေနဲ့တန်းတူဖြစ်စေချင်ပေမဲ့ ငွေကြေးအခက်အခဲကြောင့် အမြဲစိတ်ညစ်နေရတယ်အဲဒါကြောင့် သူ့မိန်းမနဲ့ သူ့သားလေးအတွက် ပိုကောင်းမွန်တဲ့ဘဝလေးရလာဖို့ အမြဲကြိုးစားနေတဲ့ လူတစ်ယောက်ပေါ့Jung Seok ကတော့ အရမ်းထက်မြက်ပေမဲ့ ဆင်းရတဲ့မိသားစုကနေပဲ ဆင်းသက်လာခဲ့တယ်မိဘတွေရဲ့အကြွေးတွေကိုဆပ်ဖို့ သူ့ရဲ့ဦးနှောက်ကို အသုံးချပြီး ဝါသနာပါတဲ့ Start-Up ဖန်တီးသူဖြစ်လာခဲ့တယ်ကိုယ်ဖန်တီးထားတဲ့ နည်းပညာတွေနဲ့ အောင်မြင်လာအောင် ကြိုးစားမယ့် လူငယ်လေးတစ်ယောက်ပါ။သူတို့နှစ်ယောက်နဲ့ဆက်စပ်နေတဲ့ ချေးငွေပြဿနာတွေ၊ပညာရေးပြဿနာတွေ၊ဝန်ထမ်းပြဿနာတွေ၊ start-up ရဲ့ပြဿနာတွေနဲ့ လူတန်းစားခွဲခြားမှုတွေကို လက်တွေ့ကျကျဖော်ကြူးပြသထားတဲ့အပြင်…ဟာသလေးနှောပြီး တစ်ငိုငိုတစ်ရယ်ရယ် နွေးနွေးထွေးထွေးကြည့်ရမယ့်ကားကောင်းလေးပါ။ပေါ့ပေါ့ပါးပါး သက်သောင့်သက်သာလေးကြည့်ချင်တဲ့သူတွေအတွက် ဒီဇာတ်လမ်းတွဲလေးကို recommend ပေးလိုက်ပါတယ်။( အညွှန်းရေးသားထားသူကတော့ Khaing Khin ပါ )Native Title: 구필수는 없다Country: South Koreas: 16Aired: May 4, 2022 – Aug 17, 2022Aired On: WednesdayOriginal Network: Olleh TVContent Rating: 15+ – Teens 15 or olderTranslated by Khaing Khin , Thuu ThuuEncoded by Naing Aung Latt (1) [ 630 MB ]YoteShin      Meganz VIP LinkEP1-  – [ 1.3GB ]YoteShin      Meganz VIP Link (2) [ 630 MB ]YoteShin      Meganz VIP LinkEP2-  – [ 1.3GB ]YoteShin      Meganz VIP Link (3) [ 630 MB ]YoteShin      Meganz VIP LinkEP3-  – [ 1.3GB ]YoteShin      Meganz VIP Link (4) [ 630 MB ]YoteShin      Meganz VIP LinkEP4-  – [ 1.1GB ]YoteShin      Meganz VIP Link (5) [ 550 MB ]YoteShin      Meganz VIP LinkEP5-  – [ 1.1GB ]YoteShin      Meganz VIP Link (6) [ 550 MB ]YoteShin      Meganz VIP LinkEP6-  – [ 1.1GB ]YoteShin      Meganz VIP Link (7) [ 550 MB ]YoteShin      Meganz VIP LinkEP7-  – [ 1.1GB ]YoteShin      Meganz VIP Link (8) [ 550 MB ]YoteShin      Meganz VIP LinkEP8-  – [ 1.1GB ]YoteShin      Meganz VIP Link (9) [ 550 MB ]YoteShin      Meganz VIP LinkEP9-  – [ 1.1GB ]YoteShin      Meganz VIP Link (10) [ 550 MB ]YoteShin      Meganz VIP LinkEP10-  – [ 1.1GB ]YoteShin      Meganz VIP Link 