Synopsis of Queendom (2019) Season1 + Season2“Comebacks စစ်ပွဲ Queendom”Mnet ရဲ့ အကြီးမားဆုံး show တွေထဲက တစ်ခုဖြစ်ပြီး “Queendom” ဆိုတဲ့အတိုင်း ဘုရင်မတွေချည်း အုပ်စိုးမယ့် reality survival show တစ်ခုပဲ ဖြစ်ပါတယ်။ပါဝင်ယှဉ်ပြိုင်သွားမယ့် အဖွဲ့တွေကတော့ ..👑 Hit ဖြစ်တဲ့သီချင်းများစွာနဲ့ အောင်မြင်ကျော်ကြားခဲ့တဲ့အပြင် အဖွဲ့ disband ဖြစ်သွားပြီးတဲ့နောက်မှာတောင် အောင်မြင်မှုအရှိန်ကျမသွားတဲ့ 2NE1 ရဲ့ main vocalist “Park Bom”👑 အဖွဲ့လိုက်အောင်မြင်မှုတွေဆွတ်ခူးနေနိုင်ရုံသာမက အဖွဲ့ဝင်တစ်ယောက်ချင်းစီရဲ့ Solo Album ကိုယ်စီနဲ့ပါ အောင်မြင်မှုတွေ သိမ်းယူနေဆဲဖြစ်တဲ့ ဘုရင်မလေးပါးပါဝင်တဲ့ “MAMAMOO”👑 Skirt တိုတိုလေးတွေနဲ့ ဆွဲဆောင်မှုရှိပြီး ကျော့ရှင်းလှပတဲ့ကောင်မလေးတွေဆိုတာနဲ့ သူတို့ကိုပြေးမြင်ရမယ့် Miniskirt ရဲ့မူပိုင်ရှင် “AOA”👑 တခြားနာမည်ကြီးအဖွဲ့တွေနဲ့မတူဘဲ ချစ်စဖွယ် theme တစ်မျိုးနဲ့ကွဲထွက်နေပြီး Ah-Choo သီချင်းနဲ့ ပရိသတ်ရင်ထဲကိုပိုရောက်လာခဲ့တဲ့ “Lovelyz”👑 Girly ဆန်ဆန် ချစ်စဖွယ်ကောင်းတဲ့ပုံစံလေးလား ဒါမှမဟုတ် Powerful ဖြစ်တဲ့အမိုက်စားပုံစံလား ဘယ်လို themeမျိုးနဲ့မဆိုလိုက်ဖက်ပြီး talent အပြည့်နဲ့နတ်သမီးလေးတွေပါဝင်တဲ့ “OH MY GIRL”👑 2018 ခုနှစ်ကမှ အားလုံးရဲ့ပါးစပ်ဖျားမှာစွဲနေတဲ့ “Latata” နဲ့ ပွဲဦးစထွက်ခဲ့ပြီး Queendom ရဲ့ အငယ်ဆုံး group လည်းဖြစ်တဲ့ charisma အပြည့်နဲ့ ကောင်မလေး 6 ယောက်ပါဝင်တဲ့ “(G)I-dle” တို့ပဲဖြစ်ပါတယ်။ဒီလို ဒိတ်ဒိတ်ကြဲ ဘုရင်မတွေရဲ့ အမိုက်စားပြိုင်ပွဲလည်းဖြစ်သလို host တွေအနေနဲ့ကလည်း မမ Lee Da Hee နဲ့ Jang Sung Kyu တို့က ပါဝင်အားဖြည့်ပေးသွားမှာမို့ March 31 မှာ ထွက်ရှိလာမယ့်Season 2 ကို စောင့်မျှော်ရင်း 2019 ခုနှစ်တုန်းကထွက်ရှိထားခဲ့တဲ့ Season 1 ကို ပြန်အားပေးလို့ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်။(အညွှန်းကို Lai Lai က ရေးသားပေးထားပြီး CM Variety Team မှ ဘာသာပြန်ဆိုပေးထားပါတယ်)File Size –1.2GB @Quality –  AAC2.0CHDuration – minute (@)Total s: 10Subtitle – Myanmar HardsubFormat – Mp4Genre : RealityTranslator – CM Variety TeamEncoder – YKSeason 1VIP Member – Click Here! 1 –   Userdrive    DropGalaxy () 2 –   Userdrive    DropGalaxy () 3 –   Userdrive    DropGalaxy () 4 –   Userdrive    DropGalaxy () 5 –   Userdrive    DropGalaxy () 6 –   Userdrive    DropGalaxy () 7 –   Userdrive    DropGalaxy () 8 –   Userdrive    DropGalaxy () 9 –   Userdrive    DropGalaxy () 10 –   Userdrive    DropGalaxy ()Season2Preview –   Userdrive    DropGalaxy   1 –   Userdrive    DropGalaxy   2 –   Userdrive    DropGalaxy   3 –   Userdrive    DropGalaxy   4 –   Userdrive    DropGalaxy   5 –   Userdrive    DropGalaxy   6 –   Userdrive    DropGalaxy   7 –   Userdrive    DropGalaxy  Epsidoe 8 –   Userdrive    DropGalaxy  9 –   Userdrive    MegaNz   10 –   Userdrive  Meganz     