Synopsis of Under the Banner of Heaven (2022)Under The Banner of Heaven (2022)(Completed Limited Series)~ IMDb – 8.910, RT – 75%, Meta – 83% ~လက်ပေါက်အကပ်ဆုံး အမြင်ကပ်စရာအကောင်းဆုံး ကြောက်စရာအကောင်းဆုံးလူတွေကို ပြပါဆိုရင် ဘာသာရေးအစွန်းရောက်တွေကိုပြရမယ်ထင်တယ်။ ကမ္ဘာအရှည်ကြာဆုံး ခရူးဆိတ် စစ်ပွဲဆိုတာ ဘာသာရေးအစွန်းရောက်တွေကြောင့် ဖြစ်တာလို့ ပြောချင်ပါတယ်။ဘာသာရေးအစွန်းရောက်တွေကြောင့် တခြားအယူဝါဒတွေ၊ သိပ္ပံပညာ၊ လွတ်လပ်တဲ့ အတွေးအခေါ်ဟာ မိစ္ဆာဒိဌိဖြစ်လာတယ်။ အယူဝါဒကွဲပြားမှုတွေကြောင့် ကောင်းကင်ဘုံရဲ့အလံတော်အောက်ကနေ တိုက်ခဲ့တဲ့ တိုက်ပွဲတွေကြောင့် ကမ္ဘာပေါ်မှာ သွေးမြေကျခဲ့တဲ့ လူတွေ ဘယ်လောက်တောင်များနေပြီလဲ…Under The Banner of Heaven က အဲဒီဇာတ်လမ်းတွေထဲက တစ်ပုဒ်ပါ။ ဖြစ်ရပ်မှန်ကို အခြေခံတဲ့ ဇာတ်လမ်းတွေကို ရေးတဲ့ စာရေးဆရာ Jon Krakauer ရဲ့ နာမည်တူ ဝတ္ထုကို ရုပ်ရှင် အဖြစ်ပြောင်းလဲ ရိုက်ကူးထားတာပါ။The Amazing Spider-Man မင်းသား Andrew Garfield က ခေါင်းဆောင်မင်းသားအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။၁၉၈၄ ခုနှစ် ယူတားပြည်နယ်၊ အမေရိကန်ဖော့ခ်မြို့မှာ အသက် ၂၄ နှစ်အရွယ် ဘရန်ဒါ လတ်ဖာတီနဲ့ ၁၅ လအရွယ် သမီးဖြစ်သူ အယ်ရစ်ကာ တို့ အသတ်ခံတဲ့ အမှုအကြောင်းပါ။လူမမယ်ကလေးလေးနဲ့ ခယ်မဖြစ်သူကို လူသတ်သမားနှစ်ယောက်က ဘယ်လိုယုံကြည်မှုတွေကြောင့် သတ်လိုက်တယ်… ဒီဇာတ်ကားမှာ အရေးအကြီးဆုံးဖြစ်တဲ့ Latter-Day Saint Movement (သို့) Mormonism အကြောင်း၊ ကိုယ်ကိုးကွယ်ယုံကြည်နေတဲ့ ဘာသာရေးကြောင့်ဖြစ်ရတဲ့ လူသတ်မှုကို ကိုင်တွယ်ရတဲ့ တာဝန်ခံစုံထောက်အကြောင်း စိတ်ဝင်စားစရာတွေ့လာရပါလိမ့်မယ်။(ဒီစီးရီးရဲ့ အညွှန်းကိုရေးသားပေးသူကတော့ 666 ပဲဖြစ်ပါတယ်။)Size ~ 500MB, 1GBQuality – , Duration ~ 1Hr (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, MysterySource : Web-dl.Translator – 666, WiRa AungEncoder – Y 1 to 4 Zip –>  5 to 7 Zip –>  1 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 2 –> , MegaUp, MegaNZ, StreamSB –> , MegaUp, MegaNZ, StreamSB 3 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 4 (ERROR Fixed) –> , UserDrive, StreamSB –> , UserDrive, StreamSB 5 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 6 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 7 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB–> VIP LINK <– 