Synopsis of Juvenile Delinquency S01 (2022) [Complete]Juvenile Delinquency S01 (2022) ဇာတ်လမ်းတွဲအညွှန်းအပိုင်း – ၁၀ (ဇာတ်သိမ်းပိုင်း)( ရပါပြီ)ကဲ ဒီတစ်ခါမှာတော့ All of Us are Dead ဇွန်ဘီကားနဲ့ အားလုံးရဲ့အသည်းကို ခြွေချသွားတဲ့ တက်သစ်စ မင်းသားလေး ယွန်းချန်းယောင်းရဲ့ လူငယ်ကားသစ်လေးတစ်ကားကို ထပ်ပြီးတင်ဆက်ပေးလိုက်ပါပြီ။ ဒီကားလေးကလည်း လူငယ်ကားလေးဖြစ်ပေမဲ့ AOUAD နဲ့မတူညီတဲ့ Vibe မျိုးရမဲ့ ကားလေးဖြစ်ပါတယ်။ ကိုရီးယားကားတွေထဲ ဆေးခြောက်မူးယစ်ဆေးကို သေချာကွက်ကွက်ကွင်းကွင်းရိုက်ပြထားမဲ့ ဇာတ်အိမ်မျိုးဖြစ်တာကြောင့် ဆန်းသစ်ပြီး ကြည့်ရတာတမျိုးထူးနေမှာပါ။မင်းသမီးလေးကလည်း မျက်နှာသစ်ဖြစ်တဲ့အပြင် လူအများမှတ်မိမဲ့ ဇာတ်ကောင်ကတော့ A Year-End Medley ဇာတ်လမ်းထဲက ကောင်လေးတွေကြိတ် Crush ခြင်းခံရတဲ့ “အင်မ်အာယောင်း” ဆိုတဲ့ဇာတ်ကောင်ပဲဖြစ်ပါတယ်။ ဒီမင်းသမီးလေးနဲ့ အသည်းကျော်ချန်းယောင်းတို့ ဘယ်လိုအတွဲညီညီနဲ့ ပိုင်နိုင်တဲ့ သရုပ်ဆောင်ပညာတွေကို ချပြမလဲဆိုတာတော့ ဆက်လက်စောင့်ကြည့်ပေးကြပါဦးဗျ။ဇာတ်လမ်းအကျဉ်းကတော့…လူငယ်သဘာဝ ကျောင်းတက်ပြီးပျော်ရွှင်နေရမဲ့ ဆယ်ကျော်သက်အရွယ်ဖြစ်သူ “ဂယောင်ဒါဂျောင်း” ဆိုတဲ့ကောင်မလေးက ကိုယ့်မိဘအရင်းခေါက်ခေါက်ဆီကနေ သူတို့မူးယစ်ဆေးဝါးမှောင်ခိုရောင်းဝယ်ရေးလုပ်ငန်းအတွက် ပစ္စည်းပို့ပေးပြီး အသုံးတော်ခံနေရသူလေးဖြစ်ပါတယ်။ အများအမြင်မှာ ချမ်းသာတဲ့မိဘတွေရဲ့ တစ်ဦးတည်းသောသမီးတစ်ယောက်အဖြစ် အားကျခံရပေမဲ့လည်း သူ့ရဲ့ဘဝက စိတ်ပျက်စရာတွေအတိနဲ့ ဖြစ်နေခဲ့ပါတယ်။အဲလိုကနေ တစ်နေ့ ပစ္စည်းပို့ရာက အဆင်မပြေဖြစ်ပြီး မိဘတွေရဲ့အဝေးကို ထွက်ပြေးလာခဲ့ပါတယ်။ အဲလိုကနေ နယ်မြို့လေးတစ်မြို့ကိုရောက်သွားရာက မိသားစုကိုကူညီလုပ်ကိုင်ပေးပြီး တစ်ပိုင်းတစ်စဦးဆောင်ပေးနေရတဲ့ သားလိမ္မာလေး “ဂုံယွန်းထက်” နဲ့တွေ့ပါတော့တယ်။ညီအစ်ကိုနှစ်ယောက်နဲ့ အဖေဖြစ်သူနဲ့အတူ အေးအေးချမ်းချမ်းနေထိုင်နေတဲ့ ဂုံယွန်းထက် ရဲ့ဘဝက ဂယောင်ဒါဂျောင်းနဲ့ တွေ့ပြီးမှ ဘယ်လိုတွေ ပြောင်းလဲသွားမလဲဆိုတာကိုတော့ ဖန်သားပြင်ပေါ်ကနေပဲ ဆက်လက်ကြည့်ရှုပေးပါဦးလို့ …(အညွှန်းကိုတော့ Khine Khine Wai နဲ့ Chothet_mlmt က ရေးပေးထားပါတယ်)Aired: March 25, 2022 —Aired On: FridayGenres: DramaDuration: 35minss: 10File Size: (~500MB) & (~275MB)Translated by Shoon, Lwin Lwin Aung, Khine Khine Wai & Chothet_mlmtEncoded by Kinnov««« Telegram Channel »»» 01[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • VIP[] »»» UsersDrive •  • MegaUp • Mega.NZ • VIP 02[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • VIP[] »»» UsersDrive •  • MegaUp • Mega.NZ • VIP 03[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • VIP[] »»» UsersDrive •  • MegaUp • Mega.NZ • VIP 04[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • VIP[] »»» UsersDrive •  • MegaUp • Mega.NZ • VIP 05[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • VIP[] »»» UsersDrive •  • MegaUp • Mega.NZ • VIP 06[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • VIP[] »»» UsersDrive •  • MegaUp • Mega.NZ • VIP 07[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • VIP[] »»» UsersDrive •  • MegaUp • Mega.NZ • VIP 08[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • VIP[] »»» UsersDrive •  • MegaUp • Mega.NZ • VIP 09[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • VIP[] »»» UsersDrive •  • MegaUp • Mega.NZ • VIP 10 (Finale)[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ • VIP[] »»» UsersDrive •  • MegaUp • Mega.NZ • VIP************* (ပြီးပါပြီ) ************* 