Synopsis of The Last Happy New Year (2022)The Last Happy New Year (2022) စဆုံး……………………………………………………………Happy New Year ဆိုတဲ့ စကားလုံးကို ကြားမိတိုင်း ခေါင်းထဲပေါ်လာတာက၁၂ နာရီတိတိမှာ အော်ကြ မီးရှူးမီးပန်းတွေဖောက်ကြတဲ့ မြင်ကွင်းကိုပါပဲဒီမှာတော့ သင်္ကြန်ကသာလျှင် မြန်မာ့နှစ်သစ်ပေါ့…အဲရက်မတိုင်ခင် တွေ့ရမဲ့သူတွေကတော့ အရင်နှစ်က မကောင်းတဲ့စိတ်အကျင့်တွေကိုဖယ်မယ်ကောင်းတဲ့အမူအကျင့်တွေကိုပဲ လုပ်မယ်ဆိုပြီး ဆုံးဖြတ်ချက်ချကြသူများပေါ့ရှေ့လျှောက် ကိုယ့်ဘဝကို ဘယ်လိုဆက်ပြီးနေထိုင်သွားမယ်ဆိုတာ ကိုယ်သာလျှင် ဆုံးဖြတ်ပိုင်ခွင့်ရှိတာမလားဇာတ်လမ်းအကျဉ်း…လက်ဝှေ့ထိုးတာကို ဝါသနာပါတဲ့ ဝီ ဆိုတဲ့ ကောင်မလေးတစ်ယောက် သင်တန်းတက်ဖို စာရင်းသွင်းပြီးတဲ့အခါမှာတော့သူတစ်ချိန်က အရမ်းသဘောကျခဲ့ရတဲ့ လက်ဝှေ့သမား ချန်ပီယံလေးနဲ့ တွေ့ဆုံပြီး သံယောဇဉ်တွေတွယ်မိသွားပါတယ်။သူတိုဆက်ဆံရေးက တဖြည်းဖြည်းနဲ့ လေးနက်လာတဲ့အခါ ဘဝမှာအမဲစက်ကြီးရှိနေတဲ့ ကောင်လေးကို ဝီရဲ့မိဘတွေက သဘောမတူနိုင်ခဲ့ပါဘူးအခက်အခဲတွေ ပတ်ဝန်းကျင်တွေရဲ့ ကဲ့ရဲ့စကားတွေကနေ ကြံ့ကြံ့ခံပြီး လက်တွဲထားခဲ့တဲ့ ဝီတိုအတွဲဟာမကြာခဏ ရန်ဖြစ်ရပေမဲ့လည်း နှစ်ယောက်အတူမိသားစုဘဝ တည်ထောင်နိုင်ဖိုအတွက် တတ်စွမ်းသမျှ ကြိုးစားခဲ့ကြပါတယ်အဲလိုကြိုးစားပြီး နေထိုင်နေပေမဲ့လည်း အဆင်မပြေတဲ့သူတိုကို ‘လူကောင်းအဖြစ်နေရတာ အရမ်းခက်ခဲတာပဲ’ ဆိုတာမျိုး စဉ်းစားလာမိစေပါတယ်တစ်ဖက်မှာတော့ သူတိုနဲ့ ဆန့်ကျင်ဘက်ဖြစ်တဲ့ စီးပွားရေးအခြေအနေ၊ ငွေကြေးအကျပ်အတည်းတွေကို တစ်စက်လေးမှ ပူစရာမလိုတဲ့‘ဖလွယ်’ ဆိုတဲ့ ကောင်မလေး၊ နှစ်အတော်ကြာ ချစ်သူဖြစ်ခဲ့သူနဲ့ ခမ်းခမ်းနားနား လက်ထပ်ခဲ့ပေမဲ့လည်းသူတိုရဲ့အိမ်ထောင်ရေးဘဝက ထင်သလောက် ပျော်စရာမကောင်းဘူးလို ခံစားလာရချိန်မှာတော့လက်ရှိဘဝကို စိတ်ကြိုက်ခြယ်လှယ်နိုင်ဖိုအတွက် ဆုံးဖြတ်ချက်အမှားတွေကို လုပ်မိလာပါတော့တယ်ဒီလို သူငယ်ချင်းကောင်မလေးနှစ်ယောက်ဖြစ်သူ ဖလွယ်နဲ့ ဝီ တိုရဲ့ အချစ်ဇာတ်လမ်းက ဘယ်လိုခြားနားမှုတွေရှိနေမလဲဘယ်လိုရွေးချယ်မှုတွေက ရှေ့ဆက်သူတိုရဲ့ အချစ်ရေးကို ကွဲပြားသွားစေတာလဲဆိုတာနဲ့ သူငယ်ချင်းနှစ်ယောက်ကြားက အထင်မြင်လွဲမှုတွေကိုဒီစီးရီးလေးမှာ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။အားလုံးရော နှစ်သစ်ကို ဘယ်လိုဆက်ပြီး ဖြတ်သန်းသွားဖို ဆုံးဖြတ်ထားပါသလဲ?ဆုံးဖြတ်ချက်အမှားတွေကို မချမိစေဘဲနဲ့ မှန်ကန်ဖြောင့်မတ်တဲ့ လူတော်လူကောင်းများအဖြစ် ဆက်ပြီးနေနိုင်ကြပါစေလိုCM ကနေ မြန်မာ့နှစ်သစ်ကူးဆုမွန်အဖြစ် ဆုတောင်းပေးလိုက်ပါတယ်နော်s: 8Aired: April 8, 2022Aired On: FriGenres: Romance, DramaTranslated by ZoeEncoded by Pinkploy 1 (900MB) 1080PUsersDrive    Meganz  StreamSB  Mega  VIP 2 (900MB) 1080PUsersDrive    Meganz  StreamSB  Mega  VIP 3 (900MB) 1080PUsersDrive    Meganz  StreamSB  Mega  VIP 4 (900MB) 1080PUsersDrive    StreamSB  Mega  VIP 5 (900MB) 1080PUsersDrive    StreamSB  Mega  VIP 6 (900MB) 1080PUsersDrive    StreamSB  Mega  VIP 7 (900MB) 1080PUsersDrive    StreamSB  Mega  VIP 8 (900MB) 1080P (Finale)UsersDrive    StreamSB  Mega  VIP………………………………End…………………………………. 