Synopsis of Again My Life (2022)Again My life(2022)အချိန်အကြာကြီး ပရိသတ်တွေရင်ကို လှုပ်ခတ်အောင်လုပ်နိုင်ခဲ့တဲ့ Moonlovers လို ပြောလိုက်တာနဲ့ Lee Joon Gi ကို ပြေးမြင်မိကြမှာပါ။Moonlovers ကတော့ Season 2 ထပ်ထွက်မထွက် မ‌ပြောတတ်ပေမဲ့လည်း Lee Joon Gi ကတော့ တဖန် ပြန်ထွက်ပေါ်လာခဲ့ပါပြီ။Moonlovers တို Scholar who walks the night တိုလို Historical drama တွေမှာ အကောင်းဆုံး သရုပ်ဆောင်နိုင်ခဲ့တဲ့ Lee Joon Gi ကခုခေတ် ရှေ့နေစုံထောက်ကားတွေမှာလည်း အလန်းစား အကြမ်းစား ရသပေးနိုင်တယ်ဆိုတာကို Lawless lawyer တိုလိုကားတွေမှာ တွေ့မြင်ကြပြီး ဖြစ်မှာပါ။April 8 ရက်နေ့မှာ ထွက်ရှိတဲ့ ဒီ Again my life ကားလေးမှာတော့ Lee Joon Gi က အထက်တန်းမှာ အမြဲဘိတ်ချေးရတဲ့ Kim Her Woo အဖြစ် သရုပ်ဆောင်ထားပါတယ်။Kim Hee Woo တစ်ယောက် စာညံ့ပေမဲ့လည်း ကြိုးစားခဲ့တာကြောင့် နောက်ဆုံးမှာ တက္ကသိုလ်တစ်ခုကို ဝင်ခွင့်ရ၊ bar exam ကို အောင်မြင်ခဲ့ပြီးတော့ စုံထောက်တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။နိုင်ငံရေးသမားတွေနဲ့ ပတ်သက်တဲ့ ရှုပ်ထွေးပွေလီတဲ့အမှုကို စုံစမ်းရင်းနဲ့ Kim Hee Woo ဟာ လူတစ်ယောက်ဆီမှာ အသတ်ခံလိုက်ရပါတယ်။ ဒါပေမဲ့ လျှိဝှက်ဆန်းကြယ်စွာပဲ အသက်ပြန်ရှင်လာတဲ့အခါမှာတော့……..ဒီကားလေးမှာတော့ Kim Bum တိုလိုပဲ အသက်ကြီးလာပေမဲ့ နုမြဲနုဆဲဖြစ်နေတဲ့ Lee Joon Gi အပြင် Graceful family ထဲက Hyun Woo Sung, Along with the god ထဲကနတ်ဘုရား Jo Tae Seob, The veil ထဲက Kim Ji Eun, “Rainbow” K-pop group အဖွဲဝင်ဟောင်း Kim Jae Kyung တိုအပြင် တခြားနာမည်ကြီး သရုပ်ဆောင်တွေအများအပြား ပါဝင်သွားမှာ ဖြစ်လို casts ပိုင်းကတော့ ဟာကွက်မရှိဖြစ်မှာပါ။ ဇာတ်လမ်းပိုင်းကတော့ Mystery, Law, Fantasy genre မျိုးဖြစ်လို Loveline တွေတော့သိပ်ပါဝင်မှာ မဟုတ်ပေမဲ့ လိုက်တွေးတောခန့်မှန်းပြီး ကြည့်ရှုချင်တဲ့ပရိသတ်တွေအဖို အံကိုက်ပါပဲ။Lee Joon Gi ကို Action အကြမ်းအလန်းတွေနဲ့ ကြည့်ရှုနိုင်မယ့် Again my life ကားလေးကတော့တစ်ပတ်နှစ်ပိုင်းနဲ့ စုစုပေါင်း ၁၆ ပိုင်းပါဝင်မှာဖြစ်ပါတယ်။ CM ကလည်း ဘာသာပြန်တင်ဆက်ပေးသွားမှာဖြစ်လို အားလုံးအတူတူစောင့်မျှော်ကြည့်ရှု အားပေးလိုက်ကြရအောင်နော်။(အညွှန်းကိုတော့ Myo Myo Htetမှရေးသားပေးထားပါတယ်)File Size –463MB  869MB@Quality – Duration – 68minute (@)Total s: 16EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator – Myo Myo Htet & Shwe Pyae & Shwe Pwint & Thet Hnin Hsu &Encoder – YKVIP Member – Click HereTelegram Channel – Click Here 1 –   Userdrive     2 –   Userdrive  Meagup   3 –   Userdrive  Meagup   4 –   Userdrive  Meagup   5 –   Userdrive  Meagup  DropGalaxy   6 –   Userdrive  Meagup  DropGalaxy  Meganz 7 –   Userdrive    DropGalaxy  Meganz 8 –   Userdrive    DropGalaxy   9 –   Userdrive    DropGalaxy  Meganz 10 –   Userdrive    DropGalaxy  Meganz 11 –   Userdrive    DropGalaxy  Meganz 12 –   Userdrive    DropGalaxy  Meganz 13 –   Userdrive    DropGalaxy  Meganz 14 –   Userdrive    DropGalaxy  Meganz 15 –   Userdrive      Meganz 16 –   Userdrive      Meganz 1 –   Userdrive    Meganz   2 –   Userdrive  Meagup  Meganz  3 –   Userdrive  Meagup  Meganz   4 –   Userdrive  Meagup  Meganz   5 –   Userdrive    DropGalaxy  Meganz 6 –   Userdrive    DropGalaxy  Meganz 7 –   Userdrive    DropGalaxy  Meganz 8 –   Userdrive    DropGalaxy  Meganz 9 –   Userdrive    DropGalaxy  Meganz 10 –   Userdrive    DropGalaxy  Meganz 11 –   Userdrive    DropGalaxy  Meganz 12 –   Userdrive    DropGalaxy  Meganz 13 –   Userdrive    DropGalaxy  Meganz 14 –   Userdrive    DropGalaxy  Meganz 15 –   Userdrive      Meganz 16 –   Userdrive      Meganz 