Synopsis of [18+]The Forest of Love: Deep Cut (2020)ဒီတစ်ခါတင်ဆက်ပေးမယ့် Mini Series လေးကတော့ ၂၀၁၉တုန်းကထွက်ခဲ့တဲ့ မူလ forest of love ကို ၂နာရီကျော်ကြာထပ်ပေါင်းထားတဲ့ အပိုင်း၇ ပိုင်းနဲ့ Extended Cut Limited (Adult) Series လေးဖြစ်ပါတယ် ။ဒီကားက Japanမှာရှိတဲ့ သစ်တောတစ်ခုမှာ တစ်ကယ်ဖြစ်ခဲ့ဖူးတဲ့ ၄လောင်းပြိုင်လူသတ်မှု့ကို အခြေခံပြီး လူငယ်တွေကြားမှာ အပြောများတဲ့ Love Spell ဆိုတဲ့ စိတ်ကူးယဥ် ဇာတ်လမ်းနဲ့ပေါင်းပြီး ရိုက်ကူးထားတာပါဇာတ်လမ်းအကျဥ်းဇာတ်လမ်းထဲက အဓိက ဇာတ်ဆောင် Murata ဆိုတာက စော်တိုင်းကြိုက်တဲ့ Love Spell ကို ပိုင်ဆိုင်ထားတဲ့ နာမည်ကြီး အနုပညာရှင်တစ်ယောက်ပေါ့ …Mitsuko ကတော့ မိန်းကလေးသီးသန့်ကျောင်းကို ပြောင်းလာတဲ့ အပျိုစင် လေးပါတစ်ကျောင်းလုံးက မိန်းကလေးတွေဆို‌တော့ မိန်းကလေးချင်းပဲ ကြိုက်ကြရတာပေါ့ဒီလိုနဲ့ သူလည်း အဲ့ကျောင်းက ကောင်မလေးတစ်ယောက်ကို သဘောကျသွားချင်းချင်း အဲ့ကောင်မလေးက ကားတိုက်ခံရပြီး သေသွားတယ်သတင်းကြားကြားချင်း မခံမရပ်နိုင်ဖြစ်ပြီး ၅နှစ်ကျော်ကြာတဲ့ အထိ တစ်ကိုယ်တည်း သူကိုယ့်အနားမှာရှိနေတယ်ဆိုတဲ့စိတ်နဲ့ နေထိုင်ခဲ့တယ်နောက်တော့ သူရဲ့ ဘ၀ထဲကို Love Spell ပိုင်ဆိုင်ထားတဲ့ Murata ဆိုတဲ့သူရောက်လာတဲ့အခါမှာတော့…ဒီဇာတ်လမ်းက Plot Twistတွေအများကြီးနဲ့ လူသတ်သမားကို ဘယ်သူမှန်းမသိအောင်ဖွက်ပေးထားတယ်နောက်ဆုံးမှာရော အားလုံးသိချင်ကြတဲ့ ကွင်းဆက်လူသတ်သမားက ဘယ်သူဖြစ်နေမလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာဆက်လက်ကြည့်ရှု့ ခံစားလိုက်ကြပါ ။Native Title: 愛なき森で叫べs: 7Aired: Apr 30, 2020Original Network: NetflixDuration: 40 min.Content Rating: 18+ Restricted (violence & profanity)Translated by AV_TeamEncoded by Naing Aung Latt (1) [ 450MB ]YoteShin      Meganz VIP LinkEP1- – [ 930MB ]YoteShin      Meganz VIP Link (2) [ 300MB ]YoteShin      Meganz VIP LinkEP2- – [ 600MB ]YoteShin      Meganz VIP Link (3) [ 350MB ]YoteShin      Meganz VIP LinkEP3- – [ 700MB ]YoteShin      Meganz VIP Link (4) [ 350MB ]YoteShin      Meganz VIP LinkEP4- – [ 700MB ]YoteShin      Meganz VIP Link (5) [ 350MB ]YoteShin      Meganz VIP LinkEP5- – [ 700MB ]YoteShin      Meganz VIP Link (6) [ 300MB ]YoteShin      Meganz VIP LinkEP6- – [ 600MB ]YoteShin      Meganz VIP Link (7) END [ 400MB ]YoteShin      Meganz VIP LinkEP7- – [ 800MB ]YoteShin      Meganz VIP Link 