Synopsis of tvN O’PENING (2022) 01+02+03+04 : What Are You Doing In the Office?မနေ့တစ်နေ့ကမှ ကိုယ်နဲ့ Sex ဖြစ်ခဲ့တဲ့ ယောက်ျားတစ်ယောက်နဲ့ကိုယ့်ရဲ့ လွန်ခဲ့တဲ့ ၂ နှစ်က တော်စပ်ခဲ့ဖူးတဲ့ ရည်းစားဟောင်းဟာကိုယ်နဲ့အတူ ကုမ္ပဏီတစ်ခု ဌာနတစ်ခုတည်းမှာ မျက်နှာချင်းဆိုင်ပြီးအလုပ်လုပ်ရမယ့်သူတွေ ဖြစ်နေမယ်ဆိုရင် သင်သာဆို ဘယ်လိုနေမလဲ?Wi Da-In ကတော့ ကျွမ်းကျင်တဲ့ အလွတ်တန်းဒီဇိုင်နာ တစ်ယောက်ပါ ။လွန်ခဲ့တဲ့ညကပဲ သူမနဲ့အတူ Sex ဖြစ်ခဲ့တဲ့ Park Hyun-Woo ဟာသူမ အလုပ်လုပ်ရမယ့် Brand Agency ရဲ့ အဖွဲ့မှူးဖြစ်နေတဲ့အခါ …..ဒါ့အပြင် သူမ အလုပ်လုပ်တဲ့ဌာနကို လွန်ခဲ့တဲ့ နှစ်နှစ်ကသူမရဲ့ ရည်းစားဟောင်းဖြစ်တဲ့ Jeon Jin-Seok ကပါဝန်ထမ်းအသစ်အနေနဲ့ရောက်ရှိလာခဲ့ပြီးတဲ့နောက်Wi Da-In ရဲ့ လုပ်ငန်းခွင်ဘဝက ဘယ်လို အိုးနင်းခွက်နင်းတွေ ဆက်ဖြစ်သွားမလဲ?အချစ်ရေးမှာရော ဘယ်လိုတွေ ဆက်ဖြစ်မှာလဲ?ဖက်ပေါ် ဆူးကျလည်း ဆူးကျိုး ၊ ဆူးပေါ်ဖက်ကျလည်း ဆူးပဲကျိုးရမယ့်Wi Da-In တို့ သူငယ်ချင်းတစ်စုရဲ့ အင်အားကို ဘယ်သူကများ ခံနိုင်ရည်ရှိပြီးချစ်ခြင်းတရားဆီကို အရောက်လှမ်းသွားနိုင်မလဲဆိုတာ အခွီလေးတွေနဲ့ ရင်တမမကြည့်ရှူရမှာပဲ ဖြစ်ပါတယ် ။အညွှန်းကိုတော့ Hmwe Thet Winn က ‌ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Hmwe Thet Winn နဲ့ Joyz တို့ပဲ ဖြစ်ပါတယ်။Genre…..Comedy, Romances….2Aired on….2 May 2022 … 3 May 20222Quality….WEB-DL  and File size…1GB and 500MBFormat…mp4Duration….1h 10minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Hmwe Thet Winn & JoyzEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  |  | Telegram 02 – Userdrive |  |  |  | Telegram 01 – Userdrive |  |  | Meganz | Telegram 02 – Userdrive |  |  | Meganz | Telegram 05+06 : XX + XYရွေးချယ်စရာအများကြီးရှိတဲ့ လူတွေရဲ့နေ့စဉ်ဘဝမှာ ရွေးလို့မရတာ နှစ်ခုပဲရှိပါတယ်အဲဒါကတော့ “မိဘ” နဲ့ ကိုယ်မွေးကတည်းကဖြစ်တည်လာတဲ့ “လိင်” ပါတဲ့လိင်အမျိုးအစားမှာ Genetics (မျိုးဗီဇသဘောတရား) အရအမျိုးသမီး က XX ဖြစ်ပြီးတော့ အမျိုးသားက XY ဖြစ်ပါတယ်။ဒါပေမဲ့ ထူးခြားတဲ့အဖြစ်တွေရှိတယ်ဆိုတာလည်း မေ့ထားလို့မရပြန်ပါဘူးဘာလို့လဲဆိုတော့ လိင်နှစ်မျိုးလုံးပါတဲ့သူတွေလည်း ရှိနေသေးလို့ပါသူတိုကို Intersex လိုခေါ်ကြပြီး လိင်နှစ်မျိုးပါဝင်နေကြပါတယ်သူတို့ထဲက တချိုက ယောက်ျားလေးဘဝကို ရွေးချယ်ပြီး မိန်းကလေးဘဝကို ရွေးချယ်တတ်ကြပါတယ်ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ဂျောင်ဂျယ်အီကလည်း မွေးကတည်းက intersex အနေနဲ့မွေးဖွားလာပါတယ်အိမ်မှာပဲစာသင်လာရင်းက အထက်တန်းကျောင်းမှာပထမဆုံး ကျောင်းတက်ခွင့်ရသွားတဲ့အခါမှာ….အဲအချိန်ထိ ဘယ်လိင်ကိုရွေးချယ်ရမှန်းမသိသေးတဲ့ ဂျောင်ဂျယ်အီတစ်ယောက်တော့မိန်းကလေးသူငယ်ချင်းဖြစ်တဲ့ ဆယ်ရာ က ရေလာမြောင်းပေး လုပ်လာတာနဲ့အတူဘေးချင်းကပ်ထိုင်ရတဲ့ ကောင်လေးသူငယ်ချင်း ဘန်းဝူရမ် ကလည်း စိတ်ဝင်စားတာခံရပါတော့တယ်ဂျောင်ဂျယ်အီက ဘယ်သူ့ကိုစိတ်ဝင်စားပြီး ဘာကိုရွေးချယ်မလဲ…ပုံမှန်ဇာတ်လမ်းတွေနဲ့ခွဲထွက်ပြီး LGBT ကိုလက်ခံထားတဲ့ မိသားစုအနေနဲ့လည်းတွေ့ရမှာဖြစ်လို့တကယ်ကိုလက်မလွှတ်သင့်တဲ့ movie လေးဖြစ်ပါတယ်အညွှန်းကိုတော့ Joyz က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Joyz နဲ့ Hmwe ပဲ ဖြစ်ပါတယ်။Genre…..Dram, Romances….2Aired on….9 May 2022 … 10 May 20222Quality….WEB-DL File size…500MBFormat…mp4Duration….1h 10minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Joyz and HmweEncoder ….. August 01 – Userdrive |  |  | Meganz |  | Telegram 02 – Userdrive |  |  | Meganz |  | Telegram 07 : Don’t Announce Your Husband’s Deathမတော်တဆမှုတစ်ခုကြောင့် ဆေးစစ်ရာကနေတစ်ဆင့်မိမိဟာ အမြုံယောက်ျားတစ်ယောက်ဖြစ်နေကြောင်း သိရှိခဲ့ရတဲ့ Yoo Jae-Youngသူ့အတွက်ပိုပြီး အံ့ဩစရာကောင်းနေတာကတော့ ကလေးရနိုင်ခြေ 1% ပဲရှိတဲ့ သူ့ရဲ့ Sperm ကနေမျိုးအောင်ထားတဲ့ ကလေးတစ်ယောက်ရှိနေတယ်ဆိုတဲ့ သတင်းပါပဲနောက်ထပ်သားသမီး မရနိုင်ဘူးဆိုတာ သေချာသလောက်ရှိနေတဲ့ Yoo Jae-Young ကတော့သူ့ရဲ့တစ်ဦးတည်းသော သွေးသားကို ကာကွယ်ဖို့ ကြိုးစားပါတော့တယ်တစ်ဖက်မှာလည်း ဖန်ပြွန်သန္ဓေကနေတစ်ဆင့် ကလေး ရထားတဲ့ မိခင် Yoo Young-Joo ဟာသူ့ကိုပစ်ထားတဲ့ခင်ပွန်းသည်ကြောင့် အထီးကျန်နေရချိန်မှာYoo Jae-Young တစ်ယောက်ကတော့ သူ့ရဲ့ဘေးအိမ်ကို ပြောင်းလာခဲ့ပါတယ်အထီးကျန်နေတဲ့ ကိုယ်ဝန်ဆောင်မိခင်နဲ့ အမြုံယောက်ျားတို့ တွေ့ဆုံကြပြီးနောက် ဘာတွေဆက်ဖြစ်ကြမလဲ?ကိုယ့်သွေးသားကို ကာကွယ်မယ်ဆိုတဲ့ Jae-Young က ဘာလို့များ Young-Joo တို့ဘေးအိမ်ကိုမှ ပြောင်းလာရသလဲဆိုတာစိတ်ဝင်စားဖွယ်ကြည့်ရှုနိုင်မှာဖြစ်သလို မိဘမေတ္တာကိုလည်း ခံစားရစေမယ့် ဇာတ်ကားကောင်းတစ်ကားပါပဲအညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။ – Userdrive |  |  | Meganz |  | Telegram480p – Userdrive | |  | Meganz |  | Telegram 08 – The Apartment is Beautifulဒီတစ်ခေါက် Opening ဒရာမာကတော့ ဂန်းနမ်မှာရှိတဲ့ The Cheznous ဆိုတဲ့ တိုက်ခန်းကို အခြေပြုရိုက်ကူးထားပါတယ်ဒီအပိုင်းရဲ့ နာမည်ကတော့ လှပတဲ့တိုက်ခန်းလေးဆိုပေမဲ့ တကယ်တမ်းတော့ အပေါ်ယံသာရှိပြီး အတွင်းပိုင်းမှာတော့ မလှပနိုင်ခဲ့ပါဘူးဂန်ဟီဂျယ်ဆိုတဲ့ ပန်းချီဆရာမဟာ ဆုအဖြစ် The Cheznous တိုက်ခန်းမှာ အိမ်ငှားအဖြစ်နေခွင့်ရလိုက်ပါတယ်အားလုံးပဲ သိကြတဲ့အတိုင်း ဂန်းနမ်ဆိုတာ သူဌေးတွေချည်းနေတဲ့ ရပ်ကွက်ဆိုတော့အဆောက်အဦးတစ်ခုတည်းမှာတင် အိမ်ပိုင်အိမ်ငှားတွေအကြားမှာ အဆင့်အတန်းခွဲခြားမှုတွေ ဖြစ်လာပါတော့တယ်အိမ်ပိုင်ရှိထားတဲ့သူတွေရဲ့ မောက်မာမှုတွေ၊ အဆင့်အတန်းခွဲခြားမှုတွေဟာ တိုက်ခန်းမှာတင် ကြုံလာရပါတယ်ဂန်ဟီဂျယ်ဟာလည်း အိမ်ငှားဖြစ်တဲ့အလျောက် အဲလိုခွဲခြားမှုတွေကို ဘယ်လိုရင်ဆိုင်သွားမလဲမောက်မာတဲ့ သူဌေးတွေကို ဘယ်လိုတွေ ပြန်တုံ့ပြန်မလဲဆိုတာကို ကြည့်ရှုပေးကြပါဦးနော်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။ – Userdrive |  |  | Meganz |  | Telegram480p – Userdrive | |  | Meganz |  | Telegram 09 – How to Distinguish Voicesလူတစ်ယောက်ရဲ့ အသံဆိုတာ လက်ဗွေရာလိုပဲ တစ်ဦးနဲ့တစ်ဦးလုံးဝမတူညီတဲ့ အရာတစ်ခုပါကိုယ်က လူတစ်ယောက်ရဲ့အသံကို အလွန်အကြူး စွဲလမ်းနေမိတယ်ဆိုရင်အဲဒီလူရဲ့နေရာမှာ တခြားလူတစ်ယောက်က အစားထိုးဝင်ပြီး အသံတုလုပ်ပြောတယ်ဆိုရင်တောင် မှတ်မိနိုင်ပါတယ် တဲ့ဒါဆို အချစ်ကရော? အချစ်ဆိုတာလည်း အဲဒီလိုပါပဲ…တစ်ဦးနဲ့တစ်ဦး အချစ်ကိုဖော်ပြတဲ့နည်းလမ်းတွေဟာ မတူညီနိုင်ကြပါဘူး“ချစ်တယ်” ဆိုပြီး အထပ်ထပ်အခါခါပြောတတ်ကြတဲ့သူတွေရှိမယ်…စကားနဲ့မဖော်ပြဘဲ အပြုအမူတွေနဲ့ပဲ ချစ်ခြင်းကို ဖော်ပြတတ်ကြတဲ့သူတွေလည်း ရှိမယ်အသံဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့ Jang Don-Wan ကတော့ ကိုယ့်ရဲ့ခံစားချက်တွေကို မဖော်ပြရဲတဲ့လူတစ်ယောက်ပါအသံသရုပ်ဆောင်တစ်ဦးဖြစ်တဲ့ Eun Da-Hae ကတော့ အချစ်နဲ့ပတ်သက်လာရင် အရမ်းကို ပွင့်လင်းတတ်တဲ့မိန်းကလေးတစ်ယောက်ပေါ့ဒီလိုမျိုး မတူညီတဲ့အကျင့်စရိုက်နဲ့ သူတိုနှစ်ဦးရဲ့ဘဝထဲကို အချစ်က ဘယ်လိုများရောက်ရှိလာမလဲ?အချစ်နဲ့ပတ်သက်လာရင်ရော အကျင့်စရိုက်တွေ ပြောင်းလဲကုန်ကြမလား?သူတိုရဲ့ ချစ်ခြင်းတရားကိုယ်စီကို ဘယ်လိုဖော်ပြကြမလဲဆိုတာစိတ်ဝင်စားဖွယ် ကြည့်ရှုရမယ့် Romance ဇာတ်ကားကောင်းလေးတစ်ကားပဲ ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။ – Userdrive |  |  | Meganz |  | Telegram480p – Userdrive | |  | Meganz |  | Telegram 10 : First Sight“လူတစ်ယောက်ကို သတ်ပြီး ၁ နှစ်တည်းနဲ့ လွတ်လာတာ အဓိပ္ပာယ်ရှိရဲ့လား”ဆောဂျီနာဟာ ခင်ပွန်းဖြစ်သူရဲ့ အသတ်ခံရမှုကို မျက်မြင်တွေ့လိုက်ရတဲ့အတွက် စိတ်ဒဏ်ရာအပြင်းအထန်ရသွားပါတယ်ဒါပေမဲ့ သတ်သွားတဲ့ လူသတ်သမားဟာ ၁ နှစ်တည်းနဲ့ လွတ်လာတဲ့ အတွက် မကျေမနပ်နဲ့ သွားရှာပြီး အကြောင်းအရင်းကို မေးပါတယ်လူသတ်သမားဆီကနေ ဂျီနာလိုချင်တဲ့ အဖြေရမလား ဒါမှမဟုတ် မထင်ထားတဲ့အဖြေကိုရလိုက်မလား….ဆောဂျီနာအဖြစ် ကျွန်တော်တို့ရဲ့ Work Later, Drink Now ကအမူးသမားသုံးယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့Han Sun Hwa က ပိုပိုကောင်းလာတဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ တင်ဆက်ထားပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။ – Userdrive |  |  | Meganz |  | Telegram480p – Userdrive | |  | Meganz |  | Telegram 11 : Stock of High SchoolTVN ရဲ့ opening ဒရာမာတွေကတော့ ဇာတ်အိမ် ထူးထူးခြားခြားလေးတွေနဲ့ တစ်ခုနဲ့တစ်ခုမထပ်စေရဘူးဒီတစ်ပိုင်းမှာလည်း စာတော်ပေမဲ့ ကိုယ့်ဘာသာရပ်တည်ချင်လို့ စတော့အရောင်းအဝယ် လုပ်နေတဲ့ အထက်တန်းကျောင်းသူ တစ်ယောက်အကြောင်းပါအထက်တန်းကျောင်းသူဆိုတော့ အသက်ကလည်းမပြည့်သေး ကိုယ်ပိုင်ဘဏ်အကောင့်တောင်မရှိတဲ့အချိန်မှာစတော့ကို မုန့်ဖိုးလေးနဲ့စုပြီး ကစားရာက မြင့်တလှည့်ကျတလှည့် အခြေအနေကို ရင်ဆိုင်ရတော့တာပါပဲနောက်ဆုံးတော့ စတော့ကစားတာကို ဆရာကျကျလုပ်ရင်းက ကျောင်းသူဖြစ်နေတော့ လူကြီးတွေလိုတော့ အထာမကျနိုင်တော့ပါဘူးအထက်တန်းကျောင်းသူ အန်ဟျောင်းအင်နေရာမှာတော့ Peninsular, Hellhound ဇာတ်လမ်းတွေမှာ သရုပ်ဆောင်ခဲ့တဲ့ Lee Re ဖြစ်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyz ပဲ ဖြစ်ပါတယ်။ – Userdrive | |  | Meganz |  | Telegram – Userdrive |  |  | Meganz |  | Telegram480p – Userdrive | |  | Meganz |  | Telegram 12 : Babel Syndrome“အနာဂတ်ဆိုတာ လူတိုင်းက ညီညီမျှမျှ အကျိုးခံစားခွင့်ရတဲ့နေရာ မဟုတ်ဘူး။အနာဂတ်ဆိုတာ မတူညီတဲ့အမြန်နှုန်းတွေနဲ့ သွားနေကြရတဲ့နေရာ။ပိုင်ဆိုင်မှုရှိတဲ့သူတွေကတော့ မြန်ဆန်တဲ့နှုန်းနဲ့…ဘာမှမရှိတဲ့သူတွေကတော့ ခပ်နှေးနှေးနဲ့…”“ညဉ့်နက်ချိန်အထိ ထွေးပွေ့ပေးထားတဲ့ ‌အမေ့ရဲ့လက်ထဲမှာအသားမာလေးတွေအဖြစ်နဲ့ နေရာယူထားတဲ့ငါဟာ အပြစ်တွေများတဲ့ စာရေးဆရာတစ်ယောက်ပဲ”ကဗျာဆရာဆိုတာ ဝင်ငွေကောင်းတဲ့အလုပ် မဟုတ်တာကြောင့်ဆင်းရဲနွမ်းပါးတဲ့ သူ့လိုလူအတွက် မလုပ်သင့်တဲ့အလုပ်တစ်ခုပဲလို့ ယူဆထားတဲ့သူကတော့တက္ကသိုလ်ကျောင်းသား ဂန်ဟာနူးပါဒါပေမဲ့ သူဝါသနာပါတဲ့ ကဗျာရေးခြင်းကိုတော့ မရပ်တန့်ဖြစ်သေးပါဘူးဒီလိုနဲ့ ဂန်ဟာနူးဟာ…စတွေ့တဲ့‌နေ့ကနေ ရက်ပေါင်း ၉၉၀ ကြာလာတဲ့အထိသဘောကျနေခဲ့ရတဲ့ကောင်မလေး ယွန်ဟီးကို ဖွင့်ပြောဖို့ ၉၉ ကြိမ်တိုင် ‌ကြိုးစားနေရင်းရုတ်တရက် ဝင်ရောက်လာတဲ့ရောဂါဆိုးတစ်ခုက…Babel Syndrome လိုခေါ်တဲ့ ဘာသာစကားပျောက်ဆုံးမှု ရောဂါပါပဲကိုယ်ပြောချင်တဲ့စကားတွေကို လွတ်လွတ်လပ်လပ်ပြောခွင့်မရှိတော့ဘဲပိုက်ဆံပေးဝယ်မှ ပြောနိုင်မယ့်အခြေအနေကိုရောက်လာတဲ့အချိန်ဟာဂန်ဟာနူးနဲ့ယွန်ဟီးတို့လည်း ဝေးကွာသွားကြရတဲ့အချိန် ဖြစ်နေခဲ့ပါတယ်ဒီလိုနဲ့ ဘဝကို ဒုံရင်းဒုံရင်းဖြတ်သန်းလာခဲ့တဲ့ ဂန်ဟာနူးတစ်ယောက်၁၀ နှစ်ကြာပြီးတဲ့နောက်မှာ ယွန်ဟီးနဲ့ ပြန်လည်ဆုံတွေ့ဖို့ အကြောင်းဖန်လာခဲ့ချိန်မှာတော့ဘာသာစကားပျောက်ဆုံးနေတဲ့ကြားကနေ ယွန်ဟီးကို ဖွင့်ပြောဖို့အတွက် သူဘယ်လိုကြိုးစားမလဲ?ဆင်းရဲနွမ်းပါးသူတစ်ယောက်အနေနဲ့ ကိုယ့်ရဲ့အနာဂတ်အတွက် ဘယ်လိုရင်ဆိုင်ဖြတ်သန်းရမလဲ?စတဲ့ စိတ်ဝင်စားစရာတွေအပြင် အသိပညာတွေလည်း အများကြီးရနိုင်မယ့် ဇာတ်ကားလေးတစ်ကားဖြစ်တာကြောင့် အခုပဲကြည့်ရှုခံစားလိုက်ကြပါဦးSchool 2021 ထဲက မင်းသား Choo Young-Woo နဲ့Money Heist ထဲမှာပါဝင်ထားတဲ့ မင်းသမီး Lee Si-Woo တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားကြပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Hmwe Thet Winn ပဲ ဖြစ်ပါတယ်။ – Userdrive | |  | Meganz |  | Telegram – Userdrive |  |  | Meganz |  | Telegram480p – Userdrive | |  | Meganz |  | Telegram 