Synopsis of Stranger Things Season 1 [COMPLETE]လက်ရှိ Netflix ကနေ ထုတ်လွှင့်နေပြီး လူကြိုက်များ ရေပန်းစားနေတဲ့စီးရီးအသစ်လေးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဒါကတော့ Stranger Things Series လေးပါ။သဘာဝလွန်ဖြစ်ရပ်တွေ ခြောက်ခြားစရာဇာတ်လမ်းတွဲတွေကို ခုံမင်သူ ပရိသတ်တွေအတွက်ကတော့အကြိုက်ဖြစ်မှာပါ။လက်ရှိ Season 2အထိ ထွက်ရှိထားတဲ့ ဒီစီးရီးလေးက ၁၉၈ဝခုနှစ်များမှာဇာတ်အိမ်တည်ထားပါတယ်။ဆယ်ကျော်သက်ကလေးတွေရဲ့ပီပြင်လွတ်လပ်တဲ့သရုပ်ဆောင်ချက်တွေရယ်ခိုင်မာတဲ့ဇာတ်အိမ်ရယ်ကမပျင်းမရိ ကြည့်လို့ကောင်းအောင်ပံ့ပိုးပေးထားနိုင်တယ်လို့ပြောရမှာပါ။လတ်တလော ရေပန်းအစားဆုံးဖြစ်နေတဲ့အပြင် ပီပြင်တဲ့သရုပ်ဆောင်ချက်တွေအတွက်The Screen Actors Guild Award ဆု နဲ့ the 69th Primetime Emmy Awardsအတွက်လျာထားခံရတဲ့ ဆုက၁၈ဆု ဒါ့အပြင် Outstanding Drama Series ဆုတွေပါရရှိထားတာပါ။Imdb Rating 8.910 , Rotten Tomatoes Rating 96% ရရှိထားတဲ့ဒီSeries လေးက အပြိုင်အဆိုင်များတဲ့ သဘာဝလွန်ဇာတ်လမ်းတွဲတွေရဲ့ အစဉ်အလာကနေဘယ်လိုဖောက်ထွက်မလဲဆိုတာစိတ်ဝင်စားစရာပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့………..2016 ခုနှစ်ထွက်ရှိထားပြီး Sci-Fi, Thriller, Horror အမျိုးအစား miniseries လေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဒီလောကနဲ့ အပြိိုင်တခြားလောကတွေ မြေအောက်ကမ္ဘာတွေ ထူးဆန်းအံ့သြဖွယ် သတ္တဝါတွေရှိတယ်လို့ယုံကြည်ကြပါသလား။ အကယ်၍ ရှိခဲ့မယ်ဆိုရင်ရော ဘယ်လိုမျိုးများဖြစ်မလဲ ဘယ်လိုပုံစံနဲ့တည်ရှိနေမှာလဲ ဒီကမ္ဘာနဲ့ဘယ်လိုများဆက်စပ်နေမှာလဲလို့ တွေးကြည့်ခဲ့ဖူးပါသလား။ ဒီိလိုစိတ်ကူးတွေကို ဒီစီးရီးလေးကပုံဖော်ပေးထားပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့……..ဟော့ကင်းမြို့ကလေးမှာ တိတ်ဆိတ်အေးချမ်းပြီး ရာဇဝတ်မှုတွေကင်းလို့ အေးချမ်းတဲ့နယ်မြို့လေးတစ်မြို့ပါ။ဒီမြို့လေးမှာ ဉာဏ်ကောင်းပြီးသွက်သွက်လက်လက်ရှိတဲ့ “မိုက်ကယ်” ၊ချစ်စရာကောင်းပြီး အစားပုတ်တဲ့ “ဒက်စတင်” ၊သိပ္ပံပညာကို ၀ါသနာအရမ်းပါပြီး စကားတတ်တဲ့ ကပ္ပလီလေး “လူးကပ်စ်”၊လူကြောက်တတ်ပြီး ရိုးရိုးအေးအေးနေတတ်တဲ့ “ ဝေလ်” ဆိုတဲ့ ၁၂ နှစ်အရွယ်အရမ်းချစ်ကြတဲ့သူငယ်ချင်းလေးလေးယာက်ရှိပါတယ်။ဟော့ကင်းမြို ့လေး နဲ့ မနီးမဝေးမှာ အမေရိကန်အစိိုးရရဲ့ သုတေသနဌာနကြီးတစ်ခုရှိပါတယ်။အဲဒီဌာနကတော့ အဓိကစိတ်နယ်လွန်ဖြစ်ရပ်တွေနဲ့ စိတ်စွမ်းအားတွေကို အထူးပြု လျှို့ဝှက်လေ့လာနေတဲ့သုတေသနဌာနကြီးပါပဲ။ တစ်နေ့တော့ သူငယ်ချင်းလေးယောက်ထဲက “ဝေလ်” တစ်ယောက် ပျောက်ချင်းမလှပျောက်ဆုံးသွားပါတော့တယ်။တစ်ပြိုင်နက်တည်းမှာပဲ စမ်းသပ်ခန်းတစ်ခုနေ ထွက်ပြေးလာတဲ့ ဘာဆိုဘာမှသိပ်မသိပေမယ့်စိတ်စွမ်းအားတွေ ပိုင်ဆိုင်တဲ့ “အဲလ်လဗင်း” ဆိုတဲ့ကလေးမလေးလည်းဒီမြို့ထဲကို ထွက်ပြေးလွတ်မြောက်လာပါတယ်။-ဘာကြောင့် ဝေလ်က ပျောက်ဆုံးသွားရတာလဲ– ဝေလ် ပျောက်ဆုံးမှုကရော အဲလ်လဗင်းနဲ့ ဘယ်လိုများဆက်စပ်ပတ်သတ်နေလဲ– သူတို့ အချစ်ဆုံးသူငယ်ချင်းလေး ဝေလ်ကိုရော သူ့ဘော်ဒါသူငယ်ချင်းတွေဘယ်လိုလိုက်ရှာမလဲဆိုတာကိုတော့ ဆက်လက်ရှုစားလိုက်ပါ။(ဒီစီးရီးလေးနဲ့ပတ်သတ်ပြီး ထူးခြားချက်လေးက ကလေးသရုပ်ဆောင်တွေကိုအဓိကနေရာကနေထားပြီး သုံးသွားတာပါ။ ဒါပေမယ့် ဒီစီးရီးက ကလေးပရိသတ်အတွက်သီးသန့်စီးရီးလိုမျိုး မဟုတ်ပါဘူး။ ဒီကားကို Netflix က မထုတ်လွင့်ခင်ကတခြားရုပ်သံလိုင်းပေါင်း ၁၅ ခုက ကလေးတွေနဲ့ပဲ အဓိက သရုပ်ဆောင်ထားလို့ ငြင်းပယ်ခဲ့ဖူးပါတယ်တဲ့။ဒီကားကို စိတ်ကြိုက်ပုံဖော်နိုင်ဖို့ ဒါရိုက်တာက ကလေးသရုပ်ဆောင်ပေါင်း ၁၀၀၀ ကျော်လောက်နဲ့စမ်းရိုက်ကြည့်ပြီးမှ ဒီအဓိကဇာတ်ဆောင် ကလေးတွေကို ရွေးချယ်ထားတာပါ။ဒါကြောင့်လည်း Season 1 ထုတ်လွင့်ပြီးချိန်မှာ အရမ်းကိုလူကြိုက်များအောင်မြင်ခဲ့ပါတယ်။ဒါကြောင့် Season 2 ထပ်မံရိုက်ကူးထားပါတယ်)Qty –  Blu rayDuration – 45min (Est for Each )Gern – Sci-Fi, Thriller, HorrorTotal  – 8Translator – Little Twinlay, May Tharaphi Lwin , Thura Zarni Aung , Aye Mon Kyaw, Khin Pyae Sone Kyaw, Ei Pa Pa San, Saw WunnaEncoder – Kyaw Ye Aung LinksSeason 01 Complete Zip : Gdrive    VIP===================Ep 01   YuuDrive    Meganz  UpstreamEp 02   YuuDrive    Meganz  UpstreamEp 03   YuuDrive    Meganz  UpstreamEp 04   YuuDrive    Meganz  UpstreamEp 05   YuuDrive    Meganz  UpstreamEp 06   YuuDrive    Meganz  UpstreamEp 07   YuuDrive    Meganz  UpstreamEp 08   YuuDrive    Meganz  Upstream 