Synopsis of Stranger Things Season 2 [COMPLETE]လက်ရှိ Netflix ကနေ ထုတ်လွှင့်နေပြီး လူကြိုက်များ ရေပန်းစားနေတဲ့ စီးရီးအသစ်လေးတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေ။ ဒါကတော့ Stranger Things Series လေးပါ။သဘာဝလွန်ဖြစ်ရပ်တွေခြောက်ခြားစရာဇာတ်လမ်းတွဲတွေကို ခုံမင်သူ ပရိသတ်တွေအတွက်ကတော့ အကြိုက်ဖြစ်မှာပါ။လက်ရှိ Season 2အထိ ထွက်ရှိထားတဲ့ ဒီစီးရီးလေးက ၁၉၈ဝခုနှစ်များမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ဆယ်ကျော်သက်ကလေးတွေရဲ့ပီပြင်လွတ်လပ်တဲ့သရုပ်ဆောင်ချက်တွေရယ်ခိုင်မာတဲ့ဇာတ်အိမ်ရယ်ကမပျင်းမရိ ကြည့်လို့ကောင်းအောင်ပံ့ပိုးပေးထားနိုင်တယ်လို့ပြောရမှာပါ။လတ်တလော ရေပန်းအစားဆုံးဖြစ်နေတဲ့အပြင် ပီပြင်တဲ့သရုပ်ဆောင်ချက်တွေအတွက်The Screen Actors Guild Award ဆု နဲ့ the 69th Primetime Emmy Awardsအတွက်လျာထားခံရတဲ့ ဆုက၁၈ဆု ဒါ့အပြင် Outstanding Drama Series ဆုတွေပါရရှိထားတာပါ။Imdb Rating 8.910 , Rotten Tomatoes Rating 96% ရရှိထားတဲ့ ဒီSeries လေးကအပြိုင်အဆိုင်များတဲ့ သဘာဝလွန်ဇာတ်လမ်းတွဲတွေရဲ့ အစဉ်အလာကနေဘယ်လိုဖောက်ထွက်မလဲဆိုတာစိတ်ဝင်စားစရာပါ။Stranger Thingsရဲ့ ဒုတိယမြောက်Season အဖြစ် Stranger Things 2အဖြစ်Octobe 27,2017 မှာပဲထွက်ရှိလာပါပြီ။ဒီSeasonမှာတော့အပိုင်း၉ပိုင်းပါဝင်မှာဖြစ်ပြီးတစ်ပိုင်းစီကိုစိတ်ဝင်စားဖွယ်အမည်များနဲ့အညီဇာတ်ကောင်အသစ်များထပ်မံပါဝင်လာပြီးပိုမိုစိတိ်ဝင်စားစရာကောင်းလာပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့………..၁၉၈၄ခုနှစ် ဟော့ကင်းမြို့မှာအခြေတည်ထားပြီးဇာတ်လမ်းလေးဟာသဘာဝလွန်ဖြစ်ရပ်တွေမြို့ကို တဖန်ရိုက်ခတ်လာပုံနဲ့ရိုက်ကူးထာပါတယ်။ဒီSeasonမှာဇာတ်ကောင်အသစ်တွေအဖြစ်Tom boyလေးမက်စ် နဲ့သူ့ပထွေးရဲ့သားဖြစ်သူဘီလီ၊ဟော့ကင်းစမ်းသပ်ခန်းနဲ့ဆက်နွယ်မှုရှိနေတဲ့ အမျိုးသမီးတစ်ဦးဖြစ်သူရိုမန်၊RadioShackမန်နေဂျာအဖြစ် ဘော့ဘ်နယူးဘီ၊ စွမ်းအင်ဌာနအေးဂျင့်ဖြစ်သူ ဒေါက်တာအိုဝင် တို့ပါဝင်လာပါတယ်။ဇာတ်လမ်းကိုတော့ဟော့ကင်းမြို့လေးကိုသဘာဝလွန်ဖြစ်ရပ်တွေနောက်တစ်ကြိမ်ရိုက်ခတ်လာတဲ့အခါမှာတော့ ဝေလ်ရဲ့ပျောက်ဆုံးမှုဟာအစကဦးအခြေအနေပဲဆိုတာနားလည်လာပါတယ်။အဲဒီလိုနဲ့ စွန့်စားခန်းတွေဆက်လက်ဖြစ်လာပါတော့တယ်ဆိုပြီးစတင်ထားပါတယ်။ဒီSeasonဟာပထမSeason1အပြီးနောက်တစ်နှစ်ကြာဆိုတဲ့ကာလကိုအခြေတည်ထားတာပါ။ဝေလ် ရဲ့အမြင်တွေဟာတကယ်ပဲပြင်ပလောကတစ်ခုနဲ့ချိတ်ဆက်နေသလား၊ဦးနှောက်ကစင့်ကလျားဖြစ်စေတဲ့ဗိုင်းရပ်စ်ကြောင့်ဖြစ်နေမလားဆိုတာကိုပရိသတ်တွေစဉ်းစားရစေအောင်လုပ်ထားပါတယ်။ ဟော့ပါကလည်းမနှစ်ကဖြစ်ရပ်တွေကနေကလေးတွေနဲ့ ဂျွိုက်စ်ကိုကာကွယ်ပေးဖို့ဆက်လက်အားထုတ်နေရတာကို တွေ့ရမှာပါ။အဲဒီအချိန်မှာပဲ နန်စီနဲ့ မိုက်ခ်တို့ဟာ သူတို့ရဲ့သူငယ်ချင်းတွေဖြစ်တဲ့ ဘာ့ဘ်နဲ့အယ်လဲဗင်းတို့ထွက်ခွာသွားတဲ့အတွက်စိတ်ထိခိုက်နေရပါတယ်။ဒီနေရာမှာ အယ်လဲဗင်းကိုထွက်ခွာသွားစေတာဟာတစ်စုံတစ်ခုကြောင့်လား။ဘာကြောင့်လဲဆိုတော့ဆက်လက်ရှုစားလိုက်ပါဦး။ဇာတ်ကောင်အသစ်အဖြစ်ပါဝင်လာတဲ့မက်စ်ကတော့ကောင်လေးတွေနဲ့မိတ်ဆွေဖြစ်ပြီးဒက်စတင်နဲ့ လူးကပ်စ်တို့ရဲ့အပြိုင်စိတ်ဝင်စားမှုကိုရရှိထားပုံမှာလည်းဟာသဆန်ဆန်တွေ့ရမှာပါ။ဒီနေရာမှာ ပထွေးဖက်ကပါလာတဲ့မက်စ်ရဲ့အစ်ကိုဖြစ်သူဘီလီကိုဘာလဲဆိုတဲ့သဲလွန်စလေးပရိတ်သတ်ကိုပေးထားပါသေးတယ်။ ဒီSeasonအထိတော့ အယ်လဲဗင်းရဲ့အဓိကအခန်းကဏ္ဍာကဘာလဲဆိုတာကို သေချာမပြောထားသေးတာတွေ့ရပါတယ်။ဆိုတော့ ဇာတ်လမ်းလေးဟာစိတ်ဝင်စားစရာအပြည့်နဲ့ဇာတ်ရှိန်မြင့်လာပြီလို့ပြောရမှာပါပဲ။အယ်လဲဗင်းကရောဘာလဲ။နောက်ထပ်သဘာဝလွန်ဖြစ်ရပ်တွေကဘယ်လိုအခြေအနေအထိရောက်လာမှာလဲဆိုတာတော့ဆက်လက်ရှုစားလိုက်ပါဦးဗျာ။Qty –  Blu rayDuration – 45min (Est for Each )Gern – Sci-Fi, Thriller, HorrorTotal  – 9Translator – Little Twinlay, May Tharaphi Lwin , Thura Zarni Aung , Aye Mon Kyaw, , Ei Pa Pa San, Saw WunnaEncoder – Kyaw Ye Aung LinksSeason 2 Complete Zip File – YoteShin    VIP(2.2GB)=================== 