Synopsis of Hello My Girl (2022)ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်လမ်းတွဲလေးကတော့Cpop Boy band TFfamily အဖွဲဝင် Ao Ziyi နဲ့မင်းသမီးသစ်လေး Huang Cancan တိုပါဝင်သရုပ်ဆောင်ထားတဲ့ လူငယ်ကျောင်းသားကားလေးHello My Girl ပဲဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ရှန့်ဟိုင်မှာ ကြီးပြင်းလာတဲ့ဆယ်ကျော်သက်ကောင်လေးYang Yishan ဟာ အ‌‌ဒေါ်ရဲ့ထိန်းချုပ်မှုအောက်မှာနေနေရသူဖြစ်ပြီး တက္ကသိုလ်တက်မယ့်အချိန်မှာတော့လွတ်လပ်တဲ့လူငယ်ဘဝကို ပိုင်ဆိုင်ချင်တာကြောင့်အရှေ့မြောက်ပိုင်းမှာ ကျောင်းဆက်တက်ဖိုဆုံးဖြတ်ပြီးထွက်လာခဲ့ပါတော့တယ်အဒေါ်ဖြစ်သူက စိတ်မချတာကြောင့်သူ့တူလေးနောက်ကိုလိုက်ခဲ့ပြီးZhao Duoduo အဖေရဲ့အိမ်ခန်းမှာငှားနေခဲ့ပါတယ်Zhao Duoduo နဲ့ Yang Yishan တိုကတစ်ကျောင်းထဲအတူတက်နေကြ‌ပေမယ့်မတည့်ကြပါဘူး Zhao Duoduo ကတော့သူ့အဖေကိုYang Yishan အ‌ဒေါ်နဲ့သဘောတူနေခဲ့တာပါအကုန်လုံးက ဝိုင်းမြှောက်ပေးတဲ့အဆုံးမှာတော့တစ်ကိုယ်ထဲနေလာတဲ့ Yang Yishan အဒေါ်တစ်ယောက်Zhao Duoduo အဖေရဲ့ နွေးထွေးကြင်နာမှုမှာအရည်ပျော်သွားခဲ့ပါတော့တယ်လူကြီးနှစ်ယောက်အဆင်ပြေသွားတော့ကလေးတွေအချင်းချင်းအမြင်တွေကြည်လာပြီးရင်ခုန်သံတွေပေါက်ဖွားလာခဲ့ပါတယ်ဇာတ်လမ်းလေးကပေါ့ပေါ့ပါးပါးကျောင်းသားကားလေးဖြစ်တာမိုအပျင်းပြေကြည့်ချင်သူတွေအနေနဲ့ CM ကနေမကြာခင်မှာ တင်ဆက်ပေးသွားမှာ ဖြစ်လိုကြည့်ရှုအားပေးလိုရပါတယ်နော်Quality : WEB-DL Total s : 24Format : mp4Genres : Romance,Comedy,YouthDuration : 30 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1  MegaUp  Usersdrive  StreamSB  VIP 2  MegaUp  Usersdrive  StreamSB  VIP 3  MegaUp  Usersdrive  StreamSB  VIP 4  MegaUp  Usersdrive  StreamSB  VIP 5  MegaUp  Usersdrive  StreamSB  VIP 6  MegaUp  Usersdrive  StreamSB  VIP 7  MegaUp  Usersdrive  StreamSB  VIP 8  MegaUp  Usersdrive  StreamSB  VIP 9  MegaUp  Usersdrive  StreamSB  VIP 10  MegaUp  Usersdrive  StreamSB  VIP 11  MegaUp  Usersdrive  StreamSB  VIP 12  MegaUp  Usersdrive  StreamSB  VIP 13  MegaUp  Usersdrive  StreamSB  VIP 14  MegaUp  Usersdrive  StreamSB  VIP 15  MegaUp  Usersdrive  StreamSB  VIP 16  MegaUp  Usersdrive  StreamSB  VIP 17  MegaUp  Usersdrive  StreamSB  VIP 18  MegaUp  Usersdrive  StreamSB  VIP 19  MegaUp  Usersdrive  StreamSB  VIP 20  MegaUp  Usersdrive  StreamSB  VIP 21  MegaUp  Usersdrive  StreamSB  VIP 22  MegaUp  Usersdrive  StreamSB  VIP 23  MegaUp  Usersdrive  StreamSB  VIP 24  MegaUp  Usersdrive  StreamSB  VIP 