Synopsis of Poisonous Passion (2022)Poisonous Passion (2022) စဆုံး“အဆိပ်သင့်နှောင်ကြိုး”__________________________________Main Cast; “ဖယု” အဖြစ် ” Great Warintorn Panhakan”“ပါရီချက်” အဖြစ် “Patricia Tanchanok Good”ဇာတ်လမ်းအကျဥ်းဆိုရှယ်မီဒီယာတွင် ပရိတ်သတ်အမြောက်အမြားရရှိထားသောနာမည်ကြီး Life Coach တစ်ဦးဖြစ်သူ ဒေါက်တာ ပါရီချတ် ခွန်အာနွန်ဟာချတ်လုပ်နိုင်ရင် သင်တို့လည်း လုပ်နိုင်ရမည် ဆိုသော ဆောင်ပုဒ်ကို လက်စွဲပြီးလူတွေကို လှုံ့ဆော်မှု ခွန်အားတွေ ပေးနေတဲ့သူမရဲ့ဆိုးရွားတဲ့ အတိတ် ကတော့အိမ်ထောင်ရှိပြီးသားချစ်သူ နဲ့ ကိုယ်ဝန်ရတဲ့အချိန်မှာ ချစ်သူဖြစ်သူကအတင်းကိုယ်ဝန်ဖျက်ခိုင်းပြီး စွန့်ပစ်ခံခဲ့ရတဲ့ “ပါရီချတ်” တစ်ယောက် ဘဝရှေ့ရေးလည်း မှောင်မိုက်ပြီး လမ်းဆုံးကာမိမိကိုယ်ကိုယ် အဆုံးစီရင်ဖို့အကြောင်းဖန်လာပါတယ်။အမဖြစ်သူနဲ့ ခဲအို ရဲ့အကူအညီကြောင့် အသက်ဘေးမှလွတ်မြောက်ပြီးနိုင်ငံခြားမှာ နှစ်ပေါင်းများစွာ ပညာသင်ပြီး ချစ်သူ ဟောင်းကိုလက်စားချေဖို့အတွက် အသက်ဆက် ရှင်နေခဲ့ပါတော့တယ်။အောင်မြင်ကျော်ကြားပြီး လူကြိုက်များတဲ့ စီးပွါးရေးသမားတစ်ဦးဖြစ်သူ “ဖယု” ဟာကုမ္ပဏီရဲ့ အကြံပေးအနေနဲ့ “ပါရီချတ်”ကို ခန့်လိုက်သောအခါ “ဖယု” မိသားစုထဲမှာ ဘယ်လိုရှုပ်ထွေးမှုတွေ ဖြစ်လာမလဲ…?“ပါရီချတ်”ရဲ့ ချစ်သူ ဟောင်းက “ဖယု” အမရဲ့ယောကျာ်းဖြစ်ပြီး “ပါရီချတ်” ကို မြင်မြင်ချင်း ချစ်မိသွားတဲ့ “ဖယု”တစ်ယောက်ကိုယ်ချစ်မိသွားတဲ့မိန်းကလေးက မိမိအမရဲ့ယောကျာ်းကိုလက်စားချေဖို့ကြိုးစားနေမှန်း သိသွားတဲ့အခါ“ဖယု” တစ်ယောက် “ရီချတ်”ကို ဆက်ချစ်နိုင်ပါ့မလား…..?ရင်ထဲက အမုန်းရန်ငြိုးမီးတွေပြည့်နေတဲ့ “ပါရီချတ်” တစ်ယောက် ကိုယ့်ဘဝကိုမသေ သေအောင်ဖျက်ဆီးခဲ့တဲ့ ချစ်သူ ဟောင်းကိုဘယ်လို မာယာပရိယာယ်သုံးပြီး လက်စားချေသွားမလဲဆိုတာ…..? “အဆိပ်သင့်နှောင်ကြိုး” ဇာတ်ကားထဲ ကြည့်ရှုအားပေးရအောင် ။[ အညွှန်းကို Sai Lynn မှ ရေးထားပေးပါတယ် ]s: 15Aired:April.6, 2022Aired On: Wed & ThurGenres: Romance & DramaTranslated by May Thu , Zoe & Tin Me Me SoeEncoded by Pinkploy. 1 (1 GB)UsersDrive    Mega  Stream  Meganz  VIP. 2 (1.4 GB)UsersDrive    Mega  Stream  Meganz  VIP. 3 (1.4 GB)UsersDrive    Mega  Stream  Meganz  VIP. 4 (1.4 GB)UsersDrive    Mega  Stream  Meganz  VIP. 5 (1.4 GB)UsersDrive    Mega  Stream  Meganz  VIP. 6 (1.4 GB)UsersDrive    Mega  Stream  Meganz  VIP. 7 (1.4 GB)UsersDrive    Mega  Stream  Meganz  VIP. 8 (1.4 GB)UsersDrive    Mega  Stream  Meganz  VIP. 9 (1.4 GB)UsersDrive    Mega  Stream  VIP. 10 (1.4 GB)UsersDrive    Mega  Stream  VIP. 11 (1.4 GB)UsersDrive    Mega  Stream  VIP. 12 (1.4 GB)UsersDrive    Mega  Stream  VIP. 13 (1.4 GB)UsersDrive    Mega  Stream  VIP. 14 (1.4 GB)UsersDrive    Mega  Stream  VIP. 15 (1.4 GB) FinaleUsersDrive    Mega  Stream  VIP……………………………End………………………………………. 