Synopsis of Master of My Own (2022)ဒီတစ်ခါတင်ဆက်ပေးမယ့်ကားလေးကတော့C drama ပရိတ်သတ်တွေနဲ့ မစိမ်းတဲ့ သရုပ်ဆောင်တွေပါဝင်ထားတဲ့Master Of My Own ဆိုတဲ့ကားလေးပဲ ဖြစ်ပါတယ်Casts တွေကို ပြောပြရမယ်ဆိုရင်ရင်းနှီးမြှုပ်နှံရေးဒါရိုက်တာ Lu Jiming အဖြစ်Princess Agent ထဲက မင်းသား Lin Gengxinရင်းနှီးမြှုပ်နှံရေးဒါရိုက်တာ တစ်ယောက်ဖြစ်အောင်ကြိုးစားနေတဲ့ကောင်မလေး Ning Meng အဖြစ်Go Ahead, Mayang Street အစရှိတဲ့ ဇာတ်ကားကောင်းများစွာကိုရိုက်ကူးထားတဲ့ မင်းသမီး Tang Songyun တိုကပါဝင်ထားကြတာပဲဖြစ်ပါတယ်ရင်းနှီးမြှုပ်နှံရေးဒါရိုက်တာတစ်ယောက်ဖြစ်ဖိုအိမ်မက်မက်ခဲ့ရတဲ့ ကောင်မလေး Ning Mengဟာဘွဲရပြီးနောက်မှာတော့ Lu Jiming ရဲ့ ရင်းနှီးမြှုပ်နှံရေးကုမ္ပဏီမှာ ‌အတွင်းရေးမှူးအဖြစ်ဝင်ရောက်လုပ်ကိုင်ခဲ့ပြီးအိမ်မက်နဲ့ တစ်စတစ်စ ပိုလိုဝေးလာခဲ့ပါတော့တယ်Lu Jiming ကလည်း Ning Meng ဟာရင်းနှီးမြှုပ်နှံရေးဒါရိုက်တာတစ်ယောက် မဖြစ်နိုင်ဘူးလိုသတ်မှတ်ထားတာကြောင့် Ning Meng တစ်ယောက်အိမ်မက်နဲ့ အလှမ်းဝေးလာခဲ့တဲ့အချိန်မှာ စိတ်ညစ်ခဲ့ရပေမယ့်လက်မလျှော့ဘဲ နောက်ထပ်အလုပ်တစ်ခုမှာအရင်က ရရှိခဲ့တဲ့ သင်ခန်းစာတွေကိုနမူနာယူရင်းကြိုးစားခဲ့ပါတော့တယ် တကယ်တမ်းနောက်ကွယ်မှာLu Jiming က Ning Meng ကိုကူညီပေးနေခဲ့တာပါအိမ်မက်ဆိုတာ မက်ဖိုသာလွယ်သလောက်အကောင်ထည်ဖော်ရတာ ခက်ခဲပါတယ်ကဲအဲ့တော့ နောက်ပိုင်းမှာ Ning Mengကသူ့အိမ်မက်ကို အကောင်ထည်ဖော်နိုင်သွားမှာလားဘယ်လို အခက်အခဲတွေနဲ့ကြုံရမှာလဲဘယ်လိုရင်ဆိုင်ဖြေရှင်းသွားမှာလဲဆိုတာကိုCM ကနေမကြာခင်မှာတင်တင်ဆက်ပေးတော့မယ့်Master of My Own ဆိုတဲ့ကားလေးကိုစောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦးနော်Quality : WEB-DL Total s : 32Format : mp4Genres : Business,Comedy,Romance,DramaDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1  MegaUp  Usersdrive  StreamSB  VIP 2  MegaUp  Usersdrive  StreamSB  VIP 3  MegaUp  Usersdrive  StreamSB  VIP 4  MegaUp  Usersdrive  StreamSB  VIP 5  MegaUp  Usersdrive  StreamSB  VIP 6  MegaUp  Usersdrive  StreamSB  VIP 7  MegaUp  Usersdrive  StreamSB  VIP 8  MegaUp  Usersdrive  StreamSB  VIP 9  MegaUp  Usersdrive  StreamSB  VIP 10  MegaUp  Usersdrive  StreamSB  VIP 11  MegaUp  Usersdrive  StreamSB  VIP 12  MegaUp  Usersdrive  StreamSB  VIP 13  MegaUp  Usersdrive  StreamSB  VIP 14  MegaUp  Usersdrive  StreamSB  VIP 15  MegaUp  Usersdrive  StreamSB  VIP 16  MegaUp  Usersdrive  StreamSB  VIP 17  MegaUp  Usersdrive  StreamSB  VIP 18  MegaUp  Usersdrive  StreamSB  VIP 19  MegaUp  Usersdrive  StreamSB  VIP 20  MegaUp  Usersdrive  StreamSB  VIP 21  MegaUp  Usersdrive  StreamSB  VIP 22  MegaUp  Usersdrive  StreamSB  VIP 23  MegaUp  Usersdrive  StreamSB  VIP 24  MegaUp  Usersdrive  StreamSB  VIP 25  MegaUp  Usersdrive  StreamSB  VIP 26  MegaUp  Usersdrive  StreamSB  VIP 27  MegaUp  Usersdrive  StreamSB  VIP 28  MegaUp  Usersdrive  StreamSB  VIP 29  MegaUp  Usersdrive  StreamSB  VIP 30  MegaUp  Usersdrive  StreamSB  VIP 31  MegaUp  Usersdrive  StreamSB  VIP 32 (END)  MegaUp  Usersdrive  StreamSB  VIP 