Synopsis of Ranjish Hi Sahi (2022) Completeဘောလိ၀ုဒ် စီးရီးပရိသတ်များအတွက် အခုတစ်ခါမှာဆိုရင်၂၀၂၂ ဇန်နဝါရီလမှာ ထွက်ရှိထားပြီး ဒါရိုက်တာ Mahesh Bhatt နဲ့မင်းသမီး Parveen Babi ကြားက ပတ်သက်မှုကို အခြေခံပြီးရိုက်ကူးတင်ဆက်ထားတဲ့ ဇာတ်လမ်းအဖြစ် လူပြောများခဲ့ကြတဲ့ စီးရီးလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီစီးရီးလေးကို ဒါရိုက်တာ Pushpdeep ကရိုက်ကူးပုံဖော်ခဲ့ပြီးမင်းသား Tahir Raj နဲ့ မင်းသမီး Amrita တို့ ပါဝင်သရုပ်ဆောင်ထားပြီး အပိုင်း ရှစ်ပိုင်း ပါဝင်ပါတယ်ဇာတ်လမ်းလေးမှာ လွတ်လပ်စွာ ရုပ်ရှင်ရိုက်ကူးတတ်ပြီး အများနဲ့မတူ တမူထူးခြားနေတဲ့ ဒါရိုက်တာလေး ရှန်ခါ …..လူတွေရဲ့ ရင်ထဲကို စွဲကျန်ရစ်နေမယ့် ဇာတ်ညွှန်းနဲ့ နာမည်ကြီး မင်းသမီး အမ်နာ ပါဝစ်ရှ်ကို ဇာတ်ဆောင်အဖြစ်ထားကာ ရုပ်ရှင်ရိုက်ကူးချင်နေတဲ့ သမီးလေးတစ်ယောက် ဖေဖေ ရှန်ခါတစ်ယောက် ….မမျှော်လင့်ဘဲနဲ့ သူ့စိတ်ကူးထဲက မင်းသမီး အမ်နာ ပါဝစ်ရှ်နဲ့ ကံကြမ္မာအကြောင်းဖန်လာပြီးတွေ့ဆုံရာကနေ သာမန်ထက်ပိုတဲ့ ဆက်ဆံရေးတွေ ဖြစ်လာတဲ့အချိန်အဲဒီ နှောင်ကြိုးတွေထဲကနေ ရှန်ခါတစ်ယောက် ရုန်းထွက်နိုင်ပါ့မလား” ကမ္ဘာပေါ်မှာ အမုန်းဆုံးလူဆိုတာ တစ်ယောက်ထဲရှိတယ် အဲဒါ အဖေပဲ ”ဆိုပြီး အမေနဲ့သားကိုပစ်ပြီး နောက်မိန်းမကို ရွေးချယ်သွားလို့ အဖေကိုမုန်းနေခဲ့တဲ့ ရှန်ခါကရော သူ့အဖေလမ်းစဉ်နောက်ကိုပဲ ဆက်လိုက်ဦးမှာလားဇနီးသည်နဲ့ သမီးလေးကို ရွေးချယ်မှာလား …..” ကျွန်မကို ဘယ်သူမှ တားဆီးလို့မရဘူး ” လို့ ပြောခဲ့တဲ့ အိမ်ထောင်သည်ဒါရိုက်တာလေးရှန်ခါ ကိုမှ အရူးအမူး ချစ်မိပြီး မစားနိုင်မအိပ်နိုင်ဖြစ်နေရတဲ့ နာမည်ကျော် မင်းသမီး အမ်နာ ပါဝစ်ရှ် ….သူကရော လက်မလျှော့ဘဲ အဆုံးအစွန်ထိ ဆက်သွားမှာလားအမှန်တရားကိုလက်ခံသွားနိုင်မှာလား ….ဒါမှမဟုတ် ရှန်ခါကရော တစ်ခါမှားလိုက်မိတဲ့ အမှားကို ထပ်ခါ ထပ်ခါ ထပ်မှားနေဦးမလားယောက်ျားတစ်ယောက်အနေနဲ့ ဖခင်တစ်ယောက်အနေနဲ့သားတစ်ယောက်အနေနဲ့ ခင်ပွန်းတစ်ယောက်အနေနဲ့ချစ်တတ်သူတစ်ယောက်အနေနဲ့ ရှန်ခါတစ်ယောက်ဘယ်လိုတွေ ဆုံးဖြတ်ချက်ချသွားမလဲဆိုတာ ပရိသတ်ကြီး ဆက်လက်ကြည့်ရှုခံစားပေးပါဦးနော်File Size – 400MB  700MB @Quality –  WEB DL AAC5.1CH  Duration – 40 minute (@)Total s: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator – Poe & Go-O & Yunni & ALlenaEncoder – YKFor VIP Member – Click Here !>> 1 –   Userdrive    DropGalaxy  Meganz 2 –   Userdrive    DropGalaxy  Meganz 3 –   Userdrive    DropGalaxy  Meganz 4 –   Userdrive    DropGalaxy  Meganz 5 –   Userdrive    DropGalaxy  Meganz 6 –   Userdrive    DropGalaxy  Meganz 7 –   Userdrive    DropGalaxy  Meganz 8 –   Userdrive    DropGalaxy  Meganz>> 1 –   Userdrive    DropGalaxy  Meganz 2 –   Userdrive    DropGalaxy  Meganz 3 –   Userdrive    DropGalaxy  Meganz 4 –   Userdrive    DropGalaxy  Meganz 5 –   Userdrive    DropGalaxy  Meganz 6 –   Userdrive    DropGalaxy  Meganz 7 –   Userdrive    DropGalaxy  Meganz 8 –   Userdrive    DropGalaxy  Meganz 