Synopsis of 100 Trickery’s Dangerous Passion (2015)100 Trickery’s Dangerous Passion စဆုံးရာနှုန်းပြည့် အချစ်လှည့်ကွက်………………………………………ဇာတ်လမ်းအကျဉ်းခွန်ဆန်နဲ့ ခွန်ဂျက်တို သူငယ်ချင်း ၂ယောက်ဟာ စားသောက်ဆိုင်မှာသီချင်းဆိုတဲ့ ခွန်ဖစ်ဆိုတဲ့ အမျိုးသမီးကိုပြိုင်တူချစ်မိခဲ့ကြပြီး ခွန်ဂျက်က ခွန်ဖစ်ကိုလက်ထပ်ခွင့်ရသွားတဲ့အခါမှာတော့ ခွန်ဆန်တစ်ယောက်ခွန်ဂျက်ကိုအညှိုးထားပြီး စီးပွားပျက်အောင်လိမ်လည်လှည့်စားခဲ့ပါတယ်။ခွန်ဂျက်ဟာ စီးပွားပျက်သွားတဲ့အတွက် စိတ်ကျရောဂါဝင်ပြီး နောက်ဆုံးမှာဆုံးပါးသွားခဲ့ပါတယ်။သမီးလေးနမ်နင်နဲ့ ၂ယောက်တည်းကျန်ခဲ့ရတဲ့ မိန်းမဖြစ်သူ ခွန်ဖစ်ကတော့သူ့ယောက်ျားသေဆုံးခဲ့ရတဲ့အတွက် ခွန်ဆန်ကို အမုန်းကြီးမုန်းနေခဲ့ပါတော့တယ်ဒီလိုနဲ့ နှစ်အတန်ကြာပြီးတဲ့အခါမှာ ခွန်ဆန်တစ်ယောက်သေခါနီးဆဲဆဲရောဂါသည်းနေချိန်မှာအတိတ်ကမိမိလုပ်ခဲ့တဲ့လုပ်ရပ်တွေကိုနောက်တရပြီး ခွန်ဖစ်ရဲ့သမီးကို ရသင့်တဲ့ငွေ အမွေတစ်ဝက်ကိုပေးဖို့သူ့ရဲ့သူငယ်ချင်းလည်းဖြစ် ရှေ့နေလည်းဖြစ်တဲ့ ခွန်တီရန်နဲ့တိုင်ပင်ပြီး သေတမ်းစာရေးခဲ့ပါတယ်ခွန်ဆန်သေသွားပြီးနောက် သားဖြစ်သူ ကွန်‌ဖော့က သူ့အဖေရဲ့နာရေးအတွက် နိုင်ငံခြားပြန်လာခဲ့တယ်။သေတမ်းစာဖွင့်ဖတ်ကြတဲ့အချိန်မှာတော့ ခွန်ဆန်က နမ်နင်ကို အမွေဘတ်သန်း ၅၀၀ ပေးခဲ့တဲ့ကိစ္စကိုမကျေနပ်တာကြောင့်ကွန်ဖော့ဟာ ဘတ်သန်း ၅၀၀ ပြန်ရဖိုအတွက် နမ်နင်ကို လက်ထပ်နိုင်ဖိုအသည်းအသန်ကြိုးစားပါတော့တယ်။အခက်အခဲပေါင်းများစွာကြားမှာ ကိုသူဌေးသားဟာယောက်ျားမာယာကိုအသုံးချပြီးနမ်နင်ရဲ့အချစ်ကိုရအောင်ယူနိုင်ခဲ့သလို လက်ထပ်ခွင့်လဲရခဲ့ပါတယ်။လက်ထပ်တဲ့နေ့မှာပဲ နမ်နင်ဟာ ကွန်ဖော့က သူ့ကိုမချစ်ပဲအမွေဘတ်သန်း၅၀၀ လိုချင်လိုသူ့ကိုလက်ထပ်ခဲ့တာဖြစ်ကြောင်းသိသွားခဲ့တယ်။အဲ့ဒိအချိန်ကစပြီး နမ်နင်ဟာ ကွန်ဖော့လိုမာယာများပြီး လှည့်စားတတ်တဲ့ယောက်ျားကိုအမုန်းကြီးမုန်းသွားပြီးကွာရှင်းဖိုပြောခဲ့ပါတယ်။ဒါပေမယ့် ကွန်ဖော့ဟာ နမ်နင့်ကိုတစ်ကယ်ချစ်မိနေခဲ့ပြီဖြစ်တာကြောင့် ကွာရှင်းဖိုငြင်းဆန်ခဲ့ပါတယ်။ဒီလိုနဲ့…… အချစ်နဲ့အမုန်း အားပြိုင်မှုတွေကြားမှာ ကွန်ဖော့ရဲ့မာယာများတဲ့အချစ်ကနမ်နင်ရဲ့အမုန်းတွေကို အနိုင်ယူနိုင်ပါ့မလားဆိုတာ ရင်ခုန်ဖွယ်ကြည့်ရှုရမယ့်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်Aired: 2015Genres: DramaDuration: 60minsGenres: Drama & Romances:22File Size: (~700MB)Translated by CH TeamEncoded by PinkPloy 1UsersDrive •  • MegaUp • StreamSB • VIP 2UsersDrive •  • MegaUp • StreamSB • VIP 3UsersDrive •  • MegaUp • StreamSB • VIP 4UsersDrive •  • MegaUp • StreamSB • VIP 5UsersDrive •  • MegaUp • StreamSB • VIP 6UsersDrive •  • MegaUp • StreamSB • VIP 7UsersDrive •  • MegaUp • StreamSB • VIP 8UsersDrive •  • MegaUp • StreamSB • VIP 9UsersDrive •  • MegaUp • StreamSB • VIP 10UsersDrive •  • MegaUp • StreamSB • VIP 11UsersDrive •  • MegaUp • StreamSB • VIP 12UsersDrive •  • MegaUp • StreamSB • VIP 13UsersDrive •  • MegaUp • StreamSB • VIP 14UsersDrive •  • MegaUp • StreamSB • VIP 15UsersDrive •  • MegaUp • StreamSB • VIP 16UsersDrive •  • MegaUp • StreamSB • VIP 17UsersDrive •  • MegaUp • StreamSB • VIP 18UsersDrive •  • MegaUp • StreamSB • VIP 19UsersDrive •  • MegaUp • StreamSB • VIP 20UsersDrive •  • MegaUp • StreamSB • VIP 21UsersDrive •  • MegaUp • StreamSB • VIP 22 FialeUsersDrive •  • MegaUp • StreamSB • VIP…………………………………..End………………………………………………… 