Synopsis of Secret Crush On You (2022)Secret Crush On You (2022) စ  ဆုံး**************************ကဲ ကဲ…ဒီတစ်ခါတော့ ရှာမှရှားတဲ့ BL, GL အစုံအလင်ပါဝင်တဲ့LGBT ဇာတ်ကားကောင်းလေးတစ်ခုကို CM က တင်ဆက်ပေးတော့မှာမလို့စိတ်ဝင်စားသူတွေ ဖျာကြိုခင်းထားလို့ရပါပြီနော်ဒီကားလေးကို ချစ်သူများနေ့အမီအနေနဲ့ ဒီနေ့ကစပြီး အပတ်စဉ်သောကြာနေ့တိုင်း ဘာသာပြန်တင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်ဗျဒီဇာတ်ကားလေးရဲ့သဘောသဘာဝကတော့ သူ့ရဲ့ခေါင်းစဉ်အတိုင်း “နူအာ” ဆိုတဲ့တတိယနှစ်က စီနီယာအစ်ကိုကြီးကိုမှ ကြိတ် crush မိသွားတဲ့ ကျောင်းသားလေး “တော့”-Crush ကို နောက်ယောက်ခံလိုက်ပြီး လူငယ်သဘာဝ သူငယ်ချင်းတစ်သိုက်နဲ့ ဘယ်လိုဂယက်တွေထကြလဲ……………Crush ကရော သူ့ကိုသတိထားမိမှာလား?ဒီလိုငေးပဲကြည့်နေရတဲ့ဘဝကနေ တစ်ဆင့်တက်လာနိုင်မဲ့ အခွင့်အရေးရော ရလာပါ့မလားဆိုတာကိုဟာသလေးတွေနှောပြီး လူငယ်ဆန်ဆန်နဲ့ ပေါ့ပေါ့ပါးပါး ကြည့်ရှုရမှာဖြစ်ပါတယ်အဲလို “တော့” ရဲ့ အချစ်ဇာတ်လမ်းလေးအပြင် သူ့ရဲ့သူငယ်ချင်းဖြစ်သူတွေထဲမှာလည်းအချစ်ဇာတ်လမ်းပေါင်းစုံလေးတွေရှိကြပြန်ပါသေးတယ်ဒီကားလေးက BL ဆိုပြီး သက်သက်ခွဲထွက်နေတာလည်းမဟုတ်ဘဲအချစ်ဆိုတာမှာ ကျား၊မ မခွဲဘဲ ဘယ်သူ့ကိုချစ်တယ် ဘယ်လိုချစ်တယ် ဆိုတဲ့ခံစားချက်သန့်သန့်လေးတစ်ခုတည်းကိုပဲ ပေါ့ပေါ့ပါးပါး ချပြပေးသွားတာမလို့ဒီကားလေးကြည့်ပြီး ကိုယ့် Crush ကို ဖွင့်ပြောမဲ့သူကပြော……………………..ဆက်ပြီးကြိတ်ချစ်မဲ့သူကချစ်ရင်း…….ပျော်ရွှင်ဖွယ်ဘဝလေးကို ပိုင်ဆိုင်နိုင်ကြပါစေလို့ တစ်ခါတည်း ဆုတောင်းပေးလိုက်ပါတယ်နော်[_အညွှန်းကို ChothetMalar MinThein မှ ရေးထားပါသည် ]s: TBAAired: FEB 11 , 2022 –Aired On: FRIGenres: Romance & DramaTranslated by Hnin Wut Yi ,Myo Myo Htet , Angel & Chothet_mlmtEncoded by Pinkploy 1 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 2 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 3 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 4 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 5 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 6 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 7 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 8 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 9 (900MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 10 (900MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 11 (900MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 12 (900MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 13 (900MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 14 (900MB)UsersDrive    StreamSB  Mega  VIP…………………………….End………………………….. 