Synopsis of Ozark Season 1,2,3,4IMDb 8.4လူ တစ်သိန်းခွဲလောက်က 8.4 vote ပေးထားတော့ အတော်ကို ကောင်းမှန်းသိသာပါတယ်။ ဇာတ်လမ်းကတော့ crime, thriller, drama အမျိုးအစားပါ။တကယ်လို့ အမေရိကန်မှာ ခင်ဗျားလက်ထဲကို လူဆိုးဂိုဏ်းတစ်ခုရဲ့ ငွေ တစ်သန်းလောက် ရောက်လာရင် ခင်ဗျားဘာလုပ်မလဲ။ ဘာမှလုပ်လို့မရပါဘူးတဲ့။ ဘဏ်ကို သွားသွင်းလို့မရပါဘူး။ တစ်သောင်းကျော်တာနဲ့ ဘဏ္ဍာရေးနဲ့အခွန်ဌာနက လိုက်လာမှာပါ။ ကားဝယ်မလား? မရပြန်ပါဘူး အကောက်ခွန်က ချက်ချင်းလိုက်လာမှာပါပဲ။ ဒီတော့ ဘာလုပ်မလဲ။ တစ်သက်လုံး အသေးသုံးလေးတွေနဲ့ မုန့်ဝယ်စား ကားဆီဖြည့်ဖို့လောက်ပဲ ရပါလိမ့်မယ်။ ဒီငွေတွေက ငွေမည်းတွေ ဖြစ်လို့ပါပဲ။ ခင်ဗျားဘိန်းဖြူမှောင်ခိုကူးပြီး ငွေ သန်း ၁၀၀ ချမ်းသာလည်း သုံးချင်တိုင်း သုံးမရသေးပါဘူး။ ဒီငွေတွေကို တရားဝင်ဖြစ်အောင် လုပ်ရပါတယ်။ ငွေမည်းတွေကို ငွေဖြူဖြစ်အောင် လျှော်ဖွတ်ရတယ်၊ ခဝါချရတယ်ပေါ့။ အဲဒီမှာ လူဆိုးဂိုဏ်းတွေဟာ ငွေကြေးနဲ့ အခွန်ပိုင်းကို ကျွမ်းကျင်သူတွေကို ချဉ်းကပ်ရတော့တာပါပဲ။ ဒါတောင် ရဲတွေ၊ နယ်စပ်အစောင့်တွေ၊ တရားသူကြီးတွေ၊ နိုင်ငံရေးသမားတွေကို လာဘ်ထိုးရတာတွေ ရှိပါသေးတယ်။မာတီ ဘာ့ဟာ အတော်တော်တဲ့ ငွေကြေးဆိုင်ရာ အကြံပေးပညာရှင်ပါ။ ဘယ်ကိစ္စမဆို သွေးအေးအေးနဲ့ ဉာဏ်သုံးပြီးဖြေရှင်းတတ်တဲ့သူ၊ အတွက်အချက် သိပ်တော်တဲ့သူပေါ့။ သူ့ရဲ့မိတ်ဆွေ ဘရုစ် နဲ့ အတူ ကုမ္ပဏီတစ်ခု ထောင်ထားပါတယ်။ အဲဒီကုမ္ပဏီရဲ့ နောက်ကွယ်မှာတော့ မက္ကဆီကိုရဲ့ ဒုတိယအကြီးဆုံး ဘိန်းဖြူဂိုဏ်းကြီးအတွက် ငွေ ခဝါချပေးနေတာပါပဲ။ တစ်နေ့မှာတော့ သူ့မိတ်ဆွေ ဘရုစ်က သူမသိဘဲ ဂိုဏ်းဆီက ငွေတွေဖြောင်ထားတာကို ဂိုဏ်းခေါင်းဆောင်က သိတော့ သူတို့တစ်ဖွဲ့လုံးကို ပစ်သတ်ပြီး အလောင်းတွေကို အက်ဆစ်နဲ့ ဖျော်ချလိုက်ပါတယ်။ မာတီကတော့ အသက်ချမ်းသာရာရဖို့ အပေးအယူတစ်ခုလုပ်လိုက်ရပါတော့တယ်။ ဒါကတော့ သူ့မိတ်ဆွေခိုးသွားတဲ့ ငွေ ၈ သန်းကို ပြန်ဆပ်မယ့်အပြင် ငါးနှစ်အတွင်း ငွေမည်း သန်း ၅၀၀ ကို ခဝါချပေးပါ့မယ်ဆိုတဲ့ ကတိပါ။ တကယ်တော့ ငွေအဲဒီလောက်များများကို လက်ရှိသူနေတဲ့ ချီကာဂိုမှာလုပ်လို့မရပါဘူး။ အက်ဖ်ဘီအိုင်တွေ၊ အိုင်အာအက်စ်တွေ၊ ဒီအီးအေတွေ ခြေချင်းလိမ်နေတာမို့ပါပဲ။ ဒီတော့ သူက တစ်နှစ်ပတ်လုံး လူမရှိဘဲ တိုးရစ်ရာသီဆိုရင် လူတွေအုံခဲလာတတ်တဲ့ အိုဇာ့ခ် ဆိုတဲ့ နေရာတစ်ခုကို ပြောင်းပြီး ငွေတွေကို ခဝါချဖို့ ကြိုးစားရပါတော့တယ်။ ဒါပေမယ့် အိုဇာ့ကိုရောက်တဲ့အခါ ထင်သလောက်မလွယ်တာကို တွေ့ရတာပါပဲ။ တုံးလွန်းလို့ တွဲလုပ်မရတာတွေ၊ လည်လွန်းလို့ တွဲလို့မရတာတွေ၊ အကြံတူတွေ၊ အပြိုင်ဂိုဏ်းတွေ၊ လူဆိုးသူခိုးတွေ၊ ရဲတွေနဲ့ အကုန် ပတ်ရှင်းရပါတော့တယ်။ ဒီကားမှာ လူလည်ငွေကြေးပညာရှင်၊ လူလည် ဂိုဏ်းခေါင်းဆောင်၊ လူလည် အက်ဖ်ဘီအိုင် အေးဂျင့်တို့ ဉာဏ်ချင်းပြိုင်ပြီး အသက်နဲ့ရင်းပြီး ကစားကြတာကို တွေ့ရမှာပါပဲ။Translated by Yoon Sandi AungEncoded by Mr.AndersonSeason 4 – 14 Duration – 50 MinGenre – Crime, DramaComplete Zip File [Season3]  [S02]  [S01]  VIPComplete Zip File [Season4]  VIPSeason 4 1 – VIP      Meganz  Usersdrive 2 – VIP      Meganz  Usersdrive  Stream 3 – VIP      Meganz  Usersdrive  Stream 4 – VIP      Meganz  Usersdrive  Stream 5 – VIP      Meganz  Usersdrive  Stream 6 – VIP      Meganz  Usersdrive  Stream 7 – VIP      Meganz  Usersdrive  Stream 8- VIP      Meganz  Usersdrive  Stream 9 – VIP      Meganz  Usersdrive  Stream 10- VIP      Meganz  Usersdrive  Stream 11- VIP      Meganz  Usersdrive  Stream 12- VIP      Meganz  Usersdrive  Stream 13- VIP      Meganz  Usersdrive  Stream 14 (END) – VIP      Meganz  Usersdrive  Stream 