Synopsis of Rick and Morty – Season 1 (Complete)Rick And Morty (Season 1) (Complete)မာဗဲတွေ ဒီစီတွေ ခဏနားလိုက်ကြဦး ကိုယ့်လူတို့။ အပြိုင်ယူနီဗာ့တွေ ဒိုင်မန်းရှင်းပေါင်းစုံတွေနဲ့ စကြာဝဠာ တိုက်တစ်သောင်းကို ပြောင်းဆန်အောင် ကပြောင်းကပြန်မွှေမယ့် ရစ်ခ်နဲ့ မော်တီ၊ မော်တီနဲ့ ရစ်ခ် လာပါပြီ။ Dark Humor Animation တွေဟာ လူတွေရဲ့ စိတ်ကို Rollercoaster စီးရသလို အတက်အကျနဲ့ ရသပေါင်းစုံကိုပေးစွမ်းနိုင်တယ်။ အဲ့ဒီထဲကမှ Adult S​wim ရဲ့ ၂၀၁၃ ခုနှစ်မှာ စတင်ထုတ်လွှင့်ခဲ့တဲ့ Rick and Morty ဆိုတဲ့ သိပ္ပံစိတ်ကူးယဥ် Show ကတော့ ထိပ်ဆုံးတစ်နေရာကနေ Sitcom Animated လောကကိုဦးဆောင်ထားနိုင်ခဲ့ပါတယ်။ နောက်ပြီး Season 4 ရဲ့  8 ဟာ Outstanding Animated Program Emmy ဆုကိုလည်းထိုက်ထိုက်တန်တန် ဆွတ်ခူးခဲ့ပါသေးတယ်။Show တစ်ခုလုံး ကပြောင်းကပြန်နဲ့ပေါက်ကရတွေဖြစ်နေပေမယ့် တစ်ချက်တစ်ချက်ချိုးချလိုက်တဲ့ Drama တွေဟာ တကယ်ကိုအရှိုက်ထိပါတယ်။ တကယ်တော့ Main Charater နှစ်ယောက်ဖြစ်တဲ့ Rick နဲ့ Morty ကို ၈၀ ခုနှစ်များက နာမည်ကျော်ကြားလူကြိုက်များခဲ့တဲ့ Back to the future ရုပ်ရှင်များရဲ့အဓိကဇာတ်လိုက်နှစ်ယောက်ဖြစ်တဲ့ Dr. Emmett Brown နဲ့ Marty Mcfly ကို inspired ယူပြီးဖန်တီးထားတာဖြစ်ပါတယ် ဒါပေမယ့် Rick နဲ့ Morty ကတော့ မြေးအဖိုးတော်စပ်ပါတယ်။ နောက်ထပ်ထူးခြားချက်က ဒီ Show ရဲ့ဒါရိုက်တာဖြစ်သူ Justin Roiland ဟာ Rick ရော Morty ရောရဲ့အသံကို သရုပ်ဆောင်ခဲ့​တာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းကိုတော့အများကြီးမညွှန်းချင်လို့ ကိုယ်တိုင်ကြည့်ပြီး ကြိုက်မကြိုက်ဆုံးဖြတ်ပါ။ တစ်ခုပြောချင်တာကတော့ ဒီ Show ဟာ R-Ratedဖြစ်ပြီးတော့ သွေးထွက်သံယိုခန်းများနဲ့ Sexual Content တွေပါတာဖြစ်တဲ့အတွက် ၁၂နှစ်အောက် ကလေးငယ်များကြည့်ဖို့မသင့်တော်ပါဘူး။ Rating အနေနဲ့ကတော့ 9.210 IMDb နဲ့ Rotten Tomatoesမှာတော့ 94% ရထားတာပဲ ဖြစ်ပါတယ်ခင်ဗျာ။” What people calls “love” is just a chemical reaction that compels animals to breed ”– Rick Sanchez(ဒီစီဆင်ရဲ့ အညွှန်းကိုရေးသားပေးသူကတော့ HanHtooZaw ပဲဖြစ်ပါတယ်။)Size ~ 300MBQuality –  BluRayDuration – 23 mins (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Adventure, ComedySource : .BluRayTranslator – HanHtooZaw, Chuck Chuck, Ye Kyaw HtetEncoder – Y 1 –> , MegaUP, MegaNZ, UserDrive, StreamSB 2 –> , MegaUP, MegaNZ, UserDrive, StreamSB 3 –> , MegaUP, MegaNZ, UserDrive, StreamSB 4 –> , MegaUP, MegaNZ, UserDrive, StreamSB 5 –> , MegaUP, MegaNZ, UserDrive, StreamSB 6 –> , MegaUP, MegaNZ, UserDrive, StreamSB 7 –> , MegaUP, MegaNZ, UserDrive, StreamSB 8 –> , MegaUP, MegaNZ, UserDrive, StreamSB 9 –> , MegaUP, MegaNZ, UserDrive, StreamSB 10 –> , MegaUP, MegaNZ, UserDrive, StreamSB 11 –> , MegaUP, MegaNZ, UserDrive, StreamSB–> VIP LINK <– 