Synopsis of The Wind Blows From Longxi (2022)The Wind Blows from LongxiCMကနေ ဒီတစ်ခါတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့နာမည်ကြီးစာရေးဆရာရဲ့ ဝတ္ထုကို အသက်သွင်းပုံဖော်ထားတဲ့The Wind blows from Longxi ဆိုတဲ့နန်းတွင်းသူလျှိကားလေးပဲဖြစ်ပါတယ်Castsတွေကို ပြောပြရမယ်ဆိုရင်နာမည်ကျော်မင်းသား Chen Kun က စူးပြည်ကနေ ဝေ့ပြည်ကိုစေလွှတ်ထားတဲ့ သူလျှိ Chen Gong အဖြစ်Guardians ကားနဲ့ နာမည်ကြီးလာတဲ့ Bai Yu ကလည်းစူးပြည်ကနေ ဝေ့ပြည်ကို စေလွှတ်မယ့် သူလျှိXun Xu အဖြစ် ပါဝင်ထားကြသည့်အပြင်တခြား နာမည်ကြီးသရုပ်ဆောင်တွေ ဖြစ်ကြတဲ့Angela Baby, Sun Yi တိုကလည်း ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင်အေဒီ၂၂‌၈ သုံးပြည်ထောင် ခေတ်မှာ စူးပြည်နဲ့ ဝေ့ပြည်တို စစ်ဖြစ်ကြပြီးစူးပြည်က သူတိုထွင်ထားတဲ့ လေးနဲ့ ဝေ့ပြည်ကို အနိုင်ရရှိခဲ့ပါတယ်ဒီလိုနဲ့ စူးပြည်ရဲ့ အတွင်းသတင်းဌာနက စစ်ဆေးမှုတွေပြုလုပ်ခဲ့တဲ့အချိန်မှာတော့သူတိုဆီကို သတင်းအမှားတွေ ပိုနေခဲ့တာကို သိသွားခဲ့ပါတယ်သတင်းအမှားတွေက ဝေ့ပြည်ကိုစေလွှတ်ထားတဲ့နှစ်ချီသူလျှိ Chen Gong ဆီကနေလာတယ်လိုသံသယဝင်လာတာကြောင့် Xun Xu ဆိုတဲ့သူလျှိ နောက်တစ်ယောက်ကိုဝေ့ပြည်ကို စေလွှတ်ပြီး စုံစမ်းခိုင်းခဲ့ပါတယ်Xun Xu လည်းဝေ့ပြည်မှာ စုံစမ်းရင်းနဲ့ စူးပြည်အတွင်းသတင်းဌာနမှာZhu Long ဆိုတဲ့ သူလျှိက Chen Gong ရဲ့တင်ပြချက်တွေကိုလဲလိုက်ရုံတင်မကဘဲ စူးပြည်ရဲ့ လေးအဆက်တည်ဆောက်ပုံကိုပါခိုးယူဖိုကြံစည်ရင်း Qing Ping အစီအစဉ်ကိုအကောင်အထည်ဖော်နေတယ်ဆိုတာကိုပါ သိလိုက်ရပါတယ်အဲ့နောက်မှာတော့ Chen Gong နဲ့ Xun Xu တိုနှစ်ယောက်ဘယ်လိုပူးပေါင်းပြီး Zhu Long ဆိုတဲ့သူလျှိကို ဖော်ထုတ်သွားမှာလဲ …..Zhu Long ဆိုတဲ့ ဝေ့ပြည်ရဲ့သူလျှိက ဘယ်သူဖြစ်နေမှာလဲ…..Qing Ping အစီစဉ်ဆိုတာကရော ဘာလဲ ….နာမည်ကြီး သရုပ်ဆောင်‌တွေအများကြီးပါဝင်ထားတဲ့ရှေးခေတ်နန်းတွင်းသူလျှိကားလေးဖြစ်တာကြောင့်ပဟေဠိဆန်ဆန် ရုပ်ရှင်တွေကိုကြိုက်နှစ်သက်သူတွေလက်မလွှတ်သင့်တဲ့ ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်တဲ့The Wind blows from Longxi ဆိုတဲ့ကားလေးကိုCM ကနေမကြာခင်မှာ တင်ဆက်ပေးတော့မှာ ဖြစ်လိုစောင့်မျှော်ကြည့်ရှုလိုရပါတယ်နော်…Quality : WEB-DL Total s : 24Format : mp4Genres : Historical,Mystery,Crime,WarDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1  MegaUp  Usersdrive  StreamSB  VIP 2  MegaUp  Usersdrive  StreamSB  VIP 3  MegaUp  Usersdrive  StreamSB  VIP 4  MegaUp  Usersdrive  StreamSB  VIP 5  MegaUp  Usersdrive  StreamSB  VIP 6  MegaUp  Usersdrive  StreamSB  VIP 7  MegaUp  Usersdrive  StreamSB  VIP 8  MegaUp  Usersdrive  StreamSB  VIP 9  MegaUp  Usersdrive  StreamSB  VIP 10  MegaUp  Usersdrive  StreamSB  VIP 11  MegaUp  Usersdrive  StreamSB  VIP 12  MegaUp  Usersdrive  StreamSB  VIP 13  MegaUp  Usersdrive  StreamSB  VIP 14  MegaUp  Usersdrive  StreamSB  VIP 15  MegaUp  Usersdrive  StreamSB  VIP 16  MegaUp  Usersdrive  StreamSB  VIP 17  MegaUp  Usersdrive  StreamSB  VIP 18  MegaUp  Usersdrive  StreamSB  VIP 19  MegaUp  Usersdrive  StreamSB  VIP 20  MegaUp  Usersdrive  StreamSB  VIP 21  MegaUp  Usersdrive  StreamSB  VIP 22  MegaUp  Usersdrive  StreamSB  VIP 23  MegaUp  Usersdrive  StreamSB  VIP 24 (END)  MegaUp  Usersdrive  StreamSB  VIP 