Synopsis of Upload(2020) Season 1[Complete]+Season 2Upload(2020)ဇာတ်လမ်းတွဲ**************************Season 1[Complete]အပိုင်း( ၁ မှ ၁၀ ) အထိ [ စဆုံး]ကျွန်တော်တို့ဟာ ယခုအသုံးပြုနေတဲ့ အင်တာနက် Data Stream ထဲကိုပဲဖြစ်ဖြစ် ဖိုင်တွေသိမ်းဆည်းလေ့ရှိတဲ့ Cloud တစ်ခုခုထဲကိုပဲဖြစ်ဖြစ် ဖိုင်တွေ Upload  လုပ်ကြသလိုမျိုး ကျွန်တော်တို့ရဲ့စိတ်ဝိညာဉ်ကိုလည်း လုပ်နိုင်မှာပဲ၊ လူတွေပြောပြောနေတဲ့ နတ်ပြည် ငရဲပြည်ဆိုတာဟာ Cloud Service ကြီးတစ်ခုများလားလို့ စိတ်ကူးယဉ်ခဲ့ဖူးကြမယ်ဆိုရင်ယခုဇာတ်ကားက အဲဒီစိတ်ကူးကိုအခြေခံပြီး လက်ရှိ သတ္တလောကနဲ့ ခေတ်လွန်နည်းပညာကြားကို ယုတ္တိဆန်အောင် ရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလို့ ညွန်းပါရစေ၂၀၃၃ ခုနှစ်မှာ နေရာတကာမှာ AI စနစ်တွေ အသုံးများလာတဲ့အပြင် လူတွေဟာအရမ်းကို သက်တောင့်သက်သာနေနိုင်လာကြပါတယ်လူတွေဟာ ယနေ့ခေတ်လို သေရင်နောင်ဘဝရောက်တာမျိုးအပြင် မိမိတို့စိတ်ကြိုက်ရွေးချယ်နိုင်တဲ့ ဖန်တီးထားတဲ့ ဒစ်ဂျစ်တယ်တမလွန်ဆီကိုလည်း Upload တင်နိုင်လာကြပါတယ်။ဆိုတော့ကာ… ရောဂါတစ်ခုကြောင့်ပဲဖြစ်ဖြစ် အသက်အရွယ်ကြီးရင့်လာလို့ပဲဖြစ်ဖြစ် သေဆုံးချိန်နီးလာရင် ရှေးရှေးတုန်းကအတိုင်း ပုံမှန်အတိုင်းသေဆုံးမလား ဒစ်ဂျစ်တယ်တမလွန်ကို ရွေးချယ်မလားက အရေးကြီးလာပါတယ်တကယ်တော့ ဒါတွေက VR game ထဲရောက်နေသလိုမျိုးပါပဲ သက်ရှိလူသားတွေဟာ ဒစ်ဂျစ်တယ်တမလွန်ဆီကို ကူးချည်သန်းချည်နဲ့ တမလွန်ဘဝမှာ အပြတ် Chill ဖို့ မသေခင်ကထဲက ကြိုတင်လာရောက်လေ့လာနေကြတယ်ဆိုပါတော့ဒီဇာတ်လမ်းထဲမှာတော့ Horizon နည်းပညာလုပ်ငန်းစုက ပိုင်ဆိုင်တဲ့ Lakeview တမလွန်က အခြားတမလွန်တွေထက် နာမည်ကြီးသလို ဈေးလည်းကြီးပါတယ်အဓိကဇာတ်ကောင် နေသန်ဟာ ချစ်သူအင်းဂရစ်နဲ့ မိုးရွာမရှောင်နေပူမရှောင် အကြိုက်ပျော်မြူးလို့ကောင်းနေချိန်မှာပဲ ကားမတော်တဆမှုတစ်ခုကြောင့် သေလုနီးပါးအခြေအနေဖြစ်သွားပါတယ်Upload လုပ်ရာမှာ ချွင်းချက်တစ်ခုရှိတာက သေပြီးသားအလောင်းကို Upload တင်လို့မရတာပါ အဲဒါနဲ့ပဲ နေသန်က Lakeview ရဲ့ ပင်တိုင်ပရိတ်သတ် အင်းဂရစ်ရဲ့ ကောင်းမှုကြောင့် မသေခင်မှာပဲ နာမည်ကြီး Lakeview ကို ရွေးချယ်လိုက်ရပါတော့တယ်ဒစ်ဂျစ်တယ်တမလွန်မှာက Upload သမားတွေကို Customer Service ပေးတဲ့ Angel ဆိုတာရှိပါသေးတယ် လက်ရှိကမ္ဘာက သက်ရှိလူသားတွေက VR သုံးပြီး Service ပေးတာပါ မိုက်တယ်နော်အဲဒီမှာ နေသန်ရဲ့ Angel မလေး နိုရာက နေသန်ရဲ့မတော်တဆမှုဟာ မသမာမှုတွေပါတယ်ဆိုတာ ယုံကြည်လာပြီး အဖြေရှာဖို့ ကြိုးစားတဲ့နောက်မှာတော့….Quality – WEB-DL File Size- 300MBDuration – 45Min (@)Subtitle – Myanmar HardsubFormat – Mp4 – 10 + 7Translated by Thithtoo Zaw & Ye Khant Min , GarfieldEncoder – Phyo Pyae, Mr. AndersonSeason 2 1VIP      Usersdrive  Stream 2– VIP      Usersdrive  Stream 3– VIP      Usersdrive  Stream 4– VIP      Usersdrive  Stream 5VIP      Usersdrive  Stream 6– VIP      Usersdrive  Stream 7– VIP     z Usersdrive  StreamSeason 1 All  –   Veryfile  Userdrive    VIP 