Synopsis of The Endgame (2022) (Complete)The Endgame (2022) (S01 Complete)~ အစအဆုံး ရပါပြီ ~ရုရှားကနေ ငယ်ငယ်လေးကတည်းက လုပ်ကြံသတ်ဖြတ်ရေးသမားဖြစ်အောင် မွေးမြူပျိုးထောင်ထားခဲ့တဲ့ အမျိုးသမီးလူသတ်သမားတွေအကြောင်း တစ်ပြုံတမကြီး ကြည့်ဖူးကြပြီးပါပြီ။ ဒီတစ်ခါကတော့ နောက်တစ်ဆင့်လို့ပြောလို့ရတာပေါ့ဗျာ။ ကြေးစားစစ်တပ်တစ်တပ်ကို ပိုင်ဆိုင်ထားတဲ့ ဉာဏ်ကြီးရှင်အဆင့်ဗျူဟာရှင် ဒုစရိုက်လောကရဲ့ ဘုရင်မ အကြောင်းပဲဖြစ်ပါတယ်။ စစ်တပ်တစ်တပ်က သိမ်းပိုက်ထားတဲ့ရွာကို လူငါးယောက်အဖွဲ့နဲ့ဝင်ပြီး တစ်တပ်လုံးကို အပြတ်ဖြုတ်လာခဲ့တဲ့ ဘုရင်မပေါ့။ ဒုစရိုက်လောကက ဘုရင်တွေအကုန် ဦးညွှတ်ရလောက်အောင် ကြောက်စရာကောင်းတယ်။ ဒါပေမဲ့ သူ အမေရိကကိုခြေမချရသေးခင်မှာပဲ အမေရိကန်အစိုးရက ဖမ်းထားနိုင်လိုက်တယ်။ သူ့လို ဘုရင်မကို လွယ်လွယ်နဲ့ဖမ်းလို့မိတယ်ဆိုကတည်းက သူ့ကစားကွက်ဆိုတာကို ရိပ်မိလောက်ပါပြီ။ သူ့ရဲ့ အဆုံးသတ်ကစားကွက်ကို ဘဏ် ၇ ဘဏ်ကို တစ်ချိန်တည်းမှာ ဓားပြတိုက်တာနဲ့ စဖွင့်ထားပါတယ်။ သူ့ရဲ့အဆုံးသတ်ကစားပွဲက ဘယ်လိုလဲဆိုတာတော့ မသိရသေးပေမဲ့ ဘာလို့လဲဆိုတာကတော့ ရိုးစင်းတဲ့အကြောင်းပြချက် “အချစ်” ကြောင့်ပဲလို့ ယူဆလို့ရပါတယ်။တစ်ဖက်မှာတော့ အကျင့်ပျက်မှုနဲ့ အဖမ်းခံထားရတဲ့ အေးဂျင့်ဟောင်း တစ်ယောက်ရဲ့ ဇနီးသည်၊ တာဝန်ထမ်းဆောင်နေဆဲ အေးဂျင့်တန်နာက ဘုရင်မကို ဖမ်းနိုင်ဖို့ ကြံစည်နေပါတယ်။ ယောက်ျားဖြစ်သူရဲ့ ပြစ်မှုကြောင့် ချောင်ထိုးခံထားရတဲ့ ကျွမ်းကျင်စုံထောက်တစ်ယောက်၊ ဘုရင်မရဲ့အာရုံကို ရယူနိုင်ခဲ့တဲ့သူတစ်ယောက်ပေါ့။ ယောက်ျားက ကွာရှင်းခွင့်တောင်းချိန်မှာ ဘဏ် ၇ ခုစလုံး တစ်ချိန်တည်းမှာ ဓားပြတိုက်ခံနေရတဲ့အဖြစ်နဲ့ လာကြုံပါလေရော။ ဌာနထဲမှာ အပယ်ခံဖြစ်နေတဲ့ အနေအထားကနေ ဘုရင်မရဲ့ ကစားကွက်ကို ဘယ်လိုချေဖျက်မလဲဆိုတာတော့ တစ်ပတ်တစ်ပိုင်း ဆက်စောင့်ကြည့်ကြတာပေါ့ဗျာ။Fast & Furious ဇာတ်ကားတွေရဲ့ ပင်တိုင်ဒါရိုက်တာ Justin Lin ကိုယ်တိုင်ရိုက်ကူးထားတာမို့ ကားတွေနဲ့ အဖောက်အခွဲ အပစ်အခတ်ကြမ်းကြမ်းရမ်းရမ်း အက်ရှင်တွေကတော့ F&F တွေထဲကအတိုင်း ခံစားရမှာပါပဲ။ Deadpool ကားမှာ ကျွန်တော်‌တို့တွေရဲ့ နှလုံးသားကို ပြုစားနိုင်ခဲ့တဲ့ မမ Morena Baccarin ကိုယ်တိုင် ခေါင်းဆောင်ပါဝင်ထားတာမို့လည်း ကြည့်ရကျိုးနပ်စေမယ့် စီးရီးတစ်ခုဖြစ်ကြောင်း ညွှန်းလိုက်ပါရစေ။(စီးရီးအညွှန်းကို 666 မှ ရေးသားပေးထားပါတယ်)Size ~ 900MB, 400MBQuality – WEBrip , Duration – 45min (@)Subtitles – Myanmar HardsubFormat – MP4Genre – Crime, DramaTranslated by 666, Mugiwara YaEncoded by Y 1 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 2 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 3 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 4 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 5 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 6 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 7 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 8 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 9 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB 10 –> , MegaUp, MegaNZ, UserDrive, StreamSB –> , MegaUp, MegaNZ, UserDrive, StreamSB–> VIP LINK <– 