Synopsis of Misaeng (2014) (Completed)Misaeng (2014) (Completed)(အစ အဆုံး ရပါပြီခင်ဗျာ)~ IMDb rating – 8.610 ~အခုတလော Webtoon, Comic တွေကို ရုပ်သံဇာတ်လမ်းအနေနဲ့ ပြန်လည်ရိုက်ကူးမှု များလာတာကြောင့် 2012 မှာ ထွက်ရှိခဲ့တဲ့ Misaeng ဆိုတဲ့ Comic ကို ပြန်လည်အသက်သွင်းထားတဲ့ Misaeng (Incomplete Life) ဆိုတဲ့ စီးရီးလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ Im Si Wan, Kang So Ra, Lee Sung Min, Kang Ha Neul တို့က အဓိကပါဝင်ထားပါတယ်။ ဇာတ်လမ်းလေးရဲ့ အကျဉ်းချုပ်ကတော့ Jang Geu Rae (Im Si Wan) ဟာ ငယ်စဉ်ကတည်းက Go ဂိမ်းကို ကစားခဲ့ပြီး ပရော်ဖက်ရှင်နယ် Go player တစ်ယောက်ဖြစ်ဖို့ ကြိုးစားခဲ့ပေမယ့် သူ့ရည်မှန်းချက်တွေ မပြည့်ဝခဲ့ပါဘူး ဒါကြောင့် အထက်တန်းကျောင်းသာ အောင်မြင်ထားတဲ့ Geu Rae က အသိမိတ်ဆွေတစ်ယောက်ရဲ့ အကြံပြုချက်နဲ့ One International လို့ခေါ်တဲ့ ကုမ္ပဏီကြီးတစ်ခုမှာ နာမည်ကြီးတက္ကသိုလ်တွေကနေ ဘွဲ့ရထားတဲ့ အခြားသောလူငယ်တွေနဲ့ အတူ အလုပ်သင်အဖြစ် ဝင်ရောက်လုပ်ကိုင်ဖို့ ဖြစ်လာပါတယ်။အလုပ်စဆင်းတဲ့အချိန်မှာတော့ တက်ကြွပြီး လုပ်ငန်းကျွမ်းကျင်တဲ့ အလုပ်သင်လုပ်ဖော်ကိုင်ဖက် An Yeong Yi (Kang So Ra)နဲ့ ရည်မှန်းချက်ကြီးမားတဲ့ လုပ်ဖော်ကိုင်ဖက် Jang Baek Ki (Kang Ha Neul)တို့နဲ့ တွေ့ဆုံခဲ့ရပါတယ်။ အလုပ်သင်ကာလ ပြီးတဲ့အခါမှာတော့ သူတို့ကို နဂိုဌာနတွေ မဟုတ်ဘဲ အခြားဌာနဆီကို ပြောင်းရွှေ့ခံလိုက်ရပါတယ်။ လုပ်ငန်းမကျွမ်းကျင်တဲ့ Geu Rae က အထက်လူကြီးဖြစ်တဲ့ ဌာနမှူး Oh Sang Shik (Lee Sung Min) နဲ့တွေ့ဆုံပြီး လုပ်ငန်းနဲ့ပတ်သက်တာတွေကို အစကနေ စတင်လေ့လာရပါတယ်။လုပ်ငန်းခွင် ဝင်ခါစ အသက်နှစ်ဆယ်ဝန်းကျင် လူငယ်လေးတွေရဲ့ ကုမ္ပဏီမှာ နေ့စဉ်ကြုံတွေရတဲ့အခက်အခဲတွေ လုပ်ဖော်ကိုင်ဖက်အချင်းချင်းကြားက ခွဲခြားဆက်ဆံမှုတွေကို ပြသထားတဲ့ ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။ဇာတ်လမ်းထုတ်လွှင့်နေချိန် ကိုရီးယားနိုင်ငံမှာ လူကြိုက်များခဲ့တဲ့ ဇာတ်လမ်းလေးဖြစ်တာကြောင့် တင်ဆက်ပေးလိုက်ပါတယ်…(စီးရီးအညွှန်းကို Ei Khaing Mon မှ ရေးသားပေးထားပါတယ်)Size ~ 450MB+, 850MB+Quality – , Duration ~ 1Hr+ (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : NF Web-dl Blu-rayTranslator – Ei Khaing Mon, Thynn Nu Swe, Win, YumekoEncoder – Y 1 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 2 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 3 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 4 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 5 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 6 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 7 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 8 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 9 –> , MegaUp, StreamSB –> , MegaUp, StreamSB 10 –> , MegaUp, StreamSB –> , MegaUp, StreamSB 11 –> , MegaUp, StreamSB –> , MegaUp, StreamSB 12 –> , MegaUp, StreamSB –> , MegaUp, StreamSB 13 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 14 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 15 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 16 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 17 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 18 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 19 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB 20 –> , MegaUp, UserDrive, StreamSB –> , MegaUp, UserDrive, StreamSB–> VIP LINK <– 