Synopsis of You are My Heartbeat (2022)You are my heartbeat (2022) စ  ဆုံး——————————————-မြင်သူတိုင်းရဲ့ အသည်းကို ဖမ်းစားတတ်တဲ့P Push ရဲ့ ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။P Push ကတော့ သူ့ရဲ့ဥပတိရုပ်နဲ့အလိုက်ဖက်ဆုံးကာရိုက်တာဖြစ်တဲ့စီးပွားရေးလုပ်ငန်းရှင် Sira အဖြစ် သရုပ်ဆောင်သွားမှာပါ……အသန့်အရမ်းကြိုက်ပြီး လိမ်ညာတာကို အလွန်မုန်းတီးတဲ့ Sira တစ်ယောက်လှည့်ဖြားတဲ့နေရာမှာ ဆရာကျတဲ့ Keetika နဲ့အတူတူ အလုပ်လုပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်…….Keetika ရဲ့မိခင်ဖြစ်သူက လင်ယောက်ျားကို ပစ်သွားပြီးအထည်အလိပ်ကုမ္ပဏီပိုင်ရှင် Papop နောက် ကောက်ကောက်ပါအောင်လိုက်သွားခဲ့လေတော့နှစ်ယောက်သား အဆင်မပြေတဲ့သားအမိဆက်ဆံရေး ဖြစ်‌နေခဲ့ပါတယ်အဲဒါအပြင် ပထွေးရဲ့ သမီးဖြစ်သူ Chanaratee နဲ့ Keetika ကလည်းလင်ပါသမီးနဲ့ မယားပါသမီးဆိုတော့ မတည့်ကြဘဲ မိသားစုအရေးက ရှုပ်ထွေးနေပါလေရောSira ကတော့ ငယ်ကတည်းက Primyuda ဆီမှာ မွေးစားခံရပြီးPrimyuda ရဲ့မြေးရင်း Sasa ကို ကုမ္ပဏီမှာ အလုပ်လုပ်ဖို့ လိုက်ခေါ်နေတာပါ။ခေါ်မရတော့ Sasa ရဲ့ ရည်းစားဟောင်းဖြစ်တဲ့ Keetika ကို ကုမ္ပဏီမှာအလုပ်လာလုပ်ဖို့ တောင်းဆိုလိုက်တာပါ။တကယ်တမ်း Keetika နဲ့ Sasa လမ်းခွဲလိုက်ရတာက Primyuda ရဲ့ စနက်ကြောင့်ဖြစ်တယ်ဆိုတာမသိဘဲ ခေါ်လိုက်တဲ့အခါမှာတော့…..Sasa ကရော ကုမ္ပဏီကို အလုပ်လာလုပ်မှာလား….?Sira နဲ့ Keetika တို့ နှစ်ဦးသား အနေနီးပြီး အိုးချင်းထား အိုးချင်းငြိကုန်ကြမလား….?သုံးပွင့်ဆိုင်အချစ်တွေရော ဖြစ်ပေါ်လာမှာလား….?Primyuda နဲ့ကရော ဘယ်လို‌တွေ ဆက်ဖြစ်ကြမလဲ…..?အပိုင်း ၂၂ ပိုင်း ပါဝင်လို့ တဝကြီး ကြည့်ရှုရမှာဖြစ်ပြီး အပတ်စဉ် ဗုဒ္ဓဟူးနဲ့ ကြာသပတေးနေ့တိုင်းCM က ဘာသာပြန် တင်ဆက်ပေးသွားမှာဖြစ်လို့ လက်မလွှတ်တမ်း စောင့်ကြည့်ဖို့ တိုက်တွန်းပါရစေ။s: 2၀Aired: March 1, 2022Aired On: Wed & ThurGenres: Romance , DramaTranslated by HCM TeamEncoded by Pinkploy 1 (500MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 2 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 3 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 4 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 5 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 6 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 7 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 8 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 9 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 10 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 11 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 12 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 13 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 14 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 15 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 16 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 17 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 18 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 19 (800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 20 (800MB)FinaleUsersDrive    Mega.NZ  StreamSB  Mega  VIP…………………………………………………………………………………………………………………. 