Synopsis of Traffickers: Inside The Golden Triangle (2021)Traffickers: Inside the Golden Triangle (2021)Ep 3 – The boy Drug Lordငွေနည်းနည်းလိုချင်ရင် လခစားလုပ်၊ ငွေများများလိုချင်ရင် အောင်မြင်အောင်ဈေးရောင်းစား၊ ဒီထက်လိုချင်ရင်တော့ အာဏာရှင်တို့ ခရိုနီတို့လုပ်၊ ဒီထက်လိုချင်သေးရင်တော့ ရွှေတြိဂံမှာ မူးယစ်ရာဇာသာလုပ်စား။ဒီစကားက အလွယ်ပြောလိုက်တာပေမဲ့ ခင်ဗျားသာ မူးယစ်ရာဇာဖြစ်လာရင် ဒေါ်လာရာတန်တွေချည်း ခင်းအိပ်လို့ရသလို၊ ဇိမ်ခံကား၀ယ်စီးချင်လည်း ရပါတယ်။ ပထမခွန်ဆာနဲ့ နော်ခမ်းတို့လည်း မဟားဒရားတွေ ချမ်းသာခဲ့ကြသလို ခုတစ်ယောက်ဆိုလည်း ဇိမ်ခံကားရာချီ၀ယ်နိုင်တဲ့အထိ ချမ်းသာခဲ့ပါတယ်။ရွှေတြိဂံဒေသက ဘိန်းရာဇာတွေ မူးယစ်ရာဇာတွေထဲက ကမ္ဘာ့အဆိုးဆုံးစာရင်း၀င်ဖြစ်တဲ့ ခွန်ဆာတို့၊ တရုတ်ရဲ့ မဟာရန်သူဖြစ်တဲ့ နော်ခမ်းတို့ ပြီးတဲ့နောက်မှာ ဒီတစ်ခါကတော့ လာအိုက မီသမ်ဖက်တမင်းရောင်းတဲ့ မူးယစ်ရာဇာအကြောင်းပါ။သူက ထူးတော့ထူးပါတယ်။ ခွန်ဆာတို့ နော်ခမ်းတို့က တောထဲမှာ နေခဲ့ကြပေမဲ့ သူက မြို့ပေါ်မှာ ဇိမ်ခံကားထည်လဲစီး တိုက်အကောင်းစားတွေပတ်၀ယ် မင်းသားတွေမင်းသမီးတွေ ဆယ်လီတွေနဲ့လည်း ခင်နေတဲ့သူပါပဲ။ သူ့ကိုမိသွားပုံကလည်း ခပ်ကြောင်ကြောင်ပါ။ မူးယစ်ဆေးရောင်းတဲ့ ဖုန်းနံပါတ်ကို သူ့ဖေ့ဘွတ်စ်အကောင့်နဲ့ ချိတ်ထားလို့ပါ။သူ့ဖေ့ဘွတ်စ်အကောင့်မှာလည်း ကားမျိုးစုံနဲ့ ပုံတွေထဲလည်တင်ထားပေမဲ့ နောက်ခံခိုင်ခိုင်မာမာ မရှိခဲ့ပါဘူး။ ဒီလိုနဲ့ အကြွားသန်ရာကနေ တစ်သက်တစ်ကျွန်း ကျသွားတာပါပဲ။ ဘာနေနေ သူလည်းဇာတ်သိမ်းမလှခဲ့ပါဘူး။ဒီ၃ပိုင်းက မူးယစ်ရာ‌ဇာ ၃ယောက်လုံး မူးယစ်ဆေးလောကမှာ မရှိကြတော့ပါဘူး။ ဒါပေမဲ့လည်း ရွှေတြိဂံမှာ မူးယစ်ဆေးတွေ ထုတ်လုပ်နေတုန်း မူးယစ်ရာဇာအသစ်တွေ ပေါ်နေတုန်းပါပဲ။ ခွန်ဆာနားတော့ နော်ခမ်းပေါ်လာသလို နော်ခမ်းသေတော့ ‌ဒီလာအိုသား ပေါ်လာသလိုမျိုး တစ်ပင်လဲရင် တစ်ပင်ထူကြမှာပါပဲ။ ကမ္ဘာကြီးလည်ပတ်နေသရွေ့တော့ ဒီဒုစရိုက်တွေက ရှိနေဦးမှာပါ။Traffickers ၃ပိုင်းဟာ မူးယစ်ရာဇာတွေအကြောင်း ရွှေတြိဂံအကြောင်း ဗဟုသုတစုံစေမယ့် ဒိုကူမန်ထရီဖြစ်ပြီး မူးယစ်ရာဇာဖြစ်ဖို့ လိုအပ်တဲ့ အရည်အချင်းတွေကိုလည်း သိရစေမှာအမှန်ပါပဲ။(အညွှန်းကိုရေးသား ပြန်ဆိုပေးထားသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)Size ~ 700MB+, 400MB+Quality – , Duration – 45 mins (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DocumentaryIMDb rating – 7.410Translator – WiRa AungEncoder – Y–> Ep 1 – The Opium King <––> Ep 2 – The Mekong River Pirate <–Ep 3 – boy Drug Lord – , MegaUP, MegaNZ, StreamSB – , MegaUP, MegaNZ, StreamSB–> VIP LINK <– 