Synopsis of Finding Love (2015)Finding Love (2015) စ  ဆုံးသမုဒယရိပ်မြုံ——————————–နူနာ(နာရာ) ဆိုတဲ့ ဘဏ်သူဠေးကြီးရဲ့မြေးမလေးကမိခင်မေတ္တာငတ်ကာ ငယ်ငယ်ကတည်းက ဖခင်ဖြစ်သူနဲ့ ကွဲကွာခဲ့ရပါတယ်မိခင်ဖြစ်သူမှာ မိမိအတွက်ကိုသာ ကြည့်တတ်သူဖြစ်သောကြောင့်အဘိုး၏စောင့်ရှောင့်မှုနှင့်သာ ကြီးပျင်းလာခဲ့ရသူဖြစ်ပါတယ်။ဖခင်ဖြစ်သူကို လွမ်းဆွတ်တမ်းတနေသော နူနာ သည် ဖခင်ဖြစ်သူသက်ရှိထင်ရှားရှိနေမှန်း သိလိုက်ရသောအခါဖခင်ရှိရာ ဘိုခေါင်ခြံသို့ ဖခင်နှင့်တွေ့ဆုံဖို့ လိုက်လာခဲ့ပါတော့တယ်။ခြံသို့ ရောက်တဲ့အခါမှတော့ မိမိတွေးထားသလိုဖြစ်မလာပဲ အကြောင်းအမျိုးမျိုးကြောင့်မိမိဘဝအမှန်ကိုဖုံးကွယ်ကာ ခြံအလုပ်သမားလေး နူနာအဖြစ် နေထိုင်ခဲ့ရပါတယ်။ဖခင်နှင့် ရင်းနှီးခွင့်ရအောင် ကြိုးစားရင်း ခြံပိုင်ရှင် ခွန်စင် နှင့် အချစ်ဇာတ်လမ်း အစပျိုးလာပါတော့တယ်။နူနာ သည် ယာခင်းအလုပ်ကို မလုပ်ကိုင်ဖူးတဲ့အတွက် အလွဲလွဲ အချော်ချော်သာဖြစ်ခဲ့ရပါတယ်။ခွန်စင် မှာ စည်းကမ်း တင်ကျပ်သူဖြစ်သော်လည်း နူနာ့(နာရာ)အပေါ် ချစ်ခင်နှစ်သက်သောစိတ်ကြောင့်အရာရာကိုခွင့်လွှတ်နားလည်ပေးခဲ့ပါတော့တယ်။ခွန်စင် သည် နူနာ တစ်ခုခုဖုံးကွယ်ထားသည်ကိုသိသော်လည်းချစ်စိတ်နှင့်သာ အလုပ်တစ်ခုပြီးတစ်ခုပြောင်းပေးခဲ့ပါတော့တယ်။ခွန်စင် မှာ နိုင်ငံတော်ပိုင်သစ်တောတွေကိုကာကွယ်ရင်း ရန်သူတွေရှိလာပါတော့တယ်။နောက်ဆုံးတော့ နူနာ အလုပ်နေရာ အမှန်ကို ရောက်လာချိန်မှာတော့ ထင်မှတ်မထားတဲ့အသက်အန္တရာယ် ခြိမ်းခြောက်မှုတွေကြားခွန်စင် နဲ့ နူနာ တို့ရဲ့ အချစ်ဇာတ်လမ်းအသက်ဝင်လာခဲ့ပါတော့တယ်။Reviewe by My Drama List : Mew Myanmar FCs: 14Aired:April.2015Genres: Romance & DramaTranslated by Mann Maw Kunn , Hnin Moe Khaing & SeungEncoded by Pinkploy. 1 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 2 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 3 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 4 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 5 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 6 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 7 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 8 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 9 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 10 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 11 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 12 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 13 (1.6 GB)UsersDrive    Mega  Stream  Meganz  VIP. 14 (1.6 GB) FinaleUsersDrive    Mega  Stream  Meganz  VIP————————————————————————————— 