Synopsis of Kung Fu – Season 01 (2021)Kung Fu – Season 01 (2021)===================အက်ရှင် ဇာတ်လမ်းတွဲ ကောင်းကောင်းလေးတွေကို မျှော်လင့်နေတဲ့ပရိသတ်တွေအတွက် 2021 က ထွက်ရှိထားတဲ့ Kung Fu ဆိုတဲ့ စီးရီးလေးနဲ့မိတ်ဆက်ပေးပါရစေ။ နောက်ပြီး ဒီစီးရီးဟာ CW ကနေထုတ်လွှင့်လာတဲ့စီးရီးတစ်ခုဖြစ်ပြီး တရုတ်ကားဆန်ဆန်ရိုက်ပြထားတာမျိုးမဟုတ်ဘဲMarvel ရဲ့ Shang-Chi လိုစီးရီးမျိုးပါ။နစ်ကီရှန်ဟာ တရုတ်မိသားစုက သမီးမိန်းကလေးတစ်ယောက်ပါ ။တရုတ်မိသားစုတို့ရဲ့ ထုံးစံအတိုင်း ငယ်ငယ်လေးကတည်းက နစ်ကီဟာစာ၊ အနုပညာ၊ အားကစား ဘက်စုံမှာ ထူးချွန်အောင် သွန်သင်ခြင်းခံရပြီး၊မိဘတွေ ‌ချပေးတဲ့ ပုံစံခွက်ထဲမှာ နေရတဲ့ ကလေးမလေး တစ်ယောက်ဖြစ်ခဲ့တယ် ။ နစ်ကီဟာ သူ တွဲနေတဲ့ လူဖြူကောင်လေးနဲ့ပါ လမ်းခွဲခဲ့ရပြီး၊မိဘစိတ်တိုင်းကျနေခဲ့ပေမယ့် မိဘတွေဟာ သူ့ကို ကြင်ဖက်တွေ့ပေးဖို့ပါစီစဉ်လာတော့ နစ်ကီတစ်ယောက် ဒဏ်မခံနိုင်တော့ဘဲ အိမ်ကနေ ထွက်ပြေးပြီး အမျိုးသမီးရှောင်လင်ကျောင်းတစ်ကျောင်းမှာ ရောက်ရှိ နေထိုင်ဖြစ်ကာ အဲဒီကျောင်းမှာပဲ သုံးနှစ်တိုင်တိုင် ကြာမြင့်ခဲ့ပါတယ် ။တစ်ရက်မှာတော့ နစ်ကီရဲ့ ဆရာ ပေလင် အသတ်ခံရပြီး ကျောင်းရဲ့ အဖိုးတန်ဓါးကိုပါ ခိုးယူသွားခြင်းခံလိုက်ရတဲ့အခါမှာ နစ်ကီတစ်ယောက် လူသတ်သမားနောက်ကိုလိုက်ရင်း သူမ စွန့်လွှတ်ခဲ့တဲ့ မွေးရပ်မြေကို ပြန်ဖို့ ဖြစ်လာပါတယ် ။သုံးနှစ်တိုင်တိုင် သူ မရောက်ဖြစ်ခဲ့တဲ့ မွေးရပ်မြေဟာ အရင်လို မဟုတ်ဘဲဒုစရိုက်မှုတွေ ကြီးစိုးနေတဲ့အခါမှာတော့ နစ်ကီတစ်ယောက် လူသတ်သမားကိုလိုက်ရှာဖွေရင်းနဲ့ တစ်ဖက် ဒုစရိုက်မှုတွေကိုပါ တားဆီးရတော့မှာဖြစ်ပါတယ်။ခပ်မိုက်မိုက် martial arts ကစားကွက်တွေ တရုတ်မိသားစုဓလေ့တွေကိုရှေးဟောင်းတရုတ်သမိုင်းကြောင်း လက်နက်တွေနဲ့ ပေါင်းစပ်ရိုက်ကူးထားတာဖြစ်လို့ ကြည့်ရတာတန်မယ့် ဇာတ်လမ်းတွဲတစ်ခုဖြစ်ပါကြောင်း အသိပေးပါရစေ။(ဒီစီးရီးရဲ့ အညွှန်းကို Chuck Chuck မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size – (700 MB)  (350 MB)Quality – WEBDL   Duration – 42Minuts (@)Subtitle – Myanmar HardsubFormat – MP4Genre : Action, Adventure, DramaTranslator – CM TeamEncoder – SWM (350 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9)    MegaNZ    Usersdrive(10)    MegaNZ    Usersdrive(11)    MegaNZ    Usersdrive(12)    MegaNZ    Usersdrive(13) – End    MegaNZ    Usersdrive1080P (700 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ  (5)    MegaNZ  (6)    MegaNZ  (7)    MegaNZ  (8)    MegaNZ  (9)    MegaNZ  (10)    MegaNZ  (11)    MegaNZ  (12)    MegaNZ  (13) – End    MegaNZ  —————————————————————————CM VIP – LINK 