Synopsis of Samurai Rabbit: The Usagi Chronicles (2022)Samurai Rabbit: The Usagi Chronicles (2022)တရုတ်နောက်ခံ နာမည်ကြီးကာတွန်းကားလေးတွေ ထွက်ရှိပြီးနောက်ဒီတစ်ခါမှာတော့ Netflix ကနေ ဂျပန်နောက်ခံ ကာတွန်းစီးရီးလေးတစ်ခု ထွက်ရှိလာပြန်ပါပြီ။ဂျပန်နိုင်ငံကိုနောက်ခံထားပြီး ချစ်စရာတိရစ္ဆာန်လေးတွေနဲ့ ပုံဖော်ထားတဲ့ ဒီစီးရီးလေးမှာတော့လွန်ခဲ့တဲ့နှစ်ပေါင်းတစ်ထောင်လောက်က Yokai ဆိုတဲ့ မကောင်းဆိုးဝါးတွေထဲကအကြမ်းဆုံးတစ်ကောင်ကို MC Yuichi ရဲ့ ဘိုးဘေးဖြစ်သူ ဆာမူရိုင်း Miyanoto Usagi က သတ်ပစ်နိုင်ခဲ့ပါတယ်။ဒီလိုနဲ့ Yuichi ဆိုတဲ့ ၁၆ နှစ်အရွယ် ယုန်ကလေးကဘိုးဘေးဆာမူရိုင်းရဲ့ လုပ်ဆောင်ချက်ကို အားကျလေးစားပြီးဆာမူရိုင်းဖြစ်လာဖို့အတွက် အိပ်မက်မက်နေပါတော့တယ်။ဖြစ်ချင်တော့ Yuichi က စိုက်ပျိုးရေးရွာလေးတစ်ခုမှာ အန်တီနဲ့အတူ နေထိုင်ရတော့ ဆာမူရိုင်းဖြစ်ဖို့ဘာမှကြိုးစားခွင့်မရတဲ့အတွက် Neo Edo မြို့တော်ကိုသွားရဖို့ အန်တီကို ခွင့်တောင်းပါတော့တယ်။အန်တီဖြစ်သူက ဆာမူရိုင်းဖြစ်ချင်ရင် ဆရာရှာဖို့ မှာပြီး လွှတ်ပေးလိုက်ပေမဲ့လည်းYuichi တစ်ယောက် ကိုယ့်ကိုယ် အတော်ဆုံးလို့ ထင်မှတ်ပြီး ဆရာ မရှာတဲ့အခါ….မြို့တက်သွားပြီးတော့ ဘယ်လိုအရာတွေ ကြုံရမလဲ၊ ဘယ်လိုတလွဲတွေ လုပ်မိမလဲ။မကောင်းဆိုးဝါး Yokai တွေကိုလည်း ဒဏ္ဍာရီအဖြစ်၊ ပုံပြင်အဖြစ်သာ မှတ်ယူကြတော့တဲ့တိုးတက်နေတဲ့ခေတ်ကြီးမှာ Yokai တွေက တဖန်ပြန်ပေါ်လာကြမှာလား။ဆာမူရိုင်းဖြစ်ချင်တဲ့ Yuichi ကရော တိုက်ခိုက်ရေးစည်းမျဉ်းတွေ ကောင်းကောင်းနားလည်တဲ့ဆာမူရိုင်းဖြစ်လာပါ့မလားဆိုတာကို ရင်ခုန်စရာကောင်းအောင် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။မကောင်းဆိုးဝါးတို့၊ ဆာမူရိုင်းတို့ ပြောနေလို့ ကြောက်စရာကောင်းမယ်လို့တော့ မထင်လိုက်ပါနဲ့ဦး။အကြမ်းတကာ့ အကြမ်းဆုံး Villain တောင်မှ ဒီကားလေးထဲမှာcuttie pie လေး ဖြစ်နေလို့ မမုန်းရက်နိုင်၊ ဆွဲညှစ်ပစ်ချင်နေမှာပါ။ ချစ်စရာကောင်းတဲ့အတိုင်းပဲage restrictions သတ်မှတ်ထားတာမရှိတဲ့အတွက် ကလေးငယ်တွေနဲ့ဖြစ်ဖြစ်မိသားစုလိုက်ဖြစ်ဖြစ် ကြည့်ဖို့ အထူးသင့်တော်ပါတယ်။Voice actor တွေကတော့ American Pie Presents မှာ ပါဝင်ခဲ့တဲ့ မင်းသား Darren Barnet,ဂျပန်-တရုတ်-ဖိလစ်ပိုင်-အမေရိက ကပြားအဆိုတော်မလေး Mallory Low နဲ့ တခြားနာမည်ကြီးအနုပညာရှင်တွေအများအပြားပါဝင်ပါသေးတယ်။ အဲ့ဒါအပြင် creator ကလည်း ငယ်ငယ်ကနာမည်ကြီးတဲ့ လိပ်နင်ဂျာကားကိုဖန်တီးခဲ့တဲ့ Stan Sakai ဖြစ်တော့ တော်တော်လန်းမယ့်ကားလို့ ဆိုရမှာပါ။ဒီကာတွန်းလေးကတော့ series လေးဖြစ်ပြီး အပိုင်း ၁၀ ပိုင်းပါဝင်လို့CM နဲ့အတူ တဝကြီး ရင်ခုန်ခံစားကြည့်ရှုလိုက်ကြရအောင်နော်။File Size –250MB  500MBQuality –  NF WEB DL   NF WEB DL AAC 5.1CHDuration – 25 minute (@)Total s: 10EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Action & AdventureTranslator – Jerrica , Myo Myo Htet , OeliuJ , Yate , Honeyey , YunniEncoder – YKVIP Member – Click Here!>> 1 –   Userdrive    DropGalaxy  Meganz 2 –   Userdrive    DropGalaxy  Meganz 3 –   Userdrive    DropGalaxy  Meganz 4 –   Userdrive    DropGalaxy  Meganz 5 –   Userdrive    DropGalaxy  Meganz 6 –   Userdrive    DropGalaxy  Meganz 7 –   Userdrive    DropGalaxy  Meganz 8 –   Userdrive    DropGalaxy  Meganz 9 –   Userdrive    DropGalaxy  Meganz 10 –   Userdrive    DropGalaxy  Meganz>> 1 –   Userdrive    DropGalaxy  Meganz 2 –   Userdrive    DropGalaxy  Meganz 3 –   Userdrive    DropGalaxy  Meganz 4 –   Userdrive    DropGalaxy  Meganz 5 –   Userdrive    DropGalaxy  Meganz 6 –   Userdrive    DropGalaxy  Meganz 7 –   Userdrive    DropGalaxy  Meganz 8 –   Userdrive    DropGalaxy  Meganz 9 –   Userdrive    DropGalaxy  Meganz 10 –   Userdrive    DropGalaxy  Meganz 