Synopsis of Anatomy of a Scandal (2022)Anatomy of a Scandal (2022)အခုတင်ဆက် ပေးမယ့် Seriesက တော့ Netflix ကနေLimited Series အနေနဲ့ ထွက်ရှိထားတဲ့ British Crime, Drama seriesပဲ ဖြစ်ပါတယ်၊Total epi 6ပိုင်းပါဝင်မှာဖြစ်ပြီး IMDb rating 7.1နဲ့ Rotten Tomatoes 61% ရရှိထားပါတယ်၊Cast တွေက တော့– American Sniper , G.I.Joeနဲ့ 21 Bridges ဇာတ်ကား တွေမှာ ပါဝင်ဖူးတဲ့ မင်းသမီး Sienna Miller– Hitman 47 မင်းသား Rupert Friendနဲ့– Downtown Abbey, Defending Jacobမင်းသမီး Michelle Dockeryတို အဓိက ပါဝင်ထားပါတယ်။ဗြိတိန်ပါလီမန်အမတ် ဂျိမ်းစ်ဝှိုက်ဟောက်စ်နဲ့ ဆိုဖီဝှိုက်ဟောက်စ်တို့ ဇနီး မောင်နှံဟာအထက်တန်းလွှာလူ့မလိုင် တွေနဲ့ နိုင်ငံရေးအသိုင်းအဝိုင်းကြားမှာ ပေါက် မြောက်တယ်လို့ ပြောလိုရသလိုသူတို့အိမ်ထောင်ရေးဟာလည်း သာယာတယ် လို့ ပြောနိုင်ပါတယ်၊ဒီလိုနဲ့ သူတိုကြားကို မမျှော်လင့်ထားတဲ့ အတင်းအဖျင်းတစ်ခု ဝင်ရောက်လာပါတယ်၊ဂျိမ်းစ်က လူကုံထံအသိုင်းအဝိုင်းထဲက မိန်းမပျိုတစ်ဦးကို လိင်အကြမ်းဖက်မှု ကျူးလွန်ခဲ့တယ်ဆိုတဲ့ စွပ်စွဲချက်တစ်ခုပါ၊အိမ် ထောင်ရေး အဆင်ပြေတဲ့ လင်မယား တွေ ဖြစ်တာနဲ့အညီဆိုဖီက အစပိုင်းမှာ ခင်ပွန်းဖြစ်သူဘက်က ရပ်တည်ခဲ့ ပေမယ့် အမှိုက်ကစ ပြသာဒ်မီး လောင်ဆိုသလိုသွားပုပ် လေလွင့်စကားတစ်ခုကစလို့ မုဒိန်းမှု အထိ အမှုအဆင့်တက်သွားပြီးရုံးကန္နားတက်ရ ပါလီမန်တွင်း ဖြေရှင်းရနဲ့ ရှင်းလေရှုပ် လေဖြစ်လာရာမှဂျိန်းနဲ့ ဆိုဖီတို၂ဦးလုံး ပတ်သက်ခဲ့ဖူးတဲ့ တက္ကသိုလ်ကျောင်းသားဘဝက အရိပ်ဆိုးကြီးကပါ တဖန်ပြန်ပြီး ခြောက်လှန့်လာတဲ့အခါမှာတော့ဆိုဖီတစ် ယောက် ခင်ပွန်းဖြစ်သူ ဂျိမ်းစ်ကို ယုံကြည် ပေးနိုင်ဦးမလား၊အဆိုပါ ကောလာဟလက အမှန်ဖြစ် နေတာလား၊အစိုးရထိပ်သီးအရာရှိ တွေရဲ့ နိုင်ငံ ရေးကစားပွဲမှာ ဂျိမ်းစ်တို၂ ယောက် ပဲလှော်ကြား ဆားညပ်ဖြစ်သွားတာလားသူတိုရဲ့ အတိတ်က အရိပ်ဆိုးက ဘယ်လိုကိစ္စမျိုးလဲ၊ဒီကိစ္စမှာ ပတ်သက်ခဲ့ဖူးတဲ့သူတွေက လက်ရှိအချိန်မှာ ဘယ်လိုအခန်းကဏ္ဍကနေ ပါဝင်လာမလဲဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် British Drama seriesပဲ ဖြစ်ပါတယ်အညွှန်းကိုတော့ JimX က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Thiha Yan Naing, Pyi Ti Nyein, JimX တို့ပဲ ဖြစ်ပါတယ်။Genre…..DramaQuality….WEB-DL File size…600MBFormat…mp4Duration….45minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Thiha Yan Naing, Pyi Ti Nyein, JimXEncoder …..AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz |  02 – Userdrive |  |  | Meganz |  03 – Userdrive |  |  | Meganz |  04 – Userdrive |  |  | Meganz |  05 – Userdrive |  |  | Meganz |  06 END – Userdrive |  |  | Meganz |  