Synopsis of Village Survival, the Eight (2018)Village Survival The Eight Season 1======================အခုတစ်ခါမှာတော့ စီအမ်ပရိသတ်ကြီးတွေကို သဲလွန်စလေးတွေနဲ့ စဥ်းစားခန်းဖွင့်ရမဲ့ ပဟေဠိရှိးအစီအစဥ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေအစီအစဥ်လေးရဲ့ နာမည်ကတော့ Village Survival The Eight ပဲဖြစ်ပါတယ် ဒီအစီအစဥ်လေးကတော့ SBS ရုပ်သံလိုင်းမှာ ၂၀၁၈ ခုနှစ်က ပြသခဲ့တာဖြစ်ပြီး Season 1,2 ဆိုပြီး ရာသီနှစ်ခု ထွက်ရှိထားပါတယ် Season နှစ်ခုစလုံးကိုစီအမ်ကနေပဲ တင်ဆက်ပေးသွားမှာမလို စောင့်မျှော်အားပေးဖို မမေ့ကြပါနဲ့နော်ဒါဆိုရင် Village Survival The Eight က ဘယ်လိုအစီအစဥ်မျိုးဖြစ်မလဲ….???The Eight ဆိုတဲ့အတိုင်းပဲ အဖွဲဝင် စုစုပေါင်း ၈ ယောက်ဟာ မီချူရီလိုအမည်ရတဲ့ ရွာလေးမှာ ဝှက်ထားတဲ့ ဝမ်သိန်းတစ်ရာကို သဲလွန်စတွေကနေ တစ်ဆင့်လိုက်ရှာရမှာဖြစ်ပါတယ်သဲလွန်စတွေကလည်း “ရော့ အင့်” ဆိုပြီး အဖြေချည်းသက်သက်ထိုးပေးသွားမှာ မဟုတ်ပါဘူး ရသမျှသဲလွန်စတွေကို ဖြေရှင်း တစ်ခုနဲ့တစ်ခု ချိတ်ဆက်ပြီး ပိုက်ဆံဝှက်ထားတဲ့နေရာကို လိုက်လံရှာဖွေရမှာဖြစ်တဲ့အတွက်ကြောင့် အပန်းပြေ ရှိးအစီအစဥ်လေးကြည့် ဦးနှောက်ကလည်း စဥ်းစားခန်းဖွင့်ချင်တဲ့သူတွေအတွက် အကြိုက်ပါပဲနော်အဖွဲဝင်တွေနဲ့အတူ ပိုက်ဆံကို ဘယ်နားမှာဘယ်သူက ဝှက်ထားလဲဆိုတာကို သဲလွန်စတွေကနေတစ်ဆင့် ဖော်ထုတ်လိုက်ကြရအောင်….ပါဝင်တဲ့အဖွဲဝင်တွေဟာဆိုရင်ဖြင့်နာဘီမင်းသားလေး ဆုန်းဂန် Blackpink အဖွဲဝင် JennieMy ID is Gamnam Beauty ထဲမှာ မင်းသမီးချော ဆူဟျန်းနိုင်ငံကျော်မင်းသားကြီးဖြစ်တဲ့ ဂန်ဆန်းဟို ဆုန်းဒမ်ဘီ ဂန်ဂီယောင်း ဂျန်ဒိုယွန်း ဆယ်ဟျောင်း စတဲ့သရုပ်ဆောင်များအပြင် နိုင်ငံကျော် အမျိုးသားအဆင့် အမ်စီဖြစ်တဲ့ ယူဂျယ်ဆော့ကပါ ပါဝင်အားဖြည့်ထားတာမလိုအားလုံးပဲ ကြည့်ရကျိုးနပ်စေမဲ့ အစီအစဥ်လေးဖြစ်တဲ့အတွက်ကြောင့် လက်မလွတ်တမ်း စောင့်မျှော်အားပေးကြည့်ရှုပေးကြပါ ဦးနော်(အညွှန်းကို Shwe Pwint မှရေးသားထားပြီးတော့ CM Variety Team မှဘာသာပြန်ဆိုထားပါသည်)File Size – 1.5GB @Quality – Duration – 1h 30 minute (@)Total s: 6EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : RealityTranslator – CM Variety TeamEditor – Shwe Pyae Sone & Thet Hnin HsuEncoder – YKFor VIP Member – Click HereSeason1>>>>> 1 –   Userdrive    DropGalaxy  Meganz 2 –   Userdrive    DropGalaxy  Meganz 3 –   Userdrive    DropGalaxy  Meganz 4 –   Userdrive    DropGalaxy  Meganz 5 –   Userdrive    DropGalaxy  Meganz 6 –   Userdrive    DropGalaxy  Meganz360p>> 1 –   Userdrive    DropGalaxy   2 –   Userdrive    DropGalaxy   3 –   Userdrive    DropGalaxy   4 –   Userdrive    DropGalaxy   5 –   Userdrive    DropGalaxy   6 –   Userdrive    DropGalaxy  Season2 >>>>> 1 –   Userdrive    DropGalaxy  Meganz 2 –   Userdrive    DropGalaxy  Meganz 3 –   Userdrive    DropGalaxy  Meganz 4 –   Userdrive    DropGalaxy  Meganz 5 –   Userdrive    DropGalaxy  Meganz 6 –   Userdrive    DropGalaxy  Meganz 