Synopsis of The Marked Heart (2022)The Marked Heart (2022)ဇာတ်အိမ်ခိုင်ခိုင်မာမာနဲ့ ဇာတ်လမ်းကောင်းကောင်းကြည့်ရှုချင်တဲ့ CM ပရိသတ်များအတွက်၂၀၂၂ ခုနှစ်ထွက် Netflix က ကိုလံဘီယာ ဇာတ်လမ်းတွဲတစ်ခုကိုတင်ဆက်ပေးလိုက်ပါတယ်။*****(18+ Warning…..တစ်ချို့အခန်းတွေမှာ အဖော်အချွတ်တွေ၊လိင်ဆက်ဆံခန်းတွေ ပါဝင်လို့ မိသားစုနဲ့အတူ ကြည့်ရှု့ဖို့ မသင့်တော်ပါဘူး။)*****ဆီမွန်နဲ့ ဗယ်လရီရာတို့ဟာ ပျော်ရွှင်တဲ့မိသားစု ဘဝကိုပိုင်ဆိုင်ထားတဲ့ သာမန်မိသားစုလေးတစ်ခုပါ။တစ်ရက်မှာတော့ သူတို့မိသားစုလေးဆီ ကံကြမ္မာဂြိုဟ်ဆိုးတစ်ခု ဆိုက်ရောက်လာပါတော့တယ်။မွေးနေ့ပွဲကျင်းပပြီး ပြန်လာကြတဲ့ သူတို့လင်မယားနှစ်ယောက် ကားမတော်တဆမှု ဖြစ်ပွားပြီးဆီမွန် မေ့မျှောနေတုန်းမှာ လူသုံးယောက်ဟာ ဗယ်လရီရာ့ကို ပြန်ပေးဆွဲသွားပါတော့တယ်။ကမီလာဟာ သြဇာကြီးမားတဲ့ လူချမ်းသာတစ်ယောက် ဇာခရိရာ့စ်နဲ့ ချစ်ကြိုက်နေပြီးမင်္ဂလာပွဲပြုလုပ်တဲ့နေ့မှာပဲ နှလုံးဖောက်ပြီး ဆေးရုံတင်လိုက်ရပါတယ်။ကမီလာဟာ နှလုံးရောဂါကို ခံစားနေရတာ အတော်ကြာခဲ့ပြီး နှလုံးအစားထိုးဖို့ စာရင်းပေးထားပေမယ့်၃ နှစ်ကြာတဲ့အထိ သင့်တော်တဲ့ အလှူရှင် မတွေ့တာကြောင့် အစားမထိုးနိုင်ခဲ့ပါဘူး။ဒါပေမယ့် သူ့ချစ်သူ ဇာခရိရာ့စ်ဟာ သြဇာနဲ့ ကြွယ်ဝမှုကို အသုံးချပြီးဥပဒေပြင်ပမှ လုပ်ဖို့ကြံစည်ပါတော့တယ်။လူမိုက်တွေကို ပိုက်ဆံပေးပြီး ဗယ်လရီရာ့ကို ပြန်ပေးဆွဲပြီးနှလုံးကိုထုတ်ကာ ကမီလာ့ထံ လွှဲပြောင်းပေးဖို့ လုပ်ပါတော့တယ်။ဆီမွန်ဟာလည်း သူ့ချစ်ဇနီးကို အသည်းအသန်လိုက်ရှာနေခဲ့ပြီးအဆိုပါ လျှို့ဝှက်ချက်ကြီးကို သိရှိသွားမလား။အဲဒီလိုကြံစည်မှုကြီးကနေ ဘယ်လိုအရှုပ်အထွေးတွေ ဆက်ဖြစ်လာမလဲဆိုတာ ခံစားကြည့်ရှု့လိုက်ပါဦး။အညွှန်းကိုတော့ Leonard Lin က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Leonard, Richard, Jimx, JoJoVa, Yoon, Roman NoX တို့ပဲ ဖြစ်ကြပါတယ်။Genre…..Soap, MysteryQuality….WEB-DL  and File size…600MB and 300MBFormat…mp4Duration….40minSubtitle….Myanmar Subtitle (Hardsub)Translator …..CM TeamEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz 02 – Userdrive |  |  | Meganz 03 – Userdrive |  |  | Meganz 04 – Userdrive |  |  | Meganz 05 – Userdrive |  |  | Meganz 06 – Userdrive |  |  | Meganz 07 – Userdrive |  |  | Meganz 08 – Userdrive |  |  | Meganz 09 – Userdrive |  |  | Meganz 10 – Userdrive |  |  | Meganz 11 – Userdrive |  |  | Meganz 12 – Userdrive |  |  | Meganz 13 – Userdrive |  |  | Meganz 14 END – Userdrive |  |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  09 – Userdrive |  |  |  10 – Userdrive |  |  |  11 – Userdrive |  |  |  12 – Userdrive |  |  |  13 – Userdrive |  |  |  14 – Userdrive |  |  |  