Synopsis of Makkali The Love Tree (2022)Makkali The Love Tree (2022) အစ  အဆုံး“မက်ကလီ အချစ်ပင်”————————————————————————တက္ကသိုလ်တစ်ခုက သိပ္ပံဘာသာရပ်သင်ကြားနေသော ဆရာလေးထန်ခွန်ငယ်စဉ်ကတည်းက လိုအပ်နေတဲ့ချစ်ခြင်းမေတ္တာကို ဖြည့်စည်းရန်အတွက်ပြီးပြည့်စုံသောမိသားစုဘဝကို မျှော်လင့်တောင့်တနေသူ တစ်ယောက်….အချိန်တော်တော်ကြာတွဲခဲ့ကြတဲ့ချစ်သူလေးဖရောင်းကိုထန့်ခွန်က လက်ထပ်ခွင့်တောင်းတဲ့နေ့မှာပဲ ဖရောင်းက လမ်းခွဲဖို့ပြောလိုက်တဲ့အခါထန်ခွန့်ရဲ့ အရာအားလုံးက ပျက်ဆီးသွားခဲ့တယ်တစ်ခြားတစ်ယောက်နဲ့ ဘဝအသစ်စတင်ရာမှာအတားအဆီးဖြစ်မှာကို မလိုချင်တဲ့အတွက်ထန်ခွန်နဲ့ရတဲ့ကလေးကိုလည်း ဖျက်ချဖို့ဆုံးဖျက်လိုက်တဲ့အခါ……..ထန်ခွန်ရဲ့ဘဝကြီးက အားလုံးပျက်ဆီးသွားပြီး မိန်းမနဲ့အချစ်ကို လုံးဝမယုံကြည်နိုင်လောက်အောင်ဖြစ်သွားခဲ့ရတော့တယ်တစ်နေ့ ထန်ခွန်ဟာ စိတ်ဒဏ်ရာကိုကုစားဖို့ သူငယ်ချင်းဖြစ်သူ ဆုရီယွန်ရှိတဲ့ တောထဲကို လိုက်သွားခဲ့တယ်ထိုခရီးစဉ်လေးကပဲ ထန်ခွန့်ကို ဟိမဖန်တောရဲ့ လရောင်သက်တန့်အောက်ကနေ ပေါ်ထွက်လာတဲ့မက်ကလီသီး မိန်းကလေးနဲ့ တွေ့ဆုံစေဖို့ အကြောင်းဖန်လာခဲ့ပါတော့တယ်မက်ကလီသီးမိန်းမပျိုလေးဟာ ကလေးဆန်သော စရိုက်ရှိပြီးသူမရဲ့ မွှေးပျံ့လှတဲ့ ကိုယ်သင်းရနံ့ဟာ ယောင်္ကျားလေးတွေကိုလိင်စိတ်ပြင်းပြအောင်ဆွဲဆောင်စေတယ်မိန်းမနဲ့အချစ်ကို ကြောက်တဲ့ ထန်ခွန်ကတော့ မက်ကလီမိန်းမပျိုလေးကို ငြင်းဆန်ပြီးဘန်ကောက်ကို ပြန်ဖို့ဆုံးဖြတ်ခဲ့တယ်ဒီအချိန်မှာပဲ ဟိမဖန်တောမှ သတ္တဝါတို့ဟာမက်ကလီသီးမိန်းမပျိုလေးကိုသူတို့လိုအင်ဆန္ဒကို ဖြည့်ဆည်းဖို့ ကာမဆက်ဆံရန် ခေါ်ဆောင်သွားဖို့ကြိုးစားကြတဲ့အခါမှာတော့…….ထန်ခွန်က မက်ကလီလေးကို ဟိမဖန်တောမှ လွတ်မြောက်ဖို့အတွက်ဘန်ကောက်ကို ခေါ်လာဖို့ ဆုံးဖြတ်လိုက်တယ်လူသားတွေရဲ့နေထိုင်မှုစရိုက်ကို သင်ကြားပေးတဲ့အခါ မက်ကလီလေးက အဆင်ပြေပြေသင်ယူနိုင်ပါ့မလား…………..ဒဏ္ဍာရီအဆိုအရ ခုနစ်ရက်သာရှင်သန်နိုင်တဲ့အတွက် ချစ်စရာကာင်းတဲ့ မက်ကလီလေးဆက်လက်ရှင်သန်ဖို့အခက်ခဲတွေရင်ဆိုင်ရင်း လူသားလေး ထန်ခွန်နဲ့ မက်ကလီ မိန်းမပျိုလေးတို့ကြား သံယောဇဉ်တွေ ဖြစ်ပေါ်လာပြီးဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ စောင့်ကြည့်လိုက်ရအောင်နော်[ ဇာတ်လမ်းအညွှန်းကို Tin MeMe Soe & May Thu တို့မှ ရေးသားပေးထားပါသည် ]s: 29Aired: March.16, 2022 –April .25Aired On: Mon to FriGenres: Romance , FantactyTranslated by May Thu , Tin Meme Soe & ZoeEncoded by Pinkploy 1 (570MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 2 (570MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 3 (570MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 4 (570MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 5 (570MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 6 (570MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 7 (570MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 8 (570MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 9 (600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 10 (600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 11 (600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 12 (600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 13 (600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 14 (600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 15 (600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 16 (600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 17 (600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 18(600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 19 (600MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 20 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 21 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 22 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 23 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 24 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 25 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 26 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 27 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 28 (650MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 29 (650MB)FinaleUsersDrive    Mega.NZ  StreamSB  Mega  VIP…………………………………………………………………………………………………………………. 