Synopsis of Kill Heel (2022)Kill Heel (2022)============အချစ်ဒရမ်မာတွေနာမည်ကြီးနေတဲ့ကြားထဲမှာ အသစ်ထွက်လာတဲ့ နာမည်ကြီးဝါရင့်မင်းသမီးကြီးသုံးယောက်ရဲ့ ဇာတ်လမ်းတွဲသစ်လေး “Kill Heel” . . .အတောမသတ်နိုင်တဲ့လိုအင်ဆန္ဒတွေကြားက ကိုယ်လိုချင်တာရဖို ရုန်းကန်ကြိုးစားကြမယ့်Home shopping လုပ်ငန်းမှာ အလုပ်လုပ်တဲ့ အမျိုးသမီးသုံးယောက် ရဲ့ မီးဟုမ်းဟုမ်းတောက်စေမယ့် ဇာတ်လမ်းတစ်ပုဒ်။Home Shopping လုပ်ငန်းရဲ့ပိုင်ရှင်အဖြစ်လုပ်ကိုင်နေပြီး ထိပ်တန်း Host တစ်ယောက်ဖြစ်လာဖို့ကြိုးစားနေတဲ့ Woo Hyun (Kim Ha-Neul) ကြိုးစားပေမဲ့ အရာမထင်ပဲ ပျက်စီးကိန်းဆိုက်ခဲ့ရတဲ့အခါ….UNI Home Shopping မှာ ဒုဥက္ကဌဖြစ်တဲ့ Ki Mo-Lan (Lee Hye-Young)၊ ပုံမှန်ဝန်ထမ်းတစ်ဦးဖြစ်ခဲ့ပြီး ရာထူးမြင့်လာတဲ့အထိကြိုးစားခဲ့တဲ့သူမ။ သူမရဲ့ တရှိန်ထိုးအောင်မြင်မှုကတော့သူများတွေအတွက် ဒဏ္ဍာရီဆန်နေခဲ့တယ်။ အမှားပါတာမကြိုက်တဲ့အပြင် သူစဉ်းစားတာကိုမဖော်ပြတတ်တဲ့ သူဖြစ်ပေမဲ့ ဩဇာရာထူးကိုလိုလားတဲ့သူဖြစ်တယ်။Bae Ok-Sun (Kim Sung-Ryoung) ကတော့ UNI Home Shopping ရဲ့ ထိပ်တန်း Hostတစ်ယောက်ဖြစ်တယ်။ အဆင့်အတန်းမြင့်မိသားစုက ကြီးပြင်းလာပေမဲ့ တခြားသူတွေအပေါ်ကြင်နာရက်ရောတတ်တယ် ကုမ္ပဏီက ဝန်ထမ်းတွေအပေါ်လည်း လေးစားမှုရှိတယ် ဒါပေမဲ့ဖုံးကွယ်မှုတွေနဲ့ လွှမ်းခြုံထားတဲ့ သူမရဲ့စိတ်ရင်းကိုတော့ မသိရပါဘူး။ဒီအမျိုးသမီးသုံးယောက်ရဲ့ ပြိုင်ဆိုင်မှုတွေကြားထဲမှာ ဟုမ်းရှော့ပင်းအကြောင်းပါ တမူထူးခြားစွာကြည့်ရမယ့်အပြင် Partners for Justice တို့လို ဇာတ်လမ်းတွဲတွေကို ရိုက်ခဲ့တဲ့ နာမည်ကြီးဒါရိုက်တာNo Do-Cheol ရဲ့ masterpiece ကားသစ်လေးကို အပတ်စဉ် ဗုဒ္ဓဟူး ကြာသပတေးနေ့ညတိုင်းCM မှာကြည့်ရှုလိုရပါပြီ။(ဒီစီးရီးရဲ့ အညွှန်းကို Khaing Khin မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Khaing Khin, Htet Eaindray Khin, Htet Nandar Aung, Thuu Thuuတို့ဖြစ်ပါတယ်။)File Size – (600 Mb)  (300 MB)Quality – WEBDL   Duration – 1Hr (@)Subtitle – Myanmar HardsubFormat – MP4Genre : Life, DramaTranslator – Khaing Khin, Htet Eaindray Khin, Htet Nandar Aung, Thuu ThuuEncoder – SWM (320 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9)    MegaNZ    Usersdrive(10)    MegaNZ    Usersdrive(11)    MegaNZ    Usersdrive(12)    MegaNZ    Usersdrive(13)    MegaNZ    Usersdrive(14) – End    MegaNZ    Usersdrive1080P (600 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9)    MegaNZ    Usersdrive(10)    MegaNZ    Usersdrive(11)    MegaNZ    Usersdrive(12)    MegaNZ    Usersdrive(13)    MegaNZ    Usersdrive(14) – End    MegaNZ    UsersdriveCM VIP – LINK 