Synopsis of Traffickers: Inside The Golden Triangle (2021)Traffickers: Inside the Golden Triangle (2021)Ep 2 – The Mekong River Pirateမဲခေါင်ပင်လယ်ဓားပြ စိုင်းနော်ခမ်း၂၀၁၁မှာ မဲခေါင်မြစ်ထဲ တရုတ်သင်္ဘောသား ၁၃ယောက်ကို သတ်တဲ့အမှုနဲ့ ၂၀၁၃မှာ တရုတ်မှာ သေဒဏ်ပေးခံခဲ့ရတဲ့ စိုင်းနော်ခမ်းအကြောင်း ဟိုးလေးတကြော်ဖြစ်ခဲ့ဖူးတော့ သူ့ကို အားလုံးသိကြမှာပါပဲ။ ဒီ‌သတ်ဖြတ်မှုဟာ ဒုတိယကမ္ဘာစစ်နောက်ပိုင်း တရုတ်ပြင်ပမှာ တရုတ်လူမျိုးသေဆုံးတဲ့အမှုတွေထဲ အကြီးဆုံးအမှုတစ်ခုပေါ့။ တရုတ်ပြည်တစ်ပြည်လုံးရဲ့ အာရုံစိုက်ခံခဲ့ရတဲ့ အမှုလည်းဟုတ်ပါတယ်။နော်ခမ်းဟာ လားရှိုးမြို့မှာ မွေးခဲ့တဲ့ ပအို့လူမျိုးအဖေနဲ့ ရှမ်းလူမျိုးအမေရဲ့ သားပါပဲ။ မဲခေါင်မြစ်ကို ဖြတ်တဲ့ သင်္ဘောတွေကနေ ဆက်ကြေးကောက်လို့ မဲခေါင်ပင်လယ်ဓားပြလို့ နာမည်ကြီးခဲ့တဲ့ နော်ခမ်းဟာ‌ ရွှေတြိဂံက မူးယစ်ရာဇာတစ်‌ဦးပါ။ ဒီလိုမဖြစ်ခင်က နော်ခမ်းဟာ ခွန်ဆာဆီမှာ ရေဒီယိုအော်ပရေတာအဖြစ် တာ၀န်ထမ်းဆောင်ခဲ့ဖူးပြီး ခွန်ဆာလက်နက်ချသွားပြီးနောက်ပိုင်းမှာ သူ့ကိုယ်ပိုင်အဖွဲ့ကို ထူထောင်ခဲ့တာပါ။ ထိုင်းက ဘတ်၂သန်းဆုငွေကြေညာရတဲ့အထိ နာမည်ကြီးခဲ့တဲ့ မူးယစ်ရာဇာလည်း ဟုတ်ပါတယ်။နော်ခမ်းကို တစ်ချို့က ရော်ဘင်ဟုလို့ ခေါ်ကြပါတယ်။ သူ့ရွာမှာ လမ်းတွေပြင် မီးတွေဆင် ရေတွေသွယ်အကုန်လုပ်ပေးခဲ့တဲ့သူမို့ပါပဲ။ တစ်ရွာမယားတစ်ယောက်ဆိုသလို မယားလည်းများပါတယ်။ နော်ခမ်းနေတဲ့ကျွန်းကို အလည်ရောက်ဖူးတဲ့သူပြောတာကတော့ နော်ခမ်းအိမ်မှာ သူအိပ်ခဲ့တဲ့အိပ်ရာဟာ ဒေါ်လာတစ်ရာတန်တွေအပြည့်ပဲလို့ဆိုပြီး သန်းပေါင်းများစွာချမ်းသာခဲ့တယ်လည်း ဆိုပါတယ်။ဒီဒိုကူမန်ထရီမှာတော့ စိုင်းနော်ခမ်း သေဒဏ်ကျခဲ့တဲ့ တရုတ်၁၃ယောက်သေဆုံးမှုနဲ့ သူ့ကိုဖမ်းဆီးရတဲ့ အခက်အခဲကို အဓိက ပြထားပါတယ်။ မဲခေါင်စစ်ဆင်ရေးလို့ခေါ်တဲ့ စစ်ဆင်ရေးကို တရုတ်ဘက်ကလုပ်ခဲ့ပြီး လူ၂၀၀နဲ့ ရွှေတြိဂံမှာ နော်ခမ်းကို ပိုက်ဆက်တိုက်ရှာခဲ့ပါတယ်။ ဒီအကြောင်းကို တရုတ်ဘက်က Operation Mekong ဆိုပြီး ရုပ်ရှင်ရိုက်ထားပါတယ်။ တရုတ်က သူ့ပေါ်လစီကားရိုက်တာဆိုတော့ နော်ခမ်းကို အရမ်းပတမ်းတွေကြမ်းပြ သူတို့လည်း မဟားဒရားတွေပြန်ကြမ်းတာတွေကို သောက်တလွဲတွေရိုက်ထားပေမဲ့ ဒီထဲတော့ အနောက်ကရိုက်တာပီပီ အရှိအရှိအတိုင်း ရိုက်ပြထားပါတယ်။ ဒိုကူအရဆို နော်ခမ်းကို မိတာက သူ့မယားငယ်အိမ်သွားတဲ့ အချိန် ကမ်းကနေစောင့်ဖမ်းခဲ့တာပါ။ အော်ပရေးမဲခေါင်ကားထဲကလို ‌စက်သေနတ်တွေ လေယာဉ်တွေနဲ့ ဝုန်းဒိုင်းကြဲဖို့နေနေသာသာ သေနတ်တောင်ပါလာပုံမရပါဘူး။ အသာတကြည်ပဲ ပါသွားခဲ့တာပါ။အနောက်နိုင်ငံဘက်က လူတွေရဲ့ အမြင်ကိုလည်း ပြသွားပါတယ်။ နော်ခမ်းဟာ တရားခွင်မှာ ဒီလူသတ်မှုကို သူအမိန့်မပေးခဲ့ပါဘူးလို့ ငြင်းဆိုခဲ့သလို နော်ခမ်းဟာ လူဆိုးပေမဲ့ သူမလုပ်ခဲ့လောက်သလို လုပ်စရာအကြောင်းရင်းလည်း မရှိဘူးလို့လည်း အနောက်ကလူတွေကတော့ ယူဆခဲ့ကြပါတယ်။ နောက်ထိုင်းရဲကိုးယောက်က ဒီအမှုအတွက် လာအဖမ်းခံခဲ့တဲ့ ပဟေဠိဆန်ဆန်ဖြစ်ရပ်လည်း ရှိနေခဲ့တော့ ဒီအမှုဟာ ပဟေဠိဆန်တယ်လို့လည်း ဆိုကြပါတယ်။ တရုတ်ဟာ တရားခွင်ကိုတိုက်ရိုက်ပြနေပေမဲ့ မပြတဲ့အပိုင်းတစ်ပိုင်း ထူးထူးဆန်းဆန်း ရှိခဲ့တယ်လို့ အနောက်ကလူတွေကဆိုပါတယ်။ ဘာနေနေပါ တရုတ်ကတော့‌ နော်ခမ်းကို ဆေးထိုးကွပ်မျက်ခဲ့တာပါပဲ။(အညွှန်းကိုရေးသား ပြန်ဆိုပေးထားသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)Size ~ 800MB+, 350MB+Quality – , Duration – 45 mins (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DocumentaryIMDb rating – 7.410Translator – WiRa AungEncoder – Y–> Ep 1 – The Opium King <–Ep 2 – The Mekong River Pirate – , MegaUP, MegaNZ, UserDrive, StreamSB – , MegaUP, MegaNZ, UserDrive, StreamSB–> Ep 3 – The boy Drug Lord <––> VIP LINK <– 