Synopsis of Ice Age: Scrat Tales (2022)Ice Age: Scrat Tales (2022)သစ်ချသီးတစ်လုံးသည် သူ့ချည်းသီးသန့်ဆို အခွံမာသီးတစ်လုံးသာဖြစ်သလိုရှဉ့်တစ်​ကောင်သည်လည်း အ​မွေးပွ​ယောင်း​​ယောင်း နှင့် ချစ်စရာတိရစ္ဆာန်​လေးဖြစ်သည် ဟု ဆိုပါစို့၊သူ့ဘသာသူ သီးသန့်ရှိ​​​နေကြမည်ဆိုရင်ဖြင့် ဘာဆိုဘာမှ မဖြစ်​ပေမယ့်တို့​တွေဆုံစည်းမိလျှင်​တော့ ​ကမ္ဘာအစ ​ရေခဲ​ခေတ် အရည်​ပျော်ပါသည်၊ကမ္ဘာ့ဝင်ရိုး​ပြောင်းကာ တစုတစည်း​တည်းရှိ​သော ကုန်း​မြေပြင်မှသည် တိုက်ကြီး ၇ခုအထိ ကွဲထွက်သွားနိုင်သည်၊ယုတ်စွအဆုံး ​​မြေ​အောက်ကမ္ဘာထဲမှာ သွား​နေ​နေတဲ့ ဒိုင်နို​ဆော​တွေပါ ငါးပါး​မှောက်ရသည်။အဟုတ်ဖြစ်သည်၊ဒီ​လောက်ဒုက္ခများရသည်မှာ ထိုသစ်ချသီးနဲ့ ရှဉ့်က အပြင်​လောကမှာရှိ​နေတဲ့ အရာ​တွေမဟုတ်ဘဲIce Age ကမ္ဘာထဲက ကမ္ဘာဦးရှဉ့်နှင့် ဝက်သစ်ချသီး ဖြစ်​နေ​သော​ကြောင့် ဖြစ်သည်၊Ice Ageအစကတည်းက ကိုယ့်လက်ဝယ်ရပြီးသား သစ်ချသီးကိုအနှီကမ္ဘာဦးရှဉ့်က မစားဘဲသိမ်းထားဖို့ ကြိုးပမ်းရာမှ Ice Age franchiseကြီး စတင်ခဲ့ချေသည်တမုံ့။ရှဉ့်နှင့်သစ်ချသီးတို့၏အလွဲသည် ဒီ​နေ့​ခေတ်ကိုရီးယားစီးရီး​တွေ ​တေ့လွဲလွဲပုံထက် အပုံကြီးခံစားရသည်၊လက်ထဲပြန်​ရောက်ကာမှ အ​ကြောင်းအမျိုးမျိုး​ကြောင့် လက်လွှတ်ရပုံ​တွေ၊ဗီလိန်ရှဉ့်​​​တွေ ရဲ့ အမျိုးစုံ ကြိုးခုန်​ နှောင့်ယှက်မှု​တွေကြားမှာ ပြန်ဆုံစည်းလိုက်၊​ဝေးကွာလိုက်နဲ့ ​ဆွေးတတ်လျှင် ​​ဆွေးချင်စရာပင်ဖြစ်သည်၊အနှီရှဉ့်သည်လည်း သစ်ချသီးကို လက်ဝယ်ပြန်ပိုင်ဆိုင်ဖို့ Ice Age 1 ထဲကစလို့ဇွဲနပဲကြီးစွာကြိုးစားသည်ဟာ မဟာဇနက္က နှင့် နင်လား၊ ငါလားပဲဖြစ်သည်၊ဤသို့ဤပုံ ကြိုးစားသည့် အနှီရှဉ့်သည် သူပိုင်သည့်သစ်ချသီးကို ဥစ္စာရင်းမှန်သဖြင့် ပြန်လည်ပိုင်ဆိုင်နိုင်မည်လား၊မည်သို့သောအ​နှောင့်အယှက် ပိစိ​လေးက ဒုက္ခ​တွေ​ပေးလေဦးမလဲ၊ဘယ်လို​​ တေ့လွဲလွဲဦးမလဲဆိုတာကို Disney +မှ Ice Age Scrat Tales​ဆိုသည့် အမည်ဖြင့်Spin off ဇာတ်လမ်းတို ၆ပိုင်းထုတ်​ပေးလိုက်ရာCMမှ တစ်ခါတည်း​ ဒေါင်းကြည့်လို့ အဆင်​ပြေ​အောင်၆ပိုင်းစလုံးကို တစ်ပိုင်းတည်း​ ပေါင်းတင်ဆက်​ပေးလိုက်ပါပြီ၊​ဒေါင်းယူကြည့်ရှုရင်း မပြုံးဘဲ ဝါးလုံးကွဲရယ်​မော​ပျော်ရွှင်ကြပါ​စေ၊အညွှန်းကိုတော့ JimX က ရေးသားပေးထားခြင်း ဖြစ်ပါသည်။Genre…..Animation, FamilyQuality….WEB-DL  and File size…455MB and 200MBFormat…mp4Duration….23minSubtitle….Myanmar Subtitle (Hardsub)Encoder ….. AugustVIP Links – Click Here! – Userdrive |  |  | Meganz |  – Userdrive |  |  | Meganz |  