Synopsis of Star Trek: Picard – Season 02 (2022)Star Trek: Picard – Season 02 (2022)==========================IMDb Rating – 7.510Star Trek ဇာတ်လိုက်ကျော်ကြီး Jean Luc Picard ရဲ့ စွန့်စားခန်းSeason 2 ဆက်လက်ထွက်ရှိလာပါပြီ။Star Trek ဆိုတာ ဒီနိုင်ငံမှာ Fanbase သိပ်မရှိပေမယ့် နိုင်ငံတကာမှာတော့Sci-Fic လောကရဲ့ ပထမဆုံးထွက်ခဲ့တဲ့ ဘိုးအေ Franchise ကြီးတစ်ခုလို့ပြောလို့ရပါတယ်။ဒီဇာတ်လမ်းတွဲမှာလည်း X Men ထဲက Charles Xavier နဲ့သိကြတဲ့ မင်းသားကြီးPatrick Stewart က ဦးဆောင်ပါဝင်ထားပြီး IMDB မှာလည်း 7.5 ထိရထားပြီးအတော်လေး အခြေအနေကောင်းပါတယ်။ဇာတ်လမ်းကိုပြောရရင် …season 1 မှာ ဗိုလ်ကြီး ဂျွန်လု ပစ်ကာ့ အနားယူနေရာကနေအမျိုးသမီးတစ်ယောက်ကြောင့် စွန့်စားခန်းတွေထွက်ဖြစ်ခဲ့ပြီး နောက်ဆုံး စတားဖလိအကယ်ဒမီမှာ အဓိပတိတစ်ယောက်ဖြစ်လာခဲ့တာနဲ့ အဆုံးသတ်ထားပါတယ်။ဒီ Season 2 မှာတော့ အင်တာပရိုက် နဲ့ ဖက်ဒရေရှင်းအဖွဲ့တွေ အရင်ကနှိမ်နင်းသုတ်သင်ခဲ့ဖူးတဲ့ ဘို့ဂ်မျိုးနွယ်စုတွေ ပြန်ပေါ်လာခဲ့ပါတယ်။ ဘို့ဂ်ဘုရင်မဟာ ပစ်ကာ့နဲ့ငြိမ်းချမ်းရေးဆွေးနွေးမှုလုပ်နေစဉ် …ပစ်ကာ့ရဲ့ရန်သူဟောင်းကြီးလို့ပြောလို့ရတဲ့ကျူဟာ အတိတ်ကို ၂၀၂၄ ခုနှစ် အတိတ်ကိုခရီးသွားပြီး သမိုင်းကိုပြောင်းကာပစ္စုပ္ပန် ဖြစ်တည်မှုတစ်ခုလုံးကိုပါ ပြောင်းလဲပစ်ပါတော့တယ်။ဒီလိုပြောင်းလဲမှုကြောင့် ဖက်ဒရေးရှင်းအဖွဲ့ဟာ ဘယ်တုန်းကမှ မရှိခဲ့တဲ့ Realityတစ်ခုဖြစ်သွားပြီး မဟာမိတ်ကိုဖက်ဒရေးရှင်းမှာ ပစ်ကာ့ဟာ အာဏာရှင်နိုင်ံငံကြီးရဲ့ခေါင်းဆောင်ဖြစ်နေပြီး စကြဝဠာတစ်ခုလုံးကို သိမ်းပိုက်အုပ်စိုးထားတဲ့ နာမည်ဆိုးနဲ့လူတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။ အရှိတရားတွေလွဲမှားနေတာကို နားလည်သွားတဲ့ပစ်ကာ့ဟာ မူလအခြေအနေကိုပြန်သွားနိုင်ဖို့….အချိန်ခရီးသွားမှုတွေနဲ့ စွန့်စားခန်းတွေလုပ်ဆောင်ရတာကို ကြည့်ရှုရမှာပါ။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)File Size – (500 MB)  (300 MB)Quality – WEBDL   Duration – 46Min (@)Subtitle – Myanmar HardsubFormat – MP4Genre : Action, Adventure, DramaTranslator – Thiha Yan NaingEncoder – SWM (300 Mb)———————————–(1)    MegaNZ  (2)    MegaNZ  (3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9)    MegaNZ    Usersdrive(10)    MegaNZ    Usersdrive1080P (600 Mb)———————————–(1)    MegaNZ  (2)    MegaNZ  (3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ  Usersdrive(7)    MegaNZ  Usersdrive(8)    MegaNZ  Usersdrive(9)    MegaNZ  Usersdrive(10)    MegaNZ  Usersdrive—————————————————————————CM VIP – LINK 