Synopsis of WeCrashed 2022(CM)We crashed (2022)ဒိတ်ဒိတ်ကြဲ cast တွေဖြစ်တဲ့ Jared Leto နဲ့ Anne Hathaway တို့ရဲ့ Biography Drama တစ်ခုဖြစ်တဲ့We Crashed ဆိုတဲ့ စီးရီးလေးနဲ့ မိတ်ဆက်ပေးပါရစေ။အဒမ်နူးမန်းဆိုတာ သုညဘဝကစလာတဲ့ စွန့်ဦးတီထွင်သူတစ်ယောက်၊broken family က ကြီးပြင်းလာပြီး အစ္စရေးက community family လို အစုလိုက်နေထိုင်တဲ့ဂေဟာမှာအရွယ်ရောက်ခဲ့ရသူတစ်ယောက်ပါ။ သူ့မှာပိုင်ဆိုင်တာဆိုလို့ အိပ်မက်ရယ်၊ စိတ်အားထက်သန်မှုရယ်၊ တစ်ဖက်လူကို အပါဆွယ်နိုင်တဲ့နှုတ်တစ်ခွန်းရယ်ပဲ ရှိပါတယ်။အဲဒီလို အဒမ်နူးမန်းက တစ်နေ့မှာ ရေဗက္ကာဆိုတဲ့ ယောဂဆရာမလေးနဲ့ ချစ်ကြိုက်မိပြီး သူတို့နှစ်ယောက်ရယ်၊အဒမ်ရဲ့မိတ်ဆွေဖြစ်တဲ့ မစ်ဂဲလ်ရယ်နဲ့တူတူ WeWork ဆိုတဲ့ ကုမ္ပဏီတစ်ခုကို စတင်ထူထောင်ကြပါတယ်။WeWork ဆိုတာကတော့ ဝန်ထမ်းအမြောက်အမြား အတူယှဉ်တွဲလုပ်ကိုင်တဲ့ ရုံးခန်းနေရာတွေ ငှားရမ်းဖွင့်လှစ်ပေးတဲ့ လုပ်ငန်းတစ်ခုပါ။WeWork ရဲ့ မစ်ရှင်ကတော့ ကမ္ဘာကြီးရဲ့သိမြင်နိုင်စွမ်းတွေကို မြှင့်တင်ပေးဖို့၊ သာမန် မနက်၉ ည၅ အလုပ်တွေလိုငြီးငွေ့စရာကောင်းမနေဘဲ ဝန်ထမ်းတွေအတွက် TGIM (Thanks God It’s Monday) ဆိုပြီး ဖြစ်စေဖို့ပါတဲ့။အဒမ်ရဲ့ဖြတ်ထိုးဉာဏ်တွေနဲ့ တစ်စတစ်စတိုးပွားလာတဲ့ WeWork ရဲ့ တန်ကြေးဟာ ဒေါ်လာ ၄၇ ဘီလီယံထိ တန်ကြေးရှိလာခဲ့ပြီးကမ္ဘာတစ်ဝှမ်းလုံးမှာလည်း ရုံးခန်းတွေဖွင့်လှစ်နိုင်လာ၊ ဝန်ထမ်းဦးရေ သောင်းချီရှိလာခဲ့ပါတယ်။အဲဒီလို တစ်ဟုန်ထိုးတိုးတက်လာတာနဲ့အမျှ ကျရှုံးမှုတွေဟာလည်း မနည်းမနောပါပဲ။ အဒမ်ဟာ လုပ်ငန်းကို အချိန်တိုအတွင်းအမြင့်ဆုံးချဲ့ထွင်ချင်ဇောနဲ့ အကြွေးတွေအတင်ခံ၊ အရှုံးတွေအပေါ်ခံပြီး အဆောက်အဦးတွေငှားတယ်။ ရလဒ်အနေနဲ့ ဝန်ထမ်းတချို့အလုပ်လက်မဲ့ဖြစ်ရတယ်။ စသည်ဖြင့် အခက်အခဲမျိုးစုံကြုံပြီးတဲ့နောက်မှာ သူတို့ကုမ္ပဏီ သုညထိပြန်ထိုးကျသွားနိုင်တဲ့အရိပ်အယောင်တွေ ပေါ်လာပါတော့တယ် တစ်ဖက်မှာလည်း ‌မင်းသမီးဖြစ်ဖို့ အိပ်မက်မက်ခဲ့ပေမဲ့ ပါရမီမပါရှာသူရေဗက္ကာဟာလည်း အောင်မြင်တဲ့ယောက်ျားဖြစ်သူဘေးမှာအရိပ်တစ်ခုလို အမြဲရှိနေရတာကိုသိမ်ငယ်လာတယ်။အမြဲ တစ်သားတည်းဖြစ်မနေဘဲ ရိုလာကိုစတာလို တက်လိုက်၊ ကျလိုက်ဖြစ်နေတဲ့စီးပွားရေးလောက အကြောင်းအရာတွေကို ကြည့်ရှုခံစားလိုက်ကြပါဦးQuality : WEB-DL Format : mp4Genres : DramaDuration : 53 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by MTAEncoded by Mr.Anderson 01  MegaUp  Usersdrive  Meganz  VIPstreamsb 2  MegaUp  Usersdrive  Meganz  VIP streamsb 3  MegaUp  Usersdrive  Meganz  VIP streamsb 4  MegaUp  Usersdrive  Meganz  VIP stream 5  MegaUp  Usersdrive  Meganz  VIP streamsb 6  MegaUp  Usersdrive  Meganz  VIPstereamsb 7  MegaUp  Usersdrive  Meganz  VIPstereamsb 8  MegaUp  Usersdrive  VIP stereamsb 