Synopsis of Traffickers: Inside The Golden Triangle (2021)Traffickers: Inside the Golden Triangle (2021)Ep 1 – The Opium Kingတစ်ကမ္ဘာလုံးက နံပါတ်တစ် ဘိန်းဘုရင်ပါလို့ လက်ခံထားခဲ့ကြဖူးတဲ့ မြန်မာနိုင်ငံသားတစ်ယောက်ရှိတယ်။ သူ့နာမည်က ခွန်ဆာ။ မူးယစ်ဆေးလောကမှာတော့ သူ့ခေတ်သူ့အခါက ခွန်ဆာကို ဘယ်သူမှမမီဘူး။ အတ်စကိုဘားလည်း မမီဘူး။ မြန်မာ ထိုင်းနဲ့ အမေရိကန်ကပါ သူ့ကို မရမကဖမ်းဖို့ကြိုးစားခဲ့ကြတယ်။ အမေရိကန်ဆို ခွန်ဆာကိုဖမ်းဖို့ သီးသန့်အဖွဲ့တွေပါ ဖွဲ့ခဲ့ရတယ်။ ဒါပေမဲ့ မအောင်မြင်ခဲ့ဘူး။ ၂၀၀၇အထိ အေးဆေးနေရင်း ရောဂါနဲ့ပဲ ‌ဆုံးသွားခဲ့တယ်။” ခွန်ဆာနဲ့ ဘိန်းလုပ်ငန်း “ခွန်ဆာဟာ ရွှေတြိဂံလို့ခေါ်တဲ့ မြန်မာ၊ ထိုင်း၊ လာအို သုံးနိုင်ငံစပ်က ဘိန်းထုတ်လုပ်ရေးနဲ့ နာမည်ကြီးတဲ့နေရာက နာမည်အကြီးဆုံး ဘိန်းဘုရင်ပါ။ သူ့ဆီက ဘိန်းတွေက ၉၅%သန့်တာကြောင့် အမေရိကဘိန်းဈေးကွက်တစ်ခုလုံး သူ့ဘိန်းတွေကို အသည်းစွဲကြိုက်ကြတယ်။ ခွန်ဆာကြောင့်နဲ့ ရွှေတြိဂံဟာ အဲဒီခေတ်က ကမ္ဘာ့ဘိန်းထုတ်လုပ်မှုအများဆုံးနေရာဖြစ်ခဲ့တယ်။ ဒီလိုနဲ့ အမေရိကန်က သူ့နိုင်ငံမှာ ဘိန်းစွဲနေတဲ့ ပြဿနာတော်တော်ကြီးလာလို့ ပြဿနာရင်းမြစ်ဖြစ်တဲ့ ခွန်ဆာကို မရမကဖမ်းဖို့လုပ်လာရတယ်။” ခွန်ဆာနဲ့ ရှမ်းပြည် “ခွန်ဆာက ပြောရရင် တိုင်းရင်းသားလက်နက်ကိုင် တော်လှန်ရေးခေါင်းဆောင်တစ်ယောက်ဆိုလည်း မမှားဘူး။ ရှမ်းပြည်အတွက် ဗမာစစ်တပ်ကို တော်လှန်နေတဲ့သူလို့တော့ ပြောကြပါတယ်။ ရှမ်းတိုင်းရင်းသားတွေဟာ သူ့ကို လေးစားကြပြီး ပြတိုက်နဲ့ပါ တခမ်းတနားပြထားခဲ့တယ်။ ရှမ်းတွေအတွက် ခွန်ဆာဟာ မျိုးချစ်သူရဲကောင်း ဖြစ်တယ်လို့လည်း ပြောကြတာပါပဲ။ သူ့ရဲ့မုန်တိုင်းတပ်မတော် မပြိုကွဲရင် ရှမ်းပြည် ဒီလောက်မရှုပ်ထွေးဘူးလို့ ပြောတဲ့လူတွေပါရှိပါတယ်။ သူ့ကျောထောက်နောက်ခံက ဘာလဲဆိုတာကိုတော့ တစ်ယောက်တစ်ပေါက်ပြောနေကြပြီး တော်တော်တော့ရှုပ်ပါတယ်။ နောက် သူ့အပေါ်လူတွေမြင်ကြတဲ့အမြင်တွေကလည်း တစ်ယောက်တစ်မျိုးဆိုသလို ကွဲပြားကြတယ်။ ဒါပေမဲ့ သူဟာ နာမည်ဆိုးရှိခဲ့ပေမဲ့ ရှမ်းပြည်အတွက် အကျိုးပြုတဲ့သူလို့ ယုံကြည်ကြသူတွေများပါတယ်။ ရှမ်းပြည်ရဲ့ သမ္မတလို့လည်း သူ့ကိုယ်သူကြေညာဖူးခဲ့ပါတယ်။” ခွန်ဆာနဲ့ အက်စကိုဘား “” ခွန်ဆာကို အရှေ့တောင်အာရှရဲ့ ပါဘလိုအက်စကိုဘားအဖြစ် တင်စားကြတယ်။ ဒီစကားကြားတော့ ခွန်ဆာကြီးက ရယ်တယ်တဲ့ဗျ။ ဒီကောင်မှာ ငါ့လို လူ ၄၀၀၀၀ လောက်ရှိပြီး လေယာဉ်ပစ်အမြောက်ပိုင်တဲ့စစ်တပ် မရှိပါဘူးကွ။ ကိုယ်ပိုင်မြို့လည်း မရှိဘူး။အဓိက အချက်ကတော့ ဒီကောင်မှာ ငါ့လို ပါးရည်နပ်ရည် မရှိဘူး တဲ့ ။”ဒီနှစ်ချက်လုံး မှန်တယ်ဆိုရမှာပဲ။ ဘာလို့ဆို ခွန်ဆာရဲ့နေရာအကြောင်းပြောထားတဲ့ စကားကိုသာ ဖတ်ကြည့်ပါတော့။” ရေအားလျှပ်စစ်နဲ့ မီးပေးတယ် ။ ဆေးရုံ စာသင် ကျောင်း ရှိတယ် ။ ကိုယ်ပိုင်ဂေါက်ကွင်း ရှိတယ်။ ကျနော်တို့ကသာ တောထဲထင်နေတာ။ ကမ္ဘာကတော့ ဟိုမိန်းဟာ မြန်မာပြည်က ဟောင်ကောင်ပဲ။ ကမ္ဘာလှည့် ခရီးသွားလုပ်ငန်း ရှိတယ်။ ခွန်ဆာကျင်းပတဲ့ ဂေါက်ပြိုင်ပွဲဟာ နအဖဂေါက်ပွဲထက် ကမ္ဘာကျော်တယ်။ ထိုင်ဝမ် စင်္ကာပူ ဂျပန် အမေရိကားက လာရိုက်ကြတယ်။ ကမ္ဘာကျော်အဆိုတော်တွေ လာတယ်။ ဗြိတိန်တော်ဝင် တွေ lady တွေ lord တွေတောင် လာတယ်။ ဒီသတင်းသာ အက်စ်ကိုဘာ ကြားရင် တက်သေသွားနိုင်လောက်တယ်။ ခွန်ဆာဟာ ရွှေတြိဂံရဲ့ အရှင်သခင် ဖြစ်လာတယ်။ “ပါးရည်နပ်ရည်သာတာလည်း အမှန်ပါပဲ။ အက်စကိုဘားဟာ ဝရမ်းပြေးဘဝနဲ့ လမ်းပေါ်သေသွားခဲ့ပေမဲ့ ခွန်ဆာကတော့ အက်စကိုဘား အလှည့်ပြီး သူ့အလှည့်ရောက်လာမှာသိတာကြောင့်ရော တပ်တွင်းပုန်ကန်မှုဖြစ်ခဲ့တာကြောင့်‌ရော ဗမာအစိုးရဆီ လက်နက်ချခဲ့တယ်ဆိုပါတယ်။ သေတဲ့ ၂၀၀၇အထိ စီးပွားရေးလုပ်ငန်းတွေလုပ်ရင်း အေးဆေးနေသွားခဲ့ရပါတယ်။” ခွန်ဆာရဲ့ကိုယ်ရည်ကိုယ်သွေးနဲ့ ရက်စက်ခြင်း “ဖတ်ရသလောက်ဆို ခွန်ဆာဟာ ဉာဏ်ကောင်းတဲ့ လူတော်တစ်ယောက်ဆိုလည်း မမှားပါဘူး။ အမေရိကန်ကပါ မာစတာမိုင်းလို့ သတ်မှတ်ထားတာကိုး။ အုပ်ချုပ်မှုနဲ့ တပည့်တပန်းတွေအပေါ် ဆက်ဆံရေးလည်းကောင်းတဲ့လူပါ။ အကျယ်သိချင်ရင်တော့ ခွန်ဆာနာမည်ရိုက်ပြီးသာ ရှေးက တင်ထားကြတဲ့ သတင်းတွေကို ရှာဖတ်နိုင်ပါတယ်။ ခွန်ဆာဟာ မယားလေးယောက်ရှိပြီး မိန်းကလေးတွေကျအောင်လုပ်နိုင်တဲ့ ညှို့ဓာတ်ရှိတယ်ဆိုကြသလို ဥပဓိရုပ်လည်းဖြောင့်တဲ့သူပါပဲ။ ဒီဒိုကူထဲက သတင်းထောက်ဆို သူသမ္မတတွေ မင်းသားတွေ ဝန်ကြီးချုပ်တွေ အများကြီးကို အင်တာဗျူးဖူးပေမဲ့ ခွန်ဆာ့လို ဩဇာတိက္ကမမျိုး ရှိတဲ့သူ မမြင်ဖူးဘူးလို့ဆိုပါတယ်။ ဒီလိုဆိုလို့ မရက်စက်ဘူးမထင်ပါနဲ့။ ခွန်ဆာဟာ တော်တော် ရက်စက်တဲ့သူလည်းဟုတ်ပါတယ်။ သူ့လမ်း၀င်ရှုပ်မိရင် သေတာပဲလို့ ဒိုကူထဲဆိုထားပါတယ်။” သူနဲ့ ပြိုင်ဘက် ကွန်မင်တန် ဗိုလ်ချုပ်ကြီးလီ ရဲ့ ချင်းမိုင်က စံအိမ်ကို TNT ယမ်း ၂တန် သယ်လာတဲ့ကား နဲ့ ဖောက်ခွဲ ဖျက်ဆီးလိုက်တာ အခန်း ၄၀ ပါ စံအိမ်တော် ကြီးဟာ မြေပေါ် ဗုန်းဗုန်းလဲရော။ ရွာလုံးကျွတ် လူရာချီပြီး ကျင်းတူး ဗြင်းပစ်တာတွေ။ လူကို ခွေးစာကျွေး ပစ်တာတွေ။ လည်ပင်းကို အပေါက်ဖောက်။ အဲ့ဒီ အပေါက်ကနေ လျှာကို ဆွဲထုတ်ထားပြီး လျှာနက်ကတိုင်လုပ်တမ်းကစားတာတွေ။ ဒါတွေသာ အက်စ်ကိုဘာကြားရင် ရှုရှုးတောင် ထွက်ကျသွားနိုင်တယ် ” လို့ ပြောကြတာတွေလည်းရှိပါတယ်။” အမေရိကန်နဲ့ ခွန်ဆာ “အမေရိကန်ဟာ ခွန်ဆာကို ဒေါ်လာ ၂သန်းဆုငွေထုတ်ထားသလို ခွန်ဆာကို မိဖို့လည်း မရမကကြိုးစားခဲ့ဖူးပါတယ်။ ခွန်ဆာဟာ သူတို့ရဲ့ ပြည်သူ့ရန်သူ နံပါတစ်လို့ သတ်မှတ်ထားကြတာပါ။ ဒွန်မာဖီးယားတွေတောင် ခွန်ဆာလောက် မဆိုးဘူးလို့လည်း ဆိုပါတယ်။ ကျားထောင်ချောက်စစ်ဆင်ရေးလို့ခေါ်တဲ့ စစ်ဆင်ရေးနဲ့လည်း သူ့ကိုဖမ်းဖို့ကြိုးစားခဲ့ကြပါတယ်။ ခွန်ဆာဟာ အမေရိကန်အစိုးရကို သူ့ဆီက ဘိန်းဖြူ အားလုံးဝယ်ပေးရင် ဈေးကွက်ကို မဖြန့်တော့ဘူးလို့ပါ လှောင်ပြောင်ဖူးတဲ့သူပါ။ ကန်ကို ခေါင်းစားနိုင်တဲ့ ဗမာ သူပဲရှိပါလိမ့်မယ်။ သူ့ကို Criminal Mastermind အဖြစ် သတ်မှတ်ထားကြပါတယ်။လူလည်ကျစွာနဲ့ ဗမာအစိုးရလက်ထဲ လက်နက်ချလိုက်တဲ့ခွန်ဆာကို အမေရိကန်ဘက်က လွှဲပေးဖို့ တောင်းဆိုခဲ့ပေမဲ့ မရခဲ့ပါဘူး။ ခွန်ဆာအေးဆေးနေနေရတဲ့အတွက်လည်း သူတို့မကျေလည်ခဲ့ပါဘူး။ ဘာနေနေပါ ခွန်ဆာမရှိတော့တဲ့နောက် မူးယစ်ဆေးထုတ်လုပ်မှု လျော့ကျသွားတာကို သူတို့ဝမ်းသာခဲ့ကြတယ်။ အချိန်တစ်ခုအထိပါပဲ။” ဗမာစစ်တပ်နဲ့ ခွန်ဆာ “ခွန်ဆာကို ဗမာအစိုးရဟာ အလင်းမဝင်ခင်အထိ ဘိန်းဘုရင်ခွန်ဆာလို့ သတင်းစာတွေမှာ သုံးနှုန်းခဲ့ပြီး အလင်းဝင်ပြီးနောက် ဦးခွန်ဆာလို့ပြောင်းလဲ သုံးနှုန်းခဲ့တယ်ဆိုပါတယ်။ ရေကြည်အိုင်ကို သူများတွေ ရောက်ရင် ငရဲခန်းကျသလိုပေမဲ့ ခွန်ဆာကတော့ အစောင့်ရှောက်ခံဖို့ နိဗ္ဗာန်ရောက်ခဲ့တယ် ဆိုပါတယ်။” ခွန်ဆာ အကြွင်းမဲ့ လက်နက်ချဖို့ ဆက်သွယ်လာတဲ့ အခြေအနေကို စစ်ထောက်လှမ်းရေးဟောင်း ဗိုလ်ချုပ်ကြီး ခင်ညွန့်က မယုံတဝက် ယုံတဝက်လို့ သူရဲ့အင်တာဗျူး စာအုပ်မှာ ဆိုခဲ့ပါတယ်။ နှစ်ဖက် လူယုံတွေလွှတ် ၅ ကြိမ် တိုင်တိုင် ဆွေးနွေးပြီးတဲ့နောက် ခွန်ဆာကြီး လက်နက်စွန့်တဲ့အခါ တပ်မတော်က တပ်ရင်း ၃၀ နဲ့ အဲဒီဒေသကို ဝင်ရောက်ခဲ့ပါတယ်။ လက်နက်စွန့်တဲ့ အခမ်းအနားကိုတော့ ထောက်လှမ်းရေးတွေ တက်ရောက်ခွင့် မရတော့ဘဲ လူပေါ်လူဇော် အလုပ် ခံရတာကိုလည်း ဗိုလ်ချုပ်ကြီး ခင်ညွန့်က သူ့စာအုပ်မှာ ရင်ဖွင့်ထားပါတယ်။ ” လို့ ဧရာဝတီသတင်းဌာနက သတင်းတစ်ခုမှာပါပါတယ်။တကယ်လည်း ဟုတ်ပါတယ်။ ဓာတ်ပုံမှတ်တမ်းတွေအရတော့ လက်နက်ချလိုက်တဲ့ ခွန်ဆာကို လူကြီးတစ်ယောက်ကို ကြိုဆိုသလို ကြိုဆိုခဲ့ကြပါတယ်။” ဗုံ မောင်းတွေလိုမနေနဲ့သူတို့က တီးမှအသံမြည်တာနာရီလိုအချိန်တိုင်း မနားတမ်းလှုပ်ရှားလိုအပ်တဲ့အချိန်တိုင်း အသံထွက်ပေးရမယ်… “~ ခွန်ဆာ” ခွန်ဆာနိဂုံး “ခွန်ဆာစခန်းဟောင်းနေရာဖြစ်တဲ့ ထိုင်းနယ်နိမိတ်ထဲက ဘန့်ထော့ထိုင်းရွာလေးမှာ ခွန်ဆာပြတိုက်ကို ပြထားပြီး သူမသေခင် ဘိန်းဘုရင်ဆိုတဲ့ သူ့ရဲ့သမိုင်းကို ဖျက်ခဲ့ချင်တယ်ဆိုတဲ့ ခွန်ဆာတယောက် စစ်အစိုးရ ထီးရိပ်အောက်မှာ အစောင့်အရှောက်ခံ ဘဝနဲ့ နေထိုင်သွားရင်း ၂၀၀၇ ခုနှစ် အောက်တိုဘာလ ၂၈ ရက်နေ့မှာ ကွယ်လွန်သွားခဲ့ပါတယ်။ မသေခင်အထိ စီးပွားရေးတွေလုပ်သွားခဲ့ပြီး သူသေတော့ ရှမ်းပြည်ကိုမပို့နဲ့လို့ ဆိုခဲ့ပါတယ်။ ရှမ်းပြည်အတွက် လိပ်ပြာမလုံတာဖြစ်နိုင်တယ်ဆိုကြပါတယ်။ မြောက်ဥက္ကလာ ရေဝေးသုဿန်မှာ မြုပ်ခဲ့ပါတယ်။ ခွန်ဆာဟာ ဘိန်းဘုရင်ဆိုတဲ့ သူ့သမိုင်းကို သူဖျက်ပစ်ချင်ပေမဲ့ ဗမာက မူးယစ်ပြတိုက်မှာပါ သူ့ပုံချိတ်ဆွဲခံခဲ့ရပါတယ်။” ဒိုကူမန်ထရီ “ဒီဒိုကူမန်ထရီရဲ့ အပိုင်းတစ်က ဖော်ပြပါ ခေတ်တစ်ခေတ်ရဲ့ နာမည်ဆိုးနဲ့ အကျော်ကြားဆုံး လူတစ်ယောက်အကြောင်းပါပဲ။ အမေရိကန်ဘက်က အမြင်နဲ့ ဖမ်းဖို့အခက်အခဲတွေကို ပြန်ပြောင်းပြောပြထားတဲ့ ဒိုကူမန်ထရီဖြစ်ပြီး ရှမ်းတိုင်းရင်းသားတစ်ယောက်ကိုရော ဗမာစစ်ထောက်လှမ်းရေးဟောင်း စန်းပွင့်ကိုပါ အင်တာဗျူးလုပ်ထားပါတယ်။ ရွှေတြိဂံဆိုတဲ့ နာမည်နဲ့လိုက်ဖက်အောင် ရွှေတြိဂံထဲက နာမည်အကြီးဆုံး မူးယစ်ရာဇာသုံးယောက်အကြောင်းကို တစ်ပိုင်းတစ်ယောက်နှုန်းနဲ့ ရိုက်ပြထားတဲ့ သုံးပိုင်းပါ ဒိုကူမန်ထရီပါပဲ။ကိုးကား – ဝီကီပီဒီးယား၊ ဧရာဝတီသတင်းဌာန၊ ရွှေတြိဂံရဲ့ ပြည့်ရှင်မင်း (သို့မဟုတ်) သုခဘုံရဲ့ မင်းသားလေး ဘိန်းဘုရင် ခွန်ဆာအကြောင်း၊ ကျားထောင်ခြောက်နဲ့ခွန်ဆာ ၊ ဘိန်းဘုရင်ကိုခြေရာခံခြင်း။(အညွှန်းကိုရေးသား ပြန်ဆိုပေးထားသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)Size ~ 600MB+, 300MB+Quality – , Duration – 45 mins (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DocumentaryIMDb rating – 7.410Translator – WiRa AungEncoder – YEp 1 – The Opium King – , MegaUP, MegaNZ, UserDrive, StreamSB – , MegaUP, MegaNZ, UserDrive, StreamSB–> Ep 2 – The Mekong River Pirate <––> Ep 3 – The boy Drug Lord <––> VIP LINK <– 