Synopsis of A Business Proposal (2022)Business Proposal အညွှန်းကဲ..အားလုံး လည်တဆန့်ဆန့်နဲ့မျှော်နေတဲ့ကားလေးကို CM ကနေ ဦးဦးဖျားဖျားတင်ဆက်ပေးလိုက်ပါပြီနော်အိမ်မှာသမီးကြီးဖြစ်ပြီး အိမ်ရဲ့ဝန်ကိုကူထမ်းပေးနေရတဲ့ သာမန်ဝန်ထမ်းဖြစ်သူ ရှင်းဟာရီ…သူ့မှာ နှစ်အတော်ကြာပေါင်းလာခဲ့ပြီး ကြိတ် Crush နေရတဲ့ ယောကျ်ားလေးသူငယ်ချင်းတစ်ယောက်ရှိပြီး Crush ကတော့ crush တို့ရဲ့ထုံးစံအတိုင်း ဟာရီကလွဲပြီး ကောင်မလေးတိုင်းနဲ့တွဲခဲ့တဲ့သူပါ။အဲလိုနှလုံးသားရေးမှာပါ ကံမကောင်းတဲ့ ဟာရီတစ်ယောက် နောက်ထပ်သူငယ်ချင်းတစ်ယောက်ဖြစ်သူ သူဌေးသမီးလေး ဂျင်ယောင်ဆောကိုအခကြေးငွေယူပြီး ကူညီပေးရင်းနဲ့ အမွေဆက်ခံသူ သူဌေးဂန်ထယ်မူနဲ့ တွေ့ဖို့အကြောင်းဖန်လာပါတယ်အကြောင်းကတော့ True love ကိုသာအယုံအကြည်ရှိပြီး ကိုယ်ချစ်တဲ့သူနဲ့သာ ယူချင်တာကြောင့် အိမ်ကစီစဉ်ပေးတဲ့ကြင်ဖက်တွေ့ဆုံပွဲကိုမသွားချင်တဲ့ဂျင်ယောင်ဆောက ဟာရီကို အယောင်ဆောင်ခိုင်းပြီး ငြင်းခဲ့ဖို့လွှတ်လိုက်တာကနေစတာပါအဲလိုကနေ တွေ့တွေ့ချင်းပဲ ဂန်ထယ်မူက ဟာရီ့ကို လက်ထပ်ပါ့မယ်လို့ ပြောလာတဲ့အခါမှာတော့….တိုက်ဆိုင်စွာနဲ့ပဲ ဟာရီရဲ့အလုပ်မှာ အသစ်ရောက်လာတဲ့ သူဌေးက ဂန်ထယ်မူဖြစ်နေတဲ့အခါ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုCM မှာအပတ်တိုင်း စောင့်မျှော်ကြည့်ရှုနိုင်ပါပြီလို့…မင်းသားမင်းသမီးတွေကလည်း နာမည်ကြီးတွေကိုမှ Office romance ကားလေးဖြစ်တာမလို့၊ ဘယ်လိုတွေရိုကြဦးမလဲဆိုတာကိုစောင်ကိုက်ပြီးကြည့်ရမဲ့တစ်ကားထပ်တိုးလာကြောင်း ထာဝရ FA များကို အသိပေးရင်းတင်ဆက်လိုက်ပါတယ်ဗျ ။Native Title: 사내 맞선s: 12Aired: Feb 28, 2022 – Apr 5, 2022Aired On: Monday, TuesdayOriginal Network: Netflix, SBSDuration: 60 min.Content Rating: 15+ – Teens 15 or olderTranslated by Hay Thar , Oleander, Moe Lay, Chothet_mlmtEncoded by Naing Aung Latt (1) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link (2) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link (3) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link (4) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link (5) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link (6) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link (7) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link (8) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP LinkSpecial  (1) [ 530MB ]YoteShin      Meganz VIP Link (9) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link (10) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link (11) [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link (12) END [ 530MB ]YoteShin      Meganz VIP Link – [ 1GB ]YoteShin      Meganz VIP Link 