Synopsis of Legally Romance (2022)ဒီတစ်ခါ တင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့မင်းသားမင်းသမီးချောချောလေးတွေ ပါဝင်ထားတဲ့ဇာတ်လမ်းလေးလည်း ဆန်းတဲ့ Legally Romance ဆိုတဲ့ ကားလေးပဲ ဖြစ်ပါတယ်Castsတွေကို ပြောပြရမယ်ဆိုရင်ရှေ့နေလေးLu Xun အဖြစ် Exo memberဟောင်း Huang ZitaoLu Xun ရဲ့လက်ထောက်မလေး Qian Wei အဖြစ်ချစ်စရာကောင်းတဲ့ မင်းသမီးလေး Song Zuer တို့ကပါဝင်သရုပ်ဆောင်ထားတာပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကို ပြောပြရမယ်ဆိုရင် ~~အသက်၂၈နှစ် ရှိပြီဖြစ်တဲ့ Qian Wei ဆိုတဲ့ ကောင်မလေးဟာရှေ့နေလေး Lu Xun ရဲ့ လက်ထောက်လည်း ဖြစ်သလိုအတန်းဖော်‌ဟောင်းဆိုလည်း မမှားပါဘူးQian Wei ကတော့ Lu Xun ဟာသူ့အတန်းဖော်ဖြစ်ခဲ့တာကြောင့်သူ့‌အပေါ် ကောင်းကောင်းဆက်ဆံမယ် ထင်ပေမယ့်လည်းတကယ်တမ်းကျတော့ အေးတိအေးစက်နဲ့ အထက်စီးဆန်ဆန်ဆက်ဆံတာဖြစ်လို့ အရင်တုန်းက Lu Xun အပေါ်အပြစ်ကျူးလွန်ခဲ့မိတာကိုမကျေနပ်သေးတာကြောင့်လို့ ထင်လိုက်ပါတယ်အဲ့ဒါကြောင့် အထက်လူကြီးဖြစ်တဲ့ Lu Xun ကျေနပ်အောင်အမျိုးမျိုးကြိုးစားရင်း Qian Wei ဟာတစ်နေ့မှာတော့မတော်တဆမှုတစ်ခု ဖြစ်ပွားခဲ့ပြီး မေ့မျောသွားခဲ့ပါတယ်အဲ့လိုမေ့မျောနေတဲ့အချိန်မှာ သူ့အသက် ၁၉နှစ်အရွယ်ကိုအိမ်မက်တစ်ခုလိုမျိုး ရောက်ရှိသွားခဲ့ပါတယ်အဲ့အိမ်မက်ထဲမှာ သူတွေ့လိုက်ရတာကတော့အသက်၁၉နှစ်အရွယ် Lu Xun ကသူ့ကို အခုနဲ့မတူတဲ့ ဂရုစိုက်မှုတွေပေး‌ခဲ့တယ်ဆိုတာပါပဲ ပြန်သတိလည်လာတဲ့ Qian Wei ဟာLu Xunရဲ့အတွင်းစိတ်ထဲထိ နားလည်အောင်ကြိုးစားရင်းအမှုတွေကို အတူတူဖြေရှင်းရင်း တရားမျှတမှုတွေကို ရှာဖွေရင်းနဲ့ပဲအောင်မြင်မှုတွေနဲ့အတူ ချစ်ခြင်းတရားတို့ကိုပါ ရှာဖွေတွေ့ရှိသွားခဲ့ပါတော့တယ်“လူတစ်ယောက်နဲ့ တစ်ယောက် ချစ်မိရတာက လူတိုင်းရဲ့နှလုံးသားထဲမှာကွက်လပ်လေးတစ်ခု ရှိနေပြီး အဲ့ကွက်လပ်လေးကို အံဝင်ခွင်ကျဖြစ်စေမယ့်အရာလေးနဲ့ ဖြည့်ပေးဖို့လိုအပ်တာကြောင့်ပါ”လို့ ထင်တဲ့Lu Xun ရဲ့နှလုံးသားကွက်လပ်လေးကို ဖြည့်ဆည်းဖို့ကြိုးစားရာမှာဘာတွေဖြစ်လာမှာလဲ ဆိုတာကိုတော့CM ကနေမကြာခင်မှာတင်ဆက်ပေးတော့မယ့်Huang Zitao နဲ့ Song Zuerတို့ လိုက်ဖက်ညီညီသရုပ်ဆောင်ထားတဲ့Legally Romance ဆိုတဲ့ လူငယ်ဆန်ဆန် ပေါ့ပေါ့ပေါ့ပါးပါးဇာတ်လမ်းတွဲလေးမှာစောင့်မျှော်ကြည့်ရှုလို့ရပါတယ်နော်Quality : WEB-DL Total s : 33Format : mp4Genres : Comedy , RomanceDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1  MegaUp  Usersdrive  Meganz  VIP 2  MegaUp  Usersdrive  Meganz  VIP 3  MegaUp  Usersdrive  Meganz  VIP 4  MegaUp  Usersdrive  Meganz  VIP 5  MegaUp  Usersdrive  Meganz  VIP 6  MegaUp  Usersdrive  Meganz  VIP 7  MegaUp  Usersdrive  Meganz  VIP 8  MegaUp  Usersdrive  Meganz  VIP 9  MegaUp  Usersdrive  VIP 10  MegaUp  Usersdrive  VIP 11  MegaUp  Usersdrive  VIP 12  MegaUp  Usersdrive  VIP 13  MegaUp  Usersdrive  Meganz  VIP 14  MegaUp  Usersdrive  Meganz  VIP 15  MegaUp  Usersdrive  Meganz  VIP 16  MegaUp  Usersdrive  Meganz  VIP 17  MegaUp  Usersdrive  Meganz  VIP 18  MegaUp  Usersdrive  Meganz  VIP 19  MegaUp  Usersdrive  Meganz  VIP 20  MegaUp  Usersdrive  Meganz  VIP 21  MegaUp  Usersdrive  Meganz  VIP 22  MegaUp  Usersdrive  Meganz  VIP 23  MegaUp  Usersdrive  Meganz  VIP 24  MegaUp  Usersdrive  Meganz  VIP 25  MegaUp  Usersdrive  Meganz  VIP 26  MegaUp  Usersdrive  Meganz  VIP 27  MegaUp  Usersdrive  StreamSB VIP 28  MegaUp  Usersdrive  StreamSB  VIP 29  MegaUp  Usersdrive  StreamSB  VIP 30  MegaUp  Usersdrive  StreamSB  VIP 31  MegaUp  Usersdrive  StreamSB  VIP 32 MegaUp  Usersdrive  Meganz  VIP 33 (END)  MegaUp  Usersdrive  Meganz  VIP 