Synopsis of Dickinson (2019)Dickinson (2019)IMDB 7.6  Rotten Tomatoes 92%မင်းသမီးလှလှလေးနဲ့ဇာတ်လမ်းလှလှလေး ကဗျာလှလှလေးတွေကို ဘာသာပြန်လှလှလေးတွေက တင်ဆက်ပေးထားလိုက်ပါပြီ။ကျွန်တော်တို့အချစ်တော်လေး Hailee Steinfeld နဲ့ မင်းသမီးချော Ella Hunt တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ Dickinson series လေးကို တောင်းဆိုကြလွန်းလို့ ကိုယ်ထင်ပြပေးလိုက်ပါပြီဗျာ။ Apple Tv+ က ထုတ်လွှင့်ပြသခဲ့တာဖြစ်ပြီး အောင်မြင်မှုများစွာလည်း ရရှိထားပါတယ်။Emily Elizabeth Dickinson ဆိုတဲ့ ထူးချွန်ထက်မြက်သော ကဗျာဆရာမအကြောင်းကို အခြေခံပြီး ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်။ ကဗျာဆရာမဆိုပေမဲ့ထိုခေတ်ထိုအခါက အမျိုးသမီးများကို စာပေလောကမှ ဖယ်ကျဉ်မှုများကြောင့်စာအုပ်ထုတ်ဝေခြင်းတော့ မရှိခဲ့ပါဘူး။ Emily ဟာ သူ့ဘဝအချိန်အတော်အများကို တစ်ကိုယ်တည်းသီးသန့်ကုန်ဆုံးခဲ့ပြီး သေဆုံးခါနီးအချိန်မှာတော့ အခန်းထဲကတောင် မထွက်တော့ပါဘူးတဲ့။သူသေဆုံးပြီးနောက်မှာမှ ကဗျာအပုဒ်ရေပေါင်း၂၀၀၀ ကျော်လောက်ကို အိမ်အကူရဲ့ အဝတ်သေတ္တာထဲမှာ တွေ့ရှိခဲ့ကြတာဖြစ်ပါတယ်။သူ့ကဗျာအများစုဟာ ခေါင်းစဉ်မရှိဘဲ သာမန်ရိုးကျ ကဗျာစည်းမျဉ်းဘောင်ထဲမှ သွေဖယ်နေခဲ့ပါတယ်။ သူ့ကဗျာတွေထဲမှာ သေခြင်းတရား၊ ထာဝရရှင်သန်ခြင်းနဲ့ သဘာဝတရားအကြောင်းအရာများကို အဓိကတွေ့ရှိရပြီး တစ်သက်လုံး အိမ်ထောင်မပြုခဲ့ဘဲ အသက် ၅၅ နှစ်မှာ သေဆုံးပါတယ်။ဒီစီးရီးရဲ့ ထူးခြားချက်က အဓိကမင်းသမီးဇာတ်ဆောင်နှစ်ယောက်ကို Friends With Benefits လိုမျိုး ပုံဖော်သွားခဲ့တာပါ။ သို့သော်လည်း အပြင်လောကမှာ တကယ်ချစ်ကြိုက်ခဲ့ကြလားဆိုတာတော့ အတည်ပြုနိုင်ခြင်းမရှိပါဘူး။ ၁၉ ရာစုအတွင်း အမျိုးသမီးများအပေါ် ဖိနှပ်ချုပ်ချယ်မှု၊ လူတန်းစား ခွဲခြားဆက်ဆံမှု စတာတွေကို ပါးပါးလေးနဲ့ပုတ်ပြသွားတာ အတော်အရသာရှိပါတယ်။ သို့သော်လည်း ဒီကားကို Deep and Dark ဘက်မသွားဘဲ Comedy ဘက်သွားထားတာမို့ ကြည့်ရတာ အတော်ပျော်ဖို့ကောင်းတယ်ဆိုရမှာပါ။Season 3 အထိ ထွက်ရှိထားပြီဖြစ်ပြီး Channel Myanmar မှ တဖြည်းဖြည်း တင်ဆက်ပေးမှာမို့ စောင့်မျှော်အားပေးကြဖို့ သတင်းကောင်းပါလိုက်ရပါတယ်ခင်ဗျာ။အညွှန်းကို Thet Hnin Hsu က ရေးသားထားပြီးJiminX, Thiha Yan Naing, Thet Hnin Hsu တို့က ဘာသာပြန်ဆိုရေးသားပေးထားပါတယ်။File size…300 MbQuality….Webrip Format…mp4Genre…Drama, ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Thet Hnin Hsu, JimX, Thiha Yan NaingSeason 2 1 – VIP      Meganz  Usersdrive   2 – VIP      Meganz  Usersdrive   3 – VIP      Meganz  Usersdrive   4 – VIP      Meganz  Usersdrive  Streams 5 – VIP      Meganz  Usersdrive   6 – VIP      Meganz  Usersdrive  7 – VIP      Meganz  Usersdrive   8 – VIP      Meganz  Usersdrive   9 – VIP      Meganz  Usersdrive   10 – VIP      Meganz  Usersdrive  Season 1 1 – VIP      Meganz  Usersdrive  2 – VIP      Meganz  Usersdrive   3 – VIP      Meganz  Usersdrive   4 – VIP      Meganz  Usersdrive 5 – VIP      Meganz  Usersdrive   6 – VIP     Usersdrive   7 – VIP      Usersdrive   8 – VIP      Usersdrive   9 – VIP      Meganz  Usersdrive   10 –VIP      Meganz  Usersdrive  Season-3 1 – VIP      Meganz  Usersdrive   2 – VIP      Meganz  Usersdrive   3 – VIP      Meganz  Usersdrive   4 – VIP      Meganz  Usersdrive   5 – VIP      Meganz  Usersdrive   6 – VIP      Meganz  Usersdrive   7 – VIP      sersdrive   8 – VIP      Meganz  Usersdrive   9 – VIP       Usersdrive   10 – VIP      Meganz  Usersdrive   