Synopsis of Sun’s Affection (2022)Sun’s Affection စ  ဆုံး“ရှင်သန်ရာ နေမင်း “————————-Main Cast; “မိန်” အဖြစ် “Toey Pongsakorn”“လာလိသာ” အဖြစ် “Mint Chalida”ဇာတ်လမ်းအကျဥ်းကတော့……“လာလိသာ(လင်း)” ဆိုတဲ့ မိန်းကလေးတယောက်ဟာ ယောကျ်ားသားဆို အိမ်ဦးခန်းထားပြီးမိန်းမကို ခြေထောက်အောက် အနှိမ်ချခံထားရတဲ့ ရှေးအစဥ်အလာကိုလိုက်နာကြတဲ့ တရုတ်မျိုးရိုးမှာ ကြီးပြင်းလာခဲ့တဲ့သူတဦးပါမိဘတွေ စီစဥ်ထားတဲ့ တရုတ်မိသားစုနဲ့လက်ထပ်လိုက်ရပြီး ရိုးရာဓလေ့ထုံးစံ အတိုင်း ကျင့်ကြံနေထိုင်လာခဲ့ပါတယ်ယောက်ျားရဲ့စကား နားထောင်ရတယ် ယောကျာ်း ‌ရဲ့နှိပ်စက်မှုကိုလဲ ခံရတယ် ယောက်ျားရဲ့ ဖောက်ပြန်မှုကိုလဲ ခံရတယ်ဒါပေမဲ့ “လင်”ဟာ တရုတ်ရိုးရာကို ခေါင်းထဲရိုက်သွင်းခံထားရတဲ့သူမို့လို့ သည်းခံပြီး အိမ်ထောင်ရေးအဆင်ပြေအောင် နေထိုင်လာခဲ့ပါတယ်ဒါပေမဲ့ မင်္ဂလာသက်တမ်း ၂နှစ်မြောက်မှာတော့ လင်တယောက် ရှေးကျတဲ့ တရုတ်အစဥ်အလာကိုဆက်လက်မသည်းခံနိုင်ပဲကွာရှင်းဖို့တောင်းဆိုခဲ့ပေမဲ့ ကွာရှင်းခွင့်မရတော့တဲ့အခါ…………..“လင်”ဟာ အိမ်ကနေ ထွက်လာခဲ့ပါတော့တယ်………တရုတ်ရိုးရာကို တသွေမသိမ်း လိုက်နာတဲ့ “လင်”အဖေဟာလဲ လင်းကိုကွာရှင်းခွင့်မပြုတဲ့အခါ…လင်တယောက် အိမ်ထောင်ရေးကို ဆက်ပြီးထိန်းသိမ်းမလား…….?အဖေနဲ့ယောကျာ်း ‌စကားကို ဆန့်ကျင်နိုင်မလား…..?“လင်”တယောက်ဘယ်လိုဆက်ပြီးတိုက်ခိုက်မလဲ?“လင်” ကိုမြင်မြင်ချင်း ချစ်မိတဲ့ “မိန်”တစ်ယောက်ကရော ချစ်စရာကောင်းလှတဲ့ ‌အိမ်ထောင်သည်မလေးရဲ့ နှလုံးသားကိုဘယ်လိုနည်းနဲ့ ပိုင်ဆိုင်ရမလဲဆိုတာ “ရှင်သန်ရာ နေမင်း “ဇာတ်ကားမှာ ကြည့်ရှုအားပေးလိုက်ရအောင် ။s: 14Aired: March.23, 2022Aired On: Mon & TueGenres: Romance , DramaTranslated by May Thu , Tin Meme Soe & ZoeEncoded by Pinkploy 1 (900MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 2 (900MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 3 (1.04GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 4 (1.04GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 5 (1.04GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 6 (1.04GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 7 (1.04GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 8 (1.04GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 9 (1.04GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 10 (1.04GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 11 (1.04GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 12 (1.04GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 13 (1.04GB)UsersDrive    StreamSB  Mega  VIP 14 (1.04GB)FinaleUsersDrive    StreamSB  Mega  VIP……………………………End……………………………………………….. 