Synopsis of My Ride (2022)My Ride (2022) စဆုံး—————————————-ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးအတွက် အချိုတွေ ရှယ်ကျွေးမယ့် BL ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။ဘဝအခြေအနေနှစ်ခု ကွာခြားလွန်းရင် အချစ်တစ်ခု တည်ဆောက်နိုင်မယ်လို ယုံပါသလား။မော့လိုခေါ်တဲ့ ဆိုင်ကယ်ကယ်ရီဆွဲတဲ့ကောင်လေးတစ်ယောက်….ချစ်သူကောင်မလေးဖြစ်သူက ကယ်ရီသမားမို့ တွဲရမှာရှက်တာနဲ့ လမ်းခွဲခံလိုက်ရပါတယ်။နောက်တော့ တဝမ်လိုခေါ်တဲ့ ဆေးကျောင်းသားလေးကို ဆိုင်ကယ်ကယ်ရီ ပိုပေးပါများရင်း ခံစားချက် ရှိလာပါတော့တယ်…ယောက်ျားလေးတွေကို သဘောမကျဘူးလို ခံယူထားတဲ့ မော့တစ်ယောက် ကိုယ့်ခံစားချက်အပေါ် မယုံနိုင် ဖြစ်နေချိန်မှာပဲဆိုင်ကယ်ကယ်ရီသမားနဲ့ ဆေးကျောင်းသား ဖြစ်နိုင်ပါ့မလားဆိုတဲ့ အတွေးတွေ ဝင်လာပါလေရော။ဒီလိုနဲ့ မော့နဲ့ တဝမ်တို နှစ်ယောက်ကြား ဘယ်လိုတွေ ရှေ့ဆက်ဖြစ်ကြမလဲ….“ချစ်ခြင်းအစ မုန်းခြင်းက” ဆိုသလို အနေအေးတဲ့ ဆေးကျောင်းသား အလုပ်သင်ဆရာဝန်လေးနဲ့အရမ်းစနောက်တတ်၊ လိုက်ရှုပ်တတ်တဲ့ တစ်နှစ်ငယ် ဂျူနီယာ ဆေးကျောင်းသားတိုနှစ်ယောက်….ဂျူနီယာလေးက စီနီယာကို လိုက်စရင်း နောက်ရင်းနဲ့ အစပိုင်းမှာတော့ ကတောက်ကဆတွေ ဖြစ်ပြီး နောက်ပိုင်းဘယ်လိုတွေ သံယောဇဉ်တွယ်လာကြမလဲဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။BL ကားလေး ဖြစ်ပေမဲ့လည်း Normal အတွဲတွေလည်း ပါဝင်ပါသေးတယ်။အချိုတွေ ရှယ်ကျွေးမယ့်အပြင်ကို ညီအစ်ကိုသံယောဇဉ်ရှိတဲ့ လုပ်ဖော်ကိုင်ဖက်တွေ၊သူငယ်ချင်း သံယောဇဉ်‌တွေ၊ ဆရာဝန်တွေ ဟောက်စ်ဆင်းတဲ့အခါ ပင်ပန်းရပုံတွေ၊ အချင်းချင်းဂရုစိုက်မှုတွေ၊အဆင်လေးတွေကြား ဘယ်လိုတွေ ရင်အေးရမလဲဆိုတာကိုတော့ အခုပဲ CM မှာ ကြည့်ရှုလိုက်ကြရအောင်နော်။s: 10Aired: March, 2022Aired On: ThurGenres: Romance & DramaTranslated by Hnin Wut Yi ,Myo Myo Htet , Angel & Chothet_mlmtEncoded by Pinkploy 1 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 2 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 3 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 4 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 5 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 6 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 7 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 8 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 9 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 10 (550MB)The EndUsersDrive    Mega.NZ  StreamSB  Mega  VIP…………………………………………………………………………………………………………………………….. 