Synopsis of Maybe it is Love (2022)May be it is loveဒီတစ်ခါ တင်ဆက်ပေးမှာကတော့ လူငယ်စုံတွဲတွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ ပြဿနာလေးတွေ ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့Maybe it is love ဆိုတဲ့ ဇာတ်လမ်းတွဲလေးပဲဖြစ်ပါတယ်ဒီကားလေးကတော့ About is love ရဲ့ season2 လေးလည်းဖြစ်ပါတယ်Season 1 တုန်းကအတိုင်း Wei Qing အဖြစ် မင်းသားချောလေးYan Xi Zhou Shi အဖြစ် ချစ်စရာ‌ကောင်းတဲ့ကောင်မလေး Xu Xiaonuo တို့ကပဲပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ LDRS အတွဲတွေဖြစ်တဲ့ယွင်မာလုပ်ငန်းစုCEO Wei Qing နဲ့ အနုပညာမေဂျာနဲ့ကျောင်းပြီးထားတဲ့ Zhou shi တို့ဟာတစ်ယောက်အပေါ်တစ်ယောက်ထားရှိတဲ့ယုံကြည်မှုတွေပျက်ယွင်းလာခဲ့ပြီး လမ်းခွဲခဲ့ကြပါတယ်၂နှစ် အကြာမှာတော့ Zhou Shi ဟာ သူမတူဘဲ ပြောင်းလဲသွားခဲ့ပြီးWei Qing ဆီကို ပြန်လည်ရောက်ရှိလာခဲ့ပါတယ်Wei Qing ကလည်း Zhou Shi ကိုပြန်လည်ရယူဖို့ နည်းမျိုးစုံသုံးပြီး ကြိုးစားပါတော့တယ်ဒီလိုကြိုးစားနေရင်းနဲ့ နှစ်ယောက်သား တွေ့ရှိလိုက်ရတာကတော့သူတို့ရဲ့ အချစ်တွေဟာ အရင်အတိုင်းမပြောင်းလဲသေးတာကိုပါပဲကဲဒါဆို ဒီနှစ်ယောက်က ပြန်တွဲကြမှာလား ~~ဘယ်အရာ‌တွေက ပြဿနာတွေကို အစပြုစေခဲ့ရတာလဲ ~Zhou Shi ရဲ့ သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ Lin Feifei နဲ့ Bi Qiujing တို့အတွဲကိုယ်စီမှာလည်းဘယ်လိုပြဿနာလေးတွေတက်ကြမှာလဲဖြစ်လာတဲ့ပြဿနာတွေကိုရော ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကိုCMကနေမကြာခင်မှာ တင်ဆက်ပေးသွားတော့မှာ ဖြစ်လို့ရင်ထဲမှာ ချိုချဉ်ငန်စပ်ခါး အရသာလေးကို ခံစားချင်ရင်တော့ဒီကားလေးကို စောင့်မျှော်ကြည့်ရှုလို့ရပါတယ်နော်Quality : WEB-DL Total s : 24Format : mp4Genres : Drama,Bussiness,Romance,LifeDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1  MegaUp  Usersdrive  Meganz  VIP 2  MegaUp  Usersdrive  Meganz  VIP 3  MegaUp  Usersdrive  Meganz  VIP 4  MegaUp  Usersdrive  Meganz  VIP 5  MegaUp  Usersdrive  Meganz  VIP 6  MegaUp  Usersdrive  Meganz  VIP 7  MegaUp  Usersdrive  Meganz  VIP 8  MegaUp  Usersdrive  Meganz  VIP 9  MegaUp  Usersdrive  Meganz  VIP 10  MegaUp  Usersdrive  Meganz  VIP 11  MegaUp  Usersdrive  VIP 12  MegaUp  Usersdrive  VIP 13  MegaUp  Usersdrive  Meganz  VIP 14  MegaUp  Usersdrive  Meganz  VIP 15  MegaUp  Usersdrive  Meganz  VIP 16  MegaUp  Usersdrive  Meganz  VIP 17StreamSB    MegaUp  Usersdrive  VIP 18StreamSB    MegaUp  Usersdrive  VIP 19  MegaUp  Usersdrive  Meganz  VIP 20  MegaUp  Usersdrive  Meganz  VIP 21  MegaUp  Usersdrive  Meganz  VIP 22  MegaUp  Usersdrive  Meganz  VIP 23  MegaUp  Usersdrive  StreamSB  VIP 24 (END)  MegaUp  Usersdrive  StreamSB  VIP 