Synopsis of Light the Night ( 2021 ) Season 1+2+3 Completed‌ဒီတစ်ခါCM ကနေဘာသာပြန်တင်ဆက်ပေးမှာကတော့ Light the night ဆိုတဲ့ Taiwan series လေးပဲ ဖြစ်ပါတယ်အဓိက ပါဝင်ထားတဲ့သရုပ်‌ဆောင်တွေကတော့ လော်ယွီနုန် (Rose) အဖြစ် နာမည်ကြီးဟွမ်ကျူးကောကော ကားထဲက ကြည်ဝေ လို့ လူသိများတဲ့ Ruby Lin (ဒီကားရဲ့ producer တစ်ယောက်ဆိုလည်းမမှားပါဘူး)စူးချင့်ရီ(Sue) အဖြစ်နာမည်ကြီးထိုင်ဝမ်မင်းသမီး Cheryl Yang ဝမ်အိုက်လျန်(Aiko)အဖြစ်နာမည်ကြီးအဆိုတော်သရုပ်ဆောင် Puff Kuo ကျန်းဟန့်အဖြစ် ထိုင်ဝမ်-ဗြိတိန်သွေးနှော မင်းသား Rhydian Vaughanတို့နဲ့အတူအခြားနာမည်ကြီး ထိုင်ဝမ်သရုပ်ဆောင်တွေကလည်း ဧည့်သည်သရုပ်ဆောင်အနေနဲ့အားဖြည့်ပေးထားကြတာဖြစ်လို့ လက်မလွှတ်တမ်းကြည့်ရှူသင့်တဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ 1988ခုနှစ် ထိုင်ဝမ်ကျွန်းရဲ့ လင်စန်း မြောက်ပိုင်းလမ်းမှာ ရှိတဲ့ ဂျပန်စတိုင်ကလပ် ကို ‌အဓိက နောက်ခံထားပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ် မင်းသမီးအသားပေးဇာတ်လမ်းလေးဖြစ်ပြီးတော့Rose နဲ့ Sue တို့ဟာဆိုရင် သူငယ်ချင်းတွေဖြစ်ပြီး နှစ်ယောက်လုံးဟာ ဂျပန်ကလပ်ရဲ့ ပိုင်ရှင်တွေလည်းဖြစ်ပါတယ်ဒါပေမယ့် သူတို့နှစ်ယောက်ကြားထဲကို ဝင်လာတဲ့ ယောက်ျားတစ်ယောက်ကြောင့် သူတို့ခင်မင်မှုတွေကဘယ်လိုဆက်ဖြစ်မှာလဲ သူတို့ရဲ့တကယ် အစစ်အမှန်ဆက်ဆံရေးကရော လူတွေမြင်ကြသလိုပဲရိုင်းပင်းကူညီနေကြတဲ့ သူငယ်ချင်းတွေပဲလား တောထဲမှာ ဒေါက်ဖိနပ်အနီရောင်နဲ့မိန်းမတစ်ယောက်ရဲ့အလောင်းကို မှုခင်းရဲတွေက တွေ့ရှိခဲ့ပြီးနောက်မှာတော့ ကြိုးစဖြည်ရင်း မားမားRose တို့ရဲ့ဂျပန်စတိုင်ကလပ်ကို သံသယဝင်လာခဲ့ရာ မှုခင်းရဲခေါင်းဆောင်က ရုပ်ဖျက်ပြီး ကလပ်ကိုသွားရောက်စုံစမ်းရင်းဘယ်လို လျှို့ဝှက်ချက်တွေကို ရှာတွေ့သွားမှာလဲ လူတွေရဲ့မျက်နှာနှစ်မျိုးရှိတတ်ပုံတွေမိန်းမတွေရဲ့မာယာတွေ 30ကျော်လေဒီတွေရဲ့အလှတရားတွေကိုခံစားရင်း လူသတ်မှုနောက်ကွယ်ကလျှို့ဝှက်ချက်‌တွေကိုဘယ်လိုဖော်ထုတ်သွားမှာလဲဆိုတာကို ရင်ဖိုစိတ်လှုပ်ရှားဖွယ်အသည်းယားစဖွယ်ကြည့်ရှုရမှာ ဖြစ်ပါတယ် Netflix ကနေထုတ်လွှင့်ပြသမယ့် series လေးလည်းဖြစ်တာကြောင့်ဇာတ်လမ်း‌ကောင်းတဲ့ကား‌လေး တစ်ကားဖြစ်မှာသေချာပါတယ်‌နော် Season 3ခုရှိပြီး 1ခုစီမှာ8ပိုင်းပါဝင်သွားမှာဖြစ်လို့အားလုံးပေါင်း 24 ပိုင်းကြည့်ရှူရမှာဖြစ်ပါတယ် ဒီဇာတ်လမ်းတွဲလေးကိုCMကနေ ဘာသာပြန်တင်ဆက်ပေးမှာဖြစ်လို့ အားလုံးပဲ စောင့်မျှော်ကြည့်ရှူအားပေးကြပါဦးနော်Quality : WEBRip Total Seasons : 3Total s : 8 ( Per Season )Genres : DramaAired On Nov 26 2021Subtitle : Myanmar Subtitle ( Hardsub )Translated By CM TeamEncoded By LKSeason 1 1  MegaUp  Usersdrive  Meganz  VIP 2  MegaUp  Usersdrive  Meganz  VIP 3  MegaUp  Usersdrive  Meganz  VIP 4  MegaUp  Usersdrive  Meganz  VIP 5  MegaUp  Usersdrive  Meganz  VIP 6  MegaUp  Usersdrive  Meganz  VIP 7  MegaUp  Usersdrive  Meganz  VIP 8 ( Season 1 END )  MegaUp  Usersdrive  Meganz  VIPSeason 2 9  MegaUp  Usersdrive  Meganz  VIP 10  MegaUp  Usersdrive  Meganz  VIP 11  MegaUp  Usersdrive  Meganz  VIP 12  MegaUp  Usersdrive  Meganz  VIP 13  MegaUp  Usersdrive  Meganz  VIP 14  MegaUp  Usersdrive  Meganz  VIP 15  MegaUp  Usersdrive  Meganz  VIP 16 ( Season 2 END )  MegaUp  Usersdrive  Meganz  VIPSeason 3 1  MegaUp  Usersdrive  StreamSB  VIP 2  MegaUp  Usersdrive  StreamSB  VIP 3  MegaUp  Usersdrive  StreamSB  VIP 4  MegaUp  Usersdrive  StreamSB  VIP 5  MegaUp  Usersdrive  StreamSB  VIP 6  MegaUp  Usersdrive  StreamSB  VIP 7  MegaUp  Usersdrive  StreamSB  VIP 8 ( Season 3 END )  MegaUp  Usersdrive  StreamSB  VIP 