Synopsis of The Oath of Love ( 2022 )ဒီတစ်ခါ CM ကနေတင်ဆက်ပေးမယ့် ဇာတ်လမ်းလေးကတော့နာမည်ကြီးသရုပ်ဆောင်နှစ်ယောက်အတူ ပါဝင်သရုပ်ဆောင်ထားတဲ့The oath of love ပဲဖြစ်ပါတယ် အဓိက Casts တွေအနေနဲ့ကတော့ဒေါက်တာလေး Gu Wei အဖြစ် နာမည်ကြီးမင်းသား Xiao Zhan Celloတီးတဲ့တက္ကသိုလ်ကျောင်းသူလေး Lin Zhixiao အဖြစ် ချစ်စရာကောင်းတဲ့နာမည်ကြီးမင်းသမီး Yang Zi တို့က ပါဝင်ထားတာပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုပြောပြရမယ်ဆိုရင် Lin Zhixiao ဆိုတဲ့မကြာခင်မှာဘွဲ့ရတော့မယ့် တက္ကသိုလ်ကျောင်းသူလေးဟာCello တီးသူတစ်ယောက်လည်း ဖြစ်ပါတယ် ဘွဲ့ရပြီးရင်မျှော်မှန်းထားတဲ့ အလုပ်လေးကလည်းရှိ ခန့်ညားတဲ့ ကောင်လေးကိုလည်းရည်စားအဖြစ်ပိုင်ဆိုင်ထားသူလည်းဖြစ်ပြီး အရာရာဟာကိုယ်စီစဉ်ထားသလိုမျိုး ဖြစ်ဖို့ လက်တစ်ကမ်းအလိုမှာပဲကံကြမ္မာရဲ့ကျီစားမှုကို ခံရပါတော့တယ် Cello တီးတာကိုမထောက်ခံတဲ့ Lin Zhixiaoရဲ့အဖေဟာ ဆေးရုံတင်လိုက်ရတဲ့အပြင်ကံဆိုးမှုတွေကအဖော်ခေါ်လာတတ်တာဖြစ်လို့သူမျှော်မှန်းထားတဲ့ အလုပ်နဲ့လည်း ဝေးခဲ့ပြီး ကောင်လေးနဲ့လည်းလမ်းခွဲဖြစ်သွားခဲ့ပါတယ် ဒါပေမယ့်လည်း Right person ကRight time မှာပေါ်လာတတ်တာမို့ သူမအဖေကို ကုသပေးရတဲ့ဒေါက်တာလေး Gu Wei နဲ့ဆုံစည်းခွင့်ရခဲ့ပါတယ်သူတို့နှစ်ယောက်ကြားမှာ ခံစားချက်တွေ နားလည်မှုတွေကဘယ်လိုစတင်ပေါက်ဖွားလာမှာလဲ နားလည်မှုဆိုတဲ့အရာကမိဘနဲ့သားသမီးကြားမှာရော စုံတွဲတွေကြားမှာပါအရေးပါတာဖြစ်ကြောင်းကို ရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပြီးA list မင်းသားမင်းသမီးတွေက အဓိကပါဝင်ထားတာဖြစ်ဇာတ်လမ်းလေးလည်းကောင်းပြီး တော်တော်များများစောင့်မျှော်နေကြတဲ့ကားလေးဖြစ်တဲ့ The oath of love ဆိုတဲ့ကားလေးကိုCM ကနေမကြာခင်မှာတင်ဆက်ပေးတော့မှာ ဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုလို့ရပါတယ်နော်Quality : WEB-DL Format : mp4Total s : 29Genres : Drama , RomanceDuration : 45 min ( Per  )Aired On : Monday, Tuesday, Wednesday, Thursday, Friday, Saturday, SundaySubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1  MegaUp  Usersdrive  Meganz  VIP 2  MegaUp  Usersdrive  Meganz  VIP 3  MegaUp  Usersdrive  Meganz  VIP 4  MegaUp  Usersdrive  Meganz  VIP 5  MegaUp  Usersdrive  Meganz  VIP 6  MegaUp  Usersdrive  Meganz  VIP 7  MegaUp  Usersdrive  Meganz  VIP 8  MegaUp  Usersdrive  Meganz  VIP 9MegaUp  Usersdrive  VIP 10  MegaUp  Usersdrive  Meganz  VIP 11StreamSB    MegaUp  Usersdrive  VIP 12StreamSB    MegaUp  Usersdrive  VIP 13  MegaUp  Usersdrive  Meganz  VIP 14  MegaUp  Usersdrive  Meganz  VIP 15MegaUp    Usersdrive  Meganz  VIP 16MegaUp    Usersdrive  Meganz  VIP 17  MegaUp  Usersdrive  Meganz  VIP 18  MegaUp  Usersdrive  Meganz  VIP 19  MegaUp  Usersdrive  Meganz  VIP 20  MegaUp  Usersdrive  Meganz  VIP 21  MegaUp  Usersdrive  Meganz  VIP 22  MegaUp  Usersdrive  Meganz  VIP 23  MegaUp  Usersdrive  Meganz  VIP 24  MegaUp  Usersdrive  Meganz  VIP 25  MegaUp  Usersdrive  Meganz  VIP 26  MegaUp  Usersdrive  Meganz  VIP 27  MegaUp  Usersdrive  Meganz  VIP 28  MegaUp  Usersdrive  Meganz  VIP 29  MegaUp  Usersdrive  Meganz  VIP 30  MegaUp  Usersdrive  Meganz  VIP 31  MegaUp  Usersdrive  Meganz  VIP 32 (END)  MegaUp  Usersdrive  StreamSB  VIP 