Synopsis of A Tale Dark & Grimm (2021)A Tale Dark And Grimm (2021)======================IMDb Rating – 7.310Rating အလန်းစားလေးနဲ့ရတဲ့နောက်ထပ် aminated series လေးတစ်ခုတင်ဆက်ပေးလိုက်ပါတယ်။ အိပ်ရာဝင်ပုံပြင်တွေ နတ်သမီးပုံပြင်တွေဟာချစ်စရာအကောင်လေးတွေ နတ်သမီးလေးတွေရဲ့အ‌‌ေကြာင်းကို ဇာတ်လမ်းလေးတွေရေးဖွဲ့ကြတာဆိုပေမယ့်။ ဒီဇာတ်လေးကတော့ တစ်မျိုးတစ်ဖုံကိုကွဲထွက်နေပါတယ်။ ဇာတ်လမ်းရှည်ဖြစ်တာနဲ့အညီ တစ်ပိုင်းပြီးတစ်ပိုင်းမြှုပ်ကွက်တွေ လှည့်ကွက်တွေနဲ့ ဆွဲဆောင်သွားတာအတော်ကိုကြည့်လို့ကောင်းတဲ့ adventure ဆန်ဆန် series လေးပါ။ဇာတ်လမ်းအကျဉ်းကိုပြောပြရရင် ဂရင်းဆိုတဲ့တိုင်းပြည်မှာ ဟန်ဆယ်နဲ့ဂရေတယ်ဆိုတဲ့ ဘုရင့်သားတော်နဲ့သမီးတော်ရှိပါတယ်။ ဒီအမွှာနှစ်ယောက်ပဲရှိတဲ့အတွက် ဘုရင်ကြီးနဲ့ ဘုရင်မကြီးဟာသည်းသည်းလှုပ်ချစ်တာပေါ့။ဒီလိုနဲ့ တစ်နေ့မှာဘုရင်နဲ့ဘုရင်မကြီးဟာ အကြောင်းတစ်စုံတစ်ရာမရှိပဲနဲ့ဒီကလေးနှစ်ယောက်ကိုခေါင်းဖြတ်သတ်လိုက်တယ်။ ပြီးတော့မှကလေးနှစ်ယောက် ကိုမှော်အစွမ်းရှိတဲ့ကြိုးနဲ့ သူတို့ခေါင်းကိုပြန်ချုပ်ပေးလိုက်တယ်။ကလေးနှစ်ယောက်လုံးပြန်အသက်ရှင်လာတယ်ဆိုပေမယ့် သေရွာကနေပြန်ရှင်လာတဲ့ ဟန်ဆယ်နဲ့ဂရေတယ်တို့ ဟာ သူတို့မိဘတွေကိုအရမ်းကြောက်သွားတယ်။ ကိုယ့်ကလေးနှစ်ယောက်လုံးခေါင်းဖြတ်ပြီးမှ ပြန်အသက်ရှင်စေတဲ့ဒီမိဘတွေဟာ သူတို့ကိုတကယ်မချစ်လို့လား နောက်ထပ်ရောခေါင်းဖြတ်ခံရဦးမှာလားဆိုပြီး စိုးရိမ်စိတ်တွေနဲ့ နန်းတော်ကနေနှစ်ယောက်လုံးထွက်ပြေးကြတယ်။ဟန်ဆယ်နဲ့ဂရေတယ်တို့သူတို့ကိုချစ်မယ့်ပြီးပြည့်စုံတဲ့မိသားစုကိုရှာဖွေရင်း သူမတူတဲ့အခက်အခဲတွေကြုံရပါတော့တယ်။ ဘုရင်ကြီးနဲ့ ဘုရင်မကြီးဟာကိုယ့်ကလေးကိုခေါင်းဖြတ်သတ်လိုက်ရတဲ့အထိ ဘာအကြောင်းတွေများရှိနေလို့လဲ ၊ ဟန်ဆယ်နဲ့ဂရေတယ်ကရော သူတို့ကိုတကယ်ချစ်တဲ့ပြီးပြည့်စုံတဲ့မိသာစုကိုရှာဖွေရင်းနဲ့ဘယ်လိုအခက်အခဲတွေကြုံတွေရမလဲဆိုတာကြည့်ရှုပေးပါဦး ‌။(ဒီစီးရီးရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ဖြစ်ပါတယ်။)File Size – (400 MB)Quality – WEBDL   Duration – 30 Mins (@)Subtitle – Myanmar HardsubFormat – MP4Genre : Animation, Action, AdventureTranslator – Tin Myo LwinEncoder – SWM1080P (400 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9)    MegaNZ    Usersdrive(10) – End    MegaNZ    Usersdrive 