Synopsis of Rivalry (2022)” အမုန်းမျဥ်းပြိုင်ကြားက ချစ်ခြင်း” စဆုံး” Game Prattana(Rivalry)”*****************************ဇန်နဝါရီလ ၂၆ရက်နေ့မှစ၍ Ch 3 Thailand ရုပ်သံလိုင်းတွင်ထုတ်လွှင့်ပြသမည့် P’Alex နဲ့ P’Nycha ရဲ့ဇာတ်ကားအသစ်ကိုဘာသာပြန်တင်ဆက်ပေးပါမယ် ခင်ဗျာ။***Cast; ” အနဝင်း ” အဖြစ် Alex Teeradetch***” မီလင် ” အဖြစ် Nycha Nuttanichaဇာတ်လမ်းအကျဥ်းကတော့ ” အနဝင်(Alex)” နဲ့ ” မီလင်(Nycha)” တို့သည်မိဘမျိုးဆက်ကတည်းက စီးပွားရေးပြိုင်ဘက်တွေဖြစ်ကြပါတယ် ။“ပိုလိုပရဟိတ” ပွဲအတွင်း “အနဝင်” ရဲ့အဖေတို့ရဲ့ကုမ္ပဏီ ဒေဝါလီခံရတော့မယ်ဆိုတာ သိပြီး နှလုံးဖောက်သွားခဲ့တယ် ။အဲ့နေ့မှာပဲ “အနဝင်”ရဲ့ ချစ်သူ “ဒိုးနတ်” ကလည်း “မီလင်” ရဲ့အဖေနဲ့ လက်ထပ်သွားခဲ့ပါတယ် ။အရာအားလုံးတိုက်ဆိုင်ပြီး စိတ်နာကျင်မှုရသွားတဲ့ “အနဝင်” တစ်ယောက် ဘယ်လိုဖြတ်ကျော်နိုင်မလဲ ။” မီလင်” အဖေကြောင့် အကုန်ဒီလိုဖြစ်သွားတဲ့အတွက် ” မီလင်” တို့မိသားစုကိုလက်စားချေချင်စိတ်အပြည့်နဲ့ နေထိုင်လာရပါတယ်။ကိုယ့်အဖေ ကို ပိုက်ဆံကြောင့်ချဥ်းကပ် လက်ထပ်ခဲ့တာကို သိပြီးဘာမှမလုပ်နိုင်တဲ့ “မီလင်” တစ်ယောက် ဒေါသထွက်ပြီး ဆိုင်တစ်ဆိုင်တွင်မူးနေချိန်မှာ ” အနဝင်”ရဲ့ လက်စားချေဖို့ ပစ်မှတ်ဖြစ်လာပါတယ် ။အဲ့ဒီနောက်ပိုင်း သူ့အဖေကို ပိုက်ဆံကြောင့် လက်ထပ်ခဲ့တဲ့ မိန်းမကိုမောင်းထုတ်ဖို့အတွက် ” အနဝင်” ကိုလက်နက်အဖြစ်အသုံးပြုပြီး အရာအားလုံးကိုပြောင်းလဲဖို့ ကြိုးစားခဲ့ပါတယ်။” မီလင်” အဖေက ကုမ္ပဏီ CEO ရာထူးအတွက် မိန်းမ နဲ့ သမီးကို Mission တစ်ခုပြီးမြောက်အောင်လုပ်ဖို့ပြောလာခဲ့တဲ့ အခါမှာတော့အချင်းချင်း ကိုယ့်မာနကိုမလျော့ပဲ Mission ကိုလက်ခံခဲ့ပါတယ် ။သူတို့လုပ်တဲ့ Missionမှာ ” အနဝင်”ပါ မပါမဖြစ်လိုအပ်နေတဲ့အချိန်မှာတော့သူတို့ကြားက ပြိုင်ပွဲတွေ ဘယ်လိုဖြစ်မလဲ….? သူတို့ကြားက ကစားပွဲတွေကတစ်ယောက်နဲ့တစ်ယောက် အပြိုင်ဟန်ဆောင်ခဲ့ပေမယ့် တစ်ဖက်သားက ရင်ထဲက အချစ်တွေကတော့အစကနေအဆုံးထိ စိတ်ရင်းမှန်ဖြစ်နေတော့ ” မီလင်”တစ်ယောက်သိရှိခံစားနိုင်ပါ့မလား…?ဘာမှမဟုတ်တဲ့ မာနကိုရှေ့တန်းတင်ပြီး သူတို့ရဲ့အချစ်ကို မာနနဲ့ဖုံးထားတော့ချစ်ရသူကိုပိုင်ဆိုင်ဖို့ အခွင့်အရေးတွေက ဝေးပြီးရင်း ဝေးပြီး ဘယ်လို ရင်ခုန်စိတ်ကစားမလဲဆိုတာ………“အမုန်းမျဥ်းပြိုင်ကြားက ချစ်ခြင်း “လို့အမည်ရတဲ့ ဇာတ်ကားကောင်းကို ကြည့်ရှုအားပေးကြရအောင်[ အညွှန်းကို Sai မှရေးသားပေးထားပါသည် ]s: 20Aired: Jan.26, 2022– TBAAired On: Wed & ThurGenres: Drama,RomanceTranslated by Zoe , May Thu & Tin Me Me SoeEncoded by Pinkploy 1 (900MB) 1080PUsersDrive    Meganz  StreamSB  Mega  VIP 2 (900MB) 1080PUsersDrive    Meganz  StreamSB  Mega  VIP 3 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 4 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 5 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 6 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 7 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 8 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 9 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 10 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 11 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 12 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 13 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 14 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 15 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 16 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 17 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 18 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 19 (880MB)UsersDrive    Meganz  StreamSB  Mega  VIP 20 (880MB) The EndUsersDrive    Meganz  StreamSB  Mega  VIP……………………………………………………………………………. 