Synopsis of Young Lady and GentlemanYoung Lady and Gentleman (2021)ဒီတစ်ခါမှာတော့ CM ပရိသတ်ကြီးအတွက် မိသားစု ဒရမ်မာလေး တစ်ပုဒ်ကို တင်ဆက်ပေးချင်ပါတယ်လီယောင်ဂုဟာ ဇနီးသည် ကွယ်လွန်သွားပြီးနောက် ကလေးသုံးယောက်နဲ့အတူ ကျန်ရစ်ခဲ့ရတဲ့ သူဌေးတစ်ဦးပဲ ဖြစ်ပါတယ်တစ်ခုလပ်အမျိုးသားတစ်ယောက်ဖြစ်နေပေမဲ့လည်း ဥစ္စာပေါရုပ်ချောတဲ့ လီယောင်ဂုဟာ အမျိုးသမီးတွေကြားမှာ ရေပန်းစားဆဲပါပဲဒါပေမဲ့ လီယောင်ဂုဟာ ကွယ်လွန်သွားတဲ့ ဇနီးဖြစ်သူအပေါ် သစ္စာစောင့်သိပြီး သားသမီးတွေအတွက်လည်းလိုလေးသေးမရှိအောင် အလုပ်ကြိုးစားပြီး ထောက်ပံ့ပေးသူတစ်ဦးပါဒါပေမဲ့လည်း ငွေကြေးကြေးရေးအရသာ ထောက်ပံ့ပေးနိုင်တဲ့ လီယောင်ဂုတစ်ယောက်သားသမီးတွေကို ထိန်းသိမ်းတဲ့အပေါ်မှာ လစ်ဟင်းလာတဲ့အခါ….ကလေးတွေအတွက် အိမ်မှာအတူနေပေးပြီး စာသင်ပေးဖို့ ကျူတာတစ်ယောက်ကို ရှာဖွေခဲ့ပါတော့တယ်တစ်ဖက်မှာလည်း အမေနဲ့အစ်ကိုဖြစ်သူရဲ့လုပ်ရပ်ကြောင့် အိမ်အာမခံကြေးတွေ ဆုံးရှုံးခဲ့ရတဲ့အပြင် ဖခင်ဖြစ်သူဟာလည်းပင်ပန်းဆင်းရဲတဲ့ Delivery အလုပ် လုပ်နေတာကို တွေ့လိုက်ရတဲ့ ပတ်ဒန်ဒန်…မိသားစု စားဝတ်နေရေးအတွက် အလုပ်လုပ်ဖို့ရှာဖွေရင်း လီယောင်းဂုရဲ့အိမ်မှာ ကျူတာလုပ်ဖို့ အကြောင်းဖန်လာတဲ့အခါ…ချို့တဲ့ပေမဲ့လည်း စိတ်ကောင်းထားပြီး ပျော်ပျော်နေတတ်တဲ့ ပတ်ဒန်ဒန်တစ်ယောက် ကလေးတွေကိုစာသင်ပေးရင် အမြဲခက်ထန်နေတဲ့ လီယောင်ဂုနဲ့ ဘယ်လိုတွေ နှစ်ပါးသွားမလဲ??လီယောင်ဂုကရော ကလေးတွေ ငတ်မွတ်နေတဲ့ မေတ္တာတရားကို ဖြည့်ဆည်းပေးနိုင်မလားဆိုတာ စောင့်မျှော်ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်မိသားစု ဒရမ်မာလေးကိုမှ အချစ် ဟာသစတဲ့ရသမျိုးစုံကို ခံစားရမှာဖြစ်တဲ့အတွက်ပေါ့ပေါ့ပါးပါး ပျော်ပျော်ရွှင်ရွှင်လေး ကြည့်ရှုခံစားရမှာ ဖြစ်ပါတယ်KBS 2 ကနေ ထုတ်လွှင့်ပြသမှာဖြစ်ပြီးအပတ်စဥ် စနေ တနင်္ဂနွေတိုင်း အပိုင်းသစ် တင်ဆက်ပေးသွားမှာ ဖြစ်ပြီး အပိုင်း၅၀ထိ ထွက်ရှိသွားမှာဖြစ်ပါတယ်Translated by : Amelia . Shwe Pwint . Thet Hnin Hsu . JerricaEncoded by : YKNative Title: 신사와 아가씨Also Known As: The Gentleman and the Lady , Gentleman and Lady , Young Lady and Gentleman , Sinsawa Agassi , Shinsawa AgassiScreenwriter: Kim Sa KyungDirector: Shin Chang SeokGenres: Comedy, Romance, Drama, FamilyTags: Positive Female Lead, Tutor, Single Father, Bright Female Lead, Widower, Death Of Spouse, Healing, Death (Vote or add tags)For VIP Member – Click Here! 1 –   Directlink    Meganz   2 –   Directlink    Meganz   3 –   Directlink    Meganz   4 –   Directlink    Userdrive Yandex 5 –   Directlink    Userdrive  Yandex 6 –   Directlink    Userdrive   7 –   Directlink    Userdrive   8 –   Directlink    Userdrive   9 –   Directlink    Userdrive   10 –   Directlink    Userdrive   11 –   Directlink    Userdrive   12 –   Directlink  Meganz  Userdrive   13 –   Directlink    Userdrive   14 –   Directlink    Userdrive   15 – Meganz  Directlink    Userdrive   16 –   Directlink    Userdrive   17 –   Directlink    Userdrive   18 –   Directlink    Userdrive   19 –   Directlink    Userdrive   20 –   Directlink    Userdrive   21 –   Userdrive      DropGalaxy 22 –   Userdrive      DropGalaxy 23 –   Userdrive      DropGalaxy 24 –   Userdrive      DropGalaxy 25 –   Userdrive      DropGalaxy 26 –   Userdrive      DropGalaxy 27 –   Userdrive      DropGalaxy 28 –   Userdrive      DropGalaxy 29 –   Userdrive      DropGalaxy 30 –   Userdrive      DropGalaxy 31 –   Userdrive      DropGalaxy 32 –   Userdrive      DropGalaxy 33 –   Userdrive      DropGalaxy 34 –   Userdrive      DropGalaxy 35 –   Userdrive      DropGalaxy 36 –   Userdrive      DropGalaxy 37 –   Userdrive      DropGalaxy 38 –   Userdrive      Dropgalaxy 39 –   Userdrive      Dropgalaxy 40 –   Userdrive      Dropgalaxy 41 –   Userdrive      Dropgalaxy 42 –   Userdrive      Dropgalaxy 43 –   Userdrive      Dropgalaxy 44 –   Userdrive      Dropgalaxy 45 –   Userdrive      Dropgalaxy 46 –   Userdrive      DropGalaxy 47 –   Userdrive      DropGalaxy 48 –   Userdrive      DropGalaxy 49 –   Userdrive      DropGalaxy 50 –   Userdrive      DropGalaxy 51 –   Userdrive      DropGalaxy 52 –   Userdrive      DropGalaxyEnd 