Synopsis of You’re My Sky (2022)You’re My Sky (2022) စ  ဆုံး___________________ဇာတ်လမ်းအညွှန်းကဲ BL ချစ်သူတို့အကြိုက် အရမ်းချစ်ဖို့ကောင်းတဲ့ ကားကောင်းလေး ထပ်ပြီးထွက်ရှိလာပါပြီနော်ဒီကားလေးကတော့ အားကစားနဲ့အရိုတစ်လိုင်းကို ရောသမမွှေပြီးအသည်းတယားယားနဲ့ ကြည့်ရမဲ့ ကားလေးပဲဖြစ်ပါတယ်။ကလေးဘဝတုန်းက ကိုယ်ဘာဝါသနာပါလို့ပါမှန်းမသိတဲ့ထွန် ဆိုတဲ့ကောင်လေးတစ်ယောက်……………………….သူ့ရဲ့ပန်းတိုင်ကို ရှာပေးခဲ့တဲ့ အစ်ကိုတစ်ယောက်နဲ့ ရင်းနှီးခဲ့ပြီးတစ်ချိန်ပြန်တွေ့ပြီး ဘတ်စကက်ဘောအတူတူဆော့ကြဖို့ ကတိတွေပေးခဲ့ကြတာပေါ့။ဒီလိုနဲ့ ထွန်တစ်ယောက် ဘတ်စကက်ဘောကစားသမားကောင်းတစ်ယောက်ဖြစ်အောင် ကြိုးစားခဲ့ပြီးသူ့ရဲ့ကိုကြီးရှိရာကျောင်းဆီ ရောက်အောင်လာခဲ့ပါတော့တယ်။တကယ်တမ်း ရောက်လာတဲ့အချိန်မှာတော့ သူ့ရဲ့ကိုကြီးကအားကစားကိုလက်လျှော့ပြီး အိပ်မက်တွေကို တရေးအိပ်နေစေခဲ့တဲ့ အစ်ကိုကြီးဖြစ်လို့နေပါတယ်။သူ့မှာ သူ့ကိုကြီးကို အားကစားလည်း ပြန်လုပ်စေချင်၊ သူ့ရဲ့ခံစားချက်တွေကိုပြောလိုက်ရင်လည်း သူတို့ဆက်ဆံရေးလေး ပျက်စီးသွားမှာ စိုးရိမ်ရင်းနဲ့ သူငယ်ချင်းဘဝကနေပဲဘတ်စကက်ဘောပြန်ဆော့ချင်လာအောင် သွေးဆောင်ပါတော့တယ်။အဲလိုကနေ သူတို့ရဲ့ သူငယ်ချင်းဘဝကနေ တဆင့်တက်သွားနိုင်မလားဒါမှမဟုတ် ကိုကြီးကရော အားကစားကို ညီလေးကြောင့် ပြန်လုပ်လာမှာလားဆိုတာကိုတော့……………စောင့်မျှော်ကြည့်ရှုပေးကြပါဦး။နောက်ထပ် တစ်ဖက်ခြမ်းက ဇာတ်လမ်းကတော့ Relay အပြေးသမားနှစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။သူတို့နှစ်ယောက်လုံးက တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားတာလေးတွေ ရှိနေကြပေမဲ့လည်းတစ်ယောက်က တစ်ယောက်ရဲ့ညီမနဲ့ တွဲနေပြန်တော့…..သူတို့ဇာတ်လမ်းမှာ ဘယ်လို spice လေးတွေပါလာမလဲဆိုတာကိုလည်းရင်ဘတ်လေးသေချာဖိပြီး စောင့်ကြည့်ကြပါလို့။နောက်ထပ် ချန်ပီယံအဖြစ်နဲ့ ပညာသင်ဆုရဖို့ ကြိုးစားနေတဲ့ အိုင် တစ်ယောက်မှာလည်းသူ့လမ်းကြောင်းကနေ သွေဖယ်ပြီး အာရုံစိုက်မိနေတဲ့ ဘောလုံးသမားအချောလေးကိုဘယ်လိုရင်ဆိုင်မလဲဆိုတာ You’re my sky ဆိုတဲ့ ကားလေးကိုကြည့်ပြီး ဆက်လက်ဖော်ထုတ်နိုင်ကြပါစေရှင့်။တစ်ကားလုံးလည်း အချောလေးတွေချည်းပဲမလို့မလွတ်တမ်း ငေးမောရင်း ရှုစားနိုင်ကြပါစေလို့ CM Team မှ ဆုတောင်းပေးလိုက်ပါတယ်နော်။[အညွှန်းကို Chothet Malar Min Thein မှရေးထားပေးပါတယ်]7s: 12Aired: Jan 8, 2022– TBAAired On: SaturdayGenres: Romance, Drama , School & SportsTranslated by Hnin Wut Yi ,Myo Myo Htet , Angel & Chothet_mlmtEncoded by Pinkploy 1 (500MB)UsersDrive    StreamSB  Mega  VIP 2 (500MB)UsersDrive    Meganz  StreamSB  Mega  VIP 3 (500MB)UsersDrive    StreamSB  Mega  VIP 4 (500MB)UsersDrive    Meganz  StreamSB  Mega  VIP 5 (500MB)UsersDrive    Meganz  StreamSB  Mega  VIP 6 (500MB)UsersDrive    Meganz  StreamSB  Mega  VIP 7 (500MB)UsersDrive    Meganz  StreamSB  Mega  VIP 8 (500MB)UsersDrive    Meganz  StreamSB  Mega  VIP 9 (500MB)UsersDrive    Meganz  StreamSB  Mega  VIP 10 (500MB)UsersDrive    Meganz  StreamSB  Mega  VIP 11 (500MB)UsersDrive    Meganz  StreamSB  Mega  VIP 12 (500MB) The EndUsersDrive    Meganz  StreamSB  Mega  VIP—————————————————————————————————————————————————————– 