Synopsis of Royal Feast ( 2022 )CM ကနေ ဘာသာပြန်တင်ဆက်ဖို့ ရွေးချယ်ထားတဲ့ ကားလေးကတော့နန်းတွင်းကားတွေကို ကြိုက်နှစ်သက်သူတွေ သဘောကျစေမယ့်နန်းတွင်းအစားအစာ‌တွေကိုနောက်ခံထားပြီးရိုက်ကူးထားတဲ့ကားလေး Royal Feast ပဲ ဖြစ်ပါတယ် ဒီကားလေးထဲမှာတော့Story of Yanxi Palace ထဲက မင်းသားချော Xu Kai နဲ့မင်းသမီးချော Wu Jinyan တို့က မင်းသား Zhu Zhanji နဲ့စားဖိုဆောင်က နန်းတွင်းသူလေး Yao Zijin တို့အဖြစ်အဓိကပါဝင်သရုပ်ဆောင်ထားကြတာပဲဖြစ်ပါတယ်ဇာတ်လမ်း‌လေးကတော့ မင်ခေတ်မှာ တိုင်းပြည်ဟာစည်ပင်ဝဖြိုးပြီးတိုင်းတစ်ပါးကသူတွေနဲ့လည်း အဆက်အဆံလုပ်ရတာကြောင့်ယုံလဲ့ဘုရင်ဟာ သာမန်လုပ်ထုံးတွေနဲ့မတူဘဲ နန်းတွင်းမှာစားတော်ပွဲကောင်းကောင်းတည်ခင်းနိုင်ရန် အချက်အပြုတ်စွမ်းရည်ရှိတဲ့မိန်းကလေးတွေကို ရွေးချယ်ပြီး စားဖိုဆောင်မှာ ခစားစေခဲ့ပါတယ်ကောင်းမွန်တဲ့မိသားစုကလာသူYao Zijin ဟာ အချက်အပြုတ်အချုပ်အလုပ်စွမ်းရည် ရှိသူဖြစ်တာကြောင့် နန်းတွင်းစားဖိုဆောင်မှာခစားခွင့်ရခဲ့ပါတယ် နန်းတွင်းထဲကိုရောက်ပြီးနောက်မှာYao Zijinဟာတော်ဝင်စားတော်ပွဲအချက်အပြုတ်နည်းပညာကိုဆက်လက်ဆည်းပူးရင်း မင်းသားတစ်ပါးဖြစ်တဲ့ Zhu Zhanji နဲ့ဆုံတွေ့ခဲ့ပြီးရင်းနှီးမှုကနေတစ်ဆင့် ချစ်ကျွမ်းဝင်ခဲ့ပါတော့တယ်ဒီဇာတ်လမ်းလေးဟာဆိုရင် မင်ခေတ်က အထင်ကရနာမည်ကြီးမိသားစု သုံးခုအကြောင်းကို ရိုက်ကူးထားတာလည်းဖြစ်ပါတယ်Yao Zijin ဟာဘယ်လိုအကြောင်းတွေကြောင့် နန်းတွင်းစားဖိုဆောင်မှာခစားဖို့ ရောက်လာခဲ့တာလဲဆိုတာကို နန်းတွင်းကားတို့ရဲ့ထုံးစံအတိုင်းအလှည့်အပြောင်းလေးတွေနဲ့ တင်ဆက်ထားတာဖြစ်တာကြောင့်နန်းတွင်းကားကြိုက်သူတွေ လက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားဖြစ်သည့်အပြင်ကို Story of Yanxi Palace ထဲက Fuca Fuheng နဲ့Wei Yingluo တို့အတွဲလေးကို သဘောကျတဲ့သူတွေအဖို့ အကြိုက်တွေ့စေမှာဖြစ်လို့Royal Feast ဆိုတဲ့ နန်းတွင်းကားလေးကို CM ကနေမကြာခင်မှာဘာသာပြန်တင်ဆက်ပေးသွား‌တော့မှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦးနော်Quality : WEB-DL Total s : 40Format : mp4Genres : DramaDuration : 45 min per Subtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1  MegaUp  Usersdrive  VIP 2  MegaUp  Usersdrive  VIP 3  MegaUp  Usersdrive  Meganz  VIP 4  MegaUp  Usersdrive  VIP 5  MegaUp  Usersdrive  VIP 6  MegaUp  Usersdrive  VIP 7  MegaUp  Usersdrive  Meganz  VIP 8  MegaUp  Usersdrive  Meganz  VIP 9  MegaUp  Usersdrive  Meganz  VIP 10  MegaUp  Usersdrive  Meganz  VIP 11  MegaUp  Usersdrive  Meganz  VIP 12  MegaUp  Usersdrive  Meganz  VIP 13  MegaUp  Usersdrive  Meganz  VIP 14  MegaUp  Usersdrive  Meganz  VIP 15  MegaUp  Usersdrive  Meganz  VIP 16  MegaUp  Usersdrive  Meganz  VIP 17  MegaUp  Usersdrive  Meganz  VIP 18  MegaUp  Usersdrive  Meganz  VIP 19  MegaUp  Usersdrive  VIP 20  MegaUp  Usersdrive  VIP 21  MegaUp  Usersdrive  VIP 22  MegaUp  Usersdrive  VIP 23  MegaUp  Usersdrive  Meganz  VIP 24  MegaUp  Usersdrive  Meganz  VIP 25  MegaUp  Usersdrive  VIP 26  MegaUp  Usersdrive  VIP 27  MegaUp  Usersdrive  VIP 28  MegaUp  Usersdrive  VIP 29  MegaUp  Usersdrive  VIP 30  MegaUp  Usersdrive  Meganz  VIP 31  MegaUp  Usersdrive  Meganz  VIP 32  MegaUp  Usersdrive  Meganz  VIP 33  MegaUp  Usersdrive  Meganz  VIP 34  MegaUp  Usersdrive  Meganz  VIP 35  MegaUp  Usersdrive  Meganz  VIP 36  MegaUp  Usersdrive  Meganz  VIP 37  MegaUp  Usersdrive  Meganz  VIP 38  MegaUp  Usersdrive  Meganz  VIP 39  MegaUp  Usersdrive  Meganz  VIP 40  MegaUp  Usersdrive  Meganz  VIP 