Synopsis of Naomi (2022)Naomi (2022)============CW ရဲ့ Arrowverse တွေနဲ့ ချိတ်ဆက်နေပြီး comic တွေ အရYoung Justice ထဲမှာလည်း ပါလာနိုင်တဲ့ Ongoing seriesနာအိုမီဆိုတဲ့ Super hero Origin နဲ့ မိတ်ဆက်ပေးချင်ပါတယ် ။Comic ထဲမှာဆိုရင် Naomi က Earth -0 ကလာတဲ့ Alienတစ်ယောက်ဖြစ်ပြီး သူ့ဂြိုလ်ပေါ်ကနေ Superman လိုမျိုး ကမ္ဘာပေါ်ကိုယာဉ်ပျံတစ်စီးနဲ့ရောက်လာပြီး မွေးစားခြင်းကိုခံခဲ့ရသူပါ။ သူ့ရဲ့ Abilitiesတွေက Superhuman Strength, Durability,Speed Energy Projectionတို့ကို ထုတ်လွှင့်နိုင်ပါတယ်။ဒီဇာတ်လမ်းတွဲမှာတော့ နာအိုမီရဲ့ Hero Origin. ငယ်ဘ၀ကို ရိုက်ပြထားတာဖြစ်ပါတယ်။ နာအိုမီက သူကိုယ်တိုင် ဂြိုဟ်သားတစ်ယောက်ဖြစ်မှန်းမသိပဲSuperhero တွေကို သဘောကျ comicတွေကို ဖတ်ရတာ သဘောကျတဲ့၁၆ နှစ်အရွယ် ဆယ်ကျော်သက်ကောင်မလေးပါ ။ တစ်နေ့ သူနေတဲ့ ပို့‌အိုဆွေဂိုမြို့လေးမှာ စူပါမန်းပျံသန်းရင် ‌တိုက်ပွဲတစ်ခုဖြစ်သွားရာကနေ ပုန်းအောင်းနေတဲ့စွမ်းအားတွေ ပေါ်လာခဲ့ပါတယ် ။ ဒီလို စွမ်းအားတွေနဲ့ အတောင်မစုံသေးတဲ့နာအိုမီဟာ မိသားစု ကျောင်းကိစ္စနဲ့ စွမ်းအားတွေတစ်ဖက်နဲ့ ဗျာများနေခဲ့ပြီးသူ့လို ဂြိုဟ်သားမျိုးစိတ်တွေအတူယှဉ်တွဲနေထိုင်နေကြောင်း သိလိုက်ရတဲ့အချိန်မှာတော့ နာအိုမီမတ်ဒေါဖီး aka Powerhouse ဆိုတဲ့ Superheroတစ်ယောက် မွေးဖွားလာခဲ့ပါတယ်။စုစုပေါင်း (၁၃)ပိုင်းထွက်ရှိမယ့် ဒီစီးရီးကို အပတ်စဥ◌် အင်္ဂါနေ့တိုင်း cmမှတင်ဆက်ပေးသွားပါမည်။(အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)File Size – (600 MB)  (300 MB)Quality – WEBDL   Duration – 42 mins (@)Subtitle – Myanmar HardsubFormat – MP4Genre : Action, Adventure, DramaTranslator – CM TeamEncoder – SWM1080P (800 Mb)————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9)    MegaNZ    Usersdrive (350 Mb)————————(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9)    MegaNZ    Usersdrive(10)    MegaNZ    Usersdrive(11)    MegaNZ    Usersdrive(12)    MegaNZ    Usersdrive(13)    MegaNZ    Usersdrive—————————————————————————CM VIP – LINK 