Synopsis of Supernatural Academy (2022)Supernatural Academy (2022)ဟယ်ရီပေါ်တာဇာတ်လမ်းမတိုင်ခင်ထဲက မှော်ကျောင်းတွေ၊မှော်ပညာတွေကိုအခြေခံတဲ့ ဇာတ်လမ်း၊ဝတ္ထုတွေဟာလူတွေကြားမှာခေတ်စားနေခဲ့တာပါ။ ခေတ်တွေအဆက်ဆက်ပြောင်းလာတာနဲ့အမျှ ဖန်တီးသူတွေကလည်းပရိသတ်တွေကိုအသစ်အဆန်းတွေချပြဖို့အမြဲကြိုးစားလေ့ရှိပါတယ်။Chilling Adventures of Sabrina, The Owl House, Fate: The Winx Saga စသဖြင့်မှော်အစွမ်းတွေ၊ မှော်ပညာတွေကိုအခြေခံတဲ့ Live action ရော Animated Series တွေကိုပါအမြဲဖန်တီးနေကြပေမယ့်လည်း လူငယ်တွေအကြိုက် မှော်ကျောင်းတော်ကြီးတွေနဲ့အဲဒီကကျောင်းသားလေးတွေရဲ့စွန့်စားခန်းတွေအကြောင်း ကာတွန်းဖြစ်စေ၊ တကယ့်ရုပ်ရှင်ဖြစ်စေ အခုထိရိုးမသွားသေးတာတော့အမှန်ပါပဲ။ဒီတစ်ခါ Supernatural Academy ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းတွဲလေးကတော့ ယခုနှစ်မှ Season(1)ထွက်ရှိထားတာဖြစ်ပြီး အပိုင်း(16) ပိုင်းပါဝင်ပါတယ်။ နာမည်မှာထဲက အကယ်ဒမီဆိုတဲ့အတိုင်းပဲမှော်ကျောင်းကြီးတစ်ခုကိုအခြေခံထားပါတယ်။ တခြားဇာတ်လမ်းတွေနဲ့မတူတာကတော့သူတို့ကျောင်းဟာ မှော်ဆရာတွေ၊ စုန်းမတွေသက်သက်မဟုတ်ပဲ တခြားမှော်ဆန်တဲ့သတ္တဝါတွေပုံစံပေါင်းစုံနဲ့ပါဝင်နေတာပါ။ ပထမဆုံးအပိုင်းကိုကြည့်လိုက်ရင်တော့ ဇာတ်ကောင်တွေရဲ့ပုံစံတွေကကြည့်ရတာရိုးနေသလို ကလေးဆန်သလိုလိုထင်ရပေမယ့် တကယ်တမ်းဇာတ်လမ်းဇာတ်အိမ်ကခိုင်မာတယ်လို့ပြောနိုင်ပါတယ်။ ကမ္ဘာအနှံ့မှာတော့လောလောဆယ် ဝက်ဝက်ကွဲအောင်မြင်တဲ့အနေအထားမျိုးမရောက်သေးပေမယ့် တစ်ချိန်မှာလူတွေပါးစပ်ဖျားရောက်လာမယ့်မှော်ကာတွန်းဇာတ်လမ်းတစ်ခုဖြစ်လာမယ်လို့ ပြောနိုင်တဲ့အဆင့်တစ်ခုမှာရှိပါတယ်။စာရေးဆရာမ Jaymin Eve ရဲ့ဝတ္ထုတွဲကိုကာတွန်းစီးရီးအဖြစ်ပြန်လည်အသက်သွင်းထားတာဖြစ်ပြီးစာအုပ်အနေနဲ့ကတော့ ငါးအုပ်ထွက်ရှိထားပါတယ်။ ဝတ္ထုကလည်းအထိုက်အလျောက်အောင်မြင်ပြီးသားဖြစ်တာကြောင့် ဇာတ်လမ်းကတော့မညံ့တာ အသေအချာပါ ။ ဒါ့အပြင် Animation ကလည်းအတိုင်းထက်အလွန်မကောင်းနေရင်တောင် အပြစ်ပြောစရာမရှိပါဘူး။ မှော်ပညာနဲ့ပတ်သက်တဲ့ဇာတ်လမ်းတွေ၊ကာတွန်းကားတွေကိုကြိုက်တတ်ပါတယ်ဆိုရင်တော့ လက်မလွှတ်ပဲကြည့်သင့်တဲ့အပြင် Season(2) ကိုမျှော်နေမိမှာကျိန်းသေပါပဲ။File Size –200MB @Quality –  AAC 2.0CHDuration – minute (@)Total s: 16Subtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Sci-Fi & FantasyTranslator – Allena & Haruko & ElizaEncoder – YKFor VIP Member – Click Here ! 1 –   Userdrive    DropGalaxy   2 –   Userdrive    DropGalaxy  Stremsb 3 –   Userdrive    DropGalaxy   4 –   Userdrive    DropGalaxy   5 –   Userdrive    DropGalaxy   6 –   Userdrive    DropGalaxy   7 –   Userdrive    DropGalaxy   8 –   Userdrive    DropGalaxy   9 –   Userdrive    DropGalaxy   10 –   Userdrive    DropGalaxy   11 –   Userdrive    DropGalaxy   12 –   Userdrive    DropGalaxy   13 –   Userdrive    DropGalaxy   14 –   Userdrive    DropGalaxy   15 –   Userdrive    DropGalaxy   16 –   Userdrive    DropGalaxy   