Synopsis of Heart Signal (2017)Heart Signal Season 1 (2017)အားလုံးတောင်းဆိုနေကြတဲ့ Heart Signal Season 1 လေးလာပါပြီHeart Signal ဆိုတာ တောင်ကိုရီးယား Channel A က ထုတ်လွှင့်ပြသတဲ့ reality show တစ်ခုဖြစ်ပါတယ်။၂၀၁၇ မှာ Season 1 ကိုစတင်ထုတ်လွှင့်ခဲ့ပြီး၂၀၁၈ ၂၀၂၀ တို့မှာ Season 2,3 အသီးသီးတို့ကိုထုတ်လွှင့်ခဲ့ပါတယ်။ဒီရှိုးရဲ့ ပုံစံကတော့ Single ဖြစ်နေတဲ့ ယောကျ်ားလေးတွေနဲ့ မိန်းကလေးတွေကိုSignal House လို့ခေါ်တဲ့ အချက်ပြစံအိမ်ကြီးထဲမှာ အတူတူတစ်လတိတိ နေခိုင်းမှာဖြစ်ပါတယ်။စံအိမ်ကြီးထဲမှာ တူတူနေရင်း မိမိစိတ်ဝင်စားတဲ့သူနဲ့ အတွဲတွေဖြစ်အောင် ကြိုးစားကြရမှာပါ။အချက်ပြစံအိမ်ကြီးမှာ လိုက်နာရမယ့် စည်းကမ်းချက်တွေလည်းရှိပါတယ်။စည်းကမ်းချက်တွေအားလုံးထဲမှာမှ အဓိကစည်းကမ်းချက်နှစ်ခုရှိပါတယ်။တစ်ချက်က ပါဝင်တဲ့လူငယ်တွေဟာ တစ်နေကုန်လုပ်စရာရှိတာလုပ်ပြီးရင်ညဘက်အချက်ပြစံအိမ်ကြီးဆီကိုပဲ ပြန်ရပါမယ်။နောက်တစ်ချက်ကတော့ ညတိုင်း ၁၂ နာရီထိုးတာနဲ့ကိုယ်သဘောကျတဲ့ သူဆီကို အမည်မသိ message တစ်စောင်ပို့ရပါမယ်ဒါပေမယ့် ကိုယ်သဘောကျနေကြောင်းကို တိုက်ရိုက်သိသာအောင်တော့ ပြောလို့မရပါဘူး။သူတို့ရဲ့ တစ်နေ့တာ ဖြတ်သန်းတဲ့ ဗီဒီယိုကိုကြည့်ပြီးတော့ဘယ်သူကဘယ်သူ့ကို စာပို့မလဲဆိုတာ ခန့်မှန်းမယ့် အကဲဖြတ်ဒိုင် panelists တွေလည်းပါပါသေးတယ်။အခု Season 1 မှာ စစချင်း ယောကျ်ားလေး ၃ ယောက်၊မိန်းကလေး ၃ ယောက်နဲ့စတင်ခဲ့ပြီးနောက် episode တွေမှာ အသစ်ဝင်လာတဲ့ ယောကျ်ားလေး ၁ ယောက်၊မိန်းကလေး ၁ ယောက်စုစုပေါင်း၈ ယောက်ပါဝင်ခဲ့ကြပါတယ်။အသက် ၂၀ ကနေ ၃၀ ဝန်းကျင်ကြား နယ်ပယ်အသီးသီးက လူငယ်တွေရဲ့ အချစ်ရေးရာတွေကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ယောကျ်ားလေးတွေကတော့– Jang Cheon , Kang Sung Wook , Seo Joo Won , Yoon Hyeon Chan တို့ဖြစ်ကြပြီးမိန်းကလေးတွေကတော့– Bae Yoon Kyung , Kim Se Rin , Seo Ji Hye , Shin A Ra တို့ပဲဖြစ်ပါတယ်။Panelist တွေကတော့– အဆိုတော်တေးရေးဆရာ Lee Sang Min ၊– တေးရေးဆရာမ Kim Eana ၊– စိတ်ပညာဆရာဝန်တစ်ယောက်ဖြစ်သလို ဖျော်ဖြေတင်ဆက်သူတစ်ယောက်ဖြစ်တဲ့ Yang Jae Woog ၊– အဆိုတော်တေးရေးဆရာ Yoon Jong Shin ၊– Wellesley College ကနေ စိတ်ပညာမေဂျာနဲ့ကျောင်းပြီးခဲ့တဲ့ မော်ဒယ် Shim So Young နဲ့– Super Junior အဖွဲ့ဝင်တစ်ယောက်ဖြစ်တဲ့ Shin Dong Hee တို့ပဲဖြစ်ပါတယ်။Heart Signal ဆိုတဲ့နာမည်အတိုင်း နှလုံးသားရဲ့ အချက်ပြမှုတွေကိုရင်ခုန်စွာနဲ့ စောင့်ကြည့်ရမယ့်အပြင် Cast Member တွေကလည်း အကုန်အချောလေးတွေကြီးပါပဲ။CM ပရိသတ်တွေလည်း မှောင်မိုက်နေတဲ့ အချစ်စိတ်တွေနဲ့ လောင်မြိုက်မနေဘဲ စောင်ကိုက်နေရင်းသာ ဒီရှိုးကို ကြည့်ကြပါတော့ဗျာ။အညွှန်းကိုတော့ Loon Swal Eain က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre…..RealityQuality….WEB-DL File size… 650MBFormat…mp4Duration….1h 30mins…..14 sSubtitle….Myanmar Subtitle (Hardsub)Translator ….. CM Variety TeamEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | | Telegram 02 – Userdrive |  |  | | Telegram 03 – Userdrive |  |  | | Telegram 04 – Userdrive |  |  | | Telegram 05 – Userdrive |  |  | | Telegram 06 – Userdrive |  |  | | Telegram 07 – Userdrive |  |  | | Telegram 08 – Userdrive |  |  | | Telegram 09 – Userdrive |  |  | | Telegram 10 – Userdrive |  |  | | Telegram 11 – Userdrive |  |  | | Telegram 12 – Userdrive |  |  | | Telegram 13 – Userdrive |  |  | | Telegram 14 END – Userdrive |  |  | | TelegramHeart Signal Season 2 (2019)Teaser ထွက်လာလာချင်း ၁၀မိနစ်မှာတင် မှတ်ချက်တစ်သောင်းကျော်သွားတဲ့ Heart Signal S02 လေး လာပါပြီနော်ဒီတစ်ခေါက်တော့ ခန့်မှန်းသူတွေထဲမှာ အဖွဲ့ဝင်သစ်နှစ်ယောက်ပါလာပါတယ်တစ်ယောက်ကတော့ ဖွင့်ပြောတိုင်း ရာနှုန်းပြည့်အောင်မြင်တဲ့ ရက်ပ်ပါအဆိုတော် ပျိုမေတို့အကြိုက် ပါးချိုင့်လေးပိုင်ရှင် One ပါဗျာနောက်တစ်ယောက်ကတော့ အချစ်ရေးအချစ်ရာမှာ ဆရာကျလွန်းတဲ့ Sistar အဖွဲ့ဝင်ဟောင်း So You ပဲဖြစ်ပါတယ်အခုဒီ Season 2 လေးကထူးခြားတာတစ်ခုရှိပါတယ်အဲဒါကတော့ အစမှာ ကောင်လေး ၃ ယောက် ကောင်မလေး ၃ယောက်ပါဝင်သွားမှာဖြစ်ပြီးပရိုဂရမ်စပြီးအဲဒီညမှာပဲ အဖွဲ့ဝင်သစ်ကောင်လေးတစ်ယောက်ထပ်ရောက်လာတာပါကဲ ….. ဒီတော့ ကောင်မလေး ၃ယောက်နဲ့ ကောင်လေး ၄ယောက် ဘယ်လိုတွေ နှစ်ပါးသွားကြမလဲဆိုတာခန့်မှန်းသူတွေနဲ့အတူ လိုက်ခန့်မှန်းပြီး အဆင်လေးတွေငမ်းရင်းချိုချဉ်ငံစပ်ခါး အရသာစုံ Dating Show အလန်းဇယားလေးကို အခုပဲ ဒေါင်းကြည့်လို့ရပါပြီဗျာအညွှန်းကိုတော့ Yamin Ei က ရေးထားပေးပြီးတော့ဘာသာပြန်ပေးထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre…..RealityQuality….WEB-DL File size… 650MBFormat…mp4Duration….1h 30mins…..14 sSubtitle….Myanmar Subtitle (Hardsub)Translator ….. CM Variety TeamEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | | Telegram 02 – Userdrive |  |  | | Telegram 03 – Userdrive |  |  | | Telegram 04 – Userdrive |  |  | | Telegram 05 – Userdrive |  |  | | Telegram 06 – Userdrive |  |  | | Telegram 07 – Userdrive |  |  | | Telegram 08 – Userdrive |  |  | | Telegram 09 – Userdrive |  |  | | Telegram 10 – Userdrive |  |  | | Telegram 11 – Userdrive |  |  | | Telegram 12 – Userdrive |  |  | | Telegram 13 – Userdrive |  |  | | Telegram 14 – Userdrive |  |  | | Telegram 15 – Userdrive |  |  | | TelegramHeart Signal Season 3 (2020)တကယ်လို့များ မသိကျွမ်းသေးတဲ့ လူငယ်လေး ၈ယောက်ကိုစံအိမ်ကြီးတစ်အိမ်ထဲမှာ တစ်လလောက်အတူတူနေခိုင်းကြရင်ဘယ်လိုဖြစ်ကုန်ကြမယ်လို့ ပရိတ်သတ်ကြီးထင်ပါသလဲ…….ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်ရာတွေများဖြစ်လာမလား….အိုးချင်းထားအိုးချင်းထိ ကြိုးချင်းထားကြိုးချင်းငြိကုန်ကြလေမလား….ဒါတင်မကသေးပါဘူး….ဒီလူငယ်လေးတွေရဲ့ နေ့စဥ်ဘဝကို နောက်ကွယ်ကနေ စောင့်ကြည့်ပြီးအကဲဖြတ်ခန့်မှန်းနေကြတဲ့ နာမည်ကြီးဆယ်လီ panelist များကလဲ ရှိနေကြပါသေးတယ်…..သူတို့ရဲ့ ခန့်မှန်းချက်များ စုံထောက်ဆန်ဆန် အဖြေရှာကြပုံများကို ဟာသနှောပြီး ရိုက်ကူးတင်ဆက်ပေးထားတဲ့ကိုရီးယား Variety Show ကောင်းကောင်းတစ်ခုကိုChannel Myanmar ပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။ဒီ show လေးရဲ့ နာမည်ကတော့ “Heart Signal” လို့ခေါ်ပြီးလူငယ်များအကြိုက် ပေါ့ပေါ့ပါးပါးနဲ့ ရိုမန်တစ်ဆန်ဆန် အစီအစဥ်လေးပဲဖြစ်ပါတယ်။Season 3 ရဲ့ panelist တွေကတော့ season 1 and 2 ကတည်းက အဟောင်းတွေဖြစ်ကြတဲ့– အဆိုတော်တေးရေးဆရာ Lee Sang Min ၊တေးရေးဆရာမ Kim Eana နဲ့– စိတ်ပညာဆရာဝန်တစ်ယောက်ဖြစ်သလို ဖျော်ဖြေတင်ဆက်သူတစ်ယောက်ဖြစ်တဲ့ Yang Jae Woog တို့ပါဝင်ပါတယ်။ဒါ့အပြင် season 3 မှာမှ အသစ်အနေနဲ့ ပါဝင်လာကြတဲ့– ဖက်ရှင်မော်ဒယ် Han Hye Jin၊– သရုပ်ဆောင်မင်းသား Yoon Shi Yoon နဲ့– ချစ်စရာအပြုံးပိုင်ရှင် အဆိုတော် မင်းသား P.O တို့ကိုပါ တစ်စုတစ်စည်းထဲ မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်။Cast member တွေကတော့ အသက် ၂၀ ကနေ ၃၀ ဝန်းကျင်တွေဖြစ်ကြတဲ့– Cheon In Woo ၊ Jung Eui Dong ၊ Im Han Gyeol ၊ Kim Kang Yeol ၊– Lee Ga Heun ၊ Park Ji Hyun ၊ Seo Min Jae နဲ့ Cheon An Na တို့ပဲဖြစ်ပါတယ်Season 3 မှာတော့ အပိုင်း ၁၆ပိုင်းပါဝင်ပြီး တစ်ပိုင်းချင်းစီမှာလူငယ်တို့ရဲ့ ချစ်ရေးချစ်ရာကိစ္စများ၊ သူငယ်ချင်းများကြားက သံယောဇဥ်စတဲ့အကြောင်းအရာတွေကို ရင်ခုန်စိတ်လှုပ်ရှားစွာခံစားကြည့်ရှု ကြရမှာမို့လို့Korea ချစ်သူများ လက်မလွတ်တမ်းစောင့်ကြည့်ကြဖို့ သတင်းကောင်းပါးလိုက်ပါရစေ။အညွှန်းကိုတော့ Richard Wai က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety Team ပဲ ဖြစ်ပါတယ်။Genre…..RealityQuality….WEB-DL  and File size… 1.5GB and 750MBFormat…mp4Duration….1h 30minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. CM Variety TeamEncoder ….. AugustVIP Link – Click Here! 01 – Userdrive |  |  | Meganz | Telegram 02 – Userdrive |  |  | Meganz | Telegram 03 – Userdrive |  |  | Meganz | Telegram 04 – Userdrive |  |  | Meganz | Telegram 05 – Userdrive |  |  | Meganz | Telegram 06 – Userdrive |  |  | Meganz | Telegram 07 – Userdrive |  |  | Meganz | Telegram 08 – Userdrive |  |  | Meganz | Telegram 09 – Userdrive |  |  | Meganz | Telegram 10 – Userdrive |  |  | Meganz | Telegram 11 – Userdrive |  |  | Meganz | Telegram 12 – Userdrive |  |  | Meganz | Telegram 13 – Userdrive |  |  | Meganz | Telegram 14 – Userdrive |  |  | Meganz | Telegram 15 – Userdrive |  |  | Meganz | Telegram 16 (Special ) – Userdrive |  |  | Meganz | Telegram 01 – Userdrive |  |  | | Telegram 02 – Userdrive |  |  | | Telegram 03 – Userdrive |  |  | | Telegram 04 – Userdrive |  |  | | Telegram 05 – Userdrive |  |  | | Telegram 06 – Userdrive |  |  | | Telegram 07 – Userdrive |  |  | | Telegram 08 – Userdrive |  |  | | Telegram 09 – Userdrive |  |  | | Telegram 10 – Userdrive |  |  | | Telegram 11 – Userdrive |  |  | | Telegram 12 – Userdrive |  |  | | Telegram 13 – Userdrive |  |  | | Telegram 14 – Userdrive |  |  | | Telegram 15 – Userdrive |  |  | | Telegram 16 (Special ) – Userdrive |  |  | | Telegram 