Synopsis of Not Me (2021)Not Me(2021)ဇာတ်လမ်းအကျဥ်း စ  ဆုံး*************************************ဇာတ်လမ်းအကျဥ်းအခုတစ်ခါ CM ကတင်ဆက်ပေးမဲ့ ထိုင်းကားကောင်းလေးကတော့ အမွှာညီအစ်ကို အကြောင်းရိုက်ကူးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်ပရိသတ်တွေထဲမှာလည်း အမွှာတွေရှိကြမှာပါ အမွှာတွေမှာ လက်ဆုပ်လက်ကိုင် ပြစရာမရှိပေမဲ့ ခံစားလိုရတဲ့ ဆက်နွယ်မှုတစ်ခုရှိတယ်ဆိုတာ လူတိုင်းသတိထားမိကြပါတယ်ဒီကားက ဘက် နဲ့ ဝှိက် ညီအစ်ကို နှစ်ယောက်ကတော့ အဲလိုဆက်နွယ်မှုမှာ အားအရမ်းကောင်းကြတဲ့ ညီအစ်ကိုတွေပေါ့တစ်ယောက်ဘာပဲဖြစ်ဖြစ် နောက်တစ်ယောက်က ချက်ချင်းလိုက်ဖြစ်ပါတယ်တစ်ယောက်ရေနစ်နေရင် နောက်တစ်ယောက်က ကုန်းပေါ်မှာရှိနေပေမဲ့ ရေမွန်းသလို ခံစားရတာမျိုးပေါ့ဒါပေမဲ့ အဲလိုအရမ်းအနေနီးစပ်ပြီး ချစ်ကြတဲ့ ညီအစ်ကိုနှစ်ယောက်ရဲ့ ဆက်နွယ်မှုကို အကြောင်းပြပြီး မိဘတွေက ကွာရှင်းလိုက်ကြပါတယ်ဝှိက်က အဖေဖြစ်သူနဲ့ ရရှားကိုလိုက်သွားရပြီး ဘက်ကတော့ အမေဖြစ်သူနဲ့ထိုင်းမှာကျန်ခဲ့ပါတယ်အနေဝေးသွားတဲ့အတွက် သူတိုကြားကဆက်နွယ်မှုကလည်း တဖြည်းဖြည်းပျောက်ကွယ်သွားပါတယ်အဲလိုနဲ့နှစ်တွေကြာတဲ့အခါမှာ တစ်နေရာစီကြီးပြင်းလာကြပြီး ဝှိက်ကလည်း ထိုင်းကိုပြန်လာဖို အကြောင်းဖန်လာပါတော့တယ်ထိုင်းပြန်ရောက်ပြီး တစ်နေ့မှာတော့ ဝှိက်က သေကောင်းပေါင်းလဲဝေဒနာကို ရုတ်တရက်ကြီးစပြီး ခံစားရပါတော့တယ်ဒါပေမဲ့ ခံစားမှုအရဘဲဖြစ်နေတဲ့အတွက် ဘာရောဂါမှလည်း ရှာမတွေ့ခဲ့ပါဘူးအဲလိုနဲ့ တစ်နေ့မှာတော့ သူတိုရဲ့ ငယ်ဘဝ သူငယ်ချင်းတော့ က ဆက်သွယ်လာပြီး ဘက် ကတိုက်ခိုက်ခံရပြီး သတိမေ့မြောနေတယ်လို ပြောပါတယ်အဲလိုနဲ့ သူ့အစ်ကို ဘက် ကို ဘယ်သူလုပ်သွားတယ်ဆိုတာကို သိရဖိုအတွက် ဝှိက်က ဘက် ဟန်ဆောင်ကာ တရားခံဖော်ထုတ်ဖို ဘက်ရဲ့အသိုင်းအဝိုင်းကြားဝင်လာပါတော့တယ်အဲလိုကနေ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲ၊ တရားခံကိုရော ရှာတွေ့ပါ့မလား၊ဘက်ဟန်ဆောင်ထားတဲ့ ဝှိက်ကို ရိပ်မိသွားကြမလား၊ ဘက်ကရော သတိပြန်လည်လာပါ့မလားဆိုတာကိုတော့ တနင်္ဂနွေနေ့ ညတိုင်း CM မှာ စောင့်မျှော်ကြည့်ရှုနိုင်ပါတယ်လို~s: 14Aired: DEC 12 , 2021 – March 20Aired On: SunGenres:Action & ThrillerTranslated by Khine Khine Wai , Lwin Lwin Aung , Angel & Chothet_mlmt 1 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 2 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 3 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 4 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 5 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 6 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 7 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 8 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 9 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 10 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 11 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 12 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 13 (400MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 14 (400MB)The EndUsersDrive    Mega.NZ  StreamSB  Mega  VIP……………………………………………………………………………………………………………………………….. 