Synopsis of Ms. Cupid in Love ( 2022 )Ms. Cupid in Love ဒီတစ်ခါ CM ကနေ ဘာသာပြန်တင်ဆက်ပေးဖို့ရွေးချယ်ထားတဲ့ဇာတ်ကားလေးကတော့နန်းတွင်းအောင်သွယ်တော်ဇာတ်ကားလေးဖြစ်တဲ့ Ms. Cupid in Love ပဲဖြစ်ပါတယ်။ဒီကားလေးမှာတော့တရုတ်ကားချစ်သူတိုင်းသိကြတဲ့ TU (The Untamed)ဇာတ်ကားထဲ Jin Zi Xuanအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့မင်းသားCao Yu Chen နဲ့ Be My Cat ဇာတ်ကားထဲကမင်းသမီး Tian Xiweiတို့သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးကတော့နှစ်ထောင်ပေါင်းများစွာကြာတဲ့နတ်ဘုရား Bo Yan ကနတ်ပြည်မှာအချစ်ရေးအချစ်ရာစီမံတဲ့လူတစ်ယောက်ပေါ့။ဒါပေမဲ့လူပြည်မှာလက်ထပ်ပွဲကို ရူပ်ထေါးအောင်လုပ်မိခဲ့တဲ့အတွက်ကြောင့်သူ့အပြစ်ကိုခံယူယူဖို့ လူ့ပြည့်ကိုအပို့ခံလိုက်ရပါတယ်။ကောင်းကင်ဘုံကနေပြစ်ဒဏ်ကြောင့်လူပြည်ကိုအပို့ခံရတဲ့Bo Yan က လူ့ပြည်မှာအောင်သွယ်တော်လုပ်နေတဲ့ Shangguan Yaဆီကိုမမျှော်လင့်ဘဲရောက်သွားခဲ့ပါတယ်။ Shangguan Ya ကထက်မြက်သွက်လက်ပြီးအောင်သွယ်တော်မှာတဖက်ကမ်းခတ်တော်တဲ့သူပေါ့။Shangguan Ya ကနတ်ဘုရား Bo Yan ရဲ့အကြောင်းကိုနည်းနည်းလေးမှမသိခဲ့ပါဘူး။ လူ့ပြည်မှာရူပ်ထွေးနေတဲ့လက်ထပ်ပွဲကိုနှစ်ယောက်သားအတူတူဖြေရှင်းကြရင်းဖေးမကူညီကြရင်းတိုက်ဆိုင်မှုထက်ပိုတဲ့ခံစားချက်လေးပေါက်ဖွားလာတဲ့အခါမှာတော.ဘယ်လိုတွေဆက်ဖြစ်လာမလဲဆိုတာ CM ကနေ မကြာခင်မှာတင်ဆက်ပေးတော့မယ့် Ms. Cupid in Love ဆိုတဲ့ဇာတ်လမ်းတွဲလေးမှာ စောင့်မျှော်ကြည့်ရှု အားပေးကြပါဦးနော်~Quality : WEB-DL Format : mp4Total s : 24Genres : Drama , RomanceSubtitle : Myanmar Subtitle ( hardsub )Translated by CM TeamEncoded by LK 1  MegaUp  Usersdrive  VIP 2  MegaUp  Usersdrive  VIP 3  MegaUp  Usersdrive  VIP 4  MegaUp  Usersdrive  VIP 5  MegaUp  Usersdrive  VIP 6  MegaUp  Usersdrive  VIP 7  MegaUp  Usersdrive  VIP 8  MegaUp  Usersdrive  VIP 9  MegaUp  Usersdrive  VIP 10  MegaUp  Usersdrive  VIP 11  MegaUp  Usersdrive  Meganz  VIP 12  MegaUp  Usersdrive  Meganz  VIP 13  MegaUp  Usersdrive  Meganz  VIP 14  MegaUp  Usersdrive  Meganz  VIP 15  MegaUp  Usersdrive  Meganz  VIP 16  MegaUp  Usersdrive  Meganz  VIP 17  MegaUp  Usersdrive  Meganz  VIP 18  MegaUp  Usersdrive  Meganz  VIP 19  MegaUp  Usersdrive  Meganz  VIP 20  MegaUp  Usersdrive  Meganz  VIP 21  MegaUp  Usersdrive  Meganz  VIP 22  MegaUp  Usersdrive  Meganz  VIP 23StreamSB    MegaUp  Usersdrive  VIP 24 (END)StreamSB    MegaUp  Usersdrive  VIP 