Synopsis of Tribes of Europa (2021)Tribes of Europa ( 2021)=================IMDb Rating – 6.710Netflix ကထွက်ရှိထားတဲ့ Underrated seriesတစ်ခုကို တင်ဆက်​​ပေးချင်ပါတယ်။ IMDb 6.7 နဲ့ Rotten Tomatoesမှာ 92% အထိရရှိထားပြီး Total s 6ပိုင်းပါဝင်တဲ့ Seriesတစ်ခုပါ။ဇာတ်အိမ်ကို 2070ခုနှစ်မှာ ​​တည်ထားတာဆို​ပေမယ့် ​ခေတ်လွန်​နေတာမဟုတ်ဘဲ ​ခေတ်​နောက်ပြန်ဆွဲ​နေတဲ့ ကာလတစ်ခုပဲ ဖြစ်ပါတယ်၊2029 ခုနှစ် Black December ဆိုတဲ့ ဖြစ်ရပ်ကြီး တစ်ခု​ကြောင့်တစ်ကမ္ဘာလုံး စွမ်းအင်ပျက်သုဉ်း အ​မှောင်ကျခြင်းဖြစ်စဉ် (GlobalBlackout)တစ်ခုဖြစ်ပွားခဲ့ပြီး ကမ္ဘာ​ပေါ်က မူရင်းရှိပြီးသား နိုင်ငံအားလုံးပြိုကွဲကာ ဓ​လေ့တူ၊ ရိုးရာတူ၊ ယုံကြည်မှုတူတဲ့ လူ​တွေစုပြီးသူတစ်လူ ငါတစ်မင်း နယ်​မြေဖွဲ့ကာ ​နေထိုင်လာကြပါတယ်။ ဒီနယ်နဲ့ လူမျိုး​တွေကို မျိုးနွယ်စု​တွေရယ်လို့ ​ခေါ်ဆိုကြပါတယ်။Originesဆိုတဲ့ မျိုးနွယ်စုဟာ နာမည်နဲ့လိုက်​အောင် နည်းပညာ​တွေနဲ့အ​ဝေး၊ ပြင်ပ​လောကနဲ့​ဝေးရာကို ​ပြောင်း​လာပြီး သဘာဝတရားရဲ့မူလအနှစ်သာရအတိုင်း ​​တောအုပ်ကြီးထဲမှာ အ​ခြေချနေထိုင်ကြတဲ့မျိုးနွယ်စုပဲဖြစ်ပါတယ်။ ဒီလိုပြင်ပ​လောကနဲ့ အဆက်အသွယ်ဖြတ်ထားတဲ့ Origines​တွေရဲ့ပိုင်နက်ကို Atalantianမျိုးနွယ်ရဲ့ ယာဉ်ပျံတစ်စီး ပျက်ကျလာခဲ့ပါတယ်။ ထိုယာဉ်ပျံဟာ သာမန်မဟုတ်ဘဲလူမျိုးစုအားလုံး အသည်းအသန်လိုချင်​နေကြတဲ့ ကုဗတုံးတစ်ခု ပါလာခဲ့ပါတယ်။ ထိုကုဗတုံးကို လက်ဝယ်ပိုင်ဆိုင်သူက ဥ​ရောပတိုက်ကို ဩဇာလွှမ်းမိုးနိုင်မယ်လို့ မျိုးနွယ်စုတိုင်းက လက်ခံထားတာပါ။လက်ထဲကို ဆိုက်ဆိုက်မြိုက်မြိုက်​ ရောက်လာတဲ့ ထိုကုဗတုံးကိုOriginesတွေ ​အ​နေနဲ့ တခြားလူမျိုးစု​တွေရဲ့ ရန်က​နေ ဘယ်လိုထိန်းသိမ်းသွားမလဲ၊ ကုဗတုံးက ဘာ​​ကြောင့် ဒီ​လောက်အ​ရေးကြီးတာလဲ၊ မျိုးနွယ်စု​တွေ ယုံကြည်ထားသလို စွမ်းအားကြီးတဲ့အရာ​​ရော ဟုတ်ရဲ့လား၊ တကယ့်အဖြစ်မှန်က ဘာဖြစ်​နေမလဲ စသဖြင့်စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့် Fantasy, Sci- fic miniseriesပဲဖြစ်ပါတယ်။(ဒီစီးရီးရဲ့ အညွှန်းကို JimX မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size – (600 MB)  (300 MB)Quality – WEBDL   Duration – 1Hr (@)Subtitle – Myanmar HardsubFormat – MP4Genre : Action, Adventure, DramaTranslator – CM TeamEncoder – SWM1080P (600 Mb)————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6) – End    MegaNZ    Usersdrive (300 Mb)————————(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6) – End    MegaNZ    Usersdrive—————————————————————————CM VIP – LINK 