Synopsis of The Curse Of Saree (2022)“ပဟေဠိဆန်သော မှော်ဆာရီ(Sanaeha Saree)” စ  ဆုံး“The Curse of Saree(2022)”*****************************************ဖေဖော်ဝါရီ လ ၂ ရက်နေ့မှ စတင်ပြီး Thai “One 31” Channel ကနေထုတ်လွှင့် ပြသမယ့်P’Sean နဲ့ Baifern ဇာတ်ကားအသစ်ကို ဘာသာပြန်တင်ဆက်ပေးသွားမယ် ခင်ဗျား။Main Cast: “နွန်နန်ကဲ့ရောက်”အဖြစ် Baifern Pimchanokဂ“ကီရိ” အဖြစ် Sean Jindachot“နီလပါတ်” အဖြစ် Richy Oranate“ချိုင်းထက်” အဖြစ် Kong Wittaya Teptipဇာတ်လမ်းအကျဥ်းကတော့ လက်ထပ်ပွဲကျင်းပဖို့ ကြေညာထားတဲ့ “မင်းသား ချိုင်ထက် ဝိရေထရာ မန်တရာ” နှင့်ညီမလေးဖြစ်သူ “နီလပါတ်” ကိုစောင့်ရှောက်ဖို့အတွက် “နွန်နန်ကဲ့ရောက်” တစ်ယောက်အိန္ဒိယနိုင်ငံ မန်တရာပူရပြည်နယ် ကိုမလာချင်ပဲ လာလိုက်ရပါတယ် ။အဖေတူအမေကွဲ အစ်ကိုတော် “မင်းသား ကီရိ မက်‌ဒေါမော့ ဝိ‌ရေထရာမန်တရာ” က ညီလေးဖြစ်သူရဲ့လက်ထပ်ပွဲကို ဘာအတားအဆီးမှမရှိပဲဖြစ်သွားစေချင်ပေမယ့်လက်ထပ်ဖို့သဘောမတူတဲ့ “ချိုင်းထိပ်” အမေ “မိဖုရား စစီပရာဖိုင်”က “နီလပါတ်”ကိုချွေးမမတော်ချင်လို့လက်ထပ်ပွဲကိုတားမြစ်ဖို့ နည်းမျိုးစုံလုပ်ပါတယ်။အိန္ဒိယနိုင်ငံ မန်တရာပူရပြည်နယ် ရောက်ပြီး “နွန်နန်ကဲ့ရောက်” ဟာ ဆာရီဝတ်စုံနဲ့ ကျက်သရေရှိလှသောမိန်းမပျိုလေးတစ်ဦးကိုအိမ်မက်ထဲမှာ မကြာခဏဆိုသလိုအမြဲမက်နေလို့ အိပ်ယာကနေ နိုးလာတဲ့အခါမှာတော့……….အဖိုးတန်ကျောက်မျက်ရတနာတစ်ခု လက်ထဲမှာရောက်နေခဲ့ပါတယ်“နွန်နန်ကဲ့ရောက်” အိပ်မက်မက်တဲ့ ဆာရီဝတ်စုံနဲ့ ကျက်သရေရှိတဲ့မိန်းမပျိုနဲ့ဘယ်လိုပတ်သက်နေလဲ…?ဟောကိန်းအတိုင်း ဆာရီရဲ့မှော်ကျောက်မျက်ရတနာတစ်ခုက ဝေးရာကနေရွေးချယ်ခံရသူ က”နွန်နန်ကဲ့ရောက်” ဖြစ်နေမလား….?မိထွေးဖြစ်သူ “မိဖုရားစစီပရာဖိုင်” တစ်ယောက် “နွန်နန်ကဲ့ရောက်”တို့မိသားစုမသင့်မြတ်လို့“နွန်နန်ကဲ့ရောက်” ကိုမြင်မြင်ချင်း ချစ်မိသွားတဲ့ “မင်းသား ကီရိ မက်‌ဒေါမော့ ဝိ‌ရေထရာ မန်တရာ” ရဲ့ အချစ်ရေးကရော ဖြောင့်ဖြူးအဆင်ပြေပါ့မလား…..?အံ့ဖွယ်ပြည့်နှက်နေတဲ့ ဆာရီအဝတ်စပေါ်ကလျှို့ဝှက်ပဟေဠိနဲ့ အကုန်လုံးဘယ်လိုပတ်သတ်နေမလဲဆိုတာ“ပဟေဠိဆန်သော မှော်ဆာရီ” အမည်ရတဲ့ ဇာတ်ကားမှာကြည့်ရှုလိုက်ရအောင်။[ ဇာတ်လမ်းအညွှန်းကို Sai Lynn & May Thu တိုမှ ရေးသားပေးထားပါသည် ]s: 14Aired: Feb.2, 2022 – TBAAired On: Wed & ThurGenres: Drama , RomanceTranslated by May Thu , Tin Meme Soe & ZoeEncoded by Pinkploy 1 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 2 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 3 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 4 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 5 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 6 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 7 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 8 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega VIP 9 (1.2 GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 10 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 11 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 12 (980MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 13 (1,1GB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 14 (1.1GB) The EndUsersDrive    Mega.NZ  StreamSB  Mega  VIP———————————————————————————————————————– 