Synopsis of MalaYerba (2021)Mala Yerba series (Season 1)IMDb 7.510=================================ကမ္ဘာကြီးတစ်ခုလုံးကို လယ်တစ်ကွက်နဲ့ တက်သိမ်းဖို့ ဆိုတာ ဖြစ်နိုင်ပါ့မလား….သိပ်ကိုဖြစ်နိုင်တာပေါ့ ……ဒီလယ်တစ်ကွက်က အကောင်းစား ဆေးခြောက်ပင်တွေ စိုက်ထားဖို့ပဲ လိုပါတယ်တဲ့…..ဒီစီးရီးလေးက စပိန်စီးရီးလေး ဖြစ်ပြီးတော့နာမည်ကို ကြည့်လိုက်ရုံနဲ့ ဒီဇိုင်းကာလာ အနေအထားကို သိနိုင်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေးကို ပြောပြရရင်ကိုလမ်ဘီယာနိုင်ငံမှာ ဆေးခြောက်ပင်ကိုတရားဝင်စိုက်ခွင့် ပြုလိုက်ရာက အစပြုခဲ့တာပါ။သမ္မတဟောင်းရဲ့ မြေးဖြစ်သူ ဇာတ်လိုက်ဟာမိသားစု အသိုင်းအဝိုင်းကြားမှာ အရှုံးသမား ဖြစ်နေခဲ့တာကြာပါပြီ…..။တစ်ရက်ကျတော့ အခမ်းအနားတစ်ခုကနေသတင်းထူးတစ်ခု သိုးသိုးသန့်သန့် ကြားလိုက်ရပါတယ်။နိုင်ငံထဲမှာ ဆေးခြောက် တရားဝင်စိုက်ခွင့်ကိုမကြာခင် အတည်ပြုပေးတော့မယ်ဆိုတဲ့ သတင်းပါပဲ။ဒါကို ကြားလိုက်ရတဲ့အခါ ဇာတ်လိုက်အနေနဲ့ လက်ဦးမှု ရယူနိုင်ရင်ဆေးခြောက်လောကမှာ မင်းမူလို့ရပြီဆိုတာ ကောင်းကောင်းကြီးသိနေပါတယ်။ဒီအကြံကို အကောင်အထည်ဖော်ဖို့ သူ့ရဲ့ ဘော်ဒါတွေကို သွားရှာပြီး လူစုပါတော့တယ်။ဒါပေမဲ့လည်း ထင်သလိုဖြစ်မလာတတ်တဲ့ လောကကြီးမှာဘယ်လို အရှုပ်ထုပ်တွေ ဖြစ်လာဦးမလဲဆိုတာစီးရီးထဲမှာပဲ ဆက်လက်စောင့်ကြည့်ဖို့ ပြောချင်ပါတယ်။ပရိသတ်ကြီးတွေအနေနဲ့ Money Heist တို့လို Platform တို့လို စပိန်ကားတွေကို ကြည့်ဖူးရင်စပိန်ကားတွေက ဇာတ်အိမ်ခိုင်ခိုင်နဲ့ ဇာတ်ကွက် အလှည့်အပြောင်းခပ်များများ ချပြတတ်တယ်ဆိုတာ သိလောက်မှာပါ။ဒီစီးရီးလေးကလည်း Season 1 မှာ အပိုင်း ၁၀ပိုင်းပါဝင်ပြီးကိုလမ်ဘီယာနိုင်ငံရဲ့ စီးပွားရေး နိုင်ငံရေး အရှုပ်တော်ပုံကြားမှာဆေးခြောက်စျေးကွက်ရဲ့ ပြဿနာတွေကို ရိုက်ကူးထားတဲ့အတွက်လက်မလွတ်တမ်းစောင့်ကြည့်ပေးဖို့ တိုက်တွန်းလိုက်ပါတယ်။Channel Myanmar ကနေ ဆယ်ပိုင်းလုံးကို ဆက်တိုက်တင်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းကိုတော့ Richard Wai က ရေးပေးထားတာ ဖြစ်ပြီးဘာသာပြန်ပေးထားတာကတော့ Richard Wai, Loon Swal Eain, Roman NoX, Thwal Yadi,Luca May, Pyg, Elrond, Zaw Myo Thu, Leonard Lin, Poe တို့ပဲ ဖြစ်ကြပါတယ်Genre…..Drama, ThrillerQuality….WEB-DL  and File size…600MB and 300MBFormat…mp4Duration….40 minSubtitle….Myanmar Subtitle (Hardsub)Translator …..Richard Wai, Loon Swal Eain, Roman NoX, Thwal Yadi,Luca May, Pyg, Elrond, Zaw Myo Thu, Leonard Lin, PoeEncoder ….. AugustVIP Link – Click Here!1080P 01 – Userdrive | Yoteshn |  | Meganz 02 – Userdrive | Yoteshn |  | Meganz 03 – Userdrive | Yoteshn |  | Meganz 04 – Userdrive | Yoteshn |  | Meganz 05 – Userdrive | Yoteshn |  | Meganz 06 – Userdrive | Yoteshn |  | Meganz 07 – Userdrive | Yoteshn |  | Meganz 08 – Userdrive | Yoteshn |  | Meganz 09 – Userdrive | Yoteshn |  | Meganz 10 – Userdrive | Yoteshn |  | Meganz 01 – Userdrive |  |  |  02 – Userdrive |  |  |  03 – Userdrive |  |  |  04 – Userdrive |  |  |  05 – Userdrive |  |  |  06 – Userdrive |  |  |  07 – Userdrive |  |  |  08 – Userdrive |  |  |  09 – Userdrive |  |  |  10 – Userdrive |  |  |  