Synopsis of A Tale Of Ylang Ylang (2022)A Tale Of Ylang Ylang (2022) စ  ဆုံး————————————-ဇာတ်လမ်းအညွှန်းထီရန်အဖြစ်———Nine Naphatငါမ်း အဖြစ် ——-Baifern Pimchanokလည်ငါမ်းဆိုတဲ့အမျိုးသမီးလေးဟာ မိသားစုရဲ့ ဂုဏ်သိက္ခာကို လေးလေးနက်နက်တန်ဖိုးထားတဲ့ မိန်းမပျိုလေးဖြစ်ပါတယ်……မဟာဆန်တဲ့ အလှကို ပိုင်ဆိုင်ထားပြီး တော်ဝင်မိသားစုမှမွေးဖွားလာသူလည်းဖြစ်တယ်…..ကံတရားကြောင့်ငါမ်းနဲ့ဆလာတို ဖခင်ဖြစ်သူ နိုင်ငံတော်ပုန်ကန်မှုသူလိုအစွပ်စွဲခံရပြီး အဖမ်းခံလိုက်ရပြီးတော့…….ငါမ်းတို မိသားစုဟာ ချိုတဲ့စွာနေထိုင်ခဲ့ရတယ်……….ထီရန်ဟာလည်း အမှန်တရားဘက်တော်သားဖြစ်ပြီး…….ကောင်းတာလုပ်ရင်ကောင်းတာရမယ်လို ယုံကြည်ထားတဲ့ ကောင်လေးတစ်ယောက်ကိုးဆွန်ဟာ ဆာလာမရှိတော့တဲ့နောက်မှာ သမီးလေး ငါမ်းနဲ့ အီရမ်ကိုစောင့်ရှောက်ဖိုဆာလာရဲ့သူငယ်ချင်းဖြစ်သူ ထီရန့်ကို မှာထားခဲ့တယ်…….တစ်နေ့မှာ ကိုးဆွန်ဟာ ရောဂါပြင်းထန်နေစဉ်ငါမ်းဟာ သခင်မကြီးအိမ်မှာ ဆေးသွားတောင်းခဲ့ပေမဲ့နိမ့်ကျမှူကြောင့် မကူညီပေးခဲ့တဲ့အတွက် အဖေဖြစ်သူ ကိုးဆွန် သေဆုံးသွားခဲ့တယ်…..အဲ့လိုအဖြစ်အပျက်တွေကြောင့်…..ငါမ်းဆိုတဲ့ ဆင်းရဲနိမ့်ကျတဲ့ မိန်းမပျိုလေးဟာအထက်တန်းလွာတွေနဲ့ဘယ်လိုရင်ဆိုင်မလဲ ဂုဏ်ဒြပ်တွေ အဆင့်အတန်းတွေ အာဏာတွေအကြားငါမ်းနဲ့ ထီရန်တို ချစ်သူနှစ်ဦး ဘယ်လို ဆုံစည်းကြမလဲ……………CM မှ အပတ်စဥ် Mon &Tue နေ့တိုမှာ Ongoing ဘာသာပြန် တင်ဆက်ပေးမယ့်ဇာတ်လမ်းကောင်းလေးကို စောင့်မျှော်ကြည့်ရှုနိုင်ပါပြီs: 16Aired: Jan.24, 2022– 16Aired On: Mon to TueGenres: Romance, DramaTranslated by Tin Me Me Soe , Zoe & May ThuEncoded by Pinkploy 1 (800MB)UsersDrive    Mega Stream  Meganz  VIP 2 (800MB)UsersDrive    Mega StreamSB  Meganz  VIP 3 (800MB)UsersDrive    Mega  StreamSB  Meganz  VIP 4 (800MB)UsersDrive    Mega  StreamSB  Meganz  VIP 5 (800MB)UsersDrive    Mega  StreamSB  Meganz  VIP 6 (900MB)UsersDrive    Mega  StreamSB  Meganz  VIP 7 (900MB)UsersDrive    Mega  StreamSB  Meganz  VIP 8 (900MB)UsersDrive    Mega  StreamSB  Meganz  VIP 9 (900MB)UsersDrive    Mega  StreamSB  Meganz  VIP 10 (900MB)UsersDrive    Mega  StreamSB  Meganz  VIP 11 (900MB)UsersDrive    Mega  StreamSB  Meganz  VIP 12 (900MB)UsersDrive    Mega  StreamSB  Meganz  VIP 13 (900MB)UsersDrive    Mega  StreamSB  Meganz  VIP 14 (1.02GB)UsersDrive    Mega  StreamSB  Meganz  VIP 15 (900MB)UsersDrive    Mega  StreamSB  Meganz  VIP 16 (0.99 Gb) The EndUsersDrive    Mega  StreamSB  Meganz  VIP……………………………………End……………………………………………………….. 