Synopsis of Hello, The Sharpshooter (2021)ဒီတစ်ခါ CMကနေ ဘာသာပြန်တင်ဆက်ပေးဖို့ ရွေးချယ်ထားတဲ့ ဇာတ်ကားလေးကတော့ ခေတ်လူငယ် အချစ်ကားလေးဖြစ်တဲ့Hello, the Sharpshooterပဲဖြစ်ပါတယ်။ ဒီကားလေးမှာဆိုရင်တော့ A Love So Beautiful ထဲက မင်းသားချောလေးHu Yi Tian က သေနတ်ပစ်ကစားသမားလေး (ရှန်ချင်းယွမ်)အဖြစ် Put Your Head On My Shoulder ထဲကမင်းသမီးချောလေး Xing Fei က ရုပ်သံလွှင့်ဌာနမှ သတင်းထောက်မလေး (ထန်ရှင်း) အဖြစ် အဓိကပါဝင် သရုပ်ဆောင်ထားကြတာပဲ ဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ အမျိုးသားအားကစားပြိုင်ပွဲမှာ ရုပ်သံလွှင့်ဌာန Sports Channelမှ အလုပ်သင်သတင်းထောက်မလေး ထန်ရှင်းကပစ္စတိုသေနတ်ပစ်ပြိုင်ပွဲချန်ပီယံကို အင်တာဗျူးဖို့ တာဝန်ပေးခံရတယ်။ အင်တာဗျူးဖို့ လုပ်တဲ့အချိန်မှာ တစ်ဖက်သူက လွန်ခဲ့တဲ့ ၄နှစ်တုန်းကထန်ရှင်း တိတ်တခိုးသဘောကျခဲ့တဲ့ ရှန်ချင်းယွမ်ဖြစ်နေတယ်။ ဒါပေမဲ့လည်း ထန်ရှင်းက အင်တာဗျူးတဲ့အခါ ရှန်ချင်းယွမ်ရဲ့ အေးတိအေးစက်တုံ့ပြန်မှုတွေကြောင့် ထိတ်လန့်သွားပြီး စကားထစ်သွားတာကြောင့် အလုပ်ပြုတ်လုနီးပါးဖြစ်ခဲ့ရတယ်။ အဲ့ဒီနောက်မှာတော့ အိုလံပစ်ရွေးချယ်ပွဲကိုဦးတည်ပြီး ကြိုးစားပြင်ဆင်နေတဲ့ သေနတ်ပစ်အဖွဲ့ရဲ့ နေ့စဉ်မှတ်တမ်းကို ရိုက်ကူးဖို့ဖြစ်လာတဲ့အခါမှာတော့ ရှန်ချင်းယွမ်နဲ့ ထန်ရှင်းတို့တဖြည့်ဖြည်းနီးကပ်လာပြီး ရှန်ချင်းယွမ်လည်း ထန်ရှင်းအပေါ် အာရုံစိုက်မိလာတယ်။ ဘယ်လောက်ပဲ အခက်အခဲတွေ အဟန့်အတားတွေရှိရှိမဆုပ်မနစ်ကြိုးစားတဲ့ အားကစားသမားတွေရဲ့ စိတ်ဓာတ် ၊ သေနတ်ပစ်အားသစားရဲ့ ရင်ခုန်စရာ အခိုက်အတန့်လေးတွေနဲ့ အချိန်တွေကြာလာတာနဲ့အမျှရှန်ချင်းယွမ်နဲ့ ထန်ရှင်းတို့ တစ်ယောက်နဲ့တစ်ယောက် အိမ်မက်တွေနဲ့ ချစ်ခြင်းမေတ္တာတွေကို အကောင်အထည်ဖော်နိုင်မလားဆိုတာကိုတော့ CMကနေ စောင့်မျှော်ကြည့်ရှု အားပေးကြပါဦးနော်~File Size – @Quality – Duration – minute (@)Total s:Subtitle – Myanmar HardsubFormat – Mp4Genre :Translator –Encoder – Lu Khint 1  MegaUp  Usersdrive  Meganz  VIP 2  MegaUp  Usersdrive  Meganz  VIP 3  MegaUp  Usersdrive  Meganz  VIP 4  MegaUp  Usersdrive  Meganz  VIP 5  MegaUp  Usersdrive  Meganz  VIP 6  MegaUp  Usersdrive  Meganz  VIP 7  MegaUp  Usersdrive  Meganz  VIP 8  MegaUp  Usersdrive  Meganz  VIP 9  MegaUp  Usersdrive  Meganz  VIP 10  MegaUp  Usersdrive  Meganz  VIP 11  MegaUp  Usersdrive  VIP 12  MegaUp  Usersdrive  VIP 13  MegaUp  Usersdrive  Meganz  VIP 14  MegaUp  Usersdrive  Meganz  VIP 15  MegaUp  Usersdrive  Meganz  VIP 16  MegaUp  Usersdrive  Meganz  VIP 17  MegaUp  Usersdrive  Meganz  VIP 18  MegaUp  Usersdrive  Meganz  VIP 19  MegaUp  Usersdrive  Meganz  VIP 20  MegaUp  Usersdrive  Meganz  VIP 21  MegaUp  Usersdrive  Meganz  VIP 22  MegaUp  Usersdrive  Meganz  VIP 22  MegaUp  Usersdrive  Meganz  VIP 23  MegaUp  Usersdrive  Meganz  VIP 24  MegaUp  Usersdrive  Meganz  VIP 25  MegaUp  Usersdrive  Meganz  VIP 26  MegaUp  Usersdrive  Meganz  VIP 27  MegaUp  Usersdrive  Meganz  VIP 28  MegaUp  Usersdrive  Meganz  VIP 29  MegaUp  Usersdrive  Meganz  VIP 30  MegaUp  Usersdrive  Meganz  VIP 31  MegaUp  Usersdrive  VIP 32  MegaUp  Usersdrive  VIP 33  MegaUp  Usersdrive  VIP 34  MegaUp  Usersdrive  VIP 35  MegaUp  Usersdrive  VIP 36  MegaUp  Usersdrive  VIP 37  MegaUp  Usersdrive  Meganz  VIP 38  MegaUp  Usersdrive  Meganz  VIP 39  MegaUp  Usersdrive  VIP 40 (END)  MegaUp  Usersdrive  VIP 