Synopsis of Love Forever After (2022)“သေမင်းလေးရဲ့ ချစ်သူဝိညာဥ်” စ  ဆုံး“Love Forever After (2022)****************************************ဇာတ်လမ်းအညွှန်းဖေဖော်ဝါရီလ ၁ရက်နေ့က စတင်ပြီး Ch 3 Thailand ရုပ်သံလိုင်းမှာထုတ်လွှင့်ပြမယ့်ဇာတ်ကားကို အပတ်စဥ် တနင်္လာ‌နေ့မှ သောကြာ‌နေ့ အထိတစ်ပတ်(၅)ပိုင်းနဲ့ ပြသနေတဲ့ Ongoing ဇာတ်ကားအသစ်လေးပါMain Casts: “တူလစ်” အဖြစ် Eye Kamolned Ruengsri“ဝေဟာ” အဖြစ် August Vachiravitဇာတ်လမ်းအကျဥ်းကတော့…. မသေချာတဲ့ လူ့လောကရဲ့ လှပမှုတွေ ဆိုတာစက္ကန့်တိုင်းကို တန်ဖိုးရှိစွာ သတိနဲ့ နေထိုင်ခြင်းပါ။တူလစ်က ဆန်းသစ်သော အတွေးအခေါ်တွေနဲ့ ရေးသားရတာကြိုက်တဲ့ဇာတ်ညွှန်းရေးဆရာမတစ်ယောက်ပါ ။တစ်ခုခုလုပ်မယ်ဆို အမြဲတမ်း Plan တွေနဲ့ ချပြီး တစ်ခြားသူတွေကို ကူညီဖေးမတတ်ပြီးလာတိုင်ပင်တဲ့လူလည်း တူလစ်ပြောတဲ့အတိုင်း လုပ်ချင်ကိုင်ချင်တတ်လာအောင် ပြောနိုင်တယ် ။ပြီးတော့ ဗေဒင်ဟောတဲ့အတိုင်း ‌တိကျတယ် မလွဲဘူး။ ကြာလာတော့လည်း တူလစ်တစ်ယောက်အထီးကျန်သလိုခံစားရပြီးအချစ်ခံရချင်တယ် အလိုလိုက်ခံချင်တယ် သူပဲ အရာအားလုံးကို ထိန်းချုပ်နိုင်တဲ့သူလို့ သူထင်ခဲ့တယ် ။ဘယ်သူပဲဖြစ်ဖြစ် သူ့ဘဝ အတွက်အနှောင့်အယှက်ဖြစ်သလို ခံစားရရင် သူ့အနားမှာမထားတော့ဘူး ။သူ့ရဲ့ခဏတာ စိတ်တိုမှုတွေကြောင့် တူရိယာဆိုင်ပိုင်ရှင်ဖြစ်သူ ထန်ထန် ဟာသည်းမခံနိုင်ပဲသူ့ကို လမ်းခွဲဖို့ဆုံးဖြတ်ခဲ့ပါတယ် ။စီးပွါးရေးအရ အကြောင်းပြချက်နဲ့ သူ့ချစ်သူထန်ထန်ကို ပြန်လာအောင်ပြန်အလိုလိုက်ပြီး လမ်းခွဲရင် ကိုယ့်ကိုယ်ကိုသတ်မယ်ဆိုပြီး ထန်ထန်ကိုခြိမ်းခြောက်ပါတော့တယ် ။အဲ့လိုနဲ့ပဲတစ်နေ့ဟာ ထန်ထန်တစ်ယောက် သည်းမခံနိုင်တော့ပဲလမ်းခွဲဖို့ပြောရင်း ပုဇွန်အလက်ဂျစ်ရှိတဲ့တူလစ်လည်း ပုဇွန်စားမိပြီး အခြေအနေဆိုးလာခဲ့ပါတယ် ။ထန်ထန်လည်း စိတ်ဝင်စားခံရအောင်လုပ်တယ်ဆိုပြီး ဘာမှမတွေးတော့ပဲ ကားမောင်းထွက်သွားခဲ့ပါတယ် ။အခြေအနေဆိုးပြီး ချစ်သူနောက်လိုက်သွားရင်း ကံမကောင်းစွာနဲ့ ကားတိုက်ခံလိုက်ရတဲ့အခါမှာတော့………..သူ့ရဲ့ ဝိညာဥ်ထွက်သွားပြီး ခန္ဓာကိုယ်ထဲပြန်ဝင်လို့မရတဲ့အချိန်မှာတော့ ………..ဘယ်လိုဆက်ဖြစ်မလဲ ?တူလစ်တစ်ယောက် မိမိသေသွားပြီလို့ထင်ပြီး ဝိညာဥ်ဘဝနဲ့ နေလိုက်ရပါတော့တယ် ။သူ့ဝိညာဥ်ကိုလာခေါ်ဖို့ တာဝန်ရှိတဲ့ ချောမောခန့်ညားပြီး အနေအေးတဲ့ သေမင်းနဲ့တွေ့ခဲ့ပါတယ် ။သူက ဒီလောကကနေ မထွက်ခွာချင်သေးတဲ့အတွက် သေမင်းကို အသနားခံပြီး တောင်းဆိုခဲ့ပါတယ် ။အနေအေးတယ်ဆိုပေမယ့် အခွင့်ကြုံလာရင် ဝိညာဥ်တွေကိုအမြဲကူညီပေးတတ်တဲ့သေမင်းကလည်း ပေးထားတဲ့တာဝန်တွေကိုပြီးဆုံးအောင်လုပ်နိုင်ရင် ပြန်လွှတ်ပေးမယ်ဆိုပြီး ပြောခဲ့ပါတယ်။သေမင်းပေးတဲ့တာဝန်ကို တူလစ်တစ်ယောက်ပြီးဆုံးအောင်လုပ်နိုင်ပြီး ခန္ဓာကိုယ်ထဲပြန်ဝင်နိုင်ပါ့မလား……?ယုတ္တိမဆန်ပေမယ့် တူလစ်တာဝန်ပြီးဆုံးအောင် ကူညီပေးရင်း သေမင်းနဲ့ ဝိညာဥ်လေးရဲ့ကြားကအချစ်တစ်ခုပေါ်ပေါက်လာတဲ့အခါမှာဘယ်လိုဖြစ်သွားမလဲဆိုတာ..“သေမင်းလေးရဲ့ ချစ်သူဝိညာဥ်လေး” အမည်ရတဲ့ဇာတ်ကားလေးမှာ ကြည့်ရှုအားပေးလိုက်ရအောင်ဗျာ ။[ ဇာတ်လမ်းအညွှန်းကို Sai Lynn & May Thu တိုမှ ရေးသားပေးထားပါသည် ]s: 30Aired: Feb.1, 2022 – TBAAired On: Mon to FriGenres: Romance , Drama , Romance , FantacyTranslated by May Thu , Tin Meme Soe & ZoeEncoded by Pinkploy 1 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 2 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 3 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 4 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 5 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 6 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 7 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 8 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 9 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 10 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 11 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 12 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 13 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 14 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 15 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 16 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 17 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 18 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 19 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 20 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 21 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 22 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 23 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 24 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 25 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 26 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 27 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 28 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 29 (550MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 30 (550MB) The EndUsersDrive    Mega.NZ  StreamSB  Mega  VIP 