Synopsis of Servant of the People (2015) Season 1Servant of The PeopleIMDb 6.9Political satireဒီစီးရီးကတော့ ယူကရိန်းသမ္မတ ဇလန်စကီးရဲ့ နာမည်ကျော်ရုပ်သံစီးရီးဖြစ်ပါတယ်…ဘယ်လောက်နာမည်ကျော်ခဲ့သလဲဆိုရင် ဒီစီးရီးမှာ သရုပ်ဆောင်ခဲ့တဲ့ ဇလန်စကီးဟာ ၂၀၁၉ ခုနှစ် ယူကရိန်းနိုင်ငံရဲ့ရွေးကောက်ပွဲမှာ သမ္မတဖြစ်ခဲ့တဲ့ထိ လူကြိုက်များခဲ့ပါတယ်။စီးရီးရဲ့နာမည်က Servant of The People “လူထုရဲ့အစေခံ” တဲ့။နိုင်ငံတစ်ခုရဲ့သမ္မတအစိုးရဆိုတာ လူထုရဲ့အစေခံအဖြစ် အလုပ်အကျွေးပြုရပါမယ်ဆိုတဲ့ သဘောမျိုးပေါ့…”လူထုအစေခံ”ဆိုတဲ့နာမည်နဲ့ပါတီထောင် ရွေးကောက်ပွဲဝင်ပြိုင်ခဲ့ပြီး သမ္မတဖြစ်ခဲ့တဲ့ ဇလန်စကီးဟာတော့ ယနေ့ချိန်ခါမှာ အင်အားကြီးရုရှားနိုင်ငံရဲ့ကျူးကျော်မှုကို ယူကရိန်းလူထုနဲ့အတူ ဦးဆောင်ဖြေရှင်းနေတာ တွေ့ရမှာပါ။ဇာတ်လမ်းကိုပြန်ဆက်ရရင်..ဇလန်စကီးက ရုပ်ရှင်ထဲမှာ ရိုးရိုးကျောင်းဆရာတစ်ယောက်ဗျ။ မိန်းမဖြစ်သူနဲ့ကလေးနဲ့ကွဲထားပြီး သူ့မိဘအိမ်မှာ ပြန်လာတက်နေနေတဲ့ ကျောင်းဆရာကိုလူအေးပေါ့ဗျာ။ ကိုလူအေးဆိုပေမဲ့ အေးချင်လို့အေးနေတာတော့မဟုတ်ဘူး။ သမိုင်းသင်တာဆိုတော့ အကုန်လုံးကို သိပေမဲ့ မသိချင်ယောင်ဆောင်ပြီး စိတ်လျှော့ထားရတာမျိုးပေါ့။ ဒါပေမဲ့စိတ်မရှည်တော့တဲ့အထိ သည်းခံနိုင်စွမ်းကုန်သွားတဲ့တစ်နေ့ ဒုကျောင်းအုပ်ကို ရွေးကောက်ပွဲကိစ္စ‌တွေ၊ နိုင်ငံရေးဂျင်းသမားတွေအကြောင်းတွေ၊ နိုင်ငံတော်ကြီးအမြဲဘာလို့သောက်တစ်လွဲဖြစ်နေရလဲတွေကို ပေါက်ကွဲပွင့်ထွက်ပြောနေတဲ့ ဗီဒီယိုကို သူ့ကျောင်းသားတစ်ယောက်က ခိုးရိုက်ပြီး လိုင်းပေါ်တင်ရာကနေ လူပေါင်းသန်းချီသဘောကျသွားတာကနေ ဇာတ်လမ်းစသွားတယ်ပေါ့ဗျာ။တစ်ခါမှမပေါက်ကွဲဖူးတဲ့ ရိုးရိုးအေးအေးသမိုင်းဆရာတစ်ယောက်ရဲ့ သမ္မတနေရာမှာ ကျုပ်တစ်ပတ်လောက်နေပြီး လုပ်ပြကိုင်ပြရမလားဆိုတဲ့စကား ရေပန်းစားသွားရာကနေ သူ့ကိုသမ္မတနေရာဝင်ပြိုင်ခွင့်ရအောင် ဘယ်လိုကြိုးစားလိုက်လို့သမ္မတဖြစ်သွားတယ်၊ သမ္မတဖြစ်ပြီးတဲ့နောက်မှာရော ပါတီကြီးတွေရဲ့ဘယ်လိုတိုက်ခိုက်မှုတွေကြုံရမယ်၊ သူပြောတဲ့အတိုင်း တကယ်ကြီးစွမ်းဆောင်နိုင်မှာလား၊ တကယ့်ကို လူထုရဲ့အစေခံဖြစ်လာမှာလား၊ နိုင်ငံရေးလောကရဲ့ ရွံစရာကောင်းတဲ့အချက်တွေ၊ ဒီမိုကရေစီစနစ်ရဲ့ဟာကွက်တွေ၊ ပြည်သူတွေကို ဇကောထဲက ဆီဖြူးသီးလေးတွေလို လှိမ့်ဖို့ကြိုးစားနေတဲ့ နိုင်‌ငံရေးဂျင်းသမားတွေကို ဗက်ဆလာဆိုတဲ့ ရုတ်တရတ်သမ္မတကောက်ဖြစ်တဲ့ ဇလန်စကီးဘယ်လိုရင်‌ဆိုင်သွားမလဲဆိုတာ ဟာသတွေ သရော်တာတွေ၊ ရှယ်သိပ်တာ‌တွေနဲ့ Satire ဆန်ဆန် ခံစားရယ်မောရမှာပါ။Season ၃ ခုထွက်ရှိထားတာဖြစ်ပြီး စုစုပေါင်း ၅၁ ပိုင်းရှိပါတယ်… Season 1 မှာတော့ ၂၃ ပိုင်းပါရှိပြီး Season-1 ကို အရင်ခံစားကြည့်ကြတာပေါ့။(ရုပ်ရှင်အအညွှန်းနဲ့ဘာသာပြန်ကို San Thu Aung , Min Khant Bo , Jim X တို့မှ တင်ဆက်ထားတာပါ။)Quality….WEB-DL File Size….(600 MB Appx)Format…mp4Total … 51  (Season-1=Ep 23)Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungSeason(1)Complete Zip(13GB)>>>  VIP 1 >>>     MegaNZ  Usersdrive  StreamSB  VIP 2 >>>     MegaNZ  Usersdrive  StreamSB  VIP 3 >>>     MegaNZ  Usersdrive  StreamSB  VIP 4 >>>     MegaNZ  Usersdrive  StreamSB  VIP 5 >>>     MegaNZ  Usersdrive  StreamSB  VIP 6 >>>     MegaNZ  Usersdrive  StreamSB  VIP 7 >>>     MegaNZ  Usersdrive  StreamSB  VIP 8 >>>     MegaNZ  Usersdrive  StreamSB  VIP 9 >>>     MegaNZ  Usersdrive  StreamSB  VIP 10 >>>     MegaNZ  Usersdrive  StreamSB  VIP 11 >>>     MegaNZ  Usersdrive  StreamSB  VIP 12 >>>     MegaNZ  Usersdrive  StreamSB  VIP 13 >>>     MegaNZ  Usersdrive  StreamSB  VIP 14 >>>     MegaNZ  Usersdrive  StreamSB  VIP 15 >>>     MegaNZ  Usersdrive  StreamSB  VIP 16 >>>     MegaNZ  Usersdrive  StreamSB  VIP 17 >>>     MegaNZ  Usersdrive  StreamSB  VIP 18 >>>     MegaNZ  Usersdrive  StreamSB  VIP 19 >>>     MegaNZ  Usersdrive  StreamSB  VIP 20 >>>     MegaNZ  Usersdrive  StreamSB  VIP 21 >>>     MegaNZ  Usersdrive  StreamSB  VIP 22 >>>     MegaNZ  Usersdrive  StreamSB  VIPEp 23(END) >>>     MegaNZ  Usersdrive  StreamSB  VIPSeason(1) ပြီးပါပြီ…အားပေးမှုကို ကျေးဇူးတင်ရှိပါသည်။Season(2) နဲ့ 3 ကိုတော့ ပရိတ်သတ်များတောင်းဆိုမှသာ တင်ဆက်ပါတော့မည်။Channel Myanmar Admin Team 