Synopsis of Rudra: The Edge Of Darkness (2022) CompleteRudra:The edge of darkness(2022)ဒီဇာတ်လမ်းတွဲကတော့ အင်္ဂလိပ်စီးရီးတစ်ခုဖြစ်တဲ့ Luther ကိုအန္ဒိယဇာတ်လမ်းတွဲအဖြစ်ပြန်လည်အသက်သွင်းထားတဲ့ CrimeThriller စီးရီးတစ်ခုပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအစအဆုံးတစ်ထေရာထဲပြန်ရိုက်ထားတာတော့မဟုတ်ပေမယ့် Remake လို့ပြောထားတာကြောင့်ဇာတ်ကောင်တွေနဲ့ ဇာတ်လမ်းကြောရိုးတချို့ကတော့ဆင်တူနေမှာပါ။ မူရင်း Luther စီးရီးကတော့ ၂၀၁၀ ခုနှစ်ထဲကစတင်ပြီးSeason(5) ခုထွက်ရှိထားပြီး အခုအိန္ဒိယဇာတ်လမ်းတွဲက တော့ Season(1) ကို အပိုင်း(6)ပိုင်းနဲ့ထွက်ရှိလာတာပါ။ဇာတ်လမ်းအကျဥ်းကတော့ မွန်ဘိုင်းမြို့တောင်ပိုင်းက ရူဒရာဆိုတဲ့ရဲတစ်ယောက်ဟာသေနတ်လုံးဝမကိုင်တဲ့ရဲဆိုပြီးနာမည်ကျော်ပါတယ်။ ဟုတ်ပါတယ် သူဟာလူသတ်မှု၊ပြန်ပေးဆွဲမှု စတဲ့အမှုကြီးတွေကိုကိုင်တွယ်ရပေမယ့်လည်း သေနတ်ကိုလုံးဝမကိုင်ပဲMind game တွေကိုသာသုံးပြီးအမှုတွေကိုဖြေရှင်းလေ့ရှိတာပါ။ ဒီလိုအရည်အချင်းရှိတဲ့ရဲတစ်ယောက်ကလည်း သူ့ကိုယ်ပိုင်ဘဝမှာတော့အမြဲအဆင်ပြေမနေခဲ့ပါဘူး။ကွဲခါနီးဖြစ်နေတဲ့အိမ်ထောင်ရေးတစ်ခု၊ ဖြေရှင်းစရာကျန်နေတဲ့အမှုတွေကြားမှာသူဘယ်လိုကျော်လွှားမလဲ။ အမှောင်လောကနဲ့ရင်ဆိုင်ရင်း ကိုယ့်ရဲ့အမှောင်ဘက်ခြမ်းကိုရောရူဒရာတစ်ယောက် ထိန်းချုပ်နိုင်ပါ့မလား။ အဲဒါတွေနဲ့အတူ စိတ္တဇဆန်ဆန်မှုခင်းတွေနဲ့ plot twist တွေmind game တွေကို ဝေဝေဆာဆာကြည့်ရှုရမယ့်စီးရီးတစ်ခုဖြစ်တဲ့အပြင် နဂိုအင်္ဂလိပ်ဇာတ်လမ်းရဲ့ကြောရိုးကိုအိန္ဒိယစတိုင်ပြန်ရိုက်ထားတာကလည်းကြည့်ရတာ အရသာတစ်မျိုးဖြစ်တာကြောင့် မှုခင်းစုံထောက်ကားကောင်းတွေကိုကြိုက်နှစ်သက်တဲ့ပရိသတ်ကြီးအနေနဲ့လက်လွှတ်မခံသင့်တဲ့စီးရီးတစ်ခုလို့ပဲညွှန်းလိုက်ပါရစေ။File Size – 600MB @  300MB@Quality –   Duration – minute (@)Total s: 6EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama  CrimeTranslator – Shwe Pyae & Yunni & Shwe Pwint & Honeyey & Haruko & PoeEncoder – YKVIP Member – CLICK HERE!========== 1 –   Userdrive    DropGalaxy  2 –   Userdrive    DropGalaxy  3 –   Userdrive    DropGalaxy  4 –   Userdrive    DropGalaxy  5 –   Userdrive    DropGalaxy  6 –   Userdrive    DropGalaxy ============ 1 –   Userdrive    DropGalaxy   2 –   Userdrive    DropGalaxy   3 –   Userdrive    DropGalaxy   4 –   Userdrive    DropGalaxy   5 –   Userdrive    DropGalaxy   6 –   Userdrive    DropGalaxy  =====Complete 