Synopsis of Damo ( 2003 )ချယ်အို့ ဆိုတဲ့အမျိုးသမီးလေးဟာ ဂျိုဆွန်းခေတ် စစ်ဆေးရေးဌာနရဲ့ထက်မြတ်တဲ့ ဒါမိုတစ်ယောက်ပါ။ ဒါမိုတွေဟာ စစ်ဆေးရေးဌာနမှာလုပ်ကိုင်ရတဲ့အမျိုးသမီးစစ်ဆေးရေးမှူးတွေဖြစ်ပေမယ့် အဆင့်အတန်းကတော့လက်ဖက်ရည်ဆက်သရတဲ့အစေခံတွေနဲ့မခြားမနားပါပဲ။ချယ်အို့ရဲ့အထက်အရာရှိဖြစ်သူ ဟွမ်ဘိုယွန်းကတော့ ချယ်အို့ကိုငယ်ငယ်ကတည်းက စောင့်ရှောက်ခဲ့သူဖြစ်ပြီး မေတ္တာသက်ဝင်နေသူပါ။တိုင်းပြည်ကိုကမောက်ကမဖြစ်စေတဲ့ ဒုစရိုက်မှုတွေနဲ့ အထက်တန်းလွှာတွေရဲ့အုပ်စိုးမှုကို တော်လှန်ဖို့ကြိုးစားနေသူကတော့ ဂျောင်ဆောင်းဘဲ့ဆိုတဲ့သူပုန်ခေါင်းဆောင်တစ်ဦးဖြစ်ပါတယ်။ ဒီလိုနဲ့ ဟွမ်ဘိုယွန်းရဲ့လက်အောက်ကနေ ဒုစရိုက်မှုတွေကို အမြစ်ပြတ်တွန်းလှန်ဖို့ကြိုးစားနေတဲ့ချယ်အို့တစ်ယောက် အမှုတွေကိုစုံစမ်းရင်းနဲ့ သူနဲ့ သူပုန်ခေါင်းဆောင်ဂျောင်ဆောင်းဘဲ့တို့အကြားဆက်နွယ်မှုတစ်ခုရှိနေတာသိလိုက်ရပါတယ်။ဒီဇာတ်လမ်းလေးမှာတော့ Chae ok အဖြစ်သရုပ်ဆောင်ထားတဲ့Ha Ji Won တစ်ယောက် အနှိမ်ခံလူတန်းစားအနေနဲ့ဘယ်လိုရပ်တည်ချက်တွေနဲ့ အထက်တန်းလွှာတွေကို ဆန့်ကျင်မလဲ ?အထက်အရာရှိကိုမှ မြတ်နိုးမိနေတဲ့ သူ့အချစ်ရေးကရောကြည်နူးစရာဖြစ်လာမှာလား ကြေကွဲစရာဖြစ်လာမှာလား ?သူပုန်ခေါင်းဆောင်ဖြစ်နေတဲ့ အစ်ကိုဂျောင်ဆောင်းဘဲ့နဲ့ရောဘယ်လိုတွေ ရင်ဆိုင်သွားမလဲ ? ဆိုတာတွေကို Ha Ji wonရဲ့အမိုက်စားဓါးသိုင်းတွေနဲ့အတူ ရင်တဖိုဖိုနဲ့ ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်။တွဲဖက်သရုပ်ဆောင်တွေအနေနဲ့လည်း Yi San အဖြစ် ပရိသတ်တွေကိုဆွဲဆောင်နိုင်ခဲ့တဲ့ တစ်ခေတ်တစ်ခါက ပါးချိုင့်မင်းသားကြီးLee Seo Jinနဲ့ ဗီလိန်အနေနဲ့ ပရိသတ်တွေလူသိများကြတဲ့၏Jang Sung Baek တို့က ပါဝင်ထားတာမို့ အလန်းစားသရုပ်ဆောင်တွေရဲ့ဇာတ်ကွက်အမိုက်စားတွေကို လက်မလွှတ်တမ်းကြည့်ရှုလိုက်ရမှာပဲဖြစ်ပါတယ်။Quality : WEB-DL Format : mp4Total s : 14Genres : Drama , CrimeSubtitle : Myanmar Subtitle ( Hardsub )Translated by CM TeamEncoded by LK 1  MegaUp  Usersdrive  Meganz  VIP 2  MegaUp  Usersdrive  Meganz  VIP 3  MegaUp  Usersdrive  Meganz  VIP 4  MegaUp  Usersdrive  Meganz  VIP 5  MegaUp  Usersdrive  Meganz  VIP 6  MegaUp  Usersdrive  Meganz  VIP 7  MegaUp  Usersdrive  Meganz  VIP 8  MegaUp  Usersdrive  StreamSB VIP 9  MegaUp  Usersdrive  StreamSB  VIP 10  MegaUp  Usersdrive  StreamSB  VIP 11  MegaUp  Usersdrive  StreamSB  VIP 12  MegaUp  Usersdrive  Meganz  VIP 13  MegaUp  Usersdrive  StreamSB  VIP 14 (END)  MegaUp  Usersdrive  StreamSB  VIP 