Synopsis of The Boys Presents: Diabolical (2022)The Boys presents: Diabolical (2022) (Completed)~ IMDb – 8.110, RT – 100%, IGN – 810 ~ဒီနှစ်တွေထဲမှာ Amazon Prime က‌‌နေ The Boys နဲ့ Invincible လို မဲပြာပုဆိုးကနေ နည်းနည်းကွဲထွက်နေတဲ့ စူပါဟီးရိုးစီးရီးတွေကို ဘတ်ဂျက်ကောင်းကောင်းနဲ့ တင်ဆက်ခဲ့ပါတယ်။ ဒီတစ်ခါလည်း Amazon ဟာ The Boys Season 3 မလာခင်မှာ The Boys ရဲ့ Universe ထဲက ဇာတ်လမ်းတွေကို တစ်ပိုင်းဇာတ်လမ်းတစ်ခုနဲ့ Spin-Off ‌Animated series အဖြစ် တင်ဆက်လိုက်ပါတယ်။ ၈ပိုင်းပါ၀င်ပြီး ၈ပိုင်းလုံး တစ်ပြိုင်တည်းထွက်ရှိထားတာပါ။ Anthology Series ဆိုတော့ တစ်ပိုင်းနဲ့တစ်ပိုင်း အဆက်အစပ်မရှိပါဘူး။ Rotten Tomatoes 100% နဲ့ IMDb Rating 8.1 ရထားပါတယ်။Ep 1 – Laser Baby’s Day OutBaby’s Day Outဆိုတဲ့ ကလေးလေး အိမ်ပြင်ပတ်လည်တဲ့ ဇာတ်လမ်းကို မကြည့်ဖူးတဲ့သူ မရှိလောက်ပါဘူး။ အဲဒီပုံစံနဲ့ပဲရိုက်ပြထားတာပါ။ ကလေးကတော့ မျက်လုံးက လေဆာထွက်တဲ့ စူပါဟီးရိုးကလေးလေးပါ။ Looney Tunes အင်နီမေးရှင်းစတိုင်ကို Inspiration ယူပြီး ဟာသဆန်ဆန်ရိုက်ထားပေမဲ့ The Boys Universe ပီပီသသ သွေးသံရဲရဲတွေ အသေပါပါတယ်။Ep-2 An Animated Short Where P…-Off Supes Kill Their Parentsအခွီရဆုံးအပိုင်းလို့ ပြောရင်မမှားပါဘူး။ ကွန်ပေါင်းVကို ထိုးပြီး စူပါဟီးရိုးအလန်းစား ဖြစ်မလာဘဲ သောက်တလွဲဟီးရိုးဖြစ်သွားတဲ့ ကကြိုးကကြောင်တွေက သူတို့မိဘတွေကို ဆေးထိုးခဲ့လို့ သူတို့ကိုစွန့်ပစ်ခဲ့လို့ ပြတ်သတ်ကြတဲ့အပိုင်းပါ။ ဟီးရိုးငပေါတစ်စု ပေါတောတောနဲ့ ‌သွေးသံရဲရဲသတ်နေတာတွေကို ကြည့်ရမှာပါ။Ep -3 I’m Your Pusherဒီအပိုင်းကတော့ The Boys နဲ့ တိုက်ရိုက်ဆက်စပ်ပါတယ်။ Homelander နဲ့ တခြားဟီးရိုးတစ်ချို့လည်းပါပါတယ်။ စူပါဟီးရိုးတစ်ကောင်ကြောင့်သေသွားတဲ့ လူ၂ယောက်အတွက် Butcher ကြီး ဉာဏ်ကစားပြီး လက်စားချေတဲ့အခန်းပါ။ ရှေ့၂ပိုင်းလိုပဲ သူလည်း စွခွက်ပြောင်ပါတယ်။Ep – 4 BFFsThe Deep ရယ် စူပါဟီးရိုးအသစ်ရယ် ပြဿနာတက်တဲ့အပိုင်းပါ။ The Deep နေရာမှာ The Boys ထဲက မင်းသားကပဲ အသံသရုပ်ဆောင်ထားပြီး ရှမ်းကြီးထဲက Awkwafina ကတော့ ချီးတုံးနေရာက သရုပ်ဆောင်ပါတယ်။ ဟီးရိုးအသစ်က ချီးတုံးပါ။Ep 5 – “Boyd in 3D”ကြိုက်နေတဲ့ကောင်မလေးရှ်ိပေမဲ့ ရုပ်မလှလို့ အဆင်မပြေဖြစ်နေတဲ့ကောင်လေးဟာ Vought ကစမ်းသပ်နေတဲ့ ရုပ်ပြောင်းခရင်မ်ကို စမ်းသုံးဖြစ်သွားပါတယ်။ စိတ်ကူးထဲက ရုပ်အတိုင်း ကိုယ့်ရုပ်ကို ပြင်ပေးတဲ့ ခရင်မ်မျိုးပေါ့။ Vought ရဲ့ စောက်ကျိူးနဲ ထုတ်ကုန်တစ်ခုအကြောင်းကို ပညာပေးနဲ့ရောပြသွားပါတယ်။Ep 6 – “Nubian vs Nubian”Ironman ထဲက Warmachine က Nubian အဖြစ်သရုပ်ဆောင်ထားပါတယ်။ ကွာရှင်းတော့မယ့် စူပါဟီးရိုးအဖေနဲ့အမေကို မကွဲစေချင်လို့ နည်းလမ်းရှာတဲ့ သမီးလေးအကြောင်းပါ။Ep 7 – “John and Sun-Hee”နာမည်အတိုင်းပါပဲ။ John နဲ့ Sun Hee အကြောင်းပါ။ ကင်ဆာဖြစ်ပြီးသေတော့မယ့် မိန်းမအတွက် ကြံမိကြံရာလုပ်ရင်းက ပြဿနာကြီးသွားတဲ့အကြောင်းပါ။ ဒီ၈ပိုင်းထဲက တစ်ပုဒ်တည်းသော ဒရာမာလည်းဟုတ်ပါတယ်။Ep 8 – “One Plus One Equals Two”နောက်ဆုံးပိတ် အိတ်နဲ့လွယ်ပါပဲ။ Homelander အကြောင်းပါ။ သူ Vought ကို စစ၀င်ချင်း Vought ရဲ့နံပါတ်တစ်ဟီးရိုးဖြစ်တဲ့ Black Noir ရဲ့ နေရာကိုယူဖို့ Noir နဲ့ ပြိုင်တဲ့အကြောင်းပါ။ အကြမ်းဆုံးအပိုင်းလည်း ဟုတ်ပါတယ်။Size ~ 300MBQuality – Duration – 15 mins (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Action, AdventureTranslator – WiRa AungEncoder – Y 1 –> , MegaUp, MegaNZ, Userdrive, StreamSB 2 –> , MegaUp, MegaNZ, Userdrive, StreamSB 3 –> , MegaUp, MegaNZ, Userdrive, StreamSB 4 –> , MegaUp, MegaNZ, Userdrive, StreamSB 5 –> , MegaUp, MegaNZ, Userdrive, StreamSB 6 –> , MegaUp, MegaNZ, Userdrive, StreamSB 7 –> , MegaUp, MegaNZ, Userdrive, StreamSB 8 –> , MegaUp, MegaNZ, Userdrive, StreamSB–> VIP LINK <– 