Synopsis of Space Force(2020)Space Force (2020)ဇာတ်လမ်းတွဲအညွှန်း**********************************အပိုင်း(၁ မှ ၁၀ )ထိ စဆုံး(zip file ဖြင့်လည်း ပြုလုပ်ပေးထားပါသည်…)Space Force ဆိုတာ အစတော့ လေတပ်ရဲ့တပ်ဖွဲ့ခွဲတစ်ခု။ Air Force Space Command လို့ခေါ်တယ်။ ၁၉၄၅ ကနေ ၁၉၈၂ ထိတော့ Military Space Program လို့ခေါ်ခဲ့ပေမယ့် ၁၉၈၂ မှာတော့ Air Force Space Program လို့ ပြောင်းလိုက်တာဖြစ်တယ်။အဲဒီအဖွဲ့ကို လေတပ်ရဲ့အာကာသဌာနခွဲအဖြစ်ကနေ လုံးဝခွဲထုတ်ပစ်လိုက်ပြီး သီးခြားတည်ရှိနေတဲ့ လွတ်လပ်သောဌာနကြီးအဖြစ် ၂၀၁၉ ဒီဇင်ဘာမှာပြောင်းလဲဖွဲ့စည်းခဲ့တယ်။ ဒီနှစ် ၂၀၂၀ မေလ ၁၅ရက်နေ့မှာတော့ US Space Force လို့ အမည်ရတဲ့ အမေရိကန်အာကာသတပ်ဖွဲ့ရဲ့ အလံကို ဒေါ်နယ်ထရန့်က တရားဝင်ထုတ်ပြန်ကြေညာလိုက်တယ်။Space X နဲ့ NASA ရဲ့ Crew Dragon Demo-2 မစ်ရှင်အကြောင်း အားလုံးလည်း သိကြမယ်ထင်ပါတယ်။ အစပိုင်း သူတို့မျှော်မှန်းထားတဲ့ရက် မေ ၂၉ မှာ Crew Dragon လွှတ်တင်တာနဲ့အတူ ဒီ Space Force ကိုပါ Netflix က တင်ဖို့ လျာထားခဲ့တာပါ။ ဒါပေမယ့် ရာသီဥတုကြောင့် Crew Dragon ကို မလွှတ်နိုင်ခဲ့ပေမယ့် Space Force Series ကတော့ NFX မှာ အရင်ထွက်ရှိလာခဲ့တယ်။ နောက်တစ်နေ့ ၃၀ရက်မှာတော့ Crew Dragon ကိုပါ အောင်မြင်စွာ လွှတ်တင်နိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းတွဲအကြောင်းပြောရမယ်ဆိုရင်မာ့ခ်နာ့ဒ်ဟာ ကြယ်လေးပွင့်အဆင့်ရှိ ဗိုလ်ချုပ်ကြီးတစ်ယောက်အဖြစ်ရာထူးတိုးခံရတယ်…..သူမျှော်လင့်ထားတာက လေတပ်မှာ အကြီးဆုံးရာထူးအဖြစ် တာဝန်ပေးခံရမယ်ပေါ့….ထိပ်သီးအစည်းအဝေးဆုံးဖြတ်ချက်မှာ Space Force ဆိုတဲ့ အာကသတပ်ဖွဲ့မှာ အကြီးဆုံးရာထူးအဖြစ်ယူပြီးတော့စီမံကွပ်ကဲရမယ်ဆိုတာပါပဲ….သူမျှော်လင့်ထားတဲအရာမဟုတ်ပေမယ့် စစ်သားဆိုတော့လည်း ခိုင်းတဲ့အတိုင်းလုပ်ရမယ့်အပြင်ဒီ Space Force ရဲ့ရည်မှန်းချက်ကို အတတ်နိုင်ဆုံးအကောင်အထည်ဖော်ဖို့ ရည်ရွယ်ထားတယ်…Space Force ရဲ့ရည်ရွယ်ချက်က အာကာသကို ကြီးစိုးဖို့အပြင် လပေါ်ခြေချနိုင်ရမယ်တာပဲဖြစ်တယ်…သူဘယ်လိုအခက်အခဲတွေကြုံရမလဲ….ဘယ်လိုအနှောင့်အယှက်တွေရှိမလဲ….ဆိုတာကိုတော့ခံစားကြည့်ကြပါဦး…ဒီစီးရီးက Steve Carell ဉီးဆောင်တယ်ဆိုကထဲကဟာသတွေ ထေ့တာ လှောင်တာတွေ တလှေကြီးပါတယ်…တွေးတွေးပြီးရယ်ရတာမျိုး…အတင်းကလိထိုးရယ်ခိုင်းတာတွေမပါသလို…သရော်ခန်းတွေကလည်းတော်တော်မိုက်တယ်…..ရိုက်ထားတာတွေကလည်းBudget ကြီးကြီးမားမားအပြင် အတွင်းသတင်းတွေ တော်တော်များများပါ ရထားတယ်ဆိုတာတော့ သေချာတယ်။စီးရီးထဲမှာပါတဲ့ ဂြိုလ်ဖျက်လေဆာအမြှောက်တို့၊ Kinetic Disabling System ပါတဲ့Metal net တို့က အပြင်လောကမှာ အမေရိကန်အနေနဲ့ တကယ်လုပ်နေတဲ့ ကိစ္စတွေဖြစ်တယ်။ဒါကြောင့် ဒီစီးရီးဟာ အမေရိကန်ရဲ့ ပါဝါကို သိချင်ရင် ဒိုင်ယာလော့ဂ်တိုင်းကအစ ဂရုမစိုက်ပဲနေလို့မရမယ့် စီးရီးပေါ့။Steve Carell နဲ့အတူ John Malkovich ပါ ပါနေတဲ့ Cast List ဟာတစ်ယောက်ချင်းစီရဲ့ စရိုက်တွေကို ပေါ်လွင်အောင် လုပ်ပြနိုင်ခဲ့တယ်။The Office လိုပဲ။ ဟာသတွေ ဒိုင်ယာလော့ဂ်တွေတချို့ကလည်း The Office နဲ့ ဆင်တူနေတာက ဒီစီးရီးကို Budget ကြီးကြီးမားမားသုံးထားတဲ့ Sit-comတစ်ခုအနေန​ဲ့ သတ်မှတ်လို့ရကောင်းရနိုင်တယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူများကတော့ Ye Khank Min နဲ့ K တို့ပဲဖြစ်ပါတယ်….Quality – WEB-DL File Size- 350MBDuration – 35 Min (@)Subtitle – Myanmar HardsubFormat – Mp4Translated by Ye Khant Min & KEncoder – Phyo Pyae 1 – UsersDrive driveUpstream  Mega.nz MegaUp Yandex 2 – UsersDrive driveUpstream  Mega.nz MegaUp Yandex 3 – UsersDrive driveUpstream  Mega.nz MegaUp Yandex 4 – UsersDrive driveUpstream  Mega.nz MegaUp Yandex 5 – UsersDrive driveUpstream  Mega.nz MegaUp Yandex 6 – UsersDrive driveUpstream  Mega.nz MegaUp Yandex 7 – UsersDrive driveUpstream  Mega.nz MegaUp Yandex 8 – UsersDrive driveUpstream  Mega.nz MegaUp Yandex 9 – UsersDrive driveUpstream  Mega.nz MegaUp Yandex 10 – UsersDrive driveUpstream  Mega.nz MegaUp YandexComplete Zip File-3.30GB 10 – UsersDrive drive Mega.nz MegaUp 