Synopsis of My Teenage Girl (2021)My Teenage Girl (2021)Idol အိပ်မက်ကို အမြန်ဆုံးဖန်တီးပေးနိုင်တဲ့ တစ်ခုတည်းသော အခွင့်အရေးဆိုတာsurvival show တွေမှာပဲ ရှိတာမဟုတ်လားအားလုံးစောင့်မျှော်နေကြတဲ့ “My Teenage Girl ”ကိုChannel Myanmar ကနောက်မကျစေရဘဲ တင်ဆက်ပေးချင်ပါတယ်ကိုရီးယားတင်မကဘဲ ကမ္ဘာတစ်ဝန်းက အသက် 11 မှ 23 ကြား မိန်းကလေး ပြိုင်ပွဲဝင်တွေဟာdebut နိုင်မယ့်အခွင့်အရေးအတွက် အကြိတ်အနယ်ယှဉ်ပြိုင်သွားကြမယ့် survival show တစ်ခုပဲဖြစ်ပါတယ်Auditions အတွက် လျှောက်ထားသူပေါင်း 30000 ကျော်ထဲကမိန်းကလေး 83ယောက်ကသာ ဆန်ခါတင်ရွေးချယ်ခံခဲ့ရပြီးအသက်အရွယ်အလိုက် အုပ်စုလေးစုကာ ပထမအဆင့် အရင်ယှဉ်ပြိုင်စေမှာပါအဓိက show မှာပါဝင်ယှဉ်ပြိုင်ခွင့်ကိုတော့အုပ်စုတစ်စုစီက မိန်းကလေး 10 ယောက်စီကသာ ရရှိမယ့် survival showပါတင်ဆက်ပေးသွားမယ့် MC ကတော့ Yoon Kyun Sang ဖြစ်ပြီးMentors တွေအနေနဲ့– Nation’s girlgroup SNSD ရဲ့ KwonYuri– Produce 101 ပြိုင်ပွဲအတွေ့အကြုံရှိခဲ့တဲ့ G-idle ရဲ့ leader Jeon SoYeon– dance Mentor အနေနဲ့ Street Women Fighter finalist , HOOK crew ရဲ့ leader Aiki(အာအီခီ)– Rap Mentor အနေနဲ့ hip hop boynand Phantom ရဲ့ JungHanHae– အမျိုးသမီးအဆိုတော်ကြီး Oak JooHyun တို့တင်မကဘဲspecial mentors တွေလဲပါဝင်အားဖြည့်သွားမှာပါစုစုပေါင်း အပိုင်း (၁၂) ပိုင်းထုတ်လွှင့်သွားမှာဖြစ်ပြီးရင်ခုန်စိတ်လှုပ်ရှားရက်စက်ဦးမယ့် My Teenage Girl ကိုအပတ်စဉ် တနင်္လာနေ့တိုင်း တင်ဆက်ပေးသွားမှာမို့ ကြည့်ရှုပေးအားပေးကြပါဦးအညွှန်းကိုတော့ TarTee Poe က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ CM Variety Pro Max ပဲ ဖြစ်ပါတယ်။Genre…..Reality, Survival ShowQuality….File size…800MBFormat…mp4Duration….2h 3minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. CM Variety PromaxEncoder …..AugustVIP Links – Click Here! 01 – Userdrive |  | Meagup | CMDrive |  | Telegram 02 – Userdrive |  | Meagup |  | Telegram 03 – Userdrive |  | Meagup |  | Telegram 04 – Userdrive |  | Meagup |  | Telegram 05 – Userdrive |  | Meagup |  | Telegram 06 – Userdrive |  | Meagup |  | Telegram 07 – Userdrive |  | Meagup |  | Telegram 08 – Userdrive |  | Meagup |  | Telegram 09 – Userdrive |  | Meagup |  | Telegram 10 – Userdrive |  | Meagup |  | Telegram 11 – Userdrive |  | Meagup |  | Telegram 12 END – Userdrive |  | Meagup |  | Telegram 