Synopsis of Dream High Season 1 and Season 2Dream High Season 1 (2011)Dream Highလို့ပြောလိုက်တာနဲ့ ငယ်ငယ်က ကျူရှင်အပြီးမှာအိမ်အပြေးပြန်ပြီး ကြည့်ခဲ့ဖူးတဲ့ အမှတ်တရတွေပြန်တွေးမိနေပြီလား?တကယ်လည်း 2011ကထွက်ရှိခဲ့တဲ့ ဒီကားလေးကKdrama ချိုးကပ်တွေနဲ့ မစိမ်းတဲ့ကားလေးပါနော်။အိပ်မက်‌တွေဆီကို အရောက်လှမ်းနိုင်ဖို့ အထောက်အပံ့တစ်ခုဖြစ်တဲ့နာမည်ကြီး ဂီရင်းအနုပညာကျောင်းတော်ကြီးမှာပုံစံမတူ၊အခြေအနေမတူကြတဲ့ လူငယ်တွေစုဝေးနေပြီးသူတို့အားလုံးမှာ တူညီတာတစ်ခုက ပွဲဦးထွက်ပြီးတောက်ပတဲ့ကြယ်ပွင့်‌လေးတွေ ဖြစ်ချင်တဲ့ အိပ်မက်တစ်ခုတည်းပါပဲ။လူအများရှေ့မှာ လင်းလက်နေချင်တဲ့အလင်းရောင် ထွက်ပေါ်ခါစ ကြယ်ပွင့်လေးတွေရဲ့တစ်လှမ်းချင်းလှမ်းရင်း တလက်လက်တောက်ပလာပုံကို ကြည့်နေရတာကဒီကားရဲ့အရသာဆိုတာ ရင်းနှီးတဲ့လူတိုင်း သိလောက်မှာပါ။အရည်အချင်းရှိရင်ရှိသလောက် ကြိုးစားရင်ကြိုးစားသလောက်ဘယ်လောက်ပဲမြင့်မားတဲ့အိပ်မက်ဖြစ်နေပါစေကြိုးစားနေသ၍ အောင်မြင်မှုဆိုတာ ရှိစမြဲပဲဆိုတာကို ပြောပြပေးခဲ့တဲ့ ဇာတ်လမ်းလေးပါ။ပါဝင်အားဖြည့်ထားတဲ့ Cast တွေကလည်းလက်ရှိမှာဒိတ်ဒိတ်ကြဲအောင်မြင်နေတဲ့ နာမည်ကြီးအနုပညာရှင်တွေပါပဲ။– ကျေးတောရွာလေးက အရည်အချင်းရှိတဲ့ လူငယ်လေးအဖြစ်(Kim Soo Hyun)– မွေးကတည်းက ရွှေဘုံနန်းစံလေး ဖြစ်ပြီး အထိမခံ မာန‌ခဲလေးအဖြစ်(Bae Suzy)– အရည်အချင်းရှိရဲ့သားနဲ့ အိပ်မက်ကိုတက်လှမ်းဖို့ လမ်းစပျောက်နေတဲ့ လူငယ်လေးအဖြစ် (2PM-Ok Taecyeon)– ဘုရားပေးတဲ့ဆုလာဘ်အနေနဲ့ ချိုသာတဲ့အသံကိုပိုင်ဆိုင်ထားတဲ့ ကောင်မလေးအဖြစ် (IU)– အရည်အချင်းရှိပြီး အလားအလာကောင်းတဲ့ အကသမားအဖြစ် (2PM-Jang WooYoung)– သူတို့အကုန်လုံးရဲ့မှီခိုရာအားထားရာ ဆရာအဖြစ် Penthouseထဲက အားလုံးရဲ့ အချစ်တော် ဂျူဂျူကြီး(Um Ki Joon)တို့အပြင်JYP တို့ Bae Young Joon တို့လို တခြားနာမည်ကြီးအနုပညာရှင်ပေါင်းများစွာလည်း ပါဝင်ခဲ့ကြပါတယ်။အခုနောက်ပိုင်းသိပ်မတွေ့ရတော့တဲ့Dream High လိုကားမျိုးက Old But Goldစာရင်းဝင်ပါပဲ။ဒါကြောင့် အရင်ကတည်းက နာမည်ကြီးခဲ့ပြီးအခုချိန်ထိအမှတ်တရကျန်ရစ်နေခဲ့တဲ့ Dream Highကိုပြန်လည်ခံစားနိုင်ဖို့ တင်ဆက်ပေးလိုက်ပါတယ်နော်။\အညွှန်းကိုတော့ Milkeux က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ JimX, Thuu Thuu, Milkeux, Lai Laii, Thaw Tar တို့ပဲ ဖြစ်ပါတယ်။Genre…..Drama, MusicalQuality….WEB-DL  and File size…1GB and 500MBFormat…mp4s….16 sDuration….60minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. JimX, Thuu Thuu, Milkeux, Lai Laii, Thaw TarEncoder …..AugustVIP – Click Here! 01 – Userdrive |  |  |  | Telegram 02 – Userdrive |  |  |  | Telegram 03 – Userdrive |  |  |  | Telegram 04 – Userdrive |  |  |  | Telegram 05 – Userdrive |  |  |  | Telegram 06 – Userdrive |  |  |  | Telegram 07 – Userdrive |  |  |  | Telegram 08 – Userdrive |  |  |  | Telegram 09 – Userdrive |  |  |  | Telegram 10 – Userdrive |  |  |  | Telegram 11 – Userdrive |  |  |  | Telegram 12 – Userdrive |  |  |  | Telegram 13 – Userdrive |  |  |  | Telegram 14 – Userdrive |  |  |  | Telegram 15 – Userdrive |  |  |  | Telegram 16 END – Userdrive |  |  |  | TelegramSpecial Concert – Userdrive |  |  |  | Telegram 01 – Userdrive |  |  | Meganz| Telegram 02 – Userdrive |  |  | Meganz| Telegram 03 – Userdrive |  |  | Meganz| Telegram 04 – Userdrive |  |  | Meganz| Telegram 05 – Userdrive |  |  | Meganz| Telegram 06 – Userdrive |  |  | Meganz| Telegram 07 – Userdrive |  |  | Meganz| Telegram 08 – Userdrive |  |  | Meganz| Telegram 09 – Userdrive |  |  | Meganz| Telegram 10 – Userdrive |  |  | Meganz| Telegram 11 – Userdrive |  |  | Meganz| Telegram 12 – Userdrive |  |  | Meganz| Telegram 13 – Userdrive |  |  | Meganz| Telegram 14 – Userdrive |  |  | Meganz| Telegram 15 – Userdrive |  |  | Meganz| Telegram 16 END – Userdrive |  |  | Meganz| TelegramSpecial Concert – Userdrive |  |  | Meganz| TelegramDream High Season 2 (2015)Dream High ဆိုတာနဲ့ အများစုက အိပ်မက်တွေ အပြည့်နဲ့အကောင်အထည်ဖော်ဖို့ ကြိုးစားနေတဲ့ လူငယ်လေးတွေကို မြင်ယောင်မိမှာ အမှန်ပါပဲ။ဒီတစ်ခေါက် Season 2 မှာလည်း အရင် Season 1 လိုမျိုးဂီရင်းအနုပညာကျောင်းရဲ့ စတားဖြစ်ဖို့ကြိုးစားနေတဲ့ လူငယ်လေးတွေ၊ကိုယ်ဖြစ်ချင်တာကို မဆုတ်မနစ်ကြိုးစားပြီးရအောင်လုပ်တတ်တဲ့ လူငယ်လေးတွေကို တွေ့ရပြီး အားတက်စေမိမှာ အမှန်ပါပဲSeason 1 နဲ့ မထူးမခြားမနား ဆိုပေမယ့်သရုပ်ဆောင်အသစ်၊ ဇာတ်ကွက်အသစ်တွေကြောင့် တစ်မျိုးတစ်ဖုံကြည့်လို့ကောင်းပါတယ်ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကတော့နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Kang Sora, Park Ji Yeon,Got7 အဖွဲ့ဝင်ဖြစ်တဲ့ Jay B နဲ့ Park Jin Young , Jeong Jin woon,Hyolyn, Park Seo Joon တို့အပြင် တခြားနာမည်ကြီးသရုပ်ဆောင်တွေကလည်း Cameo အဖြစ်ပါဝင်ပေးထားပါတယ်ဂီရင်းကျောင်းတော်ကြီးဟာ ငွေကြေးဒေဝါလီခံလိုက်ရပြီးOZ Entertainment ကနေ လက်လွဲပြောင်းယူခဲ့ပါတယ်ဒါပေမယ့် OZ Entertainment မှာ ကျင့်သုံးထားတဲ့ စည်းမျဉ်းတစ်ခု ရှိပါတယ်အဲ့စည်းမျဉ်းကို ဘယ်သူမဆို ဆန့်ကျင်ကြပြီး အဲ့လိုစရိုက်တူ ကျောင်းသားတွေ ဆုံမိတဲ့အခါမှာတော့OZ Entertainment နဲ့ ဘယ်လိုဖြစ်ကြမလဲ?ဂီရင်းကျောင်းမှာ နဂိုကတည်းက လူရာမထင်တဲ့ ကျောင်းသားလေးတွေနဲ့OZ Entertainment ရဲ့ သင်တန်းသားတွေရဲ့ အပြင်းအထန်ယှဉ်ပြိုင်မှုကိုလည်း မြင်တွေ့ရမှာ ဖြစ်ပါတယ်အရင်တစ်ခေါက်က CM ကနေ Dream High Season 1ကို တင်ဆက်ပေးခဲ့ရာမှSeason 2 ကိုတောင်းဆိုလာသူ အများအပြားကြောင့် ယခုလို တင်ဆက်ပေးလိုက်ရပါတယ်။အညွှန်းကိုတော့ Thaw Tar က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Thaw Tar, Shwe Pyae, Milkeux, Lai Laii တို့ပဲ ဖြစ်ပါတယ်။Genre…..Drama, MusicalQuality….WEB-DL  and File size…1GB and 500MBFormat…mp4s….16 sDuration….60minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Shwe Pyae, Milkeux, Lai Laii, Thaw TarEncoder …..August 01 – Userdrive |  |  |  | Telegram 02 – Userdrive |  |  |  | Telegram 03 – Userdrive |  |  |  | Telegram 04 – Userdrive |  |  |  | Telegram 05 – Userdrive |  |  |  | Telegram 06 – Userdrive |  |  |  | Telegram 07 – Userdrive |  |  |  | Telegram 08 – Userdrive |  |  |  | Telegram 09 – Userdrive |  |  |  | Telegram 10 – Userdrive |  |  |  | Telegram 11 – Userdrive |  |  |  | Telegram 12 – Userdrive |  |  |  | Telegram 13 – Userdrive |  |  |  | Telegram 14 – Userdrive |  |  |  | Telegram 15 – Userdrive |  |  |  | Telegram 16 END – Userdrive |  |  |  | Telegram 01 – Userdrive |  |  | Meganz| Telegram 02 – Userdrive |  |  | Meganz| Telegram 03 – Userdrive |  |  | Meganz| Telegram 04 – Userdrive |  |  | Meganz| Telegram 05 – Userdrive |  |  | Meganz| Telegram 06 – Userdrive |  |  | Meganz| Telegram 07 – Userdrive |  |  | Meganz| Telegram 08 – Userdrive |  |  | Meganz| Telegram 09 – Userdrive |  |  | Meganz| Telegram 10 – Userdrive |  |  | Meganz| Telegram 11 – Userdrive |  |  | Meganz| Telegram 12 – Userdrive |  |  | Meganz| Telegram 13 – Userdrive |  |  | Meganz| Telegram 14 – Userdrive |  |  | Meganz| Telegram 15 – Userdrive |  |  | Meganz| Telegram 16 END – Userdrive |  |  | Meganz| Telegram 