Synopsis of Snowpiercer ( 2020 to 2022 ) Season 1 + 2 + 3Parasite ကားနဲ့ အော်စကာ ရခဲ့တဲ့ ဒါရိုက်တာကြီး ဘွန်ဂျိုဟိုရဲ့ နာမည်ကျော်လက်ရာ တစ်ခု ကြည့်ခဲ့ဖူးလား မသိဘူး။ Snow Piercer လို့ ခေါ်တဲ့ ရုပ်ရှင်ပါ။အခု အဲဒီဇာတ်လမ်းကိုပဲ စီးရီးအနေနဲ့ ရိုက်ကူးထားပါပြီ။ တစ်ပတ်ကို တစ်ပိုင်း ထွက်တာမို့ အပတ်စဉ် တင်ပေးထားတာပါ။စနိုးပီရာဆာ မကြည့်ဖူးသေးတဲ့လူတွေအတွက် အကျဉ်းလေး ပြောပြပါ့မယ်။အနာဂါတ်ကာလတစ်ခုမှာ ကမ္ဘာကြီး တစ်ခုလုံး အနုတ် ၁၁၉ ဒီဂရီအထိ အေးခဲသွားပြီး တစ်ကမ္ဘာလုံးမှာ သက်ရှိတွေအကုန် သေဆုံးသွားပါပြီ။ဒါပေမယ့် ဒီအဖြစ်ကို ကြိုမြင်တဲ့ ဝဲလ်ဖို့ဆိုတဲ့ လူကြီးက အတွဲပေါင်း ၁၀၀၁ တွဲ ပါတဲ့ ဧရာမ ရထားကြီးကို တည်ဆောက်ထားခဲ့တယ်။အဲဒီရထားကြီးကို လုံးဝမရပ်နားဘဲ ကမ္ဘာကြီးကို တစ်ပတ်ပြီး တစ်ပတ် ပတ်နေခဲ့တာ ၇ နှစ်တိုင်လာခဲ့တယ်။ရထားမောင်းနေတဲ့ အရှိန်ကနေ စွမ်းအင်ကိုထုတ်ပြီးသုံးတယ်။ ရထားတွဲတွေမှာ စိုက်ပျိုးရေး မွေးမြူရေးတွေ အကုန်ပါတယ်။ကမ္ဘာပျက်ချိန်မှာ အဲဒီရထားပေါ်ကို လိုက်ခွင့်ရတဲ့ အတန်းအစား ၄ တန်း ရှိသွားခဲ့တယ်။အတင်းအသေခံတိုက်ပြီး ခိုးတက်လာတဲ့သူတွေက နောက်ဆုံးတွဲမှာ ညစ်ညစ်ပတ်ပတ် ဆင်းဆင်းရဲရဲ နေရတယ်။နောက်တွဲလူတွေလို့ခေါ်တယ်။ ပြီးတော့ ဝန်ထမ်းတွေက တတိယတန်းပေါ့။ဒုတိယ တန်း နဲ့ ပထမတန်းမှာတော့ ကမ္ဘာပေါ်က လက်မှတ်ဝယ်ခွင့်ရလိုက်တဲ့ ဘီလီယံနာတွေ သြဇာရှိလူတွေ ပါဝင်ပါတယ်။အတန်းတစ်ခုချင်းစီအတွက် အခွင့်အရေးတွေကလည်း အရမ်းကို ကွာခြားပါတယ်။ဒီအတန်းအစားတွေကြားထဲမှာ ဖြစ်လာတဲ့ တော်လှန်ရေးတွေ၊ အရှုပ်တော်ပုံတွေကို စီးရီးအနေနဲ့ အဝကြည့်ရမှာပါပဲ။မူရင်းဇာတ်ကြောင်းကိုက စိတ်ဝင်စားစရာ ဖြစ်တဲ့အပြင်၊လူသတ်မှုတွေနဲ့ပဟေဠိတွေပါပါတယ်။ ကြည့်လိုက်ပါဦး။(ဘာသာပြန်တင်ဆက်ထားသူကတော့ Littleneo ပဲ ဖြစ်ပါတယ်)Quality –  NF WEB-DLDuration – 1hr (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Action, Drama, Sci-FiSource : .NF.WEB-DL.DDP5.1.H.264-TEPESTranslator – Littleneo , MTAEncoder – Mr.AndersonSeason 3 1VIP    Usersdrive    Meganz  Stream 2VIP    Usersdrive    Meganz  Stream 3VIP    Usersdrive    Meganz  Stream 4VIP    Usersdrive    Stream 5VIP    Usersdrive    Stream  Meganz 6VIP    Usersdrive    Stream  Meganz 7VIP    Usersdrive    Stream  Meganz 8VIP    Usersdrive    Stream  Meganz 9VIP   Usersdrive    Stream  Meganz 10VIP   Usersdrive    Stream  MeganzSeason 1 Complete Zip FileVIP    8 – VIP  Season 2 [1-5]  [6-10] 