Synopsis of Touch (2012)ရုပ်ရှင်စီးရီးတွေထဲမှာ လူတိုင်းကြည့်ဖူးပြီး ကြိုက်ကြတဲ့ နာမည်ကျော်စီးရီးတွေရှိသလို စီးရီးချစ်သူတစ်ယောက်ချင်းစီမှာ သီးခြားအကြိုက်ဆုံးလေးတွေ ရှိတတ်တာပါပဲ။ ဒါကတော့ အက်မင်ရဲ့ ကိုယ်ပိုင် ဖေးဘရိတ်စီးရီးပါပဲ။ တင်ပေးချင်ပေမဲ့ မအားတာနဲ့ အကြောင်းအမျိုးမျိုးနဲ့ နောက်ဆုတ်နောက်ဆုတ်ဖြစ်နေတာပါ။ အခုတော့ အစအဆုံးတင်ပေးပါတော့မယ်။ စုစုပေါင်း စီစန် ၂ ခုပဲ ရှိပြီး တစ်ခုကို ၁၃ ပိုင်းပဲရှိပါတယ်။ Manifest လို ပဟေဠိဆန်တဲ့စီးရီးမျိုးကိုကြိုက်တဲ့သူတွေအတွက်ပါပဲ။၂၀၁၂ခုနှစ်က ပြသခဲ့တာဖြစ်ပြီး IMDb 7.4 အထိရခဲ့ပါတယ်။ကမ္ဘာမြေကြီးပေါ်မှာ တည်ရှိနေမှုတွေ ဖြစ်ပျက်နေမှုတွေက ပရမ်းပတာ ကျပန်းဖြစ်ပျက်နေတယ်လို့ ထင်ပါသလား?တကယ်လို့ စကြဝဠာကြီးရဲ့ဖွဲ့စည်းပုံ၊ ပန်းကလေးတွေရဲ့ဝတ်ဆံ၊ ခရုခွံလေးတွေရဲ့ အရစ်လေးတွေကအစ ကိန်းဂဏန်းတွေနဲ့ ဆက်စပ်ပြီးတိကျစွာဖြစ်တည်နေတယ်ဆိုရင်ရော?ဒါဆိုရင် အဲဒီ ကိန်းဂဏန်းတွေအတွက် တိကျတဲ့ ကိန်းစဉ်လေးတစ်ခုရှိပါလိမ့်မယ်။ အဲဒီကိန်းစဉ်နဲ့ ကမ္ဘာကြီးတစ်ခုလုံးရဲ့ လှပတဲ့ဆက်နွယ်မှုကြီးကို မြင်နိုင်စွမ်းရှိလာတဲ့အခါဒီနေ့ လူဘယ်နှယောက်မွေးဖွားမယ်၊ဘယ်နှယောက်သေဆုံးမယ်၊ လူတွေ စကားဘယ်နှခွန်းပြောပြီး၊ စာဘယ်နှစောင်ပို့ကြမယ်ဆိုတာကို ကြိုတင်ဆုံးဖြတ်နိုင်လာပါလိမ့်မယ်။အလွယ်ပြောရရင် အနာဂါတ်ကို အလှပဆုံးနည်းလမ်းနဲ့ ကြိုတင်တွက်ဆနိုင်သွားပါလိမ့်မယ်။ ဥပမာ အချိန်တခုမှာ လမ်းနံပါတ်တစ်ခုကို ခြေလှမ်းရေအတိအကျလျှောက်လှမ်းပြီးလူတစ်ယောက်ကို ဝင်တိုက်လိုက်မယ်ဆိုရင် အဲဒီကဆက်စပ်ဖြစ်စဉ်တွေက ဂျပန်က လူတစ်ယောက်ရဲ့ဘ၀ အီရတ်ကလူတစ်ယောက်ရဲ့ ဘဝနဲ့ ကမ္ဘာအနှံ့မှာ သက်ရောက်မှုတွေဆက်တိုက်ဖြစ်သွားစေနိုင်ပါလိမ့်မယ်။ ဒီဇာတ်လမ်းလေးရဲ့ ဇာတ်ကောင်ဟာ ဂျိတ်ဆိုတဲ့ Autism နဲ့ စကားလုံးဝမပြော လူအထိမခံတဲ့ ကလေးငယ်ရဲ့ ထူးဆန်းတဲ့အနာဂါတ်ကိုကိန်းဂဏန်းတွေကနေ သိရှိနိုင်တဲ့အစွမ်းနဲ့ သူ့သားရဲ့ ပဟေဠိမှန်သမျှကိုလိုက်ဖြေရှင်းပေးရတဲ့ အဖေ၊ ဒီလိုစွမ်းအင်နဲ့ လူတွေကို အကြံတစ်ခုကြောင့် လိုက်လံစုစည်းနေတဲ့အဖွဲ့၊လိုက်ပြီး လုပ်ကြံနေသူတွေနဲ့ လိုက်ပြီးကာကွယ်နေသူတွေရဲ့ကြားက စိတ်ဝင်စားစရာများစွာကို တင်ဆက်ထားတာပါ။File size…400 MbQuality….Webrip Format…mp4Duration…. 50 MinGenre…Drama, Sci-fi, Fantasy, MysterySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by GarfieldSeason 1 1 – VIP      Meganz  Usersdrive  Stream 2 – VIP      Meganz  Usersdrive  Stream 3 – VIP      Meganz  Usersdrive  Stream 4 – VIP      Meganz  Usersdrive  Stream 5 – VIP      Meganz  Usersdrive  Stream 6 – VIP      Meganz  Usersdrive  Stream 7 – VIP      Meganz  Usersdrive  Stream 8 – VIP      Meganz  Usersdrive  Stream 9 – VIP      Meganz  Usersdrive  Stream 10 – VIP      Meganz Usersdrive  Stream 11 – VIP      Meganz  Usersdrive  Stream 12 – VIP      Meganz  Usersdrive  Stream 13 – VIP      Meganz  Usersdrive  StreamSeason 02 1 – VIP      Meganz  Usersdrive  Stream 2 – VIP      Meganz  Usersdrive  Stream 3 – VIP      Meganz  Usersdrive  Stream 4 – VIP     Meganz Usersdrive  Stream 5 – VIP      Meganz  Usersdrive  Stream 6 – VIP      Meganz  Usersdrive  Stream 7 – VIP      Meganz  Usersdrive  Stream 8 – VIP      Meganz  Usersdrive  Stream 9 – VIP      Meganz  Usersdrive  Stream 10 – VIP      Meganz  Usersdrive  Stream 11 – VIP      Meganz  Usersdrive  Stream 12 – VIP      Meganz  Usersdrive  Stream 13 – VIP      Meganz  Usersdrive  Stream 