Synopsis of 1883 (2021)ဒီဇာတ်လမ်းတွဲကတော့ နာမည်ကျော် စီးရီး Yellowstone ထဲက မိသားစုရဲ့မူလပထမ စွန့်စားခန်းခရီးစဉ်ကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။ Rating အမြင့်စား ကောင်းဘွိုင်စီးရီးရှားပါးနေတဲ့အချိန်မှာ ပီပီပြင်ပြင်ကို ရိုက်ကူးထားတာပါပဲ။၁၈၈၃ခုနှစ် အမေရိကန်ပြည်မှာ ရေမြေပတ်ဝန်းကျင် ပိုကောင်းရာအရပ်တွေဆီ ပြောင်းရွှေ့နေထိုင်ကြပုံတွေကို ရိုက်ကူးပြသထားတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ လယ်သမားတစ်ဦးဖြစ်တဲ့ ဂျိမ်းစ်ဒက်တန်ဟာ ခိုးဆိုးဓားပြတွေပေါတဲ့ တက္ကဆက်အရိုင်းမြေကို စွန့်ခွာပြီး သူ့မိသားစုနဲ့အတူ အနောက်အရပ်ဆီ ခရီးထွက်ဖို့ပြင်ခဲ့ပါတယ်။ဒီလိုပြင်ဆင်တုန်းမှာ လှည်းခရီးသွားတစ်ဖွဲ့ကို အနောက်အော်ရီဂွန်အရပ်ဆီ ဦးဆောင်သွားမယ့် ရှီအေးဘရန်နန်ဆိုတဲ့ လူတစ်ယောက်နဲ့ ဆုံမိခဲ့ပါတယ်။ရှီအေးဘရန်နန်ဆိုတာကတော့ ကူးစက်ရေကျောက်ရောဂါဖြစ်ပြီး သေဆုံးသွားတဲ့ မိသားစုကို အိမ်မှာမီးရှို့ပြီးထားခဲ့ရတဲ့ နာကျင်စရာအတိတ်‌တွေနဲ့ လူတစ်ဦးပါ။ သူ့မှာ သောမတ်စ်ဆိုတဲ့ ညာလက်ရုံးတစ်ဦးလည်းရှိပါတယ်။ဂျိမ်းစ်မိသားစုမှာက မိန်းမသားလေးယောက်နဲ့ ငါးနှစ်သား‌တစ်ယောက်၊ ရှီအေးတို့ခရီးသွားအဖွဲ့မှာက ‌မြင်းမစီး သေနတ်မပစ်တတ် ဘာဆိုဘာမှ မကျွမ်းကျင်သူတွေချည်းဆိုတော့ တစ်နေရာတည်းသွားမယ့် ခရီးသည်တွေအဖြစ် သူတို့နှစ်ဖွဲ့ တူတူခရီးနှင်ခဲ့ကြပါတယ်။လမ်းခရီးမှာတော့ ခိုးဆိုးဓားပြ၊ မြွေပါးကင်းပါး၊ လှည်းနင်းမိတဲ့မတော်တဆမှုတွေ၊ ရောဂါကပ်ဘေးတွေ အမျိုးမျိုးကြုံကြရပါတယ်။ သေခြင်းတရားတွေ ပူဆွေးမှုတွေနဲ့ ပြည့်နှက်နေတဲ့ ခရီးစဉ်ကြီးပေါ့။ဒါပေမဲ့ ဆယ်ကျော်သက်‌မိန်းမပျိုလေးတစ်ဦးဖြစ်တဲ့ ဂျိမ်းစ်ရဲ့သမီးဖြစ်သူ အယ်လ်ဆာအတွက်‌ကတော့ ဒီခရီးစဉ်ဟာ စိတ်လှုပ်ရှားတွေ၊ စွန့်စားခန်းတွေနဲ့ ပြည့်နေတဲ့ ခရီးစဉ်တစ်ခုပါတဲ့။အယ်လ်ဆာအဖြစ် မင်းသမီး Isabel May ပုံဖော်ပေးထားပြီး ဇာတ်လမ်းရဲ့ narrator တစ်ဖြစ်လည်း ပါဝင်ပေးထားပါတယ်ဂျိမ်းစ်နဲ့ မားဂရက်တို့ ဇနီးမောင်နှံအဖြစ်တော့ အပြင်လောက တကယ့်ဇနီးမောင်နှံတွေဖြစ်တဲ့ Country အဆိုကျော် Tim Mcgraw နဲ့ Faith Hill တို့က ပုံဖော်ပေးထားပါတယ်၁၈ရာစုနှောင်းပိုင်းကာလရဲ့ ဘဝတွေ၊ ကောင်းဘွိုင်သဘာဝတွေကို ခံစားကြရမှာပါကြည့်ရှုလိုက်ကြပါဦးFile size…500 MbQuality….Webrip Format…mp4Duration….50 minGenre…Western, Drama, ActionSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by MTA Links 01[] »»» VIP • UsersDrive •  • MegaUp • StreamSB • MegaNZ 02[] »»» VIP • UsersDrive •  • MegaUp • StreamSB • MegaNZ 03[] »»» VIP • UsersDrive •  • MegaUp • StreamSB • MegaNZ 04[] »»» VIP • UsersDrive •  • MegaUp • StreamSB • MegaNZ 05[] »»» VIP • UsersDrive •  • MegaUp • StreamSB • MegaNZ 06[] »»» VIP • UsersDrive •  • MegaUp • StreamSB • MegaNZ 07[] »»» VIP • UsersDrive •  • MegaUp • StreamSB • MegaNZ 08[] »»» VIP • UsersDrive •  • MegaUp • StreamSB • MegaNZ 09[] »»» VIP • UsersDrive •  • MegaUp • StreamSB • MegaNZ 10 (END)[] »»» VIP • UsersDrive •  • MegaUp • StreamSB • MegaNZ 