Synopsis of Love (ft. Marriage & Divorce)(2021)Love (ft. Marriage & Divorce)(2021) အညွှန်း*************************************အပိုင်းသစ်(၁မှ ၁၆)ထိ စဆုံးဒီဇာတ်လမ်းတွဲကတော့ ပုံမှန် ကောင်လေးနဲ့ကောင်မလေးတို့ ချစ်ဖို့အရေးကြိုးစားနေတဲ့ ဇာတ်လမ်းတွဲမျိုးမဟုတ်ပါဘူး….အဲ့အဆင့်တွေထက်ကျော်လွန်ပြီး အိမ်ထောင်ကျပြီးနောက်ပိုင်း အိမ်ထောင်သည်တွေသမီးရည်းစားဘဝတုနး်ကလို ချစ်နိုင်သေးရဲ့လားဆိုပြီး ပုံစံမတူတဲ့ စုံတွဲ(၃)တွဲကို ရိုက်ပြထားတာပါ….ပျင်းစရာကြီးလို့မထင်လိုက်နဲ့…တကယ့်လက်ရှိမှာ ဒီလိုတွေတကယ်ဖြစ်နေတာ….တရားသူကြီး Park Sa Hyun ဟာ drum တီးခတ်နေတဲ့ Boo Hye Ryung ကိုမြင်မြင်ချင်းချစ်မိသွားပြီး လက်ထပ်ခဲ့ကြပါတယ် …အိမ်ထောင်သက်သုံးနှစ်ရှိပြီး ကလေးမရှိသေးသော ပထမဆုံးစုံတွဲ…..Shin Yoo Shin ကတော့ဆေးရုံဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး radio show တစ်ခုရဲ့ PD ဖြစ်တဲ့ Sa Pi Young ရဲ့ချစ်လှစွာသောခင်ပွန်းပေါ့သူမဟာ သူမရဲ့အိမ်ထောင်ရေးအတွက် အမြဲတမ်း အကောင်းဆုံးတွေဖြစ်အောင် ကြိုးစားနေတဲ့သူလေးပါ,……Lee Si Eun ကတော့ radio show ရဲ့အဓိကစာရေးဆရာမဖြစ်ပြီး ပြဇာတ်နဲ့ရုပ်ရှင်မေဂျာရဲ့ဌာနမှူးPark Hye Ryoong ရဲ့ဇနီးကောင်းတစ်ယောက်လည်းဖြစ်ပါတယ်….ဒီလိုစုံတွဲသုံးတွဲရဲ့ မတူညီတဲ့ lifestyle တွေ အိမ်တွင်းရေးပြဿနာတွေကနေ ဘယ်လိုမတူညီတဲ့ ရသတွေကိုခံစားရမလဲဆိုတာကိုတော့ ဒီကားလေးထဲမှာပဲ ဆက်လက်စောင့်ကြည့်လိုက်ပါ….Also Known As: Marriage Lyrics, Divorce Composition , Marriage Story , GyeolhoniyagiGenres: Romance, Life, Drama, Family, MatureAired On: Saturday, SundayTranslated by Shoon Thu Thu Chain , Hnin Pale,May Phyu Zaw &IchikaEncoded by Phyo PyaeComplete Zip File VIP  [1-8]  [9-16] (1) [ 600 MB]YoteShin  Usersdrive  Datbu  Meganz  VeryfilesCMVIP (2) [ 600 MB]YoteShin  Usersdrive  Datbu  Meganz  VeryfilesCMVIP (3) [ 600 MB]YoteShin  Usersdrive  Datbu  Meganz  CMVIP (4) [ 600 MB]YoteShin  Usersdrive  Datbu  Meganz  CMVIP (5) [ 600 MB]YoteShin    Meganz  CMVIP (6) [ 600 MB]YoteShin  Usersdrive  Datbu  Meganz  CMVIP (7) [ 600 MB]YoteShin  Usersdrive    Meganz  CMVIP (8) [ 600 MB]YoteShin  Usersdrive    Meganz  Datbu CMVIP (9) [ 600 MB]YoteShin  Usersdrive    Meganz Datbu CMVIP (10) [ 600 MB]YoteShin  Usersdrive    Meganz Datbu CMVIP (11) [ 497 MB]YoteShin  Usersdrive  Meganz CMVIPMegaUp (12) [ 497 MB]YoteShin  Usersdrive  Meganz CMVIPMegaUp (13) [ 497 MB]YoteShin  Usersdrive  Meganz CMVIPMegaUp (14) [ 497 MB]YoteShin  Usersdrive Meganz CMVIPMegaUp (15) [ 497 MB]YoteShin  Usersdrive Meganz CMVIPMegaUp (16) [ 497 MB]YoteShin  Usersdrive Meganz MegaUp 