Synopsis of Inventing Anna (2022)Inventing Anna (2022)=======================IMDb Rating – 6.910အခု တင်ဆက်လိုက်တဲ့ Inventing Anna ဆိုတဲ့ Series လေးကတော့ 2019 မှာ ဖြစ်ခဲ့တဲ့အမှုကိုအခြေခံထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတွဲ ဖြစ်ပါတယ်။ ဒီအမှုအကြောင်းကို အကျဉ်းချုံးနားလည်အောင်ရှင်းပြရမယ်ဆိုရင်တော့ Anna ဟာ ရုရှားဂျာမန် လူမျိုးတစ်ယောက်ဖြစ်ပြီး သူ အမေရိကန်မှာ လာရောက်အခြေချတဲ့ 2013 ကနေ 2017 ခုနှစ်အတွင်း လိမ်လည်မှုပေါင်းများစွာကို ကျူးလွန်ခဲ့တဲ့သူပါ။နာမည်ရင်းကတော့ Anna Sorokin ဖြစ်ပြီး Anna Delvey ဆိုတဲ့နာမည်တုနဲ့ အမွေဆက်ခံပိုင်ခွင့်ရှိသူတစ်ယောက်အဖြစ်ဟန်ဆောင်ကာ ဒိတ်ဒိတ်ကြဲ ဘဏ်တွေ ဟိုတယ်တွေကနေ အချီကြီး လိမ်လည်ခဲ့တဲ့သူဖြစ်ပါတယ်။ ထောင်ဒဏ် ၁၂ နှစ်အကျခံခဲ့ရပေမယ့် ၂၀၂၁ ခုနှစ်မှာ ပြန်လည်လွတ်မြောက်လာခဲ့ပြီးတော့ အထက်တန်းလွှာတွေ ဆယ်လီတွေ‌ သူဌေးတွေကြား အတော်လေး ဂရက်ရိုက်ခဲ့တဲ့ကိစ္စဖြစ်ပါတယ်။ရုပ်လေးနဲ့က မထင်ရက်စရာ မျက်မှန်လေးနဲ့ မျက်နှာပြည့်ပြည့်လေးနဲ့ အပြစ်ကင်းတဲ့ပုံစံမျိုးလေး ဖြစ်ပေမယ့် ဒိတ်ဒိတ်ကြတွေကို မျက်ခုံးမွှေးစင်္ကြံလျှောက်သွားခဲ့တဲ့ ကောင်မလေးတစ်ယောက်ပါ။ ဇာတ်လမ်းဖော်ပြချက်အရ သူ တရားမရင်ဆိုင်ခင် ထောင်ထဲမှာရှိနေတဲ့အတောအတွင်းမှာတောင်မှ သူ့ဘက်ကလိုက်ပြီးခေတ်သစ် ရော်ဘင်ဟုဒ်လို့ ထင်ကြေးပေးကြတဲ့သူတွေ ဒုနဲ့ဒေးပါ။ကဲ ဒီတော့ Anna Delvey ခေါ် Anna Sorokin က တကယ်ပဲ ရော်ဘင်ဟုဒ်လား ဒါမှမဟုတ် ကောက်ကျစ်စဉ်းလဲတတ်တဲ့ ဉာဏ်ကြီးရှင်တစ်ယောက်လားဆိုတာကို ပရိသတ်တွေ အခုပဲကြည့်ပြီးတော့ ကိုယ်ကိုတိုင်အဖြေရှာကြည့်လိုက်ပါ။( Fact : Netflix ဟာ ဒီဇာတ်လမ်းတွဲ ဖြစ်မြောက်ရေး အတွက် မူပိုင်ခ ဒေါ်လာ 320,000 Anna ကိုပေးရတာဖြစ်ပေမယ့်။ အပြစ်သားတွေဟာ သူတို့ပြစ်မှုကနေ အခကြေးငွေပြန်ရတာမျိုး မရှိရတဲ့ အမေရိကန်ရဲ့ဥပဒေအရ အဲဒီ ငွေကြေးတွေဟာ ဆိုင်းငံ့ခံထားရပါတယ် )(ဒီဇာတ်လမ်းဟာ စုစုပေါင်း(၉)ပိုင်းရှိပြီး . cm မှ တစ်ဆက်တည်းတင်ဆက်ပေးသွားပါမယ်။)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck Chuck မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size – (535 MB)Quality – WEBDL Duration – 1Hr 05 mins (@)Subtitle – Myanmar HardsubFormat – MP4Genre : DramaTranslator – CM TeamEncoder – SWM (535 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9) (End)    MegaNZ    Usersdrive1080P (878 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9) (End)    MegaNZ    Usersdrive—————————————————————————CM VIP – LINK 