Synopsis of Juvenile Justice (2022)Juvenile Justice (2022) ဇာတ်လမ်းတွဲအညွှန်း**************************************အပိုင်းသစ် -၁၀ (ဇာတ်သိမ်းပိုင်း)(အစအဆုံး ရပါပြီနော်)ကိုရီးယား ဇာတ်လမ်းတွဲကောင်းကောင်းလေးကြိုက်သူများအတွက် Netflix ရဲ့ နောက်ထပ် ကိုးရီးယားဒရမ်မာအသစ်လေးတစ်ခု လာပါပြီနော်။ဒီဇာတ်လမ်းတွဲလေးကတော့ အသက်မပြည့်သေးတဲ့ လူငယ်တွေ ကျူးလွန်ထားတဲ့ ပြစ်မှုကို စီရင်ချက်ချပေးရတဲ့ ကိုရီးယားနိုင်ငံ “လူငယ်တရားရုံး” အကြောင်းရိုက်ကူးထားတာပါ။ကျောင်းပြဿနာ၊ ငွေကြေးပြဿနာ၊ အိမ်တွင်းရေးပြဿနာတွေ ရှိလာတဲ့အခါ လူငယ်တွေက စိတ်ပျော်ရာနောက် ပါသွားကြပြီး ပြစ်မှုတွေကို ကျူးလွန်မိကြပါတယ်။တောင်ကိုရီးယားနိုင်ငံရဲ့ ဥပဒေအရ အသက်မပြည့်သေးဘဲ ပြစ်မှုကျူးလွန်တဲ့ ရာဇဝတ်သားတွေကို ထောင်ချခွင့်မရှိဘဲ “လူငယ်ကာကွယ်ရေးအမှု” ဆိုတဲ့အမှုခေါင်းစဉ်နဲ့ တရားရုံးက စီရင်ချက်ချပေးရပါတယ်။လူငယ်ရာဇဝတ်သားတွေကို ထောင်မချဘဲ နောက်တစ်ကြိမ် ဒီလိုကျူးလွန်မှုမျိုးမရှိ‌စေဖို့ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ လူငယ်ပြုပြင်ရေးစခန်းကိုသာ ပို့ပါတယ်။ ဒီဥပဒေအကြောင်းကို သိတဲ့ လူငယ်တွေက လူသတ်မှု၊ လိင်အကြမ်းဖက်မှု၊ လူကုန်ကူးမှု၊ ပြည့်တန်ဆာလုပ်ရန်အတင်းအကျပ်စေခိုင်းမှု စတဲ့ ကြီးလေးတဲ့ ပြစ်မှုတွေကို ကျူးလွန်ကြပြီး လူငယ် ရာဇဝတ်သားတွေက များသထက်များလာခဲ့ပါတယ်။ဒီဖြစ်ရပ်ကို လုံးဝ သဘောမကျတဲ့ နာမည်ကျော် ဖြောင့်မတ်တဲ့ တရားသူကြီးတစ်ယောက်ဖြစ်တဲ့ ရှင်းအွန်ဆော့က လူငယ်တရားရုံးမှာ တရားသူကြီးအဖြစ် တာဝန်ကျသွားခဲ့တဲ့အခါ …“တရားရုံးက အမှုစစ်ရုံးမဟုတ်ဘူး စည်းမကျော်နဲ့” ဆိုတဲ့အထက်လူကြီးရဲ့ စကားအောက်မှာ မတရားမှုကိုအတိုင်းသားမြင်နေရတဲ့ တရားသူကြီးရှင်းတစ်ယောက် ငြိမ်ခံနေမလား?ဒီလိုမမျှတတဲ့ ဥပဒေနဲ့ အပြစ်ပေးဖို့ မဖြစ်နိုင်တဲ့အခါမှာ ရှင်းအွန်ဆော့တစ်ယောက် တရားမျှတမှုအတွက် ဘယ်လိုတွေ လုပ်ဆောင်သွားမှာလဲ?ဒီဥပဒေအကြောင်းသိလျက်နဲ့ ရှင်းအွန်ဆော့က ဘာလို့လူငယ်တရားရုံးကိုသွားခဲ့တာလဲ?အပိုင်းတိုင်းမှာစိတ်ဝင်စားစရာ‌ကောင်းတဲ့ အမှုများစွာပါဝင်တာမို့ မှုခင်း ဒရမ်မာမှ ကြိုက်တယ်ဆိုတဲ့သူတွေ လက်မလွှတ်သင့်တဲ့ ဒရမ်မာကောင်းလေးတစ်ခုပါပဲနော်Aired: February 25, 2022Aired On: FridayDuration: 60minss: 10Genres: Law, DramaQuality & File Size: (~900MB), (~400MB)Translated by Mi, Hnin Pale , Hnin Wut Yi & ChoThetEncoded by Kinnov««« Telegram Channel »»» 01[] »»» UsersDrive •  • MegaUp • StreamSB • MegaNZ • VIP[] »»» UsersDrive •  • MegaUp • MegaNZ • VIP 02[] »»» UsersDrive •  • MegaUp • StreamSB • MegaNZ • VIP[] »»» UsersDrive •  • MegaUp • MegaNZ • VIP 03[] »»» UsersDrive •  • MegaUp • StreamSB • MegaNZ • VIP[] »»» UsersDrive •  • MegaUp • MegaNZ • VIP 04[] »»» UsersDrive •  • MegaUp • StreamSB • MegaNZ • VIP[] »»» UsersDrive •  • MegaUp • MegaNZ • VIP 05[] »»» UsersDrive •  • MegaUp • StreamSB • MegaNZ • VIP[] »»» UsersDrive •  • MegaUp • MegaNZ • VIP 06[] »»» UsersDrive •  • MegaUp • StreamSB • MegaNZ • VIP[] »»» UsersDrive •  • MegaUp • MegaNZ • VIP 07[] »»» UsersDrive •  • MegaUp • StreamSB • MegaNZ • VIP[] »»» UsersDrive •  • MegaUp • MegaNZ • VIP 08[] »»» UsersDrive •  • MegaUp • StreamSB • MegaNZ • VIP[] »»» UsersDrive •  • MegaUp • MegaNZ • VIP 09[] »»» UsersDrive •  • MegaUp • StreamSB • MegaNZ • VIP[] »»» UsersDrive •  • MegaUp • MegaNZ • VIP 10 (Finale)[] »»» UsersDrive •  • MegaUp • StreamSB • MegaNZ • VIP[] »»» UsersDrive •  • MegaUp • MegaNZ • VIP************* (ပြီးပါပြီ) ************* 