Synopsis of Our Little Summer Vacation (2020)Our Little Summer Vacation (2020)ချွဲဝူရှစ်နဲ့ ဂျောင်ယူမီတို့ရဲ့ ၂၀၂၀ က ထွက်ရှိခဲ့တဲ့healing program လေးနဲ့ ပြန်လည်မိတ်ဆက်ပေးပါရစေ။အရင်ဆုံး main cast လေးနှစ်ယောက်နဲ့ မိတ်ဆက်ပေးပါရစေ။ချွဲဝူရှစ်ကတော့ အားလုံးသိကြတဲ့အတိုင်း our beloved summer ထဲကချွဲအွန်းဖြစ်ပြီး အဲဒီတုန်းကတော့ Parasite ဇာတ်ကားနဲ့ အတော်လေးနာမည်ကြီးနေတဲ့ ကာလပါ။ဂျောင်ယူမီကတော့ Train to Busan မှာ မာဒုန်ဆော့ရဲ့ ကိုယ်ဝန်ဆောင်ဇနီးသည်နောက်ဆုံး survivor အဖြစ် ပါဝင်သရုပ်ဆောင်ခဲ့သူပါ။ ဝူရှစ်နဲ့လည်း တစ်ကားတည်း သရုပ်ဆောင်ခဲ့တာပေါ့နော်။ကဲ အစီအစဉ်အကျဉ်းလေး ပြောပြပေးပါမယ်။Healing program တို့ ထုံးစံအတိုင်း အလုပ်တွေများပြီး မွန်းကြပ်တဲ့နေ့စဉ်ဘဝကနေ ‌ခဏတာရုန်းထွက်ပြီး ကျေးလက်ကမ်း‌ခြေမြို့လေးမှာ တစ်လနီးပါး သွားနေကြမှာပါ။နယ်မြို့လေးဆိုပေမဲ့ သူတို့ရဲ့ နေ့စဉ်ဘဝက အပ်ကြောင်းထပ်မနေပါဘူး။အိမ်ခြံဝန်းလေးထဲမှာ ကျန်းမာရေးနဲ့ညီညွတ်တဲ့ ဟင်းသီးဟင်းရွက်စိုက်ခင်းလေးလည်းရှိပြီးတစ်နေ့နဲ့တစ်နေ့ မတူညီတဲ့ ဟင်းလျာအမျိုးမျိုး ချက်စားကြတယ်။မုန့်တွေဖုတ်ကြတယ်။ ဆန်အရက်တွေလုပ်ကြတယ်ပေါ့။ဗုဒ္ဓဘုရားကျောင်းသွားပြီး ထုံးတမ်းဓလေ့တွေလည်း လေ့လာကြတယ်။ကမ်းခြေနဲ့နီးတဲ့အတွက် ရေလွှာလျှောစီးတာတွေလည်း သင်ယူကြတယ်။ကမ်းခြေမှာဓာတ်ပုံရိုက် ပျော်ပါးကြတယ်။ပြီးရင် တစ်နေ့တာလှုပ်ရှားမှုမှန်သမျှကို ဒိုင်ယာရီလေး ရေးထားကြတယ်။ဒီအိမ်ရှင်နှစ်ယောက်ဆီကို သူတို့နဲ့ရင်းနှီးတဲ့ သူငယ်ချင်းလေးတွေလည်း လာလည်ကြပါတယ်။သူငယ်ချင်းဧည့်သည်တွေကိုတော့ စပွိုင်းဖြစ်သွားမှာစိုးလို့ အရိပ်အမြွက်လေးပဲ ပြောပြထားမယ်နော်။ဝူရှစ်ရဲ့ နှစ်ယောက်မရှိတဲ့ အရင်းနှီးဆုံး actor သူငယ်ချင်းကြီးရယ်Train to Busan ထဲက အရမ်းချစ်ရတဲ့ ပါတနာလေးရယ်Reply 1994 ထဲက ဇာတ်ဆောင်‌တစ်ယောက်ရယ် etc. ပေါ့နော်မွန်းကြပ်တဲ့ နေ့စဉ်ဘဝတွေကနေ ခဏတာရုန်းထွက်ပြီး အပန်းပြေနိုင်ကြပါစေ။(အညွှန်းကို MTA မှ ရေးသားပေးထားပြီး CM Variety Team က ဘာသာပြန်ဆိုပေးထားပါတယ်)File Size – 1GB@Quality – AAC 2.0CHDuration –1h 30 minute (@)Total s: 11EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : RealityTranslator – CM Variety TeamEncoder – YKFor VIP Member – Click Here! 1 –   Userdrive    DropGalaxy   2 –   Userdrive    DropGalaxy   3 –   Userdrive    DropGalaxy   4 –   Userdrive    DropGalaxy   5 –   Userdrive    DropGalaxy   6 –   Userdrive    DropGalaxy   7 –   Userdrive    DropGalaxy   8 –   Userdrive    DropGalaxy   9 –   Userdrive    DropGalaxy   10 –   Userdrive    DropGalaxy   11 –   Userdrive    DropGalaxy   