Synopsis of Be Melodramatic (2019)Be Melodramatic(2019)==============================ကိုရီယားဇာတ်လမ်းတွဲတွေထဲ ဒရာမာအပြည့်နဲ့အတော်သားနားတဲ့ ဇာတ်လမ်းတွဲတွေကိုကျွန်တော်အပါအ၀င် အတော်များများ သဘောကျကြတယ်မဟုတ်လား။ဥပမာ- Reply Seriesပေါ့။ အဲ့ဒီ Vibeမျိုးလို့ ဆိုလို့ရတယ်။Personallyအရတော့ Reply တို့ Hospital list တို့What Happens to my family တို့နဲ့ မတိမ်းမယိမ်းလောက် သဘောကျတယ်။သို့ပေမဲ့ ဒီဇာတ်လမ်းတွဲက သူတို့လိုချစ်စရာ ကောင်းတာတွေနဲ့ပဲ ဖွဲ့စည်းထားတာလည်းမဟုတ်ဘူး။၈၀%လောက်က အရှိတရားတွေ။အရှိတရားဆိုတာက …..နေ့စဉ်ဘ၀က… သမီးရည်းစားဆက်ဆံရေးတွေက..ကျန်တဲ့ဆက်ဆံရေးတွေက.. အရှိတရားတွေကိုဆိုလိုတာ။ကျန်တဲ့20%က ရုပ်ရှင်နာမည်အတိုင်းပေါ့။ဒါကလည်း တကယ့်အရှိမှာလည်းရုပ်ရှင်ဆန်ဆန်နေတတ်ဖို့ လိုတဲ့အခါတွေ ရှိတဲ့အကြောင်းပါပဲ။Genreက Rom-Com ဆိုတော့ထက်၀က်နီးပါးကတော့ အရမ်းမဟုတ်ပေမဲ့တခြား K Rom-Comတွေလို ရယ်ရတယ်။ပြောရရင် Replyရဲ့ ရယ်ရခြင်းမျိူးပေါ့။စာရေးဆရာမကလည်း Replyကို Inspiration ယူထားပုံပါပဲခဏခဏကို ထည့်ပြောတယ်။နောက် လောင်ရတာမျိုးကိုလည်း ပြတယ်။လောင်ရတာဆိုတာက ကျွန်တော်တို့ဘ၀နဲ့ကင်းကွာတဲ့အကြီးကြီးတွေနဲ့ လျှောက်လောင်တာ တော့မဟုတ်ဘူး။ကျွန်တော်တို့ဘ၀တွေလိုပဲ သမီးရည်းစားကိစ္စတွေအလုပ်အဆင်မပြေမှုတွေ လောကရဲ့ အနိမ့်အမြင့်တွေနဲ့ပဲ လောင်ကြတာ။ပါးပါးလေးပါပဲ။ဒါပေမဲ့ လူတိုင်းတကယ် ကြုံနေရတာတွေနဲ့တစ်ခုမဟုတ်တစ်ခုတူနေမှာဆိုတော့ ထိတော့ထိတယ်။ပြီးကာမှ မလောင်အောင် ဘယ်လိုနေရမလဲ ပြန်ပြထားတယ်။ဒီဇာတ်လမ်းရဲ့ စာရေးဆရာမ ပြောတဲ့ အချက်အတော်များများကတော့လက်သင့်ခံချင်စရာ ကောင်းပါတယ်။ပွဲဦးထွက်ရုပ်ရှင်ဆိုတော့ သူ့ဘ၀အကြောင်းတွေပါ စွက်နေပုံပါပဲ။နောက်ပိုင်းဆို ဒီဇာတ်လမ်းထဲမှာပါ ဒီဇာတ်လမ်းကို ပြန်ရိုက်ပြနေသေးတယ်။အဓိကဇာတ်ကောင်မင်းသမီး၃ယောက်ရဲ့အလုပ်ကလည်းK Dramaတွေနဲ့ပက်သက်နေတဲ့ အလုပ်မျိုးပဲ။တစ်ယောက်က ဒရာမာဇာတ်ညွှန်းရေးဆရာမ။တစ်ယောက်က ဒိုကူမန်ထရီ ဒါရိုက်တာ။တစ်ယောက်ကတော့ ကိုရီးယားဇာတ်လမ်းတွဲတွေမှာအမြင်ကတ်လောက်အောင် ထထကြော်ငြာနေတဲ့ ကြော်ငြာတွေကို ထည့်ရတဲ့သူပေါ့။သူ့အဖြစ်ကိုကြည့်ပြီး ကျွန်တော်တော့အဲ့ဒီကြော်ငြာတွေကို သိပ်တောင် မဆဲချင်တော့ဘူး။ဇာတ်ကောင်တွေရဲ့ အလုပ်ဟာ ကေဒရာမာ ထုတ်လုပ်ရေး လောကကိုနည်းနည်းတော့ သိသွားစေမယ့် အလုပ်တွေပါပဲ။နောက်ပြီး သူတို့ရဲ့ Personalityတွေ ကလည်း စိတ်၀င်စားစရာကောင်းတယ်။Jeon Yeo-Been ဆို သူ့ဖန်တွေအတွက် အံကိုက်ပဲ။Vincenzoတို့ Night In Paradiseတို့ထဲကလို စတိုင်မျိုးနဲ့ပဲ သရုပ်ဆောင်ထားတယ်။ရှင်သန်ရတာတွေဟာ လွယ်ကူမနေဘူးပေါ့။ကျွန်တော့်တော့ ဒီဇာတ်လမ်းတွဲထဲကမလွယ်ကူခြင်းတွေမှာ ရှင်သန်နေကြတဲ့သူတွေကို ကြည့်ပြီးကိုယ်ပိုင် မလွယ်ကူခြင်းတွေအတွက် တခြားအမြင်တစ်ခု ထပ်ဖြည့်ပေးနိုင်ခဲ့တယ်။ဇာတ်လမ်းအညွန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။စုစုပေါင်း ၁၆ ပိုင်း ပါဝင်မှာ ဖြစ်ပါတယ်။s: 16Duration: 1h 5minGenre: Comedy, DramaFile Size: 700MBQuality:Subtitle: Myanmar (Hardsub)Translator: WiRa AungEncoder: August 01: VIP | Userdrive | CMDrive |  |  |  02: VIP | Userdrive | CMDrive |  |  |  03: VIP | Userdrive | CMDrive |  |  |  04: VIP | Userdrive | CMDrive |  |  |  05: VIP | Userdrive | CMDrive |  |  |  06: VIP | Userdrive | CMDrive |  |  |  07: VIP | Userdrive | CMDrive |  |  |  08: VIP | Userdrive |  |  |  | Telegram 09: VIP | Userdrive |  |  |  | Telegram 10: VIP | Userdrive |  |  |  | Telegram 11: VIP | Userdrive |  |  |  | Telegram 12: VIP | Userdrive |  |  |  | Telegram 13: VIP | Userdrive |  |  |  | Telegram 14: VIP | Userdrive |  |  |  | Telegram 15: VIP | Userdrive |  |  |  | Telegram 16 END: VIP | Userdrive |  |  |  | Telegram 