Synopsis of Devotion, a Story of Love and Desire (2022)Devotion, a Story of Love and Desire (2022)===============================အချစ်နဲ့ အိမ်ထောင်ရေး ဇာတ်လမ်းမျိုးကိုနှစ်သက်သူတွေအတွက် Netflix Italian Original Series လေးလာပါပြီ။ကာလိုနဲ့ မာဂရီတာက ပေါင်းသင်းလာတာ ငါးနှစ်ရှိနေပြီဖြစ်တဲ့ ဇနီးမောင်နှံပါကာလိုက အနုပညာတက္ကသိုလ်က ပါမောက္ခဖြစ်ပြီး စာရေးခြင်းနဲ့ အသက်မွေးပါတယ်၊ မာဂရီတာကတော့ ဗိသုကာပညာနဲ့ ဘွဲ့ရထားတဲ့ ပညာတတ်ဖြစ်ပေမယ့်အိမ်ခြံမြေအကျိုးဆောင်လုပ်နေတဲ့သူပါ.. ပေါင်းသင်းခဲ့တဲ့ ၅ နှစ်တာလုံး မာဂရီတာက ကာလိုကိုပဲ ဦးစားပေးခဲ့တယ်ဆိုပါတော့။ကာလိုကလည်း စာမရေးတာလေးနှစ်ရှိပြီဆိုတော့ ဝင်ငွေအများကြီးရှိမနေတာကြောင့်သူတို့နှစ်ယောက်ဟာ အိမ်ငှားဘဝနဲ့နေနေရလို့ ကိုယ်ပိုင်အိမ်လေးတစ်လုံးရှာဖွေနေကြတာပါ။ ဒီလိုနဲ့ သူတို့ရဲ့နှစ်ယောက်တစ်ကမ္ဘာလေးထဲကို ဆိုဖီယာဆိုတဲ့ (၂၀)အရွယ်ဆယ်ကျော်သက်လေး တစ်ယောက်ဝင်ရောက်လာခဲ့ပါတယ်။ဆိုဖီယာက အသက်ကငယ်ငယ်၊လှရေးကြွယ်ပြီးနူးညံ့သိမ်မွေ့သူလေးဖြစ်နေတော့ ကာလိုရဲ့စိတ်တွေဟာလည်း ရေကန်ထဲကိုခဲလုံးပစ်ချလိုက်သလို လှုပ်ခါလာပါတော့တယ်။ ငါးနှစ်လုံးမာဂရီတာအပေါ်သစ္စာရှိခဲ့တဲ့ကာလိုရဲ့သစ္စာတရားဟာ မေးခွန်းထုတ်စရာတွေဖြစ်လာခဲ့ပြီး သူ့ကိုအလိုလိုက်ချစ်ခဲ့တဲ့မာဂရီတာအပေါ်အချစ်တွေလျော့ပစ်ခွာသွားမလား။ သူတို့ရဲ့ငါးနှစ်တာအိမ်ထောင်ရေးကရောဘာတွေဆက်ဖြစ်လာမလဲဆိုတာကြည့်ရမယ့် အချစ်မေတ္တာနဲ့လိုအင်တပ်မက်မှုအကြောင်းဇာတ်ကွက်ပုံဖော်ထားပြီး (18+)အခန်းလေးတွေပါပါဝင်တဲ့ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ်။စုစုပေါင်း(၆)ပိုင်း တစ်ပြိုင်တည်းထွက်ရှိထားတဲ့ ဒီစီးရီးကို CMမှ ဆက်တိုက်တင်ဆက်ပေးသွားပါမည်။(ဒီစီးရီးရဲ့ အညွှန်းကို May Myat Thu နှင့် Chit Tee မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size – (600 MB)  (300 MB)Quality – WEBDL   Duration – 1Hr (@)Subtitle – Myanmar HardsubFormat – MP4Genre : Drama, RomanceTranslator – CM TeamEncoder – SWM1080P (600 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6) – End    MegaNZ    Usersdrive (300 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6) – End    MegaNZ    Usersdrive—————————————————————————CM VIP – LINK 