Synopsis of The One and Only (2021)The One and Only (2021)===================2021 မကုန်ခင်မှာ CMက ဘာသာပြန်တင်ဆက်ပေးမယ့် နောက်တစ်ကားကတော့JTBCက ထုတ်လွှင့်ပြသမယ့် melodramaဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်။ငယ်စဉ်က မိဘစွန့်ပစ်တာခံခဲ့ရပြီး အဘွားလက်ထဲမှာ ကြီးပြင်းခဲ့ရတဲ့ Pyo InSook(Ahh Eun Jin)က နာမကျန်းဖြစ်ခဲ့မှုကြောင့် အာရုံခံစားနိုင်မှုတွေ ပျောက်ဆုံးနေပြီး သေခြင်းနဲ့နီးကပ်နေပြီဖြစ်တဲ့ မိန်းကလေးတစ်ယောက်ပါ။အမျိုးသားဇာတ်လိုက်ဖြစ်တဲ့ Woo Cheon(Kim Kyung Nam) ကတော့ လူသတ်မှုတစ်ခုမှာ ပါဝင်ခဲ့ပြီးနောက် အလွတ်စုံထောက်အဖြစ် လုပ်ကိုင်နေသူဖြစ်ပြီး တရားမဝင်တဲ့ကိစ္စတွေကိုတောင် တုံ့ဆိုင်းခြင်းမရှိ လုပ်ဆောင်နိုင်သူ… ဘဝမှာဘာအကြောက်တရားမှမရှိတဲ့ လူတစ်ယောက်။ဒီနှစ်ယောက်ပဲလားဆိုတော့ မဟုတ်ပါဘူး နောက်ထပ် ကိုယ်စီအပူအပင်အပြည့်နဲ့ဇာတ်ကောင်နှစ်ဦးလည်းပါပါသေးတယ်။ သာမန် အိမ်ထောင်သည်ဘဝနဲ့ နေထိုင်ခဲ့ပေမဲ့ အထီးကျန်နေခဲ့ပြီးသေခြင်းရဲ့ဒဏ်ခတ်မှုနဲ့ကိုပါခံနေရသူ Se Yeon(Gang Ye Won)… ဆိုရှယ်မီဒီယာမှာinfluencer အနေနဲ့ ရပ်တည်နေသူဖြစ်ပေမယ့်၊ တကယ်တမ်းကျ မကြာခင် သေဆုံးရတော့မယ့်ကောင်မလေး Mi Do(Joy)…မတူညီတဲ့ဇာတ်ကောင်တွေဆိုပေမဲ့ တစ်ဦးစီမှာရှိနေ‌တဲ့ နာကျင်မှုတွေက မထူးမခြားမနားပါပဲ။ဘဝမှာ သေမိန့်ကျခံထားရပြီးသား မိန်းကလေး(၃)ဦးက ဘဝအဆုံးသတ်မရောက်ခင်မှာလူဆိုးတစ်ယောက်ရဲ့ ဘဝကို အဆုံးသတ်ပေးဖို့ ကြိုးစားကြမယ့် ဇာတ်ကွက်တွေ…ဒါ့အပြင် ဇာတ်လမ်းရဲ့လှည့်ကွက်တွေကြားထဲ ဖြစ်တည်လာဦးမယ့် ဇာတ်လိုက်၂ဦးကြားထဲကမေတ္တာဓာတ်တွေ… ဆောင်းရဲ့ အအေးဓာတ်ကို အံတုနိုင်ဖို့ဓားတွေနဲ့ ဖန်တီးပေးထားတဲ့ဒီ melodrama ကို ကြာသပတေးနဲ့သောကြာနေ့တိုင်း CMက တင်ဆက်ပေးသွားပါ့မယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Milkeux မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့Khaing Khin, Thu Thu, Htet Eaindary Khin တို့ပဲဖြစ်ပါတယ်။)File Size – (600 MB)Quality – WEBRIP Duration – 1hr 10 mins (@)Subtitle – Myanmar HardsubFormat – MP4Genre : DramaTranslator – Khaing Khin, Thu Thu, Htet Eaindary KhinEncoder – SWM (600 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8)    MegaNZ    Usersdrive(9)    MegaNZ    Usersdrive(10)    MegaNZ    Usersdrive(11)    MegaNZ    Usersdrive(12)    MegaNZ    Usersdrive(13)    MegaNZ    Usersdrive(14)    MegaNZ    Usersdrive(15)      Usersdrive(16) – End      Usersdrive—————————————————————————CM VIP – LINK 