Synopsis of Mirror: A Tale of Twin Cities ( 2022 )ဒီတစ်ခါ CM ကနေ ဘာသာပြန်တင်ဆက်ပေးဖို့ရွေးချယ်ထားတဲ့ကားလေးကတော့ စိတ်ကူးယဉ်ဆန်ဆန်ရိုက်ကူးထားတဲ့ ရှေးခေတ်ကားလေး Mirror: Twin cities ပဲဖြစ်ပါတယ်ရှေးဒဏ္ဍာရီစကားတွေအရ နတ်ဘုရားတွေကဘုံခြောက်ဘုံအလယ်မှာ အလွန်အေးချမ်းသာယာတဲ့ယွီဟွမ်ဆိုတဲ့နေရာတစ်ခုကိုဖန်တီးထားကြတယ်တဲ့အလယ်ပိုင်းဒေသမြောင်မျိုးနွယ်ကမိန်းကလေးနာရှန်းဟာရန်ပွဲတွေကြောင့်သူတို့အိုးအိမ်တွေပျက်စီးသွားတဲ့အချိန်မှာယွီဟွမ်ဒေသကိုထွက်လာခဲ့ပါတော့တယ် ရေသူမျိုးနွယ်စူးမော့နဲ့ခုန်းစန်းမျိုးနွယ်ကအိမ်ရှေ့စံမင်းသမီးပိုင်ရင်းတို့ဟာလွန်ခဲ့တဲ့နှစ်တစ်ရာလောက်ကမျှော်စင်ဖြူမှာ တွေ့ဆုံခဲ့ကြပါတယ်ပိုင်ရင်းက ခုန်းစန်းမျိုးနွယ်အိမ်ရှေ့စံမင်းသားကျန်းလန်နဲ့စေ့စပ်ထားသူဖြစ်ပြီးစူးမော့ကတော့ခုန်းစန်းမျိုးနွယ်တွေဖမ်းထားတဲ့ ပိုင်ရင်းရဲ့အစေခံရေသူမျိုးနွယ်တစ်ယောက်ပါ သုံးနှစ်လောက်အတူတူနေလာပြီးတဲ့အခါမှာတော့ပိုင်ရင်းကစူးမော့ကိုချစ်မိသွားပါတော့တယ်ဒါပေမဲ့ကံကြမ္မာကမျက်နှာသာမပေးတော့ ပိုင်ရင်းဟာ22kmမြင့်တဲ့မျှော်စင်ဖြူကနေခုန်ချပြီးသတ်သေသွားခဲ့ပါတယ်သူသတိရလာချိန်မှာ ခုန်းစန်းမျိုးနွယ်ကပျက်စီးခါနီးအခြေအနေရောက်နေပါပြီနှစ်ပေါင်းတစ်ရာကြာပြီးနောက် ယွီဟွမ်ဒေသကိုကျန့်လျိုမျိုးနွယ်တွေချုပ်ကိုင်နေချိန်မှာ စူးမော့ဟာသူ့အချစ်ဟောင်းပိုင်ရင်းကိုရှာဖို့ယွီဟွမ်ဒေသကိုပြန်လာခဲ့ပါတယ်အခက်အခဲမျိုးစုံကြားမှာ စူးမော့ဟာသူ့လူမျိုးတွေကိုပြန်ခေါ်ထုတ်ဖို့နဲ့သူ့ချစ်သူပိုင်ရင်းကိုပိုင်ဆိုင်ဖို့လုပ်လာရင်းဘယ်လိုဖြစ်သွားမလဲဆိုတာ ကြည့်ရှူခံစားရမှာပါအဓိကသရုပ်ဆောင်တွေအနေနဲ့ Legend of Chusen ထဲကမင်းသားချော Li Yifeng က ပင်လယ်ဘုရင် Su Mo အဖြစ်Heavenly sword and Dragon slaying sabre ထဲကမင်းသမီးချောလေး Chen Yuqi (ကျောက်မိန်)ကသခင်မလေးBai Ying အဖြစ် Love of thousand years ထဲကမင်သား Zheng Yecheng က ခုံစန်းအိမ်ရှေ့စံ Zhen Lan အဖြစ်ပါဝင်ထားကြတဲ့ Mirror :Twin Citiesဆိုတဲ့စိတ်ကူးယဉ်အိမ်မက်ဆန်ဆန်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းတွဲလေးကိုCM ကနေဘာသာပြန်တင်ဆက်ပေးတော့မှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုအားပေးကြပါ‌ဦး‌နော်Total s : 46Quality : WEBRip Format : mp4Genres : Drama , Fantasy , MysterySubtitle : Myanmar Subtitle ( Hardsub )Translated By CM TeamEncoded by LK 1  MegaUp  Usersdrive  Meganz  VIP 2  MegaUp  Usersdrive  Meganz  VIP 3  MegaUp  Usersdrive  Meganz  VIP 4  MegaUp  Usersdrive  Meganz  VIP 5  MegaUp  Usersdrive  Meganz  VIP 6  MegaUp  Usersdrive  Meganz  VIP 7  MegaUp  Usersdrive  Meganz  VIP 8  MegaUp  Usersdrive  Meganz  VIP 9  MegaUp  Usersdrive  Meganz  VIP 10  MegaUp  Usersdrive  Meganz  VIP 11  MegaUp  Usersdrive  Meganz  VIP 12  MegaUp  Usersdrive  Meganz  VIP 13  MegaUp  Usersdrive  Meganz  VIP 14  MegaUp  Usersdrive  Meganz  VIP 15  MegaUp  Usersdrive  Meganz  VIP 16  MegaUp  Usersdrive  Meganz  VIP 17  MegaUp  Usersdrive  Icedrive  VIP 18  MegaUp  Usersdrive  Icedrive  VIP 19  MegaUp  Usersdrive  Icedrive  VIP 20  MegaUp  Usersdrive  Icedrive  VIP 21  MegaUp  Usersdrive  Icedrive  VIP 22  MegaUp  Usersdrive  Icedrive  Meganz  VIP 23  MegaUp  Usersdrive  Meganz  VIP 24  MegaUp  Usersdrive  Meganz  VIP 25  MegaUp  Usersdrive  Meganz  VIP 26  MegaUp  Usersdrive  Meganz  VIP 27  MegaUp  Usersdrive  Meganz  VIP 28  MegaUp  Usersdrive  Meganz  VIP 29  MegaUp  Usersdrive  Meganz  VIP 30  MegaUp  Usersdrive  Meganz  VIP 31  MegaUp  Usersdrive  Meganz  VIP 32  MegaUp  Usersdrive  Meganz  VIP 33  MegaUp  Usersdrive  Meganz  VIP 34  MegaUp  Usersdrive  Meganz  VIP 35  MegaUp  Usersdrive  Meganz  VIP 36  MegaUp  Usersdrive  Meganz  VIP 37  MegaUp  Usersdrive  Meganz  VIP 38  MegaUp  Usersdrive  Meganz  VIP 39  MegaUp  Usersdrive  Meganz  VIP 40  MegaUp  Usersdrive  Meganz  VIP 41MegaUp  Usersdrive  Meganz  VIP 42MegaUp  Usersdrive  Meganz  VIP 43 (END)  MegaUp  Usersdrive  Meganz  VIP 