Synopsis of God’s Gift 14 Days(2014)God’s Gift – 14 Days(2014) ဇာတ်လမ်းတွဲအညွှန်း****************************************အပိုင်း ( ၁ မှ ၁၆) အထိ စဆုံးမိသားစုတစ်စုအဖေရောအမေရော အလုပ်ကိုယ်စီမှာ အရေးပါတဲ့သူဆိုတော့သမီးလေးကိုသိပ်အချိန်မပေးနိုင်ရှာဘူး..ကလေးထိန်းနဲ့ကျောင်းမှာပဲအချိန်အများစုကုန်ဆုံးရတယ်..ဒီလိုနဲ့ တစ်နေ့တော့ ကလေးကပြန်ပေးဆွဲခံလိုက်ရတယ်..ပြန်ပေးဆွဲသူဟာ အမေအလုပ်လုပ်နေတဲ့ရုပ်သံဌါနထိ ရုပ်သံလွှင့်ချိန်မှာ ဖုန်းဆက်ပြီး ဆက်သွယ်ခဲ့တော့တစ်နိုင်ငံလုံးလည်း သိကုန်ကြတယ်..ဒီလိုနဲ့ ကလေးက ပြန်ပေးသမားကြောင့်သေဆုံးခဲ့ပြီးရေထဲကနေအလောင်းကိုပြန်ရှာတွေ့ခဲ့တယ်ပေါ့..ဇာတ်လမ်းက ခုမှစတာ…မိဘ(၂)ဉီးအတွက် သမီးလေးတစ်ယောက်ဆုံးရှုံးလိုက်ရတာကမ္ဘာပျက်သလိုပါပဲ..အထူးသဖြင့်မိခင်အတွက်ပေါ့..ဖခင်က အတတ်နိုင်ဆုံးကြိုးစားဖြေသာရှာပေမဲ့ မိခင်ကတော့နောက်ဆုံး သမီးရေနစ်သေတဲ့မြစ်ထဲခုန်ချသေဖို့ဆုံးဖြတ်လိုက်တယ်..ရေထဲခုန်ချခါနီး သူမနဲ့မလှမ်းမကမ်းမှာပဲ လူဆိုးဂိုဏ်းတစ်ဖွဲ့ကစုံထောက်ပြုတ်ယောက်ျားတစ်ဦးကို ချုပ်ပြီး ရေထဲကန်ချဖို့လုပ်နေတယ်..တကယ်တော့ သူတို့ ၂ဦးက လူချင်းသိကြလို့ စုံထောက်ပြုတ်က လှမ်းအကူညီတောင်းတယ်.ဒါပေမဲ့လည်း ၂ယောက်လုံးရေထဲရောက်သွားကြတယ်..စုံထောက်ပြုတ်က ရေထဲရောက်တဲ့အချိန် အသက်မသေဘဲ သူ့အသိအမျိုးသမီးကိုလည်းကယ်နိုင်ခဲ့တယ်..ထူးဆန်းစွာပဲ သူတို့ဟာ သမီးလေးမသေဆုံးမီ ၁၄ ရက်အလိုကိုရောက်သွားတာပဲ…အချိန်ရွှေ့သွားတဲ့သဘောပေါ့..ဒီတော့ အမေဖြစ်သူဟာ သမီးသေဖို့ကိုတားဆီးဖို့အချိန် ၁၄ ရက်ရတဲ့ဆိုတဲ့သဘောပဲ..ဒီမှာသူရဲ့အဖြစ်ကိုရဲတွေနဲ့ယောက်ျားကိုပြောပေမဲ့လည်း အကုန်လုံးကသူ့ကိုအရူးလိုပဲမြင်နေကြတယ်..ဖြစ်မဲ့ဟာတွေကြိုပြောတော့ဘယ်သူက ယုံကြည်ကြပါ့မလဲ..ဒီမှာသူနဲ့အဖြစ်တူတာက အစောက စုံထောက်ပြုတ်..သူလည်းတိုင်ပတ်နေတာ ရေကန်ထဲက တက်လာချိန် အချိန်တွေကနောက်ကိုပြန်ရောက်နေတော့.ဒီမှာ လူသတ်တရားခံကို သူတို့(၂)ယောက်ပေါင်းရှာကြတာပဲ…ဒီဇာတ်လမ်းတွဲက အပိုင်း ၁ က ဒီလိုပဲဖောရှောပဲလို့ထင်ရပေမဲ့ အဲ့အပိုင်းတွေကလည်းအခရဖြစ်နေတယ်..မိခင်ဖြစ်သူက ရေကန်နဲ့အဝေးဆုံး တခြားမြို့ကိုလေယာဉ်နဲ့ထွက်ပြေးတာတွေသမီးမဆုံးခင်က အဖြစ်အပျက်တွေကိုနည်းအမျိုးမျိုးနဲ့ရှောင်ဖို့ကြိုးစားတယ်..ဒါပေမဲ့လည်း တစ်နည်းနည်းနဲ့ဖြစ်တာချည်းပဲ..ဒီတော့သူက ရင်ဆိုင်ဖြေရှင်းဖို့ပဲဆုံးဖြတ်လိုက်တယ်.. တော်တော်ကြီးစိတ်ဝင်စားဖို့ကောင်းတယ်အပိုင်းတိုင်းက ကျော်ကြည့်လို့မရဘူး..အကုန်ဆက်စပ်နေသလို ကြည့်တဲ့သူအတွက်စိတ်လည်းအတော်ပင်ပန်းရတယ်..စကြည့်တုန်းက ဒီလောက်ကြီးကောင်းမယ်လို့ကိုမထင်ထားခဲ့တာ..အီသွားတာကိုမရှိဘူး…ကျန်အပိုင်းများကို နေ့စဉ်တင်ဆက်ပေးသွားပါမည်..s: 16File Size:1.1GB, 500MBQuality :Web-DL ,Genres: Drama ,Crime , ThrillerTranslated by Windi ,Tiff , Phyu Phyu Thein,Chothet_mlmt, Hnin Wai Oo & MiriEncoded by Phyo Pyae>>>>TELE LINK ><>>>> 01[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • MegaNZ 02[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 03[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 04[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 05[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 06[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 07[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 08[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 09[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 10[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 11[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 12[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 13[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 14[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 15[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ 16[] »»» UsersDrive •  • MegaUp • StreamSB • Mega.NZ[] »»» UsersDrive •  • MegaUp • Mega.NZ-========================THE END===================== 