Synopsis of From Chao Phraya to Irrawaddy (2022)“ကျောက်ဖရားမှ ဧရာဝတီသို့” From Chao Phraya to Irrawaddy စ  ဆုံး________________________________________________ဒီဇာတ်ကားလေးထဲမှာ ထိုင်းမြန်မာချစ်ကြည်ရေးအတွက်ကုန်းဘောင်ခေတ်နှင့် အယုဒ္ဓယ ခေတ်နှောင်းပိုင်းကို အခြေခံကာ ရိုက်ကူးထားတာဖြစ်ပြီးထိုင်းမင်းသား Got Jirayu Tantrakul နှင့် ထိုင်းမင်းသမီး Tangtang Nattaruchi တို့နဲ့အတူမြန်မာအနုပညာရှင်များဖြစ်တဲ့ သရုပ်ဆောင် ဒေါင်း နှင့် အလှမယ် နှင်းသွေးယုအောင်( Miss Universe Myanmar 2018 ) တို့ ပါဝင်ထားပါတယ်။Main Cast အဖြစ်**ပကွန် အဖြစ် Got “Jirayu Tantrakul”**နွတ်ထနတ် အဖြစ် “Tangtang Nattaruchi”**စစ အဖြစ် “ဒေါင်း”**ဇင်ဇင် အဖြစ် “နှင်းသွေးယုအောင်”ဇာတ်လမ်းအကျဥ်းကတော့“နွတ်” က မြန်မာနိုင်ငံ ရန်ကုန်မြို့လည်ကောင်က ဟော်တယ်တစ်ခုမှာ လက်ထောက်စားဖိုမှူးအနေနဲ့ အလုပ်သစ်စတင်ခဲ့ကာ“နွတ်”က ဇင်ဇင်(နှင်းသွေးယုအောင်)နဲ့ ခင်မင်ရင်း ခေါင်းဆောင်စားဖိုမှူးလက်ထောက်လုပ်ရပါတယ်တစ်နေ့မှာ “နွတ်” ဟာ အီနောင်ဇာတ်အကြောင်းကို မြန်မာဘာသာနဲ့ ရေးသားထားတဲ့ ရှေးဟောင်းစာအုပ်ကို ရရှိခဲ့တယ်နောက်ရက် အဲ့စာအုပ်အကြောင်းထဲကပုံစံကိုအိပ်မက်မက်ခဲ့တယ် အိပ်မက်မက်ရင်း လိပ်ပြာလွင့်သလို ပြန်မနိုးလာတော့ပဲ“နွတ်”က စာအုပ်ထဲက ပုံအတိုင်းဖတ်ကြည့်တဲ့အခါ လွန်ခဲ့သောနှစ်ပေါင်း ၂၀၀ကျော်ခန့်က ‌ဒုတိယအယုဒ္ဓယပျက်သုဉ်းချိန်စစ်ပွဲကာလအတွင်း အတင်းအဓမ္မခေါ်ဆောင်ခံလိုက်ရတဲ့မိန်းမပျိုတစ်ဦးဖြစ်‌နေ တဲ့အခါမှာတော့ အင်းဝပြည်မှ ရှင်ဘုရင် ရဲ့အိမ်ရှေ့မင်းသား ရဲ့အိမ်ရောက်နေခဲ့ပါတယ်အဲ့အိမ်တော်လည်း “နွတ်”ကို “ပင်” ဆိုပြီး ခေါ်ကြပါတယ် မြန်မာတော်ဝင် ပြဇာတ်ရဲ့အကခေါင်းဆောင် “စစ”(ဒေါင်း) က“နွတ်”ကို အက ကဖို့ရန်ခေါ်ဆောင်သွားရာ “နွတ်” တစ်ယောက် အဲ့ရှေးဟောင်းစာအုပ်နဲ့ဘယ်လိုပတ်သက်နေတာလဲ ……………နှစ်ပေါင်း ၂၀၀ကျော်ခန့်က အချိန်ကိုရောက်သွားခဲ့တဲ့ “နွတ်” ကဘယ်လိုအခက်အခဲတွေနဲ့ ရင်ဆိုင်ကြုံတွေ့ရမလဲ ……………….?အတိတ်ဘဝမှာပိတ်မိနေတဲ့ “နွတ်” ကို အခုဘဝမှာ “နွတ်”ကိုစောင့်နေတဲ့ ခေါင်းဆောင်စားဖိုမှူးကြီးနဲ့ ဘယ်အချိန်မှ ပြန်တွေ့ဆုံနိုင်မလဲ………?“နှလုံးသားနဲ့ ကတိစကားက သူတို့ နှစ်ယောက်ကို အချိန်ကာလတစ်ခုမှာ ပြန်လည်ဆုံစည်းစေခဲ့တယ်” ဆိုတဲ့အတိုင်းယခုဇာတ်ကားမှာ အဲ့စကားကို ပြန်အသက်သွင်းပုံဖော်ထားတဲ့အတွက်ပရိတ်သတ်အားပေးဖို့ထိုက်တန်အောင် အရမ်းကောင်းတဲ့ဇာတ်ကားလေးကို Channel Myanmar မှ January 1 ရက်နေ့မှ စ၍ အပတ်စဥ် Sat & Sun နေ့တွေမှာ Ongoing တင်ဆက်ပေးမှာဖြစ်ပါတယ်…စောင့်မျှော်အားပေးကြပါနော်…..[ အညွှန်းကို Sai Lynn & May Thu မှ ရေးထားပေးပါတယ် ]s: 12Aired: Jan, 2022 –FEBAired On: Sat & SunGenres: Historial & DramaTranslated by May Thu , Zoe & Tin Me Me SoeEncoded by Pinkploy 1 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 2 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 3 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 4 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 5 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 6 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 7 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 8 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 9 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 10 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 11 (700MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 12 (700MB) The EndUsersDrive    Mega.NZ  StreamSB  Mega  VIP 