Synopsis of I Am Georgina (2022)I Am Georgina (2022)======================IMDb Rating – 6.210ရုပ်၀တ္တုလောကဆန်ဆန် နှိုင်းယှဉ်ပြောရမယ်ဆို သူဟာ influencer,စီးပွားရေးပညာရှင်တစ်ယောက် ။ Instagram မှာ followers အများဆုံးသောကမ္ဘာကျော်အမျိုးသားရဲ့ လက်တွဲဖော်တစ်ယောက်။ပကာသနတွေ မပါဘဲ တင်စားရမယ်ဆိုရင်တော့ သူဟာ မိခင်တစ်ယောက်။အချစ်ကြောင့် ပြောင်းလဲသွားခဲ့သူတစ်ယောက်ပေါ။ သူဆိုတာ Georgina Rodriguez။Cristiano Ronaldo ကို ပိုင်ဆိုင်ထားတဲ့၊ မီဒီယာမှာ မျက်နှာပန်းလှတဲ့၊ အောင်မြင်နေတဲ့အမျိုးသမီးပါ။လူတိုင်းဟာ အချစ်ရေး၊ စီးပွားရေး၊ အိမ်ထောင်ရေး စသည်ဖြင့် အဘက်ဘက်ကနေဒီအမျိုးသမီးကို အားကျကြတယ်။ လေးစားကြတယ်။ အခုတော့ ဒီအမျိုးသမီးဟာ မဂ္ဂဇင်းကာဗာတွေရဲ့ နောက်ကွယ်၊ အင်စတာဂရမ်ပုံတွေရဲ့ ‌နောက်ကွယ်၊ ကောဇောခင်းနီတွေရဲ့နောက်ကွယ် ခြုံငုံပြောရရင် အောင်မြင်မှုဆိုတဲ့ ကန့်လန့်ကာနောက်ကွယ်က သူ့ဘ၀ကို ချပြဖို့ဆုံးဖြတ်ခဲ့ပါပြီ။လူထဲက လူတစ်ယောက်ပေမဲ့ အောင်မြင်ကျော်ကြားသူ ဖြစ်လာတဲ့အခါ သူ့ရဲ့Personal Life ကအစ စိတ်၀င်စားစရာဖြစ်လာပါတယ်။ ဒီတော့ ဒီ reality showမှာရော Ronaldo ကတော်က ဘယ်လိုစိတ်၀င်စားစရာ ဘ၀အကြောင်းတွေ ချပြပြီး ဘာတွေသိလာရမလဲဆိုတာ အင်မတန်မှ စိတ်၀င်စားစရာပဲ….ဒီ documentary ထဲမှာ လွန်ခဲ့တဲ့ငါးနှစ်က သူနဲ့ ရော်နယ်ဒို စပြီးတွေ့ဆုံဖြစ်ခဲ့ပုံတွေLuxury Brand အရောင်းဝန်ထမ်းဘဝကနေ အခု သူကိုယ်တိုင် luxury brand တွေဝတ်ပြီး red carpet လျှောက်နေရသည်အထိ သူ့ဘဝပြောင်းလဲခဲ့ပုံ‌တွေ။ အမေတစ်ယောက်၊စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်၊ influencer တစ်ယောက်အနေနဲ့ သူ့ဘဝကို ဘယ်လိုလည်ပတ်နေပုံတွေ Christiano ရဲ့ မိသားစုနဲ့ သူနဲ့ကြား ဆက်ဆံရေးတွေ ဘာမှမရှိတဲ့ဘဝကိုရောအရာရာပြည့်စုံနေတဲ့ဘဝကိုပါ ‌ပိုင်ဆိုင်ကြုံတွေ့ခဲ့ရပြီးနောက်မှာ ဒါတွေအပေါ် သူ့ရဲ့အမြင်၊ခံစားချက်တွေစတာတွေကို ရိုက်ကူးတင်ဆက်‌ပြထားတာဖြစ်ပြီး ဒို‌လေးကလည်း အင်တာဗျူးတွေဖြေပြီးsupport ပေးထားတာဖြစ်လို့ ဂျော်ဂျီနာရဲ့ documentary လေးကို ကြည့်ရှုလိုက်ကြပါဦး(ဒီဇာတ်လမ်းဟာ စုစုပေါင်း(၆)ပိုင်းတစ်ပြိုင်တည်းထွက်ထားပါတယ်။)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Yoon Sandi Aung, MTA တို့မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ CM Team မှဖြစ်ပါတယ်။)File Size – (330 MB)Quality – WEBRIP Duration – 40 mins (@)Subtitle – Myanmar HardsubFormat – MP4Genre : Documentary, Reality-TVTranslator – CM TeamEncoder – SWM (330 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6) – End    MegaNZ    Usersdrive—————————————————————————CM VIP – LINK 