Synopsis of Raising Dion Season 1 + 2 (2019-2022)Rotten tomatoမှာ 82%အထိရပြီး IMDBမှာ 7.2အထိ ရထားတဲ့Rating မြင့်တဲ့ Seriesလေးတခုဖြစ်လို့ကြည့်ရကျိုးနပ်မယ့်ကားလေး။SuperHero ဇာတ်လမ်းပုံစံတွေ ခေတ်စားလာပြီးနောက်Super Hero တွေကိုပုံစံမျိုးစုံနဲ့ ရိုက်လာကြတယ်။များသောအားဖြင့်က အရွယ်ရောက်ပြီး Superheroတွေဖြစ်ကြပြီးနောက်ပိုင်းမှာ ဆယ်ကျော်သက်နဲ့ Superhero ပေါင်းစပ်ထားတဲ့Genre တွေပါ ခေတ်စားလာတယ်DC ရဲ့ Teen Titansရယ် Marvelရဲ့ Runaway Series တွေက လူသိများတယ်။DC နဲ့ Marvel က မဟုတ်ပဲနဲ့ဆို Jumper Movie ကိုမှSequel ပုံစံမျိုးရိုက်ထားတဲ့ Impulse တို့ရှိတယ်။Superheroဆိုတိုင်း သူရဲကောင်းတွေ မဟုတ်တာကို ပြသွားတဲ့The Boy လိုမျိုး Series တွေ။အဲလိုပုံစံတွေထဲကနေမှ တမျိုးလေးခွဲထွက်လာတဲ့ တကားရှိတယ်။အဲဒါကတော့ အခု Netflix Series ဖြစ်တဲ့ Rising Dion ပါပဲ။ဒီယွန်ဆိုတဲ့ကောင်လေး နဲ့ သူ့အမေ နီကိုးလ် တို့ပဲ ရှိတဲ့မိသားစုလေးတခု။သူ့အဖေကတော့ မုန်တိုင်းတခုကြားမှာသူစိမ်းတယောက်ကို ကယ်လိုက်ရင်း သေဆုံးသွားခဲ့ပြီ။အဖေမရှိတော့တဲ့ ကောင်လေးတယောက်ကိုအလုပ်နေရာပြောင်းရလို့ နှစ်ဝက်နဲ့ကျောင်းပါပြောင်းရတဲ့အခါမှာသားအတွက်ရော အဆင်ပြေအောင် ကြိုးပမ်းရတဲ့အမေတယောက်။ကိုယ့်အလုပ်မှာလည်း အဆင်ပြေအောင် ကြိုးစားရသေးတယ်။အရာရာအခြေတကျဖြစ်အောင် ကြိုးစားနေတဲ့အချိန်မှာအလုပ်ကလည်း အဆင်မပြေ သားကလည်း ကျောင်းမှာ ခွဲခြားခံရ။အဲလိုတွေကြားထဲကမှ ကိုယ့်သားမှာ အစွမ်းတွေရှိတယ်ဆိုတာသိလာရတဲ့အခါမှာရော ဘယ်လိုတွေ ရင်ဆိုင်သွားမလဲ။သူ့အဖေသေတာရော တကယ်ပဲ မုန်တိုင်းကြောင့်ပဲလား။သူ့သားကရော ဘယ်လိုကြောင့်ဒီလိုအစွမ်းတွေရလာတာလဲ။သူ့သားလိုအစွမ်းတွေ ရှိတဲ့သူတွေရော ရှိမှာလား။သူ့သားက အဲလိုအစွမ်းတွေလူတွေကြားထဲမသုံးမိဖို့ရောဘယ်လိုတွေတားဆီးရမလဲဆိုတာတွေကိုစိတ်ဝင်စားစရာကောင်းအောင် ကြည့်ရမယ့် Series လေးပါ။ဒါနဲ့စကားမစပ် ဒီယွန်အဖေနေရာ သရုပ်ဆောင်တဲ့မင်းသားကတော့Black Panther ထဲမှာ KillMonger အဖြစ်သရုပ်ဆောင်တဲ့ Michael B Jordanပါ။ဒီSeries မှာဆိုရင် Superhero နေရာကနေ မဟုတ်ပဲSuperheroဖြစ်လာတဲ့ ကလေးတယောက်ရဲ့ မိဘနေရာကနေ ရိုက်ပြသွားတာတွေများတယ်။အစွမ်းတွေ ရှိနေပြီး ကိုယ်တိုင်မဆုံးဖြတ်နိုင်သေးတဲ့အရွယ်မှာဆိုရင်ကော မိဘ ပတ်ဝန်းကျင်ကလူတွေရဲ့ သက်ရောက်မှုတွေဘယ်လောက်အရေးပါတယ်ဆိုတာတွေရော။မိဘနဲ့သားသမီးကြားဆက်ဆံရေးလေးတွေ။သူတို့ကျောင်းတွေမှာ သင်ကြားတဲ့ ပုံစံ တစွန်းတစကိုပါ သိရမှာဖြစ်ပါတယ်။အဲဒီတော့ အိမ်မှာနေတုန်းလေးမှာ အပန်းဖြေကြည့်လိုက်ကြပါစို့။S2 Translator : Thiha Yan NaingS2 Encoder : Mr. AndersonS1 Translators : NightFury & LucilleS1 Encoder : Moe Myint LwinSeason 2 1 – VIP      Meganz  Usersdrive   2 – VIP      Meganz  Usersdrive   3 – VIP      Meganz  Usersdrive   4 – VIP      Meganz  Usersdrive   5 – VIP      Meganz  Usersdrive   6 – VIP      Meganz  Usersdrive   7 – VIP      Meganz  Usersdrive   8 – VIP      Meganz  Usersdrive  Season 1 – Zip File VIP   