Synopsis of The Great Indian Murder (2022) CompleteThe Great Indian Murderer (2022)ဒီတစ်ခါမှာတော့ cm ပရိသတ်ကြီးအတွက် Feb 4 ရက်နေ့မှာထွက်ရှိခဲ့တဲ့ ဟင်ဒီလူသတ်စီးရီးကောင်းလေးနဲ့ မိတ်ဆက်ပါရစေ။ဒီစီးရီးလေးကတော့ Vikas Swarup ရေးသားခဲ့တဲ့ “SIX SUSPECTS” ဆိုတဲ့စာအုပ်ကို အခြေခံထားတာဖြစ်ပြီး Crime, Politics, Thriller အမျိုးအစားဖြစ်လို့ရင်တဒိတ်ဒိတ်နဲ့ ကြည့်ရမှာပါ။အိန္ဒိယနိုင်ငံ အထက်တန်းလွှာရဲ့ အခြေအနေတွေ၊ အိန္ဒိယထုံးစံ ကြမ်းတမ်းတဲ့parenting တွေနဲ့ အစပျိုးထားတဲ့ ဒီစီးရီးလေးမှာတော့ နိုင်ငံရေးသမားတွေအာဏာလု လောဘတက်ကြတာတွေ ၊ကိုယ်နဲ့အမြင်မတူတိုင်း ရန်သူလို့သတ်မှတ်ပြီးတော့ အခွင့်အာဏာပိုကြီးတဲ့သူတွေကလက်အောက်ငယ်သားတွေကို ခြိမ်းခြောက်ခိုင်းစေတာတွေ၊အာဏာနဲ့ငွေအတွက် မိဘနဲ့သားသမီး ကိုယ့်သွေးသားချင်းတောင် ပြန်သတ်ဖို့ကြိုးစားတာတွေပါ ရိုက်ကူးထားတော့ တော်တော်ကြမ်းတဲ့ စီးရီးလို့ပြောရမှာပါ။ဇာတ်လမ်းအစမှာတော့ နိုင်ငံရေးသမားတစ်ယောက်ရဲ့သားဖြစ်သူ စက်မှုလုပ်ငန်းရှင်တစ်ယောက်ကဒေလီမှာ ပါတီကျင်းပရင်းနဲ့ပဲ သူ့ပါတီမှာပဲ အသတ်ခံလိုက်ရပါတယ်။ ဖခင်က နိုင်ငံရေးသမားဖြစ်တဲ့အပြင်ကိုယ်တိုင်ကစက်မှုလုပ်ငန်းရှင်ဆိုတော့ ပါတီတက်ရောက်သူတွေက အမျိုးမျိုး အစုံစုံပါပဲ။သေနတ်ပစ်ခံရချင်းပဲ ပါတီတက်ရောက်သူတွေကို စစ်ဆေးပြီးတော့နဲ့ သံသယရှိသူတွေကို ဖမ်းဆီးနိုင်ခဲ့ပါတယ်။ဒါပေမဲ့ အဲဒီသံသယရှိသူတွေက တကယ်ပဲ တရားခံဟုတ်ရဲ့လား၊ နောက်ပိုင်းမှာရော ဘယ်လိုဇာတ်ရှုပ်တွေပါလာဦးမလဲဆိုတာကို ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။ဒီစီးရီးလေးမှာ နိုင်ငံရေးသမားတွေ အာဏာရဖို့ နည်းပရိယာယ်အမျိုးမျိုး အသုံးချတာ၊ စာနယ်ဇင်းကိုအသုံးချတာတွေကို ထည့်သွင်းရိုက်ကူးထားပြီးတော့ crime ကား ဖြစ်တဲ့အလျောက် ပြင်းထန်တဲ့ စစ်ဆေးမှုတွေ၊အရာရှိတွေကြား သဘောထားကွဲလွဲတာတွေ၊ ငွေနဲ့အာဏာ လွှမ်းမိုးခံရတာတွေ ပါဝင်တာဖြစ်တဲ့အတွက်ဇာတ်လမ်းက အနည်းငယ်ရှုပ်သယောင်ရှိပေမဲ့လည်း တော်တော်စွဲပြီး ကြည့်ကောင်းမယ့်ကားမျိုးဖြစ်ပါတယ်။အပိုင်း ၉ ပိုင်း ပါဝင်သွားမှာဖြစ်ပြီးတော့ IMDb 7.4 အထိ ရရှိထားပြီး review ကောင်းမြောက်မြားစွာ ပိုင်ဆိုင်ထားတဲ့အတွက် cm နဲ့အတူ လက်မလွှတ်တမ်း ကြည့်ရှုသင့်တဲ့ စီးရီးကောင်းလေးတစ်ခုပါလို့ တိုက်တွန်းပါရစေ။File Size – 350MB @Quality – Duration – 45minute (@)Total s: 9sSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime , MysteryTranslator – Myo Myo Htet & Lai Laii & Go -O & PoeEncoder – YKFOR VIP Member – Click Here ! 1 –   Userdrive    DropGalaxy   2 –   Userdrive    DropGalaxy   3 –   Userdrive    DropGalaxy   4 –   Userdrive    DropGalaxy   5 –   Userdrive    DropGalaxy   6 –   Userdrive    DropGalaxy   7 –   Userdrive    DropGalaxy   8-   Userdrive    DropGalaxy   9 –   Userdrive    DropGalaxy   