Synopsis of A Discovery of Witches – Season 01A Discovery of Witches – Season 01===========================IMDb Rating – 8.010 | Rotten Tamatoes 94%” တစ်ချိန်က ကမ္ဘာကြီးဟာ ဆန်းကြယ်မှုတွေနဲ့ ပြည့်နှက်နေတယ်။အခုတော့ ဒီနေရာကို လူတွေ မင်းမူသွားပြီ။ နတ်ဆိုး၊ သွေးစုပ်ဖုတ်ကောင်တွေနဲ့ စုန်းစတဲ့သတ္တဝါတွေဟာ ပုန်းလျှိုးပျောက်ကွယ်သွားကြရတယ်။လူတွေ့မခံရဲကြတော့ဘူး။ အချင်းချင်းတောင်မှ ရှက်ရွံ့လာကြရတယ်။ဒိုင်ယာနာ ဘစ်ရှော့ဟာလည်း လူတွေနဲ့ ရောယှက်နေထိုင်ရင်း သမိုင်းသုတေသီအဖြစ်ဘ၀ကိုကျောင်းနေသူ စုန်းတစ်ယောက်ပါ။ ကျန်သူတွေနဲ့ တစ်ခုကွဲပြားမှုဆိုရင် သူဟာစုန်းဆိုတဲ့ ဖြစ်တည်မှုကို ကိုယ်တိုင်ကိုယ်၌ကကို လက်မခံချင်သူဖြစ်သလို မှော်ပညာကိုအားမကိုးသူမလို့ သူ့ရဲ့ အစွမ်းကိုလည်း ကောင်းစွာ မထိန်းချုပ်နိုင်သူပါ။ ဤကဲ့သို့သောဒိုင်ယာနာဘစ်ရှော့လို လူမျိုးကိုမှ အမှောင်လောကထဲကို ပြန်ဆွဲသွင်းလိုက်တဲ့အရာကတော့Bodleian စာကြည့်တိုက်က Ashmole 782 ဆိုတဲ့ စာအုပ်ပါပဲ။ စာအုပ်သူ့လက်ထဲရောက်ရောက်ချင်းမှာပဲ ငြိမ်သက်နေတဲ့ ရေပြင်ကို ခဲတစ်လုံးပစ်လိုက်သလို အမှောင်လောကဟာပြန်အသက်၀င်လာတယ်။ဒိုင်ယာနာ့ရဲ့ ပတ်၀န်းကျင်မှာ မူမမှန်တာတွေ ဖြစ်လာတယ်။ ဒိုင်ယာနာမသိလိုက်တာကဒီစာအုပ်ဟာ လွန်ခဲ့တဲ့ ရာစုနှစ်ပေါင်းများစွာကတည်းက ပျောက်နေခဲ့ပြီး ဘယ်သူမှ မရှာနိုင်ခဲ့တဲ့စာအုပ်ဆိုတာပါပဲ။ ဒါ့အပြင် Ashmole 782 ကို အကြောင်းကိုယ်စီနဲ့လိုချင်သူတွေကလည်းအများသား။ ဒီတော့ စာအုပ်ကို ဆင့်ခေါ်နိုင်တဲ့ တစ်ဦးတည်းသောသူဖြစ်တဲ့အလျောက်ဒိုင်ယာနာ့ကို များစွာသော အမှောင်လောကသားတွေဟာ ချဉ်းကပ်ဖို့ ကြိုးစားလာကြတယ်….သိုပေမဲ့ မှော်ပညာကို မထိန်းချုပ်နိုင်တဲ့ စုန်းတစ်ယောက်အနေနဲ့ သူ နားမလည်တဲ့အရာတွေကိုရင်ဆိုင်ဖို့ မက်သရူးဆိုတဲ့ ဗင်ပိုင်းယားတစ်ကောင်ရဲ့ အကူအညီကို ရယူဖို့ အကြောင်းဖန်လာရင်းAshmole 782 အရေးတော်ပုံကြီး စတင်လာပါတော့တယ်။Deborah Harkness ရဲ့ All Souls trilogy ကို ပြန်လည် အသက်သွင်းထားတဲ့ ဒီစီးရီးဟာ BestDrama series အတွက် ဆန်ကာတင်စာရင်းတွေလည်း ၀င်ထားပါတယ်။ The Vampire Diaries,The Originals, Legacies တို့လို စုန်းတွေ ဗင်ပိုင်းယားတွေ ပြည့်နှက်နေတဲ့ လောကကို တစ်ဖန်ပြန်လည်အလည်သွားချင်ရင် ဒီစီးရီးကို လက်မလွှတ်တမ်းကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။(ဒီစီးရီးရဲ့ အညွှန်းကို Yoon Sandi Aung မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့CM Team မှဖြစ်ပါတယ်။)File Size – (800 MB)Quality – BLURAY  5.1CHDuration – 40 mins (@)Subtitle – Myanmar HardsubFormat – MP4Genre : Drama, Fantasy, RomanceTranslator – CM TeamEncoder – SWM1080P (800 Mb)———————————–(1)    MegaNZ    Usersdrive(2)    MegaNZ    Usersdrive(3)    MegaNZ    Usersdrive(4)    MegaNZ    Usersdrive(5)    MegaNZ    Usersdrive(6)    MegaNZ    Usersdrive(7)    MegaNZ    Usersdrive(8) – End    MegaNZ    Usersdrive—————————————————————————CM VIP – LINK 