Synopsis of Love Catcher Season2Love Catcher Season 2Love Catcher season 1 ကို တင်ဆက်ပေးခဲ့ပြီးပြီဆိုတော့ ဒီ Dating Show လေးရဲ့ပုံစံကို သိပ်မစိမ်းကြတော့ဘူး ထင်ပါတယ်။အခု Season 2 မှာလည်း Season 1 အတိုင်း ယောကျ်ားလေးနဲ့မိန်းကလေး ၁၀ ယောက်ဟာ တစ်အိမ်တည်းမှာအတူနေထိုင်ပြီးတော့ အချစ်စစ်ကိုရှာမယ့်သူ Love Catcher နဲ့ ဆုကြေးငွေကို အရယူဖို့ လာတဲ့သူ Money Catcher ဆိုပြီး ရှိကြမှာပါ။Love Catcher အချင်းချင်း အတွဲဖြစ်ရင်တော့ မျှော်လင့်ထားသလို ချစ်ကြည်နူးစရာ romance လေးကို ခံစားရမှာဖြစ်ပြီးတော့Money Catcher နဲ့ Love Catcher အတွဲဖြစ်သွားရင်တော့ Money Catcher က ဆုကြေးငွေအားလုံးကို သိမ်းပိုက်နိုင်မှာပါ။Dating Show လေးဖြစ်တဲ့အတိုင်း အချစ်စစ်ကို ရှာဖွေဖို့ ရောက်လာကြတဲ့သူတွေလည်း ရှိတော့ တစ်ယောက်ယောက်ကို သဘောကျမိရင်တောင်မှMoney Catcher နဲ့များ ကြုံဆုံလေးမလားဆိုတဲ့အတွေးနဲ့ မဝံ့မရဲဖြစ်ကြတာတွေ အပြုအမူကို ကြည့်ပြီး အကဲဖြတ်သံသယဝင်ကြတာတွေကိုလည်း ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် တွေ့မြင်ရဦးမှာ ဖြစ်ပါတယ်။ သုံးပွင့်ဆိုင်အချစ်တွေလည်းပေါ်လာနိုင်တဲ့အပြင် Love ကနေ Money Catcher အဖြစ် Money ကနေ Love Catcher အဖြစ်ပြောင်းလဲသွားသူတွေလည်း ရှိနိုင်တာမို့လို့ ကြားထဲမှာ ဘယ်လိုအလှည့်အပြောင်းတွေ ဖြစ်ကြမလဲဆိုတာကိုလည်း ရင်ခုန်ရဦးမှာပါနော်။Season 2 ရဲ့ Host တွေအဖြစ် ရသစုံရှိုးတော်တော်များများမှာ ပါဝင်တဲ့ ဟာသသရုပ်ဆောင်Shin Dong Yup နဲ့ Jang Do Yeon,အချစ်ရေးရာဆရာကြီး Hong Seok Cheon,Unpretty Rapstar မှာ ပါဝင်ခဲ့တဲ့ ရက်ပ်ဆရာမကြီး Cheetah,ရက်ပ်ပါလည်းဖြစ် TV Show တွေမှာလည်း ရသမြောက်အောင်တင်ဆက်နိုင်တဲ့ Din Din,VIXX ရဲ့ မန်ဘာဟောင်းဖြစ်တဲ့ Hong Bin တို့က ပါဝင်တင်ဆက်ပေးသွားမှာ ဖြစ်ပါတယ်။ပရိုဂရမ်မှာ ပါဝင်တဲ့ Catcher တွေက တစ်မျိုးစီ ချောမော ချစ်စရာကောင်း ဆက်စီကျပြီးဘော်ဒီလည်း တောင့်ကြတော့ အဆင်လည်းငမ်းရင်း Dating အတွေ့အကြုံလေးတွေ မျှဝေခံစားဖို့ ကြည့်ရှုလိုက်ပါဦးနော်။(အညွှန်းကိုတော့ Myo Myo Htet မှရေးသားထားပြီးတော့ CM Variety Team မှဘာသာပြန်ဆိုထားပါတယ်)File Size – 800MB@Quality – Duration – 1h 15minute (@)Total s: 8EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Romance , Dating ShowTranslator – CM Variety TeamEncoder – YKFor VIP Member – Click Here 1 –   Userdrive    DropGalaxy   2 –   Userdrive    DropGalaxy   3 –   Userdrive    DropGalaxy   4 –   Userdrive    DropGalaxy   5 –   Userdrive    DropGalaxy   6 –   Userdrive    DropGalaxy   7 –   Userdrive    DropGalaxy   8 –   Userdrive    DropGalaxy   