Synopsis of Uncle (2021)Uncle (2021)Joon-Hyeok (Oh Jung-Se) ကတော့လူသိနည်းတဲ့ ဂီတသမားတစ်ယောက်ပဲ ဖြစ်ပြီးတော့လုပ်သမျှ မအောင်မြင်ဘဲ လုံးဝ အရှုံးသမားဖြစ်သွားတဲ့အပြင်အစ်မဖြစ်သူ Wang Joon Hee (Jeon Hye Jin)နဲ့ပါ အဆက်အသွယ် ပြတ်သွားခဲ့ပါတယ်တစ်နေ့မှာတော့ သူ့အစ်မဂျွန်ဟီး ရဲ့သားက သူ့ရှေ့မှာပေါ်လာခဲ့ပါတယ်သူ့အစ်မကလည်း အိမ်ထောင်သက် ၁၂ နှစ်ကြာပြီးတဲ့အခါမှာတော့တစ်ခုလပ် တစ်လင်ကွာ တစ်ယောက် ဖြစ်သွားခဲ့ပါပြီကလေးအမေဖြစ်သူက အိမ်တွင်းအကြမ်းဖက်မှုကြောင့် အိမ်ထောင်ကွဲခဲ့ရတာပါ။ကလေးအမေတစ်ယောက်တည်း အဖေမရှိတဲ့သားလေးကို ဘယ်လိုစောင့်ရှောက်မလဲ?အဲ့လိုနဲ့ ဇာတ်ကားနာမည် Uncle ဆိုတဲ့အတိုင်းတူဖြစ်သူနဲ့ အတူနေထိုင်ပြီး စောင့်ရှောက်ခဲ့ပါတော့တယ်ဂျွန်ဟီးက စျေးပေါတဲ့ တိုက်ခန်းကို ပြောင်းနေပြီးသားဖြစ်သူကို အုပ်ထိန်းဖို့ ခက်ခက်ခဲခဲ ရုန်းကန်နေရပါတယ်ဟယ်ယောင်းHey-Ryeong (Park Sun-Young)ကတော့Royal State ရဲ့ တန်ဖိုးကြီးတိုက်ခန်းမှာ နေထိုင်သူဖြစ်ပါတယ်သူ‌က‌တော့ တိုက်ခန်းက မိဘအသိုင်းအဝိုင်းရဲ့ ဥက္ကဌတစ်ယောက်ဖြစ်ပြီးတခြားမိဘတွေက လေးစားပြီး အားကျရတဲ့ လူမျိုးပါKyeong-Il (Lee Sang-Woo) ကတော့ နွေးထွေးတဲ့ သူပါဇနီးသေဆုံးပြီးတော့ သမီးဖြစ်သူကို တစ်ဦးတည်း ပြုစုပျိုးထောင်ခဲ့တာပါYoo-Ra (Hwang Woo Seul Hye) ကလည်း မိဘအသိုင်းအဝိုင်းရဲ့အသင်းမန်ဘာတစ်ဦးဖြစ်ပြီး အမြဲတမ်းဥက္ကဌဖြစ်တဲ့ ဟယ်ယောင်းကို အားကျနေတဲ့သူတစ်ယောက်ပါတစ်ခါတလေမှာ အချစ်ကား‌တွေထက် ဒီလိုကားမျိုးက ပိုပြီးဆွဲဆောင်မှုရှိပါတယ်မတူညီတဲ့လူအမျိုးမျိုးနဲ့ သာမာန်နဲ့မတူတဲ့ ပတ်ဝန်းကျင်အမျိုးမျိုးကို ရိုက်ပြထားပြီးဦးလေးနဲ့ တူဖြစ်သူရဲ့ ချစ်ခြင်းမေတ္တာကိုပါ တွေ့ရှိရမှာပါBBC ကနေ Sitcom အဖြစ် ရိုက်ကူးခဲ့တဲ့ Uncle ဆိုတဲ့ ဇာတ်လမ်းတွဲကိုပြန်လည် ရိုက်ကူးထားတာ ဖြစ်တဲ့အတွက် အတော်လေးနိပ်တဲ့ ဇာတ်ကားထဲ ပါတယ် ဆိုရမှာပါ။အပိုင်းကတော့ စုစုပေါင်း ၁၆ ပိုင်းပါဝင်မှာဖြစ်ပြီးတော့အပတ်စဉ် စနေ တနင်္ဂနွေညတိုင်း Channel Myanmar ကနေ တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။အညွှန်းကိုတော့ Thaw Tar က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ JimX, Thuu Thuu, Milkeux, Lai Laii, Thaw Tar တို့ပဲ ဖြစ်ပါတယ်။Genre…..Drama, ComedyQuality….File size…600MBFormat…mp4Duration….60min ….. 16Subtitle….Myanmar Subtitle (Hardsub)Translator ….. JimX, Thuu Thuu, Milkeux, Lai Laii, Thaw TarEncoder ….. August 01 – VIP | Userdrive |  |  |  | Telegram 02 – VIP | Userdrive |  |  |  | Telegram()  03 – VIP | Userdrive |  |  |  | Telegram()  03 – VIP | Userdrive |  |  | Meganz()  04 – VIP | Userdrive |  |  |  | Telegram()  05 – VIP | Userdrive |  |  |  | Telegram()  05 – VIP | Userdrive |  |  | Meganz()  06 – VIP | Userdrive |  |  |  | Telegram()  06 – VIP | Userdrive |  |  | Meganz()  07 – VIP | Userdrive |  |  |  | Telegram()  07 – VIP | Userdrive |  |  | Meganz()  08 – VIP | Userdrive |  |  |  | Telegram()  08 – VIP | Userdrive |  |  | Meganz()  09 – VIP | Userdrive |  |  |  | Telegram()  09 – VIP | Userdrive |  |  | Meganz()  10 – VIP | Userdrive |  |  |  | Telegram()  10 – VIP | Userdrive |  |  | Meganz()  11 – VIP | Userdrive |  |  |  | Telegram()  11 – VIP | Userdrive |  |  | Meganz()  12 – VIP | Userdrive |  |  |  | Telegram()  12 – VIP | Userdrive |  |  | Meganz | Telegram()  13 – VIP | Userdrive |  |  |  | Telegram()  13 – VIP | Userdrive |  |  | Meganz | Telegram()  14 – VIP | Userdrive |  |  |  | Telegram()  14 – VIP | Userdrive |  |  | Meganz | Telegram()  15 – VIP | Userdrive |  |  |  | Telegram()  15 – VIP | Userdrive |  |  | Meganz | Telegram()  16 END – VIP | Userdrive |  |  |  | Telegram()  16 END – VIP | Userdrive |  |  | Meganz | Telegram 