Synopsis of Show Window: Queen’s HouseShow Window : The Queen’s House (2021)ဟန်ဆောဂျူ နဲ့ ဟန်ဂျောင်းဝန် တို့ မောင်နှမနှစ်ယောက်ဟာချမ်းသာတဲ့မိသားစုတစ်ခုမှာ မွေးဖွားလာခဲ့ပြီး ငယ်စဉ်ကတည်းက လိုလေသေးမရှိပြီးပြည့်စုံစွာ နေထိုင်ခဲ့ရပါတယ်။အရွယ်ရောက်လာတဲ့အခါကျတော့လည်း ဟန်ဆောဂျူဟာ အိမ်ထောင်ရှင်မတိုင်းအားကျရတဲ့မိသားစုဘဝတစ်ခုကို ပိုင်ဆိုင်ခဲ့ရပါတယ်။ ကိုယ့်အပေါ်သစ္စာရှိတဲ့ခင်ပွန်းအပြင် ချစ်စဖွယ်သားသမီးလေးတွေကိုပါ ပိုင်ဆိုင်ထားရတဲ့ ဟန်ဆောဂျူရဲ့ ဘဝနန်းတော်ကြီးဟာ တစ်နေ့မှာတော့ပြိုလဲဖို့အတွက် အကြောင်းဖန်လာခဲ့တယ်။ ဟန်ဆောဂျူနဲ့ အိမ်ထောင်မကျမီကအလွန်ဆင်းရဲနွမ်းပါးခဲ့တဲ့ ရှင်းမြောင်ဆော့ဟာ အခုအချိန်မှာတော့ အောင်မြင်တဲ့မိသားစုဘဝနဲ့‌Lahen လုပ်ငန်းစုကြီးမှာ ရာထူးကြီးနေရာကို ရရှိထားခဲ့ပါပြီ။ သစ္စာရှိခင်ပွန်းတစ်ယောက်အဖြစ်နာမည်ကြီးနေတဲ့ ရှင်းမြောင်ဆော့ဟာ ယွန်းမီရာနဲ့တွေ့ဆုံပြီးနောက်မှာ ခံစားချက်တွေကို သိက္ခာနဲ့မဖုံးဖိနိုင်တော့ဘဲ လူ့အသိုင်းအဝိုင်းမှာ တားမြစ်ထားတဲ့ မချိုးဖောက်သင့်တဲ့စည်းကို ချိုးဖောက်မိသွားပါတယ်။အိမ်ထောင်ရေးဇာတ်ဖြစ်တဲ့အတွက် Heavy Drama ကြိုက်သူများအတွက်တော့ဇာတ်လမ်းကောင်းတစ်ခုဖြစ်ကောင်းဖြစ်နိုင်ပါတယ်။ ရှေ့မှာလည်းThe World Of The Married, Love (ft. Marriage and Divorce) စတဲ့အိမ်ထောင်ရေးဇာတ်လမ်းကောင်းတွေကို ပိုင်ပိုင်နိုင်နိုင် ရိုက်ကူးပြခဲ့တဲ့ တောင်ကိုးရီးယားနိုင်ငံရဲ့အဆင့်အတန်းမြင့်လာတဲ့ ဒရမ်မာစံနှုန်းကို လျှော့မတွက်သင့်တာမို့ ဒီကားမှာလည်းဘယ်လိုလှည့်ကွက်တွေနဲ့ ဖောက်ထွက်ပြဦးမလဲဆိုတာ ပရိသတ်ကြီးတို့ ရင်တမမ ကြည့်ရှုခံစားရမှာပါ။Cast တွေဘက်ကို ကြည့်လိုက်ရင်လည်း ဝါရင့်မင်းသမီးကြီး Song Yoon Ah အပြင် 2PM အဖွဲ့ဝင်Hwang Chan Sung မှလည်း ဟန်ဆောဂျူရဲ့ မောင်ဖြစ်သူ ဟန်ဂျောင်းဝန်အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတာမို့ တမျိုးတဖုံတော့ စိတ်လှုပ်ရှားစရာကောင်းနေပါတယ်။အပိုင်း (၁၆) ပိုင်းပါဝင်ပြီး အပတ်စဉ် တနင်္လာနေ့နဲ့ အင်္ဂါနေ့တိုင်းChannel Myanmar မှာ တင်ဆက်ပေးသွားမှာမို့ စောင့်မျှော်အားပေးကြဖို့ တိုက်တွန်းလိုက်ရပါတယ်။အညွှန်းကို Thet Hnin Hsu မှ ရေးသားထားပြီး ဘာသာပြန်များကတော့Thu Thu ,Shwe Pyae, Shwe Pwint, Amelia, Thet Hnin Hsu တို့ပဲဖြစ်ပါတယ်။File Size – 700@Quality – Duration – 60minute (@)Total s: 16EpsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, MysteryTranslator – Shwe Pyae, Shwe Pwint, Amelia, Thet Hnin HsuEncoder – YKFor VIP Member – Click Here ! 1 –   Directlink  Userdrive     2 –   Userdrive      DropGalaxy 3 –   Userdrive      DropGalaxy 4 –   Userdrive      DropGalaxy 5 –   Userdrive      DropGalaxy 6 –   Userdrive      DropGalaxy 7 –   Userdrive      DropGalaxy 8 –   Userdrive      DropGalaxy 9 –   Userdrive      DropGalaxy 10 –   Userdrive      DropGalaxy 11 –   Userdrive      DropGalaxy 12 –   Userdrive      DropGalaxy 13 –   Userdrive      DropGalaxy 14 –   Userdrive      DropGalaxy 15 –   Userdrive      DropGalaxy 16 –   Userdrive      DropGalaxy 