Synopsis of Girl From Nowhere (Season 1 and Season 2)Girl from Nowhere Season 1Netflixရဲ့ပူပူနွေးနွေးထိုင်းစီးရီးလေးတစ်ခုနဲ့မိတ်ဆက်ပေးပါရစေIMDB rating 7.910ရထားပါတယ်Thrillerအမျိုးအစားဖြစ်ပြီးကြည့်နေရင်းခုံပေါ်ကပြုတ်ကျတဲ့အထိထိတ်လန့်စရာအနည်းငယ်ပါလို့ ကြိုသတိပေးထားချင်ပါတယ်ကျွန်တော်တို့သိတဲ့အထက်တန်းကျောင်းဆိုတာလူကြီးတွေအမြင်မှာအပြစ်ကင်းစင်ပြီးပညာရှာဖို့လောက်ပဲသုံးတဲ့နေရာလို့ထင်ကြပါလိမ့်မယ်တကယ်တော့အဲ့ထက်ပိုပြီးရှုပ်ထွေးတယ်ဆိုတာအားလုံးသိပြီးသားပါရည်းစားကိစ္စတွေရှိမယ်မနာလိုတာတွေရှိမယ်နှာဘူးကျတဲ့ကျောင်းဆရာတွေရှိမယ်ဇီဇာကြောင်ပြီးတအားစိတ်ဖိစီးနေတဲ့တစ်ကိုယ်တည်းဆရာမတွေ၊single momတွေရှိမယ်လိင်ကိစ္စစူးစမ်းချင်နေတဲ့ဆယ်ကျော်သက်တွေရှိမယ်အသိုင်းအဝိုင်းဆင်းရဲတာကိုဖုံးကွယ်ပြီးချမ်းသာချင်ယောင်ဆောင်နေမယ်လူတစ်ချို့ရှိမယ်လာဘ်စားတဲ့လူတန်းစားတွေရှိမယ်geniusတွေစုနေတဲ့နေရာမှာကိုယ်ကပုံမှန်ဖြစ်နေလို့အားငယ်နေတဲ့လူတွေရှိမယ်အလှအပအရမ်းပြိုင်တဲ့ဟာတွေဘလာဘလာပေါ့ဗျာဒါပေမဲ့ကိုယ်ကအဲ့လိုဟာတွေကိုနားလည်နေခဲ့ရင်ရော…?ကျွန်တော်တော့အကုန်လုံးကိုအမြင်ကပ်ပါတယ်:)ဒါပေမယ့်Nannoဆိုတဲ့ကျောင်းသူသစ်လေးကအမြင်ကပ်တာထက်ပိုတာတွေကိုလုပ်ခဲ့ပါတယ်ဆက်ပြောရင်ဇာတ်လမ်းအရသာပျက်သွားမှာစိုးလို့အကျဉ်းချုပ်ပါရစေNannoဟာအထက်တန်းကျောင်းသူဖြစ်ပြီးကျောင်းအထာနပ်နေတဲ့ကောင်မလေးဖြစ်ပြီးစီးရီးကအရမ်းrealisticဖြစ်လွန်းတဲ့အပြင်အရမ်းအရမ်းကြည့်လို့တန်မယ့်စီးရီးမို့အပိုင်း၁ကိုပဲဖြစ်ဖြစ်အစမ်းကြည့် ကြည့်စေချင်ပါတယ်Translated by Shwe Yee Oo,Linn Kyaw Swar AungEncoded by sithuFor VIP Member – Click here ! 1 –   Userdrive    Dropgalaxy 2 –   Userdrive    Dropgalaxy 3 –   Userdrive    Dropgalaxy 4 –   Userdrive    Dropgalaxy 5 –   Userdrive    Dropgalaxy 6 –   Userdrive    Dropgalaxy 7 –   Userdrive    Dropgalaxy 8 –   Userdrive    Dropgalaxy 9 –   Userdrive    Dropgalaxy 10 –   Userdrive    Dropgalaxy 11 –   Userdrive    Dropgalaxy 12 –   Userdrive    Dropgalaxy 13 –   Userdrive    Dropgalaxy==========================================================================================================Girl from Nowhere Season 2 (2021)Nanno is Back! Guysနာနိုလေးကတော့ နှစ်နှစ်အကြာမှာလူ့လောကကြီးတိုးတက်လာရဲ့လားဆိုတာကိုကြည့်ဖို့အတွက် တစ်ဖန်ပြန်လည် ရောက်ရှိလို့ လာပါပြီ။စာသင်ကျောင်းဆိုတာ ပညာရှာမှီးတဲ့နေရာလို့ သတ်မှတ်ထားတဲ့အတွက်ကလေးတွေအတွက် အလုံခြုံဆုံးနေရာရယ်လို့ ဆိုစမှတ်ပြုကြပါတယ်။ဒါပေမယ့် လက်တွေ့မှာ အလုံခြုံဆုံးနေရာတွေကမလုံခြုံဆုံးနေရာတွေ ဖြစ်နေတတ်တာကိုတော့ရင်နာစွာနဲ့ လက်ခံကြရမှာပါ။နန်နိုဟာ မကောင်းမှုအနံ့အသက်တွေရှိနေတတ်တဲ့ ကျောင်းတွေမှာပဲကျောင်းတက်တတ်တဲ့ အမြဲတမ်းကျောင်းသူသစ်လေးပါ။ပုံမှန်လူတွေနဲ့မတူခြားနားတဲ့ ဖြစ်တည်မှုတွေနဲ့နန်နိုဟာ ကျောင်းမှာရှိသမျှ မကောင်းမှုတွေကို ဖော်ထုတ်သလိုကိုယ်လုပ်ခဲ့တဲ့ကံရဲ့အကျိုးကိုလည်း နင့်နင့်နဲနဲနဲ့တန်ပြန်ခံစားလာရအောင် အမှောင်ဘက်အထိဆွဲခေါ်လေ့ရှိတာကိုSeason 1 မှာကတည်းက သိခဲ့ကြမှာပါ။ဒီSeanson 2 မှာရော သူမဘယ်လိုတွေဆွဲခေါ်သွားဦးမှာလဲ။Season 1 ထက် အပိုင်းပိုနည်းပြီးSeason 1 ထက် ပိုမိုပြင်းထန်တဲ့ ရိုက်ကွက်တွေနဲ့ Nannoကတော့ပြန်လာခဲ့ပါပြီ။Season1 ထက် ပိုပြီး ပြင်းထန်တယ်လို့ သတင်းသဲ့သဲ့ကြားရတာမို့လန့်တတ်သူတွေ ကြောက်တတ်သူတွေတော့ စိတ်ထိန်းနိုင်မှ ကြည့်ပါလို့တော့ သတိပေးချင်ပါတယ်။စုစုပေါင်း အပိုင်း (၈) ပိုင်း တိတိ ပါဝင်ပါတယ်။အညွှန်းရေးသားထားတာကတော့ Hazel ဖြစ်ပြီးတော့ဘာသာပြန်တွေကတော့Hazel, Jerrica, Shwe Pwint, Thet Hnin Hsu, Shwe Pyae, Yoon Sandi Aung, MTA, Amelia တို့ပဲ ဖြစ်ကြပါတယ်။Drama: Girl From Nowhere Season 2Country: Thailands: 8Aired: May 7, 2021Aired On: FridayOriginal Network: Netflix, Netflix, Netflix, Netflix, GMM 25Content Rating: 18+ Restricted (violence & profanity)Quality: Size: 600 MBSubtitle: Myanmar ( Hardsub)Translators: Hazel , Jerrica, Shwe Pwint, Thet Hnin Hsu, Shwe Pyae, Yoon Sandi Aung, MTA, AmeliaEncoder: August 01 – VIP     Meganz  Userdrive  Veryfiles  Upstream 02 – VIP     Meganz  Userdrive  Veryfiles  Upstream 03 – VIP    Meganz  Userdrive  Veryfiles  Upstream 04 – VIP     Meganz  Userdrive  Veryfiles  Upstream 05 – VIP     Meganz  Userdrive  Veryfiles  Upstream 06 – VIP     Meganz  Userdrive  Veryfiles  Upstream 07 – VIP     Meganz  Userdrive  Veryfiles  Upstream 08 – VIP      Meganz  Userdrive  Veryfiles  UpstreamZip File1 – 4 – VIP 5 – 8 – VIP  