Synopsis of Yeh Kaali Kaali Ankhein (2022)These Black Black Eyes (2022)“ပိုက်ဆံ ၊ အာဏာ နဲ့ မိန်းမ ဒီသုံးခုက ယောက်ျားတစ်ယောက်ကို ဖျက်ဆီးပစ်နိုင်တယ်တဲ့။ငါ့ဘဝမှာ ပိုက်ဆံကို လောဘမတက်ခဲ့ဘူးအာဏာကို ရယူဖို့လည်း မကြိုးစားခဲ့ဒီတော့ နောက်ဆုံးကျန်တာက ” ပူဝါသေမင်းခံတွင်းဝက ဗီဂရန့်ရဲ့နောက်ဆုံးအတွေးတွေပေါ့။ဒီနေ့ IMDb မှာ rating 7.7 ထိရထားတဲ့ Netflix ရဲ့အိန္ဒိယဇာတ်လမ်းတွဲကောင်းတစ်ခုကို CM ကနေ တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျာ။မြင်မြင်ချင်းချစ်ရတဲ့ ယောက်ျားတစ်ယောက်ကို ၁၅ နှစ်၈ လ ၇ ရက်စောင့်ပြီး ပြန်တွေ့တော့ လက်ထပ်ချင်ခဲ့တဲ့ ပူဝါတစ်ယောက်။ရှီဂါဆိုတဲ့ မိန်းကလေးကိုပဲ မြတ်နိုးပြီး ရင်ထဲ သိမ်းထားတဲ့ ဗီဂရန့်။ဒီ ၃ ယောက်ရဲ့ သုံးပွင့်ဆိုင်က ပုံမှန်အချစ်ဇာတ်လမ်းတွေလိုတော့ မရိုးရှင်းလှပါဘူး။ပူဝါဆိုတဲ့ မိန်းကလေးက သူ့ဘဝမှာမွေးကတည်းက လိုချင်တာမှန်သမျှရခဲ့တဲ့သူပါ။ဒါတွေအားလုံးက သူ့အဖေ အကီရာဂျ်ဆိုတဲ့ နိုင်ငံရေးသမားကြောင့်ပေါ့ဗျာ။အာဏာတည်မြဲဖို့ အင်အားကြီးဖို့ လူသတ်ဖို့ဝန်မလေးတဲ့အထက်တန်းအသိုင်းအဝန်းက လူတစ်ယောက်။ သူ့သမီးသာလိုချင်ရင်ကောင်းကင်က ကြယ်ကိုတောင်ခူးပေးမယ့် အကီရာဂျ်က” ဗီဂရန့်ကိုရော သမီးလေးအလိုကျ လက်ထပ်ပေးနိုင်ပါ့မလား။ဗီဂရန့်ကရော ချစ်ရတဲ့ရှီဂါကိုရွေး အကီရာဂျ်လက်ထဲ အစအနတောင် မရပဲ လက်စဖျောက်ခံလိုက်ရမလား။ဗီဂရန့်ဆိုတဲ့ ပုရွတ်ဆိတ်တစ်ကောင် အင်အားနဲ့ အကီရာဂျ်လို ဆင်ခွန်အားကိုတွန်းလှန်နိုင်ခဲ့ပါ့မလားဆိုတာ ဒီဇာတ်ကားမှာ အသည်းတယားယားနဲ့ ကြည့်ရှုပေးပါဦးခင်ဗျာ။အပိုင်း ၈ ပိုင်းထိပါတာမို့ Channel Myanmar website မှာ တဝကြီးခံစားလိုက်ကြရအောင်ဗျာ။File Size – 600MB & 250MB@Quality –  NF WEB DL AAC 5.1CH & Duration – 51minute (@)Total s:8Subtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, MysteryTranslator – HM & Poe & Yunni & Shwe Pwint & Yate & AllenaEncoder – YKFor VIP Member – CLICK HERE! 1 –   Userdrive    DropGalaxy  Icedrive 2 –   Userdrive    DropGalaxy  Icedrive 3 –   Userdrive    DropGalaxy  Icedrive 4 –   Userdrive    DropGalaxy  Icedrive 5 –   Userdrive    DropGalaxy  Yandex 6 –   Userdrive    DropGalaxy  Yandex 7 –   Userdrive    DropGalaxy  Yandex 8 –   Userdrive    DropGalaxy  Yandex 1 –   Userdrive    DropGalaxy   2 –   Userdrive    DropGalaxy   3 –   Userdrive    DropGalaxy   4 –   Userdrive    DropGalaxy   5 –   Userdrive    DropGalaxy   6 –   Userdrive    DropGalaxy   7 –   Userdrive    DropGalaxy   8 –   Userdrive    DropGalaxy   