Synopsis of The Sand Castle (2021)The Sand Castle (2021)စ  ဆုံးဇာတ်လမ်းတွဲအညွှန်း__________________သူခိုးရန်ကနေ ထွက်ပြေးရင်း လွတ်မြောက်လာတဲ့ ဖာနင်တစ်ယောက်မထင်မှတ်စွာနဲ့ ရိုးသားဖြူစင်လွန်းတဲ့ ခွန်အာလစ်စလာဆိုသည့် မိန်းကလေးနဲ့ ဟွာဟင်ကမ်းခြေမှာ စတင်ဆုံတွေ့ခဲ့ပြီးမြင်မြင်ချင်းအချစ်တစ်ခု ပေါက်ဖွားလာခဲ့ပါတော့တယ်……ဖာနင်ကလည်း သူ့ညီလေး ချစ်ကြိုက်ရသူမှာ အာလစ်စရာမှန်း မသိခဲ့ပဲ သံယောဇဉ်တွယ်ခဲ့မိပါတော့တယ်…အဲ့ဒီလိုနဲ့ ဘန်ကောက်ပြန်ရောက်တော့ သူတို့နှစ်ယောက်ဟာ ကိုယ်လမ်းကိုယ်လျှောက်ခဲ့ကြရပါတော့တယ်…ဖာနင်က ဆောက်လုပ်ရေးလုပ်ငန်းခွင်ဦးစီးသူတစ်ယောက်ဖြစ်ပြီးတော့ကုမ္မဏီဒုက္ကဌတစ်ယောက်လည်း ဟုတ်ပါတယ်….ခွန်အာလစ်ကျတော့ သာမန်လူတစ်ယောက်ဖြစ်ပြီးအချိန်ပိုင်းအလုပ်တွေလက်ခံရင်း ဘဝကိုရုန်းကန်နေရသူတစ်ယောက်ပါသို့ပေမယ့် ဖာနင်ရဲ့ညီလေးဖြစ်သူ ဖင်ရိုးက အာလစ်ကို ချစ်ကြိုက်ခဲ့တာ နှစ်နဲ့ချီကြာနေခဲ့ပါပြီအနားမှာလည်းအမြဲတမ်းရှိနေတဲ့အတွက်ချစ်သူရည်းစားတွေလိုတောင်ထင်စရာပါပဲအာလစ်ဘက်ကလည်း ရိုးက သူမအတွက် အခင်မင်ဆုံးသူငယ်ချင်းဖြစ်ပြီးတော့လုံးဝ friend zone အဖြစ်ကနေ ပိုတဲ့ခံစားချက်မရှိခဲ့ပါဘူး….ဒါကို အဖြစ်မှန် သိရတဲ့ ရိုးက စိတ်သောကရောက်ပြီးမတော်တဆရေမြောင်းထဲပြုတ်ကျခဲ့ပြီး ဆေးရုံတက်ခဲ့ရပါတော့တယ်..ညီလေးအပေါ်အရမ်းချစ်တဲ့ ဖာနင်က သူ့ညီလေးကို နာကျင်အောင်လုပ်ခဲ့တဲ့ အာလစ်စလာကိုဒေါသထွက်မိပြီးလက်စားပြန်ချေစိတ်တွေ ပေါ်လာခဲ့ပါတော့တယ်အာလစ်စလာကရော ဖာနင့်အပေါ်တစ်ကယ်ချစ်မိသွားနိုင်လားဖာနင်လှည့်စားခံရလို့ နောက်ဆုံးအဖြစ်မှန်သိသွားရင် ဘယ်လိုခံစားရမှာလဲဖာနင်ကရော ကလဲ့စားချေမယ့်အစီအစဉ်ကို တစ်ကယ်အကောင်ထည်ဖော်သွားမှာလားဆိုတာ သွားရောက်ကြည့်ရှုကြရအောင်ဇာတ်လမ်းအကျဉ်း နဲ့ ဘာသာပြန်သူကတော့ Dao Naphat ပဲ ဖြစ်ပါတယ်..s: 12Aired: Nov 24, 2021 – TBAAired On: Wednesday & ThursdayGenres: Drama & RomanceTranslated by Dao NaphatEncoded by Pinkploy 1(800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 2(800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 3(800MB)UsersDrive    StreamSB  Mega  VIP 4(800MB)UsersDrive    StreamSB  Mega  VIP 5(800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 6(800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 7(800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 8(800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 9(800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 10(800MB)UsersDrive    Mega.NZ  StreamSB  Mega  VIP 11(800MB)UsersDrive    StreamSB  Mega  VIP 12(800MB) The EndUsersDrive    StreamSB  Mega  VIP 