Synopsis of The Beatles: Get Back (2021) (Completed Docu-Series)The Beatles: Get Back (2021)ကျွန်တော်တို့ ရူးသွပ်စွဲလမ်းခဲ့ရတဲ့ အနုပညာရှင်တွေက ကျွန်တော်တို့ဘဝရဲ့ တစ်စိတ်တစ်ပိုင်းဆိုတာထက် ပိုသွားတဲ့အခိုက်အတန့်လေးတွေ ကြုံဖူးကြမှာပါ။ ကိုယ့်မျက်လုံး ကိုယ့်နှလုံးသားထဲမှာ သူတို့ ဘယ်လောက်ခမ်းနားကြီးကျယ်ခဲ့တယ်ဆိုတာကလည်း ပျော်စရာအမှတ်တရတွေထဲမှာ နက်နက်ရှိုင်းရှိုင်း နေရာယူခဲ့ကြတာမျိုးပေါ့။ သူတို့ရဲ့ ပိုစတာလေးတွေ ဓာတ်ပုံလေးတွေ သူတို့ရဲ့ အနုပညာလက်ရာလေးတွေက ကျွန်တော်တို့ တစ်ကိုယ်ရည်အိပ်ခန်းလေးထဲမှာ တခမ်းတနား နေရာယူနေတတ်ကြပါတယ်။အခုတင်ဆက်ပေးမယ့် ရုပ်သံမှတ်တမ်းလေးကတော့ ဗြိတိန် ရော့ခ်အင်ရိုး ဂီတအဖွဲ့တစ်ခုဖြစ်တဲ့ The Beatles ပါပဲ။ ဒီနေရာမှာ တစ်ခုပြောစရာရှိလာပါတယ်။ ကျွန်တော်တို့ ဂီတဖျော်ဖြေပွဲတစ်ခုကို ကိုယ်တိုင်ကြည့်တာပဲဖြစ်ဖြစ်တီဗွီမှာပဲဖြစ်ဖြစ် အားပေးကြည့်ရှုတဲ့အချိန်မှာ သူတို့က သိပ်ကိုပျော်ရွှင် တက်ကြွနေပြီး သိပ်ကို ခမ်းနားတင့်တယ်လွန်းတာမျိုးပေါ့။ အချင်းချင်း နောက်ပြောင်လိုက်ကြ အဆိုတော်က ဂစ်တာသမားနားကိုပြေးသွားပြီး အတူဒွန့်လိုက်ကြနဲ့ ကြည့်နေရတဲ့ ကျွန်တော်တို့က ပြုံးဖြီးဖြီးကြီးတွေကိုဖြစ်လို့။ဒါပေမယ့် စင်မြင့်ပေါ်ရောက်မလာခင်မှာ သူတို့ ဘယ်လိုရုန်းကန်ကြိုးစားခဲ့ရတယ်၊ ဘယ်လိုပြဿနာတွေကြုံခဲ့ရတယ်၊ ကြုံခဲ့ရတဲ့ အငြင်းပွားမှု​တွေ သ​ဘောထားကွဲလွဲမှု​တွေကို အတွင်းကျကျရိုက်ကူးတင်ဆက်ထားတာဖြစ်လို့ စိတ်ဝင်စားစရာသိပ်ကောင်းပါတယ်။ အဖွဲ့ဝင် တစ်ယောက်ချင်းရဲ့ စိတ်နေစိတ်ထား အပြုအမူတွေကိုလည်း အသေးစိတ်မြင်တွေ့ရမှာပါ။ ကိုယ်သဘောကျ ရူးသွပ်ခဲ့ရတဲ့ သီချင်းလေးတွေကို သူတို့ ဘယ်လိုအခြေအနေမှာ ဘယ်လိုတွေဖြတ်သန်းပြီး ရေးသားသီဆိုခဲ့တယ်ဆိုတာကိုလည်း တအံ့တဩတွေ့မြင်ရမှာပါ။ တီးလုံးတီးကွက်လေးတွေကို ဘယ်လိုစဉ်းစားပြီး ဖန်တီးခဲ့တယ်၊ ဘယ်လိုပြုပြင်ပြောင်းလဲခဲ့တယ်ဆိုတာမျိုးတွေပေါ့။ ဂီတ တူရိယာတွေကို တီးခတ်နိုင်တဲ့ ပရိသတ်မျိုးတွေဆိုရင် ကြည့်ရတာ ပိုအရသာရှိမှာပါ။ တစ်ခါတလေမှာ အချောထွက်လာတဲ့ သီချင်းတီးကွက်တွေထက် သူတို့ အစမ်းလေ့ကျင့်တုန်းက တီးကွက်လေးတွေကို ပိုသဘောကျမိတဲ့ အခိုက်အတန့်လေးလည်း ရှိနိုင်ပါ​သေးတယ်။ဒီ “Get Back” တိုက်ရိုက်တင်ဆက်ဖျော်ဖြေတဲ့တီဗွီရှိုးပွဲကို သူတို့တွေ အလျင်စလို လုပ်ခဲ့ရတာပါ။ နှစ်ပတ်အတွင်းမှာ သီချင်းသစ် (၁၄) ပုဒ်ကို ရေးသားဖျော်ဖြေခဲ့ရပါတယ်။ ကျန်တဲ့အကြောင်းအရာတွေကတော့ ရုပ်သံမှတ်တမ်းထဲမှာ အပြည့်အစုံပါဝင်တာကြောင့် မပြောတော့ပါဘူး။ သေချာတာကတော့ The Beatles Fan တစ်ယောက်မဟုတ်ခဲ့ရင်တောင် ဒီရုပ်သံမှတ်တမ်းနဲ့ သူတို့ရဲ့ Fan တစ်ယောက် ဖြစ်သွားနိုင်ပါတယ်။(စီးရီးအညွှန်းကို Arr Khun Winchester မှ ရေးသားပေးထားပါတယ်)Size ~ 2GB, 1.2GBQuality – WEBrip , Duration – 2Hr+ (@)Subtitles – Myanmar HardsubFormat – MP4Genre – DocumentaryTranslated by Arr Khun Winchester, Mugiwara Ya, AliasEncoded by Y 1 (2Hr 37Min – 1.9GB  1.2GB) –> , MegaUP, MegaNZ, UserDrive, StreamSB –> , MegaUP, MegaNZ, UserDrive 2 (2He 54Min – 2.2GB  1.4GB) –> , MegaUP, MegaNZ, UserDrive, StreamSB –> , MegaUP, MegaNZ, UserDrive 3 (2Hr 18Min – 1.84GB  1.06GB) –> , MegaUP, MegaNZ, UserDrive, StreamSB –> , MegaUP, MegaNZ, UserDrive—> VIP LINK <— 