Synopsis of Melancholia (2021)Melancholia (2021)ဇာတ်လမ်းတွဲအညွှန်း***********************************အပိုင်းသစ် (၁ မှ ၁၆ )ထိ စဆုံးသင်္ချာကိုချစ်မြတ်နိုးတဲ့ ဆရာမနဲ့ကျောင်းသားလေးတို့ကြားက ရိုမန့်တစ် ဆန်ဆန် အချစ်ဇာတ်လမ်းလေးလာပါပြီမနဲ့မောင် ဇာတ်လမ်းလေးဆိုတော့ ပိုတောင်ရင်ဖိုဖို့ကောင်းသေးPirvate အထက်တန်းကျောင်းတစ်ခုမှာ သင်္ချာဆရာမ အဖြစ်အလုပ်ဝင်နေတဲ့ Ji Yoon Su ဟာ စိတ်ထားကောင်းမွန်ပြီး သင်္ချာပညာရပ်ကို အလွန်ကိုစိတ်ဝင်စားတဲ့ သူတစ်ဦးဖြစ်ပါတယ်ကျောင်းသားတွေကိုလည်း အမြဲမေးခွန်းမေးရတာ ကြိုက်ပြီး (ကိုယ်တွေနဲ့တော့ အဆင်မပြေလောက် 😝) စိတ်ပိုင်းဖြတ်လိုက်ပြီဆို ဘာမဆိုဖြစ်အောင်လုပ်တဲ့ ထူးချွန်ထက်မြက်တဲ့ အမျိုးသမီးတစ်ဦးပေါ့အဲလိုအမျိုးသမီးလေးက သူ့လိုပဲ သင်္ချာကိုစိတ်ဝင်စားပြီး ထူးချွန်တဲ့ ကျောင်းသားလေးတစ်ဦးအပေါ် စိတ်ယိုင်သွားတဲ့အခါမှာတော့….Baek Seung Yoo ကတော့ ငယ်ငယ်လေးတည်းက သင်္ချာဉာဏ်ကြီးရှင်လို့ နာမည်ကြီးပြီး ၅ နှစ်အရွယ်နဲ့ တက္ကသိုလ်အဆင့်ရှိတဲ့ သင်္ချာမေးခွန်းတွေကို ဖြေနိုင်သူတစ်ဦးဖြစ်ပါတယ်အသက် ၁၀ နှစ်နဲ့ MIT ကိုဝင်ခွင့်ရခဲ့ပြီး ၁၂ နှစ်မှာပြုတ်သွားကာ ရုတ်တရက် ဘယ်သူမှမသိတဲ့ အကြောင်းတစ်ခုနဲ့ အစအနပျောက်သွားခဲ့ပါတယ်အဲလိုမျိုး ဝါသနာတူ အကြိုက်တူတဲ့လူနှစ်ဦး ဘယ်လိုများ ရင်ခုန်သံစည်းချက်တွေညီမလဲဆိုတာရယ် မင်းသားနဲ့မင်းသမီးက အားလုံးနဲ့မစိမ်းတဲ့လူတွေဆိုတော့ Melodrama ကောင်းကောင်းလေး ကြည့်ချင်သူများ စောင့်ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ ။( အညွှန်းရေးသားထားသူကတော့ Shoon ပါ )Native Title: 멜랑꼴리아s: 16Aired: Nov 10, 2021 – Dec 30, 2021Aired On: Wednesday, ThursdayOriginal Network: tvNDuration: 1 hr. 10 minTranslated by Shoon Thu Thu Chain, Lwinlwin Aung, Ei Phyu Khin, Hnin PaleEncoded by Naing Aung Latt (1) [ 600 MB ]YoteShin      Meganz VIP Link (2) [ 600 MB ]YoteShin      Meganz VIP Link (3) [ 600 MB ]YoteShin      Meganz VIP Link (4) [ 600 MB ]YoteShin      Meganz VIP Link (5) [ 600 MB ]YoteShin      Meganz VIP Link (6) [ 600 MB ]YoteShin      Meganz VIP Link (7) [ 600 MB ]YoteShin    Meganz VIP Link (8) [ 600 MB ]UserDdrive   MegaUp    Meganz VIP Link (9) [ 600 MB ]UserDdrive    MegaUp    Meganz VIP Link (10) [ 600 MB ]UserDdrive    MegaUp    Meganz VIP Link (11) [ 600 MB ]UserDdrive    MegaUp    Meganz VIP Link (12) [ 600 MB ]UserDdrive    MegaUp    Meganz VIP Link (13) [ 600 MB ]UserDdrive    MegaUp    Meganz VIP Link (14) [ 600 MB ]UserDdrive    MegaUp    Meganz VIP Link (15) [ 600 MB ]UserDdrive    MegaUp    Meganz VIP Link (16) [ 600 MB ]UserDdrive    MegaUp    Meganz VIP LinkTHE END 