Synopsis of The Silent Sea ( 2021 )မှင်စာဦးဦးနဲ့အတူ လကမ္ဘာကိုသွားဖို့စောင့်နေကြတဲ့ CM ပရိသတ်ကြီးအတွက်သိပ္ပံစိတ်ကူးယဉ် သည်းထိတ်ရင်ဖို အမျိုးအစားဖြစ်တဲ့ The Silent Sea ဆိုတဲ့ဇာတ်ကားလေးကတော့ ထွက်ရှိလို့လာပါပြီ။ ကမ္ဘာမြေပေါ်မှာ တဖြည်းဖြည်းကုန်ဆုံးသွားတော့မယ့် သဘာဝရင်းမြစ်တွေရဲ့ပြဿနာကိုအဖြေရှာဖို့အတွက် ကပ္ပတိန် Han Yoon-jae ဦးဆောင်တဲ့အဖွဲ့ဟာလကမ္ဘာပေါ် မှာရှိတဲ့ သုတေသနစခန်းတစ်ခုမှာ ဇီဝပစ္စည်းတစ်ခုကို သွားယူဖို့တာဝန်ပေးအပ်ခြင်းခံလိုက်ရပါတယ်။ လကမ္ဘာပေါ် စွန့်စွန့်စားစားသွားခဲ့ပြီးနောက်သုတေသနစခန်းအဟောင်းကြီးထဲမှာ ကြောက်စရာကောင်းတဲ့လျှို့ဝှက်ဆန်းကြယ်မှုတွေ နဲ့ ထိတ်လန့်စရာကိစ္စတွေကို တွေ့ကြုံလိုက်ရတဲ့အခါဒီကိစ္စတွေရဲ့ နောက်ကွယ်က အကြောင်းအရာတွေကို အဖြေရှာဖို့ကြိုးစားကြမလား ?သူတို့မစ်ရှင်တစ်ခုတည်းကိုပဲ အာရုံစိုက်ပြီး လုပ်ဆောင်သွားမလား ?အန္တရာယ်တွေကြား သူတို့အဖွဲ့ဝင်တွေရော ဘေးကင်းနိုင်ကြမလား ?ဆိုတာကိုတော့ ဒီကားလေးထဲမှာ ရင်တဖိုဖိုနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။လကမ္ဘာကိုသွားမယ့် အာကာသယာဥ်မှူးတွေအဖြစ်နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Gong Yoo ၊ Bae Doona ၊Lee Joon ၊ Heo Sung Tae ၊ Lee Moo Saeng နဲ့ Kim Sun Young တို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့အပြင် ဇာတ်လမ်းအပြင်အဆင်အတွက်အသေးစိတ်ဖန်တီးထားပြီး ကမ္ဘာကျော်လက်ရာဖြစ်လာဦးမလားလို့ထင်ကြေးပေးနေကြတဲ့ Netflix စီးရီးကောင်းလေးဖြစ်တာကြောင့်လက်မလွှတ်တမ်းကြည့်ရှုဖို့ ညွှန်းဆိုလိုက်ပါတယ်။Quality : NF-WEB DL  & Format : mp4Total s : 8Duration : 50minGenres : Sci-Fi , Fantasy , DramaAired On : 24 December 2021Subtitle : Myanmar Subtitle ( Hardsub )Translated By Shoon , Lwin , Khine Khine Wai , Khaing Khin , Yamin , Shwe Pyae SoneEncoded By LKDOWNLOAD WITH ZIP FILE (  ) – ONLY ON VIP 1 (  )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 1 (  ) ( HEVC )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 2 (  )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 2 (  ) ( HEVC )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 3 (  )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 3 (  ) ( HEVC )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 4 (  )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 4 (  ) ( HEVC )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 5 (  )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 5 (  ) ( HEVC )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 6 (  )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 6 (  ) ( HEVC )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 7 (  )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 7 (  ) ( HEVC )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 8 (  ) ( END )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 8 (  ) ( HEVC ) ( END )  MegaUp  Usersdrive  Meganz  StreamSB  VIP 