Synopsis of Where Stars Land (2018)Where Stars Land (2018)==================IMDb Rating – 7.110အင်ချွန်းအပြည်ပြည်ဆိုင်ရာလေဆိပ်က ဝန်ထမ်းတွေကြားက အချစ်ဇာတ်လမ်းလေးကို ရိုက်ကူးပြသထားတဲ့ romance melodramaလေးနဲ့မိတ်ဆက်ပေးပါရစေ။“အဖေကပြောဖူးတယ် လောကကြီးမှာတိုက်ဆိုင်မှုဆိုတာမရှိဘူး။ ဘဝမှာ အရာအားလုံးက အကြောင်းရှိလို့ဖြစ်ရတာချည်းပဲ” ဆိုပြီးဇာတ်ကားလေးကိုဖွင့်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ . . . အီဆူယွန်းက ကိုရီးယားနိုင်ငံရဲ့ အဆင့်မြင့်တက္ကသိုလ် Kaist ကနေ ဘွဲ့ရထားတဲ့ ခရီးသည်ဝန်ဆောင်မှုဌာနက ဝန်ထမ်းတစ်ယောက်ပါ။ အရည်အချင်းလည်းရှိပြီး ရုပ်တည်ကြီးနဲ့နေတတ်လွန်းလို့ အခုမှသုံးလအစမ်းခန့်ကာလပြီးထားတဲ့ဝန်ထမ်းသစ်‌လို့ မထင်ရအောင်ပါပဲ။ ဘယ်သူနဲ့မှ ရောရောနှောနှောနေလေ့မရှိတဲ့အတွက် သူ့အကြောင်း အတင်းအဖျင်း‌၊ ကောလာဟလတွေလည်းအများကြီးရှိတဲ့ နားလည်ရခက်တဲ့လူမျိုး‌ပေါ့နော်။ဟန်ယောရမ်ကတော့ အင်ချွန်းလေဆိပ်မှာအလုပ်လုပ်တာ တစ်နှစ်ရှိပြီဖြစ်ပေမယ့် စိတ်ဆတ်လွယ်ပြီး ရမ်းကားတဲ့ခရီးသည်တွေအပေါ် ကြမ်းကြမ်းတမ်းတမ်းပြောဆိုပြုမူမှုတွေကြောင့် ခရီးသည်ဝန်ဆောင်မှုဌာနကို ပြောင်းရွှေ့ခံလိုက်ရတဲ့ ရှပ်ပြာမလေးပါ။ အဲဒီလိုမဟုတ်မခံမလေးကို သူ့ထက်နောက်ကျပြီးမှ အလုပ်ဝင်တဲ့ အီဆူယွန်းက ဆရာအဖြစ်ကြီးကြပ်ရတဲ့အခါ ဘယ်လိုတွေခရီးဆက်ကြမလဲ။အီဆူယွန်းနဲ့ပတ်သက်တဲ့ ကောလာဟလဆိုတာတွေကရော အမှန်တွေလား ဆိုတာကတော့ မကြာမီလာမည် မျှော်ပေါ့နော်။ အီဆူယွန်းအဖြစ်Architecture 101 ဇာတ်ကားနဲ့လူသိများလာတဲ့ မင်းသား Lee Je Hoon နဲ့ ဟန်ယောရမ်အဖြစ် I’m not a robot ထဲက မင်းသမီးချောလေးChae Soo Bin က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ ဒါ့အပြင် မင်းသမီးရဲ့သူငယ်ချင်းအဖြစ် The King’s Affection ထဲက တော်ဝင်မင်းဆရာဂျောင်လေးRowoon က ပါဝင်ထားပါတယ်။ အတိတ်မြှုပ်ကွက်လေးတွေကိုပြန်ပြတဲ့ flashback scene လေးတွေလည်းပါပြီး ငြိမ့်ငြိမ့်ညောင်းညောင်းလေးနဲ့ကြည့်လို့‌ကောင်းတဲ့ ဇာတ်ကားမျိုးလေးမို့ ကြည့်ရှုလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို MTA မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Shwe Pyae, MTA, Amelia, Thet Hnin Hsu, Shwe Pwintတို့ပဲ ဖြစ်ပါတယ်။)File Size – (480 MB)Quality – WEBDL Duration – 30 mins (@)Subtitle – Myanmar HardsubFormat – MP4Genre : Drama, RomanceTranslator – Shwe Pyae, MTA, Amelia, Thet Hnin Hsu, Shwe PwintEncoder – SWM (480 Mb)———————————–(1)    MegaNZ    Usersdrive  Direct Link  Yandex(2)    MegaNZ    Usersdrive  Direct Link  Yandex(3)    MegaNZ    Usersdrive  Direct Link  Yandex(4)    MegaNZ    Usersdrive  Direct Link  Yandex(5)    MegaNZ    Usersdrive  Direct Link  Yandex(6)    MegaNZ    Usersdrive  Direct Link  Yandex(7)    MegaNZ    Usersdrive  Direct Link  Yandex(8)    MegaNZ    Usersdrive  Direct Link  Yandex(9)    MegaNZ    Usersdrive  Yandex(10)    MegaNZ    Usersdrive  Yandex(11)    MegaNZ    Usersdrive  Yandex(12)    MegaNZ    Usersdrive  Yandex(13)    MegaNZ    Usersdrive(14)    MegaNZ    Usersdrive(15)    MegaNZ    Usersdrive(16)    MegaNZ    Usersdrive—————————————————————————CM VIP – LINK 