Synopsis of The Great 18+ (2020 – 2021 ) Season 1 + 2ဒီတခါတော့ Hulu ကနေ လွှင့်ထားတဲ့ The Great ဆိုတဲ့ Mini series လေးကို တင်ဆက်လိုက်ပါတယ်။ဇာတ်လမ်းကတော့ Comdey အမျိုးအစားဖြစ်ပြီး IMDB မှာ 7.9 နဲ့ RT မှာ 80%ထိရထားတဲ့ ဇာတ်ကားလေးပါ။ပထမဆုံးပြောရမှာကတော့ မင်းသမီးက Elle Fanningပါပဲ။ Super 8 ထဲက ကလေးမလေးကMaleficent 1&2 နဲ့ အောင်မြင်လာခဲ့ပြီး အခုလွမ်းနေတဲ့သူတွေအတွက် The Great နဲ့ ထွက်ပေါ်လာပြန်ပါပြီ။မင်းသမီးကတော့ ဟုတ်ပါပြီ မင်းသားကရော။ ဟုတ်ကဲ့ မင်းသားကတော့Worm Bodies တို့ Jack:Giant Slayerရယ် X-menကားတွေထဲလည်း ပါတဲ့ Nicholas Hoult ပါပဲ​။အပြင်မှာတကယ်ရှိတဲ့ ရုရှားဧကရီ Catherine The Great ရဲ့အကြောင်းကို ကျောရိုးလေးယူပြီးComdey အနေနဲ့ရိုက်ထားတာပါ။ Comedy ဆိုပေမယ့် 18th ရာစုဝန်းကျင်မှာဖြစ်တဲ့အတွက်အမျိုးသမီးတွေကို ခွဲခြားဆက်ဆံမှုတွေအကြောင်းတွေ အဲဒီခေတ်မှာ အမျိုးသားတွေက အမျိုးသမီးတွေကိုဘယ်လိုသဘောထားတယ်ဆိုတာတွေကိုပါ ထည့်သွင်းထားပါတယ်။ ဇာတ်လမ်းကတော့ လာလာခြင်းမှာပဲCatherine က Peter III က လက်ထပ်ဖို့ ထွက်ခွာလာတာနဲ့ စပါတယ်။ အင်ပါယာကြီးတခုရဲ့ ဧကရာဇ်ကိုလက်ထပ်ရမယ့်မိန်းကလေးတယောက် ရဲ့ လက်ဆောင်ကတော့ ထင်းရှူးရွက်လေး တခုပါပဲ။သူနဲ့ ဧကရာဇ်ရဲ့ အချစ်ဟာ မီးကျီး မီးပွားလေး တခုကနေ အရှိန်ပြင်းပြင်းတောက်လောင်လာပြီး နိုင်ငံတော်ကြီး တခုလုံးကို အလင်းပေးနိုင်လောက်တဲ့အထိတောက်ပအောင်ဖြစ်စေချင်ပါသတဲ့။ဧကရာဇ်ကတော့ ကဗျာဆန်ပါရဲ့လား။ အရင်ကပို့ခဲ့တဲ့စာတွေကတောင် သူပို့တာ မဟုတ်ပါဘူးတဲ့။အဲလိုနဲ့ မင်္ဂလာပွဲကျင်းပပြီး မင်္ဂလာဦးညကို စိတ်ကူးယဉ်နေတဲ့မိန်းကလေးတယောက်ရဲ့စိတ်ကူးနဲ့ယောကျာ်းတယောက်ဖြစ်တဲ့ ဧကရာဇ်ရဲ့ လက်ထပ်မှုအပေါ်ထားတဲ့ သဘောထားတွေဖော်ပြရင်းမင်္ဂလာဦးညကိုပုံဖော်ထားခဲ့တယ်။ ပြင်သစ်ကို စိတ်ဝင်စားတာချင်းတူကြပေမယ့်ပြင်သစ်နောက်ဆုံးပေါ်ဖက်ရှင်တွေကို စိတ်ဝင်စားတဲ့ နန်းတော်က အမျိုးသမီးတွေနဲ့မတူကွဲပြားစွာ Catherine ကတော့ ပြင်သစ်အတွေးအခေါ်ပညာရှင်တွေရဲ့ စာပေတွေကိုသာစိတ်ဝင်စားဖတ်ရှုသူပါ။သူတို့က စာတောင် မဖတ်တတ်ကြဘူး။ နောက်ထပ်သူတို့စိတ်ဝင်စားတာကတော့အိမ်ထောင်ရေး အတင်းအဖျင်းတွေပဲ။ နန်းတော်ကအမျိုးသမီးတွေရဲ့ စိတ်ဓာတ်နဲ့သူတို့ရဲ့ပျော်စရာကစားနည်းတွေကအစ Catherine နဲ့ ကွဲပြားနေခဲ့တော့တယ်။အဲလိုနဲ့ Catherine ရဲ့ သည်းခံနိုင်မှုတွေ ကုန်ဆုံးလာတဲ့အခါမှာတော့သူဟာရုရှားနိုင်ငံကြီးကို ပြောင်းလဲဖို့ ဆုံးဖြတ်ချက်ချလိုက်တော့တယ်…….Elle လေးရဲ့ ချစ်စရာကောင်းတာလေးတွေနဲ့တင်တန်နေပါပြီ။ဟာသတွေကလည်း ပြောတာတွေ ရယ်နေရတယ်။အရမ်းကြီးရယ်ရအောင် လုပ်ထားတာမဟုတ်ပဲနဲ့ သူ့နေရာနဲ့သူ ထည့်ထားတယ်။ဧကရာဇ်ကလည်း ရုပ်တည်ကြီးနဲ့ ဟာသတွေလုပ်စလာလာခြင်းကတည်းက သူနဲ့ယူမယ့်သူကို စနောက်နေတာ။သူတယောက်နဲ့တင် ရယ်နေရတယ်။စကားလုံးတွေကတော့ နည်းနည်းကြမ်းတာတွေပါပါတယ်။ကဲ ကြည့်ရှုခံစားလိုက်ပါအုံးS02 Translator : MTA, Yoon Sandi Aung, Thaung Htike Zaw, Jerrica, Thiha Yan Naing, Pyi T NyeinS02 Encoder : Mr. AndersonS01 Translators : NightFury , MoeLay , Lucille , Aye Mon Kyaw , DollyS01Encoder : Moe Myint LwinSeason 1 Zip file VIP  [1-5]  [6-10]  [1-5]  [6-10]Season 2 1VIP      Stream  Usersdrive  Meganz 2VIP      Stream  Usersdrive Meganz 3VIP      Stream  Usersdrive Meganz 4VIP      Stream  Usersdrive Meganz 5VIP      Stream  Usersdrive Meganz 6VIP      Stream  Usersdrive Meganz 7VIP      Stream  Usersdrive Meganz 8VIP      Stream  Usersdrive 9VIP      Stream  Usersdrive Meganz 10VIP      Stream  Usersdrive 