Synopsis of Plerng Sanaeha (2019)Plerng Sanaeha (2019) အစအဆုံး” လောင်မြိုက်သောအချစ် ” ဇာတ်လမ်းတွဲအညွှန်း________________________________main cast အဖြစ်ပါဝင်သရုပ်ဆောင်ထားတဲ့သူတွေကတော့ခွန်ထင် အဖြစ် Noon waranutခွန်ဆက် အဖြစ် Kelly Thanaphatမို အဖြစ် Donut Phattharaphon တို့က ပါဝင်သရုပ်ဆောင်ထားပါတယ်ရှင့်ဒီဇာတ်လမ်းမှာ ခွန်ထင်ဆိုသူက မျိုးရိုးအသိုင်းအဝိုင်းကြီးမိသားစုထဲကမွေးဖွားလာပြီးစိတ်ထားဖြူစင်လှပလွန်းတဲ့ မိန်းကလေးတစ်ယောက်ပါအဲ့ဒီမိန်းမလှလေးကိုမှ ခွန်ဆက်ဆိုတဲ့ မျက်နှာများပြီးပွေရှုပ်တဲ့ ယောကျ်ားတစ်ယောက်ကလိုချင်တပ်မက်စိတ်ဖြင့် သူမအချစ်ကို လှည့်ဖျားကာ အရယူခဲ့ရာ….တစ်နေ့တော့ လိမ်ညာခံလိုက်ရသောသူမအဖြစ်ကို သိသွားသောအခါ…မာယာများတဲ့ ပုရိသ ထိုယောကျာ်းကို ဘယ်လိုတုံ့ပြန်မလဲ….ဘယ်လိုပြန်ကလဲ့စားချေမလဲ?အဲ့ဒါအပြင် ပိုပြီး စိတ်ဝင်စားစရာကောင်းတာကတော့ အသက်အရွယ် ကိန်းဂဏန်းအပိုင်းအခြားထဲမှာကြုံတွေ့လာတဲ့ခွန်ထင် နဲ့ မို ရဲ့ အချစ်ဇာတ်လမ်းလေးဟာ ပေါ်ပေါက်လာခဲ့ခြင်းပါမို ဆိုတဲ့ကောင်လေး က အချစ်ကို ကိုးကွယ်ပြီး တည်ကြည်ပြတ်သားတဲ့လူငယ် လေးတစ်ယောက်ပါ..ခွန်ထင် က တော့ အချစ်ကြောင့် နာကျင်ခံစားခဲ့ရဖူး တဲ့ အတွက် အချစ်ကို အယုံအကြည်မရှိခဲ့ပါ..ဒီလိုနဲ့ မို နဲ့ သူမရဲ့အချစ်ခရီးလမ်းလေးဟာ ပျော်ရွှင်စွာနဲ့ ဇာတ်သိမ်းမလား?ဝမ်းနည်းစွာနဲ့ပဲဇာတ်သိမ်းရမလားဆိုတာတော့စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးနော်….s: 15Duration:90 MinGenres: Romance , Drama & HorrorSubtitled by Vo Vo Kham Sein , Tin Meme Soe , May Oo , Lae Shwe Yee Win & Sai Tom KhamEncoded by PinkployNetwork by Ch 7 thainland 1(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 2(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 3(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 4(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 5(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 6(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 7(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 8(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 9(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 10(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 11(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 12(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 13(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 14(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP 15(770MB)Mega  UsersDrive    Mega.NZ  StreamSB  VIP_The End_ 