Synopsis of BTS In the SOOP Season 2 (2021)BTS in the SOOP! Season 1 (2020)BTS In the Soop Season 1 In the Soop season 2 လေး လွှင့်နေတဲ့အချိန်ဆိုတော့Army တို့ season 1 လေးကို အလွမ်းပြေပြန်ကြည့်ရအောင် တင်ဆက်ပေးလိုက်ပါတယ်Season 1 ကိုတော့ ဂန်ဝန်းဒိုက Lake 192 ဆိုတဲ့နေရာလေးမှာ ရိုက်ကူးခဲ့တာပါတဲ့စိမ်းစိုနေတဲ့တောင်တန်းရယ်၊ ပြာလဲ့နေတဲ့ရေပြင်လေးရယ်၊ ကျယ်ဝန်းတဲ့မြက်ခင်းပြင်ရယ်ပန်းလေးတွေရယ်နဲ့ ဝန်းရံထားတဲ့ အပန်းဖြေအိမ်လေးမို့ သိပ်ကိုလှပါတယ်အပန်းဖြေအိမ်မှာတော့ BTS တို့တောင်းဆိုထားသမျှ activity လေးတွေကို စီစဉ်ပေးထားပါတယ်Main house အပြင် gamer အတွက် PC room ပါတဲ့ အပေါ်ဘက်အိမ်ဆောင်လေး (upper house) ပါ ပါဝင်ပါတယ်ဒါ့အပြင် မြစ်ကမ်းနံဘေးမှာ ငါးမျှားရင်း အပန်းဖြေနိုင်အောင် ရေပေါ်အိမ်လေးရယ်၊စခန်းထွက်တဲ့ vibe မျိုးလေးရအောင် အိပ်ခန်းပါဝင်တဲ့ ကမ့်ပင်ဗင်ကားလေးရယ်ပါ စီစဉ်ပေးထားပါတယ်BTS နဲ့အတူ အပန်းဖြေရင်း ဘ၀အမောတွေပြေပျောက်နိုင်ကြပါစေFile Size – 800MBQuality – Subtitle – Myanmar (Hardsub)Duration – 1h 15mins – 8Translaotr – CM Variety TeamEncoder – August 01 – VIP | Userdrive |  |  | CMDrive |  02 – VIP | Userdrive |  |  | CMDrive |  03 – VIP | Userdrive |  |  | CMDrive |  04 – VIP | Userdrive |  |  | CMDrive |  05 – VIP | Userdrive |  |  | CMDrive |  06 – VIP | Userdrive |  |  | CMDrive |  07 – VIP | Userdrive |  |  | CMDrive |  08 – VIP | Userdrive |  |  | CMDrive | ===========================================================================BTS in the SOOP! Season 2 (2021)Telegram – https:t.mecm_varietyCM ကတင်ဆက်ပေးခဲ့တဲ့ Sea Of HopeလိုHealing ဖြစ်မယ့် အစီအစဉ်မျိုးလေးတွေကို စောင့်မျှော်နေကြမလားဆိုတဲ့ရည်ရွယ်ချက်လေးနဲ့ အခုတင်ဆက်ပေးမှာကတော့BTS In The Soop Season2 ပဲ ဖြစ်ပါတယ်။ခေတ်မီတိုက်တာအဆောက်အဦးကြီးတွေနဲ့ရောင်စုံမီးတွေထွန်းလင်းနေတဲ့ မြို့ပြကြီး‌တွေမှာနေတာကြာလာရင် ငြီးငွေ့လာတတ်ကြတာ သဘာဝပါပဲ။ယနေ့ခေတ်မှာဆိုရင် မြို့ပြရဲ့အဝေး တောတွေထဲကိုလွတ်လွတ်လပ်လပ်နဲ့ စခန်းချအပန်းဖြေခရီးထွက်ကြတဲ့ လူတွေ ပိုပိုများလာပါပြီ။ဒါကြောင့် အလုပ်ချိန်တွေမအားမလပ်ဖြစ်နေတဲ့ BTS အတွက်အပန်းဖြေအနားယူနိုင်ဖို့ HYBEကဒုတိယအကြိမ်မြောက် In The Soop ကိုဖန်တီးပေးလိုက်ပါတယ်။ဒီSeasonမှာတော့ အရင်နှစ်ကနဲ့မတူတဲ့အပြင်အဆင်တွေ၊တောနက်ကြီးထဲသီးသန့်တည်ဆောက်‌ပေးထားတဲ့အိမ်ကြီးတွေနဲ့တင် တကယ့်ကိုအံ့အားသင့်ဖွယ်ပါပဲ။HYBEကနေပြီး စပါယ်ရှယ် ပြင်ဆင်ပေးထားတဲ့တောနက်ထဲက ‌အိမ်ခြံဝန်းကြီးထဲမှာအပန်းဖြေအနားယူရင်း ၄ရက်တာအချိန်ကို ပျော်ရွှင်စွာဖြတ်သန်းကြမယ့်BTSနဲ့အတူ CMပရိတ်သတ်ကြီး နဲ့ ARMYတို့လည်းအိမ်မှာနေရင်း တောနက်ကြီးထဲ ၄ရက်တာ အပန်းဖြေခရီးလေး ထွက်လိုက်ကြရအောင်အညွှန်းကိုတော့ Milkeux က ရေးထားပေးတာ ဖြစ်ပြီးတော့ဘာသာပြန်တာကတော့ CM Variety Team မှ ဖြစ်ပါတယ်။File Size – 800MBQuality – Subtitle – Myanmar (Hardsub)Duration – 1h 15mins – 5Aired on – Friday (15, Oct 2021 – )Translaotr – CM Variety TeamEncoder – August 01 – VIP | Userdrive | CMDrive |  |  |  | Telegram 02 – VIP | Userdrive | CMDrive |  |  | Meganz |  | Telegram – VIP | Userdrive | CMDrive |  |  | Meganz |  | Telegram480p – VIP | Userdrive | CMDrive |  |  | Meganz |  | Telegram 03 – VIP | Userdrive | CMDrive |  |  |  | Telegram480p – VIP | Userdrive | CMDrive |  |  | Telegram 04 – VIP | Userdrive | CMDrive |  |  |  | Telegram480p – VIP | Userdrive | CMDrive |  |  |  | Telegram 05 – VIP | Userdrive | CMDrive |  |  |  | Telegram480p – VIP | Userdrive | CMDrive |  |  |  | Telegram 