Synopsis of Yumi’s Cells(2021)Yumi’s Cells(2021) ဇာတ်လမ်းတွဲအညွှန်း********************************************အပိုင်း ( ၁ မှ ၁၂ ) ထိ စဆုံးအားလုံး inside out ဆိုတဲ့ အင်္ဂလိပ်ကာတွန်းကားလေး ကြည့်ဖူးကြတယ် ဟုတ်။Yumi’s cell ဆိုတဲ့ webcomic ကို ဇာတ်လမ်းတွဲအဖြစ် ပြန်လည်အသက်သွင်းထားတဲ့ဒီကားလေးမှာလည်း အတူတူပါပဲ။မင်းသမီးရဲ့ ဦးနှောက်ထဲမှာ အချစ်ဆဲလ်၊ ခံစားချက်ဆဲလ်၊ ဖက်ရှင်ဆဲလ်၊ဆာလောင်မှုဆဲလ်၊ စုံထောက်ဆဲလ်၊ စိုးရိမ်မှုဆဲလ်၊ ဆင်ခြင်မှုဆဲလ် အစရှိတဲ့ဆဲလ်တွေက မင်းသမီးရဲ့ ဦးနှောက်ထဲကနေ လူကို ထိန်းချုပ်သွားမှာပါ။Inside out ကားထဲကလိုမျိုးပဲ ဆဲလ်တစ်ခုချင်းစီရဲ့ ကိုယ်ပိုင်အတွေးခံစားချက်တွေသက်ရှိတစ်ယောက်လို စကားပြောဆိုနေတာတွေကို animation တွေနဲ့ ပေါင်းစပ်ဖန်တီးထားမှာပါ။Extraordinary ဇာတ်လမ်းမျိုးတွေနဲ့ အလိုက်ဖက်ဆုံးလည်းဖြစ်၊ Goblin နဲ့The King: Eternal Monarch ကားတွေနဲ့ ပရိသတ်တွေရဲ့ အသည်းကို ဖမ်းစားသွားတဲ့Kin Go Eun ကပဲ အဓိကသရုပ်ဆောင်အဖြစ် ပါဝင်သွားမှာဆိုတော့သရုပ်ဆောင်ချက်တွေကို အထူးတလည် ပြောနေစရာ မလိုတော့ပါဘူး။Animation ဆဲလ်ကောင်လေးတွေအတွက် နာမည်ကြီးသရုပ်ဆောင်တွေကပဲအသံသရုပ်ဆောင်အဖြစ် ပါဝင်ပေးထားတာပါ။ ထူးခြားတာက animation လေးတွေစကားပြောတဲ့အခါ ငယ်ငယ်က တီဗီမှာ ညနေတိုင်းစောင့်ကြည့်ရတဲ့ကိုးရီးယားကာတွန်းကားလေးတွေ ပြန်ကြည့်နေရသလို vibe မျိုးလည်း ရရှိစေဦးမှာပါ။ဒီတော့ ကိုရီးယားရဲ့ animation နဲ့ လူ ပေါင်းစပ်ဖန်တီးထားတဲ့ Yumi’s cell ဆိုတဲ့ကားလေးကိုအပတ်စဉ် သောကြာနေ့တိုင်းမှာ စောင့်မျှော်ကြည့်ရှုအားပေးကြပါဦး။s: 14Aired: Sep 17, 2021 – Oct 30, 2021Aired On: Friday, SaturdayGenres: Psychological, Comedy, Romance, DramaTranslated by Hnin Pale, Mi Moe Set, Myo Myo Htet & IchikaEncoded by Phyo PyaeEP1-7   VIP  EP8-14   VIP   1(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ | VIP 2(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ | VIP 3(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ | DirectLink | VIP 4(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ | DirectLink | VIP 5(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ | DirectLink | VIP 6(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ | VIP 7(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ | DirectLink | VIP 8(450MB)UsersDrive |  | MegaUp | Mega.NZ | DirectLink | VIP 9(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ VIP 10(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ VIP 11(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ | VIP 12(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ | VIP 13(450MB)UsersDrive |  | MegaUp | StreamSB | Mega.NZ | VIP 14(END) (450MB)UsersDrive |  | MegaUp |Mega.NZ | VIP 