Synopsis of Lost (2021)Lost [2021]“မမက လမ်းပျောက်နေခဲ့တယ်ကျွန်တော်က ကြောက်ရွံ့နေခဲ့တယ်မမ နဲ့ ကျွန်တော်ဆုံခဲ့တယ်။တကယ်လို့ မမ နဲ့ ကျွန်တော်ထပ်ဆုံကြရင်ကျွန်တော်တို့ အတူတူသတ်သေကြမလား…. ”=======================================================JTBC ရဲ့ ၁၀ နှစ်ပြည့်အထူးအစီအစဉ်အနေနဲ့ ထုတ်လွှင့်တဲ့Lost ဇာတ်လမ်းတွဲ လာပါပြီ။မြို့ပြရဲ့ ကျဉ်းကြပ်လှတဲ့ လူနေမှုဘဝကိုလှပတဲ့ မနဲ့မောင် ဇာတ်လမ်းတစ်ပုဒ်နဲ့အတူ ခင်းကျင်းပြသထားတာမို့ကြည့်နေကျ ဇာတ်လမ်းတွေနဲ့ မတူဘဲတစိမ့်စိမ့်နဲ့ ရင်ထဲကို ရောက်လာမယ့် ဇာတ်လမ်းတွဲပဲ ဖြစ်ပါတယ်။မြို့ပြလူမှုဘဝနဲ့ တွေ့ကြုံနေရတဲ့ လူတွေအဖို့တော့ရင်ဘတ် နဲ့ ခံစားချက် ထပ်တူကျပါလိမ့်ဦးမယ်။========================================================အများနည်းတူ မွေးဖွားခဲ့ကြပေမယ့်တစ်ချို့လူသားတွေအဖို့ လောကကြီးကရောကံကြမ္မာကပါ မျက်နှာသာမပေးဘူးဆိုတာသင်တို့တွေ ယုံချင်မှယုံပါလိမ့်မယ်။ဘယ်လောက်ပဲ ကြိုးစားပါစေအခွင့်အလမ်းတွေ သိပ်မရှိတော့တဲ့သက်လတ်ပိုင်းအရွယ် အီဘူဂျောင်း (Jeon Do-Yeon)နဲ့ဖြစ်ချင်တာတွေမဖြစ်လာဘဲအဓိပ္ပါယ်မဲ့စွာ မသေဆုံးချင်တဲ့အသက် ၂၇ နှစ်အရွယ် ကောင်လေး အီဂန်ဂျယ်( Ryu Jun Yeol) ….အပူတွေကိုယ်စီနဲ့ပြည့်နှက်နေတဲ့ဘူဂျောင်းနဲ့ ဂန်ဂျယ်တို့နှစ်ယောက်သားလွတ်မြောက်ရာလမ်းကိုပဲရွေးချယ်ကြမလား…တစ်ယောက်ကိုတစ်ယောက်ဖေးမရင်းနဲ့ လောကငရဲကို ဖြတ်ကျော်မလား…========================================================အားလုံးရဲ့အချစ်တော် Reply 1988 ကကျန်ရစ်လေး ဂျောင်ဟွမ် ရဲ့ ဒရမ်မာအသစ်စက်စက်လေးဖြစ်ပြီးငြိမ့်ငြိမ့်ညောင်းညောင်းလေး ကြည့်ရှုရမယ့် Melodrama အေးအေးလေးဖြစ်ပါတယ်။HAW မှအညွှန်းရေးသားထားပါတယ်။ဘာသာပြန်တွေကတော့ Jerrica, Amelia, Shwe Pyae, Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။Encoder – Augusts: 16Aired: Sep 4, 2021 – Oct 24, 2021Aired On: Saturday, SundayDuration: 1 hr. 10 min.Content Rating: 15+ – Teens 15 or olderQuality: Size: 600MBSubtitle: Myanmar (Hardsub)Translators: Jerrica, Amelia, Shwe Pyae, Thet Hnin HsuEncoder: AugustVIP Links – VIP 01 –  |  | Userdrive |  | Veryfiles 02 –  |  | Userdrive |  | Veryfiles 03 –  |  | Userdrive |  | Veryfiles 04 –  |  | Userdrive |  | Veryfiles 05 –  |  | Userdrive |  | Veryfiles 06 –  |  | Userdrive |  | Veryfiles 07 –  |  | CMDrive|  | Meganz 08 –  |  |  | Meganz 09 –  |  | Userdrive | CMDrive |  | Meganz 10 –  |  | Userdrive | CMDrive |  | Meganz 11 –  |  | Userdrive | CMDrive |  | Meganz 12 –  |  | Userdrive | CMDrive |  | Meganz 13 –  |  | Userdrive | CMDrive |  14 –  |  | Userdrive | CMDrive |  15 –  |  | Userdrive | CMDrive |  16 END –  |  | Userdrive | CMDrive |  