Synopsis of Put Your Head on My Shoulder (2021)“မင်းနှလုံးသားထဲက နွေးထွေးမှုလေး”castsဖူဖာ အဖြစ် New Thitipoomဖရာဖိုင်း အဖြစ် Kaimuk Nilawanတ အဖြစ် Chimon Wachirawitဇာတ်လမ်းအကျဉ်းဖရာဖိုင်းက accounting မေဂျာက ကျောင်းသူတစ်ဦးဖြစ်ပြီး ငယ်သူငယ်ချင်း တဖြစ်လဲ ခိုးချစ်နေရတဲ့ တအတွက်အလိုရှိတိုင်း အရောက်သွားပြီး ပေးဆပ်ကူညီနေတတ်တဲ့ မိန်းကလေးတစ်ယောက်ပါဖူဖာကတော့ တရဲ့ သူငယ်ချင်းဖြစ်ပြီး လူကြိုက်များတဲ့ ရူပဗေဒမေဂျာကျောင်းသား ဥာဏ်ကြီးရှင်တစ်ယောက်ပေါ့တစ်နေ့ တနဲ့ပတ်သတ်ရာကတဆင့် ဖရာဖိုင်း ဘဝထဲကို ဖူဖာ ဝင်ရောက်လာပြီး ခင်မင်မှုတွေ စတင်လာခဲ့ပါတယ်ဖရာဖိုင်း နေနေတဲ့အိမ်ခန်းမှာ ငှားနေတဲ့ အိမ်ငှားသစ်က ဖူဖာဖြစ်နေပြီး တစ်အိမ်ထဲ တူတူနေလာရချိန်မှာတော့မတည့်အတူနေဖြစ်လာရတဲ့ သူတို့နှစ်ယောက်ကြား ခင်မင်မှု​တွေက ဖြည်းဖြည်းချင်း ပြောင်းလဲမှုတွေဖြစ်လာပါတော့တယ်တ ၊ ဖရာဖိုင်းနဲ့ ဖူဖာတို့ကြား ဘာတွေဆက်ဖြစ်လာမလဲဆိုတာ “မင်းနှလုံးသားထဲ နွေးထွေးမှုလေး” ဇာတ်လမ်းတွဲမှာ ကြည့်ရှူကြရအောင်၂၀၁၉က ထွက်ရှိထားတဲ “put your head on my shoulder” တရုတ်ဇာတ်လမ်းတွဲကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်Native Title: อุ่นไอในใจเธอs: 20Aired: Sep 26, 2021 – Oct 27, 2021Aired On: Monday, Tuesday, Wednesday, SundayOriginal Network: Tencent VideoTranslated by Kyi Nue Zin & Nang Mwe KhamEncoded by Naing Aung Latt (1) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (2) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (3) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (4) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (5) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (6) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (7) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (8) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (9) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (10) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (11) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (12) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (13) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (14) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (15) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (16) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (17) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (18) [ 450 MB ]YoteShin  StreamSb    Meganz VIP Link (19) [ 450 MB ]YoteShin  Yandex    Meganz VIP Link (20) END [ 500 MB ]YoteShin  Yandex  Meganz VIP Link 