Synopsis of A Female Student Arrives at the Imperial College ( 2021 ) Completedအားလုံး မျှော်လင့်တကြီး တောင်းဆိုနေတဲ့ A Female Student Arrives at the Imperial College (2021) လေးလာပါပြီမင်းသားတွေ မင်းသမီးကတော့ ထူးကဲမိတ်ဆက်နေဖို့ မလိုတဲ့ အသည်းကျော်လေးတွေမို့ မပြောတော့ပါဘူး…ဒီကားလေးက နာမည်လေးအတိုင်းပဲ ပထမဆုံးသော အမျိုးသမီးကျောင်းသားကို လက်ခံတဲ့အခါကျောင်းဖက်က ကြုံတွေ့ရတဲ့ အခက်ခဲတွေ ကျောင်းသူလေးဖက်က ရင်ဆိုင်ရတဲ့ ဒုက္ခတွေ နောက်ပြီးပတ်ဝန်းကျင်ရဲ့ တုံ့ပြန်မှုတွေကို ဒီကားလေးမှာ ခံစားနိုင်မှာပါ…သို့ပေမယ့် ဒီဇာတ်လမ်းနောက်ခံယူထားတဲ့ ခေတ်မှာ ဒီကားထဲကလောက် အမျိုးသမီးတွေအခွင့်အရေးမရခဲ့တဲ့အတွက် တချို့နေရာလေးတွေက သမိုင်းနဲ့ယှဉ်ကြည့်မယ်ဆိုလွဲကောင်းလွဲနိုင်တာမို့ ဇာတ်လမ်းအနေနဲ့ပဲ ကြည့်ဖို့ မေတ္တာရပ်ခံလိုက်ပါတယ်ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် ဇာတ်လိုက်မင်းသမီးလေး စန်းချီက သူ့အစ်ကိုဖြစ်သူရဲ့ကျောင်းဘဝကို ကြည့်ပြီး အားကျတာက တစ်ကြောင်း ဒီတစ်ဦးတည်းသော ညီမလေးကိုပစ်ပြီး ကျောင်းပျော်နေတဲ့ အစ်ကိုကို သဝန်တိုတာက တစ်ကြောင်းကြောင့် သူ့ အစ်ကိုတက်ခဲ့တဲ့Imperial College ကို သူရအောင်တက်ဖို့ ကြိုးစားခဲ့ပါတယ်… ဒီအချိန်မှာဇာတ်လိုက်မင်းသားယန်ယွင်ချီ ကတော့ Imperial College က စီမံရေးမှူးပေါ့…အလွယ်ပြောရရင်တော့ ဆရာနဲ့ တပည့်ဇာတ်ပေါ့ ဒီတော့ စလာတည်းက ဘုနဲ့ ဘောက်တွေ့တိုင်းမတည့် နောက်ကွယ်ကတော့ မင်းသားက ကူပေးရှာပါတယ်…တစ်ဖက်မှာ မင်းသမီးကို ကူညီပေး မင်းသမီး ရစ်သမျှ ကြပ်သမျှ အနစ်နာခံနားထောင်ပေးတဲ့မိတ်ဆွေကောင်းလည်း ရှိသေး သူကတော့ ကျိုးဝမ်ယွမ်ပါပဲ…မင်းသားက နောက်ကွယ်ကကူညီပေးပေး ဒုတိယမင်းသားလေးက ဘေးက ကူညီပေးပေးစန်းချီတစ်ယောက် တကယ် Imperial College ကို တက်ခွင့်ရဖို့ကတော့ထင်သလောက်မလွယ်ခဲ့သလို တက်ခွင့်ရပြီး ဘဝကလည်း မှန်းသလောက် မလွယ်ကူခဲ့ပါဘူး…အမျိုးသမီးတစ်ယောက်က ကိုယ့်အခွင့်အရေးကို တိုက်ယူရတဲ့ ဇာတ်ကြောင်းလေးကိုဟာသနှောပြီးရိုက်ထားတာမို့ ကြည့်လိုက်ဖို့ တိုက်တွန်းလိုက်ပါတယ်Quality : WEB-DL Format : mp4Genres : Drama , Romance , SchoolSubtitle : Myanmar Subtilte ( Hardsub )Translated By CM TeamEncoded By LK 1  CMDrive  Usersdrive  Meganz  VIP 2  CMDrive  Usersdrive  Meganz  VIP 3  CMDrive  Usersdrive  Meganz  VIP 4  CMDrive  Usersdrive  Meganz  VIP 5  CMDrive  Usersdrive  Meganz  VIP 6  CMDrive  Usersdrive  Meganz  VIP 7  CMDrive  Usersdrive  Meganz  VIP 8  CMDrive  Usersdrive  Meganz  VIP 9  CMDrive  Usersdrive  Meganz  VIP 10  CMDrive  Usersdrive  Meganz  VIP 11  CMDrive  Usersdrive  Meganz  VIP 12  CMDrive  Usersdrive  Meganz  VIP 13  CMDrive  Usersdrive  Meganz  VIP 14  CMDrive  Usersdrive  Meganz  VIP 15  CMDrive  Usersdrive  Meganz  VIP 16  CMDrive  Usersdrive  Meganz  VIP 17  CMDrive  Usersdrive  Meganz  VIP 18  CMDrive  Usersdrive  Meganz  VIP 19  CMDrive  Usersdrive  Meganz  VIP 20  CMDrive  Usersdrive  Meganz  VIP 21  Usersdrive  Meganz  VIP 22  Usersdrive  Meganz  VIP 23  CMDrive  Usersdrive  Meganz  VIP 24  CMDrive  Usersdrive  Meganz  VIP 25  CMDrive  Meganz  VIP 26  CMDrive  Usersdrive  Meganz  VIP 27  CMDrive  MegaUp  Meganz  VIP 28  CMDrive  MegaUp  Meganz  VIP 29  MegaUp Usersdrive  Meganz  VIP 30 ( END )  MegaUp  Usersdrive Meganz  VIP 