Synopsis of Jun Jiu Ling ( 2021 )Goodbye my princess ထဲက အားလုံးရဲ့ အသည်းနှလုံးကို ဖမ်းစားခဲ့တဲ့ရှောင်ဖုန်းမင်းသမီးလေးရဲ့ ဇာတ်ကားအသစ်လေးကိုဘာသာပြန်တင်ပေးလိုက်ပါတယ်။ သူကရုပ်ကလေးကချောသရုပ်ဆောင်ကောင်းတဲ့အပြင် ရှေးခေတ်ပုံစံလေးနဲ့ဆိုတစ်မူထူးခြားတဲ့ သရုပ်ဆောင်မင်းသမီးကောင်းလေးဆိုတာအားလုံးသိပြီးသားပါ. ဇာတ်ကားအသစ်မှာလည်း သူကရှေးခေတ်ပုံစံလေးနဲ့မို့ အချစ်ပိုတိုးစေမယ့်ကာရိုက်တာလေးပါ..ဇာတ်လမ်းလေးကတော့ သူ့မင်္ဂလာဆောင်နေ့မှာ သူ့အဖေကိုသတ်ခဲ့တဲ့သူက လက်ရှိမင်းကြီး သူ့ဦးလေးဖြစ်နေတာကို သိခဲ့ရတယ်။ဒါကြောင့်လည်း သူက လက်စားချေဖို့ စိတ်အားပြင်းပြပြီး လက်စားချေခြင်းနဲ့အချိန်ကုန်ဖို့ ဆုံးဖြတ်ခဲ့တယ်။မထင်မှတ်ဘဲ သူ့သတို့သားလောင်းကမင်းအမိန့်နဲ့ တာဝန်ဆိုတဲ့ ခေါင်းစဉ်တပ်ပြီး သူ့ကိုသတ်ဖို့ ကြိုးစားခဲ့ပေမယ့်ကျန်းချန်ရှန်ဆိုတဲ့ သမားတော်ကျေးဇူးကြောင့် သေဘေးက လွတ်လာခဲ့ရတယ.်နောက်တော့ ကျွင်းကျန်းကျန်းဆိုတဲ့ နာမည်နဲ့ ဘဝအသစ်ကိုဖန်တီးပြီးတော့ ဖုန်အိမ်တောင်မှာ လျို့ဝှက်စွာနေခဲ့တယ်…သူ့ရဲ့ တစ်မူထူးခြားတဲ့ ဆေးပညာအစွမ်းရယ်ကြောင့် ကျွင်းကျိုလင်လို့နာမည်ပြောင်းပြီး မင်းနေပြည်တော်မှာနာမည်ရသမားတော်တစ်ယောက်ဖြစ်လာခဲ့တယ်။ နောက်တော့ကဲ မင်းသမီးလေး သူ့အဖေရဲ့ သွေးကြွေးကို လက်စားချေနိုင်ပါ့မလား….ချန်ကျူကျန်း၊ နင်ယွင်ကျောက် နဲ့ သတို့သားဟောင်း လုယွင်ချီဆိုတဲ့ ၃ယောက်နဲ့ရော ဘယ်လို ရှုပ်ထွေးတဲ့ ပတ်သက်မှုတွေရှိပြီး အဆုံးသတ်ဘယ်သူနဲ့ ရွှေလက်တွဲမယ်ဆိုတာ သိဖို့ကတော့ဇာတ်ကားလေးကို ရင်ခုန်စွာ စောင့်ကြည့်လိုက်ပါတော့…Quality : WEBRip Format : mp4Total s : 40Genres : Drama , MysterySubtitle : Myanmar Subtitle ( Hardsub )Translated By Chu Chu , JoJoVa , Lwin Htoo Aung , Yunn Myat Noe Khaing , May Thu , Mei MeiEncoded By LKDOWNLOAD NOW >>> VIP MEMBER ONLY 1 | CMDrive |  | Usersdrive | Meganz 2 | CMDrive |  | Usersdrive | Meganz 3 | CMDrive |  | Usersdrive | Meganz 4 | CMDrive |  | Usersdrive | Meganz 5 | CMDrive |  | Usersdrive | Meganz 6 | CMDrive |  | Usersdrive | Meganz 7 | CMDrive |  | Usersdrive | Meganz 8 | CMDrive |  | Usersdrive | Meganz 9 |  | Usersdrive | Meganz 10 |  | Usersdrive | Meganz 11 |  | Usersdrive | Meganz 12 |  | Usersdrive | Meganz 13 |  | Usersdrive | Meganz 14 |  | Usersdrive | Meganz 15 |  | Usersdrive | Meganz 16 |  | Usersdrive | Meganz 17 |  | Usersdrive | Meganz 18 |  | Usersdrive | Meganz 19 to 24 |  | Usersdrive | MeganzEp 25 to 30 | CMDrive | Usersdrive | Meganz 31 to 36 | Usersdrive | Meganz | MegaUp 37 | MegaUp | Meganz | 38 | MegaUp | Meganz | 39 | CMDrive | MegaUp | Meganz | 40 ( END ) | CMDrive | MegaUp | Meganz | 