Synopsis of Remember You (2021)Remember You [2021]မြန်မာနာမည် ကိုနေလင်းလို့သိကြတဲ့GMM က ထိုင်းမင်းသားချောလေး Tay Tawan ရဲ့ အသစ်စက်စက် ဇာတ်လမ်းတွဲအသစ်လေးဖြစ်ပြီး၂၀၁၅ခုနှစ်က နာမည်ကြီးအောင်မြင်ခဲ့တဲ့“Hello Monster” ကိုရီးယားဒရမ်မာကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းကတော့လူတစ်ယောက်ရဲ့ရုပ်ကိုမြင်တာနဲ့ လူကောင်းလား လူဆိုးလားခွဲခြားသိမြင်နိုင်တဲ့ထက်မြက်တဲ့ စုံထောက် ထန်ဝ(Petch Paopetch Charoensook)…ကလေးဘဝမှာ ဖခင်ဖြစ်သူ က ရက်ရက်စက်စက် အသတ်ခံလိုက်ရပြီးညီဖြစ်သူကပါ ပျောက်ကွယ်သွားတဲ့ ထန်ဝါ တစ်ယောက်တည်ကြည်လှတဲ့သူ့ရဲ့မျက်နှာနောက်ကွယ်မှာ ဖုံးကွယ်ထားတဲ့ အမှောင်ထုတရားတွေ ​ရှိနေပါတယ်။စုံထောက် ထန်ဝါကို လေးစားအားကျပြီးသူ့အတိုင်းအတုယူနေတဲ့ ထိပ်တန်းစုံထောက်မလေး အိုင်(Belle Kemisara Paladesh)…အိုင် နဲ့ ထန်ဝါ တို့ တွေ့ဆုံဖို့အကြောင်းဖန်လာပြီးအမှုတစ်ခုကို စုံစမ်းဖို့ ဖြစ်လာတဲ့အခါမှာတော့…ဖြေရှင်းလေလေ ပိုရှုပ်ထွေးလေလေဖြစ်လာပြီးလျှို့ဝှက်ချက်တွေကလည်း တစ်ခုပြီးတစ်ခုပေါ်လာတော့တယ်။ထန်ဝါ တစ်ယောက် ညီဖြစ်သူကိုပြန်ပြီးရှာတွေ့နိုင်ဦးမှာလားဆိုက်ကိုပါ့သ် တစ်ယောက်ရဲ့ကြောက်စရာကောင်းလှတဲ့ အမှောင်စိတ်ကြောင့်ဖြစ်ပေါ်လာတဲ့ လူသတ်မှု တွေကို ရင်ခုန်စွာနဲ့ ကြည့်ရှုပြီးကိုယ်တိုင်အဖြေထုတ်ရမယ့် Mystery Thriller ဇာတ်လမ်းလေးဖြစ်ပါတယ်။တစ်ပတ်ကို နှစ်ပိုင်းနှုန်းနဲ့ တနင်္လာနေ့ နဲ့ အင်္ဂါနေ့များမှာ ထုတ်လွှင့်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။HAW မှ အညွှန်းရေးသားထားပါတယ်ဘာသာပြန်တွေကတော့ Hazel, HAW, Ko Ye’, Lei တို့ပဲ ဖြစ်ကြပါတယ်။Encoder – AugustDrama: Remember YouCountry: ThailandNative Title: คือเธอAlso Known As: RememberYouTHGenres: Action, Thriller, Crime, Dramas: 16Aired: Aug 16, 2021 – Oct 5, 2021Aired On: Monday, TuesdayContent Rating: 15+ – Teens 15 or olderFile Size – 500 MBQuality – Subtitle – Myanmar (Hardsub)Duration – 60 minFormat – mp4Translator – Hazel, HAW, Ko Ye’, LeiEncoder – AugustVIP Links – VIP 01 –  |  | Userdrive | Veryfiles |  02 –  |  | Userdrive | Veryfiles |  03 –  |  | Userdrive | Veryfiles |  04 –  |  | Userdrive | Veryfiles |  05 –  |  | Userdrive | Veryfiles |  06 –  |  | Userdrive | Veryfiles |  07 –  |  | Userdrive | Veryfiles |  08 –  |  | CMDrive |  09 –  |  | Userdrive | Veryfiles |  10 –  |  | Userdrive | Veryfiles |  11 –  |  | Userdrive | Veryfiles |  | CMDrive 12 –  |  | Userdrive | Veryfiles |  | CMDrive 13 –  |  | CMDrive | Meganz|  | 14 –  |  | Userdrive | Meganz |  | CMDrive 15 –  | Userdrive | Meganz |  16 END –  | Userdrive | Meganz |  