Synopsis of Police University (2021)Police University (2021)My Sassy Girl နဲ့ လူသိများခဲ့တဲ့ Team Bulldog Drama ထဲကဟာသတွေပဲအမြဲလုပ်နေတဲ့မင်းသားကြီး Cha Tae HyunSearch ထဲက ဗိုလ်ကြီးမမ Krystal နဲ့Moonlight ထဲမင်းသားလေး Jin Young (B1A4) စတဲ့ အကျော်အမော်သုံးယောက်ပါဝင်သရုပ်ဆောင်ထားတဲ့ ရဲကားလေး လာပါပြီနော်။သုံးယောက်စလုံးက တကယ့်နာမည်ကြီးတွေပဲဆိုတော့အားလုံး ကြည့်ရကျိုးနပ်မှာ အသေအချာပါပဲဒါဆို ဇာတ်လမ်းအကျဉ်းချုပ်လေး ပြောရင်း စလိုက်ကြတာပေါ့Yoo Dong Man ကစုံထောက်တစ်ဦးဖြစ်ပြီးတော့ ရဲဌာနပေါင်းစုံမှာအနှစ်နှစ်ဆယ်လောက် တာဝန်ထမ်းဆောင်ရင်း အချိန်ကုန်ဆုံးခဲ့သူပါဘယ်လို ရဲဌာနမျိုးစုံလဲဆိုရင် အကြမ်းဖက်မှုခင်းဌာန ဆိုက်ဘာမှုခင်းဌာနသူမလုပ်ဖူးတဲ့ဌာနက လုံးဝ မရှိသလောက်ပါပဲဒါပေမယ့် သူရဲ့အကျင့်ဆိုးလေးကတော့ စိတ်လိုက်မာန်ပါလုပ်တတ်တာဖြစ်ပြီးအဲ့ဒီအချက်ကြောင့်ဘဲ သူဟာ အမြဲတမ်း ပြသာနာတက်ရပါတယ်အဲ့လိုနဲ့ ဒေါသအိုး Yoo Dong Man တစ်ယောက်ရဲတက္ကသိုလ်မှာ ပါမောက္ခတစ်ယောက်အဖြစ်နဲ့တာဝန်ထမ်းဆောင်ဖို့ အမိန့်ကျလာတဲ့အခါ….ရဲတက္ကသိုလ်ဆိုတာ လူငယ်အတော်များများ ဝင်ခွင့်ရချင်တဲ့တက္ကသိုလ်ဖြစ်ပြီးတော့အဲ့ဒီမှာတက်ရဖို့ကလည်း Oh Kang Heeရဲ့ အိမ်မက်တစ်ခုပါရဲ​မေ​​လောင်း​လေး Oh Kang Hee ကို တစ်ဖက်သတ်ကြိုက်နေတာက​တော့Hacker တစ်​ယောက်ဖြစ်တဲ့ Kang Su Ho ပေါ့ပြစ်မှုမှတ်တမ်းရှိထားတဲ့ ဟက်ကာဆို​တော့crush လေးနဲ့ အ​ခြေ​အ​နေက မိုးနဲ့​မြေလိုကွာခြား​နေပါတယ်ဒါပေမယ့် ဒါကို Kang Su Ho က လက်မခံပါဘူးချစ်ရသူနဲ့နီးစပ်ခွင့်ရဖို့ သူကိုယ်တိုင် ရဲတက္ကသိုလ် တက်ခွင့်ရ​အောင် ကြိုစားပါ​တော့တယ်တက္ကသိုလ်ဝင်ခွင့်ရအောင် ဘယ်လိုအကြံဖန်တွေလုပ်ပြီး အောင်မြင်အောင်လုပ်မလဲ….တက္ကသိုလ်မှာ ဘယ်လိုအလွဲ​တွေကြုံရဦးမှာလဲသူတို့နှစ်ယောက်ရဲ့အချစ်ဇာတ်လမ်းလေးကကော ဘယ်လိုဆက်ဖြစ်မလဲ….ဇာတ်ကားနာမည်လေးအတိုင်းပဲ ရဲတက္ကသိုလ်မှာ ဖြစ်ပျက်မယ့် စိတ်ဝင်စားစရာကောင်းတဲ့အရာ​တွေကိုဟာသ​​လေး​နှောပြီး စောင့်ကြည့်ရမှာဖြစ်ပါတယ်အပိုင်း ၁၆ ပိုင်း ပါဝင်ပြီးတော့ တနင်္လာ နဲ့ အင်္ဂါနေ့တိုင်းမှာ ထုတ်လွှင့်ပေးသွားမှာ ဖြစ်ပါတယ်။ဘာသာပြန်တွေကတော့ Jerrica, Shwe Pyae, Amelia, Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။Encoder – AugustFile size…650 MBQuality….Subtitle….Myanmar Subtitle (Hardsub)Country: South Koreas: 16Aired: Aug 9, 2021 – Sep 28, 2021Aired On: Monday, TuesdayOriginal Network: KBS2Duration: 1 hr. 10 min.Content Rating: 15+ – Teens 15 or olderVIP Links – VIPEp 01 –  |  |  | Userdrive | VeryfilesEp 02 –  |  |  | Userdrive | VeryfilesEp 03 –  |  |  | Userdrive | VeryfilesEp 04 –  |  |  | Userdrive | VeryfilesEp 05 –  |  |  | Userdrive | VeryfilesEp 06 –  |  |  | Userdrive | VeryfilesEp 07 –  |  |  | Userdrive | VeryfilesEp 08 –  |  |  | Userdrive | VeryfilesEp 09 –  |  |  | Userdrive | VeryfilesEp 10 –  |  |  | CMDriveEp 11 –  |  |  | Userdrive | VeryfilesEp 12 –  |  |  | Userdrive | VeryfilesEp 13 –  |  |  | CMDrive | MeganzEp 14 –  | Userdrive |  |  | CMDrive | MeganzEp 15 –  | Userdrive |  |  | CMDrive | MeganzEp 15 –  | Userdrive |  |  | CMDrive | Meganz 