Synopsis of Sea of Hope (2021)Sea of Hope (2021)“မျှော်လင့်ခြင်း ပင်လယ်”ပင်လယ် …..ပင်လယ်ဆိုတာ စိတ်ထွက်ပေါက်ရနိုင်တဲ့ အကောင်းဆုံးနေရာမြို့ပြရဲ့မွန်းကြပ်မှုတွေကနေ ထွက်ပြေးလွတ်မြောက်နိုင်တဲ့နေရာ …..ရိုးအီနေတဲ့ နေ့စဉ်ဘဝတွေကနေ လွတ်မြောက်ရာနေရာ …..ပင်လယ်လေလေးကို တစ်ဝ ရှူရှိုက်ပြီးအရက်ကောင်းကောင်းလေးတစ်ခွက်ရယ် …..ငြိမ့်ငြောင်းတဲ့ သံစဉ် ပျော့ပျော့ပျောင်းပျောင်းလေးတွေနဲ့ ဆိုရင်စိတ်ဟာ အနည်းနဲ့အများတော့ သက်သာရာ ရတာပါပဲ။ဒီတော့ နာမည်ကြီး အနုပညာရှင်တွေ ပါဝင်တင်ဆက်ထားတဲ့ ရသစုံရှိုးတစ်ခု ဖြစ်တဲ့ ……“မျှော်လင့်ခြင်း ပင်လယ်” ဆိုတဲ့ ဘားလေးဆီကို ကျွန်တော်တို့ အလည်တစ်ခေါက် သွားကြရအောင်ပါ။အဲဒီဘားလေးမှာ ဘယ်သူတွေ ရှိမလဲ ဆိုတာကတော့ …..Bartendr အဖြစ် နာမည်ကြီးသရုပ်ဆောင် မင်းသား Lee Dong Wookစားဖိုမှူးအဖြစ် နာမည်ကြီး သရုပ်ဆောင် မင်းသမီး Lee Ji-Ahပင်လယ်က သက်တော်စောင့် အဖြစ် နာမည်ကြီး သရုပ်ဆောင် မင်းသမီး Kim Go-Eunမုန့်ဖုတ်သမားအဖြစ် နာမည်ကျော် အဆိုတော် တစ်ဦးဖြစ်တဲ့ Shinee အဖွဲ့ဝင် Onewသီချင်းပိုင်ဆိုင်ရာကိုတော့ နာမည်ကျော် အဆိုတော် တစ်ဦးဖြစ်တဲ့ ယွန်းဂျောင်ရှင်းဘားမှာ ဖျော်ဖြေသူအဖြစ် နာမည်ကျော် အဆိုတော်တစ်ဦးဖြစ်တဲ့ Lee Soo Hyun တို့က တာဝန်ယူ တင်ဆက်ပေးသွားမှာပါအပိုင်း ၁ ရဲ့ ဧည့်သည်အဆိုတော်အနေနဲ့ Blackpink အဖွဲ့မှ Rose က တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။စိတ်တွေ မွန်းကြပ်နေတဲ့အချိန်မှာပင်လယ်ကို မသွားနိုင်ရင်တောင်ပင်လယ်ကို သွားရသလို ခံစားမိမယ့် အစီအစဉ်မို့စိတ်ထွက်ပေါက်တစ်ခုတော့ ကျိန်းသေပေါက် ရမှာပါ။တစ်ပတ်ကို တစ်ပိုင်းနှုန်းနဲ့ စုစုပေါင်း ၁၀ ပိုင်း စီစဉ်တင်ဆက်ပေးသွားမှာပါ။အပတ်စဉ် အင်္ဂါနေ့တိုင်း ထုတ်လွှင့်တင်ဆက်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။အညွန်းကို August က ရေးသားပေးထားပြီးတော့ဘာသာပြန်တွေကတော့ August, Kim Khin Hana, Deer, Amelia, Eaindray တို့ပဲ ဖြစ်ကြပါတယ်။File size…1 GBQuality….WEB-DL Format…mp4Duration….1h 30minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. August, Kim Khin Hana, Deer, Amelia, EaindrayEncoder ….. August 01 –  |  | Userdrive | Veryfiles |  | VIP 02 –  |  | Userdrive | Veryfiles |  | VIP 03 –  |  | Userdrive | Veryfiles |  | VIP 04 –  |  | Userdrive | Veryfiles |  | VIP 05 –  |  | Userdrive | Veryfiles |  | VIP 06 –  |  | Userdrive | Veryfiles |  | VIP 07 –  |  | Userdrive | Veryfiles |  | VIP 08 –  |  | Userdrive | Veryfiles |  | VIP 09 –  |  | Userdrive | Veryfiles |  | VIP 10 –  |  | Userdrive | Veryfiles |  | VIP 11 –  |  | Userdrive | Veryfiles |  | VIP 12 (End) –  |  | Userdrive | Veryfiles |  | VIP 