Synopsis of Mae Bia (2021)ဒီစီးရီးလေးကတော့ ၂၀၁၅ တုန်းက ထွက်ထားတဲ့ Mae Bia (2015) ကို ကျောရိုးယူပြီး စီးရီးအနေနဲ့ တဖန် ပိုမိုကောင်းမွန် ပြည့်စုံအောင် ရိုက်ကူးထားတဲ့ စီးရီးလေးပါ ။ဇာတ်လမ်းကတော့မေ(မေ့ခလာ)ဆိုတဲ့ ချောမောလှတဲ့ကောင်မလေးက ခရီးသွားလုပ်ငန်းစုရဲ့ မန်နေဂျာပေါ့တစ်နေ့ model လျောက်ပွဲမှာ ဝင်ကူညီပေးရင်း မထင်မှတ်ဘဲ ခွန်ချနချွန် ဆိုတဲ့ သူနဲ့ ဆုံခဲ့တယ်ခွန်ချနချွန် ဆိုတာကတော့ ဟိုတယ်လုပ်ငန်းစီးပွားရေးသမားတစ်ယောက်ဖြစ်ပြီး မိန်းမနဲ့ကလေးလည်း ရှိတဲ့သူပါဒါပေမယ့် တွေ့ဆုံခဏ တဒဂ်မှာပဲ မေ(မေ့ခလာ)ရဲ့ အလှမှာ မျောသွားခဲ့တယ်နောက်ပြီး ခွန်ချနချွန်တစ်ယောက် ခရီးသွားလုပ်ငန်းအတွက် ထိုင်းအိမ်လေးတစ်အိမ် ဝယ်ဖို့ လုပ်ရင်း ပိုင်ရှင်ကိုသွားတွေ့တဲ့အခါ မေ(မေ့ခလာ)ရဲ့ ဘိုးဘွားပိုင်အိမ်ဖြစ်နေပြီး ထပ်မံဆုံတွေ့ကြပြန်တယ်ဒီလို တိုက်ဆိုင်မှု့တွေကနေပြီးတော့ နှစ်ယောက်သား စိတ်ချင်းနီးစပ်လာကြတာပေါ့ဒါပေမယ့် မေ(မေ့ခလာ)ဆိုတဲ့မိန်းမပျိုလေးက ရိုးရိုးသာမာန်မိန်းကလေးမဟုတ်ခဲ့ပါဘူးသူ့ကို ယောက်ျားတွေ အန္တရာယ်မပေးအောင် ကာကွယ်စောင့်ရှောက်ပေးတဲ့ တောကြီးမြွေတစ်ကောင်ရှိပါတယ်အဲ့လိုကာကွယ်ပေးရတဲ့ အတိတ်ကအဖြစ်အပျက်တွေက ဘာတွေလဲအိမ်ထောင်ရှိမှန်းမသိဘဲ ချစ်မိသွားတဲ့ မေ(မေ့ခလာ)နဲ့ မြင်မြင်ချင်းသဘောကျသွားတဲ့ ခွန်ချနချွန် တို့ ကရော ဘယ်လိုတွေဆက်ဖြစ်မလဲ ဆိုတာကတော့Tue & Wed မနက်ခင်းတိုင်း ဆက်လက်စောင့်မျှော်ကြည့်ရှူ့ကြပါ ။Native Title: แม่เบี้ยAired: Jul 27, 2021 – ?Aired On: Monday, TuesdayOriginal Network: Channel 7Translated by Nang Mwe KhamEncoded by Naing Aung Latt (1) [ 730 MB ]YoteShin  Veryfiles    Meganz VIP Link (2) [ 730 MB ]YoteShin  Veryfiles    Meganz VIP Link (3) [ 730 MB ]YoteShin  Veryfiles    Meganz VIP Link (4) [ 730 MB ]YoteShin      Meganz VIP Link (5) [ 730 MB ]YoteShin      VIP Link (6) [ 730 MB ]YoteShin      Meganz VIP Link (7) [ 730 MB ]YoteShin      Meganz VIP Link (8) [ 730 MB ]YoteShin      Meganz VIP Link (9) [ 730 MB ]YoteShin      Meganz VIP Link (10) [ 730 MB ]YoteShin      Meganz VIP Link (11) [ 730 MB ]YoteShin      Meganz VIP Link (12) [ 730 MB ]YoteShin      Meganz VIP Link (13) [ 730 MB ]YoteShin      Meganz VIP Link (14) [ 730 MB ]YoteShin      Meganz VIP Link (15) [ 730 MB ]YoteShin      Meganz VIP Link (16) [ 730 MB ]YoteShin      Meganz VIP Link (17) END [ 730 MB ]YoteShin      Meganz VIP Link——————————–Zip File (1 to 17 END) [ 12 GB ]YoteShin    VIP Link 