Synopsis of The Road: The Tragedy of One(2021)The Road: The Tragedy of One(2021)ဇာတ်လမ်းတွဲအညွှန်း**************************************************အပိုင်းသစ်(၁ မှ ၁၂)ထိ စဆုံးအချစ်ဇာတ်လမ်းတွေဆက်တိုက်ထွက်လာတဲ့အချိန်မှာ တစ်ချို့ငြီးငွေ့နေတဲ့သူတွေအတွက်ဒီဇာတ်လမ်းတွဲဟာရွှေလို့ပြောလို့ရပါတယ်.. အဓိက သရုပ်ဆောင်တွေရော ဗီလိန်တွေကိုရော တကယ့်အထင်ကရတွေချည်းသုံးထားတဲ့ဒီစီးရီး အပိုင်း(၁)မှာတင်တော်တော် ကြမ်းတယ်ပြောရမှာပဲ…” Royal Hill ” ဆိုတာကတော့ ကိုရီးယားရဲ့ထိပ်တန်းအကျဆုံးလူကုံထံ ၁ ရာခိုင်နှုန်းမျှသာနေထိုင်နိုင်တဲ့အဆင့်အတန်းမြင့်အိမ်ရာတစ်ခုပေါ့…..စီးပွားရေးဘက်ပိုင်းမှာလည်း အရေးပါကြသလို အစိုးရပိုင်းနဲ့ ဉပဒေဘက်ပိုင်းမှာပါလွှမ်းမိုးရှိလေတော့ ဒီအိမ်ရာကလူတွေကို တော်ရုံမထိရဲကြဘူးပေါ့…အိမ်ပိုင်ရှင်တွေကလည်း လိုချင်တာဘာမဆိုရအောင်ဖန်တီးနိုင်ကြပြီးပြဿနာအားလုံးကို လက်ဖျောက်တစ်ချက်အတွင်းဖြေရှင်းနိုင်တဲ့ ထက်မြက်ပါးနပ်တဲ့ မြေခွေးလိုလူတွေပါပဲ…အားလုံးလက်ရှောင်နေကြတဲ့ ဒီအိမ်ရာကလူတွေကို တစ်နေ့တော့ နာမည်ကြီးသတင်းဌါနလူတစ်ယောက်ကသူတို့နောက်ကွယ်ကလုပ်ရပ်အချို့က ဖော်ထုတ်ပြီးတစ်နိုင်ငံလုံးသိအောင် စကြေငြာလိုက်တယ်…ပြောရရင် တစ်ယောက်ထဲနဲ့ အကောင်ကြီးကြီးတွေကိုစိန်ခေါ်လိုက်တာပါပဲ….ရိုက်ချက်တွေလည်းအတော်လန်းပါတယ်…တမူထူးတဲ့မှုခင်းဇာတ်လမ်းတွဲဖြစ်လို့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာတော့အတော်စိတ်ဝင်စားစရာပါပဲ…စောင့်မျှော်ကြည့်ရှုကြရအောင်ဗျို့…s-12Air Date-Aug 4, 2021 – Sep 9, 2021Aired On: Wednesday, ThursdayGenres: Thriller, Mystery, Crime, DramaTranslated by lwin Lwin Aung, Ichika Satoru,Hnin Wut Yi& Shoon Thu Thu ChainEncoder – Phyo Pyae 1(500MB)UsersDrive drive MegaUpStreamSB MegaNZ VIP 2(500MB)UsersDrive drive MegaUpStreamSB MegaNZ VIP 3(500MB)UsersDrive drive MegaUpStreamSB MegaNZ VIP 4(500MB)UsersDrive drive MegaUpStreamSB MegaNZ VIP 5(500MB)UsersDrive drive MegaUpStreamSB MegaNZ VIP 6(500MB)drive MegaUpStreamSB MegaNZ VIP 7(500MB)UsersDrive drive MegaUpStreamSB MegaNZ VIP 8(500MB)drive MegaUpStreamSB MegaNZ VIP 9(500MB)UsersDrive drive MegaUpStreamSB MegaNZ VIP 10(500MB)UsersDrive drive MegaUpStreamSB MegaNZ VIP 11(500MB)UsersDrive drive MegaUpDirectLink MegaNZ VIPTHE END 12(500MB)UsersDrive drive MegaUpStreamSB MegaNZ VIP 