Synopsis of Hospital list Season 2 (2021)Hospital list Season 2 (2021)Hospital list ဆိုတာနဲ့ ဘာပြေးမြင်မိလဲ?ကျွန်တော်ကတော့ “နွေးထွေးမှု” ပဲ ပြေးမြင်မိတယ်။နွေးထွေးမှုထဲမှာမှ လူသားဆန်တဲ့ နွေးထွေးမှု၊ လူသားဆန်တဲ့ ချစ်ခြင်းတရား။နွေးထွေးမှုဆိုတာ ဘာကို ပြောပါသလဲ?ကိုယ်အဆင်မပြေတဲ့အချိန် ကိုယ်အခက်ကြုံနေချိန်မှာ ကိုယ်နဲ့အတူ ရပ်တည်ပေးတဲ့လူရှိလို့ ရလာတဲ့ ခံစားမှုက နွေးထွေးမှုပါပဲ။ကိုယ်အဆင်ပြေတဲ့အချိန် ကိုယ်အောင်မြင်တဲ့အချိန်မှာ ကိုယ်နဲ့အတူ ပျော်ရွှင်မှုကို မျှဝေခံစားပေးတာက နွေးထွေးမှုပါပဲ။ဘဝ ဆိုတဲ့လမ်းက ကြမ်းပါတယ်။ကြမ်းတမ်းတဲ့ ဘဝလမ်းမှာ နွေးထွေးမှုလေးတွေနဲ့ လျှောက်လှမ်းရရင်တော့ ဘယ်လောက်ခက်ခဲပါစေ ရင်ဆိုင်နိုင်ကြမှာပါပဲ။သက်ဆုံးတိုင်လျှောက်ရမယ့်ဘဝမှာ နွေးထွေးမှုတွေနဲ့ ကမ်းလင့်ပေးတဲ့ လက်အစုံကို လူတိုင်း လိုချင်ကြတာပေါ့။ဒီလိုကမ်းလင့်တတ်တဲ့ လက်အစုံကို လူတိုင်း မရနိုင်ပါဘူး။ရတဲ့လူတွေက ကံကောင်းတဲ့လူတွေပါပဲ။လူမှန်ရင် ရုပ်ပိုင်းဆိုင်ရာချည်း ဖွဲ့စည်းထားတာ မဟုတ်တဲ့အတွက်ဘဝဆိုတဲ့ ခရီးလမ်းကို လျှောက်လှမ်းချိန်မှာ စိတ်ဓာတ်ခွန်အား ပြည့်ဝနေဖို့လည်း လိုပါတယ်။ဒီလို စိတ်ဓာတ်ခွန်အားမျိုးကို မေတ္တာတရားကနေပဲ ရနိုင်ပါတယ်။ဒီဇာတ်လမ်းကတော့ သူငယ်ချင်းတွေရဲ့မိသားစုဆန်တဲ့ မေတ္တာတရားမျိုးကို အမွှမ်းတင် ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။မေတ္တာတရားက အချစ်တွေနဲ့ချည်း ဖွဲ့စည်းထားတာ မဟုတ်ပါဘူး။ရန်ဖြစ်လိုက် ပြန်ချစ်လိုက်ပါပဲ။တစ်ယောက်ကိုတစ်ယောက် စေတနာဒေါသတွေ ထွက်တဲ့အချိန်လည်း ရှိတယ်။တစ်ယောက်စိတ်ဓာတ်ကျတဲ့အချိန်မှာ ကျန်တဲ့လူတွေက ဝန်းဝန်းဝိုင်းဝိုင်းနဲ့ ထောက်ပံ့တာမျိုးလည်း ရှိမယ်။လူတွေနဲ့ ပြောဆိုဆက်ဆံရတာ အင်မတန် ခက်ခဲတဲ့အလုပ်တစ်ခုပါ။လူပေါင်းများစွာနဲ့ ပြောဆိုဆက်ဆံရတဲ့ “ဆရာဝန်” ဆိုတဲ့ အလုပ်ကတော့ ပိုခက်ခဲတာပေါ့။လူပေါင်းများစွာရဲ့ပြဿနာပေါင်းများစွာကို ရင်ထဲသိုပိုက်ထားရတဲ့ ဆရာဝန်တွေရဲ့အိုအေစစ်လေးတစ်ခုကိုတစ်ပတ်ကို တစ်ပိုင်းနှုန်းနဲ့ အပတ်စဉ် ကြာသပတေးနေ့တိုင်း တင်ဆက်ပေးသွားမှာမို့ဒုတိယအကြိမ် ပြန်လည်ခံစားကြပါဦးစို့။Translators: August, MTA, Jerrica, Ingyin SanEncoder: AugustAired: Jun 17, 2021 – Sep 2, 2021Aired On: ThursdayDuration: 1 hr. 35 minQuality: Size: 700MBGenre:Medical, Drama, FriendsComplete Zip File VIP  [1-6]  [7-11] 01 –  |  | Userdrive | Veryfiles |  | VIP108op –  |  | Userdrive | Veryfiles |  | VIP 02 –  |  | Userdrive | Veryfiles |  | VIP108op –  |  | Userdrive | Veryfiles |  | VIP 03 –  |  | Userdrive | Veryfiles |  | VIP108op –  |  | Userdrive | Veryfiles |  | VIP 04 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 05 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 06 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 07 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 08 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 09 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 10 –  |  | Userdrive | Veryfiles | Upstream |  | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 11 –  |  | CMDrive |  | VIP –  |  | CMDrive |  | VIP 12 –  | | Userdrive | Veryfiles | Upstream |  | Telegram | VIP –  |  | Userdrive | Veryfiles | Upstream |  |VIP 