Synopsis of Love Under the Moonlight(2021)Love Under the Moonlight(2021) ဇာတ်လမ်းတွဲအညွှန်း*****************************************အပိုင်းသစ်(၁ မှ ၁၅)ထိ စဆုံး“လရောင်အောက်ကချစ်ဦးငယ်”Ice Preechayaဆိုတဲ့ မင်းသမီးကို နာမည်ရင်း သာမသိရင် မသိကြမယ်…..I Fine..Thank You..Love You ထဲမှာယောင်္ယျားလေးပရိတ်သတ်တွေကိုတင်မက မိန်းကလေးပရိတ်သတ်တွေကိုပါဆွဲဆောင်နိုင်ခဲ့တဲ့ အင်္ဂလိပ်ဆရာမလေးဆိုရင်တော့ အတော်များများသိကြမှာပါ… သူ့ရဲ့ စီးရီးအသစ်လေးထွက်လို့လာပါပြီ….ထတ်  နတ်ချာ အဖြစ် Ken Theeradethမယ့်အင်  ဂျန် အဖြစ် Ice Preechayaချစ်ရသူ ကောင်မလေးကို တစ်ဘဝလုံးစာ စောင့်မျှော်လာခဲ့တဲ့ နတ်ချာတစ်ယောက် ၂၁ ရာစုမှာ သူချစ်ရတဲ့ မိန်းကလေး မယ့်အင်နဲ့ရုပ်ချင်းချွတ်စွတ်တူတဲ့ ဂျန်ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကို တိုက်ဆိုင်စွာနဲ့ ဆုံတွေ့ခဲ့ပါတော့တယ် ….နတ်ချာတစ်ယောက် ဂျန်ဆိုတဲ့ ကောင်မလေးကို မယ့်အင် လူပြန်ဝင်စားလာတာဟု ကောက်ချက်ချပြီး အရင်ကြာညောင်းလေပြီးသော ခေတ်တစ်ခုက သူတို့နှစ်ဦး ဆက်ဆံရေးကို ဂျန့်ကို ပြန်မှတ်မိအောင် ပြောပြဖို့ ကြိုးစားခဲ့ပါတော့တယ်….ဒါပေမယ့် နတ်ချာက သာမန် လူမဟုတ်နေပဲ စွမ်းအားရှိ သွေးစုတ်ဖုတ်ကောင်လိုပုံစံမျိုးပါ တစ်ဖက်မှာလည်းသူချစ်ရတဲ့ ကောင်မလေး ဂျန့်ကို ရန်တွေ ပတ်ပတ်လည် ဝိုင်းနေတော့ နတ်ချာတစ်ယောက် သူ့စွမ်းအားတွေနဲ့ဘယ်လို ရင်ဆိုင်ကာကွယ်ပေးမလဲ ? ဂျန်ကရော မယ့်အင်ဘဝတုန်းက နတ်ချာနဲ့ ဆက်ဆံရေးကို ပြန်မှတ်မိပြီးလက်ခံသွားမလား? နတ်ချာရဲ့ လူစင်စစ်မဟုတ်တဲ့ သရုပ်မှန်ကို သိသွားမလား?အများကြီးဆက်ရေးမနေတော့ပါဘူး ဇာတ်လမ်းလေးက ဦးနဲ့ခလေး type လေးဘည်းဖြစ် ရှယ်လန်းပြီးထူးထူးဆန်းဆန်းလေးမို့ ကြည့်လိုက်ရင် ရှယ်ပလန်နဲ့ မိမိုက်နေမှာ သေချာပေါက်ပါပဲဇာတ်လမ်းအညွှန်းကို Mann Mawkunn မှ ရေးသားပေးထားပါတယ်…Country: Thailands: 27Genres: Romance, Drama, SupernaturalReviewd & Translated by Mann Mawkunn & Mhoo HtooEncoded by Phyo Pyae 1(700MB)UsersDrive StreamSBMegaUpMega.NZVIP 2(700MB)UsersDrive StreamSBMegaUpMega.NZVIP 3(700MB)UsersDrive StreamSBMega.NZVIP 4(700MB)UsersDrive StreamSBMega.NZVIP 5( 700MB)UsersDrive StreamSBMegaUpMega.NZVIP 6( 700MB)UsersDrive StreamSBMegaUpMega.NZVIP 7( 700MB)UsersDrive StreamSBMegaUpMega.NZVIP 8( 700MB)UsersDrive StreamSBMegaUpMega.NZVIP 9( 700MB)UsersDrive StreamSBMegaUpMega.NZVIP 10( 700MB)UsersDrive StreamSBMegaUpMega.NZVIP 11( 700MB)UsersDrive StreamSBMegaUpMega.NZVIP 12( 700MB)UsersDrive StreamSBMegaUpMega.NZVIP 13( 700MB)UsersDrive StreamSBMegaUpMega.NZVIP 14( 700MB)UsersDrive StreamSBMegaUpMega.NZVIPTHE END 15( 700MB)UsersDrive StreamSBMegaUpMega.NZVIP 