Synopsis of Man to Man (2017)နာမည်ကြီးကြည့်ပြီး ကျော်မသွားကြနဲ့နော်အညွှန်းလေးတော့ဆုံးအောင်ဖတ်ကြည့်ကြပါလို့Devil Judge ထဲက ဗီလိန်မမ Kim Min Jung ရယ်My Love From The Star ရဲ့ ဒုတိယမင်းသား Park Hye jin မှmain cast အဖြစ်ပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသားကြီး Park Sung Woongပါဝင်အားဖြည့်ထားတဲ့ အက်ရှင်ဒရမ်မာဇာတ်လမ်းလေးကို တင်ဆက်ပေးချင်ပါတယ်အေးဂျင့်ကေဟာ ကိုရီးယားနိုင်ငံရဲ့ဗဟိုထောက်လှမ်းရေးအဖွဲ့အစည်းရဲ့ထိပ်တန်းဖြစ်တဲ့ အမည်မဲ့အေးဂျင်ဖြစ်ပြီးတော့ နိုင်ငံတကာမှာ missionတွေထမ်းဆောင်သူလည်းဖြစ်ပါတယ် သူ့ကို နိုင်ငံတော်အဆင့်ထိပ်ပိုင်းရာထူးကြီးတချို့ပဲ သိထားကြပါတယ်တနေ့မှာ Missionထမ်းဆောင်နေတဲ့အေးဂျင့်တစ်ယောက်စာတစ်စောင်ပို့ပြီးနောက်ပျောက်သွားတဲ့အတွက်ကြောင့်ဒီကိစ္စကို အေးဂျင့်ကေတစ်ယောက်စုံစမ်းဖို့ဖြစ်လာပါတော့တယ်Missionကိုဆောင်ရွက်ဖို့အတွက်အေးဂျင့်ကေက နာမည်ကျော်မင်းသားယိုအွန်းဂန်းရဲ့သက်တော်စောင့်ရဲ့အဖြစ်ဟန်ဆောင်ပြီးတော့ယိုအွန်းဂန်းရဲ့ Big Fan တဖြစ်မန်နေဂျာဖြစ်သူ ချာဒိုဟာရဲ့ အချစ်ကိုအသုံးချဖို့လုပ်ပါတော့တယ်အေးဂျင့်ကေစုံစမ်းနေရတဲ့အမှု နောက်ကွယ်မှာ နိုင်ငံရေးလောကအဘတွေ အရှုပ်ထွေးများကြီးပါဝင်ပတ်သတ်နေကြောင်းတဖြည်းဖြည်းသိလာတဲ့ခါမှာ…….အချစ်ကိုအယုံအကြည်မရှိဘဲနဲ့ အချစ်ရေးကို mission အတွက်ပဲအမြဲအသုံးချလာတဲ့ အေးဂျင့်ကေတစ်ယောက်ကအချစ်စစ်ကော ရှာတွေ့နိုင်မှာလား…..ချစ်ကြိုက်ကွဲညားမဟုတ်တဲ့ ဇာတ်အိမ်အကြီးကြီးတည်ထားတာကြောင့် ပါဝင်စီးမြောခံစားရင်းရှုပ်ထွေးပွေလီတဲ့မေးခွန်းတွေကို အဖြေထုတ်ကြရမှာဆိုတော့ပုရိသများရဲ့အကြိုက်လို့ထင်ပါတယ်ရှင်ဒီကားဟာ အက်ရှင်ဇာတ်ကား တောင်းတနေသူများအတွက်ရော၊အချစ်ခန်းလေးတော့ပါမှကြိုက်တယ်ဆိုသူများအတွက်ရောအထူးသင့်တော်တဲ့ ဒရမ်မာကားလေးတစ်ခုဖြစ်ကြောင်း ညွှန်းချင်မိပါတယ်အညွှန်းကို Shwe Pyae နှင့် Thet Hnin Su မှ ရေးသားထားပြီးဘာသာပြန်သူများကတော့ CM Team ဖြစ်ပါတယ်Quality –  WebripSubtitle – BurmeseDuration – 1h each episodeFormat – MP4File Size – 600 mbEncoder – Thit San KhantTranslator – CM TeamChannel Myanmar Telegram Channel သို့ ဝင်ရန် Link – CM VIP မှ ဒေါင်းလုပ်ဆွဲရန် တစ်ခုစီ  ဆွဲရန်==========================EP 01 – Usersdrive    Veryfiles    Datbu  EP 02 – Usersdrive    Veryfiles    Datbu  EP 03 – Usersdrive    Veryfiles    Datbu  EP 04 – Usersdrive    Veryfiles    Datbu  EP 05 – Usersdrive    Veryfiles    Datbu  EP 06 – Usersdrive    Veryfiles    Datbu  EP 07 – Usersdrive    Veryfiles    Datbu  EP 08 – Usersdrive    Veryfiles    Datbu  EP 09 – Usersdrive    Veryfiles    Datbu  EP 10 – Usersdrive    Veryfiles    Datbu  EP 11 – Usersdrive    Veryfiles    Datbu  EP 12 – Usersdrive    Veryfiles    Datbu  EP 13 – Usersdrive    Veryfiles    Datbu  EP 14 – Usersdrive    Veryfiles    Datbu  EP 15 – Usersdrive    Veryfiles    Datbu  EP 16 – Usersdrive    Veryfiles    Datbu  ~END~ 