Synopsis of Descendants of the Sun (2016) DOTS Complete– ပြည်သူတွေရဲ့အသက်အိုးအိမ်နဲ့ဘေးကင်းလုံခြုံမှုက နိုင်ငံတော်ရဲ့ ပထမဦးစားပေးသတ်မှတ်ချက်ပဲ..ငါ့လို စစ်သားတစ်ယောက်အတွက်ကတော့ …တိုင်းသူပြည်သားတစ်ယောက်ရဲ့ အသက်ထက် ပိုပြီး အရေးကြီးတဲ့တာဝန်ဆိုတာမျိုးကို တိုင်းပြည်က ဘယ်တော့မှ ပေးအပ်မှာ မဟုတ်ပါဘူး.. (ဗိုလ်ကြီးယိုရှီဂျင်)– ကျွန်မ လူနာတွေရဲ့ကျန်းမာရေးနဲ့သူတို့ရဲ့အသက်က …ကျွန်မရဲ့ပထမဦးစားပေးပါပဲ..လူနာတွေရဲ့အဆင့်အတန်းတွေ သူတို့ရဲ့ကိုးကွယ်ယုံကြည်မှုတွေနဲ့ နိုင်ငံတွေကိုမေ့ထားပြီးကျွန်မလူနာတွေအပေါ်မှာ တာဝန်ကျေပွန်အောင် စွမ်းဆောင်ကုသပေးမှာပါ…(ဒေါက်တာဂန်မိုယွန်း)ဒီလိုအနှစ်တွေနဲ့ ဒီစီးရီးက ၂၀၁၆ ရဲ့အဟော့ဆုံးစီးရီးတစ်ခုဖြစ်ခဲ့သလိုကြည့်ရှုသူတိုင်းကြိုက်နှစ်သက်ရတဲ့ Drama Series တစ်ခုဖြစ်ခဲ့ပါတယ်။Captain Yoo Shi Jin (ယိုရှီဂျင်)နေရာမှာမကြာသေးခင်ကမှစစ်မှုထမ်းပြီးထွက်လာတဲ့နှုတ်ခမ်းနီမလေးများရဲ့အသဲကျော် Song Joong Ki (ဆုန်းဂျွန်ဂီ) ဖြစ်ပြီးDoctor Kang Mo Yoen(ဂန်မိုယွန်း)နေရာမှာတော့ အွန်စော ဆိုပြီး လူသိများကြိုက်နှစ်သက်ခဲ့တဲ့ပုရိသတို့ အသည်းစွဲမင်းသမီး Song Hye Kyo (ဆောင်းဟေဂို) တို့က ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်း အညွှန်း==================အာရှအလယ်ပိုင်း ….Urak(ဇာတ်ညွှန်းဆရာ စိတ်ကူးထဲကနိုင်ငံ) ကို နောက်ခံထားပြီးစစ်ဘေးနဲ့ ရောဂါကပ်ဘေး တွေ ကျရောက်နေတဲ့ အချိန်မှာ လူသားအချင်းချင်း ရိုင်းပင်းမှု စည်းလုံးမှုတွေကို ဖော်ညွှန်းပြီးဒုက္ခ တွေကြားမှာ အချစ်စစ်တစ်ခုပေါက်ဖွားလာပုံကို ဇာတ်အိမ်တည် ရိုက်ကူးခဲ့ပါတယ်Alpha အဖွဲ့ ရဲ့ ခေါင်းဆောင်ဖြစ်တဲ့ ယိုရှီဂျင်နဲ့ Volunteer ဆရာဝန်မလေးဂန်မိုယွန်း တို့ အမှတ်မထင်ဘဲ ဟဲဆောင်ဆေးရုံ မှာ စတင်တွေ့ရှိခဲ့ရာကနေ စပြီး ဟာသလေးတွေနဲ့ အချစ်ဇာတ်လမ်းကို တွေ့မြင်ရမှာပါဒါ့အပြင် ငယ်ငယ်တည်းက ဘဝနာခဲ့တဲ့ ဒုအရာခံဗိုလ်လေး ဆိုးဒယ်ယောင်း နဲ့ဗိုလ်မှူးချုပ် သမီးဖြစ်တဲ့ စစ်ဆရာဝန်မလေး ယွန်မြောင်ဂျို တို့ရဲ့ ဘဝအခြေအနေမတူတဲ့အချစ်ဇာတ်လမ်းကိုလည်း ခံစားရမှာဖြစ်ပါတယ်အပိုင်းတစ်မှာ Running Man မှ လီဂွမ်ဆူ ဧည့်သည် သရုပ်ဆောင်ထားပြီးအပိုင်းနှစ်မှာ Shinee leader Owen က ဆရာဝန်လေးအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းလေးကလည်းကောင်း မင်းသား မင်းသမီး တွေကလည်းကောင်းလို့ ကြည့်သင့်တဲ့ဇာတ်လမ်းတွဲတစ်ခုပါလို့ ညွှန်းချင်ပါတယ်။( ဒီစီးရီးက အပိုင်း (၁၆ ပိုင်း) ထွက်ရှိခဲ့တာဖြစ်ပြီး ကျွန်တော်တို့ Channel Myanmar ရဲ့ Very First ကိုရီးယားစီးရီးဖြစ်ခဲ့ပါတယ်။အညွှန်းကို Min Htet Khant Shar မှရေးသားထားပြီး ဘာသာပြန်သူတွေကတော့Eiz , LK , Carey Nyein , Little Neo,Kimchi တို့ဖြစ်ကြပါတယ်။အဲ့တုန်းက ပရိတ်သတ်ရဲ့တောင်းဆိုမှုတွေ တောက်လျှောက်ပြင်းထန်ခဲ့လို့CM Family တွေ အူယားဖားယား ဘာသာပြန်တင်ဆက်ခဲ့ရတာ အမှတ်ရစရာပါ။)Quality….HDTV Rip Format…mp4Total …16 (File Size- 600MB Appx)Subtitle….Myanmar Subtitle (Hardsub)Translated by Eiz , LK , Carey Nyein , Little Neo,KimchiEncoder….Nyeinsaeya Aung , LK , Little NeoComplete Zip File>>> VIP LinkComplete Zip File()>>> [Ep 1-7]  [Ep8-16 END]Complete Zip File()>>> [Ep 1-7]  [Ep8-16 END]တစ်ပိုင်းချင်းဒေါင်းချင်ရင် ဒီအောက်မှာ  ရယူပါ။EP 01 –   GDrive  YuuDrive  Yandex  MeganzEP 02 –  GDrive  YuuDrive  Yandex  MeganzEP 03 –  GDrive  YuuDrive  Yandex  MeganzEP 04 –  GDrive  YuuDrive  Yandex  MeganzEP 05 –  GDrive  YuuDrive Yandex  MeganzEP 06 –  GDrive  YuuDrive Yandex  MeganzEP 07 –  GDrive  StreamSB  Yandex  MeganzEP 08 –  GDrive  YuuDrive Yandex  MeganzEP 09 –  GDrive  YuuDrive  Yandex  MeganzEP 10 –  GDrive  YuuDrive  Yandex  MeganzEP 11 –  GDrive  YuuDrive  Yandex  MeganzEP 12 –  GDrive  YuuDrive  Yandex  MeganzEP 13 –  GDrive  YuuDrive  Yandex  MeganzEP 14 –  GDrive  YuuDrive  Yandex  MeganzEP 15 –  GDrive  YuuDrive  Yandex  MeganzEP 16 –  GDrive  YuuDrive  Yandex  Meganzအားပေးမှုကိုကျေးဇူးတင်ရှိပါသည်။ရွှင်လန်းချမ်းမြေ့ကြပါစေ။ 