Synopsis of The Innocent(2021)IMDB Rating 7.910 User 20Kအင်္ဂလိပ်လိုဆိုရင် The Innocent , စပိန်စကားနဲ့​ပြောရရင်Inocente, မြန်မာမှုပြုလိုက်ရ​င်​တော့ “အပြစ်ကင်း​လေသူ”​ပေါ့ဒါ​ပေမဲ့ ဒီseriesထဲက ဇာတ်​ကောင် မက်တီယိုဗီဒယ်က​တော့အပြစ်ကင်းသူဆိုတာထက် “ကံဆိုးသူ​မောင်ရှင်” လို့​ခေါ်ရင်ပိုမှန်ပါလိမ့်မယ်ဇာတ်လမ်းအစမှာတင် အကိုဖြစ်သူရဲ့ရန်ပွဲမှာ ဝင်ပါမိရင်းမ​တော်တဆလူသတ်မှု​ကြောင့် ​ထောင်ကျခဲ့ရသူ၊ ထောင်က​နေ အာမခံနဲ့လွတ်ရက်ရပြန်​​တော့လည်း မိဘနှစ်ပါးရဲ့နာ​ရေး၊ ​ထောင်က​နေလွတ်လာပြီး ဘဝတစ်ခုပြန်စမယ်​တွေးပြန်​​တော့ချစ်ရတဲ့အကိုဖြစ်သူကပါ ​လေဖြတ်​ရောဂါနဲ့ ဆုံးသွားပြန်​ရောဒီလိုကံဆိုးလွန်းတဲ့ ဇာတ်လိုက်​ကျော်မက်တီယိုရဲ့ ဘဝထဲကိုမိန်းက​လေးတစ်​ယောက် ဝင်​ရောက်လာပြီး သာယာတဲ့အိမ်​​ထောင်ရေးတစ်ခုကို ​ပျော်​ပျော်ရွှင်ရွှင်အစပြုဖို့ကြံစည်ခဲ့ပါတယ်ဒါ​ပေမဲ့ အဲ့ဒီအကြံဟာလည်း သူ့ရဲ့ ရှုမငြီးတဲ့ချစ်ဇနီးဆီ ဝင်လာတဲ့Unknown Numberနဲ့ ဖုန်းတစ်​​ကောလ်​ကြောင့် ​ဇောက်ထိုးမိုး​မျှော်ဖြစ်သွားရပြန်ပါတယ်သူ့ဇနီးကိုဆက်တဲ့ဖုန်းနံပါတ်ဟာ ဘယ်သူ့နံပါတ်လဲ၊ သူ့ဇနီးက သူ့ကိုလိမ်ညာထားတာလား၊ ​နောက်ကွယ်မှာ​ဖောက်ပြန်​နေတာလားဆိုတဲ့ပြဿနာအ​သေးစား​လေးက​နေသပွတ်အူလိုရှူပ်​ထွေး​ပွေလီလွန်းတဲ့ပြဿနာကြီးတစ်ခုထဲကိုမက်တီယိုတစ်​ယောက် ပါဝင်ပတ်သတ်မိသွားတဲ့အခါ…….စပိန် Crime,Thriller,Mystery ရုပ်ရှင်​တွေနဲ့ ဇာတ်လမ်းတွဲ​တွေဟာ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်မာမှု၊ ထင်မထားတဲ့ Plot twist​တွေများစွာပါဝင်မှု၊သရုပ်​ဆောင်​တွေရဲ့ သဘာဝကျမှု​ကြောင့် အဆင့်အတန်းတစ်ခုမှာ ရှိ​နေမှန်း Money Heist, Elite, The Platform, Alta Mar, The Pierတို့ကို ကြည့်ဖူးတဲ့ ပရိတ်သတ်​တွေဆိုရင်​ကောင်း​ကောင်းကြီး ရင်းနှီး​နေမှာပါ၊ဒီ Miniseriesဟာလည်း IMDB 79% နဲ့ Rotten Tomatoes 100% အပြည့်ရထားတဲ့ Crime Drama seriesပါ၊ ပရိတ်သတ်​တွေကြည့်ရှုပြီးရင်ရင်ထဲတသသကျန်ခဲ့မယ့် လှည့်ကွက်​တွေအပြည့်ပါတဲ့ series​ကောင်းတစ်ခုဆိုတာ အာမခံနိုင်ပါတယ်၊ ကိုယ်တိုင်ပဲကြည့်ရှုအား​ပေးလိုက်ပါFile Size – 600MB@Quality – NF Web DL DDP5.1Duration – 52minute (@)Total s: 8 sSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime  Drama  MysteryTranslator – Htet Wai Lwin . JimX . Pyi T NyeinEncoder – YK 1 – VIP    Veryfile    Userdrive   2 – VIP    Veryfile   Userdrive  3 – VIP    Veryfile    Userdrive   4 – VIP    Veryfile    Userdrive  5 – VIP    Veryfile    Userdrive   6 – VIP    Veryfile    Userdrive   7 – VIP    Veryfile    Userdrive   8 – VIP    Veryfile    Userdrive  All s (Zip File ) – VIP    Veryfile    UserdriveCOMPLETE 