Synopsis of Racket Boys (2021)Racket Boys (2021)Reply 1994, Prison book တို့ရဲ့ဇာတ်ညွှန်းရေးဆရာ ဂျောင်ဘိုဟွန်း ရဲ့ လက်ရာမွန် နောက်တစ်တွဲ ထွက်ရှိလာပြန်ပါပြီ။ဒီတစ်ခါတော့ ကြက်တောင်ကစားကြတဲ့ အလယ်တန်းကျောင်းသားလူငယ်လေးများအကြောင်းပါ။ကြက်တောင် အားကစားကို ဝါသနာပါတဲ့လူတွေအတွက်တော့ အတော်လေး ချဉ်းကပ်မိဦးမယ့်ကားပါ။၁၆ နှစ် အရွယ် Generation Z လူငယ်မောင်မယ်များရဲ့ စည်းလုံးမှု၊ ညီညွတ်မှုတွေကို မြင်ရမှာပဲ ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ……ယွန်းဟွန်းဂျုံး က အတော်ဆုံး ကြက်တောင်ရိုက်ကစားသမား တစ်ဦး ဖြစ်ခဲ့ပြီးတော့လက်ရှိအချိန်မှာ ဟယ်နမ် က အလယ်တန်းကျောင်းတစ်ခုရဲ့ ယောကျာ်းလေး ကြက်တောင်အသင်းမှာ နည်းပြလုပ်ဖို့အသစ်ရောက်လာတဲ့သူဖြစ်ပါတယ်လစာသုံးလစာကြိုထုတ်လို့ရလို့ ပျော်နေတဲ့ ဟွန်းဂျုံတစ်ယောက်အသင်းက နောက်ထပ်ပြိုင်ပွဲမဝင်နိုင်တဲ့အခါ ….ထောက်ပံ့ငွေရပ်တန့်ပြီးတော့ လစာမရတော့ဘူးဆိုတဲ့အကြောင်းပါသိလိုက်ရတယ်လစာရဖို့အတွက် အသင်းကိုလူပြည့်အောင်စုနိုင်ပြန်တော့လည်းကျောင်းသားတွေနေစရာမရှိလို့ အဖွဲ့ကွဲမလိုဖြစ်ပြန် …..နောက်ဆုံးတော့ သူအိမ်ကိုပဲ ခေါ်လာလိုက်ရပါတော့တယ်ကိုယ့်ဟာကိုယ်တောင် အနိုင်နိုင်ဖြစ်နေတဲ့ ဟွန်းဂျုံတစ်ယောက်ဒီကြက်တောင်အသင်းကို စုစည်းနိုင်ပါ့မလား?????လစာပြန်ရဖို့အတွက် ပြိုင်ပွဲဝင်နိုင်အောင် အသင်းသားတွေကို သင်ကြားပေးနိုင်မလား????သားဖြစ်သူကို ဘေ့စ်ဘောကစားတာ တားမြစ်ထားရတဲ့ အကြောင်းကရော ဘာဖြစ်မလဲ????အဓိကအနေနဲ့ ကလေးသရုပ်ဆောင်တွေ ပါဝင်ထားတာမို့ ထုတ်လွှင့်ဆဲ ဇာတ်လမ်းတွဲတွေထဲမှာ အတော်လေးထူးခြားတဲ့ ဇာတ်ကားလည်း ဖြစ်ပါတယ်။Move to Heaven ဇာတ်လမ်းတွဲထဲက အဓိက ဇာတ်လိုက်ကလေး၊Mouse ဇာတ်လမ်းတွဲထဲက ဂျောင်ဘာရွန်း အငယ်ကလေး စသဖြင့် နာမည်ရ ကလေးသရုပ်ဆောင်တွေ ပါဝင်ထားတဲ့ ဇာတ်ကားမို့ တစ်မျိုးတစ်ဖုံး ထူးခြားနေပါလိမ့်မယ်။အပိုင်း (၁၆) ပိုင်း ထုတ်လွှင့်မှာ ဖြစ်ပြီးတော့အပတ်စဉ် တနင်္လာနေ့ နဲ့ အင်္ဂါနေ့များမှာ ထုတ်လွှင့်သွားမှာပဲ ဖြစ်ပါတယ်။Translators: Jerrica, Shwe Pyae, Amelia, Thet Hnin HsuEncoder: AugustDrama: Racket BoysCountry: South Koreas: 16Aired: May 31, 2021 – Jul 20, 2021Aired On: Monday, TuesdayOriginal Network: SBS, Netflix, Netflix, Netflix, NetflixDuration: 1 hr. 30 min.Size: 600 MB and 1GBQuality:  and  01 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 02 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 03-  |  | Userdrive | Veryfiles | Upstream | VIP108op –  |  | Userdrive | Veryfiles | Upstream | VIP 04 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 05 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 06 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 07 –  |  | Userdrive | Veryfiles |  | VIP –  |  | Userdrive | Veryfiles |  | VIP 08 –  |  | Userdrive | Veryfiles |  | VIP –  |  | Userdrive | Veryfiles |  | VIP 09 –  |  | Userdrive | Veryfiles |  | VIP –  |  | Userdrive | Veryfiles |  | VIP 10 –  |  | Userdrive | Veryfiles |  | VIP –  |  | Userdrive | Veryfiles |  | VIP 11 –  |  | Userdrive | Veryfiles | Upstream| VIP –  |  | Userdrive | Veryfiles | Upstream| VIP 12 –  |  | Userdrive | Veryfiles | Upstream| VIP –  |  | Userdrive | Veryfiles | Upstream| VIP 13 –  |  | Userdrive | Veryfiles | Upstream| VIP –  |  | Userdrive | Veryfiles | Upstream| VIP 14 –  |  | Userdrive | Veryfiles | Upstream| VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 15 –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 16 END –  |  | Userdrive | Veryfiles | Upstream | VIP –  |  | Userdrive | Veryfiles | Upstream | VIP 