Synopsis of Illusion of Love (or) Maya Sanaeha (2021)I Fine Thank You,Love You နဲ့ ATM Error ဇာတ်ကားတွေထဲက ကျွန်တော်တို့ အသည်းစွဲမင်းသမီးလေး Ice Preechaya ရဲ့ စီးရီးလေးပါ။ဒီစီးရီးကို ထိုင်းနိုင်ငံ Channel3 ရုပ်သံလိုင်းမှာ ပြသခဲ့ပြီး ၂၀၂၁ ဇူလိုင်လထဲမှာ အပြီးထိ ထွက်ရှိထားပါတယ်။မင်းသားကတော့ Fabulous 30 ဇာတ်ကားထဲက ရုပ်ချောချော ဘော်ဒီတောင့်တောင့်နဲ့ Ken Phupoom ဖြစ်ပါတယ်။Channel7 မှာ ပြနေကျ ထိုင်းဇာတ်ကားတွေထဲက နာမည်ကြီးဗီလိန်တွေ ဇာတ်ရံတွေအပြင် အရံမင်းသားမင်းသမီး အတွဲတွေလဲ ပါပါသေးတယ်…။ဇာတ်လမ်းအကျဉ်းလေးကတော့….မွန်နဲ့ခီတို့ဟာ အဆင်မပြေတဲ့ အိမ်ထောင်ရေးကို ခရီးဆက်နေကြသူတွေပါ…ပြည့်စုံကြွယ်ဝတဲ့ နှစ်ဖက်မိဘတွေကလဲ ရန်စောင်နေကြပြီး မတည့်ကြတာမို့ သူတို့နှစ်ဦးကြား ပိုလို့ ပြသနာဖြစ်စေခဲ့ပါတယ်…ဒီကြားထဲ တစ်ယောက်ကိုတစ်ယောက် အထင်လွှဲမှားစရာ ဒုတိယလူတွေ ပေါ်ပေါက်လာတဲ့အခါမှာ…သိပ်ချစ်တဲ့ချစ်သူနှစ်ဦးရဲ့ အိမ်ထောင်ရေးဟာ စားပွဲထောင့်စွန်းက ကြွေခွက်လေးလို လေတိုက်တာနဲ့ ကျကွဲဖို့ဖြစ်လာပါတော့တယ်…ဖြစ်ချင်တော့ ခီတစ်ယောက် မတော်တဆမှုဖြစ်ပြီး ဝိဉာည်နဲ့ခန္ဓာကိုယ် ကွဲထွက်သွားပါတယ်..သူ့ခန္ဓာကိုယ်ထဲကို ဝိဉာည်ကပြန်ဝင်လို့မရတော့ဘဲ ဝိဉာည်ဘဝနဲ့ မမြင်သင့်တာတွေကို မြင်လိုက်ရတဲ့အခါမှာတော့…..။အချစ်….အမုန်း…အလွမ်း..အဆွေးရသတစ်ပုံကြီးနဲ့ အိမ်ထောင်ရေးနဲ့မေတ္တာတရားတွေအကြောင်းကိုနင့်နင့်သည်းသည်းဖော်ကျူးထားတဲ့ Romance,Drama,Supernatural ထိုင်းဇာတ်ကားကောင်းလေးပါ။Ice ပရိတ်သတ်တွေဆိုရင်တော့ Ice ကို တစ်ဝကြီးကြည့်ရှုရမယ့် စီးရီးဖြစ်တဲ့အပြင်ဇာတ်လမ်းဇာတ်ကွက် အမိုက်စားနဲ့မို့ Drama ရုပ်သံတွဲ ပရိတ်သတ်တွေလဲ လက်လွတ်ခံလို့မဖြစ်ကြောင်း ညွှန်းဆိုလိုပါတယ်။အပိုင်း (၁၂) ရှိပြီး အကုန်လုံးကို တင်ဆက်ပေးလိုက်ပါပြီ။အဆုံးထိကြည့်ရှုခံစားလို့ရပါပြီ။Channel Myanmar ရဲ့ Telegram Link ကိုပါ တင်ဆက်ပေးထားပါတယ်။File Size – 850MB @Quality – HDTV Duration – 90 minute (@)Total s: 12Subtitle – Myanmar HardsubFormat – Mp4Genre : Drama,Romance,SupernaturalTranslator – Mann MawKunn , Mhoo HtooEncoder – Nyeinsaeya AungVIP Member>>>(1-12)Complete 1  Telegram  StreamSB  Meganz   Yandex Veryfiles 2  Telegram  StreamSB  Meganz   Yandex Veryfiles 3  Telegram  StreamSB  Meganz   Yandex Veryfiles 4  Telegram  StreamSB  Meganz   Yandex Veryfiles 5  Telegram  StreamSB  Meganz   Yandex Veryfiles 6  Telegram  StreamSB  Meganz   Yandex Veryfiles 7  Telegram  StreamSB  Meganz   Yandex Veryfiles 8  Telegram  StreamSB  Meganz   Yandex Veryfiles 9  Telegram  StreamSB  Meganz   Yandex Veryfiles 10  Telegram  StreamSB  Meganz   Yandex Veryfiles 11  Telegram  StreamSB  Meganz   Yandex Veryfiles(The End)  12  Telegram  StreamSB  Meganz   Yandex Veryfilesအားပေးမှုကို ကျေးဇူးတင်ပါသည်။ 