Synopsis of The Unidentical Twins (2021)The Unidentical Twins (2021) အညွှန်း************************အပိုင်းသစ်(၁ မှ ၁၈)ထိ စဆုံး“ဇာတ်လမ်းအကျဉ်းလေးကတော့ …. ဒွန်ရမ် နဲ့ ဖိလာလတ် ဆိုတဲ့အမြွှာနှစ်ယောက်ဟာ လူ့လောကကြီးကို ရောက်ရှိလာတဲ့အချိန်ကတည်းက အမြွှာဆိုတဲ့အတိုင်း ရုပ်ရည်သွင်ပြင်ချင်း ချွတ်ဆွတ် တူနေခဲ့တာပေါ့ …. ရုပ်ရည်ခြင်းတူသော်ငြားလည်း ဖြတ်သန်းလာတဲ့ ဘဝ လောကဓံတို့ရဲ့ ရိုက်ခတ်မှုဒဏ်တို့က မတူညီခဲ့ ရှာပါဘူး .... ဘဝဖြတ်သန်းပုံခြင်းမတူသလို အကျင့်အရိုက် အပြုအမူတို့ကလည်း တစ်ယောက် နဲ့ တစ်ယောက် ဆန့်ကျင်ဘက်ပါပဲ ….. ဒွန်ရမ်က ကြမ်းတမ်းတယ် ခက်ထန်တယ် မာကြောတယ် နောက်ပြီးတော့ Freelance Model တစ်ယောက်ပေါ့ .… ဒွန်ရမ် ခံယူထားတာတစ်ခု ရှိပါတယ် …. ဘယ်သူ့အပေါ်ကိုမှ အကြွေးမတင်ခံပဲ ကိုယ့်ဒူးကိုယ်ချွန် ကိုယ့်ခြေထောက် ပေါ် ရပ်တည်နိုင်တဲ့ မိန်းမသားတစ်ယောက် ဖြစ်ဖို့ပါပဲ …. ဖိလာလတ်လေးကတော့ ညင်သာတယ် နူးညံ့သိမ်မွေ့တယ် ရိုးသားဖြူစင်တယ် …. အစ်မဖြစ်သူ ဒွန်ရမ် နဲ့ ပတ်သက်လာရင် အမြဲတမ်း အစ်မကိုပဲ ဦးစားပေးတတ်တဲ့ ကောင်မလေးတစ်ယောက် ပေ့ါ…. ဖိ တို့ မိဘနှစ်ပါး ဆုံးပါးသွားကတည်းက ဖိ က ညီမ တစ်ယောက် ဖြစ်ပါလျက်နဲ့ အစ်မဖြစ်သူ ဒွန်ရမ့်ကို စောင့်ရှောက်ပေးခဲ့ရပါတယ် .... အချိန်တွေ တဖြည်းဖြည်း ကုန်ဆုံးလာတာနဲ့အမျှ ဒွန်ရမ် နဲ့ ဖိလာလတ်တို့ ညီအစ်မနှစ်ယောက်စလုံးဟာ အရောင်သွေးစုံလင်လှတဲ့ မိန်းမပျိုလေးတွေ အဖြစ် ကြီးပြင်းလာပါတော့တယ် …. အဲ့နောက်မှာတော့ ဒွန်ရမ်က အောင်မြင်ကျော်ကြားတဲ့ ရော့ခ် ဂီတသမား တစ်ဦးနဲ့ ဆုံတွေ့ခဲ့ပြီး ချစ်ကြိုးတွေ သွယ်ခဲ့ကြပါတော့တယ် …. ညီမဖြစ်သူ ဖိလာလတ် လေးကတော့ ရုပ်ချောသဘော ကောင်းတဲ့ လူငယ်လေး ဝါရစ် နဲ့ ဆုံတွေ့ခဲ့ပါတော့တယ် အစကတော့ ဝါရစ်တစ်ယောက် ဒွန်ရမ် နဲ့ ဖိလာလတ်တို့ အမြွှာနှစ်ယောက်ကို ရှုပ်သလို ဖြစ်ခဲ့ပေမယ့် …. နောက်မှတော့ ကွာခြားချက်ကို မြင်လာပါတော့တယ် …. အဲ့ဒီနောက်မှာတော့ တိုက်ဆိုင်စွာနဲ့ပဲ ဒွန်ရမ်ရဲ့ ခင်ပွန်းအသစ်က ဝါရစ် ရဲ့ ဦးလေး ဖြစ်နေခဲ့ပါတော့တယ် …. ဒွန်ရမ် တစ်ယောက် ခင်ပွန်းအိမ်မှာ တက်နေပြီးတော့ သူ့တူ ဝါရစ်ကို မြှူဆွယ်ဖျားယောင်းခဲ့ပါတော့တယ် ….ဒါပေမယ့် ဝါရစ်က လက်မခံသောအခါ ငယ်ငယ်ကတည်းက သူ လိုချင်တာ ဘာပဲဖြစ်ဖြစ်ရရမယ်ဆိုတာကို လက်ကိုင်ထားခဲ့တဲ့ ဒွန်ရမ်တစ်ယောက် မခံမချိနိုင်ဖြစ်ကာ ဘာမှကို မမှု အာရုံမထားပဲ ညီမဖြစ်သူရဲ့ ရည်းစားကို နည်းလမ်းပေါင်းစုံနဲ့ လှည့်စားကာ မြှူဆွယ်ပါတော့တယ် ..… ဒွန်ရမ် ဘယ်လောက်ပဲ လှည့်စားပါစေ ဝါရစ်က လုံးဝငြင်းဆန်ခဲ့ပါတော့တယ် ….. ဖိလာလတ်လည်း အဲ့ဒီကိစ္စကိုသိတော့ လက်မခံခဲ့ပါဘူး အဲ့ဒီနောက်မှာတော့ အမြှာနှစ်ယောက်ဟာမျဉ်းပြိုင်တွေသဖွယ်ဖြစ်လာကာ အသည်းနှလုံးအတွက် တိုက်ခိုက်ကြပါတော့တယ် ….. အဲ့ဒီနောက် ဘာတွေဆက်ဖြစ်ကြမလဲ ? ဒွန်ရမ်တစ်ယောက် ညီမဖြစ်သူ ဖိလာလတ်ကို အလျှော့ ပေးမလားဒါမှမဟုတ် ဝါရစ်ကိုပဲ ရအောင် ယူသွားမလား ? ဝါရစ်ကရော ဖိလာလတ်အတွက် ဘယ်လိုတိုက်ခိုက်သွားမလဲ စွန့်စားသွားမလဲဆိုတာကို Thai Series Fan မှ ထိုင်းမှာပြသသည့်အခါတွင်Ongoing အမှီ ဘာသာပြန် ဆိုသွားမယ့် “နှစ်မြွှာအသည်း” ဇာတ်လမ်းတွဲမှာ စောင့်မျှော်အားပေးကြည့်ရှုပေးကြပါဦးခင်ဗျာ#နှစ်မြွှာအသည်း #Thai_Series_FanNative Title: สองเสน่หาAlso Known As: Two Loves , The Unidentical TwinsDirector: Chana KraprayoonGenres: Romance, DramaTranslated by Mann Mawkunn & Mhoo HtooEncoded by Phyo Pyae 1(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 2(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 3(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 4(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 5(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 6(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 7(800MB)UsersDrive VeryfilesMegaUpCMVIP 8(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 9(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 10(800MB)UsersDrive  MegaUpMega.NZCMVIP 11(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 12(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 13(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 14(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 15(800MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 16(700MB)UsersDrive VeryfilesMegaUpMega.NZCMVIP 17(700MB)UsersDrive VeryfilesMegaUpMega.NZCMVIPTHE END 18(700MB)UsersDrive VeryfilesMegaUpMega.NZ 