Synopsis of MINE (2021)Mine (2021)ငါစွဲကြီးသူများ …..ငါပိုင်တဲ့ဟာ ငါ့အရာ ဆိုတာမျိုးကလူ့အပေါ်ယံလွှာ ရေပေါ်ဆီတွေကြားမှာ ရေပန်းစားတဲ့ စကားလုံးပဲ ဖြစ်ပါတယ်။အတ္တတွေနဲ့ ပြည့်နှက်နေတဲ့ အထက်တန်းလွှာတွေကြားက အားပြိုင်မှုတွေကိုတင်ဆက်ထားတဲ့ ဟဲဗီးဒရာမာ ဇာတ်လမ်းတွဲအသစ်ကို တင်ဆက်ပေးလိုက်ပါတယ်။လောင်ရမှာ ကြိုက်တဲ့ ပရိသတ်ကြီးတွေအတွက်ငရဲမီးကို ဓာတ်ဆီနဲ့လောင်းသလို ခံစားရဦးမယ့် ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။နာမည်ကြီးမင်းသမီးတွေ ဖြစ်တဲ့ Lee Bo Young နဲ့ Kim Seo Hyungအပြိုင်အဆိုင်သရုပ်ဆောင်ထားကြတာ ဖြစ်တဲ့အတွက်အတွဲအစပ်ကတော့ အတိုင်းထက်အလွန် တံခွန်နဲ့ကုက္ကားပါပဲ။ဆောဟီဆူး( Lee Bo Young)က နာမည်ကြီး သရုပ်ဆောင်တစ်ယောက်ဖြစ်ပြီးတော့ချယ်ဘိုမိသားစုရဲ့ ဒုတိယမြောက်သားနဲ့လက်ထပ်ဖို့အတွက် သူအလုပ်အကိုင်ကို စွန့်လွှတ်ခဲ့ပါတယ်ချယ်ဘိုမိသားစု ဟျိုဝန်းကုမ္ပဏီကို လုပ်ကိုင်နေပြီးတော့အရမ်းကိုချမ်းသာတဲ့မိသားစုတစ်စုလည်းဖြစ်ပါတယ်(ဇာတ်ကားကြည့်ရင်းနဲ့ မျက်ရည်ပါသုတ်ရမယ်နော် ချမ်းသာချက်က)မိသားစုရဲ့ ဒုတိယချွေးမအနေနဲ့ကော ကလေးရဲ့မိထွေးအနေနဲ့ပါအဲ့မိသားစုထဲဝင်ဆန့်အောင် ကိုယ့်ကိုယ်ကို အကောင်းဆုံးကြိုးစားပြီး နေထိုင်းရင်းနဲ့တစ်ချိန်တည်းမှာပဲ သူကိုယ်သူပျောက်ဆုံးသလိုခံစားနေရတဲ့ ဆိုဟီဆိုဂျောင်ဆူဟွန်း (Kim Seo Hyung) ကတော့ပထမသားနဲ့လက်ထပ်ထားတဲ့ ချွေးမကြီးဖြစ်ပြီးတော့ထက်မြတ်တယ် အလုပ်လုပ်ရင်းလည်းတိကျတယ်မတူညီတဲ့မိသားစုနှစ်စုလာတဲ့ ချွေးမနှစ်ယောက်ညီအစ်ကိုနှစ်ယောက်ကိုလက်ထပ်ပြီးတဲ့နောက်မှာသူတို့ရဲ့ ပုံစံအစစ်အမှန်ကို ဘယ်လိုရှာဖွေကြမလဲ????ဆုံးဖြတ်ချက်တွေ ဝေဖန်မှုတွေနဲ့ ပြည့်နှက်တွေနေတဲ့ဒီလောကကြီးနေ သူတို့ဘယ်လိုရုန်းထွက်ကြမလဲ?????အရမ်းချမ်းသာတဲ့မိသားစုတွေကြား ဘယ်လို ပဋိပက္ခတွေရှိတတ်လဲဆိုတာကိုစောင့်ကြည့်ရမဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်အပိုင်း ၁၆ပိုင်း ပါရှိပြီးတော့ tvN ကနေအပတ်စဉ် စနေ နဲ့ တနင်္ဂနွေနေ့တိုင်းမှာ ထုတ်လွှင့်သွားမှာပဲ ဖြစ်ပါတယ်။ဘာသာပြန်တွေကတော့ Lwin Lwin Aung, Moe Pwint, Shwe Pyae, Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။Encoded by : AugustDrama: MineCountry: South Koreas: 16Aired: May 8, 2021 – Jun 27, 2021Aired On: Saturday, SundayOriginal Network: tvNDuration: 1 hr. 10 min.Content Rating: 15+ – Teens 15 or olderQuality – Size – 700 MBSubtitle – Myanmar (Hardsub)Translators: Lwin Lwin Aung, Moe Pwint, Shwe Pyae, Thet Hnin HsuEncoder: August 01 –     Userdrive  Veryfiles  Upstream  VIP 02 –     Userdrive  Veryfiles  Upstream  VIP 03 –     Userdrive  Veryfiles  Upstream  VIP 04 –     Userdrive  Veryfiles  Upstream  VIP 05 –     Userdrive  Veryfiles  Upstream  VIP 06 –     Userdrive  Veryfiles  Upstream  VIP 07 –     Userdrive  Veryfiles  Upstream  VIP 08 –     Userdrive  Veryfiles  Upstream  VIP 09 –     Userdrive  Veryfiles  Upstream  VIP 10 –     Userdrive  Veryfiles  Upstream  VIP 11 –     Userdrive  Veryfiles  Upstream  VIP 12 –     Userdrive  Veryfiles  Upstream  VIP 13 –     Userdrive  Veryfiles    VIP 14 –     Userdrive  Veryfiles    VIP 15 –     Userdrive  Veryfiles    VIP 16 END –     Userdrive  Veryfiles    VIPZip File1-8 –  |  | VIP9-16 –  |  | VIP 