Synopsis of Bossam: Steal the Fate (2021)Bossam : Steal the Fate (2021)“ဘိုဆမ်” ဆိုတာကတော့ ဂျိုဆွန်းခေတ်က ဓလေ့တစ်ခုပဲ ဖြစ်ပါတယ်။ကံကြမ္မာကို ခိုးယူတယ် လို့ လည်း ခေါ်ပါတယ်။ဘာလို့ အဲဒီလို ခေါ်ရတာလဲ ဆိုတာကတော့ …….အိမ်ထောင်ပြန်ပြုလို့ မရတော့တဲ့ မုဆိုးမကို ညဘက်မှာ စောင်နဲ့ထုပ်ပြီးတိတ်တိတ်လေး ခေါ်လာပြီးတော့ လင်မယားအရာ မြောက်စေတာပဲ ဖြစ်ပါတယ်။မုဆိုးမ ခိုးတဲ့ အလေ့အထ ပဲ ဖြစ်ပါတယ်။ဒီဓလေ့ကြောင့်ပဲ ဘာအူ နဲ့ ဆူယောင်း မင်းသမီး တို့ တွေ့ဆုံခဲ့ကြတာပါ။ဆူယောင်း မင်းသမီးက နိုင်ငံရေးအရ လက်ဆက်ခဲ့ရပြီးလက်ထပ်တဲ့နေ့မှာပဲ သတို့သား ဆုံးသွားတဲ့အတွက် အိမ်ထောင်မကျဘဲ မုဆိုးမ ဖြစ်ခဲ့ရပါတယ်။ဘာအူကတော့ လူဆိုးသူခိုး တစ်ယောက် ဖြစ်ပြီးမုဆိုးမ ခိုးတဲ့ အလုပ်ကို လုပ်ကိုင်တဲ့သူပဲ ဖြစ်ပါတယ်။ဘာအူက ဆူယောင်း မင်းသမီးကို မှားယွင်းခေါ်ဆောင်လာခဲ့ချိန်မှာတော့ ……ဒီဇာတ်လမ်းကတော့ ဂွမ်ဟယ် ဘုရင် လက်ထက်ကအမျိုးသမီးတို့ရဲ့ အဖိနှိပ်ခံရတဲ့ ဘဝနဲ့ ချွတ်ခြုံကျမှုတွေကနေ ဖြစ်တည်လာတဲ့အချစ်နဲ့ ဘဝ အကြောင်းကို အခြေတည် ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။အပိုင်းပေါင်း ၂၀ ပါဝင်ပြီးတော့ စနေ၊ တနင်္ဂနွေနေ့တိုင်းမှာ တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်။ဘာသာပြန်တွေကတော့ Amelia, JoJoVa, HAW, Htet Nandar Aung တို့ပဲ ဖြစ်ပါတယ်။Encoder – AugustDrama: Bossam: Steal the FateCountry: South Koreas: 20Aired: May 1, 2021 – Jul 4, 2021Aired On: Saturday, SundayOriginal Network: MBN, VikiDuration: 60 min.File size… 500 MBQuality….WEB-DL  and Format…mp4Subtitle….Myanmar Subtitle (Hardsub)Translator ….. Amelia, JoJoVa, HAW, Htet Nandar AungEncoder ….. August & YK 01 –     Userdrive  Veryfiles  Upstream  VIP 02 –     Userdrive  Veryfiles  Upstream  VIP 03 –     Userdrive  Veryfiles  Upstream  VIP 04 –     Userdrive  Veryfiles  Upstream  VIP 05 –     Userdrive  Veryfiles  Upstream  VIP 06 –     Userdrive  Veryfiles  Upstream  VIP 07 –     Userdrive  Veryfiles  Upstream  VIP 08-   Userdrive  Veryfiles    Upstream  VIP 09-   Userdrive  Veryfiles    Upstream  VIP 10-   Userdrive  Veryfiles    Upstream  VIP 11 –   Userdrive  Veryfile    VIP 12 –   Userdrive  Veryfile   VIP 13-   Userdrive Veryfile   VIP 14 –   Userdrive  Veryfile    VIP 15 –   Userdrive  Veryfile      VIP 16 –   Userdrive  Veryfile     VIP 17 –   Userdrive      VIP 18 –   Userdrive      VIP 19 –   Userdrive      VIP 20 –   Userdrive Veryfile     VIPComplete 