Synopsis of Sell Your Haunted HouseSell your haunted house (2021)ဟုန်းဂျီအာ က အိမ်ခြံမြေရောင်းဝယ်ရေး လုပ်ငန်းကို လုပ်ကိုင်သူဖြစ်ပြီးတော့ဒယ်ဘက် (အကောင်းဆုံး) ဆိုတဲ့ အိမ်ခြံမြေလုပ်ငန်းရဲ့ပိုင်ရှင် ဖြစ်ပါတယ်။သူမဟာ အိမ်ခြံမြေ ရောင်းဝယ်ရေး လုပ်ငန်းအပြင် သရဲနှင်တဲ့အတတ်ပညာကိုလည်း တတ်မြောက်သူ တစ်ဦး ဖြစ်ပါတယ်။သူမက သရဲစီးပြီး လူသေထားတဲ့ ခိုက်တယ် ဆိုတဲ့ အိမ်တွေကနေ သရဲနှင်ပေးပါတယ်။သရဲနှင်တဲ့ အတတ်ပညာကိုတော့ သူမရဲ့အမေဆီကနေ တတ်မြောက်ထားတာပဲ ဖြစ်ပါတယ်။လှပပြီး ဉာဏ်ရည်ထက်မြက်တဲ့ သူမရဲ့အားနည်းချက်ကတော့ ဒေါသထွက်လွယ်တာပါပဲ။လက်နောက်ကမှ စကားပါတတ်တဲ့ ခြေမြန်လက်မြန် လူမျိုးပါပဲ။အိုအင်ဘန်း ကတော့ သရဲတွေကို အယုံအကြည်မရှိတဲ့ လူလိမ်တစ်ယောက်ပါ။ဒါပေမယ့် သရဲတွေကိုတော့ အသုံးချပြီ ပိုက်ဆံရှာပါတယ်။သူ့ရဲ့လေ့လာနိုင်စွမ်း နဲ့ ဆင်ခြင်တုံတရား ကောင်းမွန်မှုကြောင့် အကောင်းအဆိုး အကြောင်းအကျိုးကို ကောင်းကောင်းကြီး ဝေဖန်ပိုင်းခြားနိုင်သူလည်း ဖြစ်ပါတယ်။အခြေအနေအရပ်ရပ်ကို မှန်းဆတွက်ချက်တတ်သူ တစ်ယောက် ဖြစ်တာမို့ရှေ့ဖြစ်မယ့်ကိစ္စတွေကို ခန့်မှန်းရာမှာ အင်မတန်တော်သူတစ်ဦးလည်း ဖြစ်ပါတယ်။တစ်ခါမှာတော့ ဟုန်းဂျီအာ နဲ့ အိုအင်ဘန်းတို့ အတူတူ အလုပ်လုပ်ဖို့ အကြောင်းဖန်လာပါတော့တယ်။လွန်ခဲ့တဲ့ နှစ် ၂၀ က ဟုန်းဂျီအာရဲ့မိခင် သေဆုံးမှု နောက်ကွယ်က လျှို့ဝှက်ချက်ကို အဖြေရှာဖို့ ကြိုးစားကြတဲ့အချိန်မှာတော့ …..ဧပြီ ၁၄ ရက်နေ့ကနေ စတင်ထုတ်လွှင့်မှာ ဖြစ်ပြီးတော့အပတ်စဉ် ဗုဒ္ဓဟူးနေ့ နဲ့ ကြာသပတေးနေ့များမှာ ထုတ်လွှင့်သွားမှာပဲ ဖြစ်ပါတယ်။စုစုပေါင်း ၁၆ ပိုင်း ထုတ်လွှင့်သွားမှာပဲ ဖြစ်ပါတယ်။ဘာသာပြန်ထားသူတွေကတော့ Amelia, Jerrica, Shwe Pyae, Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။Encoder : Augusts: 16Aired: Apr 14, 2021 – Jun 3, 2021Aired On: Wednesday, ThursdayOriginal Network: KBS2Duration: 1 hr. 10 minSize : 500 MB () 01    Meganz  Veryfiles  Upstream  VIP 02    Meganz  Veryfiles  Upstream  VIP 03    Meganz  Veryfiles  Upstream  VIP 04    Meganz  Veryfiles  Upstream  VIP 05    Meganz  Veryfiles  Upstream  VIP 06    Meganz  Veryfiles  Upstream  VIP 07    Meganz  Veryfiles  Upstream  VIP 08    Meganz  Veryfiles  Upstream  VIP 09   Meganz  Veryfiles  Upstream  VIP 10   Meganz  Veryfiles  Upstream  VIP 11   Meganz  Veryfiles  Upstream  VIP 12   Meganz  Veryfiles  Upstream  VIP 13   Meganz  Veryfiles  Upstream  VIP 14   Meganz  Veryfiles  Upstream  VIP 15   Meganz  Veryfiles  Upstream  VIP 16 (END)   Meganz  Veryfiles  Upstream  VIPZip File (1-8)    Userdrive VIPZip File (9-16)    Userdrive VIP 