Synopsis of In Family We Trust (2018)In family we trust (2018)CM ပရိသတ်များကို ၂၀၁၈ ခုနှစ်တုန်းက နာမည်ကြီးပြီး ထုတ်လွှင့်ခဲ့တဲ့အပိုင်းတိုင်းTwitterမှာ trend ဖြစ်တဲ့အထိ ပေါက်ခဲ့တဲ့ ထိုင်းဇာတ်လမ်းတွဲတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။မိသားစုဝင်တွေကြား ရင်းနှီးချစ်ခင်ပြီးစည်းလုံးကြတဲ့ဂျီရအနန်မိသားစုဟာ အဖိုးဖြစ်သူ သေဆုံးပြီးနောက်မှာတော့စည်းလုံးမှုတွေ စတင်ပြိုကွဲစေဖို့ အကြောင်းဖန်လာပါတယ်။အိမ်ထောင်ဦးစီးအဖိုး​ဖြစ်သူဟာ သူသေဆုံးပြီးနောက် အမွေတွေခွဲဝေနိုင်ဖို့အတွက် သေတမ်းစာချန်ထားခဲ့ပေမယ့်မညီမျှမှုတွေကြောင့် သား၊သမီးတွေကြား အငြင်းပွားစရာ အဖုအထစ်တွေရှိလာခဲ့ပါတယ်။အမွေခွဲဝေပြီး မကြာခင်မှာပဲ သားကြီးလည်း ရုတ်တရက်အသတ်ခံရလိုက်ရပါတယ်။​မိသားစုဝင်အကြား တရားခံဖြစ်နိုင်ခြေရှိသူတွေနဲ့သက်သေတွေလည်းအဖျောက်ခံလိုက်ရတဲ့အခါမှာတော့တကယ့်တရားခံကိုရှာရင်း မိသားစုဝင်အချင်းချင်းကြားအထင်လွဲမှုတွေ၊အတ္တတွေ၊သံသယတွေ၊ယုံကြည်မှုနဲ့ချစ်ခင်မှုတွေ တဖြည်းဖြည်းယိုယွင်းလာရာကနေသွေးနီးပေမဲ့သွေးမစည်းနိုင်ကြတော့တဲ့အခါ …..တကယ့်တရားခံအစစ်ကိုရောရှာတွေ့ပါ့မလား…တကယ့်လူသတ်တရားခံအစစ်ကဘယ်သူလဲ?ဘာကြောင့်သတ်ရတာလဲ ဆိုတာကိုသိချင်စိတ်တဖွဖွနဲ့အချစ်၊ အမုန်း၊ စိတ်လှုပ်ရှားစရာ ရသမျိုးစုံပါအောင်ရိုက်ပြထားတဲ့ဇာတ်လမ်းကောင်းလေးဖြစ်ပြီးဖြစ်ရပ်မှန်တစ်ချို့တွေပါ ပါဝင်တဲ့ဇာတ်လမ်းလေးလဲဖြစ်ပါတယ်။ဘာသာပြန် နဲ့ အညွှန်းရေးသားထားသူကတော့ Hazel ပဲ ဖြစ်ပါတယ်။Country: Thailands: 18Duration: 60 min.Quality: Size: 1 GBSubtitle: Myanmar (Hardsub)Transaltor: HazelEncoder: August 01 –     Userdrive  Veryfiles  Upstream  VIP 02 –     Userdrive  Veryfiles  Upstream  VIP 03 –     Userdrive  Veryfiles  Upstream  VIP 04 –     Userdrive  Veryfiles  Upstream  VIP 05 –     Userdrive  Veryfiles  Upstream  VIP 06 –     Userdrive  Veryfiles  Upstream  VIP 07 –     Userdrive  Veryfiles  Upstream  VIP 08 –     Userdrive  Veryfiles  Upstream  VIP 09 –   Userdrive  Veryfiles  Upstream  VIP 10 –     Userdrive  Veryfiles  Upstream  VIP 11 –     Userdrive  Veryfiles  Upstream  VIP 12 –     Userdrive  Veryfiles  Upstream  VIP 13 –     Userdrive  Veryfiles  Upstream  VIP 14 –     Userdrive  Veryfiles  Upstream  VIP 15 –     Userdrive  Veryfiles  Upstream  VIP 16 –     Userdrive  Veryfiles  Upstream  VIP 17 –     Userdrive  Veryfiles  Upstream  VIP 18 (End) –     Userdrive  Veryfiles  Upstream  VIP 