Synopsis of The Irregulars (2021)The Irregulars (2021) – Season 01========================IMDb Rating – 5.710ရှားလော့ ဇာတ်လမ်းမဟုတ်တဲ့ ရှားလော့ဇာတ်လမ်းလေးနဲ့ မိတ်ဆက်ပေးပါမယ်။ ၂၂၁ ဘီ ဘေကာလမ်းက ကျွန်တော်တို့ရဲ့ မိတ်ဆွေကြီး ရှားလော့ဟုမ်းက ဒီဇာတ်လမ်းမှာတော့ အဓိကဇာတ်ဆောင်မဟုတ်ပါဘူး။ မူရင်း ရှားလော့ဟုမ်း ဇာတ်လမ်းမှာ လမ်းပေါ်ကကလေးတွေကို စုံထောက်ခိုင်းတာကို မှတ်မိကြမှာပါ။ အဲဒီကလေးတွေထဲက တစ်စုလို့ပြောလို့ရတာပေါ့။ အဲဒီကလေးတွေ အုပ်စုမှာ ရှားလော့လို ဉာဏ်ကောင်းတဲ့ ကောင်မလေးတစ်ယောက်၊ စိတ်စွမ်းအားရှင်ကောင်မလေးတစ်ယောက်၊ ဘာလာလာထိုးမယ်ဆိုတဲ့ ခပ်ကြမ်းကြမ်းကောင်လေးတစ်ယောက်၊ ပေါင်းသင်းဆက်ဆံရေးမှာ အရမ်းဆရာကျတဲ့ ကောင်လေးတစ်ယောက် နဲ့ ဗဟုသုတကြွယ်တဲ့ အထိမခံရွှေပန်းကန်မင်းသားတစ်ပါးပါပါတယ်။ ရှားလော့ဇာတ်လမ်းဆိုတဲ့ ထုံးစံအတိုင်း ခပ်ဆန်းဆန်းအမှုတွေကို စုံစမ်းတာဆိုပေမဲ့ ဒီတစ်ခါကတော့ ပိုထူးဆန်းပါတယ်။ သာမန်အမှုမျိုးတွေမဟုတ်ဘဲ သဘာဝလွန်ဖြစ်ရပ်တွေကိုပါ စုံစမ်းထောက်လှမ်းကြတာပါ။ ရှားလော့မှာ ဂမ္ဘီရမှတ်တမ်းပါရှိပါသေးတယ်။ သူတို့ကလေးတွေအဖွဲ့ကို ရှားလော့ရဲ့မိတ်ဆွေကြီး ဒေါက်တာဝက်ဆန် က မွေးကင်းစ ကလေးတွေထူးထူးဆန်းဆန်း ပျောက်သွားတဲ့ အမှု့ကို စုံစမ်းဖို့ ခိုင်းရင်းက အဲဒီအမှုရဲ့ ရင်းမြစ်ကို ဖော်ထုတ်သွားကြတာကိုတွေ့ရမှာပါ။ ဒီပုံမှန်ထက်ထူးခြားနေတဲ့ ကလေးတွေအဖွဲ့ထဲက ခေါင်းဆောင်လိုဖြစ်နေတဲ့ ဘီထရစ်ဆိုတဲ့ကောင်မလေးနဲ့ စိတ်စွမ်းအားရှင် ဂျက်စီကာဆိုတဲ့ကောင်မလေးတို့ရဲ့ ရှားလော့ဟုမ်းတို့ ဘယ်လိုဆက်နွယ်နေမလဲဆိုတာရယ် ရှားလော့ဟုမ်းနဲ့ဒေါက်တာဝက်ဆန်တို့ကြားက တခြားဇာတ်လမ်းတွေမှာလိုမဟုတ်တဲ့ ဆက်ဆံရေးမျိုးကို တအံ့တဩတွေ့ရဦးမှာပါ။ ၂၂၁ ဘီ ရဲ့ အမွေကိုဆက်ခံကြမယ့် သာမန်မဟုတ်တဲ့ကလေးတွေကို အားပေးလိုက်ကြပါဦး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)Quality –  WebRipDuration – 55 mins (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, FantasySource : .WebRipTranslator – d3monEncoder – SWM1080P (900 Mb)ZIP VIP  (1)  Mega  Upstream  Usersdrive(2)  Mega  Upstream  Usersdrive(3)  Mega  Upstream  Usersdrive(4)  Mega  Upstream  Usersdrive(5)  Mega  Upstream  Usersdrive(6)  Mega  Upstream  Usersdrive(7)  Mega  Upstream  Usersdrive(8)  Mega  Upstream  Usersdrive—————————————————————————CM VIP – LINK————————————————————————— 