Synopsis of Revolving Hearts (2021)Revolving Hearts“ႏွလုံးသားစက္ဝန္း”Castsထြတ္ အျဖစ္ Porche Saranဘို (ဘူဖခ်တ္) အျဖစ္ Now Tisanartဝရာဖုန္ အျဖစ္ Takphetဝိထနီ အျဖစ္ Ploy Randapaပိုင္ေတာင္ အျဖစ္ Film Chatdaoခယ္ အျဖစ္ Nattarinဇာတ္လမ္းအက်ဥ္းသူငယ္ခ်င္းျဖစ္သူ ခယ္ကေန သိကြၽမ္းခဲ့ၿပီး ခ်စ္သူျဖစ္ခဲ့တဲ့ ဘို ဆိုတဲ့ သူေဌးသမီးေလးနဲ႔ စားေသာက္ဆိုင္က ဂီတသမားေလး ဖုန္တို႔ႏွစ္ေယာက္ ​ျပည္ပ ပညာသင္သြားရမယ့္ ဘို႔ေၾကာင့္ ျပန္လာရင္ လက္ထပ္မယ့္ကတိစကားနဲ႔ ခဏခြဲခြာေနခဲ့တယ္ဘိုနဲ႔ အေနေဝးခ်ိန္ အေနနီးလာသူျဖစ္တဲ့ ဝိထနီနဲ႔ မွားယြင္းခဲ့တဲ့ ဖုန္တစ္ေယာက္ ကိုယ္ဝန္ရွိပါၿပီဆိုတဲ့စကားတခြန္းေၾကာင့္ တာဝန္ယူလက္ထပ္ခဲ့ရတယ္ခ်စ္သူ သတင္းေၾကာင့္ ျပည္ပကေန အသည္းကြဲျပန္လာၿပီး ကလပ္မွာ ေဆးခတ္ခံခဲ့ရတဲ့ ဘို႔ကို ဝိထနီရဲ အစ္ကိုျဖစ္သူ ထြတ္က ဝင္ကယ္ၿပီး ဟိုတယ္ကို ေခၚသြားခဲ့တယ္ဘို႔အတြက္ေတာ့ ထြတ္က သူ႔ကို ေဆးခတ္ၿပီး ဟိုတယ္ေခၚမုဒိမ္းက်င့္ခဲ့တယ္လို႔ ထင္သြားခဲ့တယ္ဘိုက အခ်စ္ရဆုံးညီမျဖစ္သူ ႏွလုံးေရာဂါသည္ေလး ဝိထနီရဲ႕ ခင္ပြန္းျဖစ္သူနဲ႔ မၿပီးျပတ္ႏိုင္ေသးတဲ့ ရည္းစားေဟာင္းမွန္း ထြတ္သိလာတဲ့အခါမွာေတာ့ ညီမေလး စိတ္ခ်ရဖို႔ ဘို အထင္လြဲေနတာကို မျငင္းေတာ့ပဲ ေတာင္းယူလက္ထပ္ခဲ့ပါတယ္ညီမျဖစ္သူ မိသားစုနဲ႔ ေဝးရာေရာက္ဖို႔ ပိုင္ဆိုင္တဲ့ စပ်စ္ၿခံကို ေခၚလာခဲ့တဲ့ ထြတ္တစ္ေယာက္ ဘို႔ကို တကယ္ခ်စ္မိသြားခဲ့မလားထြတ္က ခ်စ္သူေဟာင္း ဝရာဖုန္ရဲ႕ ေယာက္ဖျဖစ္ၿပီး သူမကို တမင္ေဝးေစခ်င္လို႔ ေခၚလာတာကို ဘိုသိသြားရင္ေရာ ဘာေတြျဖစ္လာဦးမလဲဒါ့အျပင္ စပ်စ္ၿခံမွာ နဂိုထဲက ထြတ္ကို သေဘာက်ေနတဲ့ ပိုင္ေတာင္ဆိုတဲ့ မိန္းကေလး တစ္ေယာက္ပါ ရွိေနတဲ့အခါသူတို႔ႏွစ္ဦးရဲ႕ ခ်စ္ခရီးလမ္းကေရာ ေျဖာင္ျဖဴးႏိုင္ပါ့မလားပထမဆုံး ႐ိုက္ကူးခဲ့တာတာေတာ့ ၁၉၈၅ ခုႏွစ္ကျဖစ္ၿပီး ၂၀၀၉မွာ တစိႀကိမ္ အခု၂၀၂၁မွာ တစ္ႀကိမ္ ျပန္လည္ ႐ိုက္ကူးတင္ဆက္ထားတဲ့ ႐ိုမန္႔တစ္ဆန္ဆန္ အခ်စ္ၾကမ္းၾကမ္း slapkiss ဇာတ္လမ္းတြဲတစ္ပုဒ္ပဲျဖစ္ပါတယ္( အညႊန္းေရးသားထားသူကေတာ့ Kyi Nue Zin ပါ )[Unicode]“နှလုံးသားစက်ဝန်း”Castsထွတ် အဖြစ် Porche Saranဘို (ဘူဖချတ်) အဖြစ် Now Tisanartဝရာဖုန် အဖြစ် Takphetဝိထနီ အဖြစ် Ploy Randapaပိုင်တောင် အဖြစ် Film Chatdaoခယ် အဖြစ် Nattarinဇာတ်လမ်းအကျဥ်းသူငယ်ချင်းဖြစ်သူ ခယ်ကနေ သိကျွမ်းခဲ့ပြီး ချစ်သူဖြစ်ခဲ့တဲ့ ဘို ဆိုတဲ့ သူဌေးသမီးလေးနဲ့ စားသောက်ဆိုင်က ဂီတသမားလေး ဖုန်တို့နှစ်ယောက် ​ပြည်ပ ပညာသင်သွားရမယ့် ဘို့ကြောင့် ပြန်လာရင် လက်ထပ်မယ့်ကတိစကားနဲ့ ခဏခွဲခွာနေခဲ့တယ်ဘိုနဲ့ အနေဝေးချိန် အနေနီးလာသူဖြစ်တဲ့ ဝိထနီနဲ့ မှားယွင်းခဲ့တဲ့ ဖုန်တစ်ယောက် ကိုယ်ဝန်ရှိပါပြီဆိုတဲ့စကားတခွန်းကြောင့် တာဝန်ယူလက်ထပ်ခဲ့ရတယ်ချစ်သူ သတင်းကြောင့် ပြည်ပကနေ အသည်းကွဲပြန်လာပြီး ကလပ်မှာ ဆေးခတ်ခံခဲ့ရတဲ့ ဘို့ကို ဝိထနီရဲ အစ်ကိုဖြစ်သူ ထွတ်က ဝင်ကယ်ပြီး ဟိုတယ်ကို ခေါ်သွားခဲ့တယ်ဘို့အတွက်တော့ ထွတ်က သူ့ကို ဆေးခတ်ပြီး ဟိုတယ်ခေါ်မုဒိမ်းကျင့်ခဲ့တယ်လို့ ထင်သွားခဲ့တယ်ဘိုက အချစ်ရဆုံးညီမဖြစ်သူ နှလုံးရောဂါသည်လေး ဝိထနီရဲ့ ခင်ပွန်းဖြစ်သူနဲ့ မပြီးပြတ်နိုင်သေးတဲ့ ရည်းစားဟောင်းမှန်း ထွတ်သိလာတဲ့အခါမှာတော့ ညီမလေး စိတ်ချရဖို့ ဘို အထင်လွဲနေတာကို မငြင်းတော့ပဲ တောင်းယူလက်ထပ်ခဲ့ပါတယ်ညီမဖြစ်သူ မိသားစုနဲ့ ဝေးရာရောက်ဖို့ ပိုင်ဆိုင်တဲ့ စပျစ်ခြံကို ခေါ်လာခဲ့တဲ့ ထွတ်တစ်ယောက် ဘို့ကို တကယ်ချစ်မိသွားခဲ့မလားထွတ်က ချစ်သူဟောင်း ဝရာဖုန်ရဲ့ ယောက်ဖဖြစ်ပြီး သူမကို တမင်ဝေးစေချင်လို့ ခေါ်လာတာကို ဘိုသိသွားရင်ရော ဘာတွေဖြစ်လာဦးမလဲဒါ့အပြင် စပျစ်ခြံမှာ နဂိုထဲက ထွတ်ကို သဘောကျနေတဲ့ ပိုင်တောင်ဆိုတဲ့ မိန်းကလေး တစ်ယောက်ပါ ရှိနေတဲ့အခါသူတို့နှစ်ဦးရဲ့ ချစ်ခရီးလမ်းကရော ဖြောင်ဖြူးနိုင်ပါ့မလားပထမဆုံး ရိုက်ကူးခဲ့တာတာတော့ ၁၉၈၅ ခုနှစ်ကဖြစ်ပြီး ၂၀၀၉မှာ တစိကြိမ် အခု၂၀၂၁မှာ တစ်ကြိမ် ပြန်လည် ရိုက်ကူးတင်ဆက်ထားတဲ့ ရိုမန့်တစ်ဆန်ဆန် အချစ်ကြမ်းကြမ်း slapkiss ဇာတ်လမ်းတွဲတစ်ပုဒ်ပဲဖြစ်ပါတယ်( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )Native Title: วงเวียนหัวใจs: – 16Duration: 01:20:00Aired: Jan 21, 2021 – Mar 17, 2021Aired On: Wednesday, ThursdayOriginal Network:Channel 7Quality__Format__mp4Subtitle__Myanmar Subtitle (Hardsub)Translated by Kyi Nue Zin & Nang Mwe KhamEncoded by Naing Aung LattZIp File (1 to 18 END) [ 13 GB ]VIP  [1-9]  [10-18] (1) [ 750 MB ]YoteShin    Meganz  VIP Link (2) [ 750 MB ]YoteShin    Meganz  VIP Link (3) [ 750 MB ]YoteShin    Meganz  VIP Link (4) [ 750 MB ]YoteShin    Meganz  VIP Link (5) [ 750 MB ]YoteShin    Meganz  VIP Link (6) [ 750 MB ]YoteShin  Usersdrive  Yandex    Meganz (7) [ 750 MB ]YoteShin  Usersdrive  Yandex    Meganz (8) [ 750 MB ]YoteShin  Usersdrive  Yandex    Meganz (9) [ 750 MB ]YoteShin  Usersdrive  Yandex    Meganz (10) [ 750 MB ]YoteShin  Usersdrive  Yandex    Meganz (11) [ 750 MB ]YoteShin  Usersdrive  Yandex    Meganz (12) [ 750 MB ]YoteShin  Usersdrive    Meganz  VIP Link (13) [ 750 MB ]YoteShin  Usersdrive    Meganz  VIP Link (14) [ 730 MB ]YoteShin  Usersdrive    Meganz  VIP Link (15) [ 730 MB ]YoteShin  Usersdrive    Meganz  VIP Link (16) [ 730 MB ]YoteShin  Usersdrive    VIP Link (17) [ 730 MB ]YoteShin  Usersdrive    VIP Link (18) END [ 730 MB ]YoteShin  Usersdrive    VIP Link——————————————— 