Synopsis of Sisyphus: The Myth (2021)Sisyphus : The Mythဆစ်စဖတ် ဆိုတာကတော့ ဂရိဒဏ္ဍာရီလာ ပုဂ္ဂိုလ်တစ်ပါးပဲ ဖြစ်ပါတယ်။သူ့ကို ကျောက်တုံးကြီးတစ်တုံးကို တောင်ထိပ်ရောက်အောင် တွန်းဖို့ အပြစ်ပေးခံထားရပါတယ်။ဒါပေ1မယ့် တောင်ပေါ်ရောက်မယ် ကြံရင်း အစကနေ ပြန်လှိမ့်ရပြန်ရင်းနဲ့ သံသရာလည်နေပါတော့တယ်။ပင်ပန်းပေမယ့် အချည်းနှီး ဖြစ်ရတယ်ဆိုရင်တောင် ဆစ်စဖီယန် ဆိုပြီး စကားရပ်အနေနဲ့ သုံးကြပါတယ်။ဒီကားကတော့ Time Loop နဲ့ သက်ဆိုင်တဲ့ ဇာတ်ကားပါပဲ။အချိန်သံသရာ ဘယ်လိုလည်ကြမလဲ ဆိုတာတော့ ကျွန်တော်တို့ ဇာတ်လမ်းထဲမှာ ကြည့်ရပါမယ်။ဇာတ်လမ်းအကျဉ်းကတော့ …..ဟန်ထယ်ဆူ လို့ ခေါ်တဲ့ ဉာဏ်ကြီးရှင် အင်ဂျင်နီယာက အတိတ်ကို ပြန်သွားဖို့ စီစဉ်သလိုဂန်ဆောဟယ် ဆိုတဲ့ ကောင်မလေးကလည်း အနာဂတ်ကနေ ပစ္စုပ္ပန်ကာလကို လာခဲ့တဲ့အချိန်မှာတော့ …..ဂန်ဆောဟယ် ရဲ့ အဖေက သူ့သမီးကို ဟန်ထယ်ဆူ နဲ့ မတွေ့ဖို့ မှာလိုက်ပါတယ်။ဘာလို့ မှာခဲ့တာလဲ ဆိုတာကတော့ ဖန်သားပြင်ထက်မှာ ဆက်လက်ရှုစားကြပါစို့ဗျာ။ခေါင်းဆောင်မင်းသမီးအနေနဲ့ ပတ်ရှင်ဟေး က သရုပ်ဆောင်ထားပါတယ်။အချိန်နဲ့ပတ်သက်တဲ့ သီအိုရီကို စိတ်ဝင်စားသူများ အကြိုက်တွေ့ဦးမယ့် ဇာတ်လမ်းတွဲတစ်ခုပါပဲ။အပတ်စဉ် ဗုဒ္ဓဟူး နဲ့ ကြာသပတေးနေ့တိုင်း ထုတ်လွှင့်ပေးသွားမှာ ဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုကြပါဦး။ဘာသာပြန်တွေကတော့ Lwin Lwin Aung, Shoon Thu Thu Chain, Moe Pwint, Thet Hnin Hsu တို့ပဲ ဖြစ်ကြပါတယ်။Genre… Action, Drama, Sci-fi, Fantasy, MysteryFile size… 500MBQuality….Format…mp4Duration….1hr 10minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Lwin Lwin Aung, Shoon Thu Thu Chain, Moe Pwint, Thet Hnin HsEncoder ….. AugustZip File1 – 6 – CMDrive    VIP7 – 11 – CMDrive    VIP12 – 16 – CMDrive    VIPEp 01 –     Userdrive  Veryfiles  Datbu  VIPEp 02 –     Userdrive  Veryfiles Datbu  VIPEp 03 –     Userdrive  Veryfiles  Meganz  VIPEp 04 –     Userdrive  Veryfiles  Meganz  VIPEp 05 –     Userdrive  Veryfiles  Upstream  VIPEp 06 –     Userdrive  Veryfiles  Upstream  VIPEp 07 –     Userdrive  Veryfiles  Meganz  Upstream  VIPEp 08 –     Userdrive  Veryfiles  Meganz  Upstream  VIPEp 09 –     Userdrive  Veryfiles  Meganz  Upstream  VIPEp 10 –     Userdrive  Veryfiles  Meganz  Upstream  VIPEp 11 –     Userdrive  Veryfiles  Meganz  Upstream  VIPEp 12 –     Userdrive  Veryfiles  Meganz  Upstream  VIPEp 13 –     Userdrive  Veryfiles  Meganz  Upstream  VIPEp 14 –     Userdrive  Veryfiles  Meganz  Upstream  VIPEp 15 – CMDrive    Userdrive  Veryfiles  Meganz  Upstream  VIPEp 16 END – CMDrive    Userdrive  Veryfiles  Meganz  Upstream  VIP 