Synopsis of [ S2 ]The Penthouse: War in Life (2020)The Penthouse: War in Life (2020) Season 2ဒီ Series ဟာဆိုရင် ချစ်လိုက် မုန်းလိုက် ဇာတ်ကားမျိုးမဟုတ်ပဲ မိသားအစုအရေး အိမ်တွင်းရေး အရှုပ်တော်ပုံတွေကို တစ်မိုထူးခြားတဲ့ ရိုက်ကွင်းရိုက်ကွက် ဇာတ်အိမ်အဆန်းနဲ့ ခံစားကြည့်ရှု့ရမှာပါဇာတ်လမ်း အကျဉ်းဟယ်ရာနန်းတော်လို့တင်စားလောက်တဲ့ အထပ်၁၀၀ပါသော ဇိမ်ခံမိုးမျှော်အိမ်ကြီးမှာဆိုရင် များစွာသော လျို့ဝှက်ချက်တွေ ၊ မမြင်နိုင်သော ရည်မှန်းချက်တွေ ပြည့်နှက်လို့နေပါတယ်ရှင်းဆူယွန်း ဟာ ဆိုရင် ချမ်းချမ်းသာသာနဲ့ မွေးဖွားလာသူတစ်ယောက်ပေါ့မိုးမျှော်အိမ်ကြီးရဲ့မိဖုရားတစ်ပါးဆိုးလည်း မမှားပါဘူးချောင်းဆောဂျင်က တော့ သူ့သမီးလိုအပ်တာမှန်သမျှကို ဖြည့်ဆီးပေးနေသူပါအိုယွန်းဟီ ကတော့ ဘဝပေးအခြေပနေကြောင့် ဆင်းဆင်းရဲရဲ မွေးလာပေမယ့် ရည်မှန်းချက်ပန်းတိုင်ကြီးမားတဲ့သူ…ဒီလိုနဲ့ ထိပ်တိုက်တွေ့ကြရင်း ဘာတွေဆက်ဖြစ်သွားမလဲ….ချမ်းသာမှု့ ၊ အာဏာ နဲ့ များစွာသော အရှုပ်တော်ပုံတွေ ဖြစ်တည်ရာ အထပ်၁၀၀ မိုးမျှော်တိုက်ဟယ်ရာနန်းတော်ပါ( အညွှန်းရေးသားထားတာကတော့ CM Team ပါ )[Zawgyi]ဒီ Series ဟာဆိုရင္ ခ်စ္လိုက္ မုန္းလိုက္ ဇာတ္ကားမ်ိဳးမဟုတ္ပဲ မိသားအစုအေရး အိမ္တြင္းေရး အရွဳပ္ေတာ္ပံုေတြကို တစ္မိုထူးျခားတဲ့ ရိုက္ကြင္းရုိက္ကြက္ ဇာတ္အိမ္အဆန္းနဲ႔ ခံစားၾကည့္ရွဳ႕ရမွာပါဇာတ္လမ္း အက်ဥ္းဟယ္ရာနန္းေတာ္လို႔တင္စားေလာက္တဲ့ အထပ္၁၀၀ပါေသာ ဇိမ္ခံမိုးေမ်ွာ္အိမ္ၾကီးမွာဆိုရင္ မ်ားစြာေသာ လ်ိဳ႕၀ွက္ခ်က္ေတြ ၊ မျမင္နုိင္ေသာ ရည္မွန္းခ်က္ေတြ ျပည့္နွက္လို႔ေနပါတယ္ရွင္းဆူယြန္း ဟာ ဆိုရင္ ခ်မ္းခ်မ္းသာသာနဲ႔ ေမြးဖြားလာသူတစ္ေယာက္ေပါ့မိုးေမ်ွာ္အိမ္ၾကီးရဲ႕မိဖုရားတစ္ပါးဆိုးလည္း မမွားပါဘူးေခ်ာင္းေဆာဂ်င္က ေတာ့ သူ႔သမီးလိုအပ္တာမွန္သမွ်ကို ျဖည့္ဆီးေပးေနသူပါအိုယြန္းဟီ ကေတာ့ ဘ၀ေပးအေျခပေနေၾကာင့္ ဆင္းဆင္းရဲရဲ ေမြးလာေပမယ့္ ရည္မွန္းခ်က္ပန္းတိုင္ၾကီးမားတဲ့သူ…ဒီလိုနဲ႔ ထိပ္တုိက္ေတြ႕ၾကရင္း ဘာေတြဆက္ျဖစ္သြားမလဲ….ခ်မ္းသာမွု႔ ၊ အာဏာ နဲ႔ မ်ားစြာေသာ အရွဳပ္ေတာ္ပံုေတြ ျဖစ္တည္ရာ အထပ္၁၀၀ မိုးေမွ်ာ္တိုက္ဟယ္ရာနန္းေတာ္ပါ( အညႊန္္းေရးသားထားတာကေတာ့ CM Team ပါ )Native Title:펜트하우스 2s: 12Aired: February 19, 2021 –Aired On: Fridays & SaturdaysOriginal Network: SBSDuration: 1 hr. 20 min.Content Rating: 15+ – Teens 15 or olderTranslated by Htet Nandar Aung , Amelia , Yamin Ei , DeerEncoded by Naing Aung Latt1 – 7 – YoteShin    VIP Link8 – 13 – YoteShin    VIP Link 