Synopsis of A Love So Beautiful (2017)A Love so Beautiful (2017)အချစ်ဆိုတာ ငယ်ရွယ်တဲ့အချိန်မှာ ပိုပြီး လှပပါသတဲ့။လူတိုင်းမှာ ကျောင်းသားကျောင်းသူဘဝတုန်းကတစ်ဖက်သတ် ကြိတ်ကြွေခဲ့ရတဲ့သူတွေ ရှိဖူးကြပါတယ်။တချို့လည်း ကိုယ် ကြိတ်ကြွေခဲ့ရတဲ့သူနဲ့ရွှေလက်တွဲနိုင်ခဲ့တဲ့သူတွေလည်း ရှိတာပေါ့ဗျာ။ဒီဇာတ်လမ်းလေးကလည်း ငယ်ရွယ်တဲ့ ကောင်မလေးတစ်ယောက်ရဲ့တစ်ဖက်သတ်အချစ်ကို အနူးညံ့ဆုံး၊ အလှပဆုံး ရိုက်ပြထားတဲ့ ဇာတ်လမ်းတွဲလေးပါ။ချန်းရှောင်ရှီ လို့ ခေါ်တဲ့ ကောင်မလေးက ဘေးက အိမ်နီးချင်းသူငယ်ချင်းကောင်လေး ကျန်းချန် ကိုငယ်ငယ်လေးကတည်းက တစ်ဖက်သတ် ကြိတ်ကြွေနေခဲ့တာပါ။ဒါကို ကျန်းချန်သိအောင်တစ်မျို မသိအောင်တစ်မျိုး ဖော်ပြပေမယ့်မာနခဲလေး ကျန်းချန်ကတော့ ရှောင်ရှီကို လျစ်လျူပြုထားပါတယ်။တကယ်ရော လျစ်လျူပြုထားတာ ဟုတ်ရဲ့လားဆိုတာတော့ဇာတ်လမ်းထဲမှာ မြင်ရမှာပါ။ဒီနှစ် ဒီဇင်ဘာမှာတော့ ဒီဇာတ်လမ်းကိုကိုရီးယားက ပြန်လည်အသက်သွင်းမယ် ဆိုပါတယ်။ဒီဇင်ဘာ ၂၈ ရက်နေ့မှာ စတင်ထုတ်လွှင့်မယ် ဆိုပါတယ်။ဒီတော့ ဒီဇာတ်လမ်းလေးကို ကြည့်ရင်းဇာတ်လမ်းကို ကြည့်ဖူးတဲ့လူတွေက ပြန်နွှေးကြတာပေါ့ဗျာ။မကြည့်ရသေးတဲ့သူတွေအတွက်ကကျောင်းသားဘဝရဲ့ဆွတ်ပျံ့ကြည်နူးစရာလေးတွေကိုအလွမ်းပြေကြည့်ရင်း ရင်ခုန်ကြပါဦးစို့ဗျာ။၂၄ ပိုင်းရှိပြီး တစ်နေ့ကို တစ်ပိုင်းနှုန်းနဲ့ ပြန်တင်ပေးသွားပါမယ်။File Size – 500 MBQuality – 1080PGenre – DramaTranslated by – August, Htoo Htoo Ka Joe, Naw Phoo, Dolly, Charm WaveEncoded by – August 01 – VIP    Yandex  Datbu    Userdrive  Veryfiles 02 – VIP    Yandex  Datbu    Userdrive  Veryfiles 03 – VIP    Yandex  Datbu    Userdrive  Veryfiles 04 – VIP    Yandex  Datbu    Userdrive  Veryfiles 05 – VIP    Datbu    Userdrive  Veryfiles 06 – VIP    Datbu    Userdrive  Veryfiles 07 – VIP    Datbu    Userdrive  Veryfiles 08 – VIP   Datbu    Userdrive  Veryfiles 09 – VIP   Datbu    Userdrive  Veryfiles 10 – VIP   Datbu    Userdrive  Veryfiles 11 – VIP   Datbu    Userdrive  Veryfiles 12 – VIP   Datbu    Userdrive  Veryfiles 13 – VIP   Datbu    Userdrive  Veryfiles 14 – VIP   Datbu    Userdrive  Veryfiles 15 – VIP   Datbu    Userdrive  Veryfiles 16 – VIP   Upstream    Userdrive  Veryfiles 17 – VIP   Upstream    Userdrive  Veryfiles 18 – VIP   Upstream    Userdrive  Veryfiles 19 – VIP   Upstream    Userdrive  Veryfiles 20 – VIP   Upstream    Userdrive  Veryfiles 21 – VIP   Upstream    Userdrive  Veryfiles 22 – VIP   Upstream    Userdrive  Veryfiles 23 (End) – VIP   Upstream    Userdrive  Veryfiles 24 (Side Story) – VIP   Upstream    Userdrive  VeryfilesZip File1 – 12 –     VIP13 – 24 –     VIP 