Synopsis of Talay Luang (2021)Talay Luang ပင်လယ်ပြာရဲ့မာယာ(2021)ထိုင်းဇာတ်လမ်းတွဲအညွှန်း*************************************အပိုင်းသစ်(၁ မှ ၁၇) ထိ စဆုံးMain casts:(((ထလေ  နတ်ထီဝမ်နတ်ပရာနွန် အဖြစ် Mik Thongrayaမိုရားအဖြစ် Sammy Cowell)))တစ်နေ့မှာ အတိတ်မေ့ရောဂါဖြစ်နေတဲ့ လူတစ်ယောက် (Mik) က ကျွန်းတစ်ကျွန်းပေါ်ကို ထူးဆန်းစွာ ရောက်လာပါတော့တယ်…အဲ့ဒီကျွန်းပေါ်မှာပဲ မိုရား(Sammy)ဆိုတဲ့ မိန်းကလေးနဲ့ ဆုံတွေ့ခဲ့ပါတော့တယ်..ကာလကြာရှည်လာခဲ့တော့ မိုရား တစ်ယောက် သူငယ်ချင်းများ တားမြစ်နေသည့်ကြားက ထလေ(Mik) နဲ့ ချစ်ကြိုးတွေသွယ်ခဲ့ကြပါတော့တယ်..အဲ့ဒီနောက်တော့ မိုရားရဲ့ရည်ရွယ်ချက်ဖြစ်တဲ့ အပန်းဖြေစခန်းတည်ဆောက်နေရင်း ထလေ နဲ့ မိုရား တို့နှစ်ယောက်ကြားမှာ အချစ်ပန်းတွေ ဖူးပွင့်ဝေဖြာနေတဲ့အချိန်အခါမှာအနှောက်အယှက်တစ်ချို့ ရောက်လာပါတော့တယ်…အဲ့ဒီအနှောက်အယှက်ကတော့ တစ်နေ့ ထလေ နဲ့ မိုရားတို့ ရှိရာဆီကို ကိုယ်ဝန်ဆောင်အမျိုးသမီး တစ်ယောက် ရောက်ရှိလာခဲ့ခြင်းပဲ ဖြစ်ပါတယ်..အဲ့ဒါအပြင် မဟုတ်သေးပါဘူး ထလေ ဟာ သူ့ယောကျာ်း(နတ်ထီဝမ်နတ်ပရာနွန်)ပါ ဆိုပြီး ပြောလာပါတော့တယ်…ထိုအချိန်မှာပဲ သက်သေပြစရာ အကြောင်းအရင်း ခိုင်ခိုင်လှုံလှုံမရှိတဲ့ မိုရား တစ်ယောက် သူမ သိပ်ချစ်ရပါသော ထလေ့ကို စွန့်လွှတ်လိုက်ရပါတော့တယ်…မိုရားတစ်ယောက် ဖြစ်ခဲ့သမျှကို မျက်စိစုံမှိတ်ကာ မေ့ပစ်ချင်ပါသော်လည်း ရင်မှာ တွယ်ငြိနေခဲ့သော ထလေဆိုတဲ့ အမျိုးသားကို မမေ့ပစ်နိုင်တဲ့အချိန်…တစ်ချိန်က မိုရားကို ကြင်နာမြတ်နိုးခဲ့ဖူးသော ထလေဟာ မှတ်ဉာဏ်ပြန်ရပြီး ပကတိအတိုင်း player အဖြစ်နဲ့ ပြန်ရောက်ရှိလာတဲ့သောအခါမိုရားတစ်ယောက် ထလေ့ကို အမုန်းကြီးမုန်းသွားပါတော့တယ်…ပင်လယ်ကြီး ကျယ်ပြောသလိုပဲ ယောကျာ်းတစ်ယောက်ရဲ့ မာယာက လွန်စွာ ကျယ်ပြောကြောင်း မိုရားတစ်ယောက် သိရှိလိုက်ရပါတော့တယ်…အဲ့ဒီနောက်မှာတော့ ပင်လယ်နဲ့တူသော ယောကျာ်းမျိုးကိုမှ ချစ်မိလိုက်ရသော သူမ(မိုရား) နဲ့ တခြားလူတစ်ယောက်အသွင် လုံးဝပြောင်းလဲသွားသော သူ(ထလေ)တို့ အကြားဘယ်လို ဇာတ်လမ်းတွေ ပဋိပက္ခတွေ ဖြစ်လာမလဲ?သူတို့နှစ်ယောက် တစ်‌ယောက်ကို တစ်ယောက် မျက်နှာချင်း မဆိုင်နိုင်လောက်အောင် မုန်းတီးသွားမှာလား?ဒါမှမဟုတ် တစ်ယောက်ကို တစ်ယောက် နားလည်မှု ရသွားကြမှာလား?သူတို့နှစ်ဦးကြားက အနှောက်အယှက်တွေ အတားအဆီးတွေကိုရော ကျော်လွှားနိုင်ပါ့မလား? ဆိုတာကို” ပင်လယ်ပြာရဲ့မာယာ” ဆိုတဲ့ ဇာတ်ကားမှာ စောင့်မျှော်အားပေးကြည့်ရှုကြပါဦးလားခင်ဗျာ…အညွှန်းကိုMann Mawkunn မှရေးသားပေးထားပါတယ်…..Native Title: ทะเลลวงAlso Known As: Deceiving Sea , It All Begins at the SeaDirector: Boonyathorn KitiphattakonGenres: Comedy, Romance, DramaTranslated by Mann Mawkunn & Mhoo HtooEncoded by Phyo Pyae 1(800MB)UsersDrive MegaNZ  MegaUpVeryfiles DatbuCMvip 2(800MB)UsersDrive MegaNZ  MegaUp DatbuCMvip 3(800MB)UsersDrive MegaNZ  MegaUp DatbuCMvip 4(800MB)UsersDrive MegaNZ  MegaUp CMvip 5(800MB)UsersDrive MegaNZ  MegaUp CMvip 6(800MB)UsersDrive MegaNZ  MegaUp Datbu  CMvip 7(800MB)UsersDrive MegaNZ  MegaUp CMvip. 8(800MB)UsersDrive MegaNZ  MegaUp CMvip 9(800MB)UsersDrive MegaNZ  MegaUp CMvip 10(800MB)UsersDrive MegaNZ  MegaUp CMvip 11(800MB)UsersDrive MegaNZ  MegaUp CMvip 12(800MB)UsersDrive MegaNZ  MegaUp CMvip 13(800MB)UsersDrive MegaNZ  MegaUp CMvip 14(800MB)UsersDrive MegaNZ  MegaUp CMvip 15(800MB)UsersDrive MegaNZ  MegaUp CMvip 16(800MB)UsersDrive MegaNZ  MegaUp CMvip 17(800MB) FINALUsersDrive MegaNZ  MegaUp CMvip 