Synopsis of The Frog Prince (2021)The Frog Prince (2021)====================အပိုင်း (၂၆)Rak Woon Wai Jao Chai Kob (2021)Looktarn ဆိုတဲ့ ထက်မြက်တဲ့မိန်းကလေးတစ်ယောက်က သူရဲ့ မွေးရပ်‌မြေဖြစ်တဲ့ Chuen Chiva ကိုလောကသားကောင်စီးပွားရေးသမားတွေရန်ကနေ ကာကွယ်နိုင်ဖို့ကြိုးစားနေသူတစ်ယောက်ဖြစ်ပါတယ်ကိုယ့်ကောင်းကျိုးအတွက်ပဲကြည့်တတ်တဲ့စီးပွားရေးသမားတွေကလည်း ဒီရွာလေးမှာ ရင်းနှီးမြုပ်နှံမှုတွေလုပ်ချင်နေကြပါတယ်တစ်ဖက်မှာ တည်ငြိမ်လွန်းပြီးသွေးအေးတဲ့ စီးပွားရေးလုပ်ငန်းရှင် Kin က အဲ့ဒီရွာလေးမှာ အထက်တန်းဆန်ဆန်ဇိမ်ခံလို့ရမယ့် ဟိုတယ် တစ်ခု တည်ဆောက်ဖို့လျှို့ဝှက်ကြံစည်နေပါတယ်ဒါပေမယ့် Kin က မထင်မှတ်ထားတဲ့မတော်တဆမှုကြောင့် မှတ်ဉာဏ်အားလုံးဆုံးရှုံးလိုက်ရပြီးသွေးအေးတဲ့သူတစ်ယောက်ကနေ ‌လုံးဝဆန့်ကျင်ဖက်ွေး‌ထွေးကြင်နာတတ်တဲ့သူတစ်ယောက်အသွင်ပြောင်းလဲသွားပါတယ်Kin မတော်တဆမှုက Looktarn ကြောင့်ဖြစ်တာမို့ သူကKin ကိုပြုစုပေးရင်းသူတို့နှစ်ယောက်ချစ်ကြိုက်သွားခဲ့ကာ ပျော်ပျော်ရွှင်ရွှင်နေလာခဲ့ပေမယ့် သူတို့ပျော်ရွှင်မှုကသိပ်မကြာပါဘူးKin ကို ပြန်ခေါ်ဖို့အတွက် Kin ရဲ့မိတွေက အဲ့ဒီရွာကိုရောက်လာ‌ခဲ့တဲ့အချိန်မှာ Kin ရဲ့မှတ်ညဏ်တွေအားလုံးပြန်ရောက်လာခဲ့ပြီးအဲ့ဒီရွာမှာဖြစ်ပျက်ခဲ့သမျှ Looktarn အပါအဝ်အားလုံးကိုမေ့သွားခဲ့ပါတယ်Kin ​သူ့ကိုပြန်မှတ်မိလာအောင် Looktarn လုပ်နိုင်ပါ့မလား??သွေးအေးပြီး တည်ငြိမ်လွန်းတဲ့ Kin က အရင်လိုပဲမှတ်ဉာဏ်​​ပြန်ရပြီး Looktarn ကိုဆက်ချစ်နိုင်ပါ့မလားဆိုတာ ဒီကားလေးကိုဆက်လက်ကြည့်ရှုပေးကြပါဦးနော်ဇာတ်လမ်းအညွှန်းကိုတော့ Hnin Pale ကရေးသားပေးထားပါတယ်….Drama: Rak Woon Wai Jao Chai KobCountry: Thailands: 16Aired: Jan 4, 2021 – Jan 28, 2021Aired On: Monday, Tuesday, Wednesday, ThursdayOriginal Network: GMM One, Tencent VideoTranslated By LwinLwin Aung, No No, Hnin Pale, Hnin Wut YiEncode By Myoko (1)YoteShin  Meganz    USER Drive  Upstream  VIP (2)YoteShin  Meganz    USER Drive  Upstream  VIP (3)YoteShin  Meganz    USER Drive  Upstream  VIP (4)YoteShin  Meganz    USER Drive  Upstream  VIP (5)YoteShin  Meganz    USER Drive  Upstream  VIP (6)YoteShin  Meganz    USER Drive  Upstream  VIP (7)YoteShin  Meganz    USER Drive  Upstream  VIP (8)YoteShin  Meganz    USER Drive  Upstream  VIP (9)YoteShin  Meganz    USER Drive  Upstream  VIP (10)YoteShin  Meganz    USER Drive  Upstream  VIP (11)YoteShin  Meganz    USER Drive  Veryfile  VIP (12)YoteShin  Meganz    USER Drive  Upstream  VIP (13)YoteShin  Meganz    USER Drive  Upstream  VIP (14)YoteShin  Meganz    USER Drive  Upstream  VIP (15)YoteShin  Meganz    USER Drive  Upstream  VIP (16)YoteShin  Meganz    USER Drive  Upstream  VIP (17)YoteShin  Meganz    USER Drive  Datbu  VIP (18)YoteShin  Meganz    USER Drive  Datbu  VIP (19)YoteShin  Meganz    USER Drive  Datbu  VIP (20)YoteShin  Meganz    USER Drive  Datbu  VIP (21)YoteShin  Meganz    USER Drive  Datbu  VIP (22)YoteShin  Meganz    USER Drive  Datbu  VIP (23)YoteShin  Meganz    USER Drive  Datbu  VIP (24)YoteShin  Meganz    USER Drive  Datbu  VIP (25)YoteShin  Meganz    USER Drive  Datbu  VIP (26)YoteShin  Meganz    USER Drive  Datbu  VIP 