Synopsis of The Legend ( 2007 ) ( Completed )The Legend ဆိုတာဟာ ၂၀၀၇ ခုနှစ်က တောင်ကိုရီးယားသမိုင်းတစ်ခုကိုပြန်လည်အသက်သွင်းရိုက်ကူးထားပြီး မြန်မာနိုင်ငံရဲ့ MRTV ချန်နယ်မှာ“မြင့်မြတ်သူတို့နှလုံးသား” နာမည်နဲ့ ပြသသွားခဲ့တဲ့သဘာဝလွန်နန်းတွင်းကားလေးတစ်ကားဖြစ်ပါတယ်ဟိုတုန်းက အားလုံးရဲ့ အသည်းစွဲမင်းသားကြီး (ရှင်ဒေါင်ဟန့်လို့လည်းသိကြတဲ့)ဘေယောင်ဂျွန်း နဲ့ The Penthouse ဇာတ်ကားထဲမှမင်းသမီး Lee Ji Ah, Moon So Ri တို့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်ဇာတ်လမ်းလေးကို ကြည့်ဖူးသူတွေ ပြန်အမှတ်ရပြီး မကြည့်ဖူးသူတွေသိရှိသွားအောင် ဇာတ်လမ်းအစလေး နည်းနည်းပေးမြည်းပါမယ်ဟိုးရှေးရှေးတုန်းက မီးစွမ်းအင်တွေကို ခေါင်းဆောင်အစဉ်အဆက်လက်ဆင့်ကမ်းလာတဲ့ ကျားမျိုးနွယ်စုဟာ လက်ရှိခေါင်းဆောင်ကာဂျင်းရဲ့ ဦးဆောင်မှုနဲ့ လောကကြီးကိုအုပ်စိုးနေပါတယ်သူတို့ဟာ မရှင်းထုတ်နိုင်သေးတဲ့ ဝက်ဝံမျိုးနွယ်စုကလွဲပြီးကျန်တဲ့မျိုးနွယ်စုတွေကိုရှင်းပစ်ထားပါတယ်ကောင်းကင်ဘုံဘုရင်ရဲ့သားတော် ဟွမ်ဝွန်းဟာ လူ့ပြည်မှာ ပြည်သူတွေအေးအေးချမ်းချမ်းနေရဖို့အတွက် ဂျူရှင်းနယ်မြေကို တည်ထောင်ခဲ့ပါတယ်သူနှင့်အတူ ခေါ်ဆောင်လာတဲ့ နတ်သုံးပါးကို အရှေ့ဖက်အရပ်ကိုတိမ်နတ်မင်း နဂါးပြာ, အနောက်ဖက်အရပ်ကို လေနတ်မင်း ကျားဖြူ,မြောက်ဖက်အရပ်ကို မိုးနတ်မင်း လိပ်မြွေ အသီးသီးစေလွှတ်ပြီး ဂျူရှင်းနယ်မြေကို စောင့်ရှောက်စေခဲ့ပါတယ်သူတို့ရဲ့အေးချမ်းတဲ့ဂျူရှင်းနယ်လေးအထိ ကျားမျိုးနွယ်စုတွေလာရောက်ကျူးကျော်တိုက်ခိုက်လာတဲ့အခါမှာတော့ကာဂျင်းရဲ့မီးစွမ်းအင်ကို မီးငှက်နှလုံးသားထဲသိမ်းယူထားပြီး ကြင်နာသနားတတ်တဲ့ဝက်ဝံမျိုးနွယ်စုရဲ့ အမျိုးသမီးစစ်သည်ကို မီးငှက်စွမ်းအင်ကိုပေးခဲ့ပြီး တောင်ဖက်အရပ်ကို စောင့်ရှောက်စေခဲ့ပါတယ်အဖြစ်အပျက်များစွာဖြစ်ပျက်ပြီးနောက် ဟွမ်ဝန်းဟာနောင်နှစ်‌ပေါင်း ၂၀၀၀ မှာ ဂျူရှင်းပြည်ရဲ့ဘုရင်အသစ်မွေးဖွားလာမယ်ဟုနိမိတ်ဖတ်ပြီး ကောင်းကင်ဘုံသို့ပြန်သွားခဲ့ပါတယ်ဂျူရှင်းဘုရင်ဟာ အရှေ့အနောက်တောင်မြောက်ကနတ်မင်းလေးပါး အကူအညီနဲ့ ဂျူရှင်းပြည်ကိုပြန်လည်တည်ထောင်နိုင်မလားဆိုတာ ကြည့်ရှုရမယ့်ဇာတ်ကားကောင်းလေးပါသူ့ခေတ်နဲ့သူအချိန် အဆင့်မှီမှီရိုက်ကူးထားတဲ့ဒီဇာတ်ကားလေးဟာ IMDb 8.1 နဲ့ရပ်တည်ခဲ့ပါတယ်ဒီဇာတ်လမ်းကိုနှစ်သက်တဲ့သူတွေ ဘယ်လောက်မှတ်မိကြလဲမကြည့်ရသေးတဲ့လူတွေကို လက်တို့ပေးဖို့အတွက် ဝိုင်းပြီးဆွေးနွေးပေးကြပါဦးနော်တရက် 3 ပိုင်းစီတင်ဆက်ပေးသွားမှာဖြစ်ပါတယ်Quality : HDTV Format : mp4Total s : 24Subtitle : Myanmar Subtitle ( Hardsub )Translator : Yamin Ei , Htoo Htoo Ka Joe , Lwinlwin Aung , Shoon ThuThu Chain, Phu Nge Nge Thein,Yamin Ou , Moe Pwint , Kim Khin HanaEncoded By LK With ZipPart 1 –     VIP LinksPart 2 –     VIP Links 1 | Usersdrive | VeryFiles | MegaUp | VIP Links 2 | Usersdrive | VeryFiles | MegaUp | VIP Links 3 | Usersdrive | VeryFiles | MegaUp | VIP Links 4 | Usersdrive | VeryFiles | MegaUp | VIP Links 5 | Usersdrive | VeryFiles | MegaUp | VIP Links 6 | Usersdrive | VeryFiles | MegaUp | VIP Links 7 | Usersdrive | VeryFiles | MegaUp | VIP Links 8 | Usersdrive | VeryFiles | MegaUp | VIP Links 9 | Usersdrive | VeryFiles | MegaUp | VIP Links 10 | Usersdrive | VeryFiles | MegaUp | VIP Links 11 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 12 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 13 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 14 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 15 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 16 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 17 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 18 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 19 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 20 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 21 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 22 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 23 | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 24 ( END ) | Usersdrive | VeryFiles | Mega.nz | MegaUp | VIP Links 