Synopsis of Live On (2020)[Unicode]High School Romance Drama ဖန်တွေအတွက် ကားသစ်လေးBaek Ho Rang ဆိုတဲ့ ကောင်မလေးဟာ လှပချောမောတဲ့အသွင်အပြင်ကြောင့် ကျောင်းမှာတင်မကဘဲ social media မှာပါ နာမည်ကြီးသူလေး ပြီး ယောက်ျားလေးတိုင်းရဲ့အသည်းစွဲပေါ့နာမည်ကြီးပေမယ့် မာနကြီးတတ်တဲ့စရိုက်ကြောင့် ဘယ်သူနဲ့မှအပေါင်းအသင်းမလုပ်ဘဲ တသီးတခြားတည်းနေလေ့ရှိပါတယ်တစ်ရက်မှာ အွန်လိုင်းပေါ်မှာထူးဆန်းတဲ့လူတစ်ယောက်ပေါ်လာပြီး Ho Rang ကိုအထိတ်တလန့်ဖြစ်စေခဲ့ပါတယ် အကြောင်းရင်းကတော့ ထိုသူဟာ Ho Rang ရဲ့ ဖုံးကွယ်ထားချင်ခဲ့တဲ့ အတိတ်ကလျှို့ဝှက်ချက်တွေအားလုံးကို သိရှိနေတဲ့သူဖြစ်နေလို့ပါပဲထိုသူကိုဖော်ထုတ်နိုင်ဖို့အတွက် ကျောင်းက broadcasting club ရဲ့ခေါင်းဆောင် Go Eun Taekဆီကအကူအညီတောင်းဖို့လုပ်ရာက သူငယ်ချင်းတွေရလာခဲ့ပါတော့တယ်ဒီသူငယ်ချင်းတွေရဲ့အကူအညီနဲ့ ထူးဆန်းတဲ့သူကို ဖော်ထုတ်နိုင်ပါ့မလား…..အဲ့ဒီလူကရော ဘယ်သူများ….ဘယ်လို loveline တွေပေါ်လာဦးမလဲ….ဒီဇာတ်လမ်းတွဲလေးဟာ အပိုင်း(၈)ပိုင်းပါဝင်ပြီး တစ်ပတ်ကိုတစ်ပိုင်းနှုန်းနဲ့ အင်္ဂါနေ့တိုင်းမှာထုတ်လွှင့်ပြသသွားမှာဖြစ်လို့ စောင့်မျှော်ကြည့်ရှုပေးကြဖို့ တိုက်တွန်းလိုက်ပါရစေ….။( အညွှန်းရေးသားထားတာကတော့ Ei Phyu Khin ဖြစ်ပါတယ် )[Zawgyi]High School Romance Drama ဖန္ေတြအတြက္ ကားသစ္ေလးBaek Ho Rang ဆိုတဲ့ ေကာင္မေလးဟာ လွပေခ်ာေမာတဲ့အသြင္အျပင္ေၾကာင့္ ေက်ာင္းမွာတင္မကဘဲ social media မွာပါ နာမည္ႀကီးသူေလး ၿပီး ေယာက္်ားေလးတိုင္းရဲ႕အသည္းစြဲေပါ့နာမည္ႀကီးေပမယ့္ မာနႀကီးတတ္တဲ့စ႐ိုက္ေၾကာင့္ ဘယ္သူနဲ႔မွအေပါင္းအသင္းမလုပ္ဘဲ တသီးတျခားတည္းေနေလ့ရွိပါတယ္တစ္ရက္မွာ အြန္လိုင္းေပၚမွာထူးဆန္းတဲ့လူတစ္ေယာက္ေပၚလာၿပီး Ho Rang ကိုအထိတ္တလန္႔ျဖစ္ေစခဲ့ပါတယ္ အေၾကာင္းရင္းကေတာ့ ထိုသူဟာ Ho Rang ရဲ႕ ဖုံးကြယ္ထားခ်င္ခဲ့တဲ့ အတိတ္ကလွ်ိဳ႕ဝွက္ခ်က္ေတြအားလုံးကို သိရွိေနတဲ့သူျဖစ္ေနလို႔ပါပဲထိုသူကိုေဖာ္ထုတ္ႏိုင္ဖို႔အတြက္ ေက်ာင္းက broadcasting club ရဲ႕ေခါင္းေဆာင္ Go Eun Taekဆီကအကူအညီေတာင္းဖို႔လုပ္ရာက သူငယ္ခ်င္းေတြရလာခဲ့ပါေတာ့တယ္ဒီသူငယ္ခ်င္းေတြရဲ႕အကူအညီနဲ႔ ထူးဆန္းတဲ့သူကို ေဖာ္ထုတ္ႏိုင္ပါ့မလား…..အဲ့ဒီလူကေရာ ဘယ္သူမ်ား….ဘယ္လို loveline ေတြေပၚလာဦးမလဲ….ဒီဇာတ္လမ္းတြဲေလးဟာ အပိုင္း(၈)ပိုင္းပါဝင္ၿပီး တစ္ပတ္ကိုတစ္ပိုင္းႏႈန္းနဲ႔ အဂၤါေန႔တိုင္းမွာထုတ္လႊင့္ျပသသြားမွာျဖစ္လို႔ ေစာင့္ေမွ်ာ္ၾကည့္ရႈေပးၾကဖို႔ တိုက္တြန္းလိုက္ပါရေစ….။( အညႊန္းေရးသားထားတာကေတာ့ Ei Phyu Khin ျဖစ္ပါတယ္ )Native Title: 라이브온s: 8Aired: Nov 17, 2020 – Jan 5, 2021Aired On: TuesdayOriginal Network: jTBC, Naver TV CastDuration: 60 min.Content Rating: 15+ – Teens 15 or olderQuality__Format__mp4Subtitle__Myanmar Subtitle (Hardsub)Translated by Shoon Thu Thu Chain , Hnin Pale , Lwinlwin Aung , Ei Phyu KhinEncoded by Naing Aung Latt (1) [500 MB]YoteShin  Gdrive  Usersdrive  Yandex    Meganz  VIP Link (2) [540 MB]YoteShin  Gdrive  Usersdrive  Yandex    Meganz  VIP Link (3) [540 MB]YoteShin  Gdrive  Usersdrive  Yandex    Meganz  VIP Link (4) [540 MB]YoteShin  Usersdrive  Yandex    Meganz  VIP Link (5) [560 MB]YoteShin  Usersdrive  Yandex    Meganz  VIP Link (6) [570 MB]YoteShin  Usersdrive  Yandex    Meganz  VIP Link (7) [570 MB]YoteShin  Usersdrive  Yandex    Meganz  VIP Link (8) END [570 MB]YoteShin  Usersdrive  Yandex    Meganz  VIP Link———————————–Zip File (1 to 8 END) [4.3 GB]YoteShin    VIP Link 