Synopsis of Candle in the Sun (2019)Candle in the Sun (2019)ထိုင်းဇာတ်လမ်းတွဲအညွှန်း********************************************အပိုင်း(၁ မှ ၁၂)အထိ စဆုံး~အတိတ်ဘဝ~ကျောက်နွိုင်ထေဝါရစ်အဖြစ် Toey Pongsakornတီအန်ခမ်း အဖြစ် Nychaa Nuttanichaကျောက်ဝုန်ဒုန်းအဖြစ် Yoghurt Nattashaလူဝီအဖြစ် Pon Nawasch~လက်ရှိဘဝ~အင် အဖြစ် Toey Pongsakornကလင်း အဖြစ် Nychaa Nuttanichaပတီမာ အဖြစ် Yoghurt Nattashaဘန် အဖြစ် Pon Nawaschကလင်းဆိုတဲ့အမျိုးသမီးဟာ ထိုင်းနိုင်ငံရဲ့အထင်ကရ သရုပ်ဆောင်မင်းသမီးတစ်ယောက်…ချောမောလှပတဲ့ရုပ်ရည်ရှိသလို သရုပ်ဆောင်ပိုင်းဆိုရင်လည်း ဇာတ်ကောင်စရိုက်အပေါ်အာရုံစိုက်လွန်းတဲ့သူဖြစ်ပါတယ်….ဒီလိုချောမောလှပတဲ့မင်းသမီးဟာ ချစ်မိတော့လည်းအများသူငါသိနေတဲ့ အိမ်ထောင်ရှိ ကျောက်မျက်ရတနာဆိုင်ပိုင်ရှင်တစ်ယောက်…ဒီလူက မိသားစု စီးပွားရေးအခြေအနေအရာ လက်မှတ်မထိုးထားဘဲ ဟန်ဆောင်သဘောမျိုးလက်ထားတယ်လို့သာဆိုပေမဲ့ ကလင်းအတွက်တော့ မလွယ်ကူပါဘူး..ဟိုလူ့ရှောင်ရ ဒီလူရှောင့်ရနဲ့….မီဒီယာတွေကလည်းအိမ်ထောင်သည်နဲ့ဖောက်ပြန်တယ်ဆိုပြီး စတင်ရေးသားလာကြပါတယ်….ဒီကြားထဲ အိပ်ပျော်တိုင်း အိပ်မက်ဆိုးတွေမက်တတ်သလို တစ်ခါတစ်ရံ တခြားသူတွေမမြင်တဲ့ခြောက်ခြားစရာမြင်ကွင်းတွေမြင်လေ့ရှိတတ်ပါတယ်….တစ်နေ့တော့ ရိုက်ကွင်းက စီစဉ်ပေးထားတဲ့ ဆံထိုးလေးကျိုးသွားတော့ကလင်းဟာ သူမပိုင်ရှေးဟောင်းပစ္စည်းတစ်ခုဖြစ်တဲ့ ဆံထိုးပဲထိုးမယ်ဆိုပြီး ဒါရိုက်တာကိုပြောလိုက်ပါတယ်…အဲ့ဒီနောက်မှာတော့ ဆံထိုး ထိုးပြီး သရုပ်ဆောင်လိုက်တဲ့အချိန်မှာပဲသူမဟာ ဒီဘဝမှာမဟုတ်ဘဲ ရှေးဘဝ နန်းတွင်းခေတ်ကို ပြန်ရောက်သွားပါတော့တယ်…သူမရောက်သွားတဲ့နန်းတွင်းက ဘဝမှာတော့ ရန်သူတွေ မနာလိုသူတွေပတ်လည်ဝိုင်းနေတဲ့ ဘဝမို့ ဘယ်လိုတွေရုန်းကန်လှုပ်ရှားမလဲ…ကွဲပြားမှုတွေကြားကနေ သူမ ဘယ်လိုရုန်းထွက်မလဲ..ဒီဘက်ခေတ်ကိုရော ဘယ်လိုပြန်သွားမလဲ…..ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့…ခံစားကြည့်ကြပါဉီး..ဒီထိုင်းစီးရီးဟာသာမန်ချစ်ကြိုက်ကွဲငြားပုံစံမဟုတ်ဘဲရှေးခေတ် လက်ရှိမျက်မှောက်ခေတ်ကို ဆက်နွယ်ထားပါတယ်…ဇာတ်လမ်းက တော်တော်စိတ်ဝင်စားစရာကောင်းသလိုရိုက်ထားတာတွေကလည်း တော်တော်ကြီးကိုလှပါတယ်….သရုပ်ဆော်တွေကလည်း မျက်စိပသာဒဖြစ်သလို အဝတ်အစား ဒီဇိုင်းတွေ နောက်ခံတွေရှေးခေတ်အပြင်အဆင်တွေကို တော်တော်ဂရုစိုက်ပြင်ဆင်ထားတာတွေ့ရပါတယ်.,….အပိုင်း(၁၂)ပိုင်းထွက်ရှိထားပြီး (၇)ပိုင်းတင်ဆက်ပေးထားပါတယ်..များမကြာမီ ကျန်(၅)ပိုင်းကိုဆက်လက်တင်ဆက်ပေးသွားပါ့မယ်…Native Title: เพลิงพรางเทียนAlso Known As: Candle Fire , Candle in the SunQuality – WEB-DLDuration –1 hr. 50 min. (@)Subtitle – Myanmar HardsubFormat – Mp4Genres- Historical, Romance, Drama, FantasyTranslated by AdamEncoder – Phyo Pyae 1(950MB)UsersDrive Datbu drive MegaNzMegaUpCMVip 2(950MB)UsersDrive Datbudrive MegaNzMegaUpCMVip 3(950MB)UsersDrive Datbudrive MegaNzMegaUpCMVip 4(950MB)UsersDrive Datbudrive MegaNzMegaUpCMVip 5(950MB)UsersDrive Datbudrive MegaNzMegaUpCMVip 6(950MB)UsersDrive Datbu0drive MegaNzMegaUpCMVip 7(950MB)UsersDrive Datbudrive MegaNzMegaUpCMVip 8(950MB)UsersDrive Datbudrive MegaNzMegaUpCMVip 9(950MB)UsersDrive Datbudrive MegaNzMegaUpCMVip 10(950MB)UsersDrive Datbudrive MegaNzMegaUpCMVip 11(950MB)UsersDrive Datbu0drive MegaNzMegaUpCMVipFinal… 12(950MB)UsersDrive Datbudrive MegaNzMegaUpCMVip Complete Zip FileVIP     