Synopsis of The Chaser (2012)CM Fan တွေကို ၂၀၁၂ ဝန်းကျင်က အောင်မြင်ခဲ့တဲ့တီဗီဇတ်လမ်းတွဲလေး တစ်ခု နဲ့ မိတ်ဆက်ပေးပါမယ်ဘတ်ဟွန်းဆော့ ဆိုတဲ့ ရဲ တစ်ယောက်ဟာ ရိုးသားပြီးအများကို ကူညီတက်သလို မတရားမှုတွေကိုလဲလက်ပိုက် ကြည့်မနေတက်ပါဘူး သူ့မှာ ချစ်ရတဲ့ဇနီး နဲ့ အထက်တန်း တက်နေတဲ့ သမီးလေး ရှိပါတယ်တစ်ရက်မှာတော့ သမီးလေး Show ပွဲ တစ်ခုကြည့်ပြီးအပြန်ကားတိုက် ခံလိုက်ရပါတယ်ကားတိုက်ခံရတဲ့ အရှိန်နည်းနည်းလျော့လို့ သတိလည်နေသေးပေမယ့်ကားနဲ့ တိုက်တဲ့ သူတွေက အမှုပတ်မှာ ဆိုးလို့ မသေမချင်း ကားနဲ့နောက်ပြန်လှည့်ပြီး ဘီးနဲ့ ကြိတ်ပါတယ် မသေမချင်းပါကလေးမလေးကတော့ ငိုပြီးသာ အကူအညီတောင်းနေခဲ့ရပါတယ်နောက်မှာတော့ ကလေးမလေး မသေပဲ ဆေးရုံရောက်ခဲ့ပြီးဖခင်ဖြစ်သူကလဲ အမှု လိုက်စုံစမ်းတဲ့ အခါမှာဒါပေမယ့် သူလိုက်နေတဲ့ တရားခံက ကိုရီးယားနိုင်ငံရဲ့လက်တံရှည်တဲ့ အကြီးဆုံး ခရိုနီ ကြီး ရဲ့ သမီးဖြစ်ပြီးဝန်ကြီးချူပ်လောင်း ရဲ့ ဇနီး ဖြစ်နေတယ်ဆိုတာကိုတော့သူ မသိခဲ့သော အခါ…..ဒီဇတ်လမ်းလေးဟာ ငွေများတရားနိုင် ဥပဒေကို လက်တလုံးခြားလုပ်နိုင်တဲ့ခရိုနီ တွေ နဲ့ မဲလိမ် မဲဆွယ် နောက်ကွယ်မှာ ငွေဖြူ ငွေမဲ တွေ ကစားတဲ့အစိုးရ ဝန်ကြီးတွေ နဲ့ ခရိုနီတွေ လက်ဝါးရိုက်နေတဲ့ကစားကွက်တွေကိုမီးမောင်းထိုးပြလိုက်သလိုပါပဲ…ကြည့်ရှုရင်း ဆက်တိုက်ကြည့်ချင်လာအောင် စွဲဆောင်နိုင်ပါတယ်CM Fan တွေလဲ ဇတ်လမ်းကောင်းတစ်ခုမို့ လက်မလွှတ်ပဲကြည့်ရှုလိုက်ကြပါအုံးဒီဇတ်လမ်းတွဲကို ဘာသာပြန်ပေးထားတာကတော့Jerrica, DoDo, Amelia, Paxton, Hana, Emily ,Thet Hnin Hsu ,Myint Thuzar Lin ,Yawng Yawng ဖြစ်ပြီးYK မှ တင်ဆက်ပေးထားပါတယ် List========Zip VIP  [1-8]  [9-16]EP 01 –   Userdrive  Veryfile  Yandex   (700MB)EP 02 –   Userdrive  Veryfile  Yandex   (700MB)EP 03 –   Userdrive  Veryfile  Yandex   (700MB)EP 04 –   Userdrive  Veryfile  Yandex   (700MB)Ep05 –   Userdrive  Veryfile  Yandex   (700MB)Ep06 –   Userdrive  Veryfile  Yandex   (700MB)Ep07 –   Userdrive  Veryfile  Yandex   (700MB)Ep08 –   Userdrive  Datbu  Yandex   (700MB)Ep09 –   Userdrive  Veryfile  Yandex   (700MB)Ep10 –   Userdrive  Veryfile  Yandex   (700MB)Ep11 – Datbu  Userdrive  Veryfile  Yandex   (700MB)Ep12 – Datbu Userdrive  Veryfile  Yandex   (700MB)Ep13 – Datbu  Userdrive  Veryfile  Yandex   (700MB)Ep14 – Datbu  Userdrive  Veryfile  Yandex   (700MB)Ep15 – Datbu  Userdrive  Veryfile  Yandex   (700MB)Ep16 – Datbu  Userdrive  Veryfile  Yandex   (700MB) 