Synopsis of Warrior Season 1+ 2 (2020)CM Fan တွေ အတွက် အကြမ်းစား Action Series တစ်ခုတင်ဆက်ပေးလိုက်ပါတယ်…ဟာ အပိုင်းရှည်တွေ မကြည့်ချင်ဘူးလေ ဆိုသူတွေကြည့်ချင်လောက်တဲ့ ၁၀ ပိုင်းထဲ နဲ့ အပြီးပါ…ဇတ်လမ်းကတော့ အားစမ်း ဆိုတဲ့ ဖြူဖြူပျော့ပျော့ တရုတ်လေး တစ်ယောက်တရုတ်အလုပ်ကြမ်းသမားတွေ နဲ့ အတူ လှေကြီးတစ်စင်း နဲ့ ဆန်ဖရစ်စစ်စကို ကိုရောက်လာတဲ့ အချိန်က စတယ် ပြောရမှာပဲတစ်ခြား အလုပ်ကြမ်းသမားတွေ နဲ့ မတူတာက သူကအလုပ်ကြမ်း လုပ်ဖို့ လာတာမဟုတ်ပဲ လူတစ်ယောက်ကိုလာရှာတာပါ သူ့အနေနဲ့ ဒီမြို့ ရဲ့ တရုတ်တန်းကိုရောက်ဖို့ လိုနေပါတယ်…သိတဲ့ အတိုင်း အဖြူကောင်တွေက တရုတ်တွေကိုနှိမ်တဲ့ အတွက် သင်္ဘောဆိပ်မှာတင် အရာရှိ ၃ ယောက်ကိုဝင်းချွန်း သိုင်း နဲ့ အမှောက်ချလိုက်ပါတယ်…IP Man ကြည့်ဖူးတဲ့သူတွေဆို ဝင်းချွန်းသိုင်းကိုသိမှာပါဒီတရုတ်လေးက နယ်နယ်ရရ တော့ မဖြစ်နိုင်ဘူးအလုပ်သမားခေါင်း က အားစမ်း ရဲ့ လက်ရည်ကိုတွေ့သွားတော့ တရုတ်တန်း က တရုတ်လူမိုက်တွေဆီတဆင့် ထပ်ရောင်းလိုက်ပါတယ်…စလာကတည်းက ဒေါင့်မကျိုးတဲ့ တရုတ်လေးကိုလူမိုက်ခေါင်းဆောင်တွေက ၀ိုင်းပြီး ပညာပေဖို့စောင့်နေတော့တာပါပဲ…ဒီတော့ ဒီဇတ်လမ်းတွဲကို ကြည့်မယ်ဆိုရင်သွေးထွက်သံယိုတွေ မြင်ရမယ် အက်ရှင်ဖိုက်တင်အခန်းတွေကြည့်ရမယ်…ဒါ့အပြင် 18+ အခန်းတွေက Uncensored ဖြစ်နေတော့အသက်မပြည့်သေးသူတွေ ပိုပြီး မကြည့်သင့်ပါဘူးစီးရီးရဲ့ အပိုင်းတိုင်းမှာ အိပ်ရာပေါ်က အခန်းတွေကိုယ်တုံးလုံး အခန်းတွေ အများအပြား ပါဝင်လို့မိသားစုတွေ ကလေးသူငယ်တွေ နဲ့ အတူမကြည့်သင့်ပါကဲ ဘယ်သူတွေ ကြည့်မလဲ…ဒီဇတ်လမ်းကို ဘာသာပြန်ပေးကြသူတွေကတော့August , Bommy Chan , Thaw , Htoo Htoo Ka Joeတို့ဖြစ်ပြီး Thit San Khant မှ Encode ၍တင်ဆက်ပေးထားပါတယ်Season 1  LinksEp 01 -Kino CMLink  Upsteam UserdriveEp 02 -Kino CMLink  Upsteam UserdriveEp 03 -Kino CMLink  Upsteam UserdriveEp 04 -Kino CMLink  Upsteam UserdriveEp 05 -Kino CMLink  Upsteam UserdriveEp 06 -Kino CMLink  Upsteam UserdriveEp 07 -Kino CMLink  Upsteam UserdriveEp 08 -Kino CMLink  Upsteam UserdriveEp 09 -Kino CMLink  Upsteam UserdriveEp 10 -Kino CMLink  Upsteam UserdriveSeason 1 Zip File Vip    Season 2  LinksEP 01 – Kino  CMLink    Yandex    Upstream  UserdriveEP 02 – Kino  CMLink    Yandex    Upstream  Meganz  FiledwonEP 03 – Kino  CMLink    Yandex    Upstream  Meganz  FiledwonEP 04 – Kino  CMLink    Yandex    Upstream  Meganz  UsersdriveEP 05 – CMLink    Yandex    Upstream  Meganz  FiledwonEP 06 – CMLink    Yandex    Meganz  FiledwonEP 07 – CMLink    Yandex    Meganz  Filedwon  UpstreamEP 08 – CMLink  GDrive    Yandex    Meganz  Filedwon  UpstreamEP 09 – CMLink  GDrive  Yandex    Meganz  Filedwon  UpstreamEP 10 – CMLink  GDrive  Yandex    Meganz  Filedwon  UpstreamSeason 2 Complete Zip FileVIP     