Synopsis of Journey to the West (1986)Journey to the West (1986)အားလုံးရဲ့အချစ်တော် စွန်းဝူခုံး လာပါပြီခင်ဗျာ။ဒါကတော့ ၁၉၈၆ ခုနှစ်က ထွက်ရှိခဲ့တဲ့ မူလလက်ဟောင်း စွန်းဝူခုံးပါ။အနောက်သို့ ခရီးသွားမှတ်တမ်း ဆိုတဲ့ နာမည်နဲ့မြန်မာ့ရုပ်မြင်သံကြားမှာ စတင်ထုတ်လွှင့်ပြသခဲ့ပါတယ်။ဘယ်အချိန်ကြည့်ကြည့် မရိုးတဲ့ ဇာတ်လမ်းတွဲတစ်ခုထဲမှာဝူခုံးကလည်း တစ်ကား အပါအဝင်ပဲ ဖြစ်ပါတယ်။လူကြီးလူငယ်မကျန် သဘောကျကြတဲ့ စွန်းဝူခုံးကိုပြန်လည်ခံစား ကြည့်ရှုရတဲ့အတွက် ကျေနပ်ကြလိမ့်မယ်လို့ ထင်ပါတယ်။၂၀၂၀ ခုနှစ်ရောက်တဲ့အထိတောင်လူတိုင်းကို ဆွဲဆောင်နိုင်နေသေးတဲ့ ဇာတ်လမ်းတွဲတစ်ခုဆိုလည်း မမှားပါဘူး။ဇာတ်လမ်းအကျဉ်းကတော့ အားလုံးသိပေမယ့် ပြန်ပြောပြပါရစေဦး။ကောင်းကင်ရဲ့အဖိုဓာတ်(ယင်) နဲ့ မြေပြင်ရဲ့အမဓာတ်(ယန်) တို့ပေါင်းဆုံရာက ဖြစ်ပေါ်လာတဲ့ ကျောက်တုံးတစ်တုံးဟာတစ်နေ့မှာ လေပြင်းတိုက်ခတ်မှုနဲ့ အက်ကွဲလာပြီးမျောက်တစ်ကောင် ဖြစ်လာခဲ့ပါတယ်။သူကတော့ ဝူခုံးပါပဲ။ဝူခုံးဟာ သူ့အောက်လက်ငယ်သား မျောက်တွေနဲ့ ပျော်ပျော်ပါးပါးနေရာကတစ်နေ့မှာ မျောက်တစ်ကောင် သေဆုံးသွားလို့မသေချင်တဲ့အတွက် ဆရာတစ်ပါး ရှာပြီး ဆည်းပူးရာကတန်ခိုးအချို့ကို ရရှိခဲ့ပါတယ်။ဒီတန်ခိုးတွေကြောင့်ပဲ ကောင်းကင်ဘုံက သူ့ကို ထိန်းသိမ်းဖို့အတွက်မြင်းထိန်းရာထူးပေးပြီး ခန့်အပ်ခဲ့ပေမယ့်ဝူခုံးတစ်ယောက် သိရှိသွားချိန်မှာတော့ ကောင်းကင်ဘုံမှာ သောင်းကျန်းပါတော့တယ်။ဒီအချိန်မှာ နတ်မင်းအပေါင်းတို့ မနိုင်နင်းဘဲမြတ်စွာဘုရား ကိုယ်တော်တိုင် သူ့လက်နဲ့စီရင်ထားတဲ့ဓာတ်ကြီး ၅ ပါးတောင်အောက်မှာ အပြစ်ပေးထားခဲ့ပါတယ်။နှစ်ပေါင်း ၅၀၀ အကြာမှာတော့ ဝူခုံးရဲ့ဆရာတော် ဖြစ်လာမယ့်ဆရာတော် ထန်စန်း နဲ့ ဆုံတွေ့ခဲ့ပြီးအနောက်တိုင်းကို ပိဋကတ်သုံးပုံ ပင့်ဆောင်ဖို့ လိုက်ပါခဲ့ရပါတော့တယ်။ဒါကတော့ ဝူခုံးနဲ့ ဆရာတော်တို့ရဲ့ အနောက်သို့ ခရီးသွားမှတ်တမ်းပဲ ဖြစ်ပါတယ်။နောက်ပိုင်းမှာတော့ ညီအကိုတွေ ဖြစ်လာမယ့် ကျူးပါကျဲ နဲ့ ဆားဝူကျင်း၊မြင်းဖြူအဖြစ်ပါလာမယ့် နဂါမင်းသားလေးတို့ပါ ပါလာခဲ့ပါတယ်။အနောက်ကို ခရီး အတူတူ သွားလိုက်ကြရအောင်ပါ။Review ကိုတော့ August က ရေးသားထားပြီးဘာသာပြန်တွေကတော့August, Henry Ko, YK, Pyae Shan Tun Wai, Charm Wave,Htoo Htoo Ka Joe, Dolly, Naw Phoo, Nay Chii, Chu Chu တို့ပဲ ဖြစ်ပါတယ်။Encoded by AugustCM Links 01 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 02 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 03 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 04 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 05 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 06 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 07 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 08 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 09 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 10 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 11 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 12 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 13 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 14 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 15- –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 16 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 17 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 18 –   Yandex    Userdrive  Datbu  Veryfiles  Upstream 19 – CMDrive  Yandex    Userdrive  Datbu  Veryfiles  Upstream 20 – CMDrive Yandex    Userdrive  Datbu  Veryfiles  Upstream 21 – CMDrive Yandex    Userdrive  Datbu  Veryfiles  Upstream 22 – CMDrive Yandex    Userdrive  Datbu  Veryfiles  Upstream 23 – CMDrive Yandex    Userdrive  Datbu  Veryfiles  Upstream 24 – CMDrive Yandex    Userdrive  Datbu  Veryfiles  Upstream 25 END – CMDrive Yandex    Userdrive  Datbu  Veryfiles  UpstreamZip File – [14-25] CMDrive  Yandex  Userdrive  CM LinksEND 