Synopsis of Private Lives (2020)[Unicode]နောက်ထပ် ဇာတ်လမ်း ဇာတ်အိမ် ဆန်းဆန်းလေးနဲ့ ဇာတ်ကား တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်လူလိမ်တွေအကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါဒီဇာတ်လမ်းမှာ Girls’ Generation က Seohyun ကဘအဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်မင်းသားတော့ CrossStrongest Deliveryman တို့ထဲက မင်သား Ko Gyung-Pyo ပါစစ်မှုထမ်းပြီးလို့ ပြန်လာပြီးချင်း ရိုက်ကူးထားတဲ့ကားလေးပါနော်ဇာတ်လမ်းအကျဉ်းအီဂျောင်ဟွမ်ဟာ စီးပွားရေးလုပ်ငန်းတစ်ခုက အဖွဲ့မှူးတစ်ယောက်ပါသာမန် အလုပ်သမားလို့ထင်ရပေမယ့် အရမ်းလျှို့ဝှက်တတ်သူပါချာဂျူအွန်းကတော့ ချစ်ဖို့ကောင်းတဲ့ မျက်နှာ အပြစ်ကင်းတဲ့ ပုံစံလေးနဲ့ လူလိမ်မလေးတစ်ယောက်ပါသူမကတော့ ပြစ်မှုအထင်ရှား ရှိခဲ့တာကြောင့် ထောင်ကျသွားခဲ့ပါတယ်ဂျောင်ဘို့ဂီကတော့ အရမ်းလည်တဲ့ လူလိမ်ဖြစ်ပြီးအခြားလူလိမ်တွေကို ပစ်မှတ်ထားပြီး ပြန်လိမ်တာပါသူမမှာ ဂင်ဂျယ်အုဆိုတဲ့ ပါတနာတစ်ယောက်လည်းရှိပါတယ်တစ်နေ့ ဒီလူလိမ်တွေက နိုင်ငံ ရဲ့ လျှို့ဝှက်ချက်ကို သိသွားပြီးဖော်ထုတ်ဖို့ ကြိုးစားကြပါတော့တယ်နောက်ဆုံးဘယ်လိုဖြစ်မှာလဲအလိမ်ပေါ်မလားဆိုတာဒီဇာတ်လမ်းမှာ ဆက်လက်စောင့်ကြည့်ပါနော်….( အညွှန်းရေးသားထားသူကတော့ Hay Thar Oo ပါ )[Zawgyi]ေနာက္ထပ္ ဇာတ္လမ္း ဇာတ္အိမ္ ဆန္းဆန္းေလးနဲ႔ ဇာတ္ကား တစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္လူလိမ္ေတြအေၾကာင္း႐ိုက္ကူးထားတဲ့ ဇာတ္ကားေလးပါဒီဇာတ္လမ္းမွာ Girls’ Generation က Seohyun ကဘအဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္မင္းသားေတာ့ CrossStrongest Deliveryman တို႔ထဲက မင္သား Ko Gyung-Pyo ပါစစ္မႈထမ္းၿပီးလို႔ ျပန္လာၿပီးခ်င္း ႐ိုက္ကူးထားတဲ့ကားေလးပါေနာ္ဇာတ္လမ္းအက်ၪ္းအီေဂ်ာင္ဟြမ္ဟာ စီးပြားေရးလုပ္ငန္းတစ္ခုက အဖြဲ႕မႉးတစ္ေယာက္ပါသာမန္ အလုပ္သမားလို႔ထင္ရေပမယ့္ အရမ္းလွ်ိဳ႕၀ွက္တတ္သူပါခ်ာဂ်ဴအြန္းကေတာ့ ခ်စ္ဖို႔ေကာင္းတဲ့ မ်က္ႏွာ အျပစ္ကင္းတဲ့ ပုံစံေလးနဲ႔ လူလိမ္မေလးတစ္ေယာက္ပါသူမကေတာ့ ျပစ္မႈအထင္ရွား ရွိခဲ့တာေၾကာင့္ ေထာင္က်သြားခဲ့ပါတယ္ေဂ်ာင္ဘို႔ဂီကေတာ့ အရမ္းလည္တဲ့ လူလိမ္ျဖစ္ၿပီးအျခားလူလိမ္ေတြကို ပစ္မွတ္ထားၿပီး ျပန္လိမ္တာပါသူမမွာ ဂင္ဂ်ယ္အုဆိုတဲ့ ပါတနာတစ္ေယာက္လည္းရွိပါတယ္တစ္ေန႔ ဒီလူလိ္မ္ေတြက ႏိုင္ငံ ရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ကို သိသြားၿပီးေဖာ္ထုတ္ဖို႔ ႀကိဳးစားၾကပါေတာ့တယ္ေနာက္ဆုံးဘယ္လိုျဖစ္မွာလဲအလိမ္ေပၚမလားဆိုတာဒီဇာတ္လမ္းမွာ ဆက္လက္ေစာင့္ၾကည့္ပါေနာ္….( အညႊန္္းေရးသားထားသူကေတာ့ Hay Thar Oo ပါ )Native Title: 사생활Also Known As: sasaenghwal , Privacy , Sasaenghwal , Private Life , Personal Lifes: 16Aired: Oct 7, 2020 – Nov 26, 2020Aired On: Wednesday, ThursdayOriginal Network: jTBC, Netflix, Netflix, Netflix, NetflixDuration: 1 hr. 15 min.“Content Rating: 15+ – Teens 15 or olderTranslated by Hay Thar Oo , Htet Nandar Aung , Amelia , Thet Hnin Hsu , Kim Khin HanaEncoded by Naing Aung Latt (1) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (2) [590 MB]YoteShin  Usersdrive  Yandex   (3) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (4) [590 MB]YoteShin  Usersdrive  Yandex   (5) [500 MB]YoteShin  Usersdrive  Yandex    Meganz (6) [500 MB]YoteShin  Yandex    Meganz (7) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (8) [500 MB]YoteShin  Usersdrive  Yandex    Meganz (9) [450 MB]YoteShin  Usersdrive  Yandex  Meganz (10) [450 MB]YoteShin  Usersdrive  Yandex    Meganz (11) [450 MB]YoteShin  Usersdrive  Yandex    Meganz (12) [450 MB]YoteShin  Usersdrive  Yandex    Meganz (13) [450 MB]YoteShin Gdrive  Usersdrive  Yandex    Meganz (14) [450 MB]YoteShin Gdrive  Usersdrive  Yandex   (15) [450 MB]YoteShin Gdrive  Usersdrive  Yandex    Meganz (16) END [450 MB]YoteShin Gdrive  Usersdrive  Yandex    Meganz—————————————- (1 to 16) ZIP [7.5 GB]VIP     