Synopsis of Kor Kerd Mai Klai Klai Ter (2020)[Unicode]” ဘဝဆက်တိုင်းမင်းအနားမှာ နေပါရစေ”Castsချုမ် အဖြစ် Tor Thanapobအွန်ရဖီ အဖြစ် Aff Taksaornဖတ်ခ် အဖြစ် Two Popetornနီရာနတ် အဖြစ် Natharikaဖမ် အဖြစ် Neng Saranအိုင် အဖြစ် Richie Omrawadeeအစ် အဖြစ် Amarin Nitibhonဇာတ်လမ်းအကျဉ်းဖတ်(ခ်)က လေကြောင်းကုမ္ပဏီတစ်ခုရဲ့ ပိုင်ရှင်ဖြစ်ပြီး လေယာဉ်မှူးတစ်ယောက်လည်း ဖြစ်ပါတယ်ချစ်ရတဲ့ မိန်းကလေး အွန်ရဖီနဲ့ နွေးထွေးတဲ့ မိသားစု ဘဝလေးကို တည်ဆောက်ဖို့ ကြိုးစားနေတဲ့သူလည်း ဖြစ်ပါတယ်စိတ်ကောင်းစေတနာကောင်းရှိတဲ့ ဖတ်(ခ်)က ကောင်းကင်နှလုံးသားဆိုတဲ့ အတွင်းအင်္ဂါလှူဒါန်းသူတွေမသေဆုံးခင် သွားသယ်ဆောင်ပြီး လိုအပ်တဲ့သူတွေဆီ ပို့ပေးတဲ့ ပရဟိတအလုပ်လည်းလုပ်နေသူပါဖတ်(ခ်) ရဲ့ ဘယ်သူမှ မသိတဲ့ အလုပ်တစ်ခုကတော့ ကင်ဆာကုသဆေး သုတေသနအလုပ်ကို ပြည်ပကလောဘသား ဆေးကုမ္ပဏီကလူတွေလက်ထဲက ကာကွယ်ပေးနေတာပါတစ်ရက် အွန်ရဖီ ကိုယ်ဝန်ရပြီး မိသားစုတည်ဆောက်တော့မယ့်ချိန် ကင်ဆာရောဂါ ကုသဆေးကိစ္စနဲ့ ဖတ်(ခ်) သွားကူညီရင်း သေဆုံးခဲ့ရတယ်သေချိန်တန်ဖို့ ၂၄နှစ်အလိုကို မှားယွင်းခေါ်ဆောင်လာတဲ့ နတ်သားအပြစ်ကြောင့် ဖတ်(ခ်)ကို ကျန်ရှိတဲ့ ၂၄နှစ်မှာ ကင်ဆာကုသဆေး တာဝန် ထမ်းဆောင်ဖို့ နောက်တကြိမ် ပြန်မွေးဖွားလာစေခဲ့တယ်အွန်ရဖီကတော့ မိခင်တစ်ယောက်တည်း သားကို ခက်ခက်ခဲခဲ ပျိုးထောင်ခဲ့ရပြီး ချစ်ရသူ ဖတ်ခ်ပြန်လာတာကို စောင့်မျှော်နေခဲ့ရသူပါသားဖြစ်သူ ဖမ်ကတော့ တာဝန်ယူမှုမရှိတဲ့ အဖေဖြစ်သူကို မုန်းတီးရင်း ကြီးပြင်းလာခဲ့တယ်ဖတ်ခ် တစ်ယောက် ချုမ်ဆိုတဲ့ကောင်လေးအဖြစ်ပြန်မွေးဖွားလာပြီး အွန်ရဖီဆီကို ပြန်လည်ရောက်ရှိလာခဲ့တယ်ချုမ်တစ်ယောက် အတိတ်ဘဝက ဖြစ်ရပ်တွေကို အချိန် ၂၄နှစ်သက်တမ်းမပြည့်ခင် သိလာမှာလားအရင်ဘဝက မကျေပွန်ခဲ့ရတဲ့ တာဝန်တွေနဲ့ အွန်ရဖီ့အပေါ်ထားရှိတဲ့ အချစ်တွေကြောင့် ခရီးလမ်းက သာယာနိုင်ပါ့မလားဆိုတာ ကြည့်ရှုကြရအောင်“ဘဝဆက်တိုင်းမင်းအနားမှာ နေပါရစေ ” ဇာတ်လမ်းတွဲက Tor Thanapob ရဲ့ “ကျောက်ဖြစိသွားသော နှလုံးသား” ဇာတ်လမ်းတွဲ အပြီး ရိုက်ကူးခဲ့တာဖြစ်သလိုမင်းသမီး Aff Takasorn အတွက်လည်း ဇာတ်လိုက်မင်းသမီးနေရာကို ၇နှစ်ကျော်ကြာပြီးမှ ပြန်လည်ရိုက်ကူးထားတဲ့ ပထမဆုံး ဇာတ်လမ်းတွဲလည်း ဖြစ်တာမို့ ပရိသတ်တွေကြား အရမ်း hot နေတာလည်းဖြစ်ပါတယ်❤( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ဖြစ်ပါတယ် )[Zawgyi]” ဘဝဆက္တိုင္းမင္းအနားမွာ ေနပါရေစ”Castsခ်ဳမ္ အျဖစ္ Tor Thanapobအြန္ရဖီ အျဖစ္ Aff Taksaornဖတ္ခ္ အျဖစ္ Two Popetornနီရာနတ္ အျဖစ္ Natharikaဖမ္ အျဖစ္ Neng Saranအိုင္ အျဖစ္ Richie Omrawadeeအစ္ အျဖစ္ Amarin Nitibhonဇာတ္လမ္းအက်ဥ္းဖတ္(ခ္)က ေလ​ေၾကာင္းကုမၸဏီတစ္ခုရဲ႕ ပိုင္ရွင္ျဖစ္ၿပီး ေလယာဥ္မႉးတစ္ေယာက္လည္း ျဖစ္ပါတယ္ခ်စ္ရတဲ့ မိန္းကေလး အြန္ရဖီနဲ႔ ေႏြးေထြးတဲ့ မိသားစု ဘဝေလးကို တည္ေဆာက္ဖို႔ ႀကိဳးစားေနတဲ့သူလည္း ျဖစ္ပါတယ္စိတ္ေကာင္းေစတနာေကာင္းရွိတဲ့ ဖတ္(ခ္)က ေကာင္းကင္ႏွလုံးသားဆိုတဲ့ အတြင္းအဂၤါလႉဒါန္းသူေတြမေသဆုံးခင္ သြားသယ္ေဆာင္ၿပီး လိုအပ္တဲ့သူေတြဆီ ပို႔ေပးတဲ့ ပရဟိတအလုပ္လည္းလုပ္ေနသူပါဖတ္(ခ္) ရဲ႕ ဘယ္သူမွ မသိတဲ့ အလုပ္တစ္ခုကေတာ့ ကင္ဆာကုသေဆး သုေတသနအလုပ္ကို ျပည္ပကေလာဘသား ေဆးကုမၸဏီကလူေတြလက္ထဲက ကာကြယ္ေပးေနတာပါတစ္ရက္ အြန္ရဖီ ကိုယ္ဝန္ရၿပီး မိသားစုတည္ေဆာက္ေတာ့မယ့္ခ်ိန္ ကင္ဆာေရာဂါ ကုသေဆးကိစၥနဲ႔ ဖတ္(ခ္) သြားကူညီရင္း ေသဆုံးခဲ့ရတယ္ေသခ်ိန္တန္ဖို႔ ၂၄ႏွစ္အလိုကို မွားယြင္းေခၚေဆာင္လာတဲ့ နတ္သားအျပစ္ေၾကာင့္ ဖတ္(ခ္)ကို က်န္ရွိတဲ့ ၂၄ႏွစ္မွာ ကင္ဆာကုသေဆး တာဝန္ ထမ္းေဆာင္ဖို႔ ေနာက္တႀကိမ္ ျပန္ေမြးဖြားလာေစခဲ့တယ္အြန္ရဖီကေတာ့ မိခင္တစ္ေယာက္တည္း သားကို ခက္ခက္ခဲခဲ ပ်ိဳးေထာင္ခဲ့ရၿပီး ခ်စ္ရသူ ဖတ္ခ္ျပန္လာတာကို ေစာင့္ေမွ်ာ္ေနခဲ့ရသူပါသားျဖစ္သူ ဖမ္ကေတာ့ တာဝန္ယူမႈမရွိတဲ့ အေဖျဖစ္သူကို မုန္းတီးရင္း ႀကီးျပင္းလာခဲ့တယ္ဖတ္ခ္ တစ္ေယာက္ ခ်ဳမ္ဆိုတဲ့ေကာင္ေလးအျဖစ္ျပန္ေမြးဖြားလာၿပီး အြန္ရဖီဆီကို ျပန္လည္ေရာက္ရွိလာခဲ့တယ္ခ်ဳမ္တစ္ေယာက္ အတိတ္ဘဝက ျဖစ္ရပ္ေတြကို အခ်ိန္ ၂၄ႏွစ္သက္တမ္းမျပည့္ခင္ သိလာမွာလားအရင္ဘဝက မေက်ပြန္ခဲ့ရတဲ့ တာဝန္ေတြနဲ႔ အြန္ရဖီ့အေပၚထားရွိတဲ့ အခ်စ္ေတြေၾကာင့္ ခရီးလမ္းက သာယာႏိုင္ပါ့မလားဆိုတာ ​ၾကည့္ရႈၾကရေအာင္“ဘဝဆက္တိုင္းမင္းအနားမွာ ေနပါရေစ ” ဇာတ္လမ္းတြဲက Tor Thanapob ရဲ႕ “ေက်ာက္ျဖစိသြားေသာ ႏွလုံးသား” ဇာတ္လမ္းတြဲ အၿပီး ႐ိုက္ကူးခဲ့တာျဖစ္သလိုမင္းသမီး Aff Takasorn အတြက္လည္း ဇာတ္လိုက္မင္းသမီးေနရာကို ၇ႏွစ္ေက်ာ္ၾကာၿပီးမွ ျပန္လည္႐ိုက္ကူးထားတဲ့ ပထမဆုံး ဇာတ္လမ္းတြဲလည္း ျဖစ္တာမို႔ ပရိသတ္ေတြၾကား အရမ္း hot ေနတာလည္းျဖစ္ပါတယ္❤( အညႊန္္းေရးသားထားသူကေတာ့ Kyi Nue Zin ျဖစ္ပါတယ္ )Native Title: ขอเกิดใหม่ใกล้ๆ เธอAlso Known As: ขอเกิดใหม่ใกล้ๆเธอ , I Beg You to be Reborn Near Mes: May be 16Aired: Sep 30, 2020Aired On: Wednesday, ThursdayOriginal Network: GMM OneQuality__Format__mp4Duration__1hr50mins per EPSubtitle__Myanmar Subtitle (Hardsub)Translated by Kyi Nue Zin & Nang Mwe KhamEncoded by Naing Aung Latt (1) [ 910 MB]YoteShin  Usersdrive  Yandex   (2) [ 840 MB]YoteShin  Usersdrive  Yandex   (3) [ 840 MB]YoteShin  Usersdrive  Yandex    Meganz (4) [ 840 MB]YoteShin  Usersdrive  Yandex    Meganz (5) [ 840 MB]YoteShin  Usersdrive  Yandex    Meganz (6) [ 840 MB]YoteShin  Usersdrive  Yandex  Meganz (7) [ 840 MB]YoteShin  Usersdrive  Yandex    Meganz (8) [ 840 MB]YoteShin  Usersdrive  Yandex    Meganz (9) [ 800 MB]YoteShin  Usersdrive  Yandex    Meganz (10) [ 880 MB]YoteShin  Usersdrive  Yandex    Meganz (11) [ 850 MB]YoteShin  Usersdrive  Yandex    Meganz (12) [ 850 MB]YoteShin  Usersdrive  Yandex    Meganz (13) END [ 850 MB]YoteShin  Usersdrive  Yandex    Meganz================================Zip File ( 1 to 13 End ) [ 11 GB ]YoteShin  Usersdrive  Yandex    Meganz 