Synopsis of I’m Tee, Me tooI’m Tee, Me too (2020)Unicodeအိမ်ကလေးတစ်လုံးထဲမှာ နာမည်တူ လူ ၆ ယောက် အတူနေတာမျိုး တွေ့ဖူးကြပါသလား?ဒီဇာတ်လမ်းထဲမှာတော့ “တီး” ဆိုတဲ့ ကောင်လေး ၆ ယောက် က တစ်မိုးအောက်မှာ အတူတူ နေမိကြတဲ့အဖြစ်ပါ။ဖြစ်ပုံကတော့ ဒီလိုပါ။အိမ်ပိုင်ရှင် တီး ဟာ သူ့အမေ ဆုံးပါးသွားပြီးနောက်ပိုင်းမှာ ဒီအိမ်မှာ တစ်ယောက်ထဲ ကျန်နေခဲ့ပါတယ်။ဒါပေမယ့် သူ့အမေက ဒီအိမ်ကို အကြွေးနဲ့ ထားခဲ့တာဖြစ်တဲ့အတွက် တီး တစ်ယောက် အကြွေးဆပ်နိုင်မှ ဒီအိမ်ကို ဆက်လက်ပိုင်ဆိုင်နိုင်မှာ ဖြစ်ပါတယ်။ဒီတော့ အိမ်ငှားတင်ဖို့ သူ စီစဉ်ရပါတော့တယ်။ဒါပေမယ့် ဇီဇာကြောင်တဲ့ ဝါတီး ဟာ ဒီအိမ်မှာ နေမယ့်သူတိုင်းမှာ တီး နာမည်ပါရမယ် ဆိုတဲ့ စည်းကမ်းချက်ကို အိမ်ငှားကြော်ငြာမှာ ထည့်ထားပါတယ်။ဒီတော့ တီး ၆ ယောက် တစ်အိမ်ထဲ နေမိကြတဲ့ အဖြစ်နဲ့ကြုံရပါရော။ဒီအဖြစ်အပျက်ကို ထူးဆန်းတယ် မထင်ပါနဲ့။သူတို့ရဲ့ထူးဆန်းတဲ့ အမူအကျင့်တွေနဲ့ ပိုပြီး ရှုပ်ထွေးတဲ့ အလွဲအချော်တွေကို တသောသောနဲ့ ရယ်မောရင်း ကြည့်ကြရမှာပါ။မင်းသား ၆ ယောက် က GMM က မင်းသားတွေဆိုတော့ ပျိုမေတို့ အကြိုက် ဖြစ်မှာပါ။ဒီဇာတ်လမ်းကို စက်တင်ဘာ ၁၈ ရက်နေ့က စတင်ပြီးတော့ တစ်ပတ်ကို တစ်ပိုင်းနှုန်းနဲ့ သောကြာနေ့တိုင်း ထုတ်လွှင့်ပေးသွားမှာပဲ ဖြစ်ပါတယ်။Zawgyiအိမ္ကေလးတစ္လုံးထဲမွာ နာမည္တူ လူ ၆ ေယာက္ အတူေနတာမ်ိဳး ေတြ႕ဖူးၾကပါသလား?ဒီဇာတ္လမ္းထဲမွာေတာ့ “တီး” ဆိုတဲ့ ေကာင္ေလး ၆ ေယာက္ က တစ္မိုးေအာက္မွာ အတူတူ ေနမိၾကတဲ့အျဖစ္ပါ။ျဖစ္ပုံကေတာ့ ဒီလိုပါ။အိမ္ပိုင္ရွင္ တီး ဟာ သူ႔အေမ ဆုံးပါးသြားၿပီးေနာက္ပိုင္းမွာ ဒီအိမ္မွာ တစ္ေယာက္ထဲ က်န္ေနခဲ့ပါတယ္။ဒါေပမယ့္ သူ႔အေမက ဒီအိမ္ကို အေႂကြးနဲ႔ ထားခဲ့တာျဖစ္တဲ့အတြက္ တီး တစ္ေယာက္ အေႂကြးဆပ္ႏိုင္မွ ဒီအိမ္ကို ဆက္လက္ပိုင္ဆိုင္ႏိုင္မွာ ျဖစ္ပါတယ္။ဒီေတာ့ အိမ္ငွားတင္ဖို႔ သူ စီစဥ္ရပါေတာ့တယ္။ဒါေပမယ့္ ဇီဇာေၾကာင္တဲ့ ဝါတီး ဟာ ဒီအိမ္မွာ ေနမယ့္သူတိုင္းမွာ တီး နာမည္ပါရမယ္ ဆိုတဲ့ စည္းကမ္းခ်က္ကို အိမ္ငွားေၾကာ္ျငာမွာ ထည့္ထားပါတယ္။ဒီေတာ့ တီး ၆ ေယာက္ တစ္အိမ္ထဲ ေနမိၾကတဲ့ အျဖစ္နဲ႔ႀကဳံရပါေရာ။ဒီအျဖစ္အပ်က္ကို ထူးဆန္းတယ္ မထင္ပါနဲ႔။သူတို႔ရဲ႕ထူးဆန္းတဲ့ အမူအက်င့္ေတြနဲ႔ ပိုၿပီး ရႈပ္ေထြးတဲ့ အလြဲအေခ်ာ္ေတြကို တေသာေသာနဲ႔ ရယ္ေမာရင္း ၾကည့္ၾကရမွာပါ။မင္းသား ၆ ေယာက္ က GMM က မင္းသားေတြဆိုေတာ့ ပ်ိဳေမတို႔ အႀကိဳက္ ျဖစ္မွာပါ။ဒီဇာတ္လမ္းကို စက္တင္ဘာ ၁၈ ရက္ေန႔က စတင္ၿပီးေတာ့ တစ္ပတ္ကို တစ္ပိုင္းႏႈန္းနဲ႔ ေသာၾကာေန႔တိုင္း ထုတ္လႊင့္ေပးသြားမွာပဲ ျဖစ္ပါတယ္။Complete Zip File VIP     01portal  Userdrive  load  Upstream  CM Links 02portal  Userdrive  load  Upstream  CM Links 03portal Userdrive  load  Upstream  CM Links 04portal Userdrive  load  Upstream  CM Links 05portal  Userdrive  load  CM Links 06  Userdrive    Upstream  CM Links 07  Userdrive    Upstream  Yandex  CM Links 08 (End)  Userdrive    Upstream  Yandex  CM Links 