Synopsis of The Queen’s Gambit(2020)The Queen’s Gambit(2020) အညွှန်း********************************IMDb..8.9(((စဆုံး Zip File ရပါပြီနော်)))ဒီနှစ်ထဲမှာ ကျွန်တော့်အကြိုက်ဆုံး စီးရီးတွေထဲက တစ်ခုကို တင်ပေးလိုက်ပါတယ်။ဇတ်လမ်း၊ သရုပ်ဆောင်၊ ဂီတ အကုန်ကြိုက်တယ်ဗျာ။ Rating က 8.9 တဲ့၊ တကယ်ရသင့်ပါတယ်။အမ်မီဆုတွေတော့ ကြိုမှန်းလို့ရနေပြီ။ စစ်တုရင်အကြောင်း ဇာတ်လမ်းကို စစ်တုရင် နားမလည်တဲ့သူတွေပါကြိုက်အောင်၊စစ်တုရင် ပွဲကို လက်ဝှေ့ပွဲလို ရင်ခုန်အောင် ရိုက်ပြထားတာတော့ တကယ်ချီးကျူးမိတယ်။ဒီရုပ်ရှင်ကိုကြည့်ဖို့ စစ်တုရင် အကြောင်း မသိသေးရင်တောင် ရသေးတယ်။ဒီတော့ ဇာတ်လမ်းအကြေငာ်း မပြောခင် နောက်ခံသမိုင်းလေး အရင်ပြောပြမယ်။ဒီရုပ်ရှင်ကို ဝေါ်တာ တဲဗစ်ရဲ့ ၁၉၈၃ တုန်းက ဝတ္ထုအပေါ် အခြေခံပြီး ရိုက်ကူးထားတာပါ။ကာလကတော့ စစ်အေးတိုက်ပွဲကာလ အမေရိကန် ရုရှား အကြီးအကျယ် အားပြိုင်တဲ့ အချိန်ပေါ့။အဲဒီအချိန်မှာ အားကစား၊ ပညာရေး၊ နည်းပညာတိုးတက်မှု၊ ဆေးပညာ အရာရာက စစ်ပွဲလို ဖြစ်နေခဲ့တာပါ။အရာရာတိုင်းမှာ အကြီးအကျယ် ပြိုင်ဆိုင်ကြတယ်။ တစ်ခုခုမှာ သာတာနဲ့ ရုရှားက ကွန်မြူနစ်မို့ ဘာသာမဲ့မို့ ဆိုပြီးဝါဒဖြန့်သလို၊အမေရိကန်ကလည်း ဘုရားရှိလို့ ဒီမိုကရေစီမို့ဆိုပြီး ဝါဒဖြန့်တာပါပဲ။ အဲဒီကာလမှ အမေရိကန်တွေ ရုရှားကိုလုံးဝမယဥှ်နိုင်တာက စစ်တုရင် အားကစားပဲ။ နှစ်ပေါင်းများစွာကြာတဲ့အထိ လုံးဝမနိုင်ခဲ့တာပါ။စစ်တုရင်ဟာလည်း ဦးဏှောက်စွမ်းအားကို အသားပေးတဲ့ ကစားနည်းဖြစ်တဲ့အတွက် စစ်တုရင် အားကစားဟာရုရှားတွေအတွက် အကောင်းဆုံး လက်နက်ဖြစ်နေခဲ့တာပေါ့။ အမေရိကန်ဘက်က ကမ္ဘာချန်ပီယံအဆင့်ကိုဘော်ဘီဖစ်ရှာတစ်ယောက်ပဲ ရောက်ခဲ့ပေမယ့် ရုရှားကကတော့ နှစ်ပေါင်း ၂၀ ကျော် ကမ္ဘာ့စစ်တုရင်လောကကိုလွှမ်းမိုးထားခဲ့တာပါ။ ဒီစီးရီးကတော့ မိဘမဲ့ ကလေး၊ စစ်တုရင် ပါရမီရှင် ကလေးမလေး ဘက်သ် ဟာမွန်း ရဲ့ အကြောင်းပေါ့။စိတ်ဒဏ်ရာတွေ၊ အခက်အခဲတွေ၊ ဆေးစွဲတဲ့ အရက်စွဲတဲ့ ပြဿနာတွေကို ကျော်လွှားပြီး ရုရှားရဲ့ကမ္ဘာချန်ပီယံကို အနိုင်ယူနိုင်ခဲ့တဲ့ အကြောင်း ပြသထားတာပါ။ ဒါပေမယ့် ဘက်သ် ဟာမွန်းဟာ အပြင်လောကမှာတကယ်ရှိတဲ့သူတော့ မဟုတ်ပါဘူး။ ဒါ့အပြင် အပြင်လောကမှာ အမျိုးသမီး စစ်တုရင် ကမ္ဘာ့ချန်ပီယံ မရှိသေးပါဘူး။စစ်တုရင်လောကဟာ အမျိုးသားကြီးစိုးတဲ့ လောကတစ်ခုပါပဲ။ ဒီတော့ စာရေးဆရာဟာ အမျိုးသမီးဂရမ်းမာစတာ အချို့နဲ့ အမျိုးသားချန်ပီယံတွေကေို လေ့လာပြီး ရေးသားခဲ့ရတယ်လို့ ပြောပါတယ်။ဇာတ်လမ်းနာမည်ဖြစ်တဲ့ ကွင်းစ် ဂမ်းဘစ် ဆိုတာတော့ စစ်တုရင် အဖွင့်ကွက် ဗြူဟာ တစ်ခုရဲ့ နာမည်ပါ။ဘုရင်မဘက်ခြမ်းက နယ်ရုပ်ကို စတေးပြီး တိုက်စစ်ဖွင့် ကစားတဲ့ အကွက်ပါပဲ။ ဘုရင်ဘက်က နယ်ရုပ်စတေးပြီးဖွင့်ကစားတဲ့ ကင်းစ်ဂမ်းဘစ်လည်း ရှိပါသေးတယ်။ ဒီစီးရီးတွေထဲမှာ ပါတဲ့ Queen’ gambit accepted တို့declined တို့ကတော့ စတေးတဲ့ နယ်ရုပ်ကို တစ်ဖက်က စားခြင်းမစားခြင်းအပေါ် မူတည်ပြီး ကစားတဲ့အကွက်တွေပါပဲ။ဒီအထဲမှာ နာမည်ကြီးခံစစ်ဖြစ်တဲ့ စစ္စလီယံ ခံစစ်တို့ အလီခိုင် ခံစစ် တို့ကိုလည်း ထည့်သွင်းပြသသွားပါတယ်။ဒီစီးရီးလေးကြည့်ပြီး စစ်တုရင်နဲ့အလှမ်းကွာ နေတဲ့လူတွေ ပြန်ကစားချင်စိတ်ဖြစ်လာတာတို့ စစ်တုရင်သင်ချင်စိတ်ပေါ်သွားတာတို့ ဖြစ်လာရင်တော့ ပိုဝမ်းသာမိမှာပါ။ ခုနောက်ပိုင်းမှာ ကလေးတွေ နဲ့ လူငယ်တွေအတွက်စစ်တုရင်က သိပ်ခေတ်မစားတော့သလို ဖြစ်နေတာ စိတ်မကေငာ်းစရာ တစ်ခုပါပဲ။ ဦးဏှောက်ကောင်းကေငာ်းသုံးရပြီး နက်နဲတဲ့ကစားနည်းတစ်ခုကို တွင်ကျယ်စေချင်ပါသေးတယ်။ ခင်ဗျားတို့တော့ မသိဘူး ကျွန်တော်တို့ သားဖြစ်ဖြစ်သမီးဖြစ်ဖြစ် ရလာရင် သေချာပေါက် စစ်တုရင် သင်ပေးဖြစ်မှာပါပဲဗျာ။Reviewed by LittleneoQuality – WEB-DL Duration – 60Min (@)Subtitle – Myanmar HardsubFormat – Mp4Genres- , DramaTranslated by Pyi T. Nyein,Thu Khant ,Htoo Htoo , Daniel ,Thiha Yan Naing & Yoon Wahwah TheintEncoder – Phyo PyaeZIP File Ep 1 to Ep7(3.47GB)  VIP   1(500MB)UsersDrive drive Upstream  Mega.nz YandexCMlink 2(500MB)UsersDrive drive Upstream  Mega.nz YandexCMlink 3(500MB)UsersDrive drive Upstream  Mega.nz YandexCMlink 4(500MB)UsersDrive drive Upstream  Mega.nz YandexCMlink 5(500MB)UsersDrive drive Upstream  Mega.nz YandexCMlinkMegaUP 6(500MB)UsersDrive drive Upstream  Mega.nz YandexCMlinkMegaUP 7(500MB)UsersDrive drive Upstream  Mega.nz YandexCMlinkMegaUP 