Synopsis of Reply 1988Reply 1988 ReviewReply စီးရီးတွေထဲမှာ လူကြိုက်အများဆုံး ဇာတ်လမ်းတွဲပါ။Reply စီးရီးတွေက စုစုပေါင်း ၃ ခု ရှိပါတယ်။Reply 1997, Reply 1994 နဲ့ Reply 1988 တို့ပါ။ပထမနှစ်ကားကတော့ Channel Myanmar မှာ တင်ခဲ့ပြီးပါပြီ။ဒါကတော့ Reply စီးရီးတွဲတွေရဲ့ နောက်ဆုံးတွဲပါ။၁၉၉၀ ဝန်းကျင်နားတဝိုက်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းတွဲတွေကိုဘာလို့ လူကြိုက်များရတာလဲဆိုတော့ ….၂၀၀၀ အလွန် ခေတ်တွေထက်စာရင် လူသားပိုဆန်ခဲ့ကြလို့ပါပဲ။ဒီဂျစ်တယ် နည်းပညာ ခေတ်မစားခင် အချိန်ကာလက ဖြစ်တဲ့အတွက် လူလူချင်း ပိုပြီး ရင်းနှီးခင်မင်ခဲ့ကြပါတယ်။ဒါတွေဟာ ပြန်တွေးကြည့်ရင် လွမ်းမောစရာတွေပါပဲ။ယခင် Reply ဇာတ်လမ်းတွဲတွေနဲ့ မတူတဲ့အချက်ကတော့အချစ်ဇာတ်လမ်းကို အနည်းငယ်သာ ထည့်ထားပြီးတော့ဆိုးလ်မြို့ ဆန်းမွန်ဒုံ ရပ်ကွက်က မိသားစု ၅ စု ရဲ့ အကြောင်းကို ဇာတ်လမ်းဆင်ပြီး ရိုက်ပြထားတာပါ။မိသားစုအကြောင်းကို အလေးထား တင်ပြထားတာပဲ ဖြစ်ပါတယ်။ဒါကြောင့်လည်း ဒီဇာတ်လမ်းကို ကြည့်မိသူတိုင်း မျက်ရည်လည်ရွဲ ဖြစ်ကြရတာပါ။သူတို့မိသားစုတွေရဲ့ကြားက ဆက်နွယ်မှုတွေ ဇာတ်လမ်းတွေကို ချိတ်ဆက်ထားပြီးဇာတ်လမ်းဇာတ်အိမ် ခိုင်ခိုင်မာမာနဲ့ ၁၉၉၀ ဝန်းကျင်က လူနေမှုစရိုက်တွေကိုလွမ်းမောဖွယ် ပြန်လည်ခံစားကြရဦးမှာပါ။ဒီဇာတ်လမ်းထဲက ချွဲထက် ရဲ့ ဇာတ်ကောင်စရိုက်ကတော့အပြင်မှာ ရှိတဲ့ ဂိုး ကစားသမား လီချန်းဟို ကို အခြေတည်ပြီး ရိုက်ကူးထားတာလို့ ဆိုပါတယ်။Reply စီးရီးတွေရဲ့ ဒါရိုက်တာ ရှင်းဝန်ဟီး နဲ့ ဇာတ်ညွှန်းရေးဆရာ လီဝူဂျောင်းတို့ အတွဲညီညီနဲ့ ရိုက်ကူးပြီးအောင်မြင်ခဲ့တဲ့ ဇာတ်လမ်းတွဲ နှစ်ခု ရှိပါသေးတယ်။Prison book နဲ့ Hospital list တို့ပါပဲ။မျှော်လင့်စရာရှိတာကတော့ Hospital list ကို Season 2 ရိုက်ကူးဖို့ စီစဉ်နေပြီ ဆိုတဲ့ သတင်းပါပဲ။Channel Myanmar ကတော့ Reply စီးရီးတွေကို အကုန် တင်ထားခဲ့ပေးပါပြီ။၁၉၉၀ ဝန်းကျင် နှစ်များဆီကို အလည်တစ်ခေါက်လောက် သွားကြရအောင်ပါ။Review ကိုတော့ August က ရေးသားပေးထားပါတယ်။ဘာသာပြန်တွေကတော့August, YK, Pyae Shan Tun Wai, Thinzar Htet,Htoo Htoo Ka Joe, Thaw, Dolly,MTA, Naw Phoo, Phu Nge Nge Thein,Jerrica, Thet Hnin Su, Hnin Wut Yiတို့ပဲ ဖြစ်ကြပါတယ်။Encoder – AugustComplete ZipEp 01-05 Complete ZipEp 06-10 Complete ZipEp 11-15 Complete ZipEp 16-20 CM VIP Links 01 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 02 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 03 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 04 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 05 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 06 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 07 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 08 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 09 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 10 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 11 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 12 –   Yandex    Datbu  Userdrive  Upstream  Veryfiles 13 – CMDrive  Yandex    Datbu  Userdrive  Upstream  Veryfiles 14 – CMDrive  Yandex    Datbu  Userdrive  Upstream  Veryfiles 15 – CMDrive  Yandex    Datbu  Userdrive  Upstream  Veryfiles 16 – CMDrive  Yandex    Datbu  Userdrive  Upstream  Veryfiles 17 – CMDrive  Yandex    Datbu  Userdrive  Upstream  Veryfiles 18 – CMDrive  Yandex    Datbu  Userdrive  Upstream  Veryfiles 19 – CMDrive  Yandex    Datbu  Userdrive  Upstream  Veryfiles 20 – CMDrive  Yandex    Datbu  Userdrive  Upstream  Veryfiles 