Synopsis of Record of Youth(2020)[စဆုံး]Record of Youth(2020)အညွှန်း*****************************အပိုင်း(၁ မှ ၁၆ )ထိ[စဆုံး]Sa Hye Joon (Park Bo Gum) က သာမန်မိသားစုတစ်ခုရဲ့ ၂၆နှစ်အရွယ်သားအငယ်။ မော်ဒယ်လ်တစ်ယောက်ဖြစ်ပြီး သရုပ်ဆောင်မင်းသားဖြစ်ဖို့ တစိုက်မတ်မတ်ကြိုးစားနေသူ။ မွေးချင်းအစ်ကိုတစ်ယောက်ရှိပြီးငယ်စဉ်တည်းက အစ်ကိုနဲ့နှိုင်းယှဉ်ပြောဆိုခံခဲ့ရတဲ့အတွက် စိတ်ဒဏ်ရာရှိသူ။စိတ်နှလုံးနွေးထွေးပြီး ကိုယ်ချင်းစာတတ်သူ။ သူ့အိပ်မက်ဖြစ်တဲ့ မင်းသားတစ်ယောက်ဖြစ်လာဖို့မျှော်လင့်ချက်တွေဟာ မှေးမှိန်နေပေမယ့် ဇွဲမလျှော့ဘဲ ကြိုးစားသူ။ ဒီလို တစိုက်မတ်မတ်ကြိုးစားနေချိန်မှာပဲသူ့ဆီကို နိုင်ငံတော်ထံမှ စစ်မှုထမ်းဆင့်ခေါ်စာ ရောက်လာသောအခါ…။ Ahn Jung Ha (Park So Dam) ကတော့Makeup artist ကောင်မလေးဖြစ်ပြီး သူ ဝါသနာပါရာအလုပ်အပေါ် ဒီထက်အောင်မြင်အောင်လုပ်ဖို့ရည်မှန်းချက်ကြီးမားသူ။ အထီးကျန်ဆန်အားငယ်မှုတွေကို ပျော်ရွှင်တက်ကြွတတ်တဲ့ မိန်းမငယ်လေးအသွင်နဲ့ဖုံးကွယ်ထားသူ။ တစ်ယောက်တည်း ခက်ခဲနေတဲ့အချိန်တွေတိုင်းမှာ Jung Ha ရဲ့တစ်ခုတည်းသော အလင်းရောင်လေးကတော့ သူမရဲ့ Idol Sa Hye Joon ပါပဲ။ Ahn Jung Ha ဟာSa Hye Joon ရဲ့ big fangirl တစ်ယောက် ဖြစ်ပါတယ်။ Won Hae Hyo (Byun Woo Seok) ကSa Hye Joon ရဲ့ သူငယ်ချင်းဖြစ်ပြီး ချမ်းသာကြွယ်ဝမှု နောက်ခံကြီးမားသော Won မိသားစုရဲ့အမွေခံသားတစ်ယောက်။ သူကလည်း Hye Joon လိုပဲ မော်ဒယ်လ်တစ်ယောက်ဖြစ်ပြီးမင်းသားတစ်ယောက်ဖြစ်ဖို့ အိပ်မက်မက်နေသူပါ။ Hye Jun နဲ့ သူ့ကြား ကွာခြားမှုကWon Hae Hyo ရဲ့ အမေက သားဖြစ်သူဖြစ်ချင်တာတွေကို မိသားစုအရှိန်အဝါအသုံးပြုကာဖြစ်အောင် လုပ်ပေးတတ်သူ။ Hae Hyo ကိုယ်တိုင်ကတော့ ဒီလိုတွေလုပ်ပေးတာကို မနှစ်သက်ဘဲသူ့ကိုယ်ပိုင်အစွမ်းအစနဲ့ ရလာတဲ့ အောင်မြင်မှုကိုသာ မက်မောသူ။ မိသားစုနောက်ခံတွေမတူညီကြပေမယ့်စိတ်ဓာတ်ပြင်းထန်ပြီး ကြီးမားတဲ့အိပ်မက်ကိုယ်စီရှိကြတာချင်း တူညီတဲ့ လူငယ်လေးသုံးယောက်၊ဘယ်လိုပုံစံတွေ့ဆုံပြီး သူတို့ဝါသနာပါရာအလုပ်တွေကို အောင်မြင်အောင် ဘယ်လိုကြိုးစားကြမယ်ဆိုတာကို ဒီ“Record Of Youth” ဒရမ်မာမှာ စောင့်ကြည့်လိုက်ကြရအောင်။Review by Aeindanilar Ko WynnQuality – WEB-DL Duration – 60Min (@)Subtitle – Myanmar HardsubFormat – Mp4Genres- , Drama,FashionTranslated by Lwin Lwin Aung,Shoon Thu Thu Chain,Ei Phyu Khin & Hnin PaleEncoder – Phyo Pyae 1(500MB)UsersDrive drive Upstream  Mega.nz YandexMegaUp 2(500MB)UsersDrive drive Upstream  Mega.nz YandexMegaUp 3(450MB)UsersDrive drive Mega.nz Yandex 4(500MB)UsersDrive drive Upstream  Mega.nz YandexMegaUp 5(450MB)UsersDrive drive Upstream  Mega.nz YandexMegaUp 6(500MB)UsersDrive drive Upstream  Mega.nz YandexMegaUp 7(500MB)UsersDrive drive Upstream  YandexMegaUp 8(500MB)UsersDrive drive Upstream  YandexMegaUp 9(500MB)UsersDrive drive Upstream  YandexMegaUpMega.Nz 10(440 MB)UsersDrive drive Upstream  YandexMegaUpMega.NzCmlink 11(440 MB)UsersDrive drive Yandex Upstream MegaUpMega.NzCmlink 12(490 MB)UsersDrive drive Yandex Upstream MegaUpMega.NzCmlink 13(350 MB)UsersDrive drive Yandex Upstream MegaUpCmlink Mega.NZ 14(350 MB)UsersDrive drive Yandex Upstream MegaUpCmlink 15(320 MB)KinoUsersDrive drive Yandex Cmlinkဇာတ်သိမ်းပိုင်း 16 (320 MB)KinoUsersDrive drive Yandex MegaNz CMlinkZip file (ep 1 to 16) 6.6GBUserdrive drive MegaNZ 