Synopsis of When I Was the Most Beautiful (2020)[Unicode]Oh Ye Ji (Im Soo Hyang) က ကြွေထည်ပညာရှင်တစ်ယောက်ဖြစ်ပြီး ဖြူစင်တဲ့နှလုံးသားရှိတဲ့သူပါအကောင်းမြင်စိတ်ရှိပြီး ဘယ်အရာမဆိုလက်မလျှော့တတ်တဲ့ Oh Ye Ji ဟာ Seo Hwan ရဲ့အချစ်ဦးလဲဖြစ်ပါတယ်ရိုးရိုးသာမန်ဘဝလေးကိုဖြတ်သန်းချင်တဲ့သူတစ်ယောက်ဖြစ်ပေမယ့် ညီအစ်ကိုနှစ်ယောက်တပြိုင်တည်း သူ့ကိုသဘောကျလာတဲ့အခါ…Seo Hwan (Kim Ji Soo) ကတော့ ဗိသုကာပညာရှင်တစ်ယောက်ဖြစ်ပြီး Oh Ye Ji ကိုမြင်မြင်ချင်းသဘောကျသွားတဲ့ ရိုးသားတဲ့ကောင်လေးတစ်ယောက်ပါသူ့ခံသားချက်နဲ့ပတ်သက်ပြီး အစ်ကိုဖြစ်သူနဲ့ အဆင်မပြေဖြစ်ပေမယ့် အစ်ကိုအရင်း Seo Jin နဲ့ပြိုင်ပြီး Oh Ye Ji ရဲ့အချစ်ကိုရအောင် ဘယ်လိုယူမှာလဲ??Seo Jin (Ha Seok Jin) ကပြိုင်ကားမောင်းတဲ့သူပါသူဟာတည်ငြိမ်ပြီး ခပ်မိုက်မိုက်ပုံစံမျိုးဆိုပေမယ့် လိုချင်တာရှိရင်တော့ရအောင်ယူတတ်ပြီး အကြင်နာကင်းမဲ့ရက်စက်တတ်ပါတယ်အဖေဖြစ်သူရဲ့ အလုပ်ဆွေးနွေးပွဲတစ်ခုမှာ Oh ye Ji ကိုတွေ့တွေ့ချင်း သဘောကျသွားတဲ့ Seo Jin ဟာ သူလိုချင်တဲ့အချစ်ကိုရအောင် ဘယ်လိုနည်းလမ်းတွေသုံးမှာလဲ???သူစိမ်းနဲ့သုံးပွင့်ဆိုင်ဖြစ်တာက ကိစ္စမရှိပေမယ့် အစ်ကိုအရင်းတို့နဲ့ကျတော့ရင်နာစရာတွေလဲရှိလာနိုင်ပါတယ်ပြီးတော့ အားလုံးသိကြတဲ့အတိုင်း Ji Soo လေးက တစ်ဖက်သက်ချစ်ပြီး ကျန်ရစ်အနေနဲ့နာမည်ကြီးတော့ ဒီကားမှာရောဘယ်လိုမြင်တွေ့ရမှာလဲ??အရှေ့ကဒရာမာတွေလိုပဲ သူထပ်နာကျင်ရဦးမှာလား?နာကျင်ရတဲ့ ဘဝအခက်အခဲတွေအကြောင်းနဲ့ အဲ့ဒီနာကျင်မှုတွေကိုဘယ်လိုကျော်လွားမလဲ စတဲ့ ဘဝသင်ခန်းစာတွေကို သူတို့ရဲ့အချစ်ဇာတ်လမ်းကနေတစ်ဆင့် မြင်တွေ့ရမှာဖြစ်လို့Romance Drama ဖြစ်တဲ့ My Prettiest Moment ဆိုတဲ့ကားလေးကို ဆက်လက်စောင့်ကြည့်ပေးကြပါဦးနော်…။( အညွှန်းရေးသားထားသူကတော့ Hnin Pale ဖြစ်ပါတယ် )[Zawgyi]Oh Ye Ji (Im Soo Hyang) က ေႂကြထည္ပညာရွင္တစ္ေယာက္ျဖစ္ၿပီး ျဖဴစင္တဲ့ႏွလုံးသားရွိတဲ့သူပါအေကာင္းျမင္စိတ္ရွိၿပီး ဘယ္အရာမဆိုလက္မေလွ်ာ့တတ္တဲ့ Oh Ye Ji ဟာ Seo Hwan ရဲ႕အခ်စ္ဦးလဲျဖစ္ပါတယ္႐ိုး႐ိုးသာမန္ဘဝေလးက္ိုျဖတ္သန္းခ်င္တဲ့သူတစ္ေယာက္ျဖစ္ေပမယ့္ ညီအစ္ကိုႏွစ္​ေယာက္တၿပိဳင္တည္း သူ႔ကိုသေဘာက်လာတဲ့အခါ…Seo Hwan (Kim Ji Soo) ကေတာ့ ဗိသုကာပညာရွင္တစ္ေယာက္ျဖစ္ၿပီး Oh Ye Ji ကိုျမင္ျမင္ခ်င္းသေဘာက်သြားတဲ့ ႐ိုးသားတဲ့ေကာင္ေလးတစ္ေယာက္ပါသူ႔ခံသားခ်က္နဲ႔ပတ္သက္ၿပီး အစ္ကိုျဖစ္သူနဲ႔ အဆင္မေျပျဖစ္ေပမယ့္ အစ္ကိုအရင္း Seo Jin နဲ႔ၿပိဳင္ၿပီး Oh Ye Ji ရဲ႕အခ်စ္ကိုရေအာင္ ဘယ္လိုယူမွာလဲ??Seo Jin (Ha Seok Jin) ကၿပိဳင္ကားေမာင္းတဲ့သူပါသူဟာတည္ၿငိမ္ၿပီး ခပ္မိုက္မိုက္ပုံစံမ်ိဳးဆိုေပမယ့္ လိုခ်င္တာရွိရင္ေတာ့ရေအာင္ယူတတ္ၿပီး အၾကင္နာကင္းမဲ့ရက္စက္တတ္ပါတယ္အေဖျဖစ္သူရဲ႕ အလုပ္ေဆြးေႏြးပြဲတစ္ခုမွာ Oh ye Ji ကိုေတြ႕ေတြ႕ခ်င္း သေဘာက်သြားတဲ့ Seo Jin ဟာ သူလိုခ်င္တဲ့အခ်စ္ကိုရေအာင္ ဘယ္လိုနည္းလမ္းေတြသုံးမွာလဲ???သူစိမ္းနဲ႔သုံးပြင့္ဆိုင္ျဖစ္တာက ကိစၥမရွိေပမယ့္ အစ္ကိုအရင္းတို႔နဲ႔က်ေတာ့ရင္နာစရာေတြလဲရွိလာႏိုင္ပါတယ္ၿပီးေတာ့ အားလုံးသိၾကတဲ့အတိုင္း Ji Soo ေလးက တစ္ဖက္သက္ခ်စ္ၿပီး က်န္ရစ္အေနနဲ႔နာမည္ႀကီးေတာ့ ဒီကားမွာေရာဘယ္လိုျမင္ေတြ႕ရမွာလဲ??အေရွ႕ကဒရာမာေတြလိုပဲ သူထပ္နာက်င္ရဦးမွာလား?နာက်င္ရတဲ့ ဘဝအခက္အခဲေတြအေၾကာင္းနဲ႔ အဲ့ဒီနာက်င္မႈေတြကိုဘယ္လိုေက်ာ္လြားမလဲ စတဲ့ ဘဝသင္ခန္းစာေတြကို သူတို႔ရဲ႕အခ်စ္ဇာတ္လမ္းကေနတစ္ဆင့္ ျမင္ေတြ႕ရမွာျဖစ္လို႔Romance Drama ​ျဖစ္တဲ့ My Prettiest Moment ဆိုတဲ့ကားေလးကို ဆက္လက္ေစာင့္ၾကည့္ေပး​ၾကပါဦးေနာ္…။( အညႊန္းေရးသားထားသူကေတာ့ Hnin Pale ျဖစ္ပါတယ္ )Native Title:내가 가장 예뻤을 때Also Known As:When I Was the Prettiest , My Prettiest Days , naega gajang yebbeosseul ddae , My Prettiest Momentss: 32Aired: Aug 19, 2020 – Oct 8, 2020Aired On: Wednesday, ThursdayOriginal Network:MBCFile size__( 600 MB)Quality__Format__mp4Duration__30mins per EPSubtitle__Myanmar Subtitle (Hardsub)Translated by Shoon Thu Thu Chain & Hnin PaleEncoded by Naing Aung Latt (1+2) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (3+4) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (5+6) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (7+8) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (9+10) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (11+12) [600 MB]YoteShin  Usersdrive  Yandex  Meganz (13+14) [600 MB]YoteShin  Usersdrive  Yandex  Meganz (15+16) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (17+18) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (19+20) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (21+22) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (23+24) [600 MB]YoteShin  Usersdrive  Yandex   (25+26) [600 MB]YoteShin  Usersdrive  Yandex  Meganz (27+28) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (29+30) [600 MB]YoteShin  Usersdrive  Yandex    Meganz (31+32) END [600 MB]YoteShin  Usersdrive  Yandex  ============================================Zip File ( 1 to 32 )[ 8.6 GB ]Complete Zip [1-16]  [17-32]  [1-16]  [17-32]  VIP 