Synopsis of Stranger 2(2020) CompleteStranger 2 (2020)ဇာတ်လမ်းတွဲအညွှန်း************************************အပိုင်း(၁ မှ ၁၆) ထိ စဆုံး(Stranger Season 1 ရဲ့အဆက်မို့ SE 1 ကြည့်ပြီးမှကြည့်ကြပါ…အောက်မှာ SE 1 စဆုံး Link ချပေးထားပါတယ်…)အညွှန်းကလည်း SE1 ကဟာပဲထားပါ့မယ်… ထပ်ရေးရင်လည်းအပိုပဲဖြစ်မှာမို့ပါ…ရှေ့နေရုံးက အမှုစစ် တစ်ယောက်ဆီကို လူတစ်ယောက်ရောက်လာတယ်….သူက ဒီရှေ့နေကို ပိုက်ဆံတွေအများကြီးပေးဖို့ ဝန်မလေးသလို သူဒုက္ခရောက်မယ့်အရေးကလွတ်ဖို့ဆိုဘာမဆိုလုပ်မယ့်ပုံပါပဲ….ကြည့်ရတာ ဒီလူသိထားတဲ့ လျှို့ဝှက်ကိစ္စတော်တော်များများရှိသလို ထိပ်သီးပိုင်းကလူကြီးတွေကလည်းအန္တရယ်ရှိတဲ့ သူ့ကိုရှင်းထုတ် အပြစ်ပုံချချင်တဲ့ အနေအထားမှာရှိတယ်…ဒါ့ကြောင့် တော်လွန်းတဲ့ရှေ့နေတစ်ယောက်ဆီ ကာကွယ်ဖို့ရောက်လာတာဖြစ်တယ်…အမှုစစ်ကလည်း စိတ်ဝင်စားစရာ ဒီကိစ္စကိုစုံစမ်းဖို့ နောက်နေ့ အကူအညီလာတောင်းတဲ့သူအိမ်ကိုလိုက်သွားတယ်…အိမ်ကိုရောက်တဲ့အချိန်မှာပဲ နောက်ကျသွားပါပြီ…ဘာဖြစ်လို့ဆို ရှေ့နေမရောက်ခင်ကထဲကဒီလူဟာ အသတ်ခံလိုက်ရလို့ပါပဲ…..ဒီစီရီးက အပိုင်း(၁)မှာတင် ခပ်သွက်သွက်စဖွင့်ထားတယ်…. လူသေမှုနဲ့စတင်ပြီး နှုတ်ပိတ်ခံရတဲ့ သဲလွန်စများနဲ့ပျိုးထားသလို အမှုစစ်တွေ ရဲတွေကလည်း အချက်အလက်ပေါ်မူတည်ပြီး အဖြေထုတ်တဲ့ အခန်းတွေကို စိတ်ဝင်စားစရာပြထားတယ်…အသေးစိတ်အချက်အလက်တွေနဲ့ တင်ပြထားသလို အီနေတာကိုမရှိဘူး…Tempo က အပိုင်းတစ်မှာကထဲကတဖြည်းဖြည်းတင်သွားတာ…ကျသွားတယ်ရယ်လို့မရှိဘူး…အချစ်အမုန်း သရေကွင်းဝါးပြီး ပန်းခြံထဲပြေးလွှားနေတဲ့ တေ့လွဲရိုစီးရီးတွေလိုတော့မဟုတ်ဘူး..သရုပ်ဆောင်တွေကလည်း ဖက်ရှင်အလှအပတွေနဲ့မသွားဘဲနဲ့ တကယ်ရုန်းကန်လှုပ်ရှားနေတဲ့နွမ်းလျှလျှဟန်တွေနဲ့…ပြီးတော့ ဆရာကျလွန်းတဲ့ မြေခွေးတွေ ကတုံးပေါ်ထိပ်ကွက်တဲ့ ကိုယ်လွတ်ရုန်းဖို့ တစ်ယောက်ယောက်ကိုချနင်းဖို့ ဝန်မလေးတဲ့ အပြုံးတုအောက်က ကောက်ကျစ်တဲ့ လူတွေတလှေကြီးနဲ့ ဒီစီးရီးက ဖွဲ့စည်းထားတယ်…Quality –WEB-DL 720 pDuration – 1hr (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Crime , Drama, MysteryTranslator – Aye Mon Kyaw,Hnin Pale,Shoon Thu Thu Chain &Lwin Lwin AungEncoder – Phyo PyaeComplete Zip VIP  [1-8]  [9-16]  [1-8] [9-16] 1 -450MBUsersDrive drive  Mega.nz MegaUp  UpstreamYandex 2 -450MBUsersDrive drive  Mega.nz MegaUp Yandex 3 -450MBUsersDrive drive  Mega.nz MegaUp  UpstreamYandex 4 -450MBUsersDrive drive  Mega.nz UpstreamYandex 5 -450MBUsersDrive drive  Mega.nz MegaUp  UpstreamYandex 6 -450MBUsersDrive drive  Mega.nz MegaUp  UpstreamYandex 7 -420MBUsersDrive drive  Mega.nz MegaUp  Upstream 8 -420MBUsersDrive drive  Mega.nz UpstreamYandex 9 -500 MBUsersDrive drive  Mega.nz MegaUpYandex Upstream 10 -430MBUsersDrive Yuudrive  Mega.nz MegaUpYandex 11 -450MBUsersDrive Yuudrive  Mega.nz MegaUp  UpstreamYandex 12 -400MBUsersDrive Yuudrive  Mega.nz UpstreamYandex 13 -380MBUsersDrive drive  MegaUp  UpstreamYandex 14 -380MBUsersDrive drive  MegaUp  UpstreamYandex 15 -436MBUsersDrive drive  MegaUp  UpstreamYandexဇာတ်သိမ်းပိုင်း 16 -436MBUsersDrive drive  MegaUp  UpstreamYandexzZip File CompleteFile Size -6.7GBCMLink      Userdrive  Yandex 