Synopsis of Curon (2020)အီတလီနိုင်ငံမြောက်ပိုင်းက ပါးစပ်ပြောရာဇဝင်တွေပြည့်နှက်နေတဲ့ မြို့ငယ်လေးတစ်ခုရှိတယ်“ကူရွန်” တဲ့………..ကူရွန်မြို့လေးမှာ ခေါင်းလောင်းမျှော်စင်လို့ခေါ်တဲ့ မျှော်စင်ကြီးတစ်ခု ရှိတယ်။ဒါပေမယ့် အဲဒီမျှော်စင်မှာ ဘာခေါင်းလောင်းမှ ရှိမနေပါဘူး။ဒါပေမယ့် တချို့လူတွေဟာ မျှော်စင်ကြီးဆီကခေါင်းလောင်းသံကို အဆက်မပြတ် ကြားရလေ့ရှိပါတယ်…..အဲဒီလိုကြားပြီးတဲ့သူတိုင်း အရာတစ်ခုကို ရင်ဆိုင်ကြရတယ်…..ဘာလဲဆိုတော့……. ကံဆိုးခြင်းတွေနဲ့ သေခြင်းတရား ပဲပေါ့…..ဒါ့အပြင် ကူရွန်မှာ ရိန်နာမျိုးနွယ်တွေပိုင်တဲ့ဟိုတယ်ကြီး တစ်လုံးရှိလေရဲ့…အဲဒီဟိုတယ်ဟာမကောင်းဆိုးရွားနဲ့ ကံကြမ္မာဆိုးတွေကို ပိတ်လှောင်ထားရာနေရာ လို့နယ်ခံတွေက ယုံကြည်နေကြတယ်။သူတို့ ယုံကြည်ရလောက်အောင်လည်းအဖြစ်အပျက်ဆိုးတွေ ကြုံခဲ့ရတာကိုး….။အဲဒီအဖြစ်အပျက်ဆိုးတွေထဲမှာမှကံဆိုးခဲ့ရရှာသူလေးက ရိန်နာမိသားစုက အန်နာလေး ပေါ့။အန်နာ့ အမေ ရဲ့ ကြမ္မာငင်နဲ့ ဘဝအဆုံးသတ်ကြောင့်လူတွေက ရိန်နာတွေကို ပို လို့ ကြဉ်လာကြတယ်။အန်နာ့ အဖေ ကလည်း အန်နာကို ကူရွန်မြို့ဆီဘယ်တော့မှ ပြန်မလာခဲ့နဲ့ လို့ နှင်ထုတ်လိုက်ပြီးဘယ်တော့မှ အဆက်အသွယ် မလုပ်တော့ပါဘူး။အန်နာကိုယ်တိုင်လည်း နာကျင်စရာအတိတ်တွေရှိရာကူရွန် ဆီကို ဘယ်တော့မှ ပြန်မသွားတော့ဘူးလို့ အမြဲ ဆုံးဖြတ်ခဲ့ပါတယ်။ဒါပေမယ့် အန်နာဟာ သူ့ရဲ့ အမွှာသားသမီးလေးနှစ်ယောက်ဖြစ်တဲ့ ဒါရီယာ နဲ့ မာအူရို ကို ခေါ်ပြီးကူရွန်ဆီ တမင်တကာ ပြန်လာခဲ့တယ်။ခဏ အလည်အပတ် သက်သက်မဟုတ်ပဲသူ့အဖေ သောမက်စ်နှင်ထုတ်နေတဲ့ကြားကကူရွန်မှာ အခြေချ နေထိုင်ဖို့ ပြောင်းလာတာပါ။အန်နာ က တော့ သူ အမြဲကြောက်နေရတဲ့တစ်ခုခုရဲ့ အဖြေကို ရှာဖို့ တစ်ခုခုကိုအဆုံးသတ်ဖို့လို့ ပြောတာပဲ…..သူ ဘာကိုကြောက်နေတာလဲ?ဘာကို အဆုံးသတ်ချင်တာလဲ?သူ ဘာကို လိုက်ရှာနေတာလဲ?အန်နာရဲ့ မေ့မရတဲ့ အတိတ်ဆိုးတွေက ဘာတွေများလဲ?အန်နာရဲ့ သားနဲ့ သမီး က ရော အဲဒီအတိတ်ကြမ္မာဆိုးတွေဆီက လွတ်မြောက်နိုင်ပါ့မလား?တစ်မြို့လုံး ဖယ်ကြဉ်နေကြလောက်အောင်ရိန်နာတွေက ဘာတွေလုပ်မိထားခဲ့လို့လဲ?ဒါတွေအားလုံးရဲ့ အဖြေက…ဒီ CURON ဇာတ်ကားစီးရီး တစ်ခုလုံးမှာအဲဒီလျှို့ဝှက်ချက်တွေဟာ မြုပ်တစ်ခါပေါ်တစ်လှည့်နဲ့ ပရိတ်သတ်ကို ရင်ထိတ်အောင်ကြောက်လန့်အောင် ဖမ်းစားနိုင်မှာပါ…..ဒီတော့ ဇာတ်လမ်းထဲမှာပဲ အဲဒီအဖြေတွေကိုအသဲတအေးအေးနဲ့ လိုက်ရှာလိုက်ရအောင်လေ။ဒီဇာတ်လမ်းတွဲကိုDolly, Esther, Naw Phoo Pwint Thi, Myat Noe Pwint, MTA နဲ့Thaw တို့က ဘာသာပြန်တင်ဆက်ပေးထားပြီးReview ရေးသားသူကတော့ Thaw ပဲ ဖြစ်ပါတယ်။Quality – Web-Dl Zip VIP     