Synopsis of Was It Love?(2020)[စဆုံး]Was It Love?(2020)ဇာတ်လမ်းတွဲအညွှန်း**********************************အပိုင်း(၁ မှ ၁၆) ထိ စဆုံးRunning Man ရဲ့ ace လေး Song Ji Hyo ရဲ့ drama series အသစ်လေးပါ …movie producer တစ်ဉီးဖြစ်တဲ့ Noh Ae Jung တစ်ယောက်ဟာ သမီးလေးတစ်ယောက်နဲ့Single mother ဘဝကိုအချိန်အတော်ကြာဖြတ်သန်းနေတဲ့သူတစ်ယောက်ပါ….ယောကျ်ားတွေကိုစိတ်ကုန်နေတာမျိုးမဟုတ်ပေမယ့် အလုပ်နဲ့သမီးအတွက်ပဲ အချိန်ပြည့်ပေးရင်သူမရဲ့အချိန်ဇယားတွေကို ပြီးဆုံးစေတဲ့သူပါ…..ဒီလိုပဲဖြတ်သန်းနေတဲ့သူမရဲ့နှလုံးသားကတော့ အနည်းနဲ့အများတော့ ကျောက်စိုင်ကျောက်ခဲလို မာကျောနေတယ်လို့ပြောရမှာပဲ… ဒီလိုနှလုံးသားပိုင်ရှင်ကို အချစ်နတ်ဘုရားက ကြည့်မနေနိုင်ဘူးထင်ပါတယ်…နူးညံပြီး ချစ်တတ်တဲ့ နှလုံးသားတစ်စုံပြန်လည်မွေးဖွားဖို့ လှုပ်နုှိးပေးမဲ့ သူကိုလွှတ်လိုက်တယ်…ဒါပေမယ့် Noh Ae Jung တစ်ယောက်ကံကောင်းတာလား ကံဆိုးတာလားမသိ…သူမ ဘဝထဲကိုခပ်ကြမ်းကြမ်းနဲ့ရင်ခုန်သံတွေမွေးဖွားပေးဖို့ဝင်လာတဲ့ ယောက်ျားလေးက (၄)ယောက်တောင်ပါပဲ….ကိုင်းဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဉီး…..ဒီစီးရီးက မင်းသမီး Song Ji-hyo တစ်ယောက်အတွက်အပိုင်နိုင်ဆုံး Character ပါပဲ…ရိုးသားတယ်…ဟာသလေးတွေကလည်း တစ်ကယ်ကို ရယ်ရတယ်….အပိုင်း(၁၆) ပိုင်းထွက်ရှိမှာဖြစ်ပြီး အပတ်စဉ် Wednesday, Thursday ညတွေမှာထုတ်လွှင့်မှာမို့စောင့်မျှော်ကြည့်ရှုအားပေးကြပါဉီး…Quality – WEB-DL Duration – 60Min (@)Subtitle – Myanmar HardsubFormat – Mp4Translated by Littleneo, Hnin Pale, lwin Lwin Aung,Phu Nge & Shoon Thu Thu ChainEncoder – Phyo Pyae 1(400MB)UsersDrive drive Upstream  Mega.nz YandexMegaUp 2(350MB)UsersDrive drive Mega.nz YandexMegaUp 3(400MB)UsersDrive  Mega.nz YandexMegaUp Upstream 4(300MB)UsersDrive  Mega.nz Yandex UpstreamMegaUp 5(330MB)UsersDrive drive Mega.nz Yandex Upstream 6(320MB)UsersDrive drive Mega.nz Yandex Upstream 7(350 MB)UsersDrive drive Mega.nz Yandex UpstreamMegaUp 8(320 MB)UsersDrive drive Mega.nz Yandex UpstreamMegaUp 9(320 MB)UsersDrive drive Mega.nz YandexMegaUp 10(320 MB)UsersDrive  Mega.nz Yandex Upstream 11(250 MB)UsersDrive drive Mega.nz Yandex UpstreamMegaUp 12(550 MB)UsersDrive drive Mega.nz Yandex UpstreamMegaUp 13(300 MB)UsersDrive drive Mega.nz UpstreamMegaUp 14(320 MB)UsersDrive drive Mega.nz UpstreamMegaUp Yandex 15(300 MB)UsersDrive drive Mega.nz UpstreamMegaUp Yandexဇာတ်သိမ်းပိုင်း 16(280 MB)UsersDrive drive Mega.nz Upstream Yandex 