Synopsis of Cursed (2020)Cursed (2020)============IMDb Rating – 6.310#Unicodeနက်ဖလစ်ရဲ့ မှော်စီးရီး အသစ် ထွက်လာပါပြီ။ ၁၀ ပိုင်း ပါဝင်ပြီး အခုကနေ စပြီး . မနက်ဖြန်အထိ စဆုံးတင်ဆက်ပေးပါ့မယ်။မင်းသမီးကတော့ 13 reasons why ထဲက ကတ်သရင်းလန်းဖို့ ပါပဲ။ ဇာတ်လမ်းကတော့ အာသာဘုရင် နဲ့မှော်ဆရာ မာလင်တို့ခေတ်ကို အခြေခံထားပါတယ်။ အာသာတစ်ယောက် ဘုရင်ဖြစ်မလာခင်၊ မာလင်နဲ့မတွေ့ခင်မှာ အာသာကို ကူညီခဲ့တဲ့ မှော်ဆရာမ တစ်ယောက်ရဲ့ အကြောင်းပါပဲ။ အာသာမတိုင်ခင် အိတ်စ်ကလီဘာ ဓားကို ကိုင်ပြီး တိုက်ခိုက်နိုင်ခဲ့သူ ဖြစ်ပြီး မွေးရာပါ မှော်အစွမ်းတွေနဲ့ စုန်းမ နီမွေး အဖြစ် ကတ်သရင်းကသရုပ်ဆောင်ထားပါတယ်။ အာသာဘုရင်မတိုင်ခင် အူသာ ပန်ဒရက်ဂွန် ဘုရင်ဖြစ်နေတဲ့ခေတ်ဖြစ်ပြီး စုန်းတွေကို လိုက်သတ်တဲ့ ဖာသာ ကာဒန် နဲ့ သူရဲကောင်းနီတွေက စုန်းတွေရှိတယ်ဆိုတဲ့ Fey ရွာတွေကို လိုက်ပြီးဖျက်ဆီးနေချိန်ပါပဲ။ ခပ်ကြမ်းကြမ်း တိုက်ခိုက်ခန်းတွေနဲ့ မှော်ဆရာတွေအကြောင်းတွေမို့ Fantasy အမျိုးအစားကြိုက်သူတွေအတွက် ကြည့်စရာပါပဲ။ Game of Throne, Lord of The Ring အစရှိတဲ့ ခေတ်အစောပိုင်းကာလကို အခြေခံပြီး ရိုက်ကူးတဲ့ ရုပ်ရှင်ကြိုက်သူများအတွက်တော့ ဒါဟာ ဇာတ်လမ်းတွဲကောင်းလေးဖြစ်စေမယ်ဆိုရင် မမှားပါဘူး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို ရေးသားပေးသူကတော့ Littleneo ဖြစ်ပါတယ်။)#Zawgyiနက္ဖလစ္ရဲ႕ ေမွာ္စီးရီး အသစ္ ထြက္လာပါၿပီ။ ၁၀ ပိုင္း ပါဝင္ၿပီး အခုကေန စၿပီး . မနက္ျဖန္အထိ စဆုံးတင္ဆက္ေပးပါ့မယ္။မင္းသမီးကေတာ့ 13 reasons why ထဲက ကတ္သရင္းလန္းဖို႔ ပါပဲ။ ဇာတ္လမ္းကေတာ့ အာသာဘုရင္ နဲ႔ေမွာ္ဆရာ မာလင္တို႔ေခတ္ကို အေျခခံထားပါတယ္။ အာသာတစ္ေယာက္ ဘုရင္ျဖစ္မလာခင္၊ မာလင္နဲ႔မေတြ႕ခင္မွာ အာသာကို ကူညီခဲ့တဲ့ ေမွာ္ဆရာမ တစ္ေယာက္ရဲ႕ အေၾကာင္းပါပဲ။ အာသာမတိုင္ခင္ အိတ္စ္ကလီဘာ ဓားကို ကိုင္ၿပီး တိုက္ခိုက္ႏိုင္ခဲ့သူ ျဖစ္ၿပီး ေမြးရာပါ ေမွာ္အစြမ္းေတြနဲ႔ စုန္းမ နီေမြး အျဖစ္ ကတ္သရင္းကသ႐ုပ္ေဆာင္ထားပါတယ္။ အာသာဘုရင္မတိုင္ခင္ အူသာ ပန္ဒရက္ဂြန္ ဘုရင္ျဖစ္ေနတဲ့ေခတ္ျဖစ္ၿပီး စုန္းေတြကို လိုက္သတ္တဲ့ ဖာသာ ကာဒန္ နဲ႔ သူရဲေကာင္းနီေတြက စုန္းေတြရွိတယ္ဆိုတဲ့ Fey ႐ြာေတြကို လိုက္ၿပီးဖ်က္ဆီးေနခ်ိန္ပါပဲ။ ခပ္ၾကမ္းၾကမ္း တိုက္ခိုက္ခန္းေတြနဲ႔ ေမွာ္ဆရာေတြအေၾကာင္းေတြမို႔ Fantasy အမ်ိဳးအစားႀကိဳက္သူေတြအတြက္ ၾကည့္စရာပါပဲ။ Game of Throne, Lord of The Ring အစရွိတဲ့ ေခတ္အေစာပိုင္းကာလကို အေျခခံၿပီး ႐ိုက္ကူးတဲ့ ႐ုပ္ရွင္ႀကိဳက္သူမ်ားအတြက္ေတာ့ ဒါဟာ ဇာတ္လမ္းတြဲေကာင္းေလးျဖစ္ေစမယ္ဆိုရင္ မမွားပါဘူး။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းကို ေရးသားေပးသူကေတာ့ Littleneo ျဖစ္ပါတယ္။)Quality –  WEB-DLDuration – 1hr (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Action & Adventure, Sci-Fi, FantasySource : .WEB.DLTranslator –Littleneo,Encoder – SWMWEB-DL – 1080P(1) 1.5 GbUsersdrive   Portal    Upstream  Mega.nz  Yandex(2) 1.5 GbUsersdrive   Portal    Upstream  Mega.nz  Yandex(3) 1.5 GbUsersdrive   Portal    Upstream  Mega.nz  Yandex(4) 1.5 GbUsersdrive   Portal    Upstream  Mega.nz  Yandex(5) 1.5 GbUsersdrive   Portal    Upstream  Mega.nz  Yandex(6) 1.5 GbUsersdrive   Portal    Upstream  Mega.nz  Yandex(7) 1.5 GbUsersdrive   Portal    Upstream  Mega.nz  Yandex(8) 1.5 GbUsersdrive   Portal    Upstream  Mega.nz  Yandex(9) 1.5 GbUsersdrive   Portal    Upstream  Mega.nz  Yandex(10) 1.5 GbUsersdrive   Portal    Upstream  Mega.nz  YandexWEB-DL – (1) 700 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(2) 700 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(3) 700 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(4) 700 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(5) 700 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(6) 700 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(7) 700 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(8) 700 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(9) 700 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(10) 700 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex 