Synopsis of Prophecy of Love (2020)[Unicode]“အချစ်ဝှက်အကြားအမြင်ဆရာမလေး”Castsထီရွတ် အဖြစ် James Jirayuရိုစီတာ(ရို့စ်) အဖြစ် Ice Preechayaဇာတ်လမ်းအကျဉ်း၂၀၁၂ ခုနှစ်မှာ ပြင်သစ်နိုင်ငံမှာနေထိုင်သူ ထိုင်းလူမျိုးရိုစီတာတစ်ယောက် ကားမတော်တဆမှုဖြစ်ပြီး သုံးလလောက် သတိလစ်နေခဲ့တယ်ရို့စ် ပြန်နိုးလာချိန်မှာတော့ ထူးဆန်းတဲ့ စွမ်းရည်တစ်ခုရနေခဲ့ပြီ အဲ့ဒီစွမ်းရည်က နှင်းဆီပန်းကို ထိရင် ထိထားသူရဲ့ အနာဂတ်ကို မြင်ရတာပါပဲ…ဒီလိုနဲ့ နာမည်ကြီး အကြားအမြင်ဆရာမတစ်ယောက်ဖြစ်လာပြီး လူအများရှေ့မှာ နာမည်ကြီးသရုပ်ဆောင်မင်းသား ထီရွတ်ကို မိန်းကလေးတစ်ယောက်ကို ကိုယ်ဝန်ရှိစေခဲ့ပြီး တိတ်တိတ်ပုန်းကလေးရမယ်လို့ ဟောပြောခဲ့တယ်…ဒီဟောပြောချက်ကြောင့် ထီရွတ်တစ်ယောက် နာမည်ပါအထိနာခဲ့ပြီး ရို့စ်နဲ့ဆက်ဆံရေးကလည်း အဆင်မပြေဖြစ်ခဲ့ပါတယ်၆နှစ်ကြာပြီးနောက် အခမ်းအနားတစ်ခုမှာ ထီရွတ်အပါအဝင် နာမည်ကြီး ငါးယောက် ဖိတ်ခေါ်ခဲ့ပြီး ရိုစီတာကို ထပ်မံဟောပြောခိုင်းခဲ့ပါတယ်🌹ရိုစီတာတစ်ယောက် ကမ်းလာပေးတဲ့ နှင်းဆီတွေထိလိုက်ချိန်မှာ သူမနဲ့ထီရွတ်တို့ အရမ်းချစ်ပြီး ဖက်နေနမ်းနေတဲ့ရိုမန့်တစ်ဆန်တဲ့ မြင်ကွင်းတွေမြင်လိုက်ရပြီး အရမ်းတုန်လှုပ်ခဲ့တယ်🌹သူမပုံစံက အရမ်းထူးဆန်းနေခဲ့လို့ ဘာမြင်ခဲ့လဲဆိုတာ နာမည်ကြီးငါးယောက်က သိချင်နေခဲ့တယ်ရိုစီတာကတော့ ဘာမှမမြင်ခဲ့ဘူးပဲ ပြောခဲ့ပေမယ့် ဘယ်သူမှမယုံခဲ့ကြပါဘူး🌹နောက်ရက်ကစပြီး ထူးဆန်းတာတွေ စတင်ဖြစ်ပေါ်လာတော့တယ်ရို့စ် ဆက်တိုက် ရန်ပြုခံရပြီး သံသယရှိသူကတော့ ဟောပြောပေးခဲ့တဲ့ ငါးယောက်ထဲက တစ်ယောက်ပါ🌹ထီရွတ်က သံသယအရှိဆုံးဖြစ်နေပေမယ့် ရို့စ်ကို ကယ်ပေးခဲ့ပြီး သူ့အိမ်မှာနေစေခဲ့ကာ ရို့စ်ကို သတ်ချင်တဲ့ တရားခံဘယ်သူလဲဆိုတာ အန္တရာယ်ကြားက ကူရှာဖွေပေးပါတော့တယ်🌹❤️ဒီအန္တရာယ်ခရီးလမ်းကြား ရို့စ်အပေါ်ခံစားချက်တွေ ဖြစ်ပေါ်လာခဲ့တဲ့ ထီတစ်ယောက် ချစ်ရသူကို ကာကွယ်နိုင်ပါ့မလားဆိုတာ စောင့်မျှော်ကြည့်ရှုရအောင်နော်❤️🌹ပုံမှန်ဆို ဒီဇာတ်လမ်းတွဲရိုက်တဲ့ ဒါရိုက်တာက အချစ်ကားလေးတွေများပေမယ့် အခုကားမှာတော့ ဇာတ်ကားနာမည်အတိုင်း ဖုံးကွယ်ထားတဲ့ ပဟေဠိ အချစ်တွေနဲ့ လျှို့ဝှက်ချက်ပေါင်းများစွာကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရှုနိုင်မှာပါ❤️🌹( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ဖြစ်ပါတယ် )[Zawgyi]“အခ်စ္ဝွက္အၾကားအျမင္ဆရာမေလး”Castsထီ႐ြတ္ အျဖစ္ James Jirayu႐ိုစီတာ(႐ို႕စ္) အျဖစ္ Ice Preechayaဇာတ္လမ္းအက်ဥ္း၂၀၁၂ ခုႏွစ္မွာ ျပင္သစ္ႏိုင္ငံမွာေနထိုင္သူ ထိုင္းလူမ်ိဳး႐ိုစီတာတစ္ေယာက္ ကားမေတာ္တဆမႈျဖစ္ၿပီး သုံးလေလာက္ သတိလစ္ေနခဲ့တယ္႐ို႕စ္ ျပန္ႏိုးလာခ်ိန္မွာေတာ့ ထူးဆန္းတဲ့ စြမ္းရည္တစ္ခုရေနခဲ့ၿပီ အဲ့ဒီစြမ္းရည္က ႏွင္းဆီပန္းကို ထိရင္ ထိထားသူရဲ႕ အနာဂတ္ကို ျမင္ရတာပါပဲ…ဒီလိုနဲ႔ နာမည္ႀကီး အၾကားအျမင္ဆရာမတစ္ေယာက္ျဖစ္လာၿပီး လူအမ်ားေရွ႕မွာ နာမည္ႀကီးသ႐ုပ္ေဆာင္မင္းသား ထီ႐ြတ္ကို မိန္းကေလးတစ္ေယာက္ကို ကိုယ္ဝန္ရွိေစခဲ့ၿပီး တိတ္တိတ္ပုန္းကေလးရမယ္လို႔ ေဟာေျပာခဲ့တယ္…ဒီေဟာေျပာခ်က္ေၾကာင့္ ထီ႐ြတ္တစ္ေယာက္ နာမည္ပါအထိနာခဲ့ၿပီး ႐ို႕စ္နဲ႔ဆက္ဆံေရးကလည္း အဆင္မေျပျဖစ္ခဲ့ပါတယ္၆ႏွစ္ၾကာၿပီးေနာက္ အခမ္းအနားတစ္ခုမွာ ထီ႐ြတ္အပါအဝင္ နာမည္ႀကီး ငါးေယာက္ ဖိတ္ေခၚခဲ့ၿပီး ႐ိုစီတာကို ထပ္မံေဟာေျပာခိုင္းခဲ့ပါတယ္🌹႐ိုစီတာတစ္ေယာက္ ကမ္းလာေပးတဲ့ ႏွင္းဆီေတြထိလိုက္ခ်ိန္မွာ သူမနဲ႔ထီ႐ြတ္တို႔ အရမ္းခ်စ္ၿပီး ဖက္ေနနမ္းေနတဲ့႐ိုမန႔္တစ္ဆန္တဲ့ ျမင္ကြင္းေတြျမင္လိုက္ရၿပီး အရမ္းတုန္လႈပ္ခဲ့တယ္🌹သူမပုံစံက အရမ္းထူးဆန္းေနခဲ့လို႔ ဘာျမင္ခဲ့လဲဆိုတာ နာမည္ႀကီးငါးေယာက္က သိခ်င္ေနခဲ့တယ္႐ိုစီတာကေတာ့ ဘာမွမျမင္ခဲ့ဘူးပဲ ေျပာခဲ့ေပမယ့္ ဘယ္သူမွမယုံခဲ့ၾကပါဘူး🌹ေနာက္ရက္ကစၿပီး ထူးဆန္းတာေတြ စတင္ျဖစ္ေပၚလာေတာ့တယ္႐ို႕စ္ ဆက္တိုက္ ရန္ျပဳခံရၿပီး သံသယရွိသူကေတာ့ ေဟာေျပာေပးခဲ့တဲ့ ငါးေယာက္ထဲက တစ္ေယာက္ပါ🌹ထီ႐ြတ္က သံသယအရွိဆုံးျဖစ္ေနေပမယ့္ ႐ို႕စ္ကို ကယ္ေပးခဲ့ၿပီး သူ႔အိမ္မွာေနေစခဲ့ကာ ႐ို႕စ္ကို သတ္ခ်င္တဲ့ တရားခံဘယ္သူလဲဆိုတာ အႏၲရာယ္ၾကားက ကူရွာေဖြေပးပါေတာ့တယ္🌹❤️ဒီအႏၲရာယ္ခရီးလမ္းၾကား ႐ို႕စ္အေပၚခံစားခ်က္ေတြ ျဖစ္ေပၚလာခဲ့တဲ့ ထီတစ္ေယာက္ ခ်စ္ရသူကို ကာကြယ္ႏိုင္ပါ့မလားဆိုတာ ေစာင့္ေမွ်ာ္ၾကည့္ရႈရေအာင္ေနာ္❤️🌹ပုံမွန္ဆို ဒီဇာတ္လမ္းတြဲ႐ိုက္တဲ့ ဒါ႐ိုက္တာက အခ်စ္ကားေလးေတြမ်ားေပမယ့္ အခုကားမွာေတာ့ ဇာတ္ကားနာမည္အတိုင္း ဖုံးကြယ္ထားတဲ့ ပေဟဠိ အခ်စ္ေတြနဲ႔ လွ်ိဳ႕ဝွက္ခ်က္ေပါင္းမ်ားစြာကို စိတ္လႈပ္ရွားဖြယ္ ၾကည့္ရႈႏိုင္မွာပါ❤️🌹( အညႊန္းေရးသားထားသူကေတာ့ Kyi Nue Zin ျဖစ္ပါတယ္ )Native Title: พยากรณ์ซ่อนรักAlso Known As: Prophecy of Love , Forecasted to LoveDirector: Paajaew Yuthana LorphanpaibulDrama: Payakorn Sorn RukCountry: Thailands: 16Aired: Jun 15, 2020 – Aug 4, 2020Aired On: Monday, TuesdayOriginal Network: Channel 3Duration: 1 hr. 50 min.Content Rating: Not Yet RatedFile size__( 900 MB per EP)Quality__RunningTime__1hr50min per EPFormat__mp4Type__Comedy , Romance , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Kyi Nue Zin and Nang Mwe KhamEncoded by Naing Aung Latt (1) [900MB]YoteShin  Yandex    Meganz  Userdrive (2) [900MB]YoteShin  Yandex    Meganz  Userdrive (3) [900MB]YoteShin  Yandex    Meganz  Userdrive (4) [900MB]YoteShin  Yandex    Meganz  Userdrive (5) [900MB]YoteShin  Yandex    Meganz  Userdrive (6) [900MB]YoteShin  Yandex    Meganz  Userdrive (7) [900MB]YoteShin  Yandex    Meganz  Userdrive (8) [900MB]YoteShin  Yandex    Meganz  Userdrive (9) [900MB]Yandex    Meganz  Userdrive (10) [900MB]Yandex    Meganz  Userdrive (11) [900MB]YoteShin  Yandex    Meganz  Userdrive (12) [900MB]YoteShin  Yandex    Meganz  Userdrive (13) END [900MB]YoteShin  Yandex    Meganz  UserdriveThe End 