Synopsis of Backstreet Rookie (2020)[Unicode]အားလုံး စောင့်မျှော်နေတဲ့ “Backstreet Rookie” လေးလာပါပြီ ။ဒီဇာမ်လမ်းလေးက နာမည်ကြီး webtoon တစ်ခုကို ရိုက်ကူးထားတာဖြစ်ပြီးKim Yoo Jung လေးကို ဖိုက်တာမလေးအဖြစ်မြင်တွေ့ရမှာပါဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းဂျောင်ဆယ်ဗြောဟာ ပြဿနာအိုး အထက်တန်းကျောင်းသူလေးတစ်ယောက်ပါ…သူမက သူငယ်ချင်းတွေကိုလည်း အရမ်းကိုချစ်ပါတယ်တစ်ရက်မှာတော့ သူမတို့ သူငယ်ချင်းအုပ်စုနဲ့ ချွဲဒယ်ဟွန်းတစ်ယောက် ပက်ပင်းတိုးပါတော့တယ်သူတို့သူငယ်ချင်းတစ်စုဟဆေးလိပ်သောက်ချင်လို့ ချွဲဒယ်ဟွန်းကို ဆေးလိပ်ဝယ်ခိုင်းကြပါတော့တယ်…ဆေးလိပ်ဝယ်ခိုင်းတဲ့ အဖိုးအခ အဖြစ် kiss ပေးခဲ့တဲ့ ကောင်မလေးကို ချွဲဒယ်ဟွန်းတစ်ယောက် စိတ်ထဲမှာ မမေ့မလျော့နဲ့ကို မှတ်ထားခဲ့ပါတယ် ၊အဲ့လိုနဲ့ ၄ နှစ်ကြာပြီးနောက် ချွဲဒယ်ဟွန်းက ကိုယ်ပိုင် convenience store လေးတစ်ခုကို ဖွင့်ခဲ့ပါတယ် ။သူရဲ့ ဆိုင်အတွက် အချိန်ပိုင်း အလုပ်သမားခေါ်တဲ့အချိန်မှာ ဂျောင်ဆယ်ဗြောနဲ့ ပြန်တွေ့ပါတော့တယ်…ဒီတစ်ကြိမ်မှာတော့ ဂျောင်ဆယ်ဗြောက တက္ကသိုလ်ကျောင်းသူကြီး တစ်ယောက်ဖြစ်နေပါပြီပြဿနာရှာလွန်းတဲ့ ဂျောင်ဆယ်ဗြောလေးက အချိန်ပိုင်း အလုပ်သမားဖြစ်လာတဲ့ အခါမှာကော ဘယ်လိုတွေပြဿနာရှာဦးမလဲ…ချွဲဒယ်ဟွန်းနဲ့ ဆယ်ဗြောတို့ ဘယ်လို အလွဲလေးတွေဖြစ်ကြမလဲဆိုတာကိုဒီဇာတ်လမ်းလေးမှာ အားပေးကြပါဦး…။အပတ်စဉ် သောကြာနေ့နဲ့ စနေနေ့ ညတိုင်းမှာ အပိုင်းသစ်ထွက်ရှိမှာဖြစ်ပြီးအပတ်စဉ် စနေ တနင်္ဂနွေတိုင်းမှာ CM မှ ဘာသာပြန်တင်ဆက်ပေးမှာဖြစ်ပါတယ် ။( အညွှန်း ရေးသားထားသူကတော့ Hay Thar Oo ဖြစ်ပါတယ် )[Zawgyi]အားလုံး ေစာင့္ေမွ်ာ္ေနတဲ့ “Backstreet Ro0kie” ေလးလာပါ​ၿပီ ။ဒီဇာမ္လမ္းေလးက နာမည္ႀကီး webtoon တစ္ခုကို ႐ိုက္ကူးထားတာျဖစ္ၿပီးKim Yoo Jung ေလးကို ဖိုက္တာမေလးအျဖစ္ျမင္ေတြ႕ရမွာပါျဖစ္ပါတယ္ ။ဇာတ္လမ္းအက်ၪ္းေဂ်ာင္ဆယ္ေျဗာဟာ ျပႆနာအိုး အထက္တန္းေက်ာင္းသူေလးတစ္ေယာက္ပါ…သူမက သူငယ္ခ်င္းေတြကိုလည္း အရမ္းကိုခ်စ္ပါတယ္တစ္ရက္မွာေတာ့ သူမတို႔ သူငယ္ခ်င္းအုပ္စုနဲ႔ ခြၽဲဒယ္ဟြန္းတစ္ေယာက္ ပက္ပင္းတိုးပါေတာ့တယ္သူတို႔သူငယ္ခ်င္းတစ္စုဟေဆးလိပ္ေသာက္ခ်င္လို႔ ခြၽဲဒယ္ဟြန္းကို ေဆးလိပ္၀ယ္ခိုင္းၾကပါေတာ့တယ္…ေဆးလိပ္၀ယ္ခိုင္းတဲ့ အဖိုးအခ အျဖစ္ kiss ေပးခဲ့တဲ့ ေကာင္မေလးကို ခြၽဲဒယ္ဟြန္းတစ္ေယာက္ စိတ္ထဲမွာ မေမ့မေလ်ာ့နဲ႔ကို မွတ္ထားခဲ့ပါတယ္ ၊အဲ့လိုနဲ႔ ၄ ႏွစ္ၾကာၿပီးေနာက္ ခြၽဲဒယ္ဟြန္းက ကိုယ္ပိုင္ convenience store ေလးတစ္ခုကို ဖြင့္ခဲ့ပါတယ္ ။သူရဲ႕ ဆိုင္အတြက္ အခ်ိန္ပိုင္း အလုပ္သမားေခၚတဲ့အခ်ိန္မွာ ေဂ်ာင္ဆယ္ေျဗာနဲ႔ ျပန္ေတြ႕ပါေတာ့တယ္…ဒီတစ္ႀကိမ္မွာေတာ့ ေဂ်ာင္ဆယ္ေျဗာက တကၠသို္လ္ေက်ာင္းသူႀကီး တစ္ေယာက္ျဖစ္ေနပါၿပီျပႆနာရွာလြန္းတဲ့ ေဂ်ာင္ဆယ္ေျဗာေလးက အခ်ိန္ပိုင္း အလုပ္သမားျဖစ္လာတဲ့ အခါမွာေကာ ဘယ္လိုေတြျပႆနာရွာဦးမလဲ…ခြၽဲဒယ္ဟြန္းနဲ႔ ဆယ္ေျဗာတို႔ ဘယ္လို အလြဲေလးေတြျဖစ္ၾကမလဲဆိုတာကိုဒီဇာတ္လမ္းေလးမွာ အားေပးၾကပါဦး…။အပတ္စၪ္ ေသာၾကာေန႔နဲ႔ စေနေန႔ ညတိုင္းမွာ အပိုင္းသစ္ထြက္ရွိမွာျဖစ္ၿပီးအပတ္စၪ္ စေန တနဂၤေႏြတိုင္းမွာ CM မွ ဘာသာျပန္တင္ဆက္ေပးမွာျဖစ္ပါတယ္ ။( အညႊန္္း ေရးသားထားသူကေတာ့ Hay Thar Oo ျဖစ္ပါတယ္ )Native Title: 편의점 샛별이Director: Lee Myung WooScreenwriter: Son Geun Joos: 16Aired: Jun 19, 2020 – Aug 8, 2020Aired On: Friday, SaturdayOriginal Network: SBSDuration: 60 min.Content Rating: 15+ – Teens 15 or olderFile size__( 550 MB)Quality__Format__mp4Type__ Romance, Drama , ComedySubtitle__Myanmar Subtitle (Hardsub)Translated by Hay Thar OoEncoded by Naing Aung LattComplete Zip Vip  [1-8]  [9-16] (1) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (2) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (3) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (4) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (5) [550 MB]YoteShin  Usersdrive  Yandex   (6) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (7) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (8) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (9) [550 MB]YoteShin  Usersdrive  Yandex    Meganz (10) [550 MB]YoteShin  Usersdrive  Yandex   Meganz (11) [550 MB]YoteShin  Usersdrive  Yandex   Meganz (12) [550 MB]YoteShin  Usersdrive  Yandex   Meganz (13) [550 MB]YoteShin  Usersdrive  Yandex   Meganz (14) [550 MB]YoteShin  Usersdrive  Yandex   Meganz (15) [550 MB]YoteShin  Usersdrive  Yandex   Meganz (16) END [550 MB]YoteShin  Usersdrive  Yandex   MeganzThe End 