Synopsis of Hey sensei , Don’t you know? (2019)[Unicode]IMDb rating 6102019က ထွက်ရှိခဲ့တဲ့ Dramaဖြစ်ပါတယ် ။အပိုင်း၆ပိုင်းပါဝင်ပြီး တစ်ပိုင်းစီမှာပျှမ်းမျှ ၂၅မိနစ်စာရှိပါတယ်။“Hey sensei,don’t you know” ဆိုတဲ့ Manga ကို drama အဖြစ်ပြန်ရိုက်ခဲ့တာဖြစ်ပြီးEnding song အနေနဲ့ Bolbbagan 4ရဲ့ပထမဆုံး Japanese single song “Love”သီချင်း ကိုအသုံးပြုထားပါတယ်။“ဟာနာ နှင့် ရီချီ”“ဟာနာ”ဆိုတဲ့မိန်းကလေးက Girl Manga တွေရေးတဲ့စာရေးဆရာမတစ်ယောက်ဖြစ်ပါတယ်။သူကတော့ အထက်တန်းကျောင်းseniorဘဝကတည်းက Mangaတွေကိုစတင်ရေးသားခဲ့ပြီး အလုပ်ထဲမှာပဲဘဝကိုမြှုပ်နှံထားသူတစ်ယောက်ဖြစ်ပါတယ်။တစ်နေ့မှာတော့စာမူတွေအပ်ပြီးပြန်အလာ လမ်းမှာရှိတဲ့မှန်တစ်ချပ်ထဲမှာ သူမရဲ့ပုံရိပ်ကိုမြင်တွေ့လိုက်ရပါတယ်။အလုပ်ကလွဲပြီးကျန်တာကိုဂရုမစိုက်ခဲ့တဲ့ဟာနာတစ်ယောက် fashionအမြင်မရှိ ဖရိုဖရဲဖြစ်နေမှန်းသိလိုက်ရတဲ့အခါသူမရဲ့ပုံစံကိုပြောင်းပစ်ဖို့ဆလွန်းတစ်ခုကို သွားလိုက်ပါတယ်။အဲဒီဆလွန်းမှာတော့ ဆံပင်ညှပ်တော်ပြီးခံ့ညားတဲ့ ရီချီဆိုတဲ့Hairstylistတစ်ယောက်ရှိနေခဲ့ပါတယ်။“ရီချီ”ကတော့ Modelမင်းသမီးတွေကိုပါ hairstyleပြင်ပေးရလေ့ရှိတဲ့ခပ်မိုက်မိုက်Hairstylistတစ်ယောက်ပါ။သူ့အနားမှာမိန်းကလေးတွေဝိုင်းဝိုင်းလည်နေပေမဲ့ hairstyleတွေကိုပဲအမြဲတမ်းသင်ယူလေ့လာမှုတွေပဲပြုလုပ်နေခဲ့လို့ရည်းစားကိုဂရုမစိုက်နိုင်ဘဲ တစ်ယောက်ပြီးတစ်ယောက်နဲ့ပြတ်စဲခဲ့ရတာကြောင့် ရည်းစားထပ်မထားဘဲ အလုပ်ကိုသာ အချိန်ပြည့်ကြိုးစားနေခဲ့ပါတယ်။တစ်နေ့မှာတော့သူ့ဆလွန်းကို ကပိုကရိုနဲ့အနွေးထည်အထူကြီးဝတ်ထားတဲ့မိန်းကလေးတစ်ယောက် ဆံပင်ညှပ်ဖို့ရောက်လာခဲ့ပါတယ်။ဆံပင်ညှပ်ပေးရင်း စကားစမြည်ပြောမိတဲ့အခါဟာနာရဲ့အလုပ်အပေါ်ထားတဲ့လေးနက်မှုတွေ စိတ်အားထက်သန်မှုတွေကိုမြင်ပြီးသဘောကျသွားခဲ့ပါတယ်။ဟာနာကလည်း သူ့ရဲ့Mangaတွေထဲကလို စကားပြောကောင်းပြီးခံ့ညားတဲ့cool guy ရီချီကိုသဘောကျနေခဲ့ပါတယ်။ဒီလိုနဲ့ Love at first sightမှာပဲ ဖွင့်ပြောကာ သူတို့နှစ်ယောက်ချစ်သူတွေဖြစ်သွားခဲ့ပါတယ်။ဒါပေမဲ့ဟာနာကအလုပ်လုပ်ရပြီဆိုရင် ဖုန်းစက်ပိတ်ထားပြီးရည်းစားကိုတောင်အဖက်မလုပ်တဲ့သူပါ။အလုပ်သရဲလေးဟာနာကို ရီချီကနားလည်ပေးပြီး အစစအရာရာဂရုစိုက်ပေးကာ Mangaရေးဖို့အတွက်ကိုပါ ကူညီပေးတာတွေကို ကြည်နူးစွာနဲ့ကြည့်ရှုရမှာပါ။Min lead နှစ်ယောက်ရဲ့chemistryမိမိသရုပ်ဆောင်မှုနဲ့အတူsceneတွေကလည်းတကယ်ကိုကြည့်ရင်းပြုံးမိစေလောက်အောင် ကြည်နူးစရာကောင်းတာမို့လို့ ကြည့်ရှုနိုင်စေဖို့တင်ဆက်လိုက်ရပါတယ်…။( အညွှန်းရေးသားပြီး ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ် )[Zawgyi]IMDb rating 6102019က ထြက္ရွိခဲ့တဲ့ Dramaျဖစ္ပါတယ္ ။အပိုင္း၆ပိုင္းပါဝင္ၿပီး တစ္ပိုင္းစီမွာပွ်မ္းမွ် ၂၅မိနစ္စာရွိပါတယ္။“Hey sensei,don’t you know” ဆိုတဲ့ Manga ကို drama အျဖစ္ျပန္႐ိုက္ခဲ့တာျဖစ္ၿပီးEnding song အေနနဲ႔ Bolbbagan 4ရဲ႕ပထမဆုံး Japanese single song “Love”သီခ်င္း ကိုအသုံးျပဳထားပါတယ္။“ဟာနာ နွင့္ ရီခ်ီ”“ဟာနာ”ဆိုတဲ့မိန္းကေလးက Girl Manga ေတြေရးတဲ့စာေရးဆရာမတစ္ေယာက္ျဖစ္ပါတယ္။သူကေတာ့ အထက္တန္းေက်ာင္းseniorဘ၀ကတည္းက Mangaေတြကိုစတင္ေရးသားခဲ့ျပီး အလုပ္ထဲမွာပဲဘ၀က္ုိျမွဳပ္နွံထားသူတစ္ေယာက္ျဖစ္ပါတယ္။တစ္ေန့မွာေတာ့စာမူေတြအပ္ျပီးျပန္အလာ လမ္းမွာရွိတဲ့မွန္တစ္ခ်ပ္ထဲမွာ သူမရဲ့ပုံရိပ္ကိုျမင္ေတြ့လိုက္ရပါတယ္။အလုပ္ကလြဲျပီးက်န္တာကိုဂရုမစိုက္ခဲ့တဲ့ဟာနာတစ္ေယာက္ fashionအျမင္မရွိ ဖရိုဖရဲျဖစ္ေနမွန္းသိလိုက္ရတဲ့အခါသူမရဲ့ပုံစံကိုေျပာင္းပစ္ဖို့ဆလြန္းတစ္ခုကို သြားလိုက္ပါတယ္။အဲဒီဆလြန္းမွာေတာ့ ဆံပင္ညွပ္ေတာ္ၿပီးခံ့ညားတဲ့ ရီခ်ီဆိုတဲ့Hairstylistတစ္ေယာက္ရွိေနခဲ့ပါတယ္။“ရီခ်ီ”ကေတာ့ Modelမင္းသမီးေတြကိုပါ hairstyleျပင္ေပးရေလ့ရွိတဲ့ခပ္မိုက္မိုက္Hairstylistတစ္ေယာက္ပါ။သူ့အနားမွာမိန္းကေလးေတြ၀ိုင္း၀ိုင္းလည္ေနေပမဲ့ hairstyleေတြကိုပဲအျမဲတမ္းသင္ယူေလ့လာမႈေတြပဲျပဳလုပ္ေနခဲ့လို႔ရည္းစားကိုဂရုမစိုက္နိုင္ဘဲ တစ္ေယာက္ျပီးတစ္ေယာက္နဲ့ျပတ္စဲခဲ့ရတာေျကာင့္ ရည္းစားထပ္မထားဘဲ အလုပ္ကိုသာ အခ်ိန္ျပည့္ျကိုးစားေနခဲ့ပါတယ္။တစ္ေန့မွာေတာ့သူ့ဆလြန္းကို ကပိုကရိုနဲ့အေႏြးထည္အထူျကီး၀တ္ထားတဲ့မိန္းကေလးတစ္ေယာက္ ဆံပင္ညွပ္ဖို့ေရာက္လာခဲ့ပါတယ္။ဆံပင္ညွပ္ေပးရင္း စကားစျမည္ေျပာမိတဲ့အခါဟာနာရဲ့အလုပ္အေပၚထားတဲ့ေလးနက္မႈေတြ စိတ္အားထက္သန္မႈေတြကိုျမင္ျပီးသေဘာက်သြားခဲ့ပါတယ္။ဟာနာကလည္း သူ႔ရဲ႕Mangaေတြထဲကလို စကားေျပာေကာင္းၿပီးခံ့ညားတဲ့cool guy ရီခ်ီကိုသေဘာက်ေနခဲ့ပါတယ္။ဒီလိုနဲ႔ Love at first sightမွာပဲ ဖြင့္ေျပာကာ သူတို႔ႏွစ္ေယာက္ခ်စ္သူေတြျဖစ္သြားခဲ့ပါတယ္။ဒါေပမဲ့ဟာနာကအလုပ္လုပ္ရျပီဆိုရင္ ဖုန္းစက္ပိတ္ထားျပီးရည္းစားကိုေတာင္အဖက္မလုပ္တဲ႕သူပါ။အလုပ္သရဲေလးဟာနာကို ရီခ်ီကနားလည္ေပးၿပီး အစစအရာရာဂရုစိုက္ေပးကာ Mangaေရးဖို့အတြက္ကိုပါ ကူညီေပးတာေတြကို ျကည္နူးစြာနဲ့ျကည့္ရႈရမွာပါ။Min lead ႏွစ္ေယာက္ရဲ႕chemistryမိမိသ႐ုပ္ေဆာင္မႈနဲ႔အတူsceneေတြကလည္းတကယ္ကိုၾကည့္ရင္းျပံဳးမိေစေလာက္ေအာင္ ၾကည္ႏူးစရာေကာင္းတာမို႔လို႔ ၾကည့္ရႈႏိုင္ေစဖို႔တင္ဆက္လိုက္ရပါတယ္…။( အညႊန္းေရးသားျပီး ဘာသာျပန္သူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )File size__( 400 MB per EP)Quality__WebDL-RunningTime__30mins per EPFormat__mp4Type__Romance , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Ingyin SanEncoded by Naing Aung LattComplete Zip VIP     