Synopsis of Unsolved Mysteries (2020)Unsolved Mysteries (2020)====================IMDb Rating – 7.810#UnicodeNetflix ကနေ July 1 ရက်နေ့မှာပြသခဲ့တဲ့ စီးရီးအသစ်တစ်ခုကို တင်ဆက်ပေးချင်ပါတယ်။ဒီစီးရီးက Stranger Things ကို ထုတ်လုပ်ခဲ့တဲ့ Production ကပဲ တင်ဆက်ထားတာဖြစ်ပြီး သာမန် ရုပ်ရှင်ကားများမဟုတ်ဘဲ . တကယ့်အပြင်မှာဖြစ်ပျက်ခဲ့တဲ့ ဖြစ်ရပ်အမှန်များကို အင်တာဗျူးပြကွက်တွေနဲ့ ဇာတ်လမ်းဇာတ်ရုပ်များကို ရောယှက်ပြသထားတဲ့ Documentary Movies များဖြစ်ပါတယ်။ ဒီစီးရီးမှာ အပိုင်း(၆)ပိုင်းပါပြီး ဇာတ်လမ်းအကျဥ်းတွေကို ပြောပြရမယ်ဆိုရင် သေဆုံးခြင်း၊ ပျောက်ဆုံးခြင်းတွေကို အခြေခံထားပါတယ်။ ဒါဆိုရင် ဘာထူးဆန်းလဲလို့မေးစရာရှိပါတယ် . ဟုတ်ပါတယ် . သေဆုံးခြင်း၊ ပျောက်ဆုံးခြင်းတွေဟာ သာမန် suicide လုပ်တာတွေ၊ အသတ်ခံရခြင်းမျိုးတွေနဲ့မတူဘဲ . လက်မခံနိုင်စရာထူးဆန်းဖွယ်ရာတွေနဲ့ ကြုံတွေဆုံတွေ့နေတာပါ။ နောက်ပြီးတော့ အခုပြသထားတဲ့ အဖြစ်အပျက်(၆)ခုဟာ အခုချိန်ထိတိုင်အောင် လက်တွေ့အဖြေရှာမရသေးဘဲ လူတွေဟာတွေဝေနေပြီး ဘာကြောင့်သေဆုံးတယ်၊ ဘာကြောင့်ပျောက်ဆုံးတယ် . ဘယ်လိုပျောက်ဆုံးတယ်ဆိုတာပါ ဆုံးဖြတ်ချက်ချလို့မရတဲ့ အဖြစ်အပျက်များပါ။ အဲ့ဒီထဲက မိသားစုတစ်ချို့ဆို အင်တာဗျူးခံဖို့ကိုတောင် ငြင်းဆိုခဲ့ကြတာပါ။ အကယ်လို့ ဒီအဖြစ်အပျက်များကို ပရိတ်သတ်တွေအနေနဲ့ ဖြေရှင်းတယ် . တစ်ခုခုအကြောင်းကြားနိုင်တယ်ဆိုရင် Phone No – 573-729-3241or unsolved.com တို့ကို ဆက်သွယ်ပြီး အကူအညီပေးနိုင်ပါတယ်။နောက်တစ်ခုပြောချင်တာက Documentary Movies တွေဆိုလို့ ပျင်းရိစွာထိုင်ကြည့်နေရမှာမျိုးမဟုတ်ပါဘူးပဟေဌိတစ်ပုဒ်ကို ထိုင်ဖတ်နေရသလို စိတ်ဝင်စားစွာနဲ့ကြည့်ရမယ်ဆိုတာကိုလည်း စကားချပ်အနေနဲ့ ပြောပြရင်းဒီစီးရီးကို ကြည့်ကိုကြည့်ဖို့ တိုက်တွန်းညွှန်းဆိုချင်ပါတယ်။(ဒီအညွှန်းကို San Win Maung မှရေးသားပေးထားပြီး။ ဘာသာပြန်ရေးသားပေးသူများကတော့ Tin Myo Lwin,Thiha Yan Naing, d3mon တို့မှ ရေးသားပေးထားပါတယ်။#ZawgyiNetflix ကေန July 1 ရက္ေန႔မွာျပသခဲ့တဲ့ စီးရီးအသစ္တစ္ခုကို တင္ဆက္ေပးခ်င္ပါတယ္။ဒီစီးရီးက Stranger Things ကို ထုတ္လုပ္ခဲ့တဲ့ Production ကပဲ တင္ဆက္ထားတာျဖစ္ၿပီး သာမန္ ႐ုပ္ရွင္ကားမ်ားမဟုတ္ဘဲ . တကယ့္အျပင္မွာျဖစ္ပ်က္ခဲ့တဲ့ ျဖစ္ရပ္အမွန္မ်ားကို အင္တာဗ်ဴးျပကြက္ေတြနဲ႔ ဇာတ္လမ္းဇာတ္႐ုပ္မ်ားကို ေရာယွက္ျပသထားတဲ့ Documentary Movies မ်ားျဖစ္ပါတယ္။ ဒီစီးရီးမွာ အပိုင္း(၆)ပိုင္းပါၿပီး ဇာတ္လမ္းအက်ဥ္းေတြကို ေျပာျပရမယ္ဆိုရင္ ေသဆုံးျခင္း၊ ေပ်ာက္ဆုံးျခင္းေတြကို အေျခခံထားပါတယ္။ ဒါဆိုရင္ ဘာထူးဆန္းလဲလို႔ေမးစရာရွိပါတယ္ . ဟုတ္ပါတယ္ . ေသဆုံးျခင္း၊ ေပ်ာက္ဆုံးျခင္းေတြဟာ သာမန္ suicide လုပ္တာေတြ၊ အသတ္ခံရျခင္းမ်ိဳးေတြနဲ႔မတူဘဲ . လက္မခံႏိုင္စရာထူးဆန္းဖြယ္ရာေတြနဲ႔ ႀကဳံေတြဆုံေတြ႕ေနတာပါ။ ေနာက္ၿပီးေတာ့ အခုျပသထားတဲ့ အျဖစ္အပ်က္(၆)ခုဟာ အခုခ်ိန္ထိတိုင္ေအာင္ လက္ေတြ႕အေျဖရွာမရေသးဘဲ လူေတြဟာေတြေဝေနၿပီး ဘာေၾကာင့္ေသဆုံးတယ္၊ ဘာေၾကာင့္ေပ်ာက္ဆုံးတယ္ . ဘယ္လိုေပ်ာက္ဆုံးတယ္ဆိုတာပါ ဆုံးျဖတ္ခ်က္ခ်လို႔မရတဲ့ အျဖစ္အပ်က္မ်ားပါ။ အဲ့ဒီထဲက မိသားစုတစ္ခ်ိဳ႕ဆို အင္တာဗ်ဴးခံဖို႔ကိုေတာင္ ျငင္းဆိုခဲ့ၾကတာပါ။ အကယ္လို႔ ဒီအျဖစ္အပ်က္မ်ားကို ပရိတ္သတ္ေတြအေနနဲ႔ ေျဖရွင္းတယ္ . တစ္ခုခုအေၾကာင္းၾကားႏိုင္တယ္ဆိုရင္ Phone No – 573-729-3241or unsolved.com တို႔ကို ဆက္သြယ္ၿပီး အကူအညီေပးႏိုင္ပါတယ္။ေနာက္တစ္ခုေျပာခ်င္တာက Documentary Movies ေတြဆိုလို႔ ပ်င္းရိစြာထိုင္ၾကည့္ေနရမွာမ်ိဳးမဟုတ္ပါဘူးပေဟဌိတစ္ပုဒ္ကို ထိုင္ဖတ္ေနရသလို စိတ္ဝင္စားစြာနဲ႔ၾကည့္ရမယ္ဆိုတာကိုလည္း စကားခ်ပ္အေနနဲ႔ ေျပာျပရင္းဒီစီးရီးကို ၾကည့္ကိုၾကည့္ဖို႔ တိုက္တြန္းၫႊန္းဆိုခ်င္ပါတယ္။(ဒီအၫႊန္းကို San Win Maung မွေရးသားေပးထားၿပီး။ ဘာသာျပန္ေရးသားေပးသူမ်ားကေတာ့ Tin Myo Lwin,Thiha Yan Naing, d3mon တို႔မွ ေရးသားေပးထားပါတယ္။Quality –  WEB-DLDuration – 1hr (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Drama, MysterySource : .WEB.DLTranslator – Tin Myo Lwin, Thiha Yan Naing, d3monEncoder – SWMComplete Zip VIP    (1) 450 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(2) 450 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(3) 450 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(4) 450 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(5) 450 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex(6) 450 MbUsersdrive   Portal    Upstream  Mega.nz  Yandex 