Synopsis of Familiar Wife 2018ဒီစီးရီးလေးက ၂၀၁၈ က ထွက်တာပါ။ ကျွန်တော် စကိုင်းနက်မှာ တစ်ပိုင်းကြည့်မိပြီး အတော်ကြိုက်သွားလို့ ကိုယ်တိုင်ပြန်လုပ်ပေးထားတာပါ။ ရယ်လည်းရယ်ရတယ်၊ ချစ်ဖို့လည်းကောင်းတယ်။ ကြည့်လို့ကြိုက်ကြမှာ သေချာပါတယ်။ဇာတ်လမ်းအကျဉ်းချားဂျိုဟုဟာ ဘဏ်ဝန်ထမ်းတစ်ယောက်ဖြစ်ပြီး ဆိုးဝူဂျင်းနဲ့ လက်ထပ်ထားပြီး ကလေးလည်း ရနေပါပြီ။ ဆိုးဝူဂျင်းဟာ ယောကျာ်းမရခင်က အတော်ကိုချစ်စရာ ကောင်းတဲ့ ကောင်မလေးပါ။ ယောကျာ်းနဲ့ကလေးနဲ့ အလုပ်နဲ့ ပေါင်းလာတဲ့အခါမှ ကြောက်စရာကောင်းတဲ့ မိန်းမကြီးအဖြစ် ပြောင်းလဲသွားပါတော့တယ်။ အိမ်မှာ အော်တယ်၊ ဆူတယ်၊ ယောကျာ်းကိုလည်း ရိုက်တယ်ပေါ့။ ဒီတော့ ချားက အတော်လေး စိတ်ပျက်ပြီး ကြောက်လာပါပြီ။ ဖြစ်ချင်တော့ အဲဒီလို အချိန်မှာမှ ကျောင်းတုန်းက သူခရက်ရှ်ခဲ့ဖူးတဲ့ သူဌေးသမီးအချောလေးနဲ့ တွေ့ပြီး သူဌေးသမီးလေး ဟဲဝန်း က သူ့ကို ကျောင်းတုန်းက ကြိုက်ခဲ့တယ်လို့ ပြောလာတော့ လွတ်တဲ့ငါးပါ ကြီးပါလေရော။ ဒီလိုနဲ့တစ်နေ့မှာ ချားဂျိုဟုဟာ အာကာသဖြစ်စဉ်တစ်ခုနဲ့ တိုက်တိုက်ဆိုင်ဆိုင်တွေ့ြ့ပီး အတိတ်ကို ပြန်ရောက်သွားခဲ့တယ်။ ဆိုးဝူဂျင်းနဲ့ ပထမဆုံးစတွေ့မယ့်နေ့ကို ရောက်သွားတာပါ။ အဲဒီမှာပဲ သူ ဆိုးဝူဂျင်းကို ရှောင်ပြီး ဟဲဝန်းကိုပဲ ချည်းကပ်ဖို့ ဆုံးဖြတ်လိုက်တော့တယ်။ အဲဒီလို ဆုံးဖြတ်ပြီး နောက်တစ်နေ့မှာပဲ လက်ရှိအချိန်မှာ နိုးလာပြီးတော့ သူဟာ ဟဲဝန်ရဲ့ ယောကျာ်း သူဌေးသမက်ဖြစ်နေပါပြီ။ ဆိုးဝူဂျင်းကလည်း သူ့ကို မသိတော့ပါဘူး။ ဒါပေမယ့် ကံကြမ္မာက ဆိုးဝူဂျင်းကို ဘဏ်ဝန်ထမ်းတစ်ယောက် ဖြစ်လာစေပြီး ချား ရဲ့ ဘဏ်ခွဲကိုပဲ ရောက်လာစေခဲ့တယ်။ အဲဒီမှာ ဆိုးဝူဂျင်းက သူ့မိန်းမအနေနဲ့တုန်းကလို လူဆိုးမကြီး မဟုတ်ဘဲ ချစ်စရာကောင်းပြီး သွက်လက်တဲ့ မိန်းကလေး ဖြစ်နေတာကို အံ့သြစရာတွေ့လိုက်ရပြန်ရော။ ဒီတော့မှ ချားဂျိုဟု သိလာရတာက ဆိုးဝူဂျင်းတစ်ယောက် ပြောင်းလဲသွားခဲ့ရတာဟာ သူမသိတဲ့အကြောင်းတွေရယ်၊ သူ့ကြောင့်ရယ်ဆိုတာကို သိပြီး နောင်တရရရှာပါတော့တယ်။ ဒီတော့မှ သူ အတိတ်ကို ပြင်ဆင်ဖို့ ပြန်လုပ်ရတော့မလိုလို၊ မိန်းမကိုပဲ ပြန်လိုက်ရတော့မလိုလို၊ တိုင်တွေပတ်ပြီး တလွဲတွေ ဖြစ်ကုန်ပါတော့တယ်။Translated by Littleneo, Lwin Lwin Aung, Phu Nge Nge Thein, Shoon Thu Thu ChainComplete ZIP File VIP  [1-8]  [9-16]  [1-10]  [9-16] (1) Gdrive    Meganz (2) Gdrive    Meganz (3) Gdrive    Meganz (4) Gdrive    Meganz (5) Gdrive    Meganz  Upstream (6) Gdrive    Meganz  Upstream (7) Gdrive    Meganz  Upstream (8) Gdrive    Meganz  Upstream (9) Gdrive    Meganz  Upstream (10) UserDrive  Gdrive    Meganz  Upstream (11) UserDrive  Gdrive    Meganz  Upstream (12) UserDrive  Gdrive    Meganz  Upstream (13) UserDrive  Gdrive    Meganz  Upstream (14) UserDrive  Gdrive    Meganz  Upstream (15) UserDrive  Gdrive    Meganz  Upstream (16) UserDrive  Gdrive    Meganz  Upstream 