Synopsis of အထူးရဲကြန္မန္ဒို ( 1993 ) ( စဆံုး )အခုတင်ဆက်ပေးမှာကတော့ ရှားပါးဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်ငယ်စဉ်အခါက မြဝတီ ရုပ်မြင်သံကြားမှာ စတင်ပြတဲ့အချိန်မှာကြီးကြီးငယ်ငယ် စွဲလန်းစွာစောင့်ကြည့်ခဲ့ရတဲ့ဇာတ်လမ်းတွဲလေးတခုဆိုရင်လည်းမမှားပါဘူး အဲ့အချိန်တုန်းက ကလေးပေါက်စအပျိုပေါက်စ ( အခုတော့အဖွားကြီးဒွေ :3 နောက်တာပါ )တွေ အသည်းစွဲခဲ့ရတဲ့ လုရီ ဆိုတာ မြန်မာပရိတ်သတ်တွေစတင်သိခဲ့ရတဲ့ကားဆိုရင်လည်းမမှားပါဘူး…အခုလိုအချိန်မှာ အလွမ်းပြေပြန်လည်ကြည့်ချင်တဲ့သူတွေအတွက်ဘယ်မှာမှ မြန်မာစာတန်းထိုးနဲ့ရှာမရနိုင်တော့တဲ့ ဒီကားလေးကိုChannel Myanmar အနေနဲ့ ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်1993 က ကားဖြစ်တာကြောင့် အတတ်နိုင်ဆုံးအကြည်ကိုတင်ဆင်ပေးလိုက်ရပါတယ်28 ပိုင်းရှိပီးတော့ တရက်ကို 1 ပိုင်းစီနဲ့ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်အညွန်းလေးကတော့ဘိန်းအဖွဲ့နောက်လိုက်နေတဲ့ အဖွဲ့ခေါင်းဆောင် ချန်ကွမ်းမင်ဟာမမျှော်လင့်ထားတဲ့ ပြဿနာတစ်ခုကြောင့် မင်္ဂလာဆောင်ပြီးနောက်တစ်ရက်မှာပဲ အဖမ်းခံလိုက်ရတယ်။ဘိန်းခေါင်းဆောင်ကို ဖမ်းနိုင်ဖို့ ထိုင်ဝမ်ရဲတပ်ဖွဲ့ဟာ အမျိုးသမီးရဲမေတွေကိုလက်နက်အနေနဲ့ အသုံးချနေရတဲ့အချိန်လည်း ဖြစ်တယ်။ဒါကြောင့် ဘိန်းဘုရင်ကို ဖမ်းမိဖို့အတွက် ချန်ကွမ်းမင်ဟာ ထောင် ၄ နှစ်ကျပြီးပြန်လွတ်လာတဲ့အချိန်မှာ undercover အနေနဲ့ ဘိန်းအဖွဲ့ကိုဝင်ခဲ့သလိုချန်ကွမ်းမင်ရဲ့ဇနီး ဝမ်လင်ဟာလည်း ရဲမေတစ်ဦးပီပီယောက်ျားနာမည်ကို ပြန်ကယ်ဖို့ရော ကျရှုံးခဲ့တဲ့ ရဲမေတွေအတွက်ရောဘိန်းအဖွဲ့နောက်လိုက်နေခဲ့တယ်။ကဲ…. ချန်ကွမ်းမင်ရဲ့ နာမည်ရော ပြန်ကယ်နိုင်မှာလားဘိန်းအဖွဲ့ကို ထိုင်ဝမ်ရဲတွေ နှိမ်နင်းနိုင်ပါ့မလားဆိုတာတော့ ဇာတ်ကားကြည့်မှ သိမှာနော်…Translated By Phyo Zaw , Chu ChuReview By Chu ChuEncoded By LK  1 – Google Drive | Yandex | Megaz | 1fichier | MegaUp  2 – Google Drive | Yandex | Megaz | 1fichier | MegaUp  3 – Google Drive | Yandex | Megaz | MegaUp  4 – Google Drive | Yandex | Megaz | MegaUp  5 – Google Drive | Yandex | Megaz | MegaUp  6 – Google Drive | Yandex | Megaz | MegaUp  7 – Google Drive | Yandex | Megaz | MegaUp  8 – Google Drive | Mediafire | Yandex | Megaz | MegaUp  9 – Google Drive | Mediafire | Yandex | Megaz | MegaUp  10 – Google Drive | Mediafire | Yandex | Megaz | MegaUp  11 – Google Drive | Yuudrive |  Portal | Mediafire | Yandex | Megaz | MegaUp  12 –  | MegaUp | Yandex  13 –  | MegaUp | Yandex  14 –  | MegaUp | Yandex  15 –  | MegaUp | Yandex  16 –  | MegaUp | Yandex  17 –  | MegaUp | Yandex  18 –  | MegaUp | Yandex  19 –  | MegaUp | Yandex  20 –  | MegaUp | Yandex  21 –  | MegaUp | Yandex  22 –  | MegaUp | Yandex  23 –  | MegaUp | Yandex  24 –  | MegaUp | Yandex  25 –  | MegaUp | Yandex  26 –  | MegaUp | Yandex  27 –  | MegaUp | Yandex  28 (END) –  | MegaUp | Yandex With Zip File Part 1 ( 6.15 GB ) –  With Zip File Part 2 ( 6.37 GB ) –  