Synopsis of The Pier (2020)ကျွန်မ တည်ငြိမ်နေတဲ့ ရေပြင်ကျယ်ကြီးကို ငေးကြည့်နေမိတယ် မောင်။ကျွန်မ ဘဝကလည်း ဒီရေပြင်လို တည်ငြိမ်အေးချမ်းနေခဲ့ဖူးတယ်လေ။ကျွန်မဘဝက လှတယ် အေးချမ်းတယ်ပျော်ရွှင်မှုအပြည့်နဲ့ အောင်မြင်နေတဲ့ ဗိသုကာပညာရှင်တစ်ယောက်။ပြီးတော့ ကျွန်မကို သိပ်ချစ်တဲ့ မောင်လည်းရှိတယ်။ဒါပေမယ့် ရေပြင်ကျယ်ဟာ မာယာများတယ်ပြောင်းလဲလွယ်တယ် တည်ငြိမ်နေရာကနေ ရုတ်တရက်မုန်တိုင်းထန်လာတတ်တယ်။မောင်လည်း ဟောဒီရေပြင်ကျယ်လိုပဲ။၁၅နှစ်လုံးလုံး အေးချမ်းတည်ငြိမ်နေတဲ့ ကျွန်မဘဝထဲကိုမောင်ဟာ အဆိုးရွားဆုံး မုန်တိုင်းတွေကို ယူဆောင်လာခဲ့တယ်။မုန်တိုင်းတွေကို သယ်ဆောင်လာတဲ့မောင်ဟာအေးအတူပူအမျှ အတူတကွနေကြပါမယ်ဆိုတဲ့လက်ထပ်စဉ်က ကတိသစ္စာတွေကို ဖောက်ဖျက်ပြီးပြန်မဆုံနိုင်သော ခွဲခွာခြင်းမျိုးနဲ့ သောကမုန်တိုင်းအလယ်မှာကျွန်မကို တစ်ယောက်တည်း ထားပစ်ခဲ့ပြန်တယ်။လူတွေက ဒီဆိပ်ကမ်းမှာ အပန်းလာဖြေနေကြတယ်။ဒီဆိပ်ကမ်းမှာ လာပျော်ရွှင်နေကြတယ်။ကျွန်မကတော့ ဒီ ဆိပ်ကမ်းကို သိပ် မုန်းတယ် မောင်။အလုပ်ကိစ္စနဲ့ ခရီးထွက်မယ်လို့ ကျွန်မကိုမောင် ပြောသွားခဲ့တယ်။မကြာသေးခင်ကမှ ကျွန်မတို့ ဘဝအတွက်အစီအစဉ်တွေချရင်း ပျော်ရွှင်ရယ်မောနေကြသေးတယ်လေ။အခုတော့ ကျွန်မ ပြန်တွေ့ရတာ ဟောဒီဆိပ်ကမ်းမှာတင်နေတဲ့မောင့်ရဲ့ အသက်မဲ့တဲ့ ခန္တာကိုယ်တဲ့လား။ကျွန်မတို့ ပျော်ရွှင်နေကြတာလေ ဒါပေမယ့် မောင်ကကိုယ့်ကိုယ်ကိုယ် သေကြောင်းကြံသွားတာတဲ့လား။မယုံနိုင်ဘူး မောင်ရယ်။ကျွန်မ အပူတွေမှ မဆုံးသေးဘူး။၁၅ နှစ်တာလုံး ယုံကြည်ကိုးစားခဲ့ရတဲ့ မောင့်မှာတခြားမိန်းကလေး ရှိနေတယ်တဲ့လား။မောင့် ဖုန်းထဲမှာ မောင်တို့ ပျော်မြူး ချစ်ရည်လူးနေကြတဲ့ပုံရိပ်တွေကြည့်ရင်း ကျွန်မ ဘဝထဲသောကမုန်တိုင်းတွေ ဆင့်ကာ ဆင့်ကာ တိုက်နေပြီမောင်။ဘာတွေမှားကုန်တာလဲ။ဘာတွေဖြစ်ကုန်တာလဲ။မောင် ဘာလို့ အခုလို သေကြောင်းကြံရတာလဲ။ဟို မိန်းမ ကရော ဘယ်သူလဲ။ကံဆိုးခြင်းတွေဟာ ဆက်တိုက်လာတတ်သတဲ့။ကျွန်မရဲ့ အိပ်မက်ဆိုးတွေ မပြီးဆုံးနိုင်သေးပါဘူး။အဲဒီမိန်းမက မယားငယ် မဟုတ်ပါဘူး မယားပြိုင်ပါတဲ့လေ။မောင် က ကျွန်မနဲ့ ထပ်တူ သူ့ကို ချစ်ပါသတဲ့လေ။အဲဒီမိန်းမကို ကြည့်တဲ့ မောင့်ရဲ့ မျက်လုံးအကြည့်တွေဟာကျွန်မကို မောင်ကြည့်သလိုပဲ။ချစ်ခြင်း မေတ္တာတွေ ပြည့်နှက်နေလိုက်တာ။ကျွန်မ ဘာကိုမှ မယုံနိုင်ဘူး မောင်။မောင် သေကြောင်းကြံတယ်ဆိုတာကိုလည်း မယုံဘူး။အဲဒီ မိန်းမကိုလည်း မယုံဘူး။လူတွေပြောနေကြတာကိုလည်း ကျွန်မ မယုံဘူး ။မောင် သေရတဲ့ အကြောင်းရင်းမှန်ကို ကျွန်မ လိုက်ရှာမယ်။မောင့်ရဲ့ နောက်မိန်းမအကြောင်းကို ကျွန်မ ဖော်ထုတ်မယ်။မောင် လူ့လောကထဲက ထွက်သွားရုံနဲ့ အရာအားလုံးပြီးဆုံးသွားပြီထင်နေလား။ဟင့်အင်း မောင် မှားသွားပြီ။ဇာတ်လမ်းက အခုမှ စ မှာပါ မောင်…ပြီးတော့ အမှန်တရား မပေါ်မချင်း ကျွန်မရပ်တန့်မှာမဟုတ်ဘူး…ဘယ်တော့မှ……မောင့်ကို သိပ်ချစ်တဲ့ Alexandraဒီစပိန် ဇာတ်လမ်းတွဲလေးဟာ ၂၀၁၉ ခုနှစ် ဇန်နဝါရီလမှာSeason 1 ကို ပထမဆုံး စတင် ထုတ်လွှင့်ခဲ့တာဖြစ်ပြီးပရိတ်သတ်ရဲ့ တခဲနက် အားပေးမှု ရရှိခဲ့တဲ့ဇာတ်လမ်းတွဲလေးပဲဖြစ်ပါတယ်။Imdb 7.310 ရရှိထားပြီး ဇာတ်လမ်းအမျိုးအစားကတော့Drama နဲ့ Mystery အရောဖြစ်ပြီးသာမာန် အိမ်ထောင်ရေး ဇာတ်လမ်းသာမကအချိုးအကွေ့ပေါင်းများစွာနဲ့ plot twist တွေထည့်သွင်းထားတဲ့ စီးရီးတစ်ခုလည်း ဖြစ်ပါတယ်။လက်ရှိမှာ Season 2 အထိ ထွက်ရှိထားပြီးအပိုင်း ၁၆ ပိုင်း ပါရှိပါတယ်။အိမ်ထောင်ရေး ဇာတ်လမ်း နဲ သည်းထိတ်ရင်ဖိုဇာတ်လမ်းကို အားပေးနှစ်ခြိုက်ကြတဲ့ပရိတ်သတ်တွေအတွက် ကြည့်ရတာတကယ် တန်မယ့် ဇာတ်ကားမို့ Channel Myanmar ကစေတနာအပြည့်နဲ့ တင်ဆက်ပေးလိုက်ပါတယ်။အညွှန်းရေးသားသူကတော့ Thaw ဖြစ်ပြီးCM မှ အချောဆုံး Translator လေးများအဖွဲ့ကဘာသာပြန်တင်ဆက်ပေးတော့မှာမို့Stay tuned ပါနော် ချစ်ရသောCM Fan တို့ရေ။File Size – 500mb (episode)Quality – BluRay 1080PSubtitle – Burmese (hardsub)Translator – August, Thaw, Dolly, YK,Naw Phoo Pwint Thi, Pyae Shan Tun Wai, MTAEncoder – Thit San Khant ListSeason 1 (Complete)Zip VIP    ==========EP 01 – UsersDrive      Meganz (400mb)EP 02 – UsersDrive      Meganz (400mb)EP 03 – UsersDrive      Meganz (400mb)EP 04 – UsersDrive      Meganz (400mb)EP 05 – UsersDrive      Meganz (400mb)EP 06 – UsersDrive      Meganz (400mb)EP 07 – UsersDrive      Meganz (400mb)EP 08 – UsersDrive      Meganz (400mb)~END~Season 2 (Complete)Zip VIP    ==========EP 01 – UsersDrive      Meganz (400mb)EP 02 – UsersDrive      Meganz (400mb)EP 03 – UsersDrive      Meganz (400mb)EP 04 – UsersDrive      Meganz (400mb)EP 05 – UsersDrive      Meganz (400mb)EP 06 – UsersDrive      Meganz (400mb)EP 07 – UsersDrive      Meganz (400mb)EP 08 – UsersDrive      Meganz (400mb)~END~ 