Synopsis of The Snow Queen(2006)The Snow Queen(2006)ဆင်းရဲသားရပ်ကွက်ကမွေးဖွားခဲ့တဲ့ကောင်လေးတစ်ယောက်ရှိတယ်…သူကစိတ်သဘောထားလည်းဖြူစင်သလို မွေးရာပါပါရမီရှင် သင်္ချာအရမ်းတော်တဲ့ကောင်လေးတစ်ယောက်ပါ …ဒီလိုနဲ့ကိုရီးယားအထက်တန်းကိုရောက်လာတော့သူငယ်ချင်းတွေအများကြီးရခဲ့တာပေါ့…ပထမရတဲ့သူကိုပဲလူတွေကအမှတ်ရတာပါဆိုတဲ့အယူအဆကိုလက်ကိုင်ထားတဲ့သူဌေးသား သင်္ချာတော်တဲ့ပြိုင်ဘက်တစ်ယောက်နဲ့အတန်းထဲမှာဆုံကြတယ်….လိုတရသူဌေးသား ဖြစ်တဲ့အပြင်သင်္ချာအရာမှာလည်းပြိုင်ဘက်ကင်းဆိုတဲ့ဂုဏ်ပုဒ်ဟာဆင်းရဲသားကျောင်းသားသစ်လေးရောက်လာတော့ သူ့ဂုဏ်ပုဒ်ဟာမှေးမှိန်ခဲ့ရတယ်….တစ်ယောက်နဲ့တစ်ယောက် ပညာရပ်ဆိုင်ရာတွေငြင်းခုန်ရင်းနဲ့ပဲ မခွဲနိုင်မခွာနိုင်အခင်ဆုံးသူငယ်ချင်းတွေဖြစ်ခဲ့ကြတယ်…ဒီလိုနဲ့ကမ္ဘာ့အိုလံပစ်သင်္ချာအိုလံပစ်ပြိုင်ပွဲရောက်လာရောအများသူငှာမျှော်လင့်ထားသလိုသူဌေးသားလေးကပထမဆုမရခဲ့ဘဲ ဒုတိယဆုနဲ့ပဲကျေနပ်ခဲ့ရတယ်…ဆင်းရဲသားလူငယ်လေးကတော့ပထမရသွားတယ်….အရမ်းခံစားနေရတဲ့သူငယ်ချင်းကိုဆင်းရဲသားလေးကနှစ်သိမ့်ပေးခဲ့ပါတယ်… ဒီမှာပဲကံကြမ္မာအလှည့်အပြောင်းကစတော့တာပဲ သူနှစ်သိမ့်ဖို့သုံးတဲ့စကားလုံးအသုံးအနှုန်းကပဲသူဌေးသားလေးကိုသေဆုံးသွားဖို့အကြောင်းဖန်လာခဲ့တယ်….ဆင်းရဲသားကောင်လေးက ကိုယ့်ကိုကိုယ်ယူကြုံးမရဖြစ် နောင်တတွေတပွေ့တပိုက်နဲ့ပေါ့…ရည်မှန်းချက်တွေလည်းပျောက်ကျောင်းကထွက်တဲ့အပြင်သိပ်ချစ်ရတဲ့အမေကိုတောင်ထားပြီးထွက်ပြေးသွားတယ်….ဒီလိုနဲ့ နာမည်တွေလည်းပြောင်း လက်ဝှေ့လည်းထိုးရင်းနဲ့သိပ်ချစ်တဲ့ကောင်မလေးတစ်ယောက်ကိုမမျှော်လင့်ပဲတွေ့ခဲ့မိတယ် …..အရမ်းချစ်စရာကောင်းတဲ့ကောင်မလေး ဟာဘယ်လိုအသိုင်းအဝိုင်းလည်း ဘယ်မိသားစုကလည်းဆင်းရဲသားကောင်လေးကရော သူ့ဘဝကိုဘယ်လိုအဖတ်ဆယ်မလဲအတိတ်ဆိုးဆိုကရောထွက်ပြေးရုံနဲ့လွတ်မှာလား….အရမ်းကောင်းတဲ့ဇတ်ကားလေးပါ ကြည့်ရှုသူအနေနဲ့မချီးကျူးပဲမနေနိုင်အောင်ဖြစ်သလိုမီးပြတ်သွားမှာစိုးရိမ်ရတဲ့ဇတ်ကားမျိုးပါ….မိတ်ကပ်အပြင်အဆင် editor ပိုင်းသရုပ်ဆောင်ချက်တွေ အားလုံးကောင်းလွန်းပါတယ်….ကဲပရိတ်သတ်ကြီးရေ ဒီလောက်ဆိုလုံလောက်ပြီထင်ပါတယ်IMDb rating 8.3 အထိရရှိထားတဲ့ ဒရမ်မာဇာတ်ကားကောင်းတကားဖြစ်ပါတယ်။File size…(400MB) For Each Total s …. 16 sQuality…HDTV Rip Format…mp4Subtitle….Myanmar Subtitle (Hardsub)Encoder….Aung Pyay 1 – YuudrivedriveMega.nz MegaUp UserDrive 2 – YuudrivedriveMega.nz MegaUpUserDrive 3 – YuudrivedriveMega.nz MegaUpUserDrive 4 – YuudrivedriveMega.nz MegaUpUserDrive 5 – YuudrivedriveMega.nz MegaUpUserDrive 6 – YuudrivedriveMega.nz MegaUpUserDrive 7 – YuudrivedriveMega.nz MegaUpUserDrive 8 – YuudrivedriveMega.nz MegaUpUserDrive 9- YuudrivedriveMega.nz MegaUpUserDrive 10 – YuudrivedriveMega.nz MegaUpUserDrive 11 – YuudrivedriveMega.nz MegaUpUserDrive 12 – YuudrivedriveMega.nz MegaUpUserDrive 13 – YuudrivedriveMega.nz MegaUpUserDrive 14 – YuudrivedriveMega.nz MegaUpUserDrive 15 – YuudrivedriveMega.nz MegaUpUserDrive 16 – YuudrivedriveMega.nz MegaUpUserDrive 