Synopsis of Pinocchio ( 2014 )2014 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီ K Drama ဇာတ်ကားလေးမှာမင်းသားချော Lee Jong-suk နဲ့ မင်းသမီး ပတ်ရှင်ဟေးကို လိုက်ဖက်ညီစွာတွဲဖက်သရုပ်ဆောင်ထားပါတယ်..Ongoing ပြသတဲ့အချိန်တုန်းကလည်းအင်မတန်မှ ပေါက်ခဲ့တဲ့အပြင် ကိုရီးယားနိုင်ငံအတွင်းမှာလည်းရေပန်းစားခဲ့တဲ့ ဇာတ်လမ်းတွဲလေးဖြစ်ပါတယ်pinocchio ဆိုတာဘာလဲ..pinocchio ဆိုတာ လိမ်ပြောရင် ကြို့ထိုးတတ်တဲ့ထူးဆန်းတဲ့ရောဂါတမျိုးပါ..ချွဲဒယ်ပိုဆိုတဲ့ကောင်လေးငယ်စဉ်က သူ့ရဲ့အဖေဟာစက်ရုံမီးလောင်ပေါက်ကွဲမှုတခုရဲ့ တရားခံအဖြစ် မသမာသူတွေကနာမည်ဖျက်ခဲ့ကြတယ်..ဒယ်ပိုခမျှာ အဖေလည်းသေ..နာမည်လည်းပျက်ဘဝကိုခက်ခက်ခဲခဲဖြတ်သန်းခဲ့ရပါတယ်..ဒယ်ပိုတစ်ယောက် နောက်ဆုံးအဖေတခုသမီးတခုဘဝနဲ့ ဖြတ်သန်းနေတဲ့ ချွဲအင်ဟာတို့အိမ်ကိုရောက်သွားပါတော့တယ်ငယ်စဉ်ကတည်းက ဒယ်ပိုနဲ့အင်ဟာ တို့ အတူတူကြီးပြင်းလာခဲ့ကြပြီးကြီးပြင်းလာတဲ့အခါမှာတော့ ချွဲအင်ဟာ ( ပတ်ရှင်ဟေး ) ဟာသတင်းထောက်တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်..ချွဲအင်ဟာမှာထူးဆန်းရဲ့ရောဂါတမျိုးရှိနေတယ် ဒါကတော့ လိမ်ပြောရင် ကြို့ထိုးတတ်တဲ့pinocchio ပါပဲ…သတင်းထောက်တစ်ယောက်ဖြစ်လာခဲ့တဲ့ အင်ဟာpinocchioကြောင့် ဘာတွေအခက်အခဲတွေ့မလဲဒယ်ပိုကလည်း သူ့ဖခင်ရဲ့ နာမည်ဆိုးကို လွတ်မြောက်စေဖို့ပြန်လည်ကြိုးစားနိုင်ပါ့မလား..ဒယ်ပိုနဲ့ အင်ဟာတို့ရဲ့ ငယ်ကျွမ်းဆွေအချစ်ဇာတ်လမ်းလေးဘယ်လိုဖြစ်လာမလဲဆိုတာ ဆက်လက်ကြည့်ရှုပါMovie Quality : WEB-DLSubtitle : Myanmar Sub ( Hardsub )Subtitle By Somonlian ( Subscene )Encoded By PhoeNix  1 –   Yandex  1fichier  MegaUp  2 –   Yandex  1fichier  MegaUp  3 –   Yandex  1fichier  MegaUp  4 –   Yandex  1fichier  MegaUp  5 –   Yandex  1fichier  MegaUp  6 –   Yandex  1fichier  MegaUp  7 –   Yandex  1fichier  MegaUp  8 –   Yandex  1fichier  MegaUp  9 –   Yandex  1fichier  MegaUp  10 –   Yandex  1fichier  MegaUp  11 –   Yandex  1fichier  MegaUp  12 –   Yandex  1fichier  MegaUp  13 –   Yandex  1fichier  MegaUp  14 –   Yandex  1fichier  MegaUp  15 –   Yandex  1fichier  MegaUp  16 –   Yandex  1fichier  MegaUp  17 –   Yandex  1fichier  MegaUp  18 –   Yandex  1fichier  MegaUp  19 –   Yandex  1fichier  MegaUp  20 ( END ) –   Yandex  1fichier  MegaUp With Zip File ( Part 1 ) ( 4.92 GB ) –   Yandex With Zip File ( Part 2 ) ( 4.86 GB) –   Yandex 