Synopsis of Iris(2009)Iris(2009)ဇာတ်လမ်းတွဲ[ စဆုံး]IMDB…8.1ဒီကားကတော့ ၂၀၀၉ ခုနှစ်ကထွက်ရှိပြီး ယနေ့တိုင် ကိုရီးယားစီးရီးတွေထဲမှာ ထူးခြားချက်များစွာ၊မှတ်တမ်းကောင်းများစွာနဲ့ရပ်တည်နေဆဲဖြစ်ပါတယ်….ဘတ်ဂျက်အများဆုံးအသုံးစာရင်းဝင်ခဲ့ပြီး ရိုက်ကူးခဲ့တဲ့နေရာတွေကလည်းအတော်များပါတယ်...တောင်ကိုရီးယား၊ရုရှား၊ဟန်ဂေရီ၊ဂျပန်၊အမေရိကန်၊ တရုတ်စတဲ့နေရာများမှာရိုက်ကူးခဲ့ပါတယ်…စပိုင် အထူးအေးဂျင့်ကားပီပီ နည်းပညာတွေကိုလည်း အဆင့်မြင့်မြင့်သုံးထားလေတော့ကျွန်တော့အထင် ယနေ့တိုင် ဘောင်ဝင်တန်းဝင်ဆဲဟုထင်မြင်မိပါသည်..ကြည်နူးဖွယ်ရာအချစ် ပျော်ရွှင်ဖွယ်ရာဟာသတွေလည်းပါလေတော့ ကြည့်ရတာအတော်ကိုကောင်းပါတယ်…ကိုရီးယားစီးရီးတော်တော်များများဟာ အထိုက်အလျောက်ကောင်းမွန်ကြပါတယ်…သို့ပေမယ် စီးရီးရဲ့အလယ်လောက်ရောက်ရင် နည်းနည်းအီသွားတတ်ပြီး ဇတ်သိမ်းပိုင်းရောက်ခါနီးမှ Temp0 တွေပြန်တင်တတ်တဲ့သဘောရှိပါတယ်…ဒီစီးရီးကတော့ အပိုင်းတိုင်းကိုဆွဲဆောင်မှုရှိသလို အဆုံးထိကို မပျင်းမရိနဲ့ကြည့်ရှုရတဲ့စီးရီးဖြစ်ပါတယ်….တင်ဆက်မှုပိုင်း သရုပ်ဆောင်မှုပိုင်း ဇာတ်လမ်းဇာတ်အိမ်ခိုင်တော့ ဆုတွေလည်းတသီကြီးရသွားတဲ့အပြင် စီးပွားရေးအရလည်း အောင်မြင်မှုရခဲ့ပါတယ်အထူးသဖြင့် ဒီကားရဲ့အဓိကသရုပ်ဆောင် လီဗြောင်ဟွန်းပါ….သူကတော့ ကိုရီးယားရဲ့အမြင့်ဆုံးဇာတ်ဆောင်ဆုရခဲ့ပါတယ်..လီဗြောင်ဟွန်းဆိုပြီး အမှတ်ရသွားစေတဲ့ကားဆိုလည်းမမှားပါဘူး…..ပြီးတော့ ဒီကားကိုကြည့်ဖူးတဲ့သူအတော်များသလို နှစ်သက်သဘောကြတဲ့သူတွေလည်းအတော်များမယ်ထင်ပါတယ်…..မှုန်ဝါးဝါးလေးကြည့်ရတဲ့ခေတ်မယ် ကျွန်တော်တို့တွေ အခွေဆိုင်ကိုပြေးလွှားဝယ်ပြီးကြည့်ခဲ့ရတာပါ …ခုတော့အကြည်လေးနဲ့ပြန်လည်ခံစားချင်သူတွေအတွက်ရော ကြည့်ဖို့အခွင့်မသာခဲ့တဲ့သူတွေအတွက် ပြန်လည်တင်ဆက်ပေးလိုက်ရပါတယ်….File Size…(600 MB) @Quality…HDTV Rip Format…mp4Duration…00:60:00 @ Subtitle…Myanmar Subtitle(Hardsub)Translated by May Haruko vs Yangon Movie StoreEncoder…Phyo Pyae 1 – driveMega.nz MegaUp UserDrive 2 – driveMega.nz MegaUp UserDrive 3 – driveMega.nz MegaUp UserDrive 4 – driveMega.nz MegaUp UserDrive 5 – driveMega.nz MegaUp UserDrive 6 – driveMega.nz MegaUp UserDrive 7 – driveMega.nz MegaUp UserDrive 8 – driveMega.nz MegaUp UserDrive 9- driveMega.nz MegaUp UserDrive 10 – driveMega.nz MegaUp UserDrive 11 – driveMega.nz MegaUp UserDrive 12 – driveMega.nz MegaUp UserDrive 13 – driveMega.nz MegaUp UserDrive 14 – driveMega.nz MegaUp UserDrive 15 – driveMega.nz MegaUp UserDrive 16 – driveMega.nz MegaUp UserDrive 17 – driveMega.nz MegaUp UserDrive 18 – driveMega.nz MegaUp UserDrive 19 – driveMega.nz MegaUp UserDrive 20 – driveMega.nz MegaUp UserDrive Complete Zip File (10 GB)VIP    