Synopsis of Good Doctor ( 2013 )Good Doctor ( 2013 )ဒီကိုရီးယားစီးရီးဟာ ကောင်းမွန်လွန်းတဲ့အတွက်ကြောင့် American က ပြန်လည်ရိုက်ကူးတာအားလုံးအသိပါပဲ…တစ်ချို့က မူရင်းကို ကွီးယားစီးရီးကိုပိုမိုသဘောကျတာကြောင့်ပြန်လည်တင်ဆက်ပေးလိုက်သည်….ကိုရီးယားဇာတ်လမ်းတွဲတွေကိုကြိုက်နှစ်သက်တဲ့ပရိတ်သတ်များအတွက် ဆေးပညာနောက်ခံဒရာမာဇာတ်လမ်းတွဲလေးအသစ်တစ်ခုနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်..ဒီ ဇာတ်လမ်းတွဲဟာ2013 ခုနှစ်ကထွက်ရှိထားပြီး မင်းသားအဖြစ် Joo Won နဲ့ မင်းသမီးအဖြစ် Moon Chae-Wonတို့ကပါဝင်သရုပ်ဆောင်ထားပါတယ်….ပတ်စီယွန်ဟာ ငယ်စဉ်ကတည်းက ဆေးပညာကိုစိတ်ဝင်စားပြီးဆရာဝန်အရမ်းဖြစ်ချင်တဲ့ကလေးငယ်လေးတစ်ဦးပါ..ငယ်စဉ်တုန်းက သူဟာအများနဲ့မတူပဲ ရောဂါတစ်ခုရှိနေပါတယ်ဒါကြောင့်ကလေးတွေဟာသူ့ကိုမခေါ်ပဲဝိုင်းဖယ်ကြလို့ သူ့အစ်ကိုဖြစ်တဲ့သူက စီယွန်ကိုပုံစံပြောင်းအောင်အမျိုးမျိုးကြိုးစားခဲ့တယ်..တစ်နေ့ မှာတော့ သူနဲ့သူ့အကိုနဲ့ကစားရင်းမြေပြိုခဲ့လို့ သူ့အကိုဆုံးပါးသွားတဲ့အချိန် သူ့ရဲ့ရောဂါပိုဆိုးလာခဲ့သလို ပိုပြီးလည်းအထီးကျန်လာခဲ့ပါတယ်..ဆရာဝန်ကြီးတစ်ဦးက သူ့ကိုမွေးစားရင်းနဲ့မှ သူ့ရဲ့ဆေးပညာမှာကြောက်စရာကောင်းလောက်အောင်ပါရမီထူးချွန်မှုကို တွေ့ရှိရတဲ့နောက်မှာတော့ဆရာဝန်တစ်ဦးဖြစ်အောင်ပျိုးထောင်ပေးခဲ့ပါတော့တယ်..ရောဂါကြောင့်အခြားလူတွေနဲ့မတူတဲ့ စီယွန်..ခံစားချက်နောက်ကိုသာလိုက်တဲ့စီယွန်..ဆုံးဖြတ်နိုင်စွမ်းအရမ်းအားနည်းပြီးမသိတဲ့ ပတ်စီယွန်တစ်ယောက် ဆေးကုဖို့သာသိပြီးလူမှုပတ်ဝန်းကျင်မှာ လက်တွေ့ရင်ဆိုင်ရတဲ့အခါမှာတော့…………………………………………………………………….Complete Zip File VIP  [1-10]  [1-10]  [11-20]  [11-20] ( 1 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 2 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 3 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 4 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 5 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 6 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 7 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 8 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 9 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 10 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 11 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 12 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 13 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 14 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 15) – | MegaUp | Mega.nz | Upstream | UserDrive ( 16 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 17 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 18 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 19 ) – | MegaUp | Mega.nz | Upstream | UserDrive ( 20 ) – | MegaUp | Mega.nz | Upstream | UserDrive 