Synopsis of Ehd e Wafa“မင်းရဲ့ မမက ထက်မြက်တဲ့မိန်းမ ရစ်တတ်တယ်ဆိုတာမ နဲ့ မအပ်စပ်တဲ့ကိစ္စ မင်းဘေးက စကီတွေတော့ မမ ပစ်သတ်မယ် စိတ်ချ”(ကာရန်မိအောင် စပ်ထားတာ)ကဲ ကိုရီးယားက ဗိုလ်ကြီးများ ဘေးဖယ်တော့နော်ပါကစ္စတန်က ဗိုလ်ကြီးမမ လာပါပြီ ။ဒီတစ်ခါ Channel Myanmar က တင်ဆက်ပေးမှာကတောEhd-E-Wafa ဆိုတဲ့ ဒရာမာ နဲ့ ဟာသ ပါကစ္စတန် ဇာတ်လမ်းတွဲလေးပဲဖြစ်ပါတယ်။ဒီစီးရီးဟာ ပါကစ္စတန်နိုင်ငံရဲ့ လူကြိုက်အများဆုံး စီးရီးတစ်ခုအဖြစ် အောင်မြင်ခဲ့ပြီးEhd-E-Wafa ကို အဓိပ္ပါယ်ဖွင့်ဆိုရရင်Promise of Loyalty (သစ္စာတရားရဲ့ ကတိကဝတ်) လို့ အဓိပ္ပါယ်ရပါတယ်။ဒီဇာတ်လမ်းတွဲမှာ ဗိုလ်ကြီးမမ အဖြစ် Akizeh Shah က သရုပ်ဆောင်ထားပြီးAhad Raza Mir နဲ့ Ahmed Ali Akbar လို မင်းသားချောတွေလည်း ပါဝင်ထားပါတယ်ဒီစီးရီးလေးမှာ မတူညီတဲ့ မျှော်လင့်ချက်တွေ ပန်းတိုင်တွေနဲ့ ရည်မှန်းချက်တွေရှိကြတဲ့ကျောင်းနေဖက် သူငယ်ချင်းလေးယောက်ဟာ နာမည်တွေကလည်းအကုန် S နဲ့ စ ကြတာမို့ သူတို့ကို Special S Gang (SSG)လို့ ခေါ်ကြပါသတဲ့။ကျောင်းအုပ်ကြီးက ခေါ် သတိပေးရတဲ့အထိလေးယောက်ပေါင်း လောင်းကျော်တဲ့ အဖွဲ့ပေါ့လေ။ဒါပေမယ့် အဲဒီလို သူငယ်ချင်းတွေဟာ ဘဝရဲ့ အလှည့်အပြောင်းတွေကြားမှာသူတို့ချင်း ထားရှိခဲ့တဲ့ ကတိကဝတ်တွေ သူငယ်ချင်း သံယောဇဉ်တွေဘယ်လိုတွေ ပြောင်းလဲသွားမလဲသူတို့တွေ ဘာတွေကို ရင်ဆိုင်ကြရမလဲ ဆိုတာကိုအပြိုင်ဇာတ်ရုပ်တွေနဲ့ ကြည့်ရှုခံစားကြရမှာပါ။ဟာသ ဒရာမာ ဆိုပေမယ့် ကြည့်ရှုသူတွေရဲ့ ရီဗျူးတွေအရတော်တော်လေး ဆွဲဆောင်မှုရှိပြီး နိုင်ငံမှာ ဖြစ်ပျက်နေတဲ့အကျင့်ပျက်ခြစားမှုတွေကိုလည်း မီးမောင်းထိုးထားပြသေးတယ်လို့ဆိုပါတယ်။စပွိုင်လာတွေ သိပ်မပြောတော့ဘူးနော် အရသာပျက်သွားမှာစိုးလို့ !!ဘာပဲဖြစ်ဖြစ် အိမ်တွင်းအောင်းကြမယ့် CMပရိတ်သတ်တွေအတွက်ဒီဇာတ်လမ်းတွဲလေးက မပျင်းရအောင် ရသစုံပေးနိုင်မယ်လို့ မျှော်လင့်ပါတယ်။အိမ်မှာနေမယ့် ကိုကြီးတို့ ဗိုလ်ကြီးမမကို ဝန်းရံလို့ရပါပြီနော်။Translator : CM TeamEncoder : Moe Myint Lwin 1GDrive  SolidDrive    Meganz  Mirrorace 2GDrive  UptoStream   Meganz  Mirrorace 3GDrive  UptoStream   Meganz  Mirrorace 4GDrive  UptoStream   Meganz  Mirrorace 5GDrive  UptoStream  Meganz  Mirrorace  1fichier 6GDrive  UptoStream Meganz  Mirrorace  1fichier 7GDrive  UptoStream  Meganz  Mirrorace  1fichier 8GDrive  UptoStream  Meganz  Mirrorace  1fichier 9GDrive  UptoStream  Meganz  Mirrorace  1fichier   10GDrive  UptoStream  Meganz  Mirrorace  1fichier   11GDrive  UptoStream  Meganz  1fichier   12GDrive  UptoStream  Meganz  1fichier   13GDrive  UptoStream  Meganz  1fichier   14GDrive  UptoStream  Meganz  1fichier   15GDrive  UptoStream  Meganz  1fichier   16GDrive  UptoStream  Meganz  1fichier   17GDrive  UptoStream  Meganz  1fichier   18GDrive  UptoStream  Meganz  1fichier   19GDrive  UptoStream  Meganz  1fichier   20GDrive  UptoStream  Meganz  1fichier   21GDrive  UptoStream  Meganz  1fichier   22GDrive  UptoStream  Meganz  1fichier   23GDrive  UptoStream  Meganz  1fichier   24GDrive  UptoStream  Meganz  1fichier   