Synopsis of Rugal (2020)Rugal (2020)===========Korea MyDrama List မှာ Rating 9.110 ထိရရှိထားပါတယ်။#Unicodeကိုရီးယားကားဆို အချစ်ကားချည်းပဲ မထင်ကြပါနဲ့။ ဒီလို အက်ရှင်ကားကောင်းကောင်းတွေလည်း ရှိပါတယ်။ရဲအက်ရှင်ကို နည်းပညာနဲ့ ပေါင်းစပ်လိုက်တော့ တော်တော်ကြီး ကောင်းတဲ့ကား ဖြစ်သွားတာပါပဲ။ ဇာတ်လမ်းကတော့ “ရူဂယ်” ဆိုတဲ့ အထူးလျှိူ့ဝှက်တပ်ဖွဲ့ အကြောင်းပါ။ ဘယ်လို တပ်ဖွဲ့မျိုးလဲဆိုတော့ ချိုကျိုးနားရွက်ပဲ့တပ်ဖွဲ့ပါ။ မျက်စိကန်းတဲ့လူ၊ တစ်ကိုယ်လုံးမီးလောင်ထားတဲ့လူ၊ ခေါင်းကို ကျည်ဆံမှန်ထားတဲ့လူ နဲ့ လက်ကို ထိခိုက်ထားတဲ့လူ တွေ ပါပါတယ်။ ဒီလူတွေကို နည်းပညာနဲ့ ပေါင်းစပ်လိုက်တဲ့အခါမှာတော့ သူမတူအောင် ထူးခြားသွားပါတော့တယ်။ မျက်စိမမြင်တဲ့လူကို လူကဖန်တီးတဲ့ မျက်စိ ထည့်လိုက်တဲ့ အချိန်မှာတော့ မျက်စိပြန်မြင်လာရတဲ့အပြင် မျက်စိကနေ အချက်အလက်တွေ ရလာပါတယ်။ စောင့်ကြည့်ကင်မရာလို အသုံးချလို့ ရလာပါတယ်။တခြားလူတွေလည်း အားနည်းချက်ကို ပြုပြင်လိုက်တဲ့အခါမှာ အားသာချက်တွေ ပြန်ဖြစ်လာကြပါတယ်။သူတို့အဖွဲ့က “အားဂို့စ်” ဆိုတဲ့ အဖွဲ့အစည်းနဲ့ ရင်ဆိုင်ရတဲ့အခါမှာတော့…..Webtoon ကို အခြေခံ ရိုက်ကူးထားပြီး ပျိုမေတို့ရဲ့အသည်းကျော် မင်းသားက ခေါင်းဆောင်ရိုက်ကူးထားတာမို့ သဘောတွေ့ကြဦးမယ့်ကားပါပဲ။ ကျား၊ မ မကျန် အကုန်ကြိုက်မယ့်ကားပါပဲ။Mydramalist မှာ 9.110 ရထားတာဆိုတော့ ထပ်ညွန်းစရာ လိုမယ် မထင်တော့ပါဘူး။(ဒီဇာတ်လမ်းတွဲရဲ့ အညွှန်းနဲ့ဘာသာပြန်ကတော့ Augest, ThinZar Htet, Hein That Naing ပဲဖြစ်ပါတယ်။)#Zawgyiကိုရီးယားကားဆို အခ်စ္ကားခ်ည္းပဲ မထင္ၾကပါနဲ႔။ ဒီလို အက္ရွင္ကားေကာင္းေကာင္းေတြလည္း ရွိပါတယ္။ရဲအက္ရွင္ကို နည္းပညာနဲ႔ ေပါင္းစပ္လိုက္ေတာ့ ေတာ္ေတာ္ႀကီး ေကာင္းတဲ့ကား ျဖစ္သြားတာပါပဲ။ ဇာတ္လမ္းကေတာ့ “႐ူဂယ္” ဆိုတဲ့ အထူးလွ်ိဴ႕ဝွက္တပ္ဖြဲ႕ အေၾကာင္းပါ။ ဘယ္လို တပ္ဖြဲ႕မ်ိဳးလဲဆိုေတာ့ ခ်ိဳက်ိဳးနား႐ြက္ပဲ့တပ္ဖြဲ႕ပါ။ မ်က္စိကန္းတဲ့လူ၊ တစ္ကိုယ္လုံးမီးေလာင္ထားတဲ့လူ၊ ေခါင္းကို က်ည္ဆံမွန္ထားတဲ့လူ နဲ႔ လက္ကို ထိခိုက္ထားတဲ့လူ ေတြ ပါပါတယ္။ ဒီလူေတြကို နည္းပညာနဲ႔ ေပါင္းစပ္လိုက္တဲ့အခါမွာေတာ့ သူမတူေအာင္ ထူးျခားသြားပါေတာ့တယ္။ မ်က္စိမျမင္တဲ့လူကို လူကဖန္တီးတဲ့ မ်က္စိ ထည့္လိုက္တဲ့ အခ်ိန္မွာေတာ့ မ်က္စိျပန္ျမင္လာရတဲ့အျပင္ မ်က္စိကေန အခ်က္အလက္ေတြ ရလာပါတယ္။ ေစာင့္ၾကည့္ကင္မရာလို အသုံးခ်လို႔ ရလာပါတယ္။တျခားလူေတြလည္း အားနည္းခ်က္ကို ျပဳျပင္လိုက္တဲ့အခါမွာ အားသာခ်က္ေတြ ျပန္ျဖစ္လာၾကပါတယ္။သူတို႔အဖြဲ႕က “အားဂို႔စ္” ဆိုတဲ့ အဖြဲ႕အစည္းနဲ႔ ရင္ဆိုင္ရတဲ့အခါမွာေတာ့…..Webtoon ကို အေျခခံ ႐ိုက္ကူးထားၿပီး ပ်ိဳေမတို႔ရဲ႕အသည္းေက်ာ္ မင္းသားက ေခါင္းေဆာင္႐ိုက္ကူးထားတာမို႔ သေဘာေတြ႕ၾကဦးမယ့္ကားပါပဲ။ က်ား၊ မ မက်န္ အကုန္ႀကိဳက္မယ့္ကားပါပဲ။Mydramalist မွာ 9.110 ရထားတာဆိုေတာ့ ထပ္ၫြန္းစရာ လိုမယ္ မထင္ေတာ့ပါဘူး။(ဒီဇာတ္လမ္းတြဲရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ကေတာ့ Augest, ThinZar Htet, Hein That Naing ပဲျဖစ္ပါတယ္။)Quality –  WEB-DLDuration – 1hr 16 mins (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Action, Thriller, Crime, Drama, Sci-FiSource : .WEB.H264Translator – August, Thin Zar Htet, Hein That NaingEncoder – San Win MaungComplete Zip Ep1-8 VIP   Complete Zip Ep9-16 VIP    