Synopsis of A Piece of Your Mind (2020)[Complete]A Piece of Your Mind (2020)ဇာတ္လမ္းတြဲအပိုင်း (၁ မှ ၁၂) ထိ စဆုံး(unicode)Jang Hae Jinကတော့ AI programmerနဲ့ M&H Companyတည်ထောင်သူတစ်ယောက်ဖြစ်ပါတယ်…Ha Wonဆိုတဲ့ တည်ငြိမ်အေးဆေးပြီး လူမှန်လူဖြောင့် အလုပ်ကို တိတိကျကျလုပ်တတ်တဲ့ လူငယ်လေးတစ်ယောက်ပါ….Chae Soo Binကတော့ အသံသွင်းအင်ဂျင်နီယာမလေး တစ်ယောက်ဖြစ်ပါတယ်…ကိုယ်စီမိသားစုပြဿနာတွေရှိကြတယ်ဆိုပေမယ့်ဘဝကို ပျော်ပျော်ဖြတ်သန်းနိုင်အောင်ကြိုးစားနေတဲ့သူလေးတွေဆိုပါတော့….ဒီစီးရီးက အချစ်နဲ့ ဟာသလေးတွေပါဝင်တဲ့ စီးရီးဖြစ်ပြီးတော့artificial intelligence,classical music,engineer,programmer စတဲ့ အစိတ်အပိုင်းတွေနဲ့ဖွဲ့စည်းထားတာပါ…မင်းသားရော မင်းသမီးရော ချစ်စရာကောင်းတဲ့အပြင် စိတ်ဝင်စားစရာကောင်းတဲ့အချစ်ဇာတ်လမ်းတွဲလေးဆိုပါတော့…..၁၆ပိုင်းပါဝင်မှာဖြစ်ပြီး Romance Comedyအမျိုးအစားဖြစ်ပါတယ်….ခေါင်းဆောင်မင်းသားဖြစ်သူကတော့ Jang Hae Jin(Something in the rain, One spring night တို့မှာ အပြုံးတွေနဲ့ ပရိသတ်အချစ်ကို အပိုင်သိမ်းသွားတဲ့သူကြီး)နဲ့ မင်းသမီးဖြစ်သူ Chae Soo Bin (I’m not a Robot)တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်…..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hay Thar Oo & Htet Nandar Aungတို့ပဲဖြစ်ပါတယ်…(zawgyi)Jang Hae Jinကေတာ့ AI programmerနဲ႔ M&H Companyတည္ေထာင္သူတစ္ေယာက္ျဖစ္ပါတယ္…Ha Wonဆိုတဲ့ တည္ၿငိမ္ေအးေဆးၿပီး လူမွန္လူေျဖာင့္ အလုပ္ကို တိတိက်က်လုပ္တတ္တဲ့ လူငယ္ေလးတစ္ေယာက္ပါ….Chae Soo Binကေတာ့ အသံသြင္းအင္ဂ်င္နီယာမေလး တစ္ေယာက္ျဖစ္ပါတယ္…ကိုယ္စီမိသားစုျပႆနာေတြရွိၾကတယ္ဆိုေပမယ့္ဘဝကို ေပ်ာ္ေပ်ာ္ျဖတ္သန္းႏိုင္ေအာင္ႀကိဳးစားေနတဲ့သူေလးေတြဆိုပါေတာ့….ဒီစီးရီးက အခ်စ္နဲ႔ ဟာသေလးေတြပါဝင္တဲ့ စီးရီးျဖစ္ၿပီးေတာ့artificial intelligence,classical music,engineer,programmer စတဲ့ အ‌ေၾကာင္းအရာမ်ားနဲ႕ စည္းထားတာပါ…မင္းသားေရာ မင္းသမီးေရာ ခ်စ္စရာေကာင္းတဲ့အျပင္ စိတ္ဝင္စားစရာေကာင္းတဲ့အခ်စ္ဇာတ္လမ္းတြဲေလးဆိုပါေတာ့…..၁၆ပိုင္းပါဝင္မွာျဖစ္ၿပီး Romance Comedyအမ်ိဳးအစားျဖစ္ပါတယ္….ေခါင္းေဆာင္မင္းသားျဖစ္သူကေတာ့ Jang Hae Jin(Something in the rain, One spring night တို႔မွာ အၿပဳံးေတြနဲ႔ ပရိသတ္အခ်စ္ကို အပိုင္သိမ္းသြားတဲ့သူႀကီး)နဲ႔ မင္းသမီးျဖစ္သူ Chae Soo Bin (I’m not a Robot)တို႔က အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္…..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hay Thar Oo & Htet Nandar Aungတို႔ပဲျဖစ္ပါတယ္…Quality – HD-TV Duration – 70min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator – Hay Thar Oo & Htet Nandar AungEncoder – Phyo PyaeComplete Zip VIP   