Synopsis of 365: Repeat the Year (2020)ဒီတစ်ခေါက်တော့ CM ရဲ့ပရိတ်သတ်ကြီးအတွက်ongoing series ကောင်းလေးတစ်ခု ထပ်တင်ဆက်လိုက်ပါတယ်ဇာတ်လမ်း အကျဥ္းကတော့ ဂျီဟယောင်းဂျူဟာသူ့ရဲ့လုပ်ဖော်ကိုင်ဖက် အစ်ကို ကို အရမ်းချစ်တဲ့ စုံထောက်တစ်ဦးဖြစ်ပါတယ်တစ်နေ့မှာ သူတို့ဖမ်းခဲ့တဲ့ အပြစ်သားတစ်ယောက် ထောင်ကလွတ်လာပြီးဂျီဟယောင်းဂျူရဲ့ ပါတနာအစ်ကို ကို သတ်ပစ်ခဲ့ပါတယ်ဂျီဟယောင်းဂျူကတော့ သူ့ရဲ့ ပါတနာအစ်ကို ကို အသက်ပြန်လည်လိုချင်ခဲ့တာကြောင့်အချိန်ခရီးပြန်သွားခဲ့ပါတယ် ရှင်းဂါယွန်းကတော့အောင်မြင်တဲ့ webtoon artist တစ်ယောက်ဖြစ်ပါတယ်သူမကလည်း ကံဆိုးစွာနဲ့ ဒုက္ခိတဘ၀ကိုရောက်ရှိခဲ့ပြီးဘ၀ကို အသစ်က ပြန်စတင်ချင်ခဲ့့ပါတယ်အချိန်နဲ့နေရာရဲ့ ကြားက ကွာဟချက်ကို ကောင်းကောင်း နားလည်တဲ့ဂျီအန်း ဆေးရုံရဲ့ ဆေးရုံအုပ်က ဖုန်းနံပါတ် ၁၀ ခုကို random ခေါ်ဆိုခဲ့ပြီးသူက အချိန်နောက်ပြန်ခရီးသွားနိုင်ကြောင်း အဲ့လူတွေကိုသက်သေပြခဲ့ပါတယ်သူတို့ရဲ့ဘ၀တွေကို ပြန်လည်ပြင်ဆင်ချင်တဲ့ ပိုကောင်းတဲ့ ဘ၀ကို ပိုင်ဆိုင်နိုင်အောင်ပြန်ပြုပြင်ချင်တဲ့ လူ ၁၀ ယောက်က ၃၆၅ရက်တိတိ အချိန်ခရီးပြန်သွားကြပြီးသူတို့ရဲ့ ဘ၀ကို အစကနေ ပြန်လည်စတင်မှာပါအဲ့ထဲမှာ ဂျီဟယောင်းဂျူနဲ့ ရှင်းဂါယွန်းတို့လည်းပါ၀င်ခဲ့ပါတယ်ဒါပေမယ့် ထူးဆန်းတဲ့ ကိစ္စတွေနဲ့ ကြုံရပြီး ၁၀ ဦးစလုံးဟာ အသက်အန္တရာယ်နဲ့ ကြုံတွေ့ခဲ့ရပါတယ်အချိန်ခရီးပြန်သွားရင်း အသက်ဆုံးရံှုးနိုင်တာကို သိလိုက်တဲ့အခါမှာသူတို့တွေ ဘယ်လိုတွေဆက်လုပ်မလဲအသက်ရှင်ဖို့ ဘယ်လိုကြိုးစားကြမလဲဆိုတာကိုဒီဇာတ်လမ်းမှာ စောင့်ကြည့်ကြပါနော်ဒီ series လေးက အပိုင်း ၂၄ ပိုင်းထိ ထွက်ရှိမှာဖြစ်ပြီး MBC ရုပ်သံလိုင်းကအပတ်စဥ္ တနင်္လာ အင်္ဂါနေ့တိုင်းမှာ တစ်ရက် ၂ ပိုင်း ထုတ်လွှင့်ပေးတာဖြစ်ပါတယ်MysteryFantasy အမျိုးစားဖြစ်လို့ ပရိတ်သတ်တွေကြိုက်ကြမှာပါTranslator : Han Thu AyeEncoder : Moe Myint Lwin (1) +(2)GDrive  SolidDrive  Fastload  MirrorAce    MegaNz (3) + (4)GDrive  SolidDrive  Fastload  MirrorAce    MegaNz  Yandex (5) + (6)GDrive  SolidDrive  Fastload  MirrorAce    MegaNz (7) + (8)GDrive  SolidDrive  Fastload  MirrorAce    MegaNz (9) + (10)GDrive  UptoStream MirrorAce    MegaNz (11) + (12)GDrive  UptoStream MirrorAce    MegaNz  1fichier (13) + (14)GDrive  UptoStream MirrorAce    MegaNz  1fichier (15) + (16)GDrive  MirrorAce    MegaNz  1fichier  Upstream (17) + (18)GDrive    MegaNz  1fichier  Upstream (19) + (20)GDrive    MegaNz  1fichier  Upstream (21) + (22)GDrive  MegaNz  1fichier  Upstream (23) + (24)GDrive  MegaNz  1fichier  Upstream 