Synopsis of Tower of God (2020)______Tower of God ______“Tower of God”“Kami no Tou” (jp)“Sin-ui Tap” (kr) စတဲ့ နာမည်တွေနဲ့ Korean artist: SIU (real name Lee Jong-hwi) ကရေးဆွဲပြီး2010 ကစတင်ထွက်ရှိခဲ့တဲ့ South Korea နိုင်ငံရဲ့ နာမည်ကြီး Webtoon Manhwa တခုကို anime အနေနဲ့ ပြန်အသက်သွင်းထားတာဖြစ်ပါတယ်*Action, Adventure, Mystery, Drama, Fantasy*အမျိုးအစားဖြစ်ပြီး Crunchyroll original anime အဖြစ် Telecom Animation Flim ဆိုတဲ့ studio ကတာဝန်ယူ animate မှာ ဖြစ်ပါတယ်April လ 1 ရက်နေ့ စတင်ထွက်ရှိမှာဖြစ်ပြီးယခု Season ကို  13 ခုပါဝင်မှာဖြစ်ပါတယ်…………………………………………………..“ချမ်းသာကြွယ်ဝမှု လား?ဂုဏ်အရှိန်အဝါ နဲ့ အာဏာ လား?လက်စား​ချေလိုမှု လား?သို့မဟုတ် အားလုံးထက်သာလွန်မှုလား?သင်ဟာ ဘာကိုပဲအလိုရှိရှိဒီနေရာမှာရှိပါတယ်။မျှော်စင်ကို တက်နိုင်ရင် အရာအားလုံးကို ပိုင်ဆိုင်နိုင်မယ်။မျှော်စင်ရဲ့ထိပ်ဆုံးမှာ ဒီလောကမှာရှိသမျှအရာအားလုံး ရနိုင်တယ်။လောကကြီးကို ပိုင်ဆိုင်နိုင်တယ်။နတ်ဘုရား တပါးလိုဖြစ်လာနိုင်တယ်။”ဒီလို ဒဏ္ဍာရီတွေနဲ့ မျှော်စင်ကြီးကို တက်ဖို့ ကြိုးစားနေတဲ့လူ​တွေလဲ ရှိကြပါတယ်ဇာတ်လမ်းအကျဥ်းကတော့25th Bam ဆိုတဲ့လူငယ်လေးဟာ ဘဝ​တလျောက်လုံး ဧရာမ မျှော်စင်ကြီးအောက်မှာ နေခဲ့ရပြီးသူ့ဘဝရဲ့ တဦးတည်းသော မိတ်ဆွေဆိုလို့ Rachel ဆိုတဲ့ကောင်မလေး တယောက်ပဲရှိခဲ့ပါတယ်တနေ့ Rachel ဟာ မျှော်စင်ကိုတက်သွားတဲ့အခါ Bam လဲ Rachel နောက်လိုက်ရင်း မျှော်စင်တထပ်ချင်းစီကစမ်းသပ်ချက်တွေ စိန်ခေါ်မှုတွေကိုရင်ဆိုင်ပြီး Rachel ကိုလိုက်ရှာတာကိုကြည့်ရမှာပါ(ဇာတ်လမ်းက ရိုးရိုးလေးထင်ရပေမဲ့ အဲ့လောက်မရိုးပါဘူး :3)Trailer link:https:m.facebook.comstory.php?story_fbid=494581771216223&id=260443011296768______Tower of God ______“Tower of God”“Kami no Tou” (jp)“Sin-ui Tap” (kr) စတဲ့ နာမည္ေတြနဲ႔ Korean artist: SIU (real name Lee Jong-hwi) ကေရးဆြဲၿပီး2010 ကစတင္ထြက္ရွိခဲ့တဲ့ South Korea ႏိုင္ငံရဲ႕ နာမည္ႀကီး Webtoon Manhwa တခုကို anime အေနနဲ႔ ျပန္အသက္သြင္းထားတာျဖစ္ပါတယ္*Action, Adventure, Mystery, Drama, Fantasy*အမ်ိဳးအစားျဖစ္ၿပီး Crunchyroll original anime အျဖစ္ Telecom Animation Flim ဆိုတဲ့ studio ကတာဝန္ယူ animate မွာ ျဖစ္ပါတယ္April လ 1 ရက္ေန႔ စတင္ထြက္ရွိမွာျဖစ္ၿပီးယခု Season ကို  13 ခုပါဝင္မွာျဖစ္ပါတယ္…………………………………………………..“ခ်မ္းသာႂကြယ္ဝမႈ လား?ဂုဏ္အရွိန္အဝါ နဲ႔ အာဏာ လား?လက္စား​ေခ်လိုမႈ လား?သို႔မဟုတ္ အားလုံးထက္သာလြန္မႈလား?သင္ဟာ ဘာကိုပဲအလိုရွိရွိဒီေနရာမွာရွိပါတယ္။ေမွ်ာ္စင္ကို တက္ႏိုင္ရင္ အရာအားလုံးကို ပိုင္ဆိုင္ႏိုင္မယ္။ေမွ်ာ္စင္ရဲ႕ထိပ္ဆုံးမွာ ဒီေလာကမွာရွိသမွ်အရာအားလုံး ရႏိုင္တယ္။ေလာကႀကီးကို ပိုင္ဆိုင္ႏိုင္တယ္။နတ္ဘုရား တပါးလိုျဖစ္လာႏိုင္တယ္။”ဒီလို ဒ႑ာရီေတြနဲ႔ ေမွ်ာ္စင္ႀကီးကို တက္ဖို႔ ႀကိဳးစားေနတဲ့လူ​ေတြလဲ ရွိၾကပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့25th Bam ဆိုတဲ့လူငယ္ေလးဟာ ဘဝ​တေလ်ာက္လုံး ဧရာမ ေမွ်ာ္စင္ႀကီးေအာက္မွာ ေနခဲ့ရၿပီးသူ႔ဘဝရဲ႕ တဦးတည္းေသာ မိတ္ေဆြဆိုလို႔ Rachel ဆိုတဲ့ေကာင္မေလး တေယာက္ပဲရွိခဲ့ပါတယ္တေန႔ Rachel ဟာ ေမွ်ာ္စင္ကိုတက္သြားတဲ့အခါ Bam လဲ Rachel ေနာက္လိုက္ရင္း ေမွ်ာ္စင္တထပ္ခ်င္းစီကစမ္းသပ္ခ်က္ေတြ စိန္ေခၚမႈေတြကိုရင္ဆိုင္ၿပီး Rachel ကိုလိုက္ရွာတာကိုၾကည့္ရမွာပါ(ဇာတ္လမ္းက ႐ိုး႐ိုးေလးထင္ရေပမဲ့ အဲ့ေလာက္မ႐ိုးပါဘူး :3)Trailer link:https:m.facebook.comstory.php?story_fbid=494581771216223&id=260443011296768File size…170mbQuality… WEB-DL.DD.5.1 H264 FGTFormat…mp4Duration…24minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…KatsukiEPISODE 01: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 02: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 03: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 04: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 05: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 06: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 07: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 08: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 09: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 10: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 11: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 12: yoteshin  yuudrive  megaup  upstream  userdrive  megaEPISODE 13: yoteshin  yuudrive  megaup  upstream  userdrive  mega 