Synopsis of Welcome (2020)[Unicode]Welcome drama လေးကတော့ fantasy romantic comedy drama အမျိုးအစားဖြစ်ပြီးတော့ webtoon ကိုအခြေခံပြီးရေးထားတာဖြစ်ပါတယ် ၊ခေါင်းဆောင်မင်းသား Hong-Zo (Kim Myung Soo) ကိုအားလုံးသိထားကြပြီးသားဖြစ်မှာပါ…Angle last’s mission ထဲက ပါးချိုင့်လေးနဲ့နတ်သားလေးကို ဒီဇာတ်လမ်းထဲမှာတော့ လူသားအသွင်ပြောင်းနိုင်တဲ့ ကြောင်လေးတစ်ကောင်အဖြစ်နဲ့ မြင်ရတော့မှာပါ ၊သူ့ရဲ့တာဝန်ကတော့ သူရဲ့သခင် Sol Ah ရဲ့တစ်နေ့တာပူပန်မှုတွေကိုနားထောင်ပေးပြီး ဒဏ်ရာတွေကုစားပေးရမှာပါ ။မင်းသမီးလေးကတော့ ‘He is Psychometric’ ဇာတ်ကားနဲ့ လူသိများလာတဲ့ နှာခေါင်းမည့်လေးနဲ့ ရိုးရိုးရှင်းရှင်းလေးနဲ့လှတဲ့မင်းသမီးလေး Sol Ah တစ်ဖြစ်လဲ Shin Ye Eun ပဲဖြစ်ပါတယ် ၊သူမကတော့ web-based comic author ဖြစ်ချင်နေတဲ့သူတစ်ယောင်ပါ ၊ ကြောင်လေးတွေကိုအရမ်းချစ်တတ်တဲ့သူပေါ့ …Sol Ah ရဲ့ဘဝအပြောင်းအလဲကတော့ ချစ်ဖို့ကောင်းတဲ့ကြောင်လေးတစ်ကောင်ကို အိမ်ကိုခေါ်လာမိရာကနေစတင်ပါတော့တယ် ၊အဲ့ကြောင်လေးကတော့ သာမန်ကြောင်လေးတစ်ကောင်မဟုတ်ဘဲနဲ့ လူသားအသွင်ဖန်တီးနိုင်တဲ့ကြောင်လေးတစ်ကောင်လည်းဖြစ်ပါတယ် ၊နာမည်ကတော့ Hong Jo ပေါ့…Hong Jo လေးဟာ Sol Ah လေးအတွက်အချစ်ရဆုံးသောကြောင်လေးတစ်ကောင် ဖြစ်လာခဲ့ပါတယ် ၊သူ့ရဲ့အစွမ်းသတ္တိကိုဖုံးကွယ်ပြီးတော့ Sol Ah အနားမှာနေရဖို့အတွက် ဘာမဆိုလုပ်နိုင်တယ်ဆိုတာကိုလည်း သက်သေပြနိုင်ခဲ့ပါတယ်ကဲ ကြောင်လေး Hong Jo တစ်ယောက် သူ့ရဲ့လျှို့ဝှက်ချက်ကိုတစ်သက်လုံးဖုံးကွယ်သွားနိုင်မလား ၊ဒါမှမဟုတ် ကြောင်လေးနဲ့လူသားကြားထဲက ချစ်ခြင်းမေတ္တာတွေက ဘယ်လောက်တောင်နက်ရှိုင်းလာမလဲ ဘယ်လိုဆန်းကြယ်မှုတွေကို တွေ့မြင်ရမလဲဆိုတာကို…ဗုဒ္ဓဟူးနေ့နဲ့ကြာသပတေးနေ့မှာ လာတဲ့ ဒီ Welcome ဆိုတဲ့ဒရမ်မာလေးကနေ ဆက်လက်စောင့်ကြည့်ပေးကြပါဦး ၊အပိုင်းကတော့ ၃၂ ပိုင်းပါဝင်သွားမှာဖြစ်ပြီးတော့ တစ်ပတ်ကို ၄ ပိုင်းနှုန်းနဲ့ ထုတ်လွှင့်သွားမှာဖြစ်ပါတယ် ။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ်)[Zawgyi]Welcome drama ေလးကေတာ့ antasy romantic comedy drama အမ်ိဳးအစားျဖစ္ၿပီးေတာ့ webtoon ကိုအေျခခံၿပီးေရးထားတာျဖစ္ပါတယ္ ၊ေခါင္းေဆာင္မင္းသား Hong-Zo (Kim Myung Soo) ကိုအားလုံးသိထားၾကၿပီးသားျဖစ္မွာပါ…Angle last’s mission ထဲက ပါးခ်ိဳင့္​ေလးနဲ႔နတ္သားေလးကို ဒီဇာတ္လမ္းထဲမွာေတာ့ လူသားအသြင္ေျပာင္းႏိုင္တဲ့ ေၾကာင္ေလးတစ္ေကာင္အျဖစ္နဲ႔ ျမင္ရေတာ့မွာပါ ၊သူ႔ရဲ႕တာဝန္ကေတာ့ သူရဲ႕သခင္ Sol Ah ရဲ႕တစ္ေန႔တာပူပန္မႈေတြကိုနားေထာင္ေပးၿပီး ဒဏ္ရာေတြကုစားေပးရမွာပါ ။မင္းသမီးေလးကေတာ့ ‘He is Psychometric’ ဇာတ္ကားနဲ႔ လူသိမ်ားလာတဲ့ ႏွာေခါင္းမည့္ေလးနဲ႔ ႐ိုး႐ိုးရွင္းရွင္းေလးနဲ႔လွတဲ့မင္းသမီးေလး Sol Ah တစ္ျဖစ္လဲ Shin Ye Eun ပဲျဖစ္ပါတယ္ ၊သူမကေတာ့ web-based comic author ျဖစ္ခ်င္ေနတဲ့သူတစ္ေယာင္ပါ ၊ ေၾကာင္ေလးေတြကိုအရမ္းခ်စ္တတ္တဲ့သူေပါ့ …Sol Ah ရဲ႕ဘဝအေျပာင္းအလဲကေတာ့ ခ်စ္ဖို႔ေကာင္းတဲ့ေၾကာင္ေလးတစ္ေကာင္ကို အိမ္ကိုေခၚလာမိရာကေနစတင္ပါေတာ့တယ္ ၊အဲ့ေၾကာင္ေလးကေတာ့ သာမန္ေၾကာင္ေလးတစ္ေကာင္မဟုတ္ဘဲနဲ႔ လူသားအသြင္ဖန္တီးႏိုင္တဲ့ေၾကာင္ေလးတစ္ေကာင္လည္းျဖစ္ပါတယ္ ၊နာမည္ကေတာ့ Hong Jo ေပါ့…Hong Jo ေလးဟာ Sol Ah ေလးအတြက္အခ်စ္ရဆုံးေသာေၾကာင္ေလးတစ္ေကာင္ ျဖစ္လာခဲ့ပါတယ္ ၊သူ႔ရဲ႕အစြမ္းသတၱိကိုဖုံးကြယ္ၿပီးေတာ့ Sol Ah အနားမွာေနရဖို႔အတြက္ ဘာမဆိုလုပ္ႏိုင္တယ္ဆိုတာကိုလည္း သက္ေသျပႏိုင္ခဲ့ပါတယ္ကဲ ေၾကာင္ေလး Hong Jo တစ္ေယာက္ သူ႔ရဲ႕လွ်ိဳ႕ဝွက္ခ်က္ကိုတစ္သက္လုံးဖုံးကြယ္သြားႏိုင္မလား ၊ဒါမွမဟုတ္ ေၾကာင္ေလးနဲ႔လူသားၾကားထဲက ခ်စ္ျခင္းေမတၱာေတြက ဘယ္ေလာက္ေတာင္နက္ရႈိင္းလာမလဲ ဘယ္လိုဆန္းၾကယ္မႈေတြကို ေတြ႕ျမင္ရမလဲဆိုတာကို…ဗုဒၶဟူးေန႔နဲ႔ၾကာသပေတးေန႔မွာ လာတဲ့ ဒီ Welcome ဆိုတဲ့ဒရမ္မာေလးကေန ဆက္လက္ေစာင့္ၾကည့္ေပးၾကပါဦး ၊အပိုင္းကေတာ့ ၃၂ ပိုင္းပါဝင္သြားမွာျဖစ္ၿပီးေတာ့ တစ္ပတ္ကို ၄ ပိုင္းႏႈန္းနဲ႔ ထုတ္လႊင့္သြားမွာျဖစ္ပါတယ္ ။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္)Drama: Meow: The Secret Boy  WelcomeHangul: 어서와Director: Ji Byung-HyunWriter: Go A-Ra (webcomic), Joo Hwa-MiType: Comedy , Romance , DramaNetwork: KBS2Release Date: March 25, 2020File size__( 500 MB)Quality__WebDL-Format__mp4Type__Comedy , Drama , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by Shoon Thu Thu ChainEncoded by Naing Aung Latt (1+2) [500MB]GDrive  Yandex    SolidDrive (3+4) [550MB]GDrive  Yandex   (5+6) [550MB]Meganz  Yandex    SolidDrive (7+8) [550MB]Meganz  Yandex    SolidDrive (9+10) [550MB]Meganz  Yandex    SolidDrive (11+12) [550MB]Meganz  Yandex    SolidDrive (13+14) [550MB]Gdrive  Yandex    Meganz (15+16) [550MB]Gdrive  Yandex    Meganz (17+18) [550MB]Gdrive  Yandex    Meganz (19+20) [550MB]Gdrive  Yandex    Meganz (21+22) [550MB]YoteShin  Yuudrive  Yandex    Meganz (23+24) End [550MB]YoteShin  Yuudrive  Yandex    MeganzEnd 