Synopsis of Ghost Wars ( 2017 ) ( Completed )Zawgyi*******႐ိုမန္ မာဆာလို႔ ေခၚတဲ့ လူတစ္ေယာက္ကသဘာဝလြန္စြမ္းအားေတြကို ပိုင္ဆိုင္ထားပါတယ္။သူက သရဲေတြကို ျမင္ႏိုင္စြမ္းရွိတာပါ။တစ္ေန႔ သူ႔ရဲံ ေပါ့မိုးၿမိဳ႕ေလးကေန ထြက္လာတဲ့ အခ်ိန္မွာ ငလ်င္လႈပ္ၿပီး ကားေမွာက္ခဲ့ပါတယ္။အဲဒါရဲ႕ေနာက္ဆက္တြဲေတြကေတာ့ သရဲေတြ အဆက္မျပတ္ ထြက္လာတာပါပဲ။အစမွာေတာ့ တစ္ၿမိဳ႕လုံးက သူ႔ေၾကာင့္ ျဖစ္ရတယ္ဆိုၿပီးစြပ္စြဲရာက ရင္ဆိုင္ရတဲ့ ျပႆနာေတြကို သူ႔ရဲ႕အစြမ္းနဲံေျဖရွင္းရတဲ့အခ်ိန္မွာေတာ့ အားလုံးဟာ သူ႔အေပၚ ယုံၾကည္အားကိုးလာၾကပါေတာ့တယ္Horror ဇာတ္လမ္းတြဲ ေကာင္းေကာင္းႀကိဳက္သူမ်ားလက္မလႊတ္သင့္တဲ့ ဇာတ္လမ္းတြဲတစ္ခုပါပဲ။Netflix က ထုတ္လႊင့္ထားတာမို႔ ထပ္ၫြန္းမေနေတာ့ပါဘူးေနာ့။IMDb ကေတာ့ 6.310 ရထားပါတယ္။Unicode******Ghost Wars (2017)ရိုမန် မာဆာလို့ ခေါ်တဲ့ လူတစ်ယောက်ကသဘာဝလွန်စွမ်းအားတွေကို ပိုင်ဆိုင်ထားပါတယ်။သူက သရဲတွေကို မြင်နိုင်စွမ်းရှိတာပါ။တစ်နေ့ သူ့ရဲံ ပေါ့မိုးမြို့လေးကနေ ထွက်လာတဲ့ အချိန်မှာ ငလျင်လှုပ်ပြီး ကားမှောက်ခဲ့ပါတယ်။အဲဒါရဲ့နောက်ဆက်တွဲတွေကတော့ သရဲတွေ အဆက်မပြတ် ထွက်လာတာပါပဲ။အစမှာတော့ တစ်မြို့လုံးက သူ့ကြောင့် ဖြစ်ရတယ်ဆိုပြီးစွပ်စွဲရာက ရင်ဆိုင်ရတဲ့ ပြဿနာတွေကို သူ့ရဲ့အစွမ်းနဲံဖြေရှင်းရတဲ့အချိန်မှာတော့ အားလုံးဟာ သူ့အပေါ် ယုံကြည်အားကိုးလာကြပါတော့တယ်Horror ဇာတ်လမ်းတွဲ ကောင်းကောင်းကြိုက်သူများလက်မလွှတ်သင့်တဲ့ ဇာတ်လမ်းတွဲတစ်ခုပါပဲ။Netflix က ထုတ်လွှင့်ထားတာမို့ ထပ်ညွန်းမနေတော့ပါဘူးနော့။IMDb ကတော့ 6.310 ရထားပါတယ်။Quality : WEB-DL  ( Netflix )Subtitle : Myanmar Subtitle ( Hardsub )Translated By Little Neo , August , Zuel Khant ThwinReviewed By AugustEncoded By LK  1 – Google Drive | Megaz | Yandex | 1fichier | MegaUp  2 – Google Drive | Megaz | Yandex | 1fichier | MegaUp  3 – Google Drive | Megaz | Yandex | 1fichier |  4 – Google Drive | Megaz | Yandex | 1fichier |  5 – Google Drive | Megaz | Yandex | MegaUp |  6 – Google Drive | Megaz | Yandex | MegaUp |  7 – Google Drive | Megaz | Yandex | MegaUp |  8 – Google Drive | Megaz | Yandex | MegaUp |  9 – Google Drive | Megaz | Yandex | MegaUp |  10 – Google Drive | Megaz | Yandex | MegaUp |  11 – Google Drive | Megaz | Yandex | MegaUp |  12 (END) – Google Drive | Megaz | Yandex | MegaUp | With Zip File ( Completed ) – Google Drive | Yandex 