Synopsis of The Outsider (2020)ဒီကားလေးက သဘာဝလွန်မူခင်းစုံထောက်ကားဖြစ်ပါတယ်Stephen King ရဲ့ဝတ္ထုကနေ ကောက်နုတ်ထားပြီးတော့rating ကောင်းတဲ့ဇာတ်လမ်းလေးလဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ ဂျော်ဂျီယာမြို့မှာဖြစ်ပွားခဲ့တဲ့၁၁ နှစ်အရွယ်ကောင်လေးရဲ့လူသတ်မှုစတင်ခဲ့တာဖြစ်ပါတယ်ဂျော်ဂျီယာမြို့ရဲ့စုံထောက် Ralph Anderson ဟာအမှုရဲ့တာဝန်ခံစုံထောက်ဖြစ်ပြီးအမှုရဲ့အဓိကာသံသယရှိသူတဖြစ်လဲသူ့ရဲ့သူငယ်ချင်းဖြစ်သူ Terry Maiteland ကိုဖမ်းဆီးခဲ့ရကာနေထူးဆန်းမှုတွေ တစ်ခုပြီးတစ်ခုတွေ့လာရပါတော့တယ်Maiteland ကတော့သူမသတ်ဘူးပြောနေပေမယ့် အလောင်းပေါ်မှာသူ့လက်ဗွေရာကြီးတွေပဲတွေ့ခဲ့ရပါတယ်တစ်နေ့ တရားစစ်ဆေးဖို့သွားတဲ့အချိန်မှာ Maiteland တစ်ယောက်အသတ်ခံခဲ့ရာကနေ Anderson ဟာ ဒီအမှုဟာမရိုးရှင်းဘူးဆိုတာလက်ခံသွားပြီး အမှုကိုအစကနေHolly ဆိုတဲ့မွေးရာပါဉာဏ်ကြီးရှင်အလွတ်စုံထောက်မလေးနဲ့ ပြန်လည်တူးဖော်ခဲ့ပါတော့တယ်တူးဖော်ရင်းတူးဖော်ရင်း အဲ့အမှုနဲ့ဆင်တူတဲ့ အမှုတွေကိုတွေ့လာရပါတော့တယ်တရားခံရှိပေမယ့် တရားခံအစစ်မဟုတ်တဲ့တရားခံတွေကြားထဲမှာလူသားတွေမယုံကြည်နိုင်တဲ့ သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ရှုပ်ထွေးနေတဲ့အမှုတွေကိုသူတို့နှစ်ယောက် ဘယ်လိုဖြေရှင်းမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်ဇာတ်လမ်းကထူးခြားပြီး တစ်ပိုင်းတစ်ပိုင်း တရားခံကဘယ်သူများလဲဆိုတဲ့သိချင်စိတ်ကိုဆွဲခေါ်သွားနိုင်နဲ့ ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်ဒီကားေလးက သဘာဝလြန္မူခင္းစုံေထာက္ကားျဖစ္ပါတယ္Stephen King ရဲ႕ဝတၳဳကေန ေကာက္ႏုတ္ထားၿပီးေတာ့rating ေကာင္းတဲ့ဇာတ္လမ္းေလးလဲျဖစ္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ ေဂ်ာ္ဂ်ီယာၿမိဳ႕မွာျဖစ္ပြားခဲ့တဲ့၁၁ ႏွစ္အ႐ြယ္ေကာင္ေလးရဲ႕လူသတ္မႈစတင္ခဲ့တာျဖစ္ပါတယ္ေဂ်ာ္ဂ်ီယာၿမိဳ႕ရဲ႕စုံေထာက္ Ralph Anderson ဟာအမႈရဲ႕တာဝန္ခံစုံေထာက္ျဖစ္ၿပီးအမႈရဲ႕အဓိကာသံသယရွိသူတျဖစ္လဲသူ႔ရဲ႕သူငယ္ခ်င္းျဖစ္သူ Terry Maiteland ကိုဖမ္းဆီးခဲ့ရကာေနထူးဆန္းမႈေတြ တစ္ခုၿပီးတစ္ခုေတြ႕လာရပါေတာ့တယ္Maiteland ကေတာ့သူမသတ္ဘူးေျပာေနေပမယ့္ အေလာင္းေပၚမွာသူ႔လက္ေဗြရာႀကီးေတြပဲေတြ႕ခဲ့ရပါတယ္တစ္ေန႔ တရားစစ္ေဆးဖို႔သြားတဲ့အခ်ိန္မွာ Maiteland တစ္ေယာက္အသတ္ခံခဲ့ရာကေန Anderson ဟာ ဒီအမႈဟာမ႐ိုးရွင္းဘူးဆိုတာလက္ခံသြားၿပီး အမႈကိုအစကေနHolly ဆိုတဲ့ေမြးရာပါဉာဏ္ႀကီးရွင္အလြတ္စုံေထာက္မေလးနဲ႔ ျပန္လည္တူးေဖာ္ခဲ့ပါေတာ့တယ္တူးေဖာ္ရင္းတူးေဖာ္ရင္း အဲ့အမႈနဲ႔ဆင္တူတဲ့ အမႈေတြကိုေတြ႕လာရပါေတာ့တယ္တရားခံရွိေပမယ့္ တရားခံအစစ္မဟုတ္တဲ့တရားခံေတြၾကားထဲမွာလူသားေတြမယုံၾကည္ႏိုင္တဲ့ သဘာဝလြန္ျဖစ္ရပ္ေတြနဲ႔ရႈပ္ေထြးေနတဲ့အမႈေတြကိုသူတို႔ႏွစ္ေယာက္ ဘယ္လိုေျဖရွင္းမလဲဆိုတာကို စိတ္ဝင္တစားနဲ႔ ေစာင့္ၾကည့္ရမွာျဖစ္ပါတယ္ဇာတ္လမ္းကထူးျခားၿပီး တစ္ပိုင္းတစ္ပိုင္း တရားခံကဘယ္သူမ်ားလဲဆိုတဲ့သိခ်င္စိတ္ကိုဆြဲေခၚသြားႏိုင္နဲ႔ ဇာတ္ကားေကာင္းတစ္ကားလည္းျဖစ္ပါတယ္File size…350mbQuality… WEB-DL.DD.5.1 H264 FGTFormat…mp4Duration…60minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…Shoon Thu Thu ChainEPISODE 01: MEGAUP  YANDEX  MIRRORACE  SOLIDDRIVE  FASTLOADEPISODE 02: MEGAUP  YANDEX  MIRRORACE  SOLIDDRIVE  FASTLOADEPISODE 03: MEGAUP  YANDEX  MIRRORACE  SOLIDDRIVE  FASTLOADEPISODE 04: MEGAUP  YANDEX  MIRRORACE  SOLIDDRIVE  FASTLOADEPISODE 05: MEGAUP  YANDEX  MIRRORACE  SOLIDDRIVE  FASTLOADEPISODE 06: MEGAUP  YANDEX  MIRRORACE  SOLIDDRIVE  FASTLOADEPISODE 07: MEGAUP  YANDEX  MIRRORACE  SOLIDDRIVE  FASTLOADEPISODE 08: MEGAUP  YANDEX  MIRRORACE  SOLIDDRIVE  FASTLOADEPISODE 09: MEGAUP  YANDEX  MIRRORACE  SOLIDDRIVE  FASTLOADEPISODE 10: MEGAUP  YANDEX  MIRRORACE  SOLIDDRIVE  FASTLOAD Complete Zip FileVIP     