Synopsis of Black Dog (2019)Black Dogဒီတစ်ခါတော့ ကျောင်းဆရာ ဆရာမတွေ အကြောင်း ရိုက်ကူးထားတဲ့BLACK DOG ဆိုတဲ့ ဇာတ်ကားသစ်လေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါမယ်ဒီဇာတ်ကားထဲမှာတော့ beauty inside က မင်းသမီး Seo Hyun Jin ကိုစာချုပ်နဲ့ ဆရာမအဖြစ်လုပ်ကိုင်နေတဲ့ ယာယီကျောင်းဆရာမလေး ဂိုဟာနူးအဖြစ်မြင်ရမှာပါဟာနူးဟာ ဘာလို့ ဒီလို အာမခံချက်မရှိတဲ့စာချုပ်အလုပ်သမား ဘ၀ကို ရွေးချယ်ခဲ့လဲဆိုတာတော့သူမမှာလည်း အကြောင်းရင်းတွေ ရှိနေပါတယ်သူမ အထက်တန်းကျောင်းသူဘ၀တုန်းက သူမတို့ ကျောင်းလေ့လာရေးခရီးမှာသူတို့စီးလာတဲ့ ကားဟာ လိုဏ်ခေါင်းတိမ်းမှောက်သွားခဲ့ပါတယ်အဲ့အချိန်မှာတော့ ကားထဲမှာ ဟာနူးတစ်ယောက်တည်းခြေထောက်ညပ်ပြီး ကျန်နေခဲ့ပါတယ်ကားက ပေါက်ကွဲတော့မှာမို့ ဆရာတွေကော ကျောင်းသားတွေရောကားနားကို မသွားဖို့ ကယ်ဆယ်ရေးက တားနေပေမယ့်စာချုပ်နဲ့ဆရာ၀င်လုပ်နေတဲ့ ယာယီဆရာ ကင်ယောင်းဟာတော့တပည့်ဖြစ်သူကို ကယ်ဖို့ လိုဏ်ခေါင်းထဲပြန်၀င်သွားပြီးမှောက်နေတဲ့ ကားထဲကို ၀င်ပြီးကယ်ဆယ်ခဲ့ပါသူကယ်ဆယ်နေတဲ့ အချိန် နောက်ကလိုက်လာတဲ့ ကယ်ဆယ်ရေးအဖွဲ့ကလူတစ်ယောက်နဲ့ ကျောင်းသူဂိုဟာနူးကိုထည့်ပေးလိုက်ပြီးသူကတော့ နောက်က လိုက်ခဲ့မယ်လို့ပြောခဲ့ပါတယ်ဒါပေမယ့် ကံမကောင်းစွာနဲ့ ကားက ပေါက်ကွဲသွားတဲ့အခါမှာတော့ဆရာကင်ယောင်းဟာ သေဆုံးသွားခဲ့ပါတယ်ကျောင်းသားကျောင်းသူတွေနဲ့အခြားသူတွေကတော့ဒဏ်ရာအသေးမွှားအတွက်တောင်မှ လျော်ကြေးတွေရရှိခဲ့ပေမယ့်ဆရာကင်ယောင်းဟာအတွက်တော့ လျော်ကြေးမရရှိခဲ့ပါဘူးဘာကြောင့်မရခဲ့လဲဆိုတာကတော့ သူက စာချုပ်နဲ့ လုပ်ကိုင်နေတဲ့ယာယီဆရာတစ်ယောက်ဖြစ်တဲ့အတွက်ပါတဲ့ဂိုဟာနူးတစ်ယောက် အဲ့အဖြစ်ပျက်တွေဖြစ်ပြီးသူ့ဆရာရဲ့မိသားစု လျော်ကြေးမရတာတွေသိရှိပြီးတဲ့နောက်မှာတော့သူမလည်း ဆရာတစ်ယောက်ဖြစ်လာဖို့ ရည်ရွယ်ခဲ့ပြီးသူ့ဆရာလိုပဲ စာချုပ်နဲ့ ယာယီဆရာတစ်ယောက်အနေနဲ့ ၀င်ရောက် အလုပ်လုပ်ကိုင်ခဲ့ပါတယ်ဒါဆိုရင် သူကော သူ့ဆရာလို ဆရာကောင်းတစ်ယောက်ဖြစ်လာမှာလားစာချုပ်နဲ့ လုပ်ကိုင်ရတဲ့ အလုပ်သမားတစ်ယောက်ရဲ့ အခက်အခဲတွေကိုကောသူဘယ်လိုရင်ဆိုင်မလဲဆိုတာ Black Dog ဆိုတဲ့ ဇာတ်ကားလေးမှာ ကြည့်ရှုအားပေးကြပါဦးနော်Black Dogဒီတစ္ခါေတာ့ ေက်ာင္းဆရာ ဆရာမေတြ အေၾကာင္း ႐ိုက္ကူးထားတဲ့BLACK DOG ဆိုတဲ့ ဇာတ္ကားသစ္ေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးပါမယ္ဒီဇာတ္ကားထဲမွာေတာ့ beauty inside က မင္းသမီး Seo Hyun Jin ကိုစာခ်ဳပ္နဲ႔ ဆရာမအျဖစ္လုပ္ကိုင္ေနတဲ့ ယာယီေက်ာင္းဆရာမေလး ဂိုဟာႏူးအျဖစ္ျမင္ရမွာပါဟာႏူးဟာ ဘာလို႔ ဒီလို အာမခံခ်က္မရွိတဲ့စာခ်ဳပ္အလုပ္သမား ဘ၀ကို ေ႐ြးခ်ယ္ခဲ့လဲဆိုတာေတာ့သူမမွာလည္း အေၾကာင္းရင္းေတြ ရွိေနပါတယ္သူမ အထက္တန္းေက်ာင္းသူဘ၀တုန္းက သူမတို႔ ေက်ာင္းေလ့လာေရးခရီးမွာသူတို႔စီးလာတဲ့ ကားဟာ လိုဏ္ေခါင္းတိမ္းေမွာက္သြားခဲ့ပါတယ္အဲ့အခ်ိန္မွာေတာ့ ကားထဲမွာ ဟာႏူးတစ္ေယာက္တည္းေျခေထာက္ညပ္ၿပီး က်န္ေနခဲ့ပါတယ္ကားက ေပါက္ကြဲေတာ့မွာမို႔ ဆရာေတြေကာ ေက်ာင္းသားေတြေရာကားနားကို မသြားဖို႔ ကယ္ဆယ္ေရးက တားေနေပမယ့္စာခ်ဳပ္နဲ႔ဆရာ၀င္လုပ္ေနတဲ့ ယာယီဆရာ ကင္ေယာင္းဟာေတာ့တပည့္ျဖစ္သူကို ကယ္ဖို႔ လိုဏ္ေခါင္းထဲျပန္၀င္သြားၿပီးေမွာက္ေနတဲ့ ကားထဲကို ၀င္ၿပီးကယ္ဆယ္ခဲ့ပါသူကယ္ဆယ္ေနတဲ့ အခ်ိန္ ေနာက္ကလိုက္လာတဲ့ ကယ္ဆယ္ေရးအဖြဲ႕ကလူတစ္ေယာက္နဲ႔ ေက်ာင္းသူဂိုဟာႏူးကိုထည့္ေပးလိုက္ၿပီးသူကေတာ့ ေနာက္က လိုက္ခဲ့မယ္လို႔ေျပာခဲ့ပါတယ္ဒါေပမယ့္ ကံမေကာင္းစြာနဲ႔ ကားက ေပါက္ကြဲသြားတဲ့အခါမွာေတာ့ဆရာကင္ေယာင္းဟာ ေသဆုံးသြားခဲ့ပါတယ္ေက်ာင္းသားေက်ာင္းသူေတြနဲ႔အျခားသူေတြကေတာ့ဒဏ္ရာအေသးမႊားအတြက္ေတာင္မွ ေလ်ာ္ေၾကးေတြရရွိခဲ့ေပမယ့္ဆရာကင္ေယာင္းဟာအတြက္ေတာ့ ေလ်ာ္ေၾကးမရရွိခဲ့ပါဘူးဘာေၾကာင့္မရခဲ့လဲဆိုတာကေတာ့ သူက စာခ်ဳပ္နဲ႔ လုပ္ကိုင္ေနတဲ့ယာယီဆရာတစ္ေယာက္ျဖစ္တဲ့အတြက္ပါတဲ့ဂိုဟာႏူးတစ္ေယာက္ အဲ့အျဖစ္ပ်က္ေတြျဖစ္ၿပီးသူ႔ဆရာရဲ႕မိသားစု ေလ်ာ္ေၾကးမရတာေတြသိရွိၿပီးတဲ့ေနာက္မွာေတာ့သူမလည္း ဆရာတစ္ေယာက္ျဖစ္လာဖို႔ ရည္႐ြယ္ခဲ့ၿပီးသူ႔ဆရာလိုပဲ စာခ်ဳပ္နဲ႔ ယာယီဆရာတစ္ေယာက္အေနနဲ႔ ၀င္ေရာက္ အလုပ္လုပ္ကိုင္ခဲ့ပါတယ္ဒါဆိုရင္ သူေကာ သူ႔ဆရာလို ဆရာေကာင္းတစ္ေယာက္ျဖစ္လာမွာလားစာခ်ဳပ္နဲ႔ လုပ္ကိုင္ရတဲ့ အလုပ္သမားတစ္ေယာက္ရဲ႕ အခက္အခဲေတြကိုေကာသူဘယ္လိုရင္ဆိုင္မလဲဆိုတာ Black Dog ဆိုတဲ့ ဇာတ္ကားေလးမွာ ၾကည့္ရႈအားေပးၾကပါဦးေနာ္File size…500mbQuality… WEB-DL.DD.5.1 H264 FGTFormat…mp4Duration…60minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…Hay Thar Oo and Shoon Thu Thu ChainEPISODE 01 : Mirrorace  Fastload  Soliddrive  EPISODE 02 : Mirrorace  Fastload  Soliddrive  EPISODE 03 : Mirrorace  Fastload  Soliddrive  EPISODE 04 : Mirrorace  Fastload  Soliddrive  EPISODE 05 : Mirrorace  Fastload  Soliddrive  EPISODE 06 : Mirrorace  Fastload  Soliddrive  EPISODE 07 : Mirrorace  Fastload  Soliddrive  EPISODE 08 : Mirrorace  Fastload  Soliddrive  EPISODE 09 : Mirrorace  Fastload  Soliddrive  EPISODE 10 : Mirrorace  Fastload  Soliddrive  EPISODE 11 : Mirrorace  Fastload  Soliddrive  EPISODE 12 : Mirrorace  Fastload  Soliddrive  EPISODE 13 : Mirrorace  Fastload  Soliddrive  EPISODE 14 : Mirrorace  Fastload  Soliddrive  EPISODE 15 : Mirrorace  Fastload  Soliddrive  EPISODE 16 : Mirrorace  Fastload  Soliddrive   links are coming soon. 