Synopsis of Hi Bye, Mama! (2020)Hi Bye, Mama! (2020)=================IMDb Rating 9.210 ထိရရှိထားပါပြီ။#UnicodeHi Bye Mama (2020) ဗိုလ်ကြီးကားနေရာမှာ လာတဲ့ “သရဲမေမေ” ဇာတ်ကားလေးပါ မမြင်ရတာကြာပြီဖြစ်တဲ့ကင်ထယ်ဟီးကို ပြန်မြင်ရပါပြီ။ ဇာတ်လမ်းကတော့ ဒီလိုပါ ချာယူရီ ဟာ လွန်ခဲ့တဲ့ ၅ နှစ်က သေဆုံးပြီး သရဲဖြစ်နေခဲ့ပါတယ်။သူ့ယောကျာ်း ချိုဂန်ဟွာ နဲ့ သမီးလေး ချိုဆောဝူးကို သူ ထားခဲ့ရပါတယ်။ သူ လူပြန်ဖြစ်ဖို့ဆိုရင် ချာယူရီဟာ လူဝင်စားဖို့အတွက်၄၉ ရက် နေရပါမယ်။ တစ်ချိန်ထဲမှာပဲ ချိုဂန်ဟွာက ရင်ခေါင်းခွဲစိတ်အထူးကုတစ်ယောက် ဖြစ်ပါတယ်။ သူက ကြင်နာတတ်တဲ့လူဖြစ်ပြီးတော့ သူ့မိန်းမ ဆုံးပါးသွားကတည်းက သူ့ရဲ့အမူအကျင့်တွေက ပြောင်းလဲသွားခဲ့ပါတယ်။ ၅ နှစ်အကြာမှာတော့ သူ့မိန်းမချာယူရီတစ်ယောက် သူ့ရှေ့မှောက်ကို ပြန်ရောက်လာခဲ့ပါတော့တယ်။ သရဲလောကရဲ့ မူဝါဒတွေကို ကြည့်ရမယ့်အပြင် အမေတစ်ယောက်ရဲ့ကြီးမားတဲ့မေတ္တာကို မျက်ရည်ကျလောက်အောင် ခံစားရမှာပါ။ အပျော်လေးတွေလည်းပါတော့ တသောသောရယ်ရမယ့် အပြင် မျက်ရည်ကျရလောက်တဲ့ အခန်းတွေလည်း ပါပါတယ်။ ဗိုလ်ကြီးကားလိုပဲ ရယ်တစ်လှည့် ငိုတစ်လှည့်နဲ့ကြည့်ရဦးမယ့်ကားပါ။ စနေ၊ တနင်္ဂနွေ တိုင်း လက်မလွတ်တမ်း ကြည့်ရှုရမယ့် ဇာတ်လမ်းတွဲ ပြန်လာပါပြီခင်ဗျာ။#ZawgyiHi Bye Mama (2020) ဗိုလ္ႀကီးကားေနရာမွာ လာတဲ့ “သရဲေမေမ” ဇာတ္ကားေလးပါ မျမင္ရတာၾကာၿပီျဖစ္တဲ့ကင္ထယ္ဟီးကို ျပန္ျမင္ရပါၿပီ။ ဇာတ္လမ္းကေတာ့ ဒီလိုပါ ခ်ာယူရီ ဟာ လြန္ခဲ့တဲ့ ၅ ႏွစ္က ေသဆုံးၿပီး သရဲျဖစ္ေနခဲ့ပါတယ္။သူ႔ေယာက်ာ္း ခ်ိဳဂန္ဟြာ နဲ႔ သမီးေလး ခ်ိဳေဆာဝူးကို သူ ထားခဲ့ရပါတယ္။ သူ လူျပန္ျဖစ္ဖို႔ဆိုရင္ ခ်ာယူရီဟာ လူဝင္စားဖို႔အတြက္၄၉ ရက္ ေနရပါမယ္။ တစ္ခ်ိန္ထဲမွာပဲ ခ်ိဳဂန္ဟြာက ရင္ေခါင္းခြဲစိတ္အထူးကုတစ္ေယာက္ ျဖစ္ပါတယ္။ သူက ၾကင္နာတတ္တဲ့လူျဖစ္ၿပီးေတာ့ သူ႔မိန္းမ ဆုံးပါးသြားကတည္းက သူ႔ရဲ႕အမူအက်င့္ေတြက ေျပာင္းလဲသြားခဲ့ပါတယ္။ ၅ ႏွစ္အၾကာမွာေတာ့ သူ႔မိန္းမခ်ာယူရီတစ္ေယာက္ သူ႔ေရွ႕ေမွာက္ကို ျပန္ေရာက္လာခဲ့ပါေတာ့တယ္။ သရဲေလာကရဲ႕ မူဝါဒေတြကို ၾကည့္ရမယ့္အျပင္ အေမတစ္ေယာက္ရဲ႕ႀကီးမားတဲ့ေမတၱာကို မ်က္ရည္က်ေလာက္ေအာင္ ခံစားရမွာပါ။ အေပ်ာ္ေလးေတြလည္းပါေတာ့ တေသာေသာရယ္ရမယ့္ အျပင္ မ်က္ရည္က်ရေလာက္တဲ့ အခန္းေတြလည္း ပါပါတယ္။ ဗိုလ္ႀကီးကားလိုပဲ ရယ္တစ္လွည့္ ငိုတစ္လွည့္နဲ႔ၾကည့္ရဦးမယ့္ကားပါ။ စေန၊ တနဂၤေႏြ တိုင္း လက္မလြတ္တမ္း ၾကည့္ရႈရမယ့္ ဇာတ္လမ္းတြဲ ျပန္လာပါၿပီခင္ဗ်ာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August, Thin Zar Htet, Hnin Wut Yi တို့ပဲ ဖြစ်ပါတယ်။)Quality –  WEB-DLDuration – 1hr 05 mins (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : .WEB.H264Translator – August, Thin Zar Htet, Hnin Wut YiEncoder – San Win MaungComplete ZIP FIle VIP  [1-8]  Yoteshiin[9-16](1) 650MbGoogle_Drive  Yandex  Soliddrive    Mirrorace(2) 650MbGoogle_Drive  Yandex  Soliddrive    Mirrorace(3) 650MbGoogle_Drive  Yandex  Soliddrive    Mirrorace(4) 650MbGoogle_Drive  Yandex  Soliddrive    Mirrorace(5) 650MbGoogle_Drive  Yandex  Soliddrive    Mirrorace(6) 650MbGoogle_Drive  Yandex  Soliddrive    Mirrorace(7) 650MbGoogle_Drive  Yandex  Soliddrive    Mirrorace(8) 650MbGoogle_Drive  Yandex  Soliddrive    Mirrorace(9) 650MbGoogle_Drive  Yandex  Soliddrive    Mirrorace  Mega.nz(10) 650MbGoogle_Drive  Yandex  Soliddrive    Mirrorace  Mega.nz(11) 550MbGoogle_Drive(com)  Google_Drive(net)  Yandex  Soliddrive    Mirrorace  Mega.nz Upstream(12) 550MbGoogle_Drive(com)  Google_Drive(net)  Yandex  Soliddrive    Mirrorace  Mega.nz Upstream(13) 550MbGoogle_Drive  Yandex    Mediafire  Mega.nz  Upstream(14) 550MbCMLink      Userdrive  Upstream  Yandesx(15) 550MbGoogle_Drive  YuuDrive  Yandex    Mediafire  Mega.nz Upstream(16) 550MbGoogle_Drive  YuuDrive  Yandex    Mediafire  Mega.nz  Upstream 