Synopsis of Pandemic: How to Prevent an Outbreak (2020) [COMPLETE]ဒီစီးရီးရဲ့ ခေါင်းစဉ် ပန်ဒန်းမစ် ဆိုတာကတော့ ကမ္ဘာအနှံ့ ရောဂါကူးစက်ပျံ့နှံ့မှုကို ဆိုလိုတာပါပဲ။သင်သိပါသလား ကမ္ဘာပေါ်မှာ ပထမဆုံး တုတ်ကွေးပန်ဒန်းမစ်ဟာ ပထမကမ္ဘာစစ် ပြီးစအချိန် ၁၉၁၈ မှာ ဖြစ်ပွားခဲ့ပါတယ်။H1N1 ခေါ် စပိန်တုတ်ကွေးပါပဲ။ လူပေါင်း သန်း ၅၀၀ ကျော် ကူးစက်ခံရပြီး လူဦးရေ သန်း ၅၀ နဲ့ သန်း ၁၀၀ ကြား သေဆုံးခဲ့ရပါတယ်။အဲဒီဦးရေဟာ ပထမကမ္ဘာစစ်နဲ့ ဒုတိယကမ္ဘာစစ်ကြောင့် သေဆုံးသူဦးရေ ၂ ခုပေါင်းထက်ကိုများပြားပါတယ်။ဒါတောင်မှ အဲဒီအချိန်မှာ လေယာဉ်တွေနဲ့ နိုင်ငံတွေကူးလူးသွားလာနေတာတွေ မရှိသေးပါဘူး။ဒီတော့ အဲဒီလို ပန်ဒန်းမစ်မျိုး အခုကာလမှာ ထပ်ဖြစ်ခဲ့ရင် သေဆုံးသူ ဦးရေဟာ သန်း ၁၀၀ အောက်ကို ကျသွားဖို့ မမြင်ပါဘူး။ဒီလောက်ဆိုးရွားတဲ့ တုတ်ကွေးကို ဘာလို့ ပိုလီယိုလို အခြားရောဂါတွေလို ကာကွယ်ဆေးနဲ့ အမြစ်မဖြုတ်ကြတာပါလဲ။ဘာကြောင့်လဲဆိုတော့ ကြိုးစားနေပေမယ့် မအောင်မြင်နိုင်သေးလို့ပါပဲ။တုတ်ကွေးဗိုင်းရပ်စ်ဟာ မျိုးကွဲပေါင်းများစွာ ရှိပြီး နှစ်စဉ် မျိုးဗီဇဖွဲ့စည်းပုံတွေ ပြောင်းလဲနေလို့ပါ။ဒီလိုပြောင်းလဲနေဆဲ ထိန်းချုပ်ဖို့ ခက်နေဆဲ ဖြစ်တာမို့ နောက်ထပ် တုတ်ကွေး ပန်ဒန်းမစ်တစ်ခုဟာ ပေါ်ကို ပေါ်လာမယ်ဆိုတာ သေချာပါတယ်။ကျွန်တော်တို့ခေတ်မှာ ပေါ်မလား အနာဂါတ်မှာ ပေါ်လာမလား ဆိုတာမသိပေမယ့် ပေါ်လာမယ်ဆိုတာကိုတော့ သေချာပေါက်ပြောနိုင်ပါတယ်။ဒီလိုပေါ်လာတဲ့အခါ ဘယ်လိုရင်ဆိုင်ဖို့ ပြင်ဆင်နေကြလဲ၊အရင်တုန်းက ငှက်တုတ်ကွေး၊ ဝက်တုတ်ကွေး၊ အီဘိုလာ၊ ဆားစ်၊ မာစ် စတာတွေကို ဘယ်လိုရင်ဆိုင်ဖြေရှင်းခဲ့ကြရလဲဆိုတာ ဒီ စီးရီးထဲမှာ ပြသထားတာဖြစ်ပါတယ်။ဒီစီးရီးကတော့ ဖျော်ဖြေရေးအမျိုးအစားမဟုတ်ပါဘူး။ ဒိုကူမန်ထရီ မှတ်တမ်းရုပ်ရှင်အမျိုးအစားပဲဖြစ်ပါတယ်။ယခင် ကပ်ဘေးတွေတုန်းက ရှေ့တန်းက ရင်ဆိုင်ခဲ့တဲ့ သူရဲကောင်းတွေ နဲ့ နောက်ထပ်လာမယ့် ကပ်ဘေးတွေကို ဘယ်လို တားဆီးဖို့ ကြိုးစားနေကြလဲဆိုတာတွေကို သိရမှာပါ။ဗဟုသုတ လိုချင်တဲ့သူတွေ ကျန်းမာရေးနဲ့ပတ်သတ်တာတွေကို စိတ်ဝင်စားတဲ့သူတွေ ကြည့်သင့်တဲ့ စီးရီးပဲ ဖြစ်ပါတယ်။Pandemic အပိုင်း ၂ ကတော့ ကူးစက်ရောဂါကပ်ဘေးမှာ ကာကွယ်ဆေးရဲ့အရေးပါပုံကို ပြထားတာပါ။တုတ်ကွေးအတွက် မျိုးကွဲအားလုံးကာကွယ်မယ့် ကာကွယ်ဆေးကိုတီထွင်နေတဲ့သူတွေအကြောင်းပါပါမယ်။ပြီးရင် ကာကွယ်ဆေးထိုးဖို့ ငြင်းဆန်နေတဲ့သူတွေနဲ့ ဆန္ဒပြမှုတွေ အတိုက်အခံဖြစ်တာတွေ ပါပါတယ်။အီဘိုလာကိစ္စတုန်းက ကာကွယ်ဆေးလိုက်ထိုးတဲ့သူတွေ အစွန်းရောက်တွေနဲ့ ပြဿနာဖြစ်ပြီးတိုက်ခိုက် သတ်ဖြတ်ခံရတဲ့အထိ စွန့်စားခဲ့ရတာတွေကို ပြထားပါတယ်။Pandemic အပိုင်း ၃ ကတော့ Proactive measures, looking upstream လို့ ပြောရမယ့် မဖြစ်ခင် ကြိုတင်ကာကွယ်ထိန်းချုပ်မှုတွေအကြောင်းပါ။တုတ်ကွေး ကူးစက်မှု သတင်းသဲ့သဲ့ကြားတာနဲ့ ငှက်တွေ ကြက်တွေ ဝက်တွေကို ချက်ချင်းသွားစစ်ရတာတွေအတည်ပြုတာတွေ လုပ်ပြီး pandemic ကို ကြိုတင်တားဆီးဖို့ ကူးစက်နှုန်း လျော့နည်းစေဖို့ လုပ်တာတွေ ပါလာပါလိမ့်မယ်။(ဘာသာပြန်တင်ဆက်ထားတာကတော့ CM Team ပဲ ဖြစ်ပါတယ်)Quality –  NF WEB-DLDuration – 1hr (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DocumentarySource : .WEB.X264-AMRAPTranslator – CM TeamEncoder – Thanhtike ZawSeason 1 [COMPLETE] Zip File (2.34 GB)VIP     