Synopsis of Until we meet again ด้ายแดง (2019)ဒီ စီးရီးလေးဟာ နိုဝင်ဘာလ ရဲ့ တတိယ အပတ်မှာLine TV ကနေ စတင် ထုတ်လွှင့်ခဲ့တဲ့ ထိုင်း ဒရာမာ စီးရီးဖြစ်ပါတယ်ဒီတိုင်း အစမ်းကြည့်နေရင်း သိပ်မကောင်းလောက်ဘူး ထင်ရပေမဲ့ဇတ်လမ်းရဲ့ ပထမပိုင်းမှာတင် ထိုင်ရာက မထစတမ်း ကြည့်ချင်စိတ်ဖြစ်ပေါ်လာစေခဲ့တဲ့ ဇတ်လမ်းတွဲပါပဲခုခေတ်စားနေတဲ့ BL ဇတ်လမ်းပုံစံမျိုးပေမဲ့သူက တစ်မျိုးလေး ထူးဆန်းပါတယ်….လိင်တူချင်း ချစ်မိတဲ့ ကောင်လေး ၂ ယောက်ဟာမိဘတွေရဲ့ ပိတ်ပင်တားမြစ်မှုတွေကြောင့်သေကွဲ ကွဲခဲ့ရပေမဲ့ သူတို့ အချစ် နဲ့ သစ္စာကြောင့်လူဝင်စား အဖြစ် နဲ့ နောက်ဘ၀ တစ်ခု မှာ ထပ်မံဆုံတွေ့ဖို့ အကြောင်းဖန်လာခဲ့ပြန်ပါတယ်…ဖမ် ဆိုတဲ့ ကောင်လေး ချောချောလေးဟာကျောင်းအသစ်တစ်ခုကို ပြောင်းလာခဲ့ပြီးသူယူထားတဲ့ မေဂျာက စီးပွားရေးပါသူ ဝါသနာပါတာကတော့ အချက်အပြုတ်တီထွင်ဆန်းသစ်မှုပေါ့အဲ့ဒီကျောင်းမှာပဲ အားကစား ဘက်က ကောင်လေးတစ်ယောက်ကိုစတွေ့ရာကနေ သူ့အရင်ဘ၀ ကို ပြန်မှတ်မိလာဖို့အကြောင်းဖန်လာခဲ့သော အခါ….ဒီဇတ်လမ်းတွဲကို Chanyein Soe က ဘာသာပြန်ပေးထားပြီးXCode မှ တင်ဆက်ပေးထားပါတယ်…တစ်ပတ်ကို တစ်ပိုင်းနှုန်း နဲ့ Line TV က ပြနေတာမို့CM ကနေ Update အမြန်ဆုံး တင်ပေးသွားပါမယ်….တစ်ပိုင်းကို တစ်နာရီ ဝန်းကျင်လောက် ကြာတာမို့ ကြည့်ရှုရတာ တန်မှာပါ List==========EP 01 – Drive  Solid  Mega  Yandex  Datbu  CM Stream (600Mb)EP 02 – Drive  Solid  Mega  Yandex  Datbu  CM Stream (600Mb)EP 03 – Drive  Solid  Mega  Yandex  Datbu  CM Stream (600Mb)EP 04 – Drive  Solid  Mega  Yandex  Datbu  CM Stream (600Mb)EP 05 – Drive  Solid  Mega  FastLoad  Datbu  CM Stream (600Mb)EP 06 – Drive  Solid  Mega  FastLoad  Datbu  CM Stream (600Mb)EP 07 – Drive  Solid  Mega  FastLoad  Datbu  CM Stream (600Mb)EP 08 – Drive  Solid  Fastload  UserDrive  Datbu (600Mb)EP 09 – Drive  Solid  Fastload  UserDrive  Datbu (600Mb)EP 10 – Drive  Solid  Fastload  UserDrive  Datbu (600Mb)EP 11 – Drive  Solid  Fastload  UserDrive  Datbu (600Mb)EP 12 – Drive  Solid  Fastload  UserDrive  Datbu (600Mb)EP 13 – Drive  Solid  Fastload  UserDrive  Datbu (600Mb)EP 14 – Drive  Solid  Fastload  UserDrive  Datbu (600Mb)EP 15 – Userdrive  Fastload    Megaz (600 MB)EP 16 – Userdrive  Fastload    Megaz (600 MB)Special  – Userdrive  Fastload    Megaz (600 MB)EP 17 – Userdrive  Fastload    Megaz (600 MB)~END~ 