Synopsis of Another Me (2019)“Another Me” (2019 Chinese Drama Series)===========================“Another Me” ဆိုတာနဲ႔ နာမည္ေလးဖတ္ၿပီးေတာ့ ရင္ထဲတစ္မ်ဳိးေလး ထင္သြားေကာင္း ထင္သြားႏိုင္ပါတယ္ေနာ္။ပရိတ္သတ္တို႔လည္း ဘဝတစ္ေကြ႕မွာ ကိုယ့္ရဲ႕ကိုယ္ပြားေလးလို အမႊာေလးလို ျဖဴစင္တဲ့သံေယာဇဥ္ေတြနဲ႔ ခ်စ္ရခင္ရတြယ္တာရတဲ့ သူငယ္ခ်င္းတစ္ေယာက္ေတာ့ ရဖူးေကာင္း ရဖူးၾကမွာပါ။ဇာတ္လမ္းေလးကို အစဖြင့္ရမယ္ဆိုရင္ …အန္းရွန္လို႔ေခၚတဲ့ အထက္တန္းေက်ာင္းသူေလးက ၃ႏွစ္အရြယ္ထဲက ဖခင္ရဲ႕စြန္႔ပစ္မႈကို ခံခဲ့ရပါတယ္။ မိခင္ျဖစ္သူကလည္း အေဝးမွာအလုပ္ႀကိဳးစားၿပီးေတာ့ အန္းရွန္ဆီကို တစ္ခါတစ္ေလမွ အလည္လာခဲ့တယ္။ မိဘေမတၱာကို ငတ္မြတ္ေနတဲ့ အန္းရွန္ တစ္ေယာက္ ေက်ာင္းေျပး အတန္းေနာက္က် ရန္ျဖစ္ စတဲ့မေကာင္းတာမွန္သမွ် အကုန္လုပ္ပါတယ္။ အန္းရွန္တစ္ေယာက္ ဒီလိုဆိုးသြမ္းေနရင္းနဲ႔မွ သူကိုယ္တိုင္နဲ႔ မတူျခားနားတဲ့ ေက်ာင္းသူေလးနဲ႔ မထင္မွတ္ပဲ ရင္းနီးသြားခဲ့ၾကတယ္။ အန္းရွန္ရဲ႕ သူငယ္ခ်င္းအသစ္ေလး ခ်ီယြဲ႕က တကယ္ေတာ့ အဆိုးဆံုးေက်ာင္းသူေလး အန္းရွန္ကို အစတည္းကသိေနခဲ့တာေလ။ အန္းရွန္ေက်ာင္းမွာ ျပႆနာရွာတာေတြကို ခ်ီယြဲ႕က အိမ္ေရာက္တိုင္း မိသားစုထမင္းဝိုင္းမွာ ျပန္ေျပာျပေနက်ပါ။ အန္းရွန္က ေက်ာင္းမွာဆိုးသေလာက္ ခ်ီယြဲ႕က အဆင့္ ၁ ကေန ၁၀ အတြင္းဝင္ေနက်ေက်ာင္းသူ ျဖစ္ပါတယ္။ ဆိုေပမဲ့ခ်ီယြဲ႕နဲ႔ေပါင္းမိၿပီးေတာ့ အန္းရွန္ တေျဖးေျဖးနဲ႔လိမၼာလာတယ္။ အန္းရွန္က အေမျဖစ္သူရဲ႕ ေမတၱာကို မရခဲ့ေပမဲ့ ခ်ီယြဲ႕မွာေတာ့ ေႏြးေထြးတဲ့မိသားစုေလးရိွပါတယ္။ တစ္ေန႔ေတာ့အန္းရွန္က အေမျဖစ္သူျပန္လာေအာင္လို႔ ေက်ာင္းထုတ္ခံရမဲ့ အေျခအေနေရာက္ေအာင္ လုပ္တတ္တာကို ခ်ီယြဲ႕နဲ႔ အန္းရွန္အေမ သိသြားခဲ့ပါတယ္။ အန္းရွန္လိုခ်င္ခဲ့တဲ့ ေမတၱာေတြကို မေပးႏိုင္တဲ့ မိခင္ျဖစ္သူမွာလည္း အန္းရွန္အနားက ထပ္ၿပီးထြက္သြားျပန္တယ္။ အဲဒီလိုနဲ႔ အန္းရွန္အတြက္ ခ်ီယြဲ႕က အားေပးေဖာ္ ရင္ဖြင့္ေဖာ္ စာက်က္ေဖာ္ အၿမဲတပူးတတြဲ သူငယ္ခ်င္းအရင္းေတြ ျဖစ္လာခဲ့တယ္။ အခ်င္းခ်င္း ကူညီ႐ိုင္းပင္းရင္းနဲ႔ ေနလာခဲ့ၾကတာ သံေယာဇဥ္ေတြတြယ္လာၾကတယ္။ အန္းရွန္က ခ်ီယြဲ႕ဆီက “အနားမွာအၿမဲတမ္း ရိွေနေပးၿပီး ဘယ္ေတာ့မွ ထားမသြားဘူး” ဆိုတဲ့ကတိကိုရခဲ့ပါတယ္။သူေပ်ာ္ရင္ ကိုယ္လည္းေပ်ာ္ သူဝမ္းနည္းရင္ ကိုယ္လည္းဝမ္းနည္းတဲ့ အမႊာေတြလို ကိုယ္ပြားေလးလို စိတ္တူကိုယ္တူျဖစ္လာၾကတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ကို ကံၾကမၼာက မ်က္ႏွာသာမေပးခဲ့ပါဘူး။ခ်ီယြဲ႕က ေကာင္ေလးတစ္ေယာက္ကို စိတ္ဝင္စားမိေနမွန္း သိသြားတဲ့အန္းရွန္က အဲဒီေကာင္ေလးအေၾကာင္းေတြ စတင္စံုစမ္းပါေတာ့တယ္။ အဲဒီလိုနဲ႔ စူးက်ားမင္လို႔ အမည္ရတဲ့ ေက်ာင္းသားေလးက သူတို႔ရဲ႕ဘဝထဲ ဝင္ေရာက္လာခဲ့တယ္။ စူးက်ားမင္က အန္းရွန္ ခ်ီယြဲ႕ တို႔နဲ႔ ခင္မင္ရင္းနီးသြားတာေပါ့ေနာ္။ ကံၾကမၼာက ဘယ္ေလာက္ထိ ဆန္းက်ယ္ခဲ့သလဲဆိုရင္ အန္းရွန္ကလည္း စူးက်ားမင္ကို သေဘာက်မိသြားပါတယ္။ တစ္ေန႔ေတာ့ အန္းရွန္က စူးက်ားမင္ဟာ မိမိကိုသူငယ္ခ်င္းအျဖစ္နဲ႔ပဲ သတ္မွတ္မွန္း သိလိုက္ရတယ္။ ေရွ႕ဆက္မတိုးဖို႔ ဆံုးျဖတ္ၿပီး ခ်ီယြဲ႕နဲ႔ စူးက်ားမင္ရဲ႕ ေဝးရာကိုထြက္သြားတယ္။သိပ္ခ်စ္ၾကတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ သံုးပြင့္ဆိုင္ အခ်စ္ဇာတ္လမ္းရဲ႕ ဇာတ္လိုက္ေတြ ျဖစ္လာခဲ့တာမို႔ စိတ္သေဘာထားခံယူခ်က္ေတြ ေျပာင္းလဲသြားခဲ့ၾကတယ္။အခ်စ္နဲ႔ သူငယ္ခ်င္းသံေယာဇဥ္ဆိုတဲ့ မ်ဥ္းၿပိဳင္ႏွစ္ခုၾကားမွာ လြန္ဆြဲေနတဲ့ သူတို႔ႏွစ္ဦး ေနာက္ဆံုးမွာ ဘယ္သူက အခ်စ္ကိုေရြးခ်ယ္ၿပီးေတာ့ ဘယ္သူက သူငယ္ခ်င္းသံေယာဇဥ္ကိုငဲ့ၾကည့္မွာလဲ။ ႏွစ္ေယာက္လံုးက အခ်စ္ကိုသာကိုးကြယ္ၾကမွာလား ??“Another Me” ဇာတ္လမ္းတြဲဟာ နာမည္ေက်ာ္စာေရးဆရာ Anni Baobei ရဲ႕ “Soul Mate” အမည္ရတဲ့ web-based series ျဖစ္ပါတယ္။2016 မွာ ထြက္ရိွထားတဲ့ “Soul Mate” ႐ုပ္ရွင္ရဲ႕ remake version ဆိုရင္လည္း မမွားပါဘူး။ movie ၾကည့္ဖူးတဲ့သူေတြကေတာ့ ဒီလိုဇာတ္လမ္းေကာင္း တစ္ပုဒ္ရဲ႕ အႏွစ္သာရကို ခံစားဖူးၾကမွာပါေနာ္။(အညႊန္းေရးသားထာသူကေတာ့ Nway Htwe Aung ျဖစ္ပါတယ္)[Unicode]“Another Me” ဆိုတာနဲ့ နာမည်လေးဖတ်ပြီးတော့ ရင်ထဲတစ်မျိုးလေး ထင်သွားကောင်း ထင်သွားနိုင်ပါတယ်နော်။ပရိတ်သတ်တို့လည်း ဘဝတစ်ကွေ့မှာ ကိုယ့်ရဲ့ကိုယ်ပွားလေးလို အမွှာလေးလို ဖြူစင်တဲ့သံယောဇဉ်တွေနဲ့ ချစ်ရခင်ရတွယ်တာရတဲ့ သူငယ်ချင်းတစ်ယောက်တော့ ရဖူးကောင်း ရဖူးကြမှာပါ။ဇာတ်လမ်းလေးကို အစဖွင့်ရမယ်ဆိုရင် …အန်းရှန်လို့ခေါ်တဲ့ အထက်တန်းကျောင်းသူလေးက ၃နှစ်အရွယ်ထဲက ဖခင်ရဲ့စွန့်ပစ်မှုကို ခံခဲ့ရပါတယ်။ မိခင်ဖြစ်သူကလည်း အဝေးမှာအလုပ်ကြိုးစားပြီးတော့ အန်းရှန်ဆီကို တစ်ခါတစ်လေမှ အလည်လာခဲ့တယ်။ မိဘမေတ္တာကို ငတ်မွတ်နေတဲ့ အန်းရှန် တစ်ယောက် ကျောင်းပြေး အတန်းနောက်ကျ ရန်ဖြစ် စတဲ့မကောင်းတာမှန်သမျှ အကုန်လုပ်ပါတယ်။ အန်းရှန်တစ်ယောက် ဒီလိုဆိုးသွမ်းနေရင်းနဲ့မှ သူကိုယ်တိုင်နဲ့ မတူခြားနားတဲ့ ကျောင်းသူလေးနဲ့ မထင်မှတ်ပဲ ရင်းနီးသွားခဲ့ကြတယ်။ အန်းရှန်ရဲ့ သူငယ်ချင်းအသစ်လေး ချီယွဲ့က တကယ်တော့ အဆိုးဆုံးကျောင်းသူလေး အန်းရှန်ကို အစတည်းကသိနေခဲ့တာလေ။ အန်းရှန်ကျောင်းမှာ ပြဿနာရှာတာတွေကို ချီယွဲ့က အိမ်ရောက်တိုင်း မိသားစုထမင်းဝိုင်းမှာ ပြန်ပြောပြနေကျပါ။ အန်းရှန်က ကျောင်းမှာဆိုးသလောက် ချီယွဲ့က အဆင့် ၁ ကနေ ၁၀ အတွင်းဝင်နေကျကျောင်းသူ ဖြစ်ပါတယ်။ ဆိုပေမဲ့ချီယွဲ့နဲ့ပေါင်းမိပြီးတော့ အန်းရှန် တဖြေးဖြေးနဲ့လိမ္မာလာတယ်။ အန်းရှန်က အမေဖြစ်သူရဲ့ မေတ္တာကို မရခဲ့ပေမဲ့ ချီယွဲ့မှာတော့ နွေးထွေးတဲ့မိသားစုလေးရှိပါတယ်။ တစ်နေ့တော့အန်းရှန်က အမေဖြစ်သူပြန်လာအောင်လို့ ကျောင်းထုတ်ခံရမဲ့ အခြေအနေရောက်အောင် လုပ်တတ်တာကို ချီယွဲ့နဲ့ အန်းရှန်အမေ သိသွားခဲ့ပါတယ်။ အန်းရှန်လိုချင်ခဲ့တဲ့ မေတ္တာတွေကို မပေးနိုင်တဲ့ မိခင်ဖြစ်သူမှာလည်း အန်းရှန်အနားက ထပ်ပြီးထွက်သွားပြန်တယ်။ အဲဒီလိုနဲ့ အန်းရှန်အတွက် ချီယွဲ့က အားပေးဖော် ရင်ဖွင့်ဖော် စာကျက်ဖော် အမြဲတပူးတတွဲ သူငယ်ချင်းအရင်းတွေ ဖြစ်လာခဲ့တယ်။ အချင်းချင်း ကူညီရိုင်းပင်းရင်းနဲ့ နေလာခဲ့ကြတာ သံယောဇဉ်တွေတွယ်လာကြတယ်။ အန်းရှန်က ချီယွဲ့ဆီက “အနားမှာအမြဲတမ်း ရှိနေပေးပြီး ဘယ်တော့မှ ထားမသွားဘူး” ဆိုတဲ့ကတိကိုရခဲ့ပါတယ်။သူပျော်ရင် ကိုယ်လည်းပျော် သူဝမ်းနည်းရင် ကိုယ်လည်းဝမ်းနည်းတဲ့ အမွှာတွေလို ကိုယ်ပွားလေးလို စိတ်တူကိုယ်တူဖြစ်လာကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ကို ကံကြမ္မာက မျက်နှာသာမပေးခဲ့ပါဘူး။ချီယွဲ့က ကောင်လေးတစ်ယောက်ကို စိတ်ဝင်စားမိနေမှန်း သိသွားတဲ့အန်းရှန်က အဲဒီကောင်လေးအကြောင်းတွေ စတင်စုံစမ်းပါတော့တယ်။ အဲဒီလိုနဲ့ စူးကျားမင်လို့ အမည်ရတဲ့ ကျောင်းသားလေးက သူတို့ရဲ့ဘဝထဲ ဝင်ရောက်လာခဲ့တယ်။ စူးကျားမင်က အန်းရှန် ချီယွဲ့ တို့နဲ့ ခင်မင်ရင်းနီးသွားတာပေါ့နော်။ ကံကြမ္မာက ဘယ်လောက်ထိ ဆန်းကျယ်ခဲ့သလဲဆိုရင် အန်းရှန်ကလည်း စူးကျားမင်ကို သဘောကျမိသွားပါတယ်။ တစ်နေ့တော့ အန်းရှန်က စူးကျားမင်ဟာ မိမိကိုသူငယ်ချင်းအဖြစ်နဲ့ပဲ သတ်မှတ်မှန်း သိလိုက်ရတယ်။ ရှေ့ဆက်မတိုးဖို့ ဆုံးဖြတ်ပြီး ချီယွဲ့နဲ့ စူးကျားမင်ရဲ့ ဝေးရာကိုထွက်သွားတယ်။သိပ်ချစ်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းရဲ့ ဇာတ်လိုက်တွေ ဖြစ်လာခဲ့တာမို့ စိတ်သဘောထားခံယူချက်တွေ ပြောင်းလဲသွားခဲ့ကြတယ်။အချစ်နဲ့ သူငယ်ချင်းသံယောဇဉ်ဆိုတဲ့ မျဉ်းပြိုင်နှစ်ခုကြားမှာ လွန်ဆွဲနေတဲ့ သူတို့နှစ်ဦး နောက်ဆုံးမှာ ဘယ်သူက အချစ်ကိုရွေးချယ်ပြီးတော့ ဘယ်သူက သူငယ်ချင်းသံယောဇဉ်ကိုငဲ့ကြည့်မှာလဲ။ နှစ်ယောက်လုံးက အချစ်ကိုသာကိုးကွယ်ကြမှာလား ??“Another Me” ဇာတ်လမ်းတွဲဟာ နာမည်ကျော်စာရေးဆရာ Anni Baobei ရဲ့ “Soul Mate” အမည်ရတဲ့ web-based series ဖြစ်ပါတယ်။2016 မှာ ထွက်ရှိထားတဲ့ “Soul Mate” ရုပ်ရှင်ရဲ့ remake version ဆိုရင်လည်း မမှားပါဘူး။ movie ကြည့်ဖူးတဲ့သူတွေကတော့ ဒီလိုဇာတ်လမ်းကောင်း တစ်ပုဒ်ရဲ့ အနှစ်သာရကို ခံစားဖူးကြမှာပါနော်။(အညွှန်းရေးသားထာသူကတော့ Nway Htwe Aung ဖြစ်ပါတယ်)Drama: Another MeNative Title: 七月与安生s: 53Aired: Jul 22, 2019Aired On: Monday, Tuesday, Wednesday, ThursdayNetwork: Hunan TV, iQiyi, iQiyiDuration: 45 minFile size : ( 400 MB )Quality : -HDTVFormat : mp4Subtitle : Myanmar Subtitle (Hardsub)Translated by Nway Htwe Aung & Minnie Hanna , Thu Thu HtetEncoded by Naing Aung Latt (1)Userdrive (2)Userdrive (3)Userdrive (4)Userdrive (5)Userdrive (6)Userdrive (7)Userdrive (8)Userdrive (9)Userdrive (10)Userdrive (11)Userdrive (12)Userdrive (13)Userdrive (14)Userdrive (15)Userdrive (16)Userdrive (17)Userdrive (18)Userdrive (19)Userdrive (20)Userdrive (21)Userdrive (22)Userdrive (23)Userdrive (24)Userdrive (25)Userdrive (26)Userdrive (27)Userdrive (28)Userdrive (29)Userdrive (30)Userdrive (31)Userdrive (32)Userdrive (33)Userdrive (34)Userdriveဆက္ရန္…ဒီၾကားထဲၾကာေနတာ ေတာင္းပန္ပါတယ္ေနာ္…ဆက္တင္ေပးေနပါတယ္ အားေပးၾကလို႔ေက်းဇူးပါ 