Synopsis of Money Game(2020)[စဆုံး]Money Game(2020) ဇာတ္လမ္းတြဲ[စဆုံး]******************************အပုိင္းသစ္ (၁ မွ ၁၆) ထိ(unicode)ဘဏ္ဍာရေးပြဿနာဖြစ်ပြီးနှစ်၂၀အကြာ ဂျောင်အင်းဘဏ်ကိုရှင်းထုတ်ဖို့ကြိုးစားရင်း ဘဏ္ဍာရေးဌာနထိပ်သီးပိုင်းတွေကြားထဲကပဋိပက္ခတွေအစိုးရရဲ့ရှယ်ယာတွေကြောင့် ဒေဝါလီခံရတော့မယ့်သူတွေကြားပွက်လောရိုက်နေခဲ့ပါတယ် ပြည်သူတွေကလဲ ၁၉၉၇ခုနှစ်တုန်းကဖြစ်ခဲ့တဲ့ ကိုရီးယားဘဏ္ဍာရေးအကျပ်အတည်းကာလလိုထပ်ဖြစ်မှာကိုကြောက်ရွံ့နေခဲ့ပါတယ် ….အဲ့ဒီတုန်းက တစ်နိုင်ငံလုံးရောက်ခဲ့တဲ့ ဒုက္ခက တော်တော်ကြီးခဲ့တာကိုး….အစိုးရပိုင်းကလူတွေ ခရိုနီတွေ စတော့ကစားတဲ့သူတွေ စီးပွားရေးသမားတွေကြားဉာဏ်ကစားကကြသူတွေရဲ့ အကြောင်းတွေကို ပုံဖော်ထားတာပါ…ဒီနေရာမှာ ကျရှုံးတဲ့သူတွေ ဘဝပျက်သွားတဲ့သူတွေမိမိကိုယ်မိမိသေကြောင်းကြံတဲ့သူတွေ ဒုနဲ့ဒေးပေါ့…ဒီကားမှာ အားရစရာကောင်းတာက မင်းသားရော မင်းသမီးရော သိပ်ထက်မြက်ကြတဲ့သူတွေဖြစ်ပါတယ်….ပြီးတော့..မင်းသားနဲ့ မင်းသမီးရဲ့ အချစ်ဇာတ်လမ်းလေးကိုတော့ သိမ့်သိမ့်မွေ့မွေ့လေး ထည့်ထားပုံတော့ရပါတယ်…Money Game ဆိုတဲ့အတိုင်း ငွေကြောင့် သားကောင်တွေပဲဖြစ်မလား…ငွေကို လိမ္မာပါးနပ်စွာနဲ့ အသုံးချနိုင်တဲ့သူတွေဖြစ်မလားဆိုတာကိုတော့…ရင်ခုန်စိတ်လှုပ်ရှားစွာ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်…..စီးပွားရေးသမားတွေပိုကြည့်သင့်သလို အချစ်ဆို သိမ့်မွေ့နူးညံတဲ့အရာလို့ထင်တဲ့သူတွေလည်းကြည့်သင့်ပါတယ်…အပတ်စဉ် Wednesdayနဲ့ Thursday မှာ ထုတ်လွှင့်မှာ ဖြစ်ပြီး (၁၆)ပိုင်းရှိပါတယ်…ခံစားကြည့်ကြပါဦး…..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htet Nandar Aung နဲ့ Shoon တို့ပဲဖြစ်ပါတယ်….(unicode)ဘ႑ာေရးျပႆနာျဖစ္ၿပီးႏွစ္၂၀အၾကာ ေဂ်ာင္အင္းဘဏ္ကိုရွင္းထုတ္ဖို႔ႀကိဳးစားရင္း ဘ႑ာေရးဌာနထိပ္သီးပိုင္းေတြၾကားထဲကပဋိပကၡေတြအစိုးရရဲ႕ရွယ္ယာေတြေၾကာင့္ ေဒဝါလီခံရေတာ့မယ့္သူေတြၾကားပြက္ေလာ႐ိုက္ေနခဲ့ပါတယ္ ျပည္သူေတြကလဲ ၁၉၉၇ခုႏွစ္တုန္းကျဖစ္ခဲ့တဲ့ ကိုရီးယားဘ႑ာေရးအက်ပ္အတည္းကာလလိုထပ္ျဖစ္မွာကိုေၾကာက္႐ြံ႕ေနခဲ့ပါတယ္ ….အဲ့ဒီတုန္းက တစ္ႏိုင္ငံလုံးေရာက္ခဲ့တဲ့ ဒုကၡက ေတာ္ေတာ္ႀကီးခဲ့တာကိုး….အစိုးရပိုင္းကလူေတြ ခ႐ိုနီေတြ စေတာ့ကစားတဲ့သူေတြ စီးပြားေရးသမားေတြၾကားဉာဏ္ကစားကၾကသူေတြရဲ႕ အေၾကာင္းေတြကို ပုံေဖာ္ထားတာပါ…ဒီေနရာမွာ က်ရႈံးတဲ့သူေတြ ဘဝပ်က္သြားတဲ့သူေတြမိမိကိုယ္မိမိေသေၾကာင္းႀကံတဲ့သူေတြ ဒုနဲ႔ေဒးေပါ့…ဒီကားမွာ အားရစရာေကာင္းတာက မင္းသားေရာ မင္းသမီးေရာ သိပ္ထက္ျမက္ၾကတဲ့သူေတြျဖစ္ပါတယ္….ၿပီးေတာ့..မင္းသားနဲ႔ မင္းသမီးရဲ႕ အခ်စ္ဇာတ္လမ္းေလးကိုေတာ့ သိမ့္သိမ့္ေမြ႕ေမြ႕ေလး ထည့္ထားပုံေတာ့ရပါတယ္…Money Game ဆိုတဲ့အတိုင္း ေငြေၾကာင့္ သားေကာင္ေတြပဲျဖစ္မလား…ေငြကို လိမၼာပါးနပ္စြာနဲ႔ အသုံးခ်ႏိုင္တဲ့သူေတြျဖစ္မလားဆိုတာကိုေတာ့…ရင္ခုန္စိတ္လႈပ္ရွားစြာ ေစာင့္ၾကည့္ရမွာျဖစ္ပါတယ္…..စီးပြားေရးသမားေတြပုိၾကည့္သင့္သလုိ အခ်စ္ဆုိ သိမ့္ေမြ့နူးညံတဲ့အရာလုိ႕ထင္တဲ့သူေတြလည္းၾကည့္သင့္ပါတယ္…အပတ္စဥ္ Wednesdayနဲ႕ Thursday မွာ ထုတ္လႊင့္မွာ ျဖစ္ၿပီး (၁၆)ပုိင္းရွိပါတယ္…ခံစားၾကည့္ၾကပါဦး…..ဇာတ္လမ္းအညြွန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Htet Nandar Aung နဲ႕ Shoon တုိ႕ပဲျဖစ္ပါတယ္….Quality – HD-TV Duration – 70min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Drama,CrimeTranslator – Fliex ,Shoon & Htet Nandar AungEncoder – Phyo Pyae1 – 8 –     Userdrive  VIP9 -16 –     Userdrive  VIP 