Synopsis of Love Bipolar (2018)Love Bipolar (2018)[ Unicode ]CM fan တွေအတွက် ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ Love Bipolar ဆိုတဲ့ ထိုင်းကားလေးဖြစ်ပါတယ် ၊ဒီဇာတ်ကားလေးက 2018 မှာ ထွက်ခဲ့တာဖြစ်ပြီး စုစုပေါင်းအပိုင်း လေးပိုင်း ပါဝင်ပါတယ် ။ဇာတ်လမ်းထဲမှာ ကိုယ်တွေရဲ့ အချစ်တော်မမ Poly ကတော့ နာမည်ကြီးမင်းသမီးတစ်ယောက် Wenny အဖြစ် အဓိက ပါဝင် သရုပ်ဆောင်ထားပါတယ်…Wenny က နာမည်ကြီးမင်းသမီးတစ်ယောက်ဖြစ်ပေမယ့် စိတ်ဆတ်ပြီး ဒေါသကြီးလို့ ရိုက်ကွင်းမှာ အမြဲလိုလို ပြဿနာတက်ရပါတယ် ၊အချစ်ဆုံးသူငယ်ချင်းလည်းဖြစ် Wennyရဲ့ make-up artist ဖြစ်တဲ့ Sang Tai ကလည်း Wenny နဲ့အတူတူပါပဲဒါပေမယ့် တစ်နေ့မှာ Sang Tai က ကားအက်စီးဒင့်ကြောင့် လက်ကျိုးသွားခဲ့ပြီးလက်ကျိုးလို့အလုပ်နားရတဲ့အခါ Sang Tai တစ်ယောက် အကြွေးဆပ်ဖို့ အဆင်မပြေဖြစ်ခဲ့ပါတယ် ၊အဲ့ဒါကြောင့် သူ့ရဲ့ အမွှာညီအစ်ကို Sang Nuea ကို သူ့ပုံစံဟန်ဆောင်ပြီး Wenny အနားမှာ အလုပ်ဆက်လုပ်ခိုင်းခဲ့တဲ့နောက်…Sang Nuea အနားရောက်သွားတဲ့ အချိန်မှာပဲ Wenny ပြဿနာတွေ တက်ခဲ့ပြီး ကောလဟာလတွေတဲ့ နာမည်ပျက်ခဲ့ပါတယ် ၊Wenny ရဲ့ ပြဿနာတွေကို ဘယ်လိုဖြေရှင်းမလဲ ?အရင်လိုပြန်အောင်မြင်လာမှာလား ?သူ့ဘေးနားမှာရှိတဲ့သူက သူ့သူငယ်ချင်း Sang Tai မဟုတ်မှန်းသိသွားရင်ကော ဘာဆက်မဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ အားပေးကြပါနော်…။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[ Zawgyi ]CM fan ေတြအတြက္ ဒီတစ္ေခါက္တင္ဆက္ေပးမွာကေတာ့ Love Bipolar ဆိုတဲ့ ထိုင္းကားေလးျဖစ္ပါတယ္ ၊ဒီဇာတ္ကားေလးက 2018 မွာ ထြက္ခဲ့တာျဖစ္ၿပီး စုစုေပါင္းအပိုင္း ေလးပိုင္း ပါဝင္ပါတယ္ ။ဇာတ္လမ္းထဲမွာ ကိုယ္ေတြရဲ႕ အခ်စ္ေတာ္မမ Poly ကေတာ့ နာမည္ႀကီးမင္းသမီးတစ္ေယာက္ Wenny အျဖစ္ အဓိက ပါဝင္ သ႐ုပ္ေဆာင္ထားပါတယ္…Wenny က နာမည္ႀကီးမင္းသမီးတစ္ေယာက္ျဖစ္ေပမယ့္ စိတ္ဆတ္ၿပီး ေဒါသႀကီးလို႔ ႐ိုက္ကြင္းမွာ အၿမဲလိုလို ျပႆနာတက္ရပါတယ္ ၊အခ်စ္ဆုံးသူငယ္ခ်င္းလည္းျဖစ္ Wennyရဲ႕ make-up artist ျဖစ္တဲ့ Sang Tai ကလည္း Wenny နဲ႔အတူတူပါပဲဒါေပမယ့္ တစ္ေန႔မွာ Sang Tai က ကားအက္စီးဒင့္ေၾကာင့္ လက္က်ိဳးသြားခဲ့ျပီးလက္က်ိဳးလို႔အလုပ္နားရတဲ့အခါ Sang Tai တစ္ေယာက္ အေႂကြးဆပ္ဖို႔ အဆင္မေျပျဖစ္ခဲ့ပါတယ္ ၊အဲ့ဒါေၾကာင့္ သူ႔ရဲ႕ အမႊာညီအစ္ကို Sang Nuea ကို သူ႔ပုံစံဟန္ေဆာင္ၿပီး Wenny အနားမွာ အလုပ္ဆက္လုပ္ခိုင္းခဲ့တဲ့ေနာက္…Sang Nuea အနားေရာက္သြားတဲ့ အခ်ိန္မွာပဲ Wenny ျပႆနာေတြ တက္ခဲ့ၿပီး ေကာလဟာလေတြတဲ့ နာမည္ပ်က္ခဲ့ပါတယ္ ၊Wenny ရဲ႕ ျပႆနာေတြကို ဘယ္လိုေျဖရွင္းမလဲ ?အရင္လိုျပန္ေအာင္ျမင္လာမွာလား ?သူ႔ေဘးနားမွာရွိတဲ့သူက သူ႔သူငယ္ခ်င္း Sang Tai မဟုတ္မွန္းသိသြားရင္ေကာ ဘာဆက္မျဖစ္မလဲဆိုတာ ဒီဇာတ္လမ္းေလးမွာ အားေပးၾကပါေနာ္…။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Seung ျဖစ္ပါတယ္ )Drama: Love BipolarCountry: Thailands: 4Aired: Mar 18, 2018 – Apr 8, 2018Original Network: GMM 25Duration: 45 min for eachFile size__( 400 MB)Quality__WebDL-IMDb Rating__7.410Format__mp4Type__Comedy, Drama, RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by SeungEncoded by Naing Aung LattComplete Zip File VIP     