Synopsis of Chocolate (2019)November လ ရဲ့ အေးချမ်းတဲ့ အချိန်မှာပဲ ငယ်ချစ်ဦး နဲ့ ပြန်ဆုံရတယ်တော်တော်များများ စောင့်မျှော်နေကြတဲ့ Chocolate ကို Netflix ကနေဒီနေ့ အပိုင်း (၁) စတင် ထုတ်လွှင့်လိုက်ပါပြီပျောက်နေတာ ကြာပြီ ဖြစ်တဲ့ မင်းသမီး ဟာဂျီဝမ် တစ်ယောက်ခေါင်းဆောင်မင်းသမီး နေရာကနေ ပါဝင်လာတာကိုမြန်မာပြည်က ဖန် တစ်ချို့ကတော့ သေချာပေါက် စောင့်မျှော်နေကြတာပါပဲစောင့်မျှော်ရတာ တန်တယ်ပြောရမယ် အပိုင်း (၁) မှာတင် ရင်ခုန်စရာစိတ်လှုပ်ရှားစရာတွေ အပြည့်နဲ့ပါပဲ….ဇတ်လမ်းလေး အစမှာတော့ မိခင်ဖြစ်သူနဲ့ အတူ ပင်လယ်နဲ့ နီးတဲ့ မြို့ငယ်လေးမှာစားသောက်ဆိုင်ဖွင့်ထားတဲ့ အချက်အပြုတ်ဝါသနာပါတဲ့ကန် ဆိုတဲ့ ကောင်လေး တစ်ယောက်အဲ့ဒီ မြို့ကို အလည်ရောက်လာပြီး ကန် နဲ့ တစ်ရက်ပဲဆုံခဲ့ပေမဲ့ သံယောဇဉ် တွယ်သွားတဲ့မြို့က ကောင်မလေး….အခြေအနေ အကြောင်းတစ်ခု ကြောင့် သူတို့ ပြန်မဆုံ ခဲ့ပေမဲ့တစ်ယောက်နဲ့တစ်ယောက်ကတော့ မေ့မသွားခဲ့ဘူးနှစ်တွေအများကြီး ကြာပြီး အမှတ်မထင် ပြန်တွေ့ခဲ့ကြတဲ့ အခါမှာတော့….ဒီဇတ်လမ်းတွဲကို အပတ်စဉ် သောကြာ နှင့် စနေနေ့တွေမှာ ပြသမှာဖြစ်ပြီးCM မှာတော့ စနေနေ့ မနက် နှင့် တနင်္ဂနွေနေ့ မနက်စောစောတွေမှာအစောဆုံးကြည့်ရအောင် ဘာသာပြန် တင်ဆက်ပေးသွားပါမယ်ဘာသာပြန်ပေးထားတာကတော့Hein Thet Naing နှင့် ThinZar Htet ႏွင့္ Htet Wai Lwin တို့ ဖြစ်ပြီးXCode မှ Review ရေးကာ Encode ၍ တင်ဆက်ပေးထားပါတယ် List==========EP 01 – Drive  Solid  Mega  Yandex  Deatbu  CM Stream (400mb)EP 02 – Drive  Solid  Mega  Yandex  Deatbu  CM Stream (400mb)EP 03 – Drive  Solid  Mega  Yandex  Deatbu  CM Stream (400mb)EP 04 – Drive  Solid  Mega  Yandex  Deatbu  CM Stream (400mb)EP 05 – Drive  Solid  Mega  ၤFastLoad  Deatbu  CM Stream (400mb)EP 06 – Drive  Solid  Mega  ၤFastLoad  Deatbu  CM  (400mb)EP 07 – Drive  Solid  Mega  ၤFastLoad  Deatbu  ZippyShare (400mb)EP 08 – Drive  Solid  Mega  ၤFastLoad  Deatbu  ZippyShare (400mb)EP 09 – Drive  Solid  Mega  ၤFastLoad  Deatbu  ZippyShare (400mb)EP 10 – Drive  Solid  Mega  ၤFastLoad  Deatbu  ZippyShare (400mb)EP 11 – Drive  Solid  FastLoad  Deatbu  ZippyShare (400mb)EP 12 – Drive  Solid  FastLoad  Deatbu  ZippyShare (400mb)EP 13 – Drive  Solid  FastLoad  Deatbu  UserDrive (400mb)EP 14 – Drive  Solid  FastLoad  Deatbu  UserDrive (400mb)EP 15 – Drive  Solid  FastLoad  Deatbu  UserDrive (400mb)EP 16 – Drive  Solid  FastLoad  Deatbu  UserDrive (400mb)~END~ 