Synopsis of Marianne Season 1 [COMPLETE](Unicode)ထိတ်လန့်သည်းဖို ဇာတ်လမ်းတွေကိုမှကြည့်ချင်တယ်ဆိုရင်တော့ Marianne (2019) ကိုကြည့်ဖြစ်အောင် ကြည့်လိုက်ပါတော့။Rating အမြင့်စားတွေရထားပြီး တကယ်လည်းကြောက်စရာကောင်းတဲ့ဇာတ်ကားပါ။ကိုယ့်ရဲအိပ်မက်ဆိုးတွေကို ဝတ္ထုတွေအဖြစ်ပြောင်းလဲပြီး အောင်မြင်လာတဲ့ စာရေးဆရာမလေး အမ်မာလာဆင်မွန် သူ့ရဲ့ ငယ်သူငယ်ချင်းတစ်ယောက်သူ့ကိုလာရှာပြီး သူ့ရဲ့စာအုပ်ထဲမှာပါတဲ့ မာရီယန် ဆိုတဲ့စုန်းမက သူ့အမေကိုဝင်ပူးပြီး သူ့ကိုလာခေါ်ခိုင်းတဲ့အကြောင်းပြောပါတယ်။နောက်တစ်နေ့မှာ အမ်မာရဲ့မျက်စိရှေ့မှာတင် သူ့ရဲ့သူငယ်ချင်းက ဆွဲကြီုးတစ်ခုကို သူ့အမေကိုပေးပေးပါလို့ပြောပြီး ကြိုးဆွဲချသတ်သေသွားပါတယ်။အဲဒါကြောင့် အမ်မာ ၁၅ နှစ်လောက်ခွဲခွာနေခဲ့တဲ့မွေးရပ်မြေကို ပြန်ရောက်ခဲ့ရပါတယ်။အဲဒီမှာ သူ့ကိုစောင့်ကြိုနေတဲ့ မာရီယန်ဆိုတဲ့စုန်းမနဲ့တွေ့ကြပြီး ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရမှာပါ။သွေးသံရဲရဲမြင်ရမယ့် အခန်းတချို့ပါတဲ့အတွက် ကလေးသူငယ်တွေ နှလုံးရောဂါရှိသူတွေတော့မကြည့်သင့်ပါဘူးလို့ ပြောချင်ပါတယ်။(ဘာသာပြန်တင်ဆက်ထားသူကတော့ d3mon ပဲ ဖြစ်ပါတယ်။)(Zawgyi)ထိတ္လန႔္သည္းဖို ဇာတ္လမ္းေတြကိုမွၾကည့္ခ်င္တယ္ဆိုရင္ေတာ့ Marianne (2019) ကိုၾကည့္ျဖစ္ေအာင္ ၾကည့္လိုက္ပါေတာ့။Rating အျမင့္စားေတြရထားၿပီး တကယ္လည္းေၾကာက္စရာေကာင္းတဲ့ဇာတ္ကားပါ။ကိုယ့္ရဲအိပ္မက္ဆိုးေတြကို ဝတၳဳေတြအျဖစ္ေျပာင္းလဲၿပီး ေအာင္ျမင္လာတဲ့ စာေရးဆရာမေလး အမ္မာလာဆင္မြန္ သူ႔ရဲ႕ ငယ္သူငယ္ခ်င္းတစ္ေယာက္သူ႔ကိုလာရွာၿပီး သူ႔ရဲ႕စာအုပ္ထဲမွာပါတဲ့ မာရီယန္ ဆိုတဲ့စုန္းမက သူ႔အေမကိုဝင္ပူးၿပီး သူ႔ကိုလာေခၚခိုင္းတဲ့အေၾကာင္းေျပာပါတယ္။ေနာက္တစ္ေန႔မွာ အမ္မာရဲ႕မ်က္စိေရွ႕မွာတင္ သူ႔ရဲ႕သူငယ္ခ်င္းက ဆြဲႀကီဳးတစ္ခုကို သူ႔အေမကိုေပးေပးပါလို႔ေျပာၿပီး ႀကိဳးဆြဲခ်သတ္ေသသြားပါတယ္။အဲဒါေၾကာင့္ အမ္မာ ၁၅ ႏွစ္ေလာက္ခြဲခြာေနခဲ့တဲ့ေမြးရပ္ေျမကို ျပန္ေရာက္ခဲ့ရပါတယ္။အဲဒီမွာ သူ႔ကိုေစာင့္ႀကိဳေနတဲ့ မာရီယန္ဆိုတဲ့စုန္းမနဲ႔ေတြ႕ၾကၿပီး ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာကို ရင္တထိတ္ထိတ္နဲ႔ၾကည့္ရမွာပါ။ေသြးသံရဲရဲျမင္ရမယ့္ အခန္းတခ်ိဳ႕ပါတဲ့အတြက္ ကေလးသူငယ္ေတြ ႏွလုံးေရာဂါရွိသူေတြေတာ့မၾကည့္သင့္ပါဘူးလို႔ ေျပာခ်င္ပါတယ္။(ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ d3mon ပဲ ျဖစ္ပါတယ္။)Quality –  NF WEB-DLDuration – 50min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : HorrorSource : .NF.WEBRip.x264.MoviePirateTranslator – d3monEncoder – Thanhtike ZawSeason 1 [COMPLETE] Zip File (3.12 GB)VIP     