Synopsis of Lost in Space Season (2)Netflix က ထုတ်လွင့်ပေးခဲ့တဲ့ Lost in space ထဲ so so hot တဲ့စက်ရုပ်ကြီးကို သတိရကြသေးရဲ့လား။ဒီနှစ်သစ်ကူးပိတ်ရက်တွေမှာ မိသားစုနဲ့ အတူတူ ကြည့်ဖို့အတွက်Lost in Space Season -2 ကို Netflix ကပဲ December 24 မှာထပ်မံပြန်ထုတ်လွှင့်ပေးလိုက်လို့ CM ၀ိုင်းတော်သားများကလည်းလက်မနှေးဘဲ အမြန်တင်ဆက်ပေးလိုက်ပြီ။Season-1 ဟာဆိုရင်လည်း Primetime Emmy award မှာOutstanding Special Visual Effects award မှာ Nomination ဝင်ခဲ့ပြီးတခြား ဆုတွေအများကြီးကိုလည်း ဆွတ်ခူးထားပါတယ်။Season-2 ကလည်း IMDb 7.210 ရထားပါတယ်ဇာတ်လမ်းအကျဉ်းလေးကတော့ Season -1 မှာ ရော်ဘင်ဆန်တို့ မိသားစုဟာရီဆောလုခ် အာကာသယာဉ်ကြီးနဲ့ အယ်ဖာရာစုသစ်သို့နာမည်ပေးထားတဲ့နယ်မြေသစ်ဂြိုလ်တစ်ခုဆီကို ထွက်လာရင်း အာကာသခရီးမှာမမျှော်လင့်ထားတဲ့အဖြစ်အပျက်တွေကြောင့် ဂျူပီတာယာဉ်ငယ်နဲ့တခြားဂြိုလ်ငယ်လေးတစ်ခုဆီ ခေတ္တထွက်လာခဲ့ရတယ် ။ခရီးတစ်ထောက်နားရင်း သူတို့ရဲ့ ရီဆောလုခ်ယာဉ်ကြီးဆီပြန်ရောက်နိုင်ဖို့ ကြိုးစားခဲ့ကြတယ်။ဒီအတောအတွင်းမှာ သားငယ်လေး ဝီလ်ရော်ဘင်ဆန်ကတော့အာကာသထဲ စက်ရုပ်ရိုင်းကြီးနဲ့ ဆက်သွယ်မိပြီးစက်ရုပ်နဲ့ သူငယ်ချင်း တွေဖြစ်လာခဲ့ကြတာ အားလုံးသိပြီးသားပါ။သူတို့ မိသားစု ရီဆောလုခ်ယာဉ်ကြီးနဲ့ ပြန်လည်ဆက်သွယ်မိိခါနီးမှာRift ဆိိုလိုတဲ့ အာကာသအက်ကွဲကြောင်းတစ်ခုပေါ်လာပြီးသူတို့မိသားစု တခြားဂြိုလ်ဖက်ကို ရောက်သွားသလို စက်ရုပ်ကြီးနဲ့လည်းအဆက်အသွယ်ပြတ်ပြီး တစ်ကွဲတစ်ပြားဆီဖြစ်သွားကြပါတယ် ။“ ဥစ္စာကို ကံစောင့် အသက်ကို ဉာဏ်စောင့်” ဆိုသလိုပဲအသက်ရှင်ဖို့တောင် အစစအရာရာ ခက်ခဲနေတဲ့အာကာသကြားထဲမှာ ရော်ဘင်ဆန်တို့ မိသားစု အသက်ဆက်ရှင်သန်နိုင်ဖို့ဘယ်လိုရုန်းကန်ကြရမလဲ……ဘယ်လိုခရီးအခက်အခဲတွေ မိသားစုအားလုံး ဘယ်လိုစိတ်ဓါတ်တွေနဲ့ ရင်ဆိုင်ကြမလဲ……ဘယ်လိုအထူးအဆန်းတွေနဲ့များ ကြုံရဦးမလဲဆိုတာကိုအပျံစား အထူးပြုလုပ်ချက်လက်ရာတွေနဲ့ မိသားစုခံစားချက်လေးတွေစွန့်စားခန်းတွေ ဇာတ်လမ်းတွဲထဲမှာ ဆက်လက်ခံစားကြည့်ရှုလိုက်ကြပါဗျာTranslators : CM TeamEncoder : Moe Myint LwinComplete Zip File VIP     (1)GDrive  SolidDrive  Yandex  Fastload  MirrorAce (2)GDrive  SolidDrive  Yandex  Fastload  MirrorAce (3)GDrive  SolidDrive  Yandex  Fastload  MirrorAce (4)GDrive  SolidDrive  Yandex  Fastload  MirrorAce (5)GDrive  SolidDrive  Yandex  Fastload  MirrorAce (6)GDrive  SolidDrive  Yandex  Fastload  MirrorAce (7)GDrive  SolidDrive  Yandex  Fastload  MirrorAce (8)GDrive  SolidDrive  Yandex  Fastload  MirrorAce (9)GDrive  SolidDrive  Yandex  Fastload  MirrorAce (10)GDrive  SolidDrive  Yandex  Fastload  MirrorAce 