Synopsis of Lost in Space Season (1)အခုအချိန် နိုင်ငံတကာအင်တာနက်ဆိုရှယ်မီဒီယာတွေပေါ်မှာ လူပြောအများဆုံး Topic တွေကတော့Infinity War က Thanos ကြီးအကြောင်း နဲ့ Lost in Space-Series ထဲက Robot ကြီးအကြောင်းပါပဲ။“Lost in Space”-Series ကတော့ 2018 April လတုန်းက Nextflix က ထုတ်လွှင့်ပြသခဲ့ပြီးအပိုင်း ၁ဝပိုင်း ရှိပြီး IMbD Rating-7.2 ရထားတဲ့ စိတ်ကူးယဉ်သိပ္ပံစီးရီးလေးပဲဖြစ်ပါတယ်။Lost in Space –Series က ၁၉၆၀-၁၉၆၃ခုနှစ်အထိ သုံးနှစ်တာ ထုတ်လွှင့်ခဲ့တဲ့Lost in Space Series တွေကို ပြန်လည်ဆန်းသစ်ရိုက်ထားထားတာဖြစ်ပြီးအဓိကဒါရိုက်တာကလည်း Game of throne Series မှာ Blackwater နဲ့The Watchers on the Wall episodes တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ဒါရိုက်တာ Niel Marshall ဖြစ်နေတာကြောင့်လူအများစိတ်ဝင်တစားနဲ့ မျှော်လင့်နေခဲ့တဲ့စီးရီးလေးပါ။အခုထုတ်လွှင့်ပြီးတော့လည်း အောင်မြင်မှုရတာကြောင့်တစ်လအတွင်းမှာ Season-2 ဆက်လက်ရိုက်ကူးဖို့ကိုလည်း အတည်ပြုလိုက်ပါပြီ။ဇာတ်လမ်းအကျဉ်းလေးကတော့………………လူသားတွေက အသိဉာဏ်ရှိတဲ့သတ္တဝါတွေဖြစ်တာကြောင့် ကျောက်ခေတ်ကနေစပြီးတဖြည်းဖြည်းနဲ့ တိုးတက်ပြောင်းလဲလာခဲ့အတွက် ခေတ်မှီတိုးတက်လာခဲ့သလိုနည်းပညာတွေလည်း တိုးတက်လာခဲ့ပါပြီ။ဒါပေမယ့် လူဦးရေတိုးတက်လာတဲ့အမျှ ကမ္ဘာမှာ ရာသီဥတုဖောက်ပြန်ပြောင်းလဲမှုတွေငတ်မွတ်ခေါင်းပါးမှုတွေ စစ်ပွဲတွေ စတာတွေကြောင့် ကမ္ဘာကြီးဟာတစ်ဖြည်းဖြည်းနဲ့နေပျော်စရာမကောင်းတော့ပါဘူး။ဒါကြောင့် ခေတ်သစ်သိပ္ပံပညာရှင်တွေရဲ့ ခြေလှမ်းဟာ စကြာဝဠာထဲကနောက်ထပ် အခြေချနေထိုင်လို့ရမယ့် ဂြိုလ်တွေ ရှာဖွေရေးဖက်ကို ဦးတည်လုပ်ဆောင်လာခဲ့ရင်းနဲ့ကမ္ဘာနဲ့အလှမ်းဝေးလှတဲ့ စကြာဝဠာတစ်နေရာမှာ လူသားတွေအခြေချနေထိုင်နိုင်တဲ့ကောင်းကင်ဘုံလို့တောင် တင်စားနိုင်တဲ့ နယ်မြေလေးတစ်ခုတွေ့ရှိလာခဲ့ပါတယ်။“အယ်လ်ဖာရာစုသစ်”လို့ နာမည်ပေးထားပြီး ဒီဂြိုလ်ဆီကို သင့်တော့်မယ့်လက်ရွေးစင်လူတွေကို“ရီဆောလုဒ်” အာကာသယာဉ်ကြီးနဲ့ ပို့ဆောင်ပြောင်းရွေ့ပေးနေပါတယ်။အခုဆိုရင် ဒီလိုပို့ဆောင်ပေးနေတာ ၂၄ကြိမ်မြောက်အထိတောင် ရှိလာပါပြီ။၂၄ကြိမ်မြောက်ခရီးမှာ ရော်ဘင်ဆန်တို့မိသားစုလည်း ပါလာပါတယ်။ရော်ဘင်ဆန်တို့မိသားစုဟာ သာမန်မိသားစုလေး မဟုတ်ပါဘူးအဖေဖြစ်တဲ့ ဂျွန်-ရော်ဘင်ဆန်က အာဂဖန်စစ်ပွဲတွေမှာ ဦးဆောင်တိုက်ခိုက်ဖူးတဲ့ စစ်မှုထမ်းတစ်ဦး။အမေဖြစ်တဲ့ မော်ရင်းန်-ရော်ဘင်ဆန်က ဒုံးပျံသိပ္ပံပညာရှင်တစ်ဦးဖြစ်ပြီးသိပ္ပံပညာနဲ့ ပတ်သတ်ရင်နှ့ံစပ်ကျွမ်းကျင်တဲ့သူပါ။သမီးကြီးဖြစ်တဲ့ ဂျူဒီ-ရော်ဘင်ဆန်က အသက် ၁၈ နှစ်နဲ့ဆရာဝန် ဖြစ်လာအောင်တော်သူဖြစ်ပြီးသမီးငယ် ပန်နီ-ရော်ဘင်ဆန်် -ကစာရေးဆရာမဖြစ်ချင်နေတဲ့ စာပေနှံ့စပ်သူဖြစ်သလိုသား ဝီလ်-ရော်ဘင်ဆန် ကလည်း သူ့အမေလို သိပ္ပံပညာကျွမ်းကျင်ပြီးစိတ်ထားနူးညံ့တဲ့ကလေးလေးတစ်ဦးပါ..သူတို့လိုက်ပါလာတဲ့ ရီဆောလုဒ်ယာဉ်ကြီးကို လမ်းခရီးတစ်ဝက်မှာ အတိုက်ခိုက်ခံရတဲ့အခါအရမ်းကို ကျယ်ပြန့်နက်ရှိုင်းလာတဲ့ အာကာသထဲမှာဘယ်လိုများ ခရီးဆက်ကြမလဲဆိုတာကိုဆက်လက်ရှုစားကြည့်လိုက်ပါ။-ကောင်းမွန်သေသပ်တဲ့ CGI effect တွေနဲ့ အာကာသယာဉ်တွေ စက်ရုပ်တွေ-ဇာတ်ကောင်တစ်ဦးချင်းစီရဲ့ စိတ်ဝင်စားစရာကောင်းလှတဲ့ Charater တွေနဲ့အတူတူ– Famaily Life ကိုလည်းအကောင်းဆုံးပုံဖော်ပြသွားတာကြောင့် ကြည့်ရှူသင့်တဲ့စီးရီးလေးပါ။ဒီစီးရီးလေးထဲမှာတော့ လူတွေအများစုရဲ့စိတ်ဝင်စားခြင်းကိုခံနေရတဲ့ စက်ရုပ်ကြီးနဲ့ဝီလ်ရော်ဘင်ဆန်တို့ရဲ့ သူငယ်ချင်းသံယောဇဉ်ကို ဝမ်းနည်းဖွယ် စိတ်လှုပ်ရှားဖွယ်တွေ့မြင်ရမှာပါ….လူယောက်နဲ့စက်ရုပ်တစ်ရုပ်ဟာ ခံစားချက်ခြင်းမတူကြပါဘူး…ဒါပေမယ့် တူတာတစ်ခုတော့ရှိပါတယ်…အဲဒါကတော့ သူငယ်ချင်းဆိုတဲ့ တွယ်တာတတ်တဲ့သံယောဇဉ်တစ်ခုပါ…ဒါကို ဒီ Lost In Space စီးရီးလေးက လူတိုင်းရဲ့ရင်ထဲထိရောက်အောင်အကောင်းဆုံးဖော်ပြသွားခဲ့ပါတယ်…တစ်ပိုင်းချင်းစီကို စိတ်ဝင်စားမှု့အပြည့်နဲ့ကြည့်ရမှာမို့ ကြည့်မယ်လို့စဉ်းစားနေတဲ့သူများတွေဝေမနေပါနဲ့…..ကြည့်လိုက်ကြပါ…တစ်ပိုင်းကို ကြာမြင့်ချိန်တစ်နာရီနီးပါးရှိတဲ့ ဒီစီးရီးလေးကသင်တို့ရဲ့ အသက်ရှု့သံ ရင်ခုန်သံတွေကိုအတိုင်းတာတစ်ခုထိရောက်အောင်ထိန်းသိမ်းပေးသွားမှာမို့လို့ပါ…..Translator …. Little TwinlayEncoder …. Moe Myint LwinQuality ….  WebRipDuration …01:Complete Zip File VIP     (1)GDrive  SolidDrive  Fastload  Yandex  MirrorAce (2)GDrive  SolidDrive  Fastload  Yandex  MirrorAce (3)GDrive  SolidDrive  Fastload  Yandex  MirrorAce (4)GDrive  SolidDrive  Fastload  Yandex  MirrorAce (5)GDrive  SolidDrive  Fastload  Yandex  MirrorAce (6)GDrive  SolidDrive  Fastload  Yandex  MirrorAce (7)GDrive  SolidDrive  Fastload  Yandex  MirrorAce (8)GDrive  SolidDrive  Fastload  Yandex  MirrorAce (9)GDrive  SolidDrive  Fastload  Yandex  MirrorAce (10)GDrive  SolidDrive  Fastload  Yandex  MirrorAce 