Synopsis of Journey To The West ( 2000 ) ( Completed )Zawgyi*******စြန္း၀ူခုန္းဆုိတာ ငယ္ငယ္ကတည္းက ကြ်န္ေတာ္တို႕ရင္းႏွီးၿပီးသာအမည္နာမတစ္ခုပါ..ဘုန္းၾကီးတစ္ပါးရယ္..ေမ်ာက္တစ္ေကာင္ရယ္၀က္တေကာင္ရယ္..ေရသရဲရယ္..နဂါး ( ၿမင္း ) တစ္ေကာင္ရယ္အေနာက္အရပ္ကိုခရီးႏွင္ၿပီးေတာ႕ က်မ္းစာပင္႔တဲ႔အေၾကာင္းေပါ႔ဇာတ္လမ္းကဘယ္လိုၿဖစ္လဲဆုိတာအားလံုးသိၿပီးသားၿဖစ္မွာပါမသိၾကတဲ႔အရာကေတာ႔ ဒီခရီးၿပီးဆံုးလို႔ က်မ္းစာပင္႔ ၿပီးတဲ႕အခ်ိန္မွာဘာေတြဆက္ၿဖစ္ၾကတယ္ဆုိတာပါပဲ..၀ူခုန္းတို႕က်မ္းစာပင္႔ပီး ေနာက္ပိုင္းမွာၿမတ္စြာဘုရားနဲ႕ဘုရားအေပါင္းတို႕သီတင္းသံုးရာ တန္ခိုးေတာင္မွာ၀ူထ်န္းလို႔ေခၚတဲ႔ ဘုရားၿပိဳင္ဘက္မိစၦာက ၾကီးစိုးဖုိ႕ၾကိဳးစားလာတဲ႔အခါဘုရားဟာ လူ႕ၿပည္ကိုၿပန္လည္၀င္စားသြားပါေတာ႔တယ္ဘုရားၿပန္လည္ၿဖစ္တည္လာဖုိ႕အတြက္စြန္း၀ူခုန္းတစ္ေယာက္ဓါတ္လံုးေတြစုရင္းဘယ္လိုေတြ ဆက္ၿဖစ္ၾကမယ္ဆုိတာ ခံစားၾကည္႕ရွုပါက်မ္းစာပင္႔တဲ႔အေၾကာင္းကို ႏွစ္ေပါင္းမ်ားစြာ ေခတ္အလိုက္ဗားရွင္းအမ်ိဳးမ်ိဳးနဲ႕ၿပန္လည္ရိုက္ကူးၾကေပမယ္႔ အခုတင္ဆက္ေပးလိုက္တဲ႔ဇာတ္လမ္းတြဲေလးကေတာ႔ 2000 ခုႏွစ္ Version တမ်ိဳးတည္းသာရွိပါတယ္ဒီဇာတ္လမ္းတြဲဟာအပိုင္းေပါင္း ၃၀ ထြက္ရွိခဲ႔ပါတယ္ကြ်န္ေတာ္တို႔ CM ကေန ရုပ္သံအၾကည္လင္ဆံုးရႏိုင္တဲ႔ဗားရွင္း နဲ႕ မွန္ကန္တဲ႔ၿမန္မာစာတန္းထိုးနဲ႕အတူတင္ဆက္ေပးလိုက္ရပါတယ္ဆက္လက္ခံစားၾကည္႕ရွုပါ..တရက္2 ပိုင္းဆီတင္ဆက္သြားမွာပဲၿဖစ္ပါတယ္Unicode*******စွန်းဝူခုန်းဆိုတာ ငယ်ငယ်ကတည်းက ကျွန်တော်တို့ရင်းနှီးပြီးသာအမည်နာမတစ်ခုပါ..ဘုန်းကြီးတစ်ပါးရယ်..မျောက်တစ်ကောင်ရယ်ဝက်တကောင်ရယ်..ရေသရဲရယ်..နဂါး ( မြင်း ) တစ်ကောင်ရယ်အနောက်အရပ်ကိုခရီးနှင်ပြီးတော့ ကျမ်းစာပင့်တဲ့အကြောင်းပေါ့ဇာတ်လမ်းကဘယ်လိုဖြစ်လဲဆိုတာအားလုံးသိပြီးသားဖြစ်မှာပါမသိကြတဲ့အရာကတော့ ဒီခရီးပြီးဆုံးလို့ ကျမ်းစာပင့် ပြီးတဲ့အချိန်မှာဘာတွေဆက်ဖြစ်ကြတယ်ဆိုတာပါပဲ..ဝူခုန်းတို့ကျမ်းစာပင့်ပီး နောက်ပိုင်းမှာမြတ်စွာဘုရားနဲ့ဘုရားအပေါင်းတို့သီတင်းသုံးရာ တန်ခိုးတောင်မှာဝူထျန်းလို့ခေါ်တဲ့ ဘုရားပြိုင်ဘက်မိစ္ဆာက ကြီးစိုးဖို့ကြိုးစားလာတဲ့အခါဘုရားဟာ လူ့ပြည်ကိုပြန်လည်ဝင်စားသွားပါတော့တယ်ဘုရားပြန်လည်ဖြစ်တည်လာဖို့အတွက်စွန်းဝူခုန်းတစ်ယောက်ဓါတ်လုံးတွေစုရင်းဘယ်လိုတွေ ဆက်ဖြစ်ကြမယ်ဆိုတာ ခံစားကြည့်ရှုပါကျမ်းစာပင့်တဲ့အကြောင်းကို နှစ်ပေါင်းများစွာ ခေတ်အလိုက်ဗားရှင်းအမျိုးမျိုးနဲ့ပြန်လည်ရိုက်ကူးကြပေမယ့် အခုတင်ဆက်ပေးလိုက်တဲ့ဇာတ်လမ်းတွဲလေးကတော့ 2000 ခုနှစ် Version တမျိုးတည်းသာရှိပါတယ်ဒီဇာတ်လမ်းတွဲဟာအပိုင်းပေါင်း ၃၀ ထွက်ရှိခဲ့ပါတယ်ကျွန်တော်တို့ CM ကနေ ရုပ်သံအကြည်လင်ဆုံးရနိုင်တဲ့ဗားရှင်း နဲ့ မှန်ကန်တဲ့မြန်မာစာတန်းထိုးနဲ့အတူတင်ဆက်ပေးလိုက်ရပါတယ်ဆက်လက်ခံစားကြည့်ရှုပါ..တရက်2 ပိုင်းဆီတင်ဆက်သွားမှာပဲဖြစ်ပါတယ်Translated By Phyo Zaw , Chu ChuReview & Encoded By LKEp1-6   VIPEp7-12   VIPEp13-18   VIPEp19-24   VIPEp25-30   VIP 