Synopsis of GeniusGenius Tv Series ဟာ ကမ္ဘာမှာပေါ်ထွန်းခဲ့ဖူးတဲ့ဂန္ဓဝင်ပုဂ္ဂိုလ်ကြီးတွေရဲ့ အကြောင်းကိုNational Geographic က ရိုက်ထားတဲ့ တီဗီစီးရီးတစ်ခုပါSeason 1 ကတော့ ရူပဗေဒပညာရှင်ကြီးAlbert Einstein ရဲ့ ဘဝဇာတ်ကြောင်းပဲ ဖြစ်ပါတယ်2017မှာ ထွက်ရှိခဲ့တဲ့ ဒီစီးရီးဟာ Walter Issaacson ရေးသားခဲ့တဲ့Einstein: His Life and Universeဆိုတဲ့ စာအုပ်ကိုအခြေခံရိုက်ကူးထားပြီး အော်စကာဆုရ မင်းသားကြီးGeoffrey Rushက အိုင်းစတိုင်းအိုကြီးအဖြစ်သရုပ်ဆောင်ထားပါတယ်ဒီစီးရီးမှာတော့စူးစမ်းလိုစိတ်အပြည့်နဲ့ဂျူးလူငယ်လေးဘဝက စလို့သေဆုံးသည်အထိသူ့ရဲ့ထူးခြားတဲ့ အတွေးအခေါ်တွေသိပ္ပံအတွက် ကြိုးစားခဲ့တာတွေရီလေးတစ်ဗတီကို ဘယ်လိုဖန်တီးနိုင်ခဲ့တယ်ဆိုတာတွေအနုမြူ ဗုံးဇာတ်လမ်းဒုတိယ ကမ္ဘာစစ် မတိုင်ခင် နာဇီတွေနဲ့ ဂျူးတွေကြားပြသနာတွေဂျူးနိုင်ငံတည်ထောင်ရေးအတွက် ကြိုးပမ်းခဲ့တာတွေအမေရိကန်ထောက်လှမ်းရေးရဲ့ရန်ငြိုးထား အရှက်ခွဲဖို့ကြိုးစားခဲ့တာတွေအနုမြူလက်နက်တားဆီးရေး အတွက်ကမ္ဘာ့အစိုးရဖွဲ့ဖို့ ကြိုးပမ်းခဲ့တာတွေအပြင်သူ့ရဲ့အချစ်ရေးနဲ့ကွမ်တမ်ရူပဗေဒကို ဆန့်ကျင်တဲ့ အယူအဆတွေစသည်ဖြင့် သိပ္ပံအကြောင်းတစ်ခုတည်းမဟုတ်ဇာတ်ကြောင်း စုံစုံလင်လင် သမိုင်းအထောက်အထားတိကျစွာနဲ့ ရိုက်ကူးထားပါတယ်သရုပ်ဆောင်တွေလည်း ကောင်းကြပါတယ်နောက်ပြီး အိုင်းစတိုင်းပြောခဲ့တဲ့မှတ်သားဖွယ်စကားတွေကိုလည်းဒိုင်ယာလော့တွေအဖြစ် ဝေဝေဆာဆာထည့်ထားသေးတဲ့အတွက်ကြည့်သင့်တဲ့ စီးရီးတစ်ခုဖြစ်ပါတယ်….(စီးရီးမကြည့်ခင် ဒါလေးတွေ သိထားသင့်တယ်ထင်လို့wikiကရှာထားတာ အမှားပါသွားရင် ခွင်းလွှတ်ပါ)၂၀ရာစုမှာ ခေတ်သစ်ရူပဗေဒပညာရပ်နဲ့ခေတ်မီနည်းပညာတွေပေါ်ထွန်းလာဖို့အဓိကဒေါက်တိုင်ကြီးနှစ်ခုဖြစ်တဲ့ရီလေးတစ်ဗတီသီဝရီနဲ့ ကွမ်တမ်ရူပဗေဒတို့ ပေါ်ပေါက်လာခဲ့ပါတယ်ရီလေးတစ်ဗတီ(နှိုင်းရသီဝရီလို့လည်း မြန်မာမှုပြုကြတယ်)ကိုတော့ အဲလ်ဘတ် အိုင်းစတိုင်းတစ်ယောက်တည်းက ရှာဖွေတွေ့ရှိခဲ့ပြီး ဒီသီဝရီကိုလူသားတွေးခေါ်မှုရဲ့ အမြင့်ဆုံးအပိုင်းလို့တောင် တင်စားခဲ့ကြပါတယ်ကွမ်တမ်ရူပဗေဒကတော့ မက်(စ်) ပလန့် အိုင်းစတိုင်း နေး(လ်)ဘိုဟာဟိုင်ဆင်ဘာဂ့် စတဲ့ ရူပဗေဒပညာရှင်များစွာရဲ့အားထုတ်မှုကြောင့်ပေါ်ပေါက်လာခဲ့ပါတယ်အိုင်းစတိုင်းဟာ ကွမ်တမ်ကို အစပြုခဲ့သူတွေထဲမှာပါဝင်ခဲ့ပေမယ့် နောက်ပိုင်း ကွမ်တမ်သီဝရီတွေကိုတော့ယုတ္တိမတန်ဘူးဆိုကာ ဆန့်ကျင်ခဲ့ပါတယ်အိုင်းစတိုင်း မတိုင်ခင်အထိ ရူပဗေဒပညာရှင်တွေဟာစမ်းသပ်ချက်တွေအပေါ် အဓိကအခြေခံတဲ့ExperimentalPratical Science ကိုသာအဓိကအလေးထားခဲ့ကြပါတယ်အိုင်းစတိုင်းဟာ သင်္ချာတည်ဆောက်မှုတွေနဲ့တွေးခေါ်မှုအပေါ် အခြေခံတဲ့ Theoretical Physicsကိုတွင်ကျယ်စေခဲ့သူလည်း ဖြစ်ပါတယ်ဒါ့ကြောင့် သူ့သီဝရီတွေကို တင်ပြကာစမှာစမ်းသပ်ချက်တွေနဲ့ အတည်မပြုနိုင်ခင်အထိ အများစုကစိတ်ကူးယဉ်သက်သက်ပဲလို့ယူဆကာ လှောင်ပြောင်ပုတ်ခတ်ခဲ့ကြပါတယ်ဂျူးတစ်ယောက်ဖြစ်နေတဲ့အတွက်ကြောင့်လည်းပါတာပေါ့ဒါပေမယ့်လည်း နောက်ပိုင်းမှာတော့စမ်းသပ်ချက်တွေနဲ့ အတည်ပြုနိုင်ခဲ့ပါတယ်ယေဘူလျရီလေးတစ်ဗတီကနေပေါ်ပေါက်လာတဲ့ ခန့်မှန်းချက်တစ်ခု ဖြစ်တဲ့ဒြပ်ဆွဲလှိုင်းတွေကို ၂၀၁၅ခုနှစ် LIGOမှာစတင်တိုင်းတာတွေရှိခဲ့ကြောင်း ၂၀၁၆မှာကြေငြာခဲ့ပါတယ်သိပ်မကြာခင်ကလည်း ရီလေးတစ်ဗတီရဲ့ ဟောကိန်းတစ်ခုဖြစ်တဲ့တွင်းနက်တစ်ခုကို ပထမဆုံး ဓာတ်ပုံရယူ နိုင်ခဲ့ပြီးအိုင်းစတိုင်းမှန်ကြောင်း ထပ်မံသက်သေပြနိုင်ခဲ့ပါတယ်Translated By : Chanyein SoeEncoded By : XCodeSubtitle Fix : Ngatone Myo KoSeason 1======EP 01 – GoogleDrive    Datbu  Yandex (400mb)EP 02 – GoogleDrive    Datbu  Yandex (400mb)EP 03 – GoogleDrive    Datbu  Yandex (400mb)EP 04 – GoogleDrive    Datbu  Yandex (400mb)EP 05 – GoogleDrive    Datbu  Yandex (400mb)EP 06 – GoogleDrive    Datbu  Yandex (400mb)EP 07 – GoogleDrive    Datbu  Yandex (400mb)EP 08 – GoogleDrive    Datbu  Yandex (400mb)EP 09 – GoogleDrive    Datbu  Yandex (400mb)EP 10 – GoogleDrive    Datbu  Yandex (400mb)Season Complete Zip FileVIP     