Synopsis of Vagabond(2019) [စ  ဆုံး]Vagabond(2019)ဇာတ္လမ္းတြဲအညႊန္း**************************************အပုိင္း (၁ မွ ၁၆) ထိ [စဆုံး]ကိုရီးယားနာမည္ႀကီး သ႐ုပ္ေဆာင္ လီေဆာင္းဂီ နဲ႔ ဘယ္ဆူဇီ တို႔ ပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့အက္ရွင္ စပိုင္ စီးရီး‌ေလး လာပါၿပီ…..အက္ရွင္သရုပ္ေဆာင္ေကာင္းျဖစ္ခ်င္တဲ့သူတစ္ေယာက္ရွိတယ္…သူက တုိက္ေရးခုိက္ေရးမွာ ကြ်မ္းက်င္တဲ့သူျဖစ္ေပမယ့္ အက္ရွင္သရုပ္ေဆာင္ဘက္ကုိေျခဦးမလွည့္ႏုိင္ဘဲ တူေလးေကာင္းစားေရးအတြက္ႀကဳံရာအလုပ္ကုိလုပ္ေနရတယ္…သူ႕တူေလးကလည္း တုိက္ကြမ္ဒုိေတာ္လြန္းလုိ႕ ေမာ္ရုိကုိကေတာင္အခမ္းအနားတက္ေရာက္ဖုိ႕ဖိတ္ႀကားျခင္းခံရတယ္..သူ႕တူေလးဟာ ေမာ္ရုိကုိအသြားမွာေလယာဥ္ပ်က္ႀကီးေသဆုံးသြားတယ္..ခ်စ္ရတဲ့တူေလးရဲ႕ စ်ာပနရွိရာ ေမာ္ရိုကုိကုိ သူလုိက္သြားတယ္…သူလုိက္သြားတဲ့အခ်ိန္မွာေတာ့ ဒီေလယာဥ္ပ်က္က်မႈႀကီးဟာမေတာ္တဆမႈမဟုတ္ဘဲ ဒုစရုိက္ဂုိဏ္းႀကီးတစ္ခုနဲ႕ပတ္သက္ေနေၾကာင္းကုိမေမွ်ာ္လင့္ဘဲ သူသိလုိက္ရတယ္…အဲ့ဒီေနာက္မွာေတာ့…..သူဘာေတြဆက္လုပ္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္လုိက္ပါဦး…ဒီဇာတ္လမ္းတြဲဟာ စြန္႕စားခန္းစပုိင္အက္ရွင္အမ်ဳိးအစားျဖစ္ပါတယ္..မင္းသားျဖစ္တဲ့လီေဆာင္းဂီ တစ္ေယာက္ဟာ ခ်စ္တဲ့တူအတြက္ဒီေလယာဥ္ပ်က္က်မႈရဲ႕ ေနာက္ကြယ္က တရားခံကုိေရကုန္ေရခမ္းလုိက္ပါေတာ့တယ္…ပရိသတ္အခ်စ္ေတာ္ မင္းသမီး ဘယ္ဆူဇီကေတာ့ဒီဇာတ္ကားမွာ NIS ေအးဂ်င့္ ဂိုဟယ္ရီအေနနဲ႔သ႐ုပ္ေဆာင္ထားပါတယ္….ဒီဇာတ္လမ္းတြဲဟာ (၁၆)ပုိင္းထြက္ရွိမွာျဖစ္ၿပီး အပတ္စဥ္ ေသာႀကာနဲ႕ စေနေန႕ညမ်ားမွာထုတ္လႊင့္သြားမွာျဖစ္ပါတယ္….ဇာတ္လမ္းအညႊန္းကုိေတာ့ SCRNမွေရးသားေပးထားပါတယ္…(Unicode)ကိုရီးယားနာမည်ကြီး သရုပ်ဆောင် လီဆောင်းဂီ နဲ့ ဘယ်ဆူဇီ တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့အက်ရှင် စပိုင် စီးရီး‌လေး လာပါပြီ…..အက်ရှင်သရုပ်ဆောင်ကောင်းဖြစ်ချင်တဲ့သူတစ်ယောက်ရှိတယ်…သူက တိုက်ရေးခိုက်ရေးမှာ ကျွမ်းကျင်တဲ့သူဖြစ်ပေမယ့် အက်ရှင်သရုပ်ဆောင်ဘက်ကိုခြေဦးမလှည့်နိုင်ဘဲ တူလေးကောင်းစားရေးအတွက်ကြုံရာအလုပ်ကိုလုပ်နေရတယ်…သူ့တူလေးကလည်း တိုက်ကွမ်ဒိုတော်လွန်းလို့ မော်ရိုကိုကတောင်အခမ်းအနားတက်ရောက်ဖို့ဖိတ်ကြားခြင်းခံရတယ်..သူ့တူလေးဟာ မော်ရိုကိုအသွားမှာလေယာဉ်ပျက်ကြီးသေဆုံးသွားတယ်..ချစ်ရတဲ့တူလေးရဲ့ ဈာပနရှိရာ မော်ရိုကိုကို သူလိုက်သွားတယ်…သူလိုက်သွားတဲ့အချိန်မှာတော့ ဒီလေယာဉ်ပျက်ကျမှုကြီးဟာမတော်တဆမှုမဟုတ်ဘဲ ဒုစရိုက်ဂိုဏ်းကြီးတစ်ခုနဲ့ပတ်သက်နေကြောင်းကိုမမျှော်လင့်ဘဲ သူသိလိုက်ရတယ်…အဲ့ဒီနောက်မှာတော့…..သူဘာတွေဆက်လုပ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး…ဒီဇာတ်လမ်းတွဲဟာ စွန့်စားခန်းစပိုင်အက်ရှင်အမျိုးအစားဖြစ်ပါတယ်..မင်းသားဖြစ်တဲ့လီဆောင်းဂီ တစ်ယောက်ဟာ ချစ်တဲ့တူအတွက်ဒီလေယာဉ်ပျက်ကျမှုရဲ့ နောက်ကွယ်က တရားခံကိုရေကုန်ရေခမ်းလိုက်ပါတော့တယ်…ပရိသတ်အချစ်တော် မင်းသမီး ဘယ်ဆူဇီကတော့ဒီဇာတ်ကားမှာ NIS အေးဂျင့် ဂိုဟယ်ရီအနေနဲ့သရုပ်ဆောင်ထားပါတယ်….ဒီဇာတ်လမ်းတွဲဟာ (၁၆)ပိုင်းထွက်ရှိမှာဖြစ်ပြီး အပတ်စဉ် သောကြာနဲ့ စနေနေ့ညများမှာထုတ်လွှင့်သွားမှာဖြစ်ပါတယ်….ဇာတ်လမ်းအညွှန်းကိုတော့ SCRNမှရေးသားပေးထားပါတယ်…Quality – WEB-DL Duration – 60min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Action,Spy,AdventureTranslator – SCRN, ThinZar Htet,May Phyu ZawEncoder – Phyo Pyae Complete Zip File (8 GB)VIP  [1-8]  [9-16]Ep1  Ep15 