Synopsis of Feel Good To Die(2018)[ စဆုံး]Feel Good To Die(2018)ဇာတ္လမ္းတြဲအညႊန္း**************************************အပုိင္း(၁ မွ ၁၆) အထိ [စဆုံး]ဘဲ့ဂ်င္ဆန္း(Kang Ji Hwan) ဟာ ကုပၼဏီရဲ႕ မာကတ္တင္းဌာနအဖြဲမွဴးတစ္ေယာက္ျဖစ္ပါတယ္…သူဟာ ထက္ျမက္တယ္…ေစ့စပ္တယ္… အကြက္ေစ့တယ္….သိပ္ေတာ္တဲ့သူလုိ႕ဆုိရေပမယ့္ အတၱႀကီးသူမုိ႕ လက္ေအာက္ငယ္သားေတြဆုိအမွားလုပ္ရင္စာနာစိတ္တစ္ခ်က္ေတာင္မထားဘဲ ရက္ရက္စက္စက္ ေျပာဆုိတတ္တယ္..အျပစ္ေပးတဲ့ေနရာမွာလည္း အားမနာတတ္သလုိ ေခါင္းေဆာင္ေကာင္းဆုိတာထက္ေခါင္းေရွာင္ေကာင္းတဲ့သူဆုိရင္လည္းမမွားဘူး…ဒါ့ေၾကာင့္ သူ႕ကုိေသပါေစဆုိၿပီးအခ်ိန္ျပည့္ က်ိန္ဆုိရေလာက္ေအာင္ လူမုန္းမ်ားလွတယ္…အဲ့ဒီလုိမုန္းတဲ့သူေတြထဲမွာဘဲဂ်င္ဆန္းရဲ႕အဖြဲ႕ကလက္ေထာက္မန္ေနဂ်ာ မေလး ျဖစ္တဲ့လီရူဒါ (Baek Jin Hee) လည္းအပါအ၀င္ေပါ့…ဒီလုိနဲ႕ တစ္ေန႕ေတာ့ ဘဲ့ဂ်င္ဆန္း နဲ႕ လီရူဒါတုိ႕ အတြက္ မယုံၾကည္နုိင္စရာအျဖစ္အပ်က္ႀကီး စပါေတာ့တယ္…ဒီအျဖစ္အပ်က္ဟာ ၂ေယာက္လုံးအတြက္ ေသြးပ်က္စရာျဖစ္သလုိေရွာင္လြဲလုိ႕လည္းမရတဲ့အေျခအေနႀကီးပါပဲ….ဒီဇာတ္လမ္းတြဲဟာ သမရုိးက်ဇာတ္လမ္းတြဲမဟုတ္ပါဘူး….Time Loop လုိမ်ဳိး ဆန္းက်ယ္တာေတြပါသလုိ…. လူေတြရဲ႕ စိတ္ေနစိတ္ထားေတြ ၊ လူ႕ပတ္၀န္းက်င္တစ္ခုမွာ ရွင္သန္စဥ္ေနထုိင္သင့္တာေတြကုိ စိတ္၀င္စားစရာ ပညာသားပါပါ ျပသေပးထားပါတယ္…ရယ္လည္းရယ္ရသလုိ ဘာဆက္ျဖစ္မလဲ ရင္ခုန္ရတဲ့ဇာတ္လမ္းတြဲတစ္ခုပါ….အပုိင္း(၁၆)ပုိင္းထြက္ရွိထားၿပီး ယခု (၇)ပုိင္းတင္ဆက္ေပးထားပါတယ္..က်န္အပုိင္းမ်ားကုိအျမန္ဆုံးတင္ဆက္ေပးသြားမုိ႕ ဆက္လက္ေစာင့္ေမ်ွာ္ၾကည့္ရွုၾကပါကုန္…ဇာတ္လမ္းတြဲ ဘာသာျပန္ဆုိမႈမ်ားကုိ ညီမငယ္ Hay Thar Oo မွ ကူညီေပးထားပါတယ္…(unicode)ဘဲ့ဂျင်ဆန်း(Kang Ji Hwan) ဟာ ကုပ္မဏီရဲ့ မာကတ်တင်းဌာနအဖွဲမှူးတစ်ယောက်ဖြစ်ပါတယ်…သူဟာ ထက်မြက်တယ်…စေ့စပ်တယ်… အကွက်စေ့တယ်….သိပ်တော်တဲ့သူလို့ဆိုရပေမယ့် အတ္တကြီးသူမို့ လက်အောက်ငယ်သားတွေဆိုအမှားလုပ်ရင်စာနာစိတ်တစ်ချက်တောင်မထားဘဲ ရက်ရက်စက်စက် ပြောဆိုတတ်တယ်..အပြစ်ပေးတဲ့နေရာမှာလည်း အားမနာတတ်သလို ခေါင်းဆောင်ကောင်းဆိုတာထက်ခေါင်းရှောင်ကောင်းတဲ့သူဆိုရင်လည်းမမှားဘူး…ဒါ့ကြောင့် သူ့ကိုသေပါစေဆိုပြီးအချိန်ပြည့် ကျိန်ဆိုရလောက်အောင် လူမုန်းများလှတယ်…အဲ့ဒီလိုမုန်းတဲ့သူတွေထဲမှာဘဲဂျင်ဆန်းရဲ့အဖွဲ့ကလက်ထောက်မန်နေဂျာ မလေး ဖြစ်တဲ့လီရူဒါ (Baek Jin Hee) လည်းအပါအဝင်ပေါ့…ဒီလိုနဲ့ တစ်နေ့တော့ ဘဲ့ဂျင်ဆန်း နဲ့ လီရူဒါတို့ အတွက် မယုံကြည်နိုင်စရာအဖြစ်အပျက်ကြီး စပါတော့တယ်…ဒီအဖြစ်အပျက်ဟာ ၂ယောက်လုံးအတွက် သွေးပျက်စရာဖြစ်သလိုရှောင်လွဲလို့လည်းမရတဲ့အခြေအနေကြီးပါပဲ….ဒီဇာတ်လမ်းတွဲဟာ သမရိုးကျဇာတ်လမ်းတွဲမဟုတ်ပါဘူး….Time Loop လိုမျိုး ဆန်းကျယ်တာတွေပါသလို…. လူတွေရဲ့ စိတ်နေစိတ်ထားတွေ ၊ လူ့ပတ်ဝန်းကျင်တစ်ခုမှာ ရှင်သန်စဉ်နေထိုင်သင့်တာတွေကို စိတ်ဝင်စားစရာ ပညာသားပါပါ ပြသပေးထားပါတယ်…ရယ်လည်းရယ်ရသလို ဘာဆက်ဖြစ်မလဲ ရင်ခုန်ရတဲ့ဇာတ်လမ်းတွဲတစ်ခုပါ….အပိုင်း(၁၆)ပိုင်းထွက်ရှိထားပြီး ယခု (၇)ပိုင်းတင်ဆက်ပေးထားပါတယ်..ကျန်အပိုင်းများကိုအမြန်ဆုံးတင်ဆက်ပေးသွားမို့ ဆက်လက်စောင့်မျှော်ကြည့်ရှုကြပါကုန်…ဇာတ်လမ်းတွဲ ဘာသာပြန်ဆိုမှုများကို ညီမငယ် Hay Thar Oo မှ ကူညီပေးထားပါတယ်…Quality – HD-TV Duration – 60min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Comedy ,Romance,FantasySubtitled by Hay Thar OoEncoder – Phyo Pyae (1)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (2)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (3)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (4)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (5)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (6)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (7)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (8)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (9)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (10)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (11)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (12)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (13)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (14)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex (15)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandexဇာတ္သိမ္းပုိင္း************ (16)500MBGDrive  Mega  SolidDrive  MirrorAce  Yandex 