Synopsis of Game Sanaeha (2018)Game of Love (2018)—————————-မင်းသားချော James Jirayu နဲ့ မင်းသမီးချော Nathaphon Temirak တို့ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီဇာတ်လမ်းလေးကို တော်တော်များများကြည့်ဖူးကြမှာပါ မကြည့်ရသေးတဲ့သူတွေအတွက်တော့ အမြည်းလေးပြောပြချင်ပါတယ်…ချမ်းသာတဲ့ မိဘကနေပေါက်ဖွားလာပြီး “ငါက ငါပိုင်တဲ့အရာဆို ဘယ်သူ့လက်ထဲမှ အလွယ်တကူ အပါမခံဘူး” ဆိုတဲ့ မွန်ချနော့ (နော့)…သူမဟာ မိဘနှစ်ပါးကို အရမ်းချစ်ပြီး ပင်ကိုယ်စိတ်ရင်းလေးကောင်းပေမယ့် မာနကတော့ အင်မတန်ကြီးတယ် ။အဖေဆိုတာမသိ အမေကလည်းမလိုချင်လို့ဆိုပြီး စွန့်ပစ်ထားတာခံခဲ့ရတဲ့ လပ်ခါနိုင်း (နိုင်း)…သူကနော့ရဲ့အမေက စောင့်ရှောက်ထားပေးလို့ လူလားမြောက် ပညာတတ်လေးဖြစ်ခဲ့ပြီး စွမ်းဆောင်မှုနဲ့အမျှော်အမြင်ကြီးမားလို့ နော့အဖေရဲ့ကုမ္ပဏီမှာ ဒုဥက္ကဌရာထူးအထိ ရယူနိုင်ခဲ့ပါတယ် ။ကျောင်းပြီးလို့ပြန်လာခါစဖြစ်တဲ့နော့ဟာ မိဘနှစ်ပါးရဲ့ကွာရှင်းပြတ်စဲမှုကိုသိရလို့ အရမ်း shock ဖြစ်သွားတဲ့အချိန် အရမ်းချစ်ရတဲ့အဖေဟာ သူနဲ့အသက်အရွယ်တူတဲ့ ပီမွန်ခယ် ဆိုတဲ့ အလှမယ်နဲ့ နောက်အိမ်ထောင်ပြုမယ်ဆိုတာပါသိလိုက်ရတော့…ဝန်တိုမှုတွေ ဒေါသတွေနဲ့ ခံပြင်းမှုတွေနဲ့အတူ ရင်ကြားစေ့ဖို့ကြိုးစားရာက အမေကိုဉာဏ်ဆင်ပြီးအိမ်အရပြန်ခေါ်ရင်း နိုင်းတစ်ယောက်ပါ ကန့်လန့်ကန့်လန်နဲ့ပါလာတော့ ရှိသမျှဒေါသ နိုင်းကိုအနိုင်ကျင့် အဆင့်အတန်းခွဲခြား ပြီးနှိမ့်ချဆက်ဆံခဲ့တယ် ။အရာအားလုံးကို သည်းခံပြီးနေနေခဲ့တဲ့ နိုင်းတစ်ယောက် လပြည့်ပွဲတော်အကြောင်းပြုပြီး နော့နဲ့အကြီးအကျယ်စကားများရာက စေတနာကိုစော်ကားလွန်းတဲ့စကားတွေရင့်သီးလွန်းလို့ ကစားပွဲတစ်ခုကိုစိန်ခေါ်ဖြစ်ကြတယ် ။သူတို့ရဲ့အချစ်ကစားပွဲမှာ တစ်ယောက်နဲ့တစ်ယောက် အပြိုင်ဟန်ဆောင်ခဲ့ကြပေမယ့် နိုင်းတစ်ယောက်ရဲ့ရင်ထဲကအချစ်တွေကတော့ အစကနေအဆုံးထိ စိတ်ရင်းအမှန်ဖြစ်နေတော့ နော့လည်းပဲ ခံစားသိရှိပြီး နိုင်းကိုချစ်စိတ်ဝင်လာပါတယ် ဒါပေမယ့်လည်း သူ့ရဲ့အချစ်စိတ်တွေကို မာနနဲ့ဖုံးအုပ်ထားမိလေတော့ နိုင်းကတော့ ဇဝေဇဝါနဲ့ဖြစ်နေခဲ့တယ် ။ချစ်ခြင်းမေတ္တာတွေတစ်ယောက်နဲ့တစ်ယောက်အပြန်အလှန်ရှိကြရင် ပွင့်လင်းမြင်သာနဲ့နားလည်မှု ခွင့်လွှတ်မှု ကြင်နာမှုတွေကိုပေးသင့်တယ်…ဘာမဟုတ်တဲ့မာနတွေကို ရှေ့တန်းတင်မယ်ဆိုရင်တော့ ချစ်ရတဲ့သူတွေကိုပိုင်ဆိုင်ဖို့ အခွင့်အရေးတွေက ဝေးပြီးရင်းဝေးရမယ်ဆိုတာကို ဒီဇာတ်လမ်းလေးကိုကြည့်ပြီး ချစ်တတ်သူတွေ ခံစားနားလည်ကြပါစေ…————-မငှးသားခှော James Jirayu နဲ့ မငှးသမီးခှော Nathaphon Temirak တို့ပါဝငသှရုပဆှောငထှားတဲ့ ဒီဇာတလှမှးလေးကို တောတှောမှှားမှားကှညှ့ဖူးကှမှာပါ…မကှညှ့ရသေးတဲ့သူတှအတှကတှေော့ အမှညှးလေးပှောပှခငှပှါတယှ ၊ခမှှးသာတဲ့ မိဘကနပေေါကဖှှားလာပှီး “ငါက ငါပိုငတှဲ့အရာဆို ဘယသှူ့လကထှဲမှ အလှယတှကူ အပါမခံဘူး” ဆိုတဲ့ မှနခှနှော့ (နော့)…သူမဟာ မိဘနှဈပါးကို အရမှးခစှပှှီး ပငကှိုယစှိတရှငှးလေးကောငှးပမယှေ့ မာနကတော့ အငမှတနကှှီးတယှ ။အဖဆေိုတာမသိ အမကလညှေးမလိုခငှလှို့ဆိုပှီး စှနှ့ပဈထားတာခံခဲ့ရတဲ့ လပခှါနိုငှး (နိုငှး)…သူကနော့ရဲ့အမကေ စောငှ့ရှောကထှားပေးလို့ လူလားမှောကှ ပညာတတလှေးဖှဈခဲ့ပှီး စှမှးဆောငမှှုနဲ့အမှှောအှမှငကှှီးမားလို့ နော့အဖရေဲ့ကုမပှဏီမှာ ဒုဥကကှဌရာထူးအထိ ရယူနိုငခှဲ့ပါတယှ ။ကှောငှးပှီးလို့ပှနလှာခါစဖှဈတဲ့နော့ဟာ မိဘနှဈပါးရဲ့ကှာရှငှးပှတစှဲမှုကိုသိရလို့ အရမှး shock ဖှဈသှားတဲ့အခှိနှ အရမှးခစှရှတဲ့အဖဟောသူနဲ့အသကအှရှယတှူတဲ့ ပီမှနခှယှ ဆိုတဲ့ အလှမယနှဲ့ နောကအှိမထှောငပှှုမယဆှိုတာပါသိလိုကရှတော့ဝနတှိုမှုတှေ ဒေါသတှနေဲ့ ခံပှငှးမှုတှနေဲ့အတူ ရငကှှားစေ့ဖို့ကှိုးစားရာက အမကေိုဉာဏဆှငပှှီးအိမအှရပှနခှေါရှငှးနိုငှးတဈယောကပှါ ကနှ့လနှ့ကနှ့လနနှဲ့ပါလာတော့ ရှိသမှှဒေါသ နိုငှးကိုအနိုငကှငှှ့ အဆငှ့အတနှးခှဲခှား ပှီးနှိမှ့ခဆှကဆှံခဲ့တယှ ။အရာအားလုံးကို သညှးခံပှီးနနခေေဲ့တဲ့ နိုငှးတဈယောကှ လပှညှ့ပှဲတောအှကှောငှးပှုပှီး နော့နဲ့အကှီးအကယှစှကားမှားရာက စတနောကိုစောကှားလှနှးတဲ့စကားတှရငှေ့သီးလှနှးလို့ ကစားပှဲတဈခုကိုစိနခှေါဖှှဈကှတယှ ။သူတို့ရဲ့အခစှကှစားပှဲမှာ တဈယောကနှဲ့တဈယောကှ အပှိုငဟှနဆှောငခှဲ့ကှပမယှေ့…နိုငှးတဈယောကရှဲ့ရငထှဲကအခစှတှှကတေော့ အစကနအဆေုံးထိ စိတရှငှးအမှနဖှှဈနတေော့ နော့လညှးပဲ ခံစားသိရှိပှီး နိုငှးကိုခစှစှိတဝှငလှာပါတယှ ။ဒါပမယှေ့လညှး သူ့ရဲ့အခစှစှိတတှှကေို မာနနဲ့ဖုံးအုပထှားမိလတေော့ နိုငှးကတော့ ဇဝဇဝေါနဲ့ဖှဈနခေဲ့တယှ ။ခစှခှှငှးမတှတောတေ ှတဈယောကနှဲ့တဈယောကအှပှနအှလှနရှှိကှရငှ ပှငှ့လငှးမှငသှာနဲ့နားလညမှှု ခှငှ့လှှတမှှု ကှငနှာမှုတှကေိုပေးသငှ့တယှ…ဘာမဟုတတှဲ့မာနတှကေို ရှေ့တနှးတငမှယဆှိုရငတှော့ ခစှရှတဲ့သူတှကေိုပိုငဆှိုငဖှို့ အခှငှ့အရေးတှကေ ဝေးပှီးရငှးဝေးရမယဆှိုတာကိုဒီဇာတလှမှးလေးကိုကှညှ့ပှီး ခစှတှတသှူတှေ ခံစားနားလညကှှပါစေ…File size__950 MB (For One )Quality__Format__mp4s__14Duration__02: (For One )Type__Drama , Family , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by Htoo Htoo Ka Joe , Tartee Poe , Lwinlwin Aung , Chue ChueEncoded by Nyein Saeya Aung & Naing Aung LattComplete Zip File VIP  [1-5]  [6-10]  [11-14] 