Synopsis of Power Rangers : Wild Force {Complete}ပါဝါရိန်းဂျား ဝိုင်းဖော့စ် စီးရီတွဲကို ၂၀၀၂ ခုနှစ်မှာထွက်ခဲ့တာဆိုတော့တော်တော်ကြာပြီး ဟောင်းနေပြီလို့ ပြောလို့ရပါတယ်။ဘယ်လိုပဲ ဟောင်းတယ်ပြောပြော ကောင်းနေသေးတာတော့ အမှန်ပါပဲ။ဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင်တော့ လွန်ခဲ့တဲ့နှစ်သုံးထောင်လောက်က ဒီကမ္ဘာကြီးမှာ လူသားတွေနဲ့တောရိုင်းတိရိစ္ဆာန်စက်ရုပ်တွေကချစ်ချစ်ခင်ခင် ပေါင်းစည်းနေထိုင်ခဲ့ကြတယ်။အဲဒီလိုအချိန်မှာ မာစတာအောဂ့် ဆိုတဲ့အမှောင်မိစ္ဆာကြီးတစ်ကောင်ပေါ်ထွက်လာပြီးကမ္ဘာမြေကြီးကို အော့ဂ်လို့အမည်ရတဲ့မကောင်းဆိုးရွား မိစ္ဆာတသိုက်ကိုဖန်တီးပြီး ဖျက်ဆီးဖို့ ကြိုးစားခဲ့တယ်။အဲဒါကို တားဆီးဖို့အတွက် တောရိုင်းတိရစ္ဆာန်တွေဟာသူတို့ စိတ်ဝိဉာဉ်နဲ့ ပေါင်းစည်းဖို့လုံလောက်တဲ့အရည်အချင်းရှိတဲ့ လူတွေကိုရှာဖွေပြီးမာစတာအော့ဂ်ကို တူတူတွန်းလှန်တိုက်ခိုက်ခဲ့ကြတယ်။မာစတာအော့ဂ်ကို နိုင်မယ်မနိုင်ဘူးဆိုတာမသေချာတော့ သူရဲကောင်းအချို့ကသူတို့ရဲ့ စွမ်းအားတွေကိုသုံးပြီး ဘုရားရှိခိုးကျောင်း ရှိနေတဲ့ဧရိယာ ကျယ်ကြီးကို မြေကြီးကနေ ခွဲထုတ်ပြီးကောင်းကင်ထဲကိုမ တင်လိုက်ကြတယ်။အဲဒီ ထဲမှာ ရှေလာလို့ခေါ်တဲ့ သူတို့မင်းသမီးလေးနဲ့အတူတောရိုင်းသတ္တဝါ ငါးကောင်ကိုလည်း အဲဒီဧရိယာ ​ကျယ်ကြီးထဲ ပါအောင်ထည့်ပေးလိုက်တယ်။အဲဒီ ဧရိယာအကျယ်ကြီးကလိပ်တစ်ကောင်ရဲ့ ပုံစံမျိုးဖြစ်ပြီးကောင်းကင်ထဲမှာ ကျွန်းမျောကြီးလိုသွားတည်နေတယ်။အဲဒီနေရာကို အန်နီမေရီယန် လို့ခေါ်တယ်၊၊ကံအားလျော်စွာဘဲအော့ဂ် တွေကို ချေမှုန်းနိုင်ပေမယ့်မာစတာအောဂ့်ကိုတော့ မသတ်လိုက်နိုင်ဘူး။ဒါပေမဲ့ တချိန်ချိန် မှာမာစတာအောဂ့် ပြန်ပေါ်လာနိုင်တာကြောင့်အန်နီမေရီယန်ကို လျှို့ဝှက်နေရာတစ်ခုအဖြစ်ထားထားလိုက်တော့တယ်။နစ်သုံးထောင်လောက်ကြာပြီးတဲ့ အချိန်မှာကမ္ဘာကြီးကအားနည်းလာပြီးတော့အော့ဂ်တွေ ပြန်နိုးထလာခဲ့တယ်။ အဲဒီလိုအော့ဂ်တွေနဲ့ တူတူပဲမာစတာအော့ဂ်လည်း ပြန်ထွက်ပေါ်လာတယ်အဲဒီလိုမကောင်းတဲ့ မိစ္ဆာတွေ ပေါ်ထွက်လာတဲ့အခါမှာတော့ အန်နီမေရီယန်ပေါ်ကိုပါသွားတဲ့တောရိုင်းသတ္တဝါ စက်ရုပ်ငါးကောင်ကသူတို့ ဝိဉာဉ်နဲ့ ပေါင်းစည်းလို့ ရလောက်တဲ့ရဲရင့်ပြီး မြင့်မြတ်တဲ့ နှလုံးသား ပိုင်ဆိုင်တဲ့ လူငယ်လေးငါးယောက်ကိုအန်နီမေရီယန်ထိ လမ်းပြခေါ်ဆောင်လာပြီတဲ့နောက် မင်းသမီးရှေလာရဲ့ ဦးဆောင်မှုနဲ့ အတူ အော့ဂ်တွေကို ပြန်တိုက်ခိုက်ရတဲ့အခါ…..တောရိုင်းတိရိစ္ဆာန်တွေကို အခြေခံထားတဲ့ပါဝါရိန်းဂျား စီးရီးတစ်ခုဖြစ်လို့ တစ်ပိုင်းထက်တစ်ပိုင်း ဘယ်လိုတောကောင်စက်ရုပ်တွေ တွေ့လာ ရမလဲဆိုတာစိတ်ဝင်တစားနဲ့ စောင့်ကြည့်ရမှာပါ။ပါဝါရိန်းဂျာစီးရီးတွေထဲမှာစိတ်ဝင်းစားစရာတော်တော်ကောင်းပြီးခုထိလည်း ခတ်မှီပြီးကြည့်လို့ အဆင်ပြေနေသေးတာကြောင့်Channel Myanmar ကနေပါဝါရိန်းဂျာစီးရီးတွေထဲကမှပထမဆုံးအနေနဲ့ ဒီ စီးရီးကိုရွေးချယ်ပြီးဘာသာပြန်ပေးလိုက်ပါတယ်။Translated By : Charm WaveEncoded By : XCode ListSeason 1 Complete : Drive  Soliddirve    VIP (1.49 GB)Season 2 Complete : Drive  Soliddirve    VIP (1.49 GB)Season 3 Complete : Drive  Soliddirve    VIP (1.49 GB)Season 4 Complete : Drive  Soliddirve    VIP (1.49 GB)ဒါရိုက် ကြည့်ရှုရန် Datbu ကို နှိပ်၍ ကြည့်ရှုနိုင်ပါတယ် 