Synopsis of Doctor John(2019)Doctor John(2019)ဇာတ်လမ်းတွဲအပိုင်း ( ၁ မှ ၁၄) နှင့် အပိုင်းသစ် (၁၅)ကိုရီးယားဇာတ်လမ်းတွဲတွေဟာ အထူးသဖြင့် ဆရာဝန်နဲ့သက်ဆိုင်တဲ့ဇာတ်လမ်းတွဲတွေမှာဆိုရင် သူတို့နိုင်ငံရဲ့ ဆေးပညာအဆင့်အတန်းကိုကမ္ဘာကိုပြချင်တာကြောင့် ဆရာဝန်ကားတွေဆို အသေးစိတ်ရိုက်ကူးလေ့ရှိကြတယ်..Good Doctor 2013 လို စီးရီးမျိုးကို 2017 မှာတောင် တခြားနိုင်ငံကပြန်လည်ရိုက်ကူးခဲ့တာအတော်များများသိကြမှာပါ…သူတို့ရိုက်တဲ့ ဆေးလောကနဲ့သက်ဆိုင်တဲ့စီးရီးတွေက ဇာတ်လမ်းဇာတ်အိမ်လည်းကောင်းမွန်သလို ဆေးပညာတွေကိုလည်းပညာသားပါပါ ထည့်လေ့ရှိကြတယ်…Doctor Stranger 2014,Medical Top Team 2013,The Doctors 2016, Live upto your Name 2017 စတဲ့ ဇာတ်လမ်းတွဲတွေဟာ တကယ့်ကိုကောင်းမွန်တဲ့ဆေးပညာကိုဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတဲ့ အထင်ကရ ဇာတ်လမ်းတွဲတွေပါပဲ…ခုရက်ပိုင်းလေးက ထွက်ထားတဲ့ Doctor Prisoner လည်းရှိပါသေးတယ်…သို့ပေမယ့် ဒီလိုကားတွေဟာ ဘာသာပြန်ဖို့ကျတော့ ဆေးပညာနဲ့ပတ်သက်တဲ့အသုံးအနှုန်းတွေကြောင့် အခက်အခဲများစွာရှိလို့ မတင်ဖြစ်တာများပါတယ်…ဒါပေမယ့် အခုစီးရီးကျတော့ တော်တော်ကြီးကောင်းမွန်လို့ဘာသာပြန် ညီမငယ်များဟာ နီးစပ်ရာ ဆေးလောက က သူငယ်ချင်းတွေအကူအညီနဲ့မူရင်း အရသာမပျက်အောင် အတတ်နိုင်ဆုံးကြိုးစားပြန်ထားပေးပါတယ်…ဇာတ်လမ်းအညွှန်းကိုပြောရမယ်ဆိုရင်……ချာယိုဟန်ဆိုတဲ့ဆရာဝန်တစ်ယောက်ဟာ ထောင်ကျနေတယ်…အကြောင်းကတော့ ကိုယ့်လူနာကိုပြန်သတ်ခဲ့လို့ပါတဲ့…သူဟာ ထောင်မကျခင်တုန်းက တကယ့်ကိုတော်လွန်းတဲ့ဆရာဝန်တစ်ယောက်ပါ…အဲ့ဒီကာလနဲ့မရှေးမနှောင်းမှာ ဒေါက်တာကန်စီယောင်းဆိုတဲ့ ဆရာဝန်မတစ်ယောက်ဟာမတော်တဆမှုတစ်ခုကြောင့် လူနာရဲ့ အသက်ကိုမကယ်လိုက်နိုင်လို့ကိုယ့်ကိုကိုယ်ယုံကြည်ချက်တွေကုန်ဆုံးရင်းလမ်းပျောက်နေသလိုဖြစ်နေတယ်….ဒါပေမယ့် ဆရာဝန်မလေး ကန်စီယောင်း ဟာ ချာယူဟန်ရှိတဲ့ အကျဉ်းထောင်မှာအချိန်ပိုင်းဆရာဝန်အဖြစ် အလုပ်လုပ်ဖို့ဖြစ်လာခဲ့တယ်…သူတို့ (၂)ယောက်ဘယ်လိုဆုံကြမလဲ….ထောင်ထဲမှာရော ရောဂါမျိုးစုံကို ဘယ်လိုရှင်းကြမလဲ…ချာယူဟန်ကရော သူ့စိတ်ဓာတ်ကိုပြန်လည်ပြင်ဆင်နိုင်ပါ့မလား….ဆေးလောကရဲ့ ပြသနာမျိုးစုံတွေ…..လူသားချင်းစာနာထောက်ထားမှုတွေ….ချစ်ခြင်းမေတ္တာတွေကို ကိုပြသသွားတဲ့ ဒီဇာတ်လမ်းတွဲဟာ တကယ့်ကိုဆွဲဆောင်မှုရှိလှပါတယ်…မင်းသားရော မင်းသမီးရော လှပချောမောကြပါတယ်..အပိုင်း ၁၆ ပိုင်း ထွက်ရှိမှာဖြစ်ပြီးယ္ခုထွက်ရှိပြီးဖြစ်တဲ့ ၄ ပိုင်းကို တင်ဆက်ပေးထားပါတယ်…ခံစားကြည့်ကြပါဦး…ဘာသာပြန်သူများကတော့ ညီမငယ် May Tharaphi Lwin, Cynthia နဲ့ Yoonwahwah Theintတို့ပဲဖြစ်ပါတယ်….Quality –  WEB-DLDuration – 60min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator –May Tharaphi Lwin, Cynthia & Yoonwahwah TheintEncoder – Phyo PyaeQuality –  WEB-DLDuration – 60min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : DramaTranslator –May Tharaphi Lwin, Cynthia & Yoonwahwah TheintEncoder – Phyo PyaeEp1-16 VIP      VeryfilesEp17-32 VIP      Veryfiles 