Synopsis of Our Planet (2019)Netflixနဲ့ Silverback Filmsတို့ကနေ ပူးပေါင်းတင်ဆက်ထားတဲ့Our Planetဟာ IMDBမှာ 9.4 နဲ့ RottenTomatoes မှာ 93% အထိ ratingရရှိထားတဲ့ အပိုင်း ၈ ပိုင်းပါဝင်တဲ့Documentary series ဖြစ်ပြီးစက်တင်ဘာ ၂၂ရက်နေ့မှာ ကျင်းပခဲ့တဲ့ Emmyဆုပေးပွဲကြီးမှာလဲအကောင်းဆုံး documentary seriesဆုကိုအားလုံးမျှော်မှန်းထားတဲ့အတိုင်းရယူနိူင်ခဲ့ပြီး စီးရီးရဲ့နောက်ခံစကားပြော David AttenboroughကလဲBest Narratorဆုကို ဆွတ်ခူးရရှိခဲ့ပါတယ်။Documentaryစီးရီး ဖြစ်လို့ ကြည့်ရတာပျင်းစရာကြီးလားလို့မေးရင် ထိုင်ရာကမထတမ်း ကြည့်မိလောက်အောင်ထိကိုဆွဲဆောင်မှုရှိတယ်လို့ ပြန်ဖြေမှာရပါ။ဘာကြောင့်ဒီလောက်ထိ ကြည့်ရှုသူကို ဆွဲဆောင်ထားနိူင်တာလဲ?အပိုင်းတစ်ပိုင်းစီမှာ လူသူအရောက်ပေါက်နည်းပြီး အရင်ကတစ်ခါမှရိုက်ကူးလေ့လာမှုမလုပ်ရသေးတဲ့ မတူညီတဲ့ နေရာဒေသပေါင်းစုံကသက်ရှိဘဝတွေ သဘာဝဖြစ်စဉ်တွေကို လျှိ့ဝှက်ကင်မရာတွေ ဒရုန်းတွေနဲ့စိတ်ဝင်စားဖွယ် ရိုက်ကူး တင်ဆက်ထားတာပါ။ဒီလိုရိုက်ကူးနိူင်ဖို့ သေချာ ရွေးချယ်ထားတဲ့အတော်ဆုံးရိုက်ကူးရေးအဖွဲ့ဝင်ပေါင်း ၆၀၀ကျော်ဟာ နိူင်ငံပေါင်း ၅၀ကျော်ကနေရာဒေသအစုံမှာ ရိုက်ကူးရေး ရက်ပေါင်း ၃၅၀၀ကျော်(စုစုပေါင်းကြာမြင့်ချိန် လေးနှစ်ကျော်) အချိန်ယူပြီးနောက်ဆုံးပေါ် ကင်မရာနည်းပညာတွေနဲ့ရိုက်ကူးထားတာဖြစ်လို့ ကြည့်ရ မြင်ရသမျှကထူးခြားလှပဆန်းသစ်ပြီး ဗဟုသုတတွေလဲ တနင့်တပိုး ရစေမှာပါစီးရီးရဲ့ Producerတစ်ယောက်ဖြစ်တဲ့ Keith Scholeyရဲ့ပြောကြားချက်အရဒီစီးရီးမှာ ကျွန်တော်တို့ ကြည့်ရတဲ့ တစ်မိနစ်စီတိုင်းဟာနောက်ကွယ်မှာ ရိုက်ကူးရေးကြာချိန် မိနစ် ၁၀၀၀ထိ အချိုးကျ ရှိပါတယ်တဲ့မှတ်တမ်းရုပ်ရှင်ဖြစ်ပေမယ့် နောက်ခံmusicရဲ့ ပံ့ပိုးပေးနိူင်မှု၊ နောက်ခံပြောပြသူဖြစ်တဲ့David Attenboroughရဲ့ပညာသားပါစွာ ပြောပြပေးနိူင်မှု၊ရိုက်ကူးတင်ဆက်ပုံနှင့် အကြောင်းအရာဆန်းသစ်မှုတွေကြောင့်ကြည့်ရင်း ပျော်ရွှင်ရ ဝမ်းနည်းရ စိတ်လှုပ်ရှားရ နဲ့ တကယ့်ကိုဇာတ်အိမ်ခိုင်လှတဲ့ရုပ်ရှင်ကားကြီးတစ်ကား ကြည့်နေရသလို ခံစားမိစေမှာပါ။ဒါဆို ဒီစီးရီးက ဖျော်ဖြေရေးသက်သက်ပဲလား..?ဒီစီးရီးရဲ့အပိုင်းတစ်ပိုင်းစီတိုင်းမှာ တင်ဆက်သမျှအကြောင်းအရာတွေဟာ…အပိုင်းရဲ့အစပိုင်းမှာတော့ ကမ္ဘာအဝှမ်းလူသူမနီးတဲ့ ဒေသတွေကထူးခြားသက်ရှိတိရိစ္ဆာန်တွေနဲ့ သဘာဝဖြစ်စဉ်တွေအကြောင်းကိုစိတ်ဝင်စားဖွယ် မျက်တောင်မခတ်တမ်း ကြည့်ကြရမှာဖြစ်ပြီးအပိုင်းရဲ့အဆုံးသတ်မှာတော့ ကျွန်တော်တို့ လူသားတွေရဲ့လက်လွတ်စပယ်အပြုအမူတွေကြောင့် သဘာဝတရားကြီးဘယ်လောက်ထိ ထိခိုက်ပျက်စီးသွားခဲ့ပြီလဲ ၊ကုန်းနေ ရေနေ တိရိစ္ဆာန်တွေရဲ့ ဘဝတွေကို ဘယ်လောက်များထိခိုက်နစ်နာစေခဲ့ပြီလဲ ဆိုတာတွေကို ရင်နာနာနဲ့ ကြည့်ကြရမှာပါ။ဒါပေမယ့် ဒါတွေကို နောက်ထပ်ဆက်မဖြစ်အောင်၊ ပျက်စီးဆုံးရှုံးသွားခဲ့ရတဲ့သစ်တောတွေ၊ မျိုးသုန်းလုနီးပါးဖြစ်ခဲ့ရတဲ့ တိရိစ္ဆာန်တွေ ပြန်လည်နလန်ထူလာနိူင်အောင် ကျွန်တော်တို့တွေဘယ်လိုလုပ်ကြရမလဲဆိုတာကို အပိုင်းတိုင်းမှာ ဖော်ထုတ် တင်ဆက်ထားပါတယ်။“ကမ္ဘာကြီးဟာ အိမ်တစ်လုံးဆိုပါစို့ကျွန်တော်တို့လူသားတွေ အပါအဝင်သက်ရှိအဖွဲ့စည်း တစ်ခုလုံးဟာဒီအိမ်ကြီးပေါ်မှာ မှီခိုနေထိုင်ကြတဲ့ မိသားစုဝင်တွေပါ ”အိမ်တစ်အိမ်မှာ ပျက်စီးသမျှနေရာတိုင်းကို အိမ်သူအိမ်သားတွေအားလုံးပြုပြင်ဖာထေးကြရမယ့် တာဝန်ရှိပါတယ်။Our Planetမှာတော့ ကျွန်တော်တို့အားလုံးရဲ့မှီခိုနေထိုင်ရာ အိမ်ကြီးဟာဘယ်နေရာမှာ ဘယ်လိုယိုယွင်းပျက်စီးနေပြီဆိုတာတွေ ဘယ်လိုမျိုးနည်းနဲ့ပြုပြင်ဖာထေးကြရမယ် ဆိုတာတွေကိုသေသေချာချာကို ထုတ်ဖော် တင်ဆက်ထားတာကြောင့်ဒီစီးရီးကို သင်ကိုယ်တိုင်လဲကြည့်ပြီး နီးစပ်ရာလူတိုင်းကိုလဲမျှဝေပေးသင့်တဲ့အကြောင်း ညွှန်းဆိုလိုက်ရပါတယ်။Sane Khet ႏွင့္ Kaung Khant Winတို႔မွ ဘာသာျပန္ေပးထားၿပီးXCode မွ တင္ဆက္ေပးထားပါတယ္Complete Zip     VIPEP 01 – Drive  Soliddrive   (300MB)EP 02 – Drive  Soliddrive   (300MB)EP 03 – Drive  Soliddrive   (300MB)EP 04 – Drive  Soliddrive   (300MB)EP 05 – EP 06 – Drive  Soliddrive   (300MB)EP 07 – Drive  Soliddrive   (300MB)EP 08 – Drive  Soliddrive   (300MB) 