Synopsis of The Sand Princess (2019)The Sand Princess (2019)================” သဲမင္းသမီးေလး “သူမနာမည္က ဂုတ္ ( ဂုတ္ခ်နီဖာ )ဂုတ္ဆိုတဲ့အဓိပၸါယ္က ၾကာပန္းေလးေပါ့…ဒါေပမယ့္ သူမဘဝက ေနကိုမျမင္ရတဲ့ရႊံ႕ႏြံေတြဖံုးေနတဲ့ ၾကာပန္းေလးလိုပါပဲမိဘအရင္းေတြဘယ္သူမွန္းမသိတဲ့ မိဘမဲ့အျဖစ္ ေမြးဖြားခဲ့ၿပီး ငယ္ငယ္တည္းက စာနဲ႔အလုပ္တူတူတြဲလုပ္ၿပီး ကိုယ့္ကိုယ္ကိုယ္အားကိုးခဲ့ရတယ္ ၊တစ္ေန႔မွာေတာ့ ဂ်ီရာဖတ္ဆိုတဲ့သူေဌးသားေလးနဲ႔ေတြ႔ခဲ့တယ္ေနေရာင္ကိုေတြ႔လိုက္ရတဲ့ေသခါနီးၾကာပန္းေလးလို သူမေပ်ာ္ခဲ့တာေပါ့…ဒါေပမယ့္ အမွားႀကီးမွားခဲ့တာတယ္ဂ်ီရာဖတ္က ငေပြင႐ူပ္ လူေဘာ္ေက်ာ့ျဖစ္ေနခဲ့ၿပီး ဂုတ္က သူ႔ပိုက္ဆံယူတဲ့ခိုင္းဖက္ျဖစ္ခဲ့ရတယ္…တစ္ရက္မွာ ဂုတ္က ဂ်ီ႕မိန္းကေလးကိစၥတခုမွာ မေမ်ွာ္လင့္ပဲ ဝင္ပါခဲ့မိတယ္အဲ့ဒီအရာကပဲ သူမဘဝကိုအေျပာင္းလဲႀကီးေျပာင္းလဲသြားေစခဲ့တယ္ဂ်ီ႕က သူ႔ရည္းစားကေမြးတဲ့ သူ႔သမီးကို ဂုတ္သမီးအျဖစ္ေမြးေပးဖို႔ ပိုက္ဆံေပးငွါးခဲ့တယ္သူကက် ေမာ္ဒယ္ေခ်ာေလးအက္ဖ္နဲ႔ယူေတာ့မွာေပါ့ ၊ဒီလိုနဲ႔ ဂုတ္က ဂ်ီ႕ကေလးေလးကို ထိန္းခဲ့ရင္း ခီရာကြမ္လို႔ေခၚတဲ့လူေခ်ာေလးနဲ႔ ေတြ႔ဆံုခဲ့တယ္ ၊မထင္မွတ္ထားပဲ ခီရာကြမ္က ဂ်ီရာဖတ္ အကိုျဖစ္ေနတဲ့အျပင္ အက္ဖ္ရည္းစားေဟာင္းပါျဖစ္ေနတဲ့အခါမွာေတာ့…သူ႔ညီ ေ႐ွ႕ေရးမပ်က္စီးဖို႔ ဂုတ္ကို သူနဲ႔လက္ထပ္ဖို႔ကမ္းလွမ္းခဲ့ရာကဂ်ီ ဂုတ္ ခီ သူတို႔ေတြရဲ႕ သံုးပြင့္ဆိုင္ဇာတ္လမ္းေလးစတင္ခဲ့ေတာ့တယ္…။( အညႊန္းေရးသားျပီး ဘာသာျပန္ေပးထားၾကတာကေတာ့ Kyi Nue Zin နဲ႔ Nang Mwe Kham ျဖစ္ပါတယ္ )Cast :ဂုတ္ အျဖစ္ Baifern Pimchanokဂ်ီ အျဖစ္ March Chutavuthခီ အျဖစ္ Dan Warrawech တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ ။[ Unicode ]The Sand Princess (2019)================” သဲမငွးသမီးလေး “သူမနာမညကွ ဂုတွ ( ဂုတခွနှီဖာ)ဂုတဆွိုတဲ့အဓိပပြါယကွ ကှာပနွးလေးပေါ့…ဒါပမယွေ့ သူမဘဝက နကေိုမမှငရွတဲ့ရှှံ့နှံတှဖေုံးနတေဲ့ ကှာပနွးလေးလိုပါပဲမိဘအရငွးတှဘယသွေူမှနွးမသိတဲ့ မိဘမဲ့အဖှဈ မှေးဖှားခဲ့ပှီး ငယငွယတွညွးက စာနဲ့အလုပတွူတူတှဲလုပပွှီး ကိုယွ့ကိုယကွိုယအွားကိုးခဲ့ရတယွ ၊တဈနေ့မှာတော့ ဂှီရာဖတဆွိုတဲ့သူဌေးသားလေးနဲ့တှေ့ခဲ့တယွနရေောငကွိုတှေ့လိုကရွတဲ့သခေါနီးကှာပနွးလေးလို သူမပှောခွဲ့တာပေါ့…ဒါပမယွေ့ အမှားကှီးမှားခဲ့တာတယွဂှီရာဖတကွ ငပှငရေူပွ လူဘောကွှော့ဖှဈနခေဲ့ပှီး ဂုတကွ သူ့ပိုကဆွံယူတဲ့ခိုငွးဖကဖွှဈခဲ့ရတယွ…တဈရကမွှာ ဂုတကွ ဂှီ့မိနွးကလေးကိဈစတခုမှာ မမှှောလွငွ့ပဲ ဝငပွါခဲ့မိတယွအဲ့ဒီအရာကပဲ သူမဘဝကိုအပှောငွးလဲကှီးပှောငွးလဲသှားစခေဲ့တယွဂှီ့က သူ့ရညွးစားကမှေးတဲ့ သူ့သမီးကို ဂုတသွမီးအဖှဈမှေးပေးဖို့ ပိုကဆွံပေးငှါးခဲ့တယွသူကကှ မောဒွယခွှောလေးအကဖွနွဲ့ယူတော့မှာပေါ့ ၊ဒီလိုနဲ့ ဂုတကွ ဂှီ့ကလေးလေးကို ထိနွးခဲ့ရငွး ခီရာကှမလွို့ခေါတွဲ့လူခှောလေးနဲ့ တှေ့ဆုံခဲ့တယွ ၊မထငမွှတထွားပဲ ခီရာကှမကွ ဂှီရာဖတွ အကိုဖှဈနတေဲ့အပှငွ အကဖွရွညွးစားဟောငွးပါဖှဈနတေဲ့အခါမှာတော့သူ့ညီ ရှေ့ရေးမပကှစွီးဖို့ ဂုတကွို သူနဲ့လကထွပဖွို့ကမွးလှမွးခဲ့ရာကဂှီ ဂုတွ ခီ သူတို့တှရေဲ့ သုံးပှငွ့ဆိုငဇွာတလွမွးလေးစတငခွဲ့တော့တယွ…။(အညှှနွးရေးသားပှီး ဘာသာပှနပွေးထားကှတာကတော့ Kyi Nue Zin နဲ့ Nang Mwe Kham ဖှဈပါတယွ)Castဂုတွ အဖှဈ Baifern Pimchanokဂှီ အဖှဈ March Chutavuthခီ အဖှဈ Dan Warrawech တို့က ပါဝငသွရုပဆွောငထွားပါတယွ ။Native Title: เจ้าหญิงเม็ดทรายAlso Known As: The Grain of Sand PrincessGenres: Romance, DramaAired On: Saturday, SundayNetwork: GMM 25File Size : 400 MBQuality : -HDTVFormat : mp4Subtitle : Myanmar Subtitle (Hardsub)Translated by Kyi Nue Zin , Nang Mwe KhamEncoded by Naing Aung Latt (1) [400MB] GDrive  Openload    SolidDrive (2) [400MB] GDrive  Openload    SolidDrive (3) [400MB] GDrive  Openload    SolidDrive (4) [400MB] GDrive  Openload    SolidDrive (5) [400MB] GDrive  Openload    SolidDrive (6) [400MB] GDrive  Openload    SolidDrive (7) [400MB] GDrive  Openload    SolidDrive (8) [400MB] GDrive  Openload    SolidDrive (9) [400MB] GDrive  Openload    SolidDrive (10) [400MB] GDrive  Openload    SolidDrive (11) [400MB] GDrive  Openload    SolidDrive (12) [400MB] GDrive  Openload    SolidDrive (13) [400MB] GDrive  Openload    SolidDrive (14) End ဇာတ္သိမ္းပိုင္း [400MB] GDrive  Openload    SolidDriveZip File1 – 7 –     Userdrive  VIP8 – 14 –     VIPျပီးပါျပီ 