Synopsis of The Haunting of Hill House {Complete}Plotမိသားစု ၁ စုရှိတယ်။မိဘနှစ်ယောက်က အိမ်ဟောင်း အိမ်အိုကြီးတွေကို ဝယ်၊ ပြန်ပြီးခမ်းနားသစ်လွင်သွားအောင်ပြုပြင်၊ စျေးတင်ပြီး ပြန်ရောင်းတတ်တဲ့ သူတွေ။ကလေး ၅ ယောက်နဲ့အတူ ပျော်ပျော်ရွှင်ရွှင် ချစ်ချစ်ခင်ခင်ပဲ။ဒါပေမဲ့ Hill မိသားစုရဲ့ အိမ်ကြီးကို ပြင်ဖို့ ပြောင်းရွှေ့လာတဲ့အခါမှာတော့ဒီ မိသားစု တစ်စုလုံးရဲ့ ဘဝကို ဆယ်စုနှစ်ပေါင်းများစွာ ပြောင်းလဲဖို့ အဖြစ်အပျက်တွေနဲ့ တွေ့ကြုံလာရပါတယ်။ReviewPlot ကိုဖတ်ကြည့်ရင် ထင်ကြမိမှာက typical horror ဇာတ်လမ်းပဲ၊အိမ်ပြောင်း သရဲခြောက်တယ် ဆိုပြီး။ဒါပေမဲ့ ဒီ base idea ကပဲ တူပြီး ကျန်တဲ့တစ်တွဲလုံးနီးပါးကနည်းနည်းလေးထူးခြားပါတယ်။သာမန် သရဲခြောက်လို့ ပြဿနာတွေ တောက်လျှောက်တက်တယ်ဆိုတဲ့ပုံမျိုးမဟုတ်ဘဲ ဒီအိမ်ကြီးကြောင့် ဖြစ်လာတဲ့ အကျိုးဆက်တွေကိုပိုပြီး ဦးတည်ထားတယ်။ ဒီအိမ်ကို ရောက်တော့ ကလေးတွေကငယ်ကြသေးတယ်။ဒါပေမဲ့ အိမ်မှာ အဆင်မပြေလို့ အိမ်ပြောင်းသွားတယ်၊ အသက်တွေကြီးလာတယ်၊ကလေးတွေရ အိမ်ထောင်တွေ ကျတဲ့အထိဒီအိမ်ကြီးရဲ့ လွှမ်းမိုးမှုတွေ၊ ငယ်ဘဝက ကြုံတွေ့ခဲ့ရတဲ့ trauma တွေကမိသားစုတစ်ခုလုံးကို သက်ရောက်နေတုန်းပဲ။ ဒါနဲ့ပဲ ငယ်ငယ်ကအရမ်းပျော်စရာကောင်းလှတဲ့ မိသားစု၊ ကြီးလာတော့ မခေါ်မပြော၊ ခေါ်ပြောရင်တောင်ရင်ထဲ အစာမကျေ၊ တစ်ယောက်နဲ့ တစ်ယောက် နှိမ်တာမျိုးတွေ ဖြစ်လာတယ်။ဇာတ်လမ်းတွဲရဲ့ တင်ဆက်ပုံအရ ငယ်ငယ်တုန်းကအချိန်နဲ့ လက်ရှိအချိန်တို့ကို တစ်လှည့်စီ ပညာသားပါပါပြသွားတဲ့အတွက် အကျိုးအကြောင်းတွေ ဆုံလို့ ပွင့်ထွက်ကုန်ကြတဲ့အခါမှာဝမ်းနည်းဖို့လည်းကောင်း၊ သနားဖို့ တရားရဖို့လည်း ကောင်းတာတွေတွေ့လာရတယ်။ပိုများတာကတော့ ခြောက်ခြားဖို့ပေါ့။ခြောက်ခြားတယ်ဆိုလို့ တစ်ကားလုံးမှာ Jump Scare က ပါတယ်ဆိုရုံလောက်ပဲ။ဇာတ်ဝင်ခန်းအများစုမှာ jump scare ထည့်ပြီး ခြောက်လို့ရတဲ့အခွင့်အရေးတွေအများကြီး ရှိပေမဲ့ လုံးဝမသုံးသွားဘဲ လူကို ခြောက်ခြားအောင်လောက်ပဲလုပ်ထားတယ်။ဥပမာ အိပ်ရင်းနိုးလာလို့ မျက်လုံးဖွင့်ကြည့်လိုက်တာနဲ့ ကိုယ့်အပေါ်မှာ သရဲမကမိုးပြီးကြည့်နေတာကို ဗြန်းခနဲ ပစ်မထည့်ထားဘူး။ဇာတ်ကောင် နိုးလာတယ်၊ မျက်လုံးက အပေါ်ကိုမော့ကြည့်ပြီး မျက်လုံးပြူး၊ အသက်ရှူမြန်ပြီး ေကြာက်နေတာကိုပဲ ပြတယ်။ပြီးတော့မှ ကင်မရာကို အပေါ်ဖြည်းဖြည်းပြပြီး အပေါ်မှာဘယ်သူ ဘယ်လိုရောက်နေတယ်ဆိုတာ မြင်ရတယ်။တခြားအခန်းတွေဆိုလည်း ဝုန်းဒိုင်းဆိုပြီးsound effect တွေထည့်မထားဘဲ လူတွေစကားပြောနေတာကိုမှသရဲက အဝေးက ရပ်ကြည့်နေတာမျိုး out of focus ပုံစံနဲ့ မြင်ရတယ်။(ဇာတ်ဝင်ခန်းအများစုမှာ သရဲတွေကို out of focus ပုံစံနဲ့မသိမသာ ဖျောက်ထားတာတွေ အများကြီးပါသေးတယ်။ဥပမာ ကလေးနှစ်ယောက် စကားပြောတာ ပြတယ်။ကိုယ်ကတော့ ကလေးနှစ်ယောက်ကိုပဲ အာရုံရောက်ပြီးကြည့်နေပေမဲ့ ဘေးနားက ခုံအောက်မှာ သရဲတစ်ကောင်ထိုင်နေတာမျိုး။ ဆ ိုတော့ ကြည့်ရင် သေချာလေးဂရုစိုက်ကြည့်ကြည့်ကြပေါ့။ ပိုကြောက်ဖို့ကောင်းတယ် 😛 )။ပါလာတဲ့ Jump scare လိုအကွက်တွေကလည်း cheap ဖြစ်တဲ့အကွက်မဟုတ်ဘဲ ထိရောက်တဲ့ အခန်းတွေမှာပဲ ပါတာများတယ်။သရုပ်ဆောင်တဲ့နေရာမှာလည်း အားလုံးကိုသဘောကျတယ်။ ကလေး သရုပ်ဆောင်တွေကလန်ထွက်နေတာ။ကြိုက်ဆုံးကတော့ အမြွှာနှစ်ယောက် (Luke and Nelle) အဖြစ်သရုပ်ဆောင်တဲ့ ၂ ယောက်ကိုပိုသဘောကျမိတယ်။အကြီး version ရော အငယ် version ရောပဲ။ကျန်တဲ့ နေရာတွေဖြစ်တဲ့ production design, မီးရောင်, camera angle တွေ, ကာလာ တွေ အရမ်းမိုက်တယ်။သိပ်အားမရတာက သူ့ဇာတ်လမ်းအရ Hill House မှာပဲပတ်ချာလည်ရိုက်နေတာမဟုတ်ဘဲ အပြင် scene တွေပါ များတော့အိမ်ကြီးရဲ့ ရိုက်ချက်တွေ ပိုမြင်ချင်တာ တစ်ခုပါပဲ။အိမ်ကြီးက လန်ထွက်နေတာကိုး။ (Crimson Peak ကို ပြန်သတိရမိတယ်)Haunting of Hill House ဟာ အေးအေးဆေးဆေးနဲ့ ဇာတ်လမ်းအရခြောက်ခြားဖို့ကောင်းတဲ့ ကားမျိုး အရသာခံကြည့်ချင်တဲ့သူတွေအတွက် အများကြီးအဆင်ပြေပါလိမ့်မယ်။တစ်ကားလုံး မကြောက်ကြောက်အောင် ခြောက်နေတဲ့ ဇာတ်လမ်းတွဲမဟုတ်ဘဲတဖြည်းဖြည်းခြောက်ခြားဖို့ လန့်ဖို့ကောင်းအောင်လုပ်ထားတဲ့အတွက် ကြမ်းကြမ်းတမ်းတမ်း ခြောက်တာပဲကြိုက်တဲ့သူအတွက်တော့ သဘောကျမကျ မပြောတတ်ဘူး။ကြားထဲမှာလည်း ငယ်ဘဝနဲ့ လက်ရှိဘဝဆိုပြီး story and character development လုပ်နေတဲ့အတွက်နည်းနည်းလေး အတက်နှေးတယ်။ပြီးတဲ့အထိ စောင့်ကြည့်လိုက်ရင်တော့ လုံးဝတန်ပါတယ်။Netflix မှာ October 12 က မှ စရောက်တဲ့ Series သစ်ဖြစ်ပြီး 10 ခုပါပါတယ်။ EP 10 ခုလုံး အစအဆုံး ကြည့်လို့ရပါပြီ။Review ကို Datshin Page မှ Admin KPK ရေးတာကို ကူးယူဖော်ပြပါသည်။ဒီစီးရီးကို ဘာသာပြန်ပေးထားသူတွေကတော့ CM Translator တွေဖြစ်တဲ့Wai Zin , Shain Htet Naing , Hein Thet Naing , May Thu , Bommy Chanတို့ဖြစ်ပြီး Thit San Khant မှ Encode ၍ တင်ဆက်ပေးထားပါတယ်Quality – 1080PComplete Zip VIP  1-5  6-10  [1-5]  [6-10] (1) Gdrive  YuuDrive     Upstream (2) Gdrive  YuuDrive     Upstream (3) Gdrive  YuuDrive     Upstream (4) Gdrive  VIP (5) Gdrive  VIP (6) Gdrive  YuuDrive     Upstream (7) Gdrive  YuuDrive     Upstream (8) Gdrive  YuuDrive     Upstream (9) Gdrive  YuuDrive     Upstream (10) Gdrive  YuuDrive     Upstream 