Synopsis of The Spy (2019) Season 1 [COMPLETE](Unicode)ဒီဇာတ်လမ်းတွဲကတော့ ၆ ပိုင်းပဲ ရှိပါတယ်။ကမ္ဘာကျော် အစ္စရေး စပိုင်ကြီး အယ်လီကိုဟင် အကြောင်းပါပဲ။အစ္စရေး ဆီးရီးယားစစ်ပွဲရဲ့ အဖြေကို ဆုံးဖြတ်ပေးနိုင်ခဲ့သူတွေထဲက တစ်ယောက်ပါပဲ။ကျွန်တော်က စပိုင်ကားကောင်းကောင်းတွေ အရမ်းကြိုက်ပါတယ်။ဒီကားတွေက ပေးတဲ့ ရင်ခုန်ရပုံက အခြားကားတွေနဲ့မတူပါဘူး။တစ်ချက်စကားမှားတာနဲ့ သေသွားနိုင်တဲ့အခြေအနေကြားမှာ လှုပ်ရှားနေရတာတွေကို ကြည့်ရတာ ကြိုက်ပါတယ်။ပြီးတော့ စပိုင်ကားကောင်းကောင်းတွေကလည်း အထွက်ရှားတာကိုး။Bridge of spies တို့ Infiltrator တို့လိုပေါ့။ ဒီစပိုင်ကတော့ တကယ့်လူပါ။ဆီးရီးယားတစ်နိုင်ငံလုံးက မျိုးချစ်ပုဂ္ဂိုလ်ကြီးအဖြစ် သိထားကြပြီးအစိုးရပိုင်း စစ်တပ်ပိုင်းရဲ့ ထိပ်တန်းပုဂ္ဂိုလ်တွေနဲ့ အရင်းနှီးဆုံးလူတစ်ယောက်ပါ။နောက်ဆုံး သူ့ကို မိသွားချိန်မှာ တစ်ကမ္ဘာလုံး အံ့သြသွားလောက်အောင်ကို ပိရိခဲ့တဲ့သူပါပဲ။ဒုကာကွယ်ရေးဝန်ကြီးတောင် တက်ဖြစ်တော့မယ့် အခြေအနေရောက်အောင် ဟန်ဆောင်လှုပ်ရှားနိုင်ခဲ့တာပါ။ပိတ်ရက်မှာ အေးဆေးနဲ့ အထူးခံစားလို့ကောင်းမယ့် မီနီစီးရီးလေးပါပဲ(ဘာသာပြန်ပေးထားသူကတော့ Littleneo ပါ)(Zawgyi)ဒီဇာတ္လမ္းတြဲကေတာ့ ၆ ပိုင္းပဲ ရွိပါတယ္။ကမာၻေက်ာ္ အစၥေရး စပိုင္ၾကီး အယ္လီကိုဟင္ အေၾကာင္းပါပဲ။အစၥေရး ဆီးရီးယားစစ္ပြဲရဲ႕ အေျဖကို ဆံုးျဖတ္ေပးႏုိင္ခဲ့သူေတြထဲက တစ္ေယာက္ပါပဲ။ကြ်န္ေတာ္က စပိုင္ကားေကာင္းေကာင္းေတြ အရမ္းၾကိဳက္ပါတယ္။ဒီကားေတြက ေပးတဲ့ ရင္ခုန္ရပံုက အျခားကားေတြနဲ႕မတူပါဘူး။တစ္ခ်က္စကားမွားတာနဲ႕ ေသသြားႏုိင္တဲ့အေျခအေနၾကားမွာ လႈပ္ရွားေနရတာေတြကို ၾကည့္ရတာ ၾကိဳက္ပါတယ္။ၿပီးေတာ့ စပိုင္ကားေကာင္းေကာင္းေတြကလည္း အထြက္ရွားတာကိုး။Bridge of spies တို႕ Infiltrator တို႕လိုေပါ့။ ဒီစပိုင္ကေတာ့ တကယ့္လူပါ။ဆီးရီးယားတစ္ႏုိင္ငံလံုးက မ်ိဳးခ်စ္ပုဂိၢဳလ္ၾကီးအျဖစ္ သိထားၾကၿပီးအစိုးရပိုင္း စစ္တပ္ပိုင္းရဲ႕ ထိပ္တန္းပုဂၢိဳလ္ေတြနဲ႕ အရင္းႏွီးဆံုးလူတစ္ေယာက္ပါ။ေနာက္ဆံုး သူ႕ကို မိသြားခ်ိန္မွာ တစ္ကမာၻလံုး အံ့ၾသသြားေလာက္ေအာင္ကို ပိရိခဲ့တဲ့သူပါပဲ။ဒုကာကြယ္ေရးဝန္ၾကီးေတာင္ တက္ျဖစ္ေတာ့မယ့္ အေျခအေနေရာက္ေအာင္ ဟန္ေဆာင္လႈပ္ရွားႏိုင္ခဲ့တာပါ။ပိတ္ရက္မွာ ေအးေဆးနဲ႕ အထူးခံစားလို႕ေကာင္းမယ့္ မီနီစီးရီးေလးပါပဲ(ဘာသာျပန္ေပးထားသူကေတာ့ Littleneo ပါ)Quality –  NF WEB-DLDuration – 1hr 00min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Drama, HistorySource : 20p.NF.WEBRip.DDP5.1.x264-NTGTranslator – LittleneoEncoder – Thanhtike Zaw==============================================================================Season 1 [COMPLETE] Zip File (2.34 GB)VIP    Magaup 