Synopsis of Strangers From Hell (2019)(Unicode)ဆိုးလ်မြို့ပေါ်မှာလို့တောင်မထင်ရလောက်အောင် စုတ်ပြတ်သတ်နေတဲ့အဆောင်တစ်ခုဘာမှန်းမသိရပဲ အရမ်းစပ်စုတဲ့ အဆောင်ပိုင်ရှင်အဒေါ်ကြီး တွေ့လိုက်တိုင်း porn တွေကြည့်နေတဲ့ နှာဘူးတစ်ယောက်ကြပ်မပြည့်မတ်မပြည့်ညီအစ်ကို၂ယောက် ရုပ်ကလေးချောချောလေးနဲ့ဘာလုပ်လို့ဘာကိုင်မှန်းမသိ အိတ်တစ်လုံးနဲ့လျှောက်သွားနေတဲ့လူတစ်ယောက်အဲ့လိုမျိုးအရှုတ်ထုတ်တွေကြားထဲကိုရောက်သွားတဲ့ မွဲတေနေတဲ့ အလုပ်သစ်ရကာစကောင်လေးတစ်ယောက် အဲ့ရပ်ကွက်ကကြောင်တွေ၁၃ကောင်ဆက်တိုက်သေတယ်ကြောင်သေမှုကိုစုံစမ်းချင်နေတဲ့ရဲမေလေးတစ်ယောက်ရှိတယ်ပရဟိတတွေလုပ်ပြီးချောမောတဲ့သွားဆရာဝန်တစ်ယောက်လဲပါတယ်အဲ့ရပ်ကွက်မှာ လူပျောက်မှုတွေလဲမကြာမကြာဖြစ်တတ်တယ် ဒီကားကဘယ်လိုကားမျိုးလဲparasite ကိုကြည့်ပြီးပြီလား အဲ့ကားကိုကြည့်တုန်းမှာ ခံစားရတဲ့ခံစားမှုကိုမှတ်မိသေးလားမွန်းကြပ်မှု အားမလိုအားမရဖြစ်မှု ကြောက်လန့်မှု စိတ်လှုပ်ရှားမှု အဲ့လိုတွေခံစားခဲ့ရတယ်မို့လားဒီကားက အဲ့လိုခံစားမှုမျိုးကို အပိုင်း ၁၀ပိုင်းနဲ့ခံစားရမှာပဲ မယုံမရှိနဲ့ တစ်ပိုင်းကြည့်ပြီးရင် နောက်အပိုင်းတွေကိုမကြည့်ပဲမနေနိုင်လောက်အောင်ဆွဲဆောင်မှုရှိတယ်ဆွဲဆောင်မှုအရှိဆုံးအပိုင်းကတော့ ကိုယ်တွေအရမ်းချစ်ရတဲ့ ဂေါ်ဘလင်ကားထဲက သေမင်းဦးဦးကို ဘယ်ကားထဲမှာမှမတွေ့ဖူးသေးတဲ့ဇာတ်ကောင်နဲ့တွေ့ရမှာပဲပြီးတော့ သူကဇာတ်ဆောင်အဖြစ်နဲ့ပါလာတာရောဟုတ်ရဲ့လားနံမည်ကြီးသရုပ်ဆောင်ကို ဇာတ်ပို့လုပ်ခိုင်းပြီးတော့ လူသိပ်မသိတဲ့ နာမည်သိပ်မရသေးတဲ့ သူကို ဇာတ်ဆောင်တင်ရိုက်ထားတဲ့ ဇာတ်လမ်းကြီးက ကြမ်းထော်နေတဲ့ကားမို့ပြီးတော့ OCN ကရိုက်တဲ့ကားမို့ ကြည့်ကြပါလို့တိုက်တွန်းချင်ပါတယ်ဘာမှမရရင်တောင်မှ နောင်တတော့ရမှာပါ ကြည့်ပြီးရင် စိတ်ထဲကမထုတ်နိုင်တော့လို့ ငါလာလို့ကြည့်မိတာလဲဆိုပြီးတော့တစ်ပတ်၂ပိုင်းလာမယ် စနေတနင်္ဂနွေ ညတွေလာမှာပါဘာသာပြန်ပြီးတော့ တနင်္ဂနွေ တနင်္လာမနက်တွေမှာတင်ပေးမှာပါ(ဘာသာပြန်ပေးထားသူတွေကတော့ Felix ပါ)(Zawgyi)ဆိုးလ္ျမိဳ႕ေပၚမွာလို႕ေတာင္မထင္ရေလာက္ေအာင္ စုတ္ျပတ္သတ္ေနတဲ့အေဆာင္တစ္ခုဘာမွန္းမသိရပဲ အရမ္းစပ္စုတဲ့ အေဆာင္ပိုင္ရွင္အေဒၚၾကီး ေတြ႕လိုက္တိုင္း porn ေတြၾကည့္ေနတဲ့ ႏွာဘူးတစ္ေယာက္ၾကပ္မျပည့္မတ္မျပည့္ညီအစ္ကို၂ေယာက္ ရုပ္ကေလးေခ်ာေခ်ာေလးနဲ႕ဘာလုပ္လို႕ဘာကိုင္မွန္းမသိ အိတ္တစ္လံုးနဲ႕ေလွ်ာက္သြားေနတဲ့လူတစ္ေယာက္အဲ့လိုမ်ိဳးအရွဳတ္ထုတ္ေတြၾကားထဲကိုေရာက္သြားတဲ့ မြဲေတေနတဲ့ အလုပ္သစ္ရကာစေကာင္ေလးတစ္ေယာက္ အဲ့ရပ္ကြက္ကေၾကာင္ေတြ၁၃ေကာင္ဆက္တိုက္ေသတယ္ေၾကာင္ေသမွဳကိုစံုစမ္းခ်င္ေနတဲ့ရဲေမေလးတစ္ေယာက္ရွိတယ္ပရဟိတေတြလုပ္ျပီးေခ်ာေမာတဲ့သြားဆရာ၀န္တစ္ေယာက္လဲပါတယ္အဲ့ရပ္ကြက္မွာ လူေပ်ာက္မွုေတြလဲမၾကာမၾကာျဖစ္တတ္တယ္ ဒီကားကဘယ္လိုကားမ်ိဳးလဲparasite ကိုၾကည့္ျပီးျပီလား အဲ့ကားကိုၾကည့္တုန္းမွာ ခံစားရတဲ့ခံစားမွဳကိုမွတ္မိေသးလားမြန္းၾကပ္မွဳ အားမလိုအားမရျဖစ္မွဳ ေၾကာက္လန္႕မွဳ စိတ္လွဳပ္ရွားမွဳ အဲ့လိုေတြခံစားခဲ့ရတယ္မို႕လားဒီကားက အဲ့လိုခံစားမွဳမ်ိဳးကို အပိုင္း ၁၀ပိုင္းနဲ႕ခံစားရမွာပဲ မယံုမရွိနဲ႕ တစ္ပိုင္းၾကည့္ျပီးရင္ ေနာက္အပိုင္းေတြကိုမၾကည့္ပဲမေနနိုင္ေလာက္ေအာင္ဆြဲေဆာင္မွဳရွိတယ္ဆြဲေဆာင္မွဳအရွိဆံုးအပိုင္းကေတာ့ ကိုယ္ေတြအရမ္းခ်စ္ရတဲ့ ေဂၚဘလင္ကားထဲက ေသမင္းဦးဦးကို ဘယ္ကားထဲမွာမွမေတြ႕ဖူးေသးတဲ့ဇာတ္ေကာင္နဲ႕ေတြ႕ရမွာပဲျပီးေတာ့ သူကဇာတ္ေဆာင္အျဖစ္နဲ႕ပါလာတာေရာဟုတ္ရဲ႕လားနံမည္ၾကီးသရုပ္ေဆာင္ကို ဇာတ္ပို႕လုပ္ခိုင္းျပီးေတာ့ လူသိပ္မသိတဲ့ နာမည္သိပ္မရေသးတဲ့ သူကို ဇာတ္ေဆာင္တင္ရိုက္ထားတဲ့ ဇာတ္လမ္းၾကီးက ၾကမ္းေထာ္ေနတဲ့ကားမို႕ျပီးေတာ့ OCN ကရိုက္တဲ့ကားမို႕ ၾကည့္ၾကပါလို႕တိုက္တြန္းခ်င္ပါတယ္ဘာမွမရရင္ေတာင္မွ ေနာင္တေတာ့ရမွာပါ ၾကည့္ျပီးရင္ စိတ္ထဲကမထုတ္နိုင္ေတာ့လို႕ ငါလာလုိ႕ၾကည့္မိတာလဲဆိုျပီးေတာ့တစ္ပတ္၂ပိုင္းလာမယ္ စေနတနဂၤေႏြ ညေတြလာမွာပါဘာသာျပန္ျပီးေတာ့ တနဂၤေႏြ တနလၤာမနက္ေတြမွာတင္ေပးမွာပါ(ဘာသာျပန္ေပးထားသူေတြကေတာ့ Felix ပါ)Quality –  HDTVDuration – 1hr 00min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Horror, Mystery, RomanceSource :  HDTV AAC H.264-NEXTTranslator – FelixEncoder – THZ============================================================================== Complete Zip FileVIP  Yotshin    Userdrive 