Synopsis of Hotel Del Luna (2019) [COMPLETE]Hotel Del Luna (2019)ဇာတ်လမ်းတွဲ***********************************အပိုင်း (၁ မှ ၁၃ )နှင့် အပိုင်းသစ် -၁၄CM fan တွေအတွက် ဒီတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ ဇာတ်လမ်းဇာတ်အိမ်လမ်းလေးဆန်းတဲ့ `Hotel De Luna´ ဆိုတဲ့ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်ဒီဇတ်ကားလေးကိုတော့ July 13 မှာ စတင်ပြသပြီး အပတ်စဉ် စနေ တနင်္ဂနွေ တိုင်း ထုတ်လွှင့်သွားမှာဖြစ်ပါတယ်My absolute BF ဇာတ်သိမ်းလို့ စက်ရုပ်လေးကို လွမ်းနေမယ်ဆိုတဲ့သူတွေတော့ ဒီကားထဲမှာ Yeo Jingoo ကို ဂူချန်ဆောင်းအနေနဲ့တွေ့ရဦးမှာပါမင်းသမီးကလည်း ကိုယ်တွေရဲ့ အချစ်တော် မမ IU ဆိုတော့ အကုန်လုံး သဘောကျကြမှာပါဇာတ်လမ်းအကျဉ်းကတော့ ဂျန်မန်အို (IU) က ဟိုတယ်ဒယ်လူနာရဲ့ သူဌေးဖြစ်ပါတယ်သူကချာမောလှပပေမယ့် စိတ်အလိုမကျ ဒေါသထွက်တာမျိုးခဏခဏဖြစ်လေ့ရှိပြီး သူ့အပြုမူတွေကလည်း ခန့်မှန်းဖို့ မလွယ်တဲ့ ထူးခြားတဲ့သူပါလွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက သူမကျူးလွန်ခဲ့တဲ့ ဆိုးရွားတဲ့ အပြစ်တွေကြောင့် ဟိုတယ်ဒယ်လူနာမှာ အုပ်ချုပ်ဖို့ ပြစ်ဒဏ်ပေးခံထားရပြီး နောင်ဘဝကို မကူးနိုင်ဖြစ်နေတာပါဟိုတယ်ဒယ်လူနာက သာမန်ရိုးရိုးဟိုတယ်တစ်ခုမဟုတ်ပါဘူးသေပြီးသားလူအချို့တွေရဲ့ ဝိညာဉ်တွေ နောင်ဘဝကို မကူးပြောင်းခင် ဟိုတယ်ဒယ်လူနာမှာ တည်းခိုကြတာပါတစ်နည်းအားဖြင့် ဝိညာဉ်တွေ ဘဝသစ်ကို မသွားခင်မှာ ခဏနေတဲ့ နေရာတစ်ခုပေါ့တစ်ရက်မှာ ဂူချန်ဆောင်း(Yeo Jin Goo)ရဲ့အဖေဟာ သတိလစ်မေ့မြောပြီး မသေပဲနဲ့ ဟိုတယ်ဒယ်လူနာကို ရောက်သွားခဲ့ပါတယ်ဒါကိုသိတဲ့ ဟိုတယ်ဝန်ထမ်းတွေက ဒေါသထွက်နေတဲ့ ဂျန်မန်အို မမြင်အောင်လို့ သူ့ကိုဖွက်ထားပေးဖို့လုပ်ခဲ့ကြတယ်ဒါပေမယ့် ဟိုတယ်ထဲမှာ ပွင့်နေတဲ့ ပန်းတွေကို ခူးလိုက်မိတာကြောင့် ဂျန်မန်အို (IU) ရဲ့ ဒေါသတွေ သူ့အပေါ်ကျလာပါတော့တယ်အသက်ချမ်းသာပေးစေချင်ရင် နောင်အနှစ် ၂၀ သားဖြစ်သူကြီးပြင်းလာတဲ့ အခါကျ သားဖြစ်သူကို သူ့ဆီပေးရမယ်လို့ သဘောတူညီခဲ့ပြီး ဂူချန်ဆောင်းရဲ့အဖေကို ပြန်လွှတ်ခဲ့ပါတယ်သဘောတူညီချက်ကို မမေ့အောင် နှစ်တိုင်း ဂူချန်ဆောင်းရဲ့မွေးနေ့မှာ လက်ဆောင်ပန်းစည်းပို့ခဲ့ပြီး အနှစ်၂၀ အကြာမှာတော့ ကတိအတိုင်း ဂူချန်ဆောင်းကို သူ့ဟိုတယ်ဆီကိုခေါ်ပါတော့တယ်ဒီဇာတ်လမ်းလေးမှာ ဂူချန်ဆောင်းကို ဘာလို့ ဟိုတယ်ဒယ်လူနာကို ခေါ်ရတာလဲသူမကရော ဘယ်လိုအပြစ်တွေကြောင့် ဟိုတယ်ဒယ်လူနာမှာပိတ်မိနေလဲဆိုတာကို ရင်ခုန် ရင်ဖိုစွာနဲ့ စောင့်မျှော်ကြည့်ရအောင်နော်ကြောက်ဖို့လည်းကောင်းပြီး ကြည့်လိုလည်းကောင်းမယ့် ကားကောင်းလေးတစ်ကားဖြစ်မှာပါChannel Myanmar မှာ အပတ်စဉ်စောင့်မျှော်အားပေးကြပါဦး(ဘာသာပြန်ပေးထားသူတွေကတော့ CM Team မှ Hay Thar Oo,Thinzar Htet,Thit Sar Oo တို့ပါ)Quality –  WEB-DLDuration – 1hr 14min (@)Subtitle – Myanmar HardsubFormat – Mp4Genre : Drama, HistorySource :  WEB-DL AAC H.264 – AppleTorTranslator – Hay Thar Oo,Thinzar Htet,Thit Sar Oo,ShoonEncoder – THZ============================================================================== Complete Zip File (9.4 GB)[1-8]  [9-16]  VIPျပီးပါျပီ…………… 