"On your own street, we (너만의 거리에서, 우리는) (2022)
Squid Game မှာတုန်းက တစ်ခန်းထဲပါပြီး Scene Stealer လုပ်သွားတဲ့ Lee Jung Joon နဲ့
WSJN ထဲက အချောလေး Eun Seo တို့ရဲ့ မူဗီအသစ်လေး ရပါပြီ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဝူယောင်းဝူလေးကို အပတ်တိုင်းစောင့်ကြည့်ခဲ့သူတွေအဖို့ကတော့
မသန်စွမ်းကလေးတွေရဲ့အမူအကျင့်တွေ၊ သူတို့ရဲ့သဘောသဘာဝတွေနဲ့စိမ်းမှာမဟုတ်ပါဘူး။
ဒီနေ့မှာတော့ မွေးရာပါ Autism ရောဂါသည်လေး “ဆွန်းမို” နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။
အထက်တန်းကျောင်းသားအရွယ် မွေးရာပါမသန်စွမ်းကောင်လေး “ဆွန်းမို” ..
တစ်ဦးတည်းသောသားတစ်ယောက်ဖြစ်တာမို့ မိဘတွေကလည်း ဆွန်းမိုကိုအရမ်းချစ်ကြသလို
“မသန်စွမ်းကလေးရဲ့မိဘတွေမို့ ကိုယ့်ကလေးထက်
တစ်ရက်လေးပဲ အသက်ပိုရှည်ချင်တဲ့ ဆန္ဒပဲ ရှိတာပါ” လို့ ပြောရအောင် ဆွန်းမိုရဲ့အနာဂတ်အရေးကိုပူပန်နေကြသူတွေပါ။
အထူးသဖြင့် အထက်တန်းကျောင်းသားအရွယ် ဆွန်းမို ကျောင်းပြီးလို့ အသက်မွေးဝမ်းကျောင်းအလုပ်လုပ်ရတဲ့အခါ
သူများကလေးတွေနဲ့တန်းတူမလုပ်နိုင်မှာကိုလည်း မိဘတွေခမျာ ပူပန်နေရတာပေါ့။
“မသန်ပေမယ့် စွမ်းတဲ့” ဆွန်းမိုကတော့ ကော်ဖီဖျော်တဲ့နေရာမှာ ဆရာကြီးပါ။
ကော်ဖီစေ့အမျိုး ၅၀လောက်ကို အနံ့ခံရုံနဲ့အမျိုးအစားခွဲနိုင်ပြီး ကော်ဖီဖျော်တာကိုကျွမ်းကျင်ပေမယ့်
သူတကယ်ဝါသနာပါတာက Barista အလုပ်မဟုတ်ဘဲ ပန်းချီဆွဲတာဖြစ်နေတဲ့အခါ ..။
တစ်နေ့မှာတော့ ဆွန်းမိုတို့ဦးလေးရဲ့ကော်ဖီဆိုင်ကို
“ဘတ်ချာယောရာ” လို့ခေါ်တဲ့ အချိန်ပိုင်းအလုပ်သမလေး ရောက်လာပါတော့တယ်။
နာမည်ကအစထူးဆန်းနေတဲ့ ဘတ်ချာယောရာက အမြဲလွတ်လပ်ပေါ့ပါးနေတတ်ပြီး
ကိုယ်မှန်တယ်ထင်ရင်ဘယ်သူ့ကိုမှမကြောက်သူ ..
သူတစ်ပါးရဲ့ကိစ္စကိုလည်း ဝင်စွက်ဖက်တတ်ပြီး လမ်းမှားရောက်နေရင်လည်း
လမ်းမှန်ပေါ်ပြန်ရောက်အောင်တည့်မတ်ပေးတတ်ပြန်တဲ့ “မစပ်စုလေး” ဖြစ်နေတဲ့အခါ ..။
ဘတ်ချာယောရာတစ်ယောက် ဆွန်းမိုရဲ့ဘဝကို ဘာတွေပြောင်းလဲပေးလိုက်နိုင်မလဲ ..
သူကိုယ်တိုင်ကရော ဘယ်လိုအဖြစ်မျိုးတွေကြုံခဲ့ပြီး လက်ရှိပုံစံနဲ့ကောင်မလေးအဖြစ်ရှင်သန်နေရတာလဲ ..။
ဆွန်းမိုအဖြစ် “Lee Jung Joon” ကပါဝင်သရုပ်ဆောင်ထားပြီး
ဘတ်ချာယောရာအဖြစ် မကြာသေးခင်ကကျင်းပခဲ့တဲ့ “Queendom S2” မှာအနိုင်ရရှိခဲ့တဲ့
WJSN အဖွဲ့က အလှလေး “Eunseo” ကပါဝင်သရုပ်ဆောင်ထားသလို
လူငယ်တွေကြားမှာ ဖြစ်လေ့ဖြစ်ထရှိတဲ့ “ဝါသနာ နဲ့ အသက်မွေးဝမ်းကြောင်း” ကြားက ဒွိဟတွေ ..
ကိုယ်ရွေးချယ်စရာမရှိဘဲ ရလာတဲ့ဘဝမှာဘယ်လိုမျိုးအကောင်းဆုံး အပျော်ရွှင်ဆုံးနေထိုင်သွားကြမလဲ ..
စတာတွေကို ပုံဖော်ထားတဲ့ ပညာပေးဇာတ်လမ်းလေးမို့ ကြည့်ရတန်တဲ့ကားကောင်းလေးဖြစ်ကြောင်းညွှန်းလိုက်ပါတယ်။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lai Laii ပဲ ဖြစ်ပါတယ်။
Genre…..Drama, Family
Quality…. 1080p | 720p | 480p
File size…673MB | 372MB | 172MB
Format… mp4
Duration….1h 5min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Lai Laii
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
