"လက်ဝှေ့သမားလေး လီယိုတစ်ယောက်ဟာ အပွဲပွဲအနိုင်တိုက်နိုင်ခဲ့သမျှ
တစ်ပွဲမှာတော့ မူးလဲသွားလို့ဆေးခန်းသွားပြခဲ့ရာက ဦးနှောက်အကျိတ်တည်တာကိုသိခဲ့ရတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ယူရီ (သို့) မိုနီကာဆိုတဲ့မိန်းကလေးဟာ
ယာကူဇာဆီမှာအကြွေးတင်နေတဲ့အဖေကြောင့်
ကြွေးနဲ့သိမ်းခံထားရပြီး ပြည့်တန်ဆာလုပ်ပြီး
ကြွေးဆပ်ပေးနေရတယ်
ဆေးကလည်းစွဲနေတော့ သူ့ဘဝဟာလှုပ်လေမြုပ်လေ
ဆေးရှိန်ပျောက်ရင်အမြဲနှိပ်စက်တတ်တဲ့သူ့အဖေကိုသာမြင်ယောင်ပြီး‌ကြောက်လန့်နေရပါတယ်
ဂျပန်နဲ့တရုတ်လူဆိုးဂိုဏ်းတွေမတည့်တာကို အသုံးချပြီး
ဘိန်းအရောင်းအဝယ်တစ်ခုကို ဖြတ်ခုတ်ဖို့ ကြံစည်နေတဲ့
ကာစဲဟာ ရဲဝန်ထမ်းတစ်ယောက်ကိုလည်း စည်းရုံးထားတယ်
မိုနီကာကိုအသုံးချပြီး ဆေးတွေလက်ဝယ်ရအောင်စီစဥ်နေတဲ့အချိန်
လောကကြီးကိုစိတ်ကုန်ပြီး သေဖို့ကြောက်လန့်နေတဲ့ လီယိုနဲ့မိုနီကာဆုံမိပြီး
ကာစဲတစ်ယောက် စီစဥ်ထားသလိုမဖြစ်ဘဲ
လူတွေတစ်ယောက်ပြီးတစ်ယောက် သတ်မိပြီး
လူဆိုးဂိုဏ်းနှစ်ခုကြား ကြားညပ်ပြီး ကမောက်ကမတွေဖြစ်ကုန်ပါတယ်
ပြေးပြေးလွှားလွှားနဲ့စိတ်လှုပ်ရှားဖွယ်ကြည့်ချင်သူတွေလက်မလွှတ်သင့်တဲ့
IMDb 7.0 နဲ့ရပ်တည်နေတဲ့ဂျပန်ကားကောင်းလေးဖြစ်ပါတယ်
File Size : ( 1 GB , 277 MB)
Quality : WEB-Rip 720p
Running Time : 1 hr 48 min
Format : Mp4
Genre : Comedy , Crime , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Htoo Htoo Ka Joe
Encoded by Moe Myint Lwin
ZG
လက္ေဝွ႔သမားေလး လီယိုတစ္ေယာက္ဟာ အပြဲပြဲအႏိုင္တိုက္ႏိုင္ခဲ့သမွ်
တစ္ပြဲမွာေတာ့ မူးလဲသြားလို႔ေဆးခန္းသြားျပခဲ့ရာက ဦးေႏွာက္အက်ိတ္တည္တာကိုသိခဲ့ရတယ္
ယူရီ (သို႔) မိုနီကာဆိုတဲ့မိန္းကေလးဟာ
ယာကူဇာဆီမွာအေႂကြးတင္ေနတဲ့အေဖေၾကာင့္
ေႂကြးနဲ႔သိမ္းခံထားရၿပီး ျပည့္တန္ဆာလုပ္ၿပီး
ေႂကြးဆပ္ေပးေနရတယ္
ေဆးကလည္းစြဲေနေတာ့ သူ႔ဘဝဟာလႈပ္ေလျမဳပ္ေလ
ေဆးရွိန္ေပ်ာက္ရင္အၿမဲႏွိပ္စက္တတ္တဲ့သူ႔အေဖကိုသာျမင္ေယာင္ၿပီး‌ေၾကာက္လန႔္ေနရပါတယ္
ဂ်ပန္နဲ႔တ႐ုတ္လူဆိုးဂိုဏ္းေတြမတည့္တာကို အသုံးခ်ၿပီး
ဘိန္းအေရာင္းအဝယ္တစ္ခုကို ျဖတ္ခုတ္ဖို႔ ႀကံစည္ေနတဲ့
ကာစဲဟာ ရဲဝန္ထမ္းတစ္ေယာက္ကိုလည္း စည္း႐ုံးထားတယ္
မိုနီကာကိုအသုံးခ်ၿပီး ေဆးေတြလက္ဝယ္ရေအာင္စီစဥ္ေနတဲ့အခ်ိန္
ေလာကႀကီးကိုစိတ္ကုန္ၿပီး ေသဖို႔ေၾကာက္လန႔္ေနတဲ့ လီယိုနဲ႔မိုနီကာဆုံမိၿပီး
ကာစဲတစ္ေယာက္ စီစဥ္ထားသလိုမျဖစ္ဘဲ
လူေတြတစ္ေယာက္ၿပီးတစ္ေယာက္ သတ္မိၿပီး
လူဆိုးဂိုဏ္းႏွစ္ခုၾကား ၾကားညပ္ၿပီး ကေမာက္ကမေတြျဖစ္ကုန္ပါတယ္
ေျပးေျပးလႊားလႊားနဲ႔စိတ္လႈပ္ရွားဖြယ္ၾကည့္ခ်င္သူေတြလက္မလႊတ္သင့္တဲ့
IMDb 7.0 နဲ႔ရပ္တည္ေနတဲ့ဂ်ပန္ကားေကာင္းေလးျဖစ္ပါတယ္
File Size : ( 1 GB , 277 MB)
Quality : WEB-Rip 720p
Running Time : 1 hr 48 min
Format : Mp4
Genre : Comedy , Crime , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Htoo Htoo Ka Joe
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
