"11980ဝန်းကျင် ပန်ဆယ်ဗေးနီးယားပြည်နယ်တွင်းက နယ်ဘက်အိမ်လေးတအိမ်။
မှန်ဘောင်သွင်းထားတဲ့မိသားစုဓာတ်ပုံလေး တပုံက
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အောက်ကိုကျပြီး မှန်လေးကကွဲနေတယ်။
ပုံထဲမှာ မြင်ရတာကတော့ အဖေအမေရယ် ကောင်လေးတယောက်
ကောင်မလေးတယောက် လေးယောက်ရှိတဲ့ မိသားစုလေး။
လက်ဆေးကန်မှာလည်း ရေပိုက်ခေါင်း ပိတ်မထားလို့ ရေတွေ ဒလဟောကျနေတယ်။
အိမ်တံခါးကလည်း ဟ ဟလေး ပွင့်နေတယ်။
ကားတစီးအိမ်ရှေ့ရောက်လာပြီး
အဖေနဲ့အမေ နှစ်ယောက်အိမ်ထဲကို စကားပြောရင်း ဝင်လာကြတယ်။
အိမ်တံခါးပွင့်နေတော့ သူတို့သမီးဆီလာလည်မယ့်သူ ရှိလို့လားလို့ ထင်လိုက်ကြသေးတယ်။
ဒါပေမယ့် ရေပိုက်ခေါင်းကလည်း ပွင့်နေပြီး
သူတို့ သမီးကို ခေါ်တော့လည်း ပြန်ထူးသံမကြားခဲ့ရဘူး။
အဲလိုနဲ့ပဲ သူတို့ရဲ့သမီးလေးဟာ ပျောက်ဆုံးသွားခဲ့ရတော့တယ်။
တနှစ်ကြာခဲ့ပြီ။ သူတို့သမီးလေးရဲ့ သတင်းအစအနတောင် မရခဲ့ဘူး။
တနှစ်တိတိပြည့်တဲ့နေ့မှာပဲ တနှစ်ပြည့် အောက်မေ့ဖွယ်ပွဲလေး ကျင်းပခဲ့ကြတယ်။
အဲဒီညမှာပဲ သမီးလေးအဖေက မီးရှူးမီးပန်းတွေဆော့နေတယ်ထင်တဲ့
ကောင်လေးတချို့ကို သတိပေးဆုံးမဖို့ ထွက်မယ်လုပ်တော့သူ့သားရော
ဘေးလူတွေကရော စိတ်မချလို့ လိုက်သွားကြရင်း
တောထဲမှာ ထူးဆန်းတဲ့မီးအလင်းရောင်တွေကို တွေ့လာကြရတဲ့အခါမှာတော့…..
အဲဒီအလင်းရောင်တွေက ဘာတွေလဲ
သူတို့သမီးလေး ပျောက်သွားတာနဲ့ရော ဆက်စပ်နေမလား
ဘာလို့များ တနှစ်ပြည့်တဲ့နေ့မှာမှ ပေါ်ထွက်လာရတာလဲ
တချို့ Indie ကားလေးတွေက ဇာတ်လမ်း ဇာတ်ညွှန်းလေးတွေမှာ နည်းနည်းပြောစရာရှိပေမယ့်
ကြည့်လို့တော့ တော်တော်ကောင်းတဲ့ထဲမှာပါတယ်။
အခု ဒီကားလေးကလည်း ကြည့်ရတာ
အဆင်ပြေတဲ့အပြင် သိချင်စိတ်ပေါ်လာအောင်
ဆွဲဆောင်နိုင်တဲ့နေရာမှာလည်း မဆိုးဘူး။
ဇာတ်လမ်းရဲ့တချို့နေရာလေးတွေမှာ သေသေချာချာပြနိုင်ရင်
ဒီထက်ပိုကောင်းလာနိုင်တယ်။
ဘာပဲပြောပြော ကြည့်ရတာ တန်စေမယ့် Sci-fi ကားလေးပါ။
imdb မှာ 4.9 ရပြီး RT မှာဆိုရင် 67% အထိရထားတဲ့
ဇာတ်ကားလေးကို ခံစားကြည့်လိုက်ကြပါအုံး
File Size : ( 911 MB , 261 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 37 min
Format : Mp4
Genre : Mystery , Sci-Fi , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by NightFury
Encoded by Moe Myint Lwin
ZG
11980ဝန္းက်င္ ပန္ဆယ္ေဗးနီးယားျပည္နယ္တြင္းက နယ္ဘက္အိမ္ေလးတအိမ္။
မွန္ေဘာင္သြင္းထားတဲ့မိသားစုဓာတ္ပုံေလး တပုံက
ေအာက္ကိုက်ၿပီး မွန္ေလးကကြဲေနတယ္။
ပုံထဲမွာ ျမင္ရတာကေတာ့ အေဖအေမရယ္ ေကာင္ေလးတေယာက္
ေကာင္မေလးတေယာက္ ေလးေယာက္ရွိတဲ့ မိသားစုေလး။
လက္ေဆးကန္မွာလည္း ေရပိုက္ေခါင္း ပိတ္မထားလို႔ ေရေတြ ဒလေဟာက်ေနတယ္။
အိမ္တံခါးကလည္း ဟ ဟေလး ပြင့္ေနတယ္။
ကားတစီးအိမ္ေရွ႕ေရာက္လာၿပီး
အေဖနဲ႔အေမ ႏွစ္ေယာက္အိမ္ထဲကို စကားေျပာရင္း ဝင္လာၾကတယ္။
အိမ္တံခါးပြင့္ေနေတာ့ သူတို႔သမီးဆီလာလည္မယ့္သူ ရွိလို႔လားလို႔ ထင္လိုက္ၾကေသးတယ္။
ဒါေပမယ့္ ေရပိုက္ေခါင္းကလည္း ပြင့္ေနၿပီး
သူတို႔ သမီးကို ေခၚေတာ့လည္း ျပန္ထူးသံမၾကားခဲ့ရဘူး။
အဲလိုနဲ႔ပဲ သူတို႔ရဲ႕သမီးေလးဟာ ေပ်ာက္ဆုံးသြားခဲ့ရေတာ့တယ္။
တႏွစ္ၾကာခဲ့ၿပီ။ သူတို႔သမီးေလးရဲ႕ သတင္းအစအနေတာင္ မရခဲ့ဘူး။
တႏွစ္တိတိျပည့္တဲ့ေန႔မွာပဲ တႏွစ္ျပည့္ ေအာက္ေမ့ဖြယ္ပြဲေလး က်င္းပခဲ့ၾကတယ္။
အဲဒီညမွာပဲ သမီးေလးအေဖက မီးရႉးမီးပန္းေတြေဆာ့ေနတယ္ထင္တဲ့
ေကာင္ေလးတခ်ိဳ႕ကို သတိေပးဆုံးမဖို႔ ထြက္မယ္လုပ္ေတာ့သူ႔သားေရာ
ေဘးလူေတြကေရာ စိတ္မခ်လို႔ လိုက္သြားၾကရင္း
ေတာထဲမွာ ထူးဆန္းတဲ့မီးအလင္းေရာင္ေတြကို ေတြ႕လာၾကရတဲ့အခါမွာေတာ့…..
အဲဒီအလင္းေရာင္ေတြက ဘာေတြလဲ
သူတို႔သမီးေလး ေပ်ာက္သြားတာနဲ႔ေရာ ဆက္စပ္ေနမလား
ဘာလို႔မ်ား တႏွစ္ျပည့္တဲ့ေန႔မွာမွ ေပၚထြက္လာရတာလဲ
တခ်ိဳ႕ Indie ကားေလးေတြက ဇာတ္လမ္း ဇာတ္ၫႊန္းေလးေတြမွာ နည္းနည္းေျပာစရာရွိေပမယ့္
ၾကည့္လို႔ေတာ့ ေတာ္ေတာ္ေကာင္းတဲ့ထဲမွာပါတယ္။
အခု ဒီကားေလးကလည္း ၾကည့္ရတာ
အဆင္ေျပတဲ့အျပင္ သိခ်င္စိတ္ေပၚလာေအာင္
ဆြဲေဆာင္ႏိုင္တဲ့ေနရာမွာလည္း မဆိုးဘူး။
ဇာတ္လမ္းရဲ႕တခ်ိဳ႕ေနရာေလးေတြမွာ ေသေသခ်ာခ်ာျပႏိုင္ရင္
ဒီထက္ပိုေကာင္းလာႏိုင္တယ္။
ဘာပဲေျပာေျပာ ၾကည့္ရတာ တန္ေစမယ့္ Sci-fi ကားေလးပါ။
imdb မွာ 4.9 ရၿပီး RT မွာဆိုရင္ 67% အထိရထားတဲ့
ဇာတ္ကားေလးကို ခံစားၾကည့္လိုက္ၾကပါအုံး
File Size : ( 911 MB , 261 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 37 min
Format : Mp4
Genre : Mystery , Sci-Fi , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by NightFury
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
