"The Stolen Years (2013) (အညွှန်း)
လူနှစ်ဦးချစ်ကြတဲ့အခါ အဲဒီလူနှစ်ဦးလက်ထပ်နိုင်ဖို့အရေး၊ ဇာတ်ပေါင်းထုပ်နိုင်ဖို့အရေးကိုပဲ
များသောအားဖြင့် ပဓာနထားတတ်ကြတယ်။ ချစ်သူနှစ်ဦးပေါင်းဖက်နိုင်သွားရင်
အရာအားလုံးအဆုံးသတ်သွားပြီ အောင်မြင်သွားပြီလို့ထင်မှတ်တတ်ကြတယ်။
တကယ်တော့မဟုတ်ပါဘူး .. လက်ထပ်ပြီးနောက်ပိုင်းကမှသာ အဲဒီလူနှစ်ယောက်ရဲ့ တကယ့်ဘဝအစလို့ပြောရမှာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Xie Yu နဲ့ He Mann က တစ်ယောက်ကိုတစ်ယောက်သိပ်ချစ်ကြတဲ့ ချစ်သူတွေအဖြစ်ကနေ
အခုမှပူပူနွေးနွေးလက်ထပ်ပြီးကာစ အချစ်ငှက်ကလေးတွေပေါ့။ တစ်ယောက်နဲ့တစ်ယောက်သိပ်ချစ်ကြပြီး
နှစ်ယောက်အတူရှိလိုက်ရင် အချင်းချင်းစနောက်ပြီး အမြဲပျော်ရွှင်ရယ်မောနေတတ်တာမို့
အများကဝိုင်းအားကျရတဲ့စုံတွဲလေးဆိုလည်းမမှားပါဘူး။ ဒီလိုနဲ့ကြင်စဦးတို့ရဲ့ထုံးစံအတိုင်း
ဟန်းနီးမွန်းခရီးစဉ်တစ်ခုထွက်ရာကနေ မတော်တဆမှုတစ်ခုဖြစ်သွားခဲ့တယ် ..။
2012 ခုနှစ်ရဲ့မနက်ခင်းတစ်ခုမှာ မတော်တဆမှုနဲ့ဆေးရုံရောက်နေတဲ့ He Mann သတိပြန်ရလာခဲ့တယ်။
နိုးနိုးလာချင်း မတော်တဆဖြစ်တုန်းကအတူတူရှိခဲ့တဲ့ ယောက်ျားဖြစ်သူ Xie Yu ကိုရှာတာပေါ့။
အဲဒီအချိန်မှာ မထင်မှတ်ထားတဲ့ထိတ်လန့်စရာအဖြစ်မှန်တွေကို He Mann ကြုံလိုက်ရတော့တယ်။
သူမှတ်မိနေတဲ့မှတ်ဉာဏ်က 2007 ခုနှစ်ကမှတ်ဉာဏ်တွေဆိုတာရယ် ..
လက်ရှိခုနှစ်က 2012 ခုနှစ်ဆိုတာရယ် .. သိပ်ချစ်ခဲ့ကြတဲ့ သူနဲ့ Xie Yu က
ကွာရှင်းပြီးသားဆက်ဆံရေးဖြစ်သွားပြီဆိုတာရယ် .. သူကမတော်တဆမှုတစ်ခုကြောင့်
ဆေးရုံမှာတစ်လလောက် ကိုမာဖြစ်နေရာကနေ မှတ်ဉာဏ်တချို့ပျောက်ဆုံးသွားပြီဆိုတာရယ် .. ။
“ခိုးယူခံလိုက်ရတဲ့ သက္ကရာဇ်တွေ” မှာ ဘာတွေဖြစ်ပျက်ခဲ့လို့ He Mann ရဲ့ကမ္ဘာကြီးကပြောင်းလဲသွားရတာလဲ ..
လူတွေကပဲပြောင်းလဲသွားခဲ့တာလား အချစ်စစ်ဆိုတာကပဲတည်မြဲမှုမရှိတာလား .. သိပ်ချစ်လွန်းလို့ပေါင်းဖက်နိုင်ခဲ့ပြီးကာမှ
ဘယ်အရာတွေက သူတို့ကိုဝေးကွာသွားစေခဲ့တာလဲ .. ဒီအမှန်တရားကို He Mann တစ်ယောက်လက်ခံနိုင်စွမ်းရှိပါ့မလား ..
နှစ်ယောက်သားနဲ့ကံကြမ္မာကရော ဘာတွေဆက်ဖြစ်ဦးမှာလဲ .. ။
IMDb 6.2/10 ရ တရုတ် romance ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး
အချစ်ဇာတ်လမ်းအဆွေးဇာတ်တွေကိုကြိုက်တတ်သူတွေအဖို့ကတော့
မိုးအေးအေးနဲ့ငြိမ့်ငြိမ့်လေးဆွေးလို့ကောင်းတဲ့ ဇာတ်လမ်းဟောင်း ဇာတ်လမ်းကောင်းလေးဖြစ်ကြောင်းညွှန်းလိုက်ပါတယ်။
File size…1.7GB / 900MB
Quality…1080p BluRay / 720p
Format…mp4
Duration….1h 51m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Lai Laii
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
