"Red Tails (2012)================Red Tailsဟာ STARWAR , Indiana Jonesတို့ရဲ့ ပဲ့ကိုရှင် LEGENDကြီးဂျော့လူးကပ်စ်ရဲ့ lucas filmကို ဒစ္စနေးကို မရောင်းပစ်ခင် လူးကပ်စ် နောက်ဆုံးလွတ်လွတ်လပ်လပ် စီစဉ်ထုတ်ဝေခဲ့တဲ့ ရုပ်ရှင်ပါ။ သူကိုယ်တိုင် ဒီဇာတ်ကိုအစပြုခဲ့တာလည်း ဟုတ်ပါတယ်။Red Tailsကို လူးကပ်စ်ဟာ ၁၉၈၈လောက်မှာ သူ့သူငယ်ချင်းဆီကနေ Tuskegeeလေတပ်သားတွေအကြောင်းကြားရတော့ စပြီး ရိုက်ဖို့လုပ်ခဲ့ပါတယ်။ ဒါပေမဲ့ဟိုလုပ်ဒီလုပ်နဲ့ ၂၀၁၂မှ ထွက်လာပါတယ်။ ဂျော့လူးကပ်စ်လည်း တစ်ချို့နေရာတွေရိုက်ခဲ့ပေမဲ့အများစုကိုတော့ Anthony Hemingway ကိုပဲ လွှဲပေးထားခဲ့ပါတယ်။ဇာတ်ကြောင်းကတော့ Tuskegee airmenလို့ခေါ်တဲ့ အာဖရိကန် အမေရိကန်ပိုင်းလော့တွေရဲ့ ဒုတိယကမ္ဘာစစ်အတွင်း လေသူရဲလုပ်ခဲ့တဲ့အကြောင်းကို ရိုက်ထားတာပါ။လူမဲတွေကိုနေရာမပေးချင်တာတွေ လူမျိုးရေးတွေကြားကနေ လေသူရဲအစစ်တွေဖြစ်လာပြီး ဘာလင်ကိုပါ ဗုံးကြဲရာမှာ ပါဝင်ခဲ့တဲ့ ပထမဆုံးလူမဲပိုင်းလော့တွေအကြောင်းပါ။Pauseတကယ့်ဖြစ်ရပ်ပေါ်အခြေတည်ပြီး စိတ်ကူးယဉ်ဇာတ်ကောင်တွေနဲ့ ပေါင်းစပ်ရိုက်ကူးထားပါတယ်။ကောင်းကွက်နဲ့ဆိုးကွက်တော့ရှိပါတယ်။ ဆိုးကွက်ကတော့ ဒီရုပ်ရှင်ကိုဝေဖန်တဲ့ သူတော်တော်များများက saving the private ryanလို ဒရာမာပိုထည့်သင့်တယ်ပြောကြပါတယ်။လေကြောင်းတိုက်ခိုက်ခန်း အကြမ်းကြီးတွေချည်း ဆက်တိုက်ထည့်ပြီး ဒရာမာတို့ဇာတ်ကောင်chemistryတို့က ပါတယ်ဆိုရုံလေး ဗြုန်းစားဆန်ဆန်ကြီးထည့်သွင်းထားတာပါ။ကောင်းကွက်ကတော့ လေကြောင်းတိုက်ခန်းတွေ အများကြီးပါတဲ့ကားတွေကို ကြည့်ချင်တဲ့သူတွေအတွက် တော်တော်လေးကောင်းမှာပါ။ ဂိမ်းဆော့သလိုကို ခဏနားလိုက် ချပြလိုက်ခဏနားလိုက် ချပြလိုက် ဆက်တိုက်ကိုဆော်နေတာပါ။ မက်ဗရစ်လို စိတ်ထင်ရာလုပ်မောင်းချင်သလိုမောင်း အမိန့်မနာခံတဲ့ ပိုင်းလော့လည်းပါတဲ့အတွက် သူ့ရဲ့ အကြမ်းစားအခန်းတွေတော်တော်များပါတယ်။ သို့ပေမဲ့ realityလည်း ပိုကျပါတယ်။သရုပ်ဆောင်တွေကတော့ မူလ war machine ဖြစ်တဲ့ Terrence Howard , Men of Honor နဲ့Gladiatorနဲ့ Jerry Maguireတို့က Cuba Gooding Jr, ဘလက်ပန်သာထဲက Erik Killmongerဖြစ်တဲ့ Michael B. Jordan တို့အပါအဝင် တခြားနာမည်ကြီး လူမဲသရုပ်ဆောင်တွေအများကြီးကိုသုံးထားပါတယ်။ Red Tailsဟာ စစ်ကားကောင်းကောင်း လေတပ်ကားကြမ်းကြမ်း ချခန်းပစ်ခန်းတစ်ပိဿနဲ့ ကြည့်ချင်တဲ့သူတွေအတွက် လူးကပ်စ်ကြီး နောက်ဆုံးထုတ်ပေးခဲ့တဲ့ ရုပ်ရှင်ပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ်)File Size……….(1.71 GB) / (853 MB) / (584 MB)Quality…………BluRay 1080p / 720p / 480pDuration………2Hrs 05minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Drama, HistoryTranslator…….WiRa AungEncoder……….SWM"