"Drifting Home (2022)(1080p ရပါပြီ)Pauseအမှတ်တရဆိုတာကို ဘယ်လိုခံယူကြလဲ? ကျွန်တော့်အတွက်တော့ အမှတ်တရ‌ဆိုတာ လူသားတွေကိုဖြစ်တည်စေတဲ့ အရာပါပဲ။ အမှတ်တရတွေကြောင့် ပျော်ရွင်ရတယ်။ ဝမ်းနည်းနေရင်တောင် မျက်ရည်တွေနဲ့ ပြုံးမိစေတယ်။ အမှတ်တရတွေကြောင့်ပဲ ကိုယ်မကြိုက်တဲ့ပစ္စည်းကိုတောင် ဖက်တွယ်မိကြတယ်။ အမှတ်တရတွေကို မစွန့်လွှတ်နိုင်ကြတဲ့အခါ ရူးမတတ်နာကျင်ရတယ်။ အထူးသဖြင့် အ‌သည်းကွဲရင်ပေါ့ဗျာ။ အသည်းကွဲတာနဲ့ မဆိုင်ပေမယ့် ဒီမျောနေတဲ့တိုက်ခန်းလျားလေးက သံယောဇဉ်တွေ ကိုယ်ဖက်တွယ်ချင်ခဲ့တဲ့မှတ်ဉာဏ်တွေ အမှတ်တရတွေအကြောင်းကို ကောင်းကောင်းကြီးခံစားတတ်စေမှာပဲဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း …တိုက်ခန်းလျားအဟောင်းကြီးတစ်ခုရှိတယ်။ ဟိုးလွန်ခဲ့တဲ့နှစ်တွေတုန်းက ဆောက်ထားတာမို သရဲခြောက်တယ်ဆိုပြီး လူတိုင်းကပြောကြတယ်။ ဘယ်လောက်ပဲဟောင်းနေပါစေ နာ့ဇူမဲနဲ့ ခိုဆုခဲဆိုတဲ့ ကလေးနှစ်ယောက်အတွက်တော့ အဖိုးတန်အိမ်လေးပါပဲ။မူလတန်းရဲ့ နောက်ဆုံးသော ‌နွေရာသီ …တိုက်ခန်းလျားကို ဖြိုချပစ်တော့မှာမလို နာ့ဇူမဲတိုသားအမိနဲ့ ခိုဆုခဲတိုမိသားစု အိမ်ပြောင်းရတယ်။ သေးသေးလေးကတည်းက မခွဲအတူနေနှစ်ယောက်က ရုတ်တရက်ကြီး ဘာလိုမှန်းမသိ စိမ်းကားသွားတယ်။ သူငယ်ချင်းဖြစ်သူ စပ်စုစိန်တိုင်အိချိကြောင့် အိမ်ဟောင်းဖြစ်တဲ့ တိုက်ခန်းလျားကြီးဆီ ခိုဆုခဲရောက်လာရတယ်။ တိုင်အိချိက ပေါက်ပေါက်ရှာရှာ သရဲဖမ်းမလိုတဲ့လေ။သရဲရှာမတွေ့ပါဘဲ ဗီဒိုခန်းလေးထဲမှာ သူ့ကိုယ်သူပိတ်ပြီး အိပ်ပျော်နေတဲ့ နာ့ဇူမဲကိုပဲ သူတိုရှာတွေ့သွားကြတယ်။ ‌နာ့ဇူမဲရှင်းပြတာတွေကို ခိုဆုခဲကမယုံတာမို ထုံးစံအတိုင်း ရန်သတ်ကြပြန်ပါတယ်။ခေါင်မိုးထပ်မှာ ရန်ဖြစ်ရင်းနဲ့ပဲ နာ့ဇူမဲတစ်ယောက် တိုက်ပေါ်က ပြုတ်ကျသွားတဲ့အခါ …ခိုဆုခဲနဲ့ နာ့ဇူမဲ၊ စပ်စုစိန်အသေးလေး တိုင်အိချိ၊ လူကောင်ကြီးကြီးယူဇုရု၊ ပြဿနာအိုးရဲအိနာနဲ့ ကြင်နာတတ်တဲ့ဂျူရီ၊ တစ်ချိန်လုံးနပန်းလုံးနေတဲ့ ခြောက်ယောက်သား မျောနေတဲ့အိမ်ကြီးဆီရောက်သွားပါတော့တယ်။‌တကယ်မှတကယ် ဘယ်ဆီဘယ်မှန်းမသိရတဲ့ ပင်လယ်ကြီးထဲမှာ မျောနေတဲ့တိုက်ခန်းကြီးနဲ့ အတူ ကလေးခုနစ်ယောက် ဘယ်လိုစခန်းသွားကြမလဲ?ပင်လယ်ပြင်ထဲ ဘာတွေ ကြုံတွေ့ရမလဲ?အပေါ်မှာ ပြောခဲ့တဲ့အတိုင်း ဇာတ်လမ်းလေးက သံယောဇဉ်နဲ့ အမှတ်တရအကြောင်းမလို့ ရိုးရိုး ကလေးကြည့် fantasy ထက်တော့ ပိုပါတယ်။A whisker away တို Penguin Highway, Typhoon Noruda တိုရဲ့ ဒါရိုက်တာ Colorido Studio က Hiroyasu Ishida ရဲ့လက်ရာမလို့ Animation နဲ့ plot ကတော့ စိတ်ချရမှာ အမှန်ပဲဗျာ။ခိုဆုခဲတို့ ခုနစ်‌ယောက်နဲ့အတူ တိုက်ခန်းကြီးထဲမှာ လိုက်ပါရင်း သေချာစီးမျောပေးကြပါဦးဗျာ။(ဇာတ်လမ်းအညွှန်းကိုတော့ Chevy က ရေးထားပါတယ်။)File Size : 1.1GB, 480MB, 276MBQuality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL, 480pFormat : mp4Duration : 1hr & 59minsGenre : ComedyTranslated by Chevy & Hnin Wut YiEncoded by Kinnov"