ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့Planet of the Apes (1968)Beneath the Planet of the Apes (1970)Escape from the Planet of the Apes (1971)Conquest of the Planet of the Apes (1972)Battle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီကားလေးကတော့ Escape Of The Planet Of Apes ရဲ့နောက်ဆက်တွဲကားလေးပါပဲ အရင်ကားမှာတော့ ကော်နီးလီယပ်စ် ရော ဇီရာ ရော သူတို့ရဲ့ကလေးရော အသတ်ခံလိုက်ရပေမဲ့ ဆက်ကပ်မှာကျန်နေတဲ့မျောက်လေးဟာ စကားပြောတတ်ခဲ့တာနဲ့ အဆုံးသတ်ခဲ့တာပါ ဒီကားကတော့ အဲဒီအဖြစ်အပျက်ပြီး နောက်အနှစ်၂၀အကြာမှာ ဖြစ်ပေါ်လာတာကိုရိုက်ပြထားတဲ့ကားလေးပါပဲဇာတ်လမ်းအကျဉ်းဒီကားထဲမှာတော့ အရှေ့ကားကပြောထားတဲ့အတိုင်း ခွေးတွေနဲ့ကြောင်တွေအားလုံးသေဆုံးသွားတဲ့အတွက် မျောက်တွေဟာ အိမ်မွေးတိရိစ္ဆာန်ဖြစ်လာခဲ့ပါတယ် ဒါပေမဲ့ သူတို့ရဲ့ ဥာဏ်ရည်နဲ့ကိုယ်ခန္ဓာဖွဲ့စည်းပုံက ခွေးတွေ ကြောင်တွေနဲ့မတူတော့ သူတို့ကို အစေခံအဖြစ်ပါခိုင်းခဲ့ကြတာပါ အရင်ကတည်းကလူဆိုတာဟာ အစေခံဆို အချင်းချင်းတောင် နိုင့်ထက်စီးနင်းလုပ်တတ်တဲ့အမျိုးဆိုတော့ ကိုယ်နဲ့မျိုးနွယ်မတူတဲ့ မျောက်တွေကအစေခံဖြစ်တဲ့အချိန်မှာတော့ ပြောစရာတောင်မလိုတော့ပါဘူး အဲဒီအချိန်မှာ ဆက်ကပ်ဆရာကြီး အာမန်ဒိုနဲ့ ဆက်ကပ်ကစကားပြောတဲ့မျောက်လေး ဆီဆာ ဟာ မြို့ပေါ်ရောက်လာတဲ့အချိန် ရဲတွေက မျောက်တစ်ကောင်ကိုရိုက်နှက်နေတာမြင်ပြီး ဆီဆာ မနေနိုင်လို့ လူယုတ်မာလူသားမျိုးမမစ်ကောင်တွေလို့ ထအော်လိုက်ရာကနေ ဇာတ်လမ်းကစခဲ့တာပါပဲ နဂိုကတည်းက စကားပြောတတ်တဲ့မျောက်ဟာ လူသားတွေရဲ့အနာဂတ်အတွက် ခြိမ်းခြောက်မှုတစ်ခုဖြစ်တယ်ဆိုတာကို ကြောက်နေကြတဲ့လူတွေက စကားပြောတတ်တဲ့မျောက်ကျန်နေသေးတာကိုသိသွားကြတဲ့အချိန်မှာ ဘာတွေဖြစ်လာမလဲ မျောက်တွေကရော ဘယ်လိုတုံ့ပြန်ကြမလဲ အရင်ကားကပြောခဲ့တဲ့အကြောင်းတွေဟာတကယ်ပဲဖြစ်လားဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမဲ့ကားကောင်းလေးပါပဲFile size…(1.47GB)/(882MB)/(444MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:28:00Genre…Action / sci-ficSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by GarfieldPlanet of the Apes (1968) download linkBeneath the Planet of the Apes (1970) download linkEscape from the Planet of the Apes (1971) download linkConquest of the Planet of the Apes (1972) download linkBattle for the Planet of the Apes (1973) download link"