"အခုတစ်ခေါက်မိတ်ဆက်ပေးချင်တာကတော့
လိုတာမရ ရတာမလိုဖြစ်နေတဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘဲကြီး၊ဘဲလေးတွေအတွက် နည်းလေးတွေမျှဝေပေးမယ့်
ပညာပေးကားလေးပဲဖြစ်ပါတယ်။
လက်ရှိရထားတဲ့မိန်းမတွေ၊ဆော်လေးတွေကို
စိတ်အလိုမကျဖြစ်နေတဲ့ ဘဒိုတို့
တခါတလေအကြောလျှော့ပေးမယ့်
မာဆတ်ကဆော်အလန်းလေးတွေအကြောင်းရိုက်ထားတာပါ။
သူငယ်ချင်းသုံးယောက်ဆုံမိတဲ့အခါ လက်ရှိမိန်းမတွေ
ရည်းစားတွေနဲ့ အဆင်မပြေတဲ့အကြောင်း
အတွေ့အကြုံလေးတွေဖလှယ်ရင်း
မာဆတ် ကေတီဗီဆိုဝေး တမာရွက်ပြုတ်လောက်သိတဲ့
လူရိုးလေးဘော်ဒါနှစ်ယောက်ကို
ဘိကောင်းကောင်းလေးတွေဆိုသွားနေကြ
ကျော်ကြီးက ဦးဆောင်ပြီးခေါ်သွားပေးတယ်ပေါ့။
ဟိုရောက်တဲ့အခါ ထင်မှတ်မထားတဲ့ ဖြူဖြူဖွေးဖွေး
ဆော်အလန်းလေးတွေက ဘယ်လို နည်းပညာလေးတွေနဲ့ ရှယ်ပြုစုမယ်။
လူရိုးကြီးဆိုတဲ့ ဘော်ဒါတွေကလည်းအနှစ်နှစ်အလလက
အောင်းထားတဲ့ အတွင်းအားတွေနဲ့ သိုင်းဘယ်လိုကျင့်မယ်ဆိုတာတော့
ခံစားသာကြည့်လိုက်တော့။
ညွှန်းချင်တာက နောက်ဆုံးဆော်လေးပဲ
ဘယ်လိုတွေညုပြီး ဘယ်လိုတွေခရုတယ်ဆိုတာတော့
ကြည့်ကြည့်မှ သိမှာပဲ
ကကြီးဆော်လေးတွေထုံးစံအတိုင်း ကိုယ်လုံးကိုယ်ပေါက်နဲ့
ရုပ်လေးတွေကတော့ စိတ်ကူးယဉ်နိုင်မယ့်အနေအထားကြီးပဲ
နောက်ပြီး လူရိုးကြီး ဘော်ဒါက
ကျော်ကြီးတယောက်ကို ကွက်ကျော်ဘယ်လိုရိုက်သွားတယ်ဆို
တာလေးလဲပါလို့ ဘော်ဒါအချင်းချင်း
တချို့အရာတွေလျှိုထားသင့်ကြောင်းကို ဇာတ်ကားထဲမှာ
ပညာပေးထားပါတယ်။
ကဲ Stay Home မှာ ဘေးကင်းကင်းနဲ့ ဒေါင်းကြည့်လိုက်ပါအုန်း။
ဇတ်လမ်းကို ဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့
ပွဲတိုင်းကျော် Fox ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်
zawgyi
အခုတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တာကေတာ့
လိုတာမရ ရတာမလိုျဖစ္ေနတဲ့
ဘဲႀကီး၊ဘဲေလးေတြအတြက္ နည္းေလးေတြမွ်ေဝေပးမယ့္
ပညာေပးကားေလးပဲျဖစ္ပါတယ္။
လက္ရွိရထားတဲ့မိန္းမေတြ၊ေဆာ္ေလးေတြကို
စိတ္အလိုမက်ျဖစ္ေနတဲ့ ဘဒိုတို႔
တခါတေလအေၾကာေလွ်ာ့ေပးမယ့္
မာဆတ္ကေဆာ္အလန္းေလးေတြအေၾကာင္း႐ိုက္ထားတာပါ။
သူငယ္ခ်င္းသုံးေယာက္ဆုံမိတဲ့အခါ လက္ရွိမိန္းမေတြ
ရည္းစားေတြနဲ႔ အဆင္မေျပတဲ့အေၾကာင္း
အေတြ႕အႀကဳံေလးေတြဖလွယ္ရင္း
မာဆတ္ ေကတီဗီဆိုေဝး တမာ႐ြက္ျပဳတ္ေလာက္သိတဲ့
လူ႐ိုးေလးေဘာ္ဒါႏွစ္ေယာက္ကို
ဘိေကာင္းေကာင္းေလးေတြဆိုသြားေနၾက
ေက်ာ္ႀကီးက ဦးေဆာင္ၿပီးေခၚသြားေပးတယ္ေပါ့။
ဟိုေရာက္တဲ့အခါ ထင္မွတ္မထားတဲ့ ျဖဴျဖဴေဖြးေဖြး
ေဆာ္အလန္းေလးေတြက ဘယ္လို နည္းပညာေလးေတြနဲ႔ ရွယ္ျပဳစုမယ္။
လူ႐ိုးႀကီးဆိုတဲ့ ေဘာ္ဒါေတြကလည္းအႏွစ္ႏွစ္အလလက
ေအာင္းထားတဲ့ အတြင္းအားေတြနဲ႔ သိုင္းဘယ္လိုက်င့္မယ္ဆိုတာေတာ့
ခံစားသာၾကည့္လိုက္ေတာ့။
ၫႊန္းခ်င္တာက ေနာက္ဆုံးေဆာ္ေလးပဲ
ဘယ္လိုေတြညဳၿပီး ဘယ္လိုေတြခ႐ုတယ္ဆိုတာေတာ့
ၾကည့္ၾကည့္မွ သိမွာပဲ
ကႀကီးေဆာ္ေလးေတြထုံးစံအတိုင္း ကိုယ္လုံးကိုယ္ေပါက္နဲ႔
႐ုပ္ေလးေတြကေတာ့ စိတ္ကူးယဥ္ႏိုင္မယ့္အေနအထားႀကီးပဲ
ေနာက္ၿပီး လူ႐ိုးႀကီး ေဘာ္ဒါက
ေက်ာ္ႀကီးတေယာက္ကို ကြက္ေက်ာ္ဘယ္လို႐ိုက္သြားတယ္ဆို
တာေလးလဲပါလို႔ ေဘာ္ဒါအခ်င္းခ်င္း
တခ်ိဳ႕အရာေတြလွ်ိဳထားသင့္ေၾကာင္းကို ဇာတ္ကားထဲမွာ
ပညာေပးထားပါတယ္။
ကဲ Stay Home မွာ ေဘးကင္းကင္းနဲ႔ ေဒါင္းၾကည့္လိုက္ပါအုန္း။
ဇတ္လမ္းကို ဘာသာျပန္ၿပီး အၫႊန္းေရးေပးထားတာကေတာ့
ပြဲတိုင္းေက်ာ္ Fox ျဖစ္ၿပီး XCode မွ တင္ဆက္ေပးထားပါတယ္
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
