ရုပ်ရှင်တွေထဲမှာ ကမ္ဘာကျော် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းတွဲတွေအများကြီးရှိပါတယ်။ Star Wars, Star Treks စသည်ဖြင့်ပေါ့။ အဲဒီလိုပဲ အခုတင်ဆက်လိုက်တဲ့ Planet of the apes တွေကလည်း ဂန္ဓဝင်ပါပဲ။ စုစုပေါင်း ၅ ကား မူလထွက်ရှိခဲ့ပါတယ်။ နောက်ထပ် သုံးကားထွက်ရှိခဲ့ပါတယ်။ မူရင်း ၅ ကားကတော့Planet of the Apes (1968)Beneath the Planet of the Apes (1970)Escape from the Planet of the Apes (1971)Conquest of the Planet of the Apes (1972)Battle for the Planet of the Apes (1973) တို့ဖြစ်ပြီး ချန်နယ်မြန်မာမှာ ငါးကားလုံးကြည့်ရှုနိုင်ပြီဖြစ်ပါတယ်။ဒီရုပ်ရှင်ကတော့ Rise Of The Planet Of Apes ရဲ့ ပထမဆုံး ရုပ်ရှင်ကားကြီးပါပဲ တစ်ခေတ်တစ်ခါက အကောင်းဆုံး သိပ္ပံဇာတ်ကားတွေထဲကတစ်ကားပါ IMDP 8.0 ထိရရှိထားပြီး Tomato 86% ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးပါပဲ ဒီကားထဲမှာတော့ ကျွန်တော်တို့ နောက်ပိုင်း ကြည့်ခဲ့ကြတဲ့ Rise Of The Planet Of Apes Series ကားတွေကိုပြောင်းပြန် ပြန်ကြည့်ရသလိုပါပဲ ကျွန်တော်တို့လူသားတွေကို တိရိစ္ဆာန်လေးတွေရဲ့နေရာမှာ ခနပြောင်းထားကြည့်လိုက်ရင် ဘယ်လိုတွေဖြစ်နိုင်မလဲဆိုတာ သေချာတွေးကြည့်ပြီး အသေးစိတ်ရိုက်ပြထားတဲ့ကားကောင်းတစ်ကားပေါ့ဇတ်လမ်းအကျဉ်းအာကာသယာဉ်မှူးတွေဖြစ်တဲ့ တေလာရယ် ဒေါ့ချ်ရယ် လန်ဒန်ရယ် စတီးဝပ်ရယ်ဟာ အလင်းရဲ့အမြန်နှုန်းနီးပါးနဲ့ ရွေ့လျားသွားလာနေတဲ့ အာကာသယာဉ်ကြီးနဲ့ အာကာသကြီးကိုစူးစမ်းနေခဲ့ကြတာပါ သူတို့အာကာသယာဉ်ပေါ်က အချိန်နဲ့တော့ ၁၈လလောက်ပဲကြာပေမဲ့ ကမ္ဘာမြေကြီးရဲ့အချိန်ကတော့ နှစ်ပေါင်း ၂၀၀၀လောက်နီးပါးကို ကြာသွားခဲ့တာပါ အဲဒီလိုနဲ့ သူတို့ဆင်းမယ်လို့သတ်မှတ်ထားတဲ့ နေရာက ကုန်းတွင်းပိုင်းပင်လယ်ကြီးဖြစ်နေပြီး ပတ်ဝန်းကျင်မှာလည်း ဘာသက်ရှိမှနေလို့မရအောင်အဆိပ်သင့်နေတော့ ရေကြည်ရာမြက်နုရာ ရှာရှင်း လူရိုင်းတွေနဲ့ဆုံမိတာပါပဲ အဲဒီအချိန်မှာပဲ လူရိုင်းတွေကို အမဲလိုက်နေတဲ့ သူတွေက မျောက်နေဖြစ်နေတာကို သိလိုက်ရပြီးနောက်မှာတော့ ဒေါ့ချ်ကသေပြီး တေလာနဲ့ လန်ဒန်က အဖမ်းခံလိုက်ရပါတယ် မျောက်တွေဟာ လူသားတွေကို တိရိစ္ဆာန်တစ်ကောင်လိုသတ်မှတ်ပြီး စမ်းသပ်မှုတွေလုပ်နေတဲ့ဆီကို ရောက်သွားတဲ့အချိန်မှာပဲ ဘာတွေဆက်ဖြစ်ကြမလဲ အသိပညာဥာဏ်မြင့်မားပါတယ်ဆိုတဲ့ လူသားတစ်ယောက်ဟာ အသိဥာဏ်မရှိတဲ့ တိရိစ္ဆာန်လေးတစ်ကောင်လိုဆက်ဆံခံရရင် ဘာတွေဖြစ်သွားမလဲ မျောက်တွေကရော အသိဥာဏ်ရှိသွားတဲ့အချိန်မှာဘယ်လိုပြုမူကြမလဲ မျောက်တွေလက်ကနေဘယ်လိုလွတ်အောင်ပြေးကြရမလဲဆိုတာ တစ်ခန်းချင်းစီကိုကြည့်ကောင်းတဲ့ကားကောင်းလေးပါပဲ လူသားတွေရဲ့ အကြောင်းကို တခြားသတ္တဝါကတွေဘယ်လိုတွေးပြီး ဘယ်လိုမှတ်သားကြလဲဆိုတာကိုပါ သေချာလေးရိုက်ပြသွားလို့ တကယ့်ကိုခံစားပြီးကြည့်လို့ကောင်းတဲ့ကားကောင်းလေးလို့ပဲ ပြောလိုက်ပါရစေFile size…(1.9gb)/(1.11gB)/(575MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:52:00Genre…Adventure / Sci-ficSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by GarfieldPlanet of the Apes (1968) download linkBeneath the Planet of the Apes (1970) download linkEscape from the Planet of the Apes (1971) download linkConquest of the Planet of the Apes (1972) download linkBattle for the Planet of the Apes (1973) download link"