"Sci-fi / Thriller ကားကောင်းကြိုက်သူများအတွက် လတ်တလောထွက်ထားပြီး
Now you see me တို့ Zombie Land တို့ထဲက
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသား Jesse Eisenberg ပါဝင်ထားတဲ့ကားလေး။
လူငယ်စုံတွဲ တတွဲက အတူနေဖို့အိမ်လေး တအိမ်ကိုလိုက်ရှာနေခဲ့တယ်။
အိမ်ရာစျေးနှုန်းတွေကလည်း သိတဲ့အတိုင်း တဖြည်းဖြည်းမြင့်တက်လာနေတယ်။
အသိတယောက်ကလည်း အိမ်ရာကောင်းကောင်းတွေ့ရင်
လက်မနှေးဖို့ ရတုန်းယူထားဖို့အကြံပေးသွားသေးတယ်။
အဲနေ့ညနေမှာပဲ သူတို့စုံတွဲက အိမ်ရာတွေရောင်းတဲ့နေရာမှာ
အိမ်ခြံမြေအကျိုးဆောင်နဲ့ သွားတွေ့ ခဲ့ကြတယ်။
အကျိုးဆောင်ပုံစံကတော့ တမျိုးကြီးပဲ။
ထောင့်မကျိုးတာလည်း မဟုတ် ရိုင်းစိုင်းတာလည်းမဟုတ်
တမျိုးကြီးဖြစ်နေပေမယ့် အပြောကောင်းတော့
သူတို့အိမ်ရာကို ပုံထဲတင်မဟုတ်ပဲ ကိုယ်တိုင်ကိုယ်ကျ လိုက်ကြည့်ဖို့ ဆုံးဖြတ်လိုက်ကြတယ်။
အကျိုးဆောင်အပြောအရ နေရာကလည်းအဆင်ပြေမယ့်ဆင်ခြေဖုံးနေရာ
အိမ်ရာတွေကိုလည်း လူတွေကဝယ်ပြီး နေရာရွှေ့လာကြတော့မှာ။
အိမ်ရှာနေတာလည်း ကြာနေပြီမလား။
အဆင်ပြေရင်တော့ ဝယ်လိုက်ကြမယ်စိတ်ကူးနဲ့ပေါ့။
အဲလိုနဲ့ သူတို့အိမ်ရာတွေဆီသွားခဲ့ကြတယ်။
အိမ်တွေကတော့ ပုံစံတူတွေပဲ။
အဲလိုနဲ့ သူတို့ကြည့်ရမယ့် အိမ် အမှတ်ကိုးကိုရောက်လာကြတယ်။
အိမ်အကြောင်းကို ရှင်းပြနေရင်း သူတို့နောက်ဘက်ကိုသွားလိုက်ချိန်မှာပဲ
အကျိုးဆောင်က ထွက်ခွာသွားတော့တယ်။
အဲဒါနဲ့ သူတို့လည်း အဲအိမ်ရာဝင်းထဲကနေ ပြန်ထွက်ဖို့ လုပ်တဲ့အခါမှာတော့
ဝင်္ကပါလိုဖြစ်ပြီး အိမ်အမှတ်ကိုး ကိုပဲ ပြန်ရောက်လာလာနေတယ်။
သူတို့ ဘယ်လိုပဲ ထွက်ဖို့ ကြိုးစား ကြိုးစား ထွက်မရခဲ့တဲ့အပြင်
သူတို့ဆီကို မမျှော်လင့်တဲ့ အရာတခုပါ ရောက်လာတဲ့ အခါမှာတော့
သူတို့ ဘယ်လိုဆက်ဖြစ်ကြမှာလဲ ထွက်နိုင်သွားမှာလားဆိုတာတွေကို
စိတ်ပါဝင်စားစွာ ကြည့်ရမယ့် ကားလေးဖြစ်ပါတယ်။
ကဲ Stay Home ကာလမှာ အိမ်ထဲကနေထွက်ဖို့ကြိုးစားတဲ့
ကားလေးကို ကြည့်လိုက်ကြပါအုံး။
နောက်ပြီး အပြင်ကပြန်ရောက်တိုင်း လက်ဆေးဖို့မမေ့ကြပါနဲ့။
လက်ဆေးတိုင်းလည်း စက္ကန့် ၂၀ကြာအောင် ဆေးကြပါစို့။
Stay Home Watch Movie and save lives ..
File Size : ( 917 MB , 334 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 37 min
Format : Mp4
Genre : Comedy , Horror , Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by NightFury
Encoded by Moe Myint Lwin
ZG
Sci-fi / Thriller ကားေကာင္းႀကိဳက္သူမ်ားအတြက္ လတ္တေလာထြက္ထားၿပီး
Now you see me တို႔ Zombie Land တို႔ထဲက
မင္းသား Jesse Eisenberg ပါဝင္ထားတဲ့ကားေလး။
လူငယ္စုံတြဲ တတြဲက အတူေနဖို႔အိမ္ေလး တအိမ္ကိုလိုက္ရွာေနခဲ့တယ္။
အိမ္ရာေစ်းႏႈန္းေတြကလည္း သိတဲ့အတိုင္း တျဖည္းျဖည္းျမင့္တက္လာေနတယ္။
အသိတေယာက္ကလည္း အိမ္ရာေကာင္းေကာင္းေတြ႕ရင္
လက္မေႏွးဖို႔ ရတုန္းယူထားဖို႔အႀကံေပးသြားေသးတယ္။
အဲေန႔ညေနမွာပဲ သူတို႔စုံတြဲက အိမ္ရာေတြေရာင္းတဲ့ေနရာမွာ
အိမ္ၿခံေျမအက်ိဳးေဆာင္နဲ႔ သြားေတြ႕ ခဲ့ၾကတယ္။
အက်ိဳးေဆာင္ပုံစံကေတာ့ တမ်ိဳးႀကီးပဲ။
ေထာင့္မက်ိဳးတာလည္း မဟုတ္ ႐ိုင္းစိုင္းတာလည္းမဟုတ္
တမ်ိဳးႀကီးျဖစ္ေနေပမယ့္ အေျပာေကာင္းေတာ့
သူတို႔အိမ္ရာကို ပုံထဲတင္မဟုတ္ပဲ ကိုယ္တိုင္ကိုယ္က် လိုက္ၾကည့္ဖို႔ ဆုံးျဖတ္လိုက္ၾကတယ္။
အက်ိဳးေဆာင္အေျပာအရ ေနရာကလည္းအဆင္ေျပမယ့္ဆင္ေျခဖုံးေနရာ
အိမ္ရာေတြကိုလည္း လူေတြကဝယ္ၿပီး ေနရာေ႐ႊ႕လာၾကေတာ့မွာ။
အိမ္ရွာေနတာလည္း ၾကာေနၿပီမလား။
အဆင္ေျပရင္ေတာ့ ဝယ္လိုက္ၾကမယ္စိတ္ကူးနဲ႔ေပါ့။
အဲလိုနဲ႔ သူတို႔အိမ္ရာေတြဆီသြားခဲ့ၾကတယ္။
အိမ္ေတြကေတာ့ ပုံစံတူေတြပဲ။
အဲလိုနဲ႔ သူတို႔ၾကည့္ရမယ့္ အိမ္ အမွတ္ကိုးကိုေရာက္လာၾကတယ္။
အိမ္အေၾကာင္းကို ရွင္းျပေနရင္း သူတို႔ေနာက္ဘက္ကိုသြားလိုက္ခ်ိန္မွာပဲ
အက်ိဳးေဆာင္က ထြက္ခြာသြားေတာ့တယ္။
အဲဒါနဲ႔ သူတို႔လည္း အဲအိမ္ရာဝင္းထဲကေန ျပန္ထြက္ဖို႔ လုပ္တဲ့အခါမွာေတာ့
ဝကၤပါလိုျဖစ္ၿပီး အိမ္အမွတ္ကိုး ကိုပဲ ျပန္ေရာက္လာလာေနတယ္။
သူတို႔ ဘယ္လိုပဲ ထြက္ဖို႔ ႀကိဳးစား ႀကိဳးစား ထြက္မရခဲ့တဲ့အျပင္
သူတို႔ဆီကို မေမွ်ာ္လင့္တဲ့ အရာတခုပါ ေရာက္လာတဲ့ အခါမွာေတာ့
သူတို႔ ဘယ္လိုဆက္ျဖစ္ၾကမွာလဲ ထြက္ႏိုင္သြားမွာလားဆိုတာေတြကို
စိတ္ပါဝင္စားစြာ ၾကည့္ရမယ့္ ကားေလးျဖစ္ပါတယ္။
ကဲ Stay Home ကာလမွာ အိမ္ထဲကေနထြက္ဖို႔ႀကိဳးစားတဲ့
ကားေလးကို ၾကည့္လိုက္ၾကပါအုံး။
ေနာက္ၿပီး အျပင္ကျပန္ေရာက္တိုင္း လက္ေဆးဖို႔မေမ့ၾကပါနဲ႔။
လက္ေဆးတိုင္းလည္း စကၠန႔္ ၂၀ၾကာေအာင္ ေဆးၾကပါစို႔။
Stay Home Watch Movie and save lives ..
File Size : ( 917 MB , 334 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 37 min
Format : Mp4
Genre : Comedy , Horror , Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by NightFury
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
