"Three Thousand Years of Longing (2022)
~ IMDb – 6.9/10, Rotten Tomatoes – 71% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်ကို ရိုက်တဲ့သူက Mad Max ကားတွေရဲ့ ဒါရိုက်တာ စာရေးဆရာဖြစ်တဲ့ George Miller ဖြစ်တဲ့အပြင်ကို အမျိုးအစားကလည်း Fantasy, ပိုစတာကြည့်တော့လည်း မီးခွက်စောင့်ဘီလူးလိုဘဲနဲ့ဆိုတော့ Fantasy / Adventure ဆန်ဆန်ကားဖြစ်မယ် ထင်ခဲ့မိတာပေါ့။ တက်တက်စင်အောင်လွဲပါတယ်။ Before Trilogy နဲ့များ မှားဒေါင်းမိသလားထင်ရတဲ့အထိ အတိတ်မှာ ဂျင် ဖန်ပုလင်းထဲ ဆော်လမုန်ပိတ်တာခံရတဲ့ ရှီဘာဘုရင်မနဲ့ဆော်လမုန်တို့ခေတ်တို့၊ ကွန်စတန်တီနိုပယ်နန်းတော်ထဲရောက်သွားတာတို့၊ ဒါဗင်ချီလိုလို ဂျီးနီးယပ်စ်မနဲ့ ခေတ်သုံးခေတ်ကလွဲ ကျန်တဲ့တစ်ကားလုံး Tilda Swinton ရဲ့ဇာတ်ကောင် အလစ်သီယာနဲ့ အခန်းထဲ စကားတွေထိုင်ပြောရင်းတင် ပြီးသွားပါတယ်။ ရိုလည်းရိုပါတယ်။ စကားတွေက ဒိလည်းဒိပါတယ်။ ဒါကြောင့် Before Trilogy နဲ့များ မှားသွားလား ပြန်မေးယူရတာပါပဲ။
ဇာတ်ကတော့ အလစ်သီယာလို့ ခေါ်တဲ့မိန်းမတစ်ယောက်က ဖန်ပုလင်းတစ်ခု ဝယ်တာကနေ စတာပါပဲ။ အထဲက အာလာဒင်ရဲ့ မီးခွက်စောင့် ဘီလူးလို ဂျင်တစ်ကောင် ထွက်လာပြီး သူ့ကိုဆုတောင်း၃ခုဖြည့်ပေးမယ်ပြောတယ်။ ဒါပေမဲ့ ဆော်လမုန်က ဂျင်ဟာ သူ့ဆန္ဒ ထုတ်ပြမိလို့ ဖန်ပုလင်းထဲ ပိတ်ထားခဲ့တာဆိုတော့ သူဖြည့်ပေးရမယ့်ဆုသုံးခုက ဆုတောင်းတဲ့သူ အသည်းထဲကနေ နှစ်နှစ်ကာကာ တကယ်လိုချင်တဲ့ဆုဖြစ်ရပါမယ်။ အဲဒီလိုဆုမဟုတ်ရင် သူမလွတ်နိုင်ပါဘူး။ ဒီလိုနဲ့ဂျင်နဲ့ အလစ်သီယာဟာ အလစ်သီယာ ဘာလိုချင်တာလဲ သိရဖို့ စကားတွေထိုင်ပြောကြရင်း ဂျင်ကလည်း အလစ်သီယာကို သူ့အခြေအနေကို နားလည်အောင် သူ သုံးကြိမ်သုံးခါပိတ်လှောင်ခံထားခဲ့ရတဲ့ နှစ်ပေါင်းသုံးထောင်အကြောင်း ပြန်ပြောကြရင်း သူတို့၂ယောက်ကြားက ကွက်လပ်ကို အဖြေရှာကြမှာပါ။ ဘယ်လိုဆုမျိုးတောင်းမလဲကတော့ ခင်ဗျားလည်း ထင်မိမှာမဟုတ်ပါဘူး။ တော်တော်လေး စိတ်ဝင်စားစရာကောင်းပါတယ်။
ဇာတ်လမ်းထဲမှာ အလစ်သီယာက ပုံပြင်တွေဇာတ်လမ်းတွေကို လေ့လာတဲ့သူပါ။ သူက ဆုတောင်းတာရဲ့ အန္တရာယ်များတဲ့အကြောင်းတွေ အကုန်လုံးသိထားတယ်။ ဟိုကြားဖူးနေကျ လှေပေါ်သောင်တင်နေရာက ရှေ့ကဆုတောင်းပြီး လစ်သွားတဲ့ ၂ကောင်ကို တတိယကောင်က ကျွန်တော့်သူငယ်ချင်းတွေကို လွမ်းတယ်ဆိုပြီး ပြန်ခေါ်ခိုင်းတဲ့ ဇာတ်လမ်းကိုတောင် ထည့်ပြောထားပါတယ်။ ဆုတောင်းမတော်ရင် ဖြစ်တတ်တဲ့ အကျိုးဆက်တွေကို ကောင်းကောင်းနားလည်ထားတဲ့သူက ဆုကိုသတိထားပြီးတောင်းတာကို ပြထားတာက မိုက်ပါတယ်။
ဒီကားကြည့်ရတာ အာလာဒင်လိုကားမျိုးဖြစ်မလားထင်ခဲ့ပေမဲ့ တက်တက်စင်အောင်လွဲပြီး အနီးစပ်ဆုံးတူတဲ့ ဥပမာပေးရရင် The Man from Earth ကားနဲ့တူပါတယ်။ စကားပဲထိုင်များနေပေမဲ့လည်း သူက သိပ်တော့မပျင်းရအောင် (တကယ်ဆို စကားတွေက ပျင်းစရာလည်းမရှိပါဘူး) ဆော်လမုန်နဲ့ရှီဘာတို့လို စိတ်ဝင်စားစရာ ဒဏ္ဍာရီလာဇာတ်ကြောင်းတွေကို ညှပ်ညှပ်ပြီး စိတ်ကူးယဉ်ဆန်ဆန်လည်း ပြသွားတော့ အပျော်ကြည့်ကားဘက်ကို သိပ်မရောက်ဘဲ ဒိနေပေမဲ့လည်း ကြည့်လည်းပျော်ပါတယ်။ ဒီဇာတ်လမ်းဟာ သူ့နာမည် Three Thousand Years of Longing လို့တဲ့အတိုင်းပဲ ဆန္ဒတွေ အချစ်တွေအကြောင်းကိုပိုဦးတည်ထားတဲ့ ဇာတ်လမ်းပါပဲ။ ဒီဇာတ်လမ်းကို အစအဆုံးကြည့်မိရင် သေချာတာတော့ အဆုံးကျရင် ဒီဇာတ်လမ်းကို ခင်ဗျားချစ်မိမှာပါပဲ။ ကြည့်ဖူးသမျှ မီးခွက်စောင့်ဘီလူးကားထဲတော့ အကောင်းဆုံးကားလို့ပြောလည်း မလွန်တော့မလွန်ပါဘူး။ ကောင်းလည်းကောင်း၊ ဆန်းလည်းဆန်းတဲ့ ကားမျိုးကြည့်ချင်ရင်တော့ ကွက်တိပါပဲ။
ဒီရုပ်ရှင် ဘယ်လိုရုပ်ရှင်မျိုးလဲ ပြောရရင် စိတ်ရောဂါကုဆရာဝန်နဲ့ လူနာစကားပြောနေတာကို ထိုင်ကြည့်နေရသလို ရုပ်ရှင်မျိုးပေါ့။ မတူတာကတော့ အခုဒီမှာ ကျွန်တော်တို့ ကြည့်ရမှာက ရူးနေတဲ့ စိတ်ရောဂါကုဆရာဝန်တွေနှစ်ယောက် စကားထိုင်ပြောတာကို ထိုင်ကြည့်နေရတဲ့ ဖီလင်မျိုးပေးပါလိမ့်မယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.2GB, 1.3GB, 680MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.9/10
Format – mp4
Duration – 1H 48Min
Genre – Drama, Fantasy, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
