"Uncle Boonmee Who Can Recall His Past Lives (2010)
~ IMDb – 6.7/10, Rotten Tomatoes – 89% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရုပ်ရှင်ဆုပေးပွဲတွေထဲ အော်စကာထက်တောင် ရုပ်ရှင်ပရိသတ်တွေ အလေးထားရတဲ့ ဆုပေးပွဲကြီးဖြစ်တဲ့ ကိန်းရုပ်ရှင် ဆုပေးပွဲရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Palme d’Or ဆုကို ရထားတဲ့ ရှားရှားပါးပါး ထိုင်းရုပ်ရှင်ပါ။ သူ့အရင် ကိန်းမှာ Palme d’Orရထားတဲ့ အာရှကားဆိုလို့ ဂျပန်ကား၃ကားနဲ့ Farewell My Concubine ဆိုတဲ့ တရုတ်ကားပဲရှိခဲ့ပါတယ်။ သူ့နောက်မှာတော့ Parasite နဲ့ Shoplifters ပဲရှိပါတယ်။ ဒီလိုဆုမျိုးကို ထိုင်းရုပ်ရှင်တစ်ကားက ရတာ ဆန်းတော့ဆန်းပါတယ်။
တခြားကားမရှိလို့ ရတာလား ဆိုရအောင်လည်း Abbas Kiarostami လို ဆရာ့ဆရာကြီးရဲ့ Certified Copy, လီချန်းဒုံလို ဆရာ့ဆရာကြီးရဲ့ Poetry , Alejandro Iñárritu ရဲ့ Biutiful တို့လည်း ဆန်ခါတင်ဝင်ခဲ့သလို Blue Valentine လည်း အဲဒီပွဲကိုရောက်ခဲ့ပါတယ်။ ပြင်သစ်နယူးဝေ့ရဲ့ ပိုင်အိုးနီးယားတစ်ယောက်ဖြစ်တဲ့ Jean-Luc Godard ရဲ့ Socialism တောင်ပါပါသေးတယ်။ အဲဒီလိုကားတွေကို ကျော်ပြီး ရသွားခဲ့တဲ့ ထိုင်းရုပ်ရှင်ပါပဲ။
ဒီရုပ်ရှင်ရဲ့ ဒါရိုက်တာ Apichatpong Weerasethakul ဟာ Memoria, Tropical Malady နဲ့ Cemetery of Splendor တို့လို တန်းတစ်ခုရှိတဲ့ ရုပ်ရှင်တွေကိုလည်း ရိုက်ခဲ့တဲ့သူလည်း ဟုတ်ပါတယ်။
ဒီရုပ်ရှင်က နာမည်ကတော့ ဆန်းတယ်မလား။ ဒါကိုမှ ပိုစတာကို ထပ်ကြည့်လိုက်ရင်လည်း တစ်မျိုးကြီးပဲမလား။ သေချာတာကတော့ အထဲကရုပ်ရှင်ကတော့ ဒီထက်ပိုဆန်းကြယ်ပါတယ်။ ကျောက်ကပ်ပျက်စီးပြီး သေတော့မယ့် လူတစ်ယောက်ရဲ့ နောက်ဆုံးအချိန်တွေမှာ သေသွားတဲ့ သူ့မိန်းမနဲ့ ပျောက်သွားပြီး လူဝံဖြစ်သွားတဲ့ သူ့သား ပြန်ရောက်လာတာကနေ ဇာတ်လမ်းကို အစပျိုးထားပြီး နောက်ပိုင်းတွေက တော်တော်လည်းဆန်းသလို ဉာဏ်မမီနိုင်အောင်လဲ တော်တော်ဖြစ်ရတဲ့ ရုပ်ရှင်ပါပဲ။ သူ့ပြကွက်တွေက ဆန်းလည်းဆန်းပါတယ်။ ဥပမာဆို တစ်ခန်းမှာ ကောင်လေးတစ်ယောက်နဲ့ မိန်းမကြီးတစ်ယောက် တီဗီထိုင်ကြည့်နေကြတယ်။ ကောင်လေးက အပြင်ထွက်ပြီး တစ်ခုခုသွားစားမယ်ပြောတယ်။ ကောင်လေးနဲ့ မိန်းမကြီးက အပြင်ထွက်ပြီး မုန့်သွားစားကြတယ်။ သို့ပေမဲ့ ကောင်လေးနဲ့ အဲဒီမိန်းမကြီးက အဲဒီအခန်းထဲမှာပဲ တီဗီထိုင်ကြည့်နေကြတယ်။ ဘာကိုပြချင်တာလဲတော့ ဉာဏ်မီသလို ခံယူကြပေါ့။ ရုပ်ရှင်ဆိုတာ နားလည်ဖို့တော့ မလိုဘူးမလား။ ဒီလိုတင် ဆန်းတာလားဆိုတော့ မဟုတ်သေးဘူး။ ၁၈ပလပ်ဆန်ဆန် ဆန်းတာတွေလည်းပါသေးတယ်။ မိန်းမတစ်ယောက်က ရေထဲဆင်းတယ်။ ငါးခူတစ်ကောင်… သာမန်ငါးခူတော့ ဟုတ်ပုံမရပါဘူး။ အဲဒီငါးခူက မိန်းမပေါင်ကြားထဲ တိုးဝင်တယ်။ ခေါင်းပဲတိုးဝင်သလား အဝတင်ပဲ ပတ်တိုးနေသလားတော့ မမြင်ရဘူးပေါ့။ ဒီလို ခပ်ဆန်းဆန်းတွေ နားမလည်နိုင်လောက်အောင်ပြသွားတဲ့ ရုပ်ရှင်မှာ ကျွန်တော့်အကြိုက်ဆုံးအခန်းပြောရရင်တော့ နောက်ဆုံးအခန်းပါပဲ။ ဘာလို့လဲမသိ နောက်ဆုံးအခန်းရယ် တော်တော်နားစွဲတဲ့ အပိတ်သီချင်းသံရယ်ဟာ ကျွန်တော့်အတွက်တော့ အတော်ကြည့်လို့ကောင်းခဲ့တယ်။
ဘာဖြစ်ဖြစ် Palme d’Or ရထားတဲ့ ဘေးချင်းကပ်နိုင်ငံက ဉာဏ်မီရခက်တဲ့ ရုပ်ရှင်ကားကို ထိုင်ကြည့်ပြီး ဆွေးနွေးလိုက်ကြပါဦး။ ကျွန်တော်တော့ ဉာဏ်မမီတာမို့ ဒီလောက်ပဲ ညွှန်းချင်ပါတယ်။ ကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။ ဘာမှနားမလည်လိုက်ပေမဲ့ တစ်ချို့အခန်းတွေကြောင့် ဒီတိုင်းကြည့်ရတာတင် တော်တော်တန်ပါတယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.5GB, 750MB
Quality – 1080p, 720p
IMDb Rating – 6.7/10
Format – mp4
Duration – 1H 54Min
Genre – Drama, Fantasy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
