"“လူသားအားလုံး သာတူညီမျှ ဖြစ်သွားရင် ဘယ်သူက အုပ်ချုပ်မင်းလုပ်မှာလဲ…တဲ့လူသားအားလုံးဟာ သာတူညီမျှ အခွင့်အရေးရသင့်ကြောင်း တွေးခေါ်နိုင်စွမ်းရှိတဲ့သူပေါ့ဗျာ”ကမ္ဘာအနှံ့မှာ လူ့အခွင့်အရေးအရ သာတူညီမျှဖြစ်နိုင်ဖို့ ယနေ့ထိတိုင် Ideology Revolution တွေ ဆင်နွှဲနေရဆဲပါ။ပဒေသရာဇ်စနစ်တော်လှန်ရေးမှစပြီး ယနေ့ LGBTQ+ အခွင့်အရေးတွေအထိ ကျွန်တော်တို့ လူသားတွေတော်လှန်ခဲ့ကြရာ သာတူညီမျှ အခွင့်အရေးရှိတဲ့ လူ့အဖွဲ့အစည်းဟာ တဖြည်းဖြည်းနဲ့ ရုပ်လုံးပေါ်လာခဲ့ပါပြီ။သို့ပေမဲ့ ကျွန်တော်တို့နိုင်ငံအပါအဝင် ကမ္ဘာ့ဒေသတချို့မှာလည်း ခွဲခြားဆက်ဆံခံရမှုတွေ ရှိနေဆဲဖြစ်ပါတယ်။အဲ့ဒီအထဲကမှ အိန္ဒိယနိုင်ငံဟာ လူတန်းစားခွဲခြားမှုကြီးမားပြီး ဇာတ်နိမ့်၊ ဇာတ်မြင့် စသဖြင့် အမျိုးမျိုးခွဲခြားဆက်ဆံတဲ့ ပြဿနာဟာ ယနေ့ထိတိုင် ရင်ဆိုင်နေရဆဲ ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းလေးကတော့အိန္ဒိယနိုင်ငံရဲ့ဇာတ်ခွဲခြားမှုအပေါ် အခြေခံပြီး လူ့အခွင့်အရေးအတွက် လှလှပပ တင်ဆက်ထားတဲ့ဇာတ်ကားကောင်း ဖြစ်ပါတယ်။Pauseဇာတ်လမ်းအကျဉ်း================ဗီဂျာယာရာဂါဗန်ဟာ နိုင်ငံခြားကနေ ပြန်လာပြီးနောက် အိန္ဒိယနိုင်ငံ ရဲတပ်ဖွဲ့မှာ စတင်တာဝန်ထမ်းဆောင်မယ့်ရဲအရာရှိတစ်ယောက်ပါ။ နယ်ဘက်ကို တာဝန်ကျတဲ့အခါမှာတော့ လူတန်းစားခွဲခြားမှုတွေကို သိရပြီးကသိကအောင့် ဖြစ်ရတာပေါ့။ တာဝန်ထမ်းဆောင်ရင်း တစ်နေ့မှာတော့ ပျောက်ဆုံးနေတဲ့ဇာတ်နိမ့်အမျိုးသမီးငယ် ၃ ဦးထဲမှာ ၂ ဦးကို သေဆုံးလျက် တွေ့ရပြီး နောက်ကျန်တဲ့တစ်ဦးကိုတော့သဲလွန်စ အစတောင် ရှာမရဘဲ ဖြစ်နေပါတယ်။အာဒီတီဟာ လူ့အခွင့်အရေးအတွက် ဆောင်းပါးတွေရေးတဲ့ အိန္ဒိယအမျိုးသမီးလူငယ်ဖြစ်ပါတယ်။ဗီဂျာယာရာဂါဗန်ရဲ့ ချစ်ဇနီးဖြစ်ပြီး ဇာတ်နိမ့်အမျိုးသမီး သုံးဦးအမှုမှာ လူ့အခွင့်အရေးအတွက်ရပ်တည်သူပီပီ အမှုမှန်ပေါ်ပေါက်ဖို့အရေး အစွမ်းကုန် ဗီဂျာယာရာဂါဗန်ကို ကူညီပေးမှာ အသေအချာပါပဲ။ကူမာရန်ကတော့ ဇာတ်နိမ့်လူတန်းစားရဲ့ ခေါင်းဆောင်ဖြစ်ပြီး Revolution ကိုဦးဆောင်နေသူပါ။ ပျောက်ဆုံးနေတဲ့ အမျိုးသမီးငယ်သုံးဦးထဲမှာ သူ့ရဲ့ ညီမပါဝင်တာမို့ ယူကျုံးမရဖြစ်ပြီး ဒီအမှုကို သူ့နည်းသူ့ဟန်နဲ့ ဖော်ထုတ်ဖို့ ကြိုးစားလာနိုင်ပါတယ်။ဒီအမှုက ရိုးရှင်းရဲ့လား…?နောက်ကွယ်မှာ ဘာတွေ ပါဝင်ပတ်သက်နေဦးမလဲ…?တွေးခေါ်စရာတွေ ငြင်းခုန်စရာတွေ အပြည်နဲ့ “ငါရော လူသားဆန်ရဲ့လား” ဆိုတဲ့အဖြေကို ဖြေကြည့်ဖို့ အကောင်းဆုံးဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပြီး ကြည့်ရှုပြီးရင်တော့အတွေးအခေါ်ကို တိုးတက်စေမှာ အသေအချာပါပဲ။File size…1.9GB / 1GBQuality…1080p True WEB DL / 720pFormat…mp4Duration….2h 18mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Thet Ko & Kham Mon & OeliuJ & Sora"