"Willow (1988)~ IMDb rating – 7.2/10 ~Pause“Star Wars & Indiana Jones” အဲဒီဖန်ဒန်ကြီး၂ခုလုံးကို တည်ဆောက်ဖန်တီးခဲ့တဲ့ George Lucas ကို မသိတဲ့လူမရှိပါဘူး။ တစ်ခေတ်တစ်ယောက် ဆရာ့ဆရာကြီးဖြစ်ခဲ့သလို ဒီရုပ်ရှင်ကလည်း သူ့ဇာတ်လမ်းပါပဲ။ သူတည်ဆောက်ခဲ့တဲ့ နောက်ယူနီဗာ့စ်ကြီးတစ်ခုပေါ့။ဒီရုပ်ရှင်က လူးကတ်စ်ရဲ့ မှော်ဇာတ်လမ်းပေါ့။ ရိုက်တာကတော့ ရွန်ဟောင်းဝတ်။ ဒီနှစ်ထဲတင် Thirteen Lives ထွက်ထားတဲ့၊ တစ်နှစ်ထဲမှာတင် Best Director ရော Best Picture ဆုပါရဖူးတဲ့ နာမည်ကြီးဒါရိုက်တာပါပဲ။ ကားကတော့ fantasy ကိုမှ LoTR တို့ ဘာတို့ကို ပိစိလောက်ဆင်နေတဲ့ပုံစံ။ ဇာတ်ကတော့အရမ်းကြီးမကြီးကျယ်ဘူး။ မကြီးကျယ်ဆို ဒီတစ်ကားပဲရှိသေးပေမဲ့ ဒီတစ်ကားက အစကနဦးလို့ပဲပြောရမယ်။ ရှေ့အများကြီးဆက်ရင်တော့ ဘယ်လိုဖြစ်လာမလဲပြောမရပေါ့။ သို့ပေမဲ့ နောက်နှစ်လလောက်ကျရင် ဒီကားရဲ့အဆက် ဇာတ်လမ်းတွဲထွက်လာမှာပါ။ သို့ပေမဲ့ သူကတော့ LoTR လို အတည်အကြမ်းကြီးတွေမဟုတ်ဘဲ ငပေါလေးတွေချည်း။ LoTR နဲ့ ဆင်တယ်ဆိုပေမဲ့ LoTR လို မာစတာပိစ်ကြီးရဲ့ခြေဖျားတော့မမီဘူးပေါ့။ သူ့အရသာနဲ့သူတော့ ရှိပါတယ်။ ဒါပေမဲ့ IMDb – 7.2/10 နဲ့ အတော်ဆုံးတွေထဲက တစ်ယောက်ကရေးပြီး တစ်ယောက်ကရိုက်ထားတဲ့ တော်တော်လေးမိုက်တဲ့ ရုပ်ရှင်ပါပဲ။Cast တွေက Warwick Davis, Val Kilmer နဲ့ Joanne Whalley။ Joanne Whalley က တော်တော်လေးလှသလို Val ကြီးကလည်း မိုက်ကန်းတဲ့သူရဲကောင်းနေရာက ကွက်တိပါပဲ။ Warwick Davis ကတော့ မှော်ဆရာဖြစ်ချင်တဲ့ ရိုးရိုးကုတ်ကုတ်လယ်သမားလူပုလေးပေါ့။ နောက်နှစ်လ‌လောက်ကျထွက်မယ့် ဒစ္စနေးရဲ့ အဆက်ဇာတ်လမ်း စီရီးထဲမှာလည်း Willow နေရာကို ပထမမင်းသားကြီးကိုပဲ ပြန်သုံးပေးထားပါတယ်။ ပထမမင်းသားကိုပဲ ပြန်သုံးထားတာဆိုတော့ မူလအရသာတော့ မပျက်ဘူးလို့ယူဆရပါတယ်။ Joanne Whalley လည်းပါမှာပါ။ နှစ်ပေါင်း၃၄နှစ်အကြာဆိုတော့ ပိုလှတဲ့ effect တွေနဲ့ သတ္တဝါတွေကို တွေ့ရမယ်လို့ မျှော်လင့်ရတာပါပဲ။ Val ကြီးကတော့ ပြန်မပါနိုင်တော့လောက်ပါဘူး။ဒီရုပ်ရှင်ဟာ LoTR ဆန်ဆန်နဲ့ကို LoTR လို ဂန္ထဝင်အရမ်းဆန်မနေပေမဲ့လည်း သူထွက်ခဲ့တဲ့နှစ်အရဆို တော်တော်လှပတဲ့ကားလေးပါပဲ။ သူ့ဟာနဲ့သူလည်း ဂန္ထဝင်ဖြစ်နေပါပြီ။ အော်စကာ၂ဆုလည်း ဆန်ခါတင်ဝင်ခဲ့ပါတယ်။ Board Game လည်း ထွက်ခဲ့ပါတယ်။ ဒါကိုမှ ဂျော့လူးကပ်စ်, ရွန်ဟောင်းဝတ်, ဝါးဝစ်ခ်, ဗယ်လ် တို့ရဲ့ ဂန္ထဝင်ဆန်ခြင်းတွေနဲ့ ပေါင်းစပ်ထားတဲ့ ဂန္ထဝင်အရသာအပြည့်နဲ့ ဂန္ထဝင် Fantasty ကားကောင်းတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.4GB, 1.4GB, 750MBQuality – 1080p, 720p, 480pIMDb Rating – 7.2/10Format – mp4Duration – 2H 6MinGenre – Action, Adventure, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"