"Action, Drama, Mystery
IMDB 8.2/ 14k
ဒီတစ်ခေါက် CM က တင်ဆက်ပေးမှာကတော့
အားလုံးရဲ့အချစ်တော် မင်းသမီး ရက်ရှ်မီကာ ပါဝင်အားဖြည့်ပေးထားတဲ့
အိန္ဒိယ ပါကစ္စတန်ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အက်ဖရင်း (ရက်ရှ်မီကာ) ဟာ ပါကစ္စတန်လူငယ်ဥက္ကဌဖြစ်ပြီး
အိန္ဒိယတွေကို တအားမုန်းတဲ့သူဖြစ်ပါတယ်
အိန္ဒိယကျောင်းသားနဲ့ ပါကစ္စတန်ကျောင်းသားတွေ
အဓိကရုဏ်းဖြစ်ပြီး အိန္ဒိယဘက်က ပါကစ္စတန်အလံကို
မီးရှိခဲ့တဲ့အတွက်
သူဟာ အိန္ဒိယအကြီးအကဲတစ်ယောက်ရဲ့ကားကို
ပြန်ပြီး မီးရှိခဲ့ပါတယ်
အဲဒီအတွက် ဟိုဘက်က သူ့ကို တောင်းပန်ရင်ပန်
မဟုတ်ရင် လျော်ကြေး ၁ သန်းပေးရမယ်လို ပြောပါတယ်
ဒါနဲ့ပဲ အိန္ဒိယတွေကို တအားမုန်းတဲ့ အက်ဖရင်းဟာ
အိန္ဒိယတစ်ယောက်ကို တောင်းပန်မယ့်အစား လျော်ကြေးပဲပေးမယ်လို
ဆုံးဖြတ်ပြီး အဘိုးဖြစ်သူဆီက ပိုက်ဆံတောင်းလိုက်ပါတယ်
ဒါပေမယ့် သူ့အဘိုးဖြစ်သူဟာ သေဆုံးသွားပြီဖြစ်ပြီး
သေတမ်းစာထဲမှာ သူ လွန်ခဲ့တဲ့နှစ် (၂၀) က မတည်နိုင်ခဲ့တဲ့
ကတိတစ်ခုကို “အက်ဖရင်း” က တည်အောင်လုပ်ပေးရမယ်
အဲဒီလိုလုပ်ပေးမှ အမွေတွေပေးမယ်လို ရေးထားခဲ့ပါတယ်
အဲဒီကတိကတော့ သူ့သူငယ်ချင်းဖြစ်သူ “ရမ်” ရဲ့
ကောင်မလေး “ဆီတာ” ဆီ မပိုဖြစ်ခဲ့တဲ့ စာတစ်စောင်ကို ပိုပေးရမှာပဲဖြစ်ပါတယ်…
ခက်တာက အဲဒီ “ရမ်” နဲ့ “ဆီတာ” ဟာ အိန္ဒိယလူမျိုးဖြစ်နေတာပါပဲ
ဒါပေမယ့်လည်း ပိုက်ဆံလိုနေတဲ့ “အက်ဖရင်း” ဟာ
သူ့အဘိုးခိုင်းထားတဲ့အလုပ်ကို သဘောတူလိုက်ပြီး
သူ မဆက်ဆံချင်ဆုံး အိန္ဒိယလူမျိုးတွေနဲ့ ဆက်ဆံဖို ဖြစ်လာပါတော့တယ်
အဲဒီလိုနဲ့ လွန်ခဲ့တဲ့ နှစ် (၂၀) က “ဆီတာ” ဆိုတဲ့ ကောင်မလေးကို
သူဘယ်လိုလိုက်ရှာမလဲ
“ဆီတာ” နဲ့ “ရမ်” တိုရဲ့ ဇာတ်လမ်းလေးကရော
ဘယ်လိုဖြစ်ခဲ့တာလဲဆိုတာ..
အိန္ဒိယနဲ့ ပါကစ္စတန်တိုရဲ့ အာဃာတတွေကြားက
ဆွတ်ပျံ့ဖွယ် အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကို
မေတ္တာသာစစ်ရင် အမုန်းတရားတွေပြေငြိမ်းနိုင်တဲ့အကြောင်း
ရိုက်ကူးတင်ဆက်ထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပဲဖြစ်ပါတယ်
File size…2.75GB / 1.3GB
Quality…1080p WEB DL AAC5.1CH / 720p
Format…mp4
Duration….2h 43m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Kham Mon & BpL & Sora & Thet Ko & Kevin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
