"Thor: Ragnarok (2017)IMDb Raing (8.0)PauseThor ဇာတ်ကားတွေက ၂၀၁၁ နဲ့ ၂၀၁၃ တုန်းက ဆက် တိုက်ထွက်ရှိခဲ့ပြီး အခုတတိယမြောက်မှာ ဒါရိုက်တာ တိုက်ကာ ဝိတ်တီက ဘယ်လိုဇာတ်အိမ် တည်ထားလဲဆိုတာ စိတ်ဝင်စားစရာပါ။အန်တိုနီဟော့ပ်ကင်းစ်၊ ဘန်နီဒစ်ကန်ဘာဘက်ချ်၊ ကိတ်ဘ လန်ချက်၊ ခရစ္စဟမ်းစ်ဝေါ့သ်၊ ကန်လန်စီဘရောင်းစသူတွေနဲ့ မြိုင်မြိုင်ဆိုင်ဆိုင်ပဲမို့ စိတ်ကူးယဉ် သိပ္ပံ၊ စွန့်စားခန်း၊ ဟာသ၊ အက် ရှင်ရသတွေကို အပြည့်အဝခံစား ရဦးမှာပါ။ဆိုကိုဗီးယားစစ်ပွဲအပြီး ၂ နှစ်အကြာမှာ သော ဟာမီးမိစ္ဆာဆာတာရဲ့ ဖမ်းဆီးတာကိုခံထားရပါ တယ်။ သောရဲ့ ဖခင် အိုဒင်ဟာ အက်စ်ဂါ့တ်မှာ ကြာကြာနေရမှာ မဟုတ်တဲ့အကြောင်းနဲ့ အရာအား လုံးကို သူ့ရဲ့မီးလျှံနဲ့ ဖျက်ဆီးပစ် မယ်လို့ ဆာတာကပြောပေမယ့် သောဟာ ဆာတာကို အနိုင်ယူနိုင် ခဲ့ပါတယ်။အက်စ်ဂါ့တ်ကို ပြန်ရောက်ခဲ့ တဲ့ သောဟာ မွေးစားညီအစ်ကို လိုကီကို အကူအညီတောင်းပြီး သူ့အဖေကို ရှာတဲ့အခါ ကမ္ဘာမြေပေါ်က နော်ဝေးမှာရှိနေတယ်ဆို တာ သိသွားပြီး လိုက်သွားပေမယ့် သူ့အဖေ အိုဒင်ကတော့ မရှိတော့ပါဘူး။ အိုဒင်ဟာ နှစ်ပေါင်းများစွာကတည်းက အကျဉ်းကျနေတဲ့ သူ့ရဲ့ သမီးဦး ဟီလာကိုပြန်လွှတ်ပေးပြီး နောက်ဆုံးမှာ ဟီလာဟာ အက်စ်ဂါ့တ်ကို ချေမှုန်းမယ့် ရန်သူအဖွဲ့ရဲ့ ဦးဆောင်သူ ဖြစ်လာခဲ့ပါတယ်။ဟီလာဟာ သောရဲ့ လက်စွဲတော်တူကို ဖျက်ဆီးပစ်ခဲ့သလို သောနဲ့ လိုကီကိုလည်း အာကာ သထဲအရောက်ပို့ပြီး အပြတ်ရှင်းဖို့လုပ်ပါတော့တယ်။နောက်တော့ အက်စ်ဂါ့တ် ကို ဟီလာရောက်သွားပြီး အက်စ်ဂါ့တ်က စစ်တပ်တွေကို ဖျက်ဆီး ပြီးတော့ သူနဲ့ ဟိုးအရင်တုန်းက တိုက်ခိုက်ဖူးတဲ့ သေသူကို ပြန်ရှင်အောင်လုပ်ပြီး သူ့လက်အောက်ခံလက်မရွံ့ ဘက်တော်သားအဖြစ် လုပ်စေခဲ့ပါတယ်။အက်စ်ဂါ့တ်ကို စိတ်ကြိုက် ဖျက်ဆီးပစ်ဖို့လုပ်နေတဲ့ ဟီလာ ကို သောတစ်ယောက်တားဆီးနှိမ် နင်းနိုင်မှာလားဆိုတာကို စူပါဟီးရိုးဇာတ်ကားတွေရဲ့ ထုံးစံအတိုင်း အမိုက်စားအထူးပြုလုပ်ချက်တွေနဲ့အတူ ဆက်ကြည့်လိုက်ဦးနော်။++++++++++++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။ပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။အဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။ကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။Infinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီးစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို့နဲ့Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖွဲ့တို့ ပူးပေါင်းတားဆီးကြရင်း ဖြစ်လာတဲ့ စစ်ပွဲပါ။Infinity Stones 6 လုံးရဲ့ တည်နေရာတွေကတော့၁. Space Stone aka Tesseract (Blue)(Captain America: the first avenger ဇာတ်ကားမှာ နာဇီတွေဆီက လုယူရတဲ့ ကျောက်တုံးဖြစ်ပြီးAvengers ဇာတ်ကားမှာ လိုကီက ဂြိုလ်သားတွေကို ကမ္ဘာကိုခေါ်ဖို့ ဝင်ပေါက်ဖွင့်တဲ့နေရာမှာ အသုံးပြုခဲ့ပါတယ်၊လက်ရှိကတော့ Asgard ဂြိုလ်ပေါ်မှာ သိမ်းဆည်းခဲ့ရင်း Thor: Ragnarok ကားအဆုံးမှာ လိုကီ ခိုးယူခဲ့တာကို တွေ့ရမှာပါ)၂။ Reality Stone aka Aether (Red)( စကြဝဠာကို Big Bang မတိုင်ခင်အထိတောင် ပြန်ပြောင်းပစ်နိုင်ပါတယ်။Thor 2: The Dark World မှာ ပါလာခဲ့ပြီး နောက်ဆုံး credit scene မှာ Collector ဆိုသူဆီမှာ သိမ်းဆည်းထားပါတယ်)၃။ Power Stone (Purple Orb)( ဂြိုလ်တစ်ခုလုံးကို အသာလေးဖျက်ပစ်လို့ရတဲ့ raw power တွေပါပါတယ်။Guardian of the Galaxy 1 မှာ ပါဝင်ခဲ့ပြီး Xander က Nova Corps စစ်တပ်လက်ထဲမှာ သိမ်းဆည်းထားပါတယ်။)၄။ The Time Stone ( The Eye of Agomotto, Green)( အချိန်ကို လိုသလိုအသုံးချနိုင်ပါတယ်။ Doctor Starnge ဇာတ်လမ်းမှာ ပါဝင်လာပြီး လက်ရှိ ဒေါက်တာ စထ်ရိန့်က စောင့်ရှောက်ထားပါတယ်)၅။ Mind Stone (Yellow)( ဉာဏ်ရည်ကို မြှင့်တင်ခြင်းနဲ့ စိတ်ညို့ခြင်းတွေ ပြုလုပ်နိုင်ပါတယ်။ Avengers 1 မှာ ပါဝင်ခဲ့ပြီး လက်ရှိ Vision ရဲ့ နဖူးထဲမှာ မြှပ်ထားတာပါ)၆။ Soul Stone (Orange)( သက်ရှိ သက်မဲ့ အခြေအနေတွေကို ထိန်းချုပ်နိုင်ပါတယ်။ Planet Vormir မှာရှိပါတယ်။ )အဆိုပါ ကျောက်တုံး ၆ တုံးကို သုံးနိုင်ဖို့ Infinity Gauntlet ဆိုတဲ့ လက်အိတ်ကို လိုပါတယ်။ အဲဒီလက်အိတ်ကိုတော့ Thanos ပိုင်ဆိုင်ထားပါတယ်။ဒီလောက်ဆို Marvel Universe ကိုကြည့်ဖို့ အကြမ်းဖျဉ်းလုံလောက်ပြီ ထင်ပါတယ်။File size…(3.3 GB)/(1.6 GB)/(1.2 GB)Quality…IMAX 4K HDR HEVC/DS4K 1080p HEVC/720pFormat…mkv/mp4Duration….02:10:27Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Littleneo & Tariq"