"Thor: The Dark World (2013)IMDb Rating (6.8)Pauseဇာတ်လမ်းအဖွင့်မှာ Odin က လက်ရှိ စင်္ကြာဝဠာထဲမှာ ဘာမှမရှိခင်ကာလတုန်းက အရာအားလုံး အမှောင်အတိဖြစ်နေပြီး အဲ့ဒီအမှောင်ထုထဲမှာ Dark Elf လို့ခေါ်တဲ့ လူမျိုးစုတွေ အမှောင်ထဲမှာနေထိုင်ကြပါတယ်။ အဲ့ဒီနောက်မှာ အလင်းရောင်ဖြစ်ပေါ်လာပြီး တစ်ခြား သတ္တဝါတွေ ဖြစ်လာပြီးနဲ့နောက်မှာ Dark Elf မင်းသားက စင်္ကြဝဠာကြီးကို အရင်လို အမှောင် ဘ၀ ပြန်ရောက်အောင်လုပ်ဖို့ကြိုးစားရာမှာ Odin ရဲ့အဖေ Bor က တားဆီးနိုင်ခဲ့ပါတယ်။Dark Elf (Malekith) ရဲ့ လက်နှက် အဖြစ်သုံးတဲ့ Aether လို့ခေါ်တဲ့ အရာဝတ္ထုကိုတော့ ဖျက်ဆီးလို့မဖြစ်လို့ဘယ်သူမှာ မတွေ့နိုင်တဲ့နေရာမှာ ဖွက်ထားခဲ့ပါတယ်။ ဒါကို မင်းသမီး Natalie Portman က Thor နဲ့အဆက်အသွယ်ရဖို့ ကြိုးစားနေရင်းနဲ့ မထင်မှတ်ပဲ ရှာတွေ့သွားခဲ့ပါတယ်။ (ကမ္ဘာတွေအားလုံးက နှစ်ပေါင်း ၅၀၀၀ မှာတစ်ကြိမ် တစ်တန်းထဲ ကျပြီး တစ်ခုနဲ့တစ်ခု အချိတ်အဆက်မိတယ်လို့ဆိုပါတယ်။ အဲ့ဒီအချိန်မှာ Malekith က ကမ္ဘာအားလုံရဲ့ နေတွေကို ဖျက်ဆီးဖို့ကြိုးစားတာပါ။) အဲ့လိုအချိတ်အဆက်ဖြစ်နေတဲ့ အချိန်မှာ မင်းသမီး က မထင်မှတ်ပဲ Aether ကို ဖွက်ထားတဲ့ ဂြိုလ်ပေါ်ရောက်သွားပြီး Aether က သူ့ကိုယ်ထဲ ဝင်သွားသလို Malekith ကလည်း Aether ရဲ့ စွမ်းအားကို အာရုံခံမိသွားပြီး Natalie Portman အနောက်ကို လိုက်ဖို့ကြိုးစား သလို Thor ကလည်း သူချစ်သူကို ရော ကမ္ဘာကြီးကိုပါ Malekith ရဲ့လက်က နေ ကယ်တင်ရပုံတွေကို ကြည့်ရှုခံစားရမှာပါ။(အညွှန်းကို ရုပ်ရှင်မိတ်ဆက် Movie Review မှကူးယူဖော်ပြပါသည်။)++++++++++++++++++Marvel Cinematic Universe Intro=======================Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။ပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။အဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။ကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။Infinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီးစကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို့နဲ့Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖွဲ့တို့ ပူးပေါင်းတားဆီးကြရင်း ဖြစ်လာတဲ့ စစ်ပွဲပါ။Infinity Stones 6 လုံးရဲ့ တည်နေရာတွေကတော့၁. Space Stone aka Tesseract (Blue)(Captain America: the first avenger ဇာတ်ကားမှာ နာဇီတွေဆီက လုယူရတဲ့ ကျောက်တုံးဖြစ်ပြီးAvengers ဇာတ်ကားမှာ လိုကီက ဂြိုလ်သားတွေကို ကမ္ဘာကိုခေါ်ဖို့ ဝင်ပေါက်ဖွင့်တဲ့နေရာမှာ အသုံးပြုခဲ့ပါတယ်၊လက်ရှိကတော့ Asgard ဂြိုလ်ပေါ်မှာ သိမ်းဆည်းခဲ့ရင်း Thor: Ragnarok ကားအဆုံးမှာ လိုကီ ခိုးယူခဲ့တာကို တွေ့ရမှာပါ)၂။ Reality Stone aka Aether (Red)( စကြဝဠာကို Big Bang မတိုင်ခင်အထိတောင် ပြန်ပြောင်းပစ်နိုင်ပါတယ်။Thor 2: The Dark World မှာ ပါလာခဲ့ပြီး နောက်ဆုံး credit scene မှာ Collector ဆိုသူဆီမှာ သိမ်းဆည်းထားပါတယ်)၃။ Power Stone (Purple Orb)( ဂြိုလ်တစ်ခုလုံးကို အသာလေးဖျက်ပစ်လို့ရတဲ့ raw power တွေပါပါတယ်။Guardian of the Galaxy 1 မှာ ပါဝင်ခဲ့ပြီး Xander က Nova Corps စစ်တပ်လက်ထဲမှာ သိမ်းဆည်းထားပါတယ်။)၄။ The Time Stone ( The Eye of Agomotto, Green)( အချိန်ကို လိုသလိုအသုံးချနိုင်ပါတယ်။ Doctor Starnge ဇာတ်လမ်းမှာ ပါဝင်လာပြီး လက်ရှိ ဒေါက်တာ စထ်ရိန့်က စောင့်ရှောက်ထားပါတယ်)၅။ Mind Stone (Yellow)( ဉာဏ်ရည်ကို မြှင့်တင်ခြင်းနဲ့ စိတ်ညို့ခြင်းတွေ ပြုလုပ်နိုင်ပါတယ်။ Avengers 1 မှာ ပါဝင်ခဲ့ပြီး လက်ရှိ Vision ရဲ့ နဖူးထဲမှာ မြှပ်ထားတာပါ)၆။ Soul Stone (Orange)( သက်ရှိ သက်မဲ့ အခြေအနေတွေကို ထိန်းချုပ်နိုင်ပါတယ်။ Planet Vormir မှာရှိပါတယ်။ )အဆိုပါ ကျောက်တုံး ၆ တုံးကို သုံးနိုင်ဖို့ Infinity Gauntlet ဆိုတဲ့ လက်အိတ်ကို လိုပါတယ်။ အဲဒီလက်အိတ်ကိုတော့ Thanos ပိုင်ဆိုင်ထားပါတယ်။ဒီလောက်ဆို Marvel Universe ကိုကြည့်ဖို့ အကြမ်းဖျဉ်းလုံလောက်ပြီ ထင်ပါတယ်။File size…(2.4 GB)/(1.5 GB)/(1.1 GB)Quality…BluRay 4K HDR HEVC/DS4K 1080p HEVC/720pFormat…mkv/mp4Duration….01:52:03Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung"