"Thor (2011)
IMDb Rating (7.0)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လွန်ခဲ့သည့် နှစ်ပေါင်းများစွာက စကြဝဠာတွင် အဖွဲ့အစည်း ၃ ခုတည်ရှိသည်။ Giant Frost, Asgard နှင့် လူသား မျိုးနွယ်များဖြစ်သည်။ Giant Frost က လူသားမျိုးနွယ်စု နေထိုင်သည့် ကမ္ဘာမြေကြီးကို ကျူးကျော် တိုက်ခိုက်သည်။ သို့သော် Asgard က အနှီ ကျုးကျော်မှုကို လက်မခံပဲ Giant Frost များကို ပြန်လည်တိုက်ခိုက်သည်။ နောက်ဆုံးတွင် Asgard လူမျိုးနွယ်စုက အနိုင်ရရှိပြီး Giant Frost မှ အရေးကြီးဆုံး လက်နက်ကို သိမ်းပိုက်ပြီး ငြိမ်းချမ်းစွာ နေထိုင်သည့် သဘောတူညီချက် ကိုပြုလုပ်သည်။
Asgard ဘုရင် တွင် သားတော် ၂ ပါး Thor နှင့် Loki ရှိသည်။ Thor သည် စစ်မှုရေးရာတွင် ကျွမ်းကျင်သော်လည်း အင်မတန် တိုက်ခိုက်ချင်စိတ်များကာ မရင့်ကျက်သေးသည့် စစ်သားတစ်ယောက်ဖြစ်သည်။ Thor ကို တစ်ရက် ဘုရင်ကြီး အိုဒင် က ထီးနန်းလွှဲပေးမည့် နေ့ ရက်ဖြစ်သည်။ သူတို့လက်နက်တိုက်မှ Giant Frost မှ အရေးကြီးဆုံး လက်နက် ကို Giant Frost ထံမှ ဘက်တော်သားများက ခိုးယူဖို့ ကြံစည်သည်။ ဘုရင်ကြီးသိသွားကာ အစောင့်ကို တိုက်ခိုက်လိုက်သည်။ ထိုသို့ လာရောက်ကျူးကျော်မှုကို Thor က လက်မခံသော်လည်း ဘုရင်ကြီးက ဘာသိဘာသာနေဖို့ ပြောလိုက်သည်။
Thor မှ မခံချင်ပဲ သူ့ညီငယ် Loki မြှောက်ပေးမှုနှင့် အတူ သူငယ်ချင်းများနှင့် Giant Frost တိုင်းပြည်ကိုသွားကာ ပြဿနာရှာသည်။ Giant Frost က မခံချင်အောင် ရန်စ ပြောဆိုသဖြင့် ပဋိပက္ခ ဖြစ်သည်။ သူတို့ ဘက်က အုပ်စုက ထွက်ပြေးလာကာ ပြေးပေါက် မရှိသည့် အချိန်တွင် ဘုရင်ကြီး လာရောက် ကယ်ဆယ်သည်။ပြသနာ အရင်းခံ Thor မှ ဖခင် ဘုရင်ကြီးကို မချေမငံ ပြန်လည် ပြောဆိုရာမှ ဘုရင်ကြီး အမျက်တော်ရှပြီး Thor ကို အစွမ်းသတ္တိများ သိမ်းယူပြီး ကမ္ဘာဘက်သို့ နယ်နှင်ဒဏ်ပေးလိုက်သည်။
Thor တစ်ယောက် မင်းသားဘဝကနေ ကမ္ဘာကြီးမှာ သာမာန်လူအဖြစ်နဲ့ ဘယ်လိုများ ဆက်လက် အသက်ရှင်မလည်း၊ Asgard ပြည်ကို ပြန်လည်ရောက်ရှိအုန်းမှာလည်း၊ သူမရှိပဲ Asgard တိုင်းပြည်ရေး အခြေအနေ ဘယ်လိုများ ပြောင်းလဲ သွားမလည်းဆိုတာကြည့်ရှုရမှာပါ။
(အညွှန်းကို ရတနာပုံဆိုဒ်မှ ကူးယူဖော်ပြပါသည်။)
+++++++++++++++++++++++
Marvel Cinematic Universe Intro
=======================
Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။
ပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။
Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။
အဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။
ကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။
Infinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး
စကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။
ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို့နဲ့
Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖွဲ့တို့ ပူးပေါင်းတားဆီးကြရင်း ဖြစ်လာတဲ့ စစ်ပွဲပါ။
Infinity Stones 6 လုံးရဲ့ တည်နေရာတွေကတော့
၁. Space Stone aka Tesseract (Blue)
(Captain America: the first avenger ဇာတ်ကားမှာ နာဇီတွေဆီက လုယူရတဲ့ ကျောက်တုံးဖြစ်ပြီး
Avengers ဇာတ်ကားမှာ လိုကီက ဂြိုလ်သားတွေကို ကမ္ဘာကိုခေါ်ဖို့ ဝင်ပေါက်ဖွင့်တဲ့နေရာမှာ အသုံးပြုခဲ့ပါတယ်၊
လက်ရှိကတော့ Asgard ဂြိုလ်ပေါ်မှာ သိမ်းဆည်းခဲ့ရင်း Thor: Ragnarok ကားအဆုံးမှာ လိုကီ ခိုးယူခဲ့တာကို တွေ့ရမှာပါ)
၂။ Reality Stone aka Aether (Red)
( စကြဝဠာကို Big Bang မတိုင်ခင်အထိတောင် ပြန်ပြောင်းပစ်နိုင်ပါတယ်။
Thor 2: The Dark World မှာ ပါလာခဲ့ပြီး နောက်ဆုံး credit scene မှာ Collector ဆိုသူဆီမှာ သိမ်းဆည်းထားပါတယ်)
၃။ Power Stone (Purple Orb)
( ဂြိုလ်တစ်ခုလုံးကို အသာလေးဖျက်ပစ်လို့ရတဲ့ raw power တွေပါပါတယ်။
Guardian of the Galaxy 1 မှာ ပါဝင်ခဲ့ပြီး Xander က Nova Corps စစ်တပ်လက်ထဲမှာ သိမ်းဆည်းထားပါတယ်။)
၄။ The Time Stone ( The Eye of Agomotto, Green)
( အချိန်ကို လိုသလိုအသုံးချနိုင်ပါတယ်။ Doctor Starnge ဇာတ်လမ်းမှာ ပါဝင်လာပြီး လက်ရှိ ဒေါက်တာ စထ်ရိန့်က စောင့်ရှောက်ထားပါတယ်)
၅။ Mind Stone (Yellow)
( ဉာဏ်ရည်ကို မြှင့်တင်ခြင်းနဲ့ စိတ်ညို့ခြင်းတွေ ပြုလုပ်နိုင်ပါတယ်။ Avengers 1 မှာ ပါဝင်ခဲ့ပြီး လက်ရှိ Vision ရဲ့ နဖူးထဲမှာ မြှပ်ထားတာပါ)
၆။ Soul Stone (Orange)
( သက်ရှိ သက်မဲ့ အခြေအနေတွေကို ထိန်းချုပ်နိုင်ပါတယ်။ Planet Vormir မှာရှိပါတယ်။ )
အဆိုပါ ကျောက်တုံး ၆ တုံးကို သုံးနိုင်ဖို့ Infinity Gauntlet ဆိုတဲ့ လက်အိတ်ကို လိုပါတယ်။ အဲဒီလက်အိတ်ကိုတော့ Thanos ပိုင်ဆိုင်ထားပါတယ်။
ဒီလောက်ဆို Marvel Universe ကိုကြည့်ဖို့ အကြမ်းဖျဉ်းလုံလောက်ပြီ ထင်ပါတယ်။
File size…(3.3 GB)/(1.6 GB)/(1.2 GB)
Quality…BluRay 4K HDR HEVC/DS4K 1080p HEVC/720p
Format…mkv/mp4
Duration….01:54:48
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
