"Tokyo! ( 2008 )တိုကျိုလို့ နာမည်ပေးထားပြီး တိုကျိုမှာပဲ ဇာတ်အိမ်တည် ဂျပန်သရုပ်ဆောင်တွေချည်းသုံးထားတဲ့ ဒီရုပ်ရှင်ကိုဂျပန်မဟုတ်တဲ့ ဒါရိုက်တာသုံးယောက်က ရိုက်ကူးထားတယ်။Pauseပထမဇာတ်လမ်းတို “Interior Design”ကို ရိုက်တဲ့သူက ပြင်သစ်ဒါရိုက်တာ Michel Gondry,သူ့ကိုနာမည်နဲ့ရုပ်ရှင် တွဲသိချင်သိမှာပေမဲ့ သူက Eternal Sunshine of the Spotless Mind လို မာစတာပိစ်ရုပ်ရှင်ကားရဲ့ ဒါရိုက်တာ။ဒုတိယဇာတ်လမ်း ” Merde”ကို ရိုက်တာက Leos Carax, သူလည်းပြင်သစ်ပဲ။ကိန်းကနေ best directorဆုရဖူးတဲ့သူဆိုတော့ မခေတာသိသာပါတယ်။နောက်ဆုံးတစ်ယောက်ကတော့ အောက်စကာမှာ သမိုင်းတွင်အောင်လုပ်ခဲ့သလိုကိန်းမှာလည်း အမြင့်ဆုံးဆုရခဲ့တဲ့ တောင်ကိုရီးယား ဒါရိုက်တာ ဘွန်းဂျွန်းဟို။ဒိတ်ဒိတ်ကြဲ၃ယောက် စုထားတယ်ပေါ့။သူတို့ဟန်တွေက မရိုးရှင်းသလို ဒီထဲက ဇာတ်လမ်းတို၃ပုဒ်ကလည်း တော်တော်ဆန်းတယ်။ဇာတ်လမ်းအရဆိုရင်တော့ “Interior Design”ဟာ တော်တော်လေးလှတယ်။ဒါရိုက်တာဖြစ်ဖို့ကြိုးစားနေတဲ့ ယောက်ျားတစ်ယောက်နဲ့ သူ့အတွက် အရာရာစွန့်ထားတဲ့ မိန်းမတစ်ယောက်အကြောင်းပေါ့။သူ့ကိုယ်သူတစ်ခါမှ အသုံးဝင်တယ်လို့ မခံစားရဖူးတဲ့ မိန်းမတစ်ယောက်ရဲ့အဖြစ်ပေါ့။လူကနေ ခုံကြီးပြောင်းသွားတာလို အဆန်းကြီးတွေပြပေမဲ့ သူပြချင်တဲ့ အချက်ကို နိမိတ်ပုံနဲ့ပြတယ်လို့ ယူဆလို့ရပါတယ်။အင်းနားလော့ဂျစ်မပျက်ဘူးပြောရမှာပဲ။ တခြားတစ်နည်းပြောရရင် ငါဘာအတွက်ဖြစ်တည်နေလဲ ရှာဖွေတဲ့ကားပေါ့။နာမည်ကြီးသရုပ်ဆောင်တွေလည်း ပါသလို Shunji Iwaiလည်း ဝင်သရုပ်ဆောင်ထားတယ်။Shunji Iwaiက သူ့ရုပ်ရှင်တွေဟာ လူ့ပြည်က နိဗ္ဗာန်တွေလို့ တင်စားရတဲ့အထိ လှပနေတတ်တဲ့ဂျပန်ရဲ့အတော်ဆုံး ဒါရိုက်တာတွေထဲက တစ်ယောက်။သူ့ရဲ့ All About Lily Chou-Chouကို မသိတဲ့ အာရှဖန် ရှားတယ်။ဒုတိယဇာတ်လမ်းက Merde , တိုကျိုရဲ့ရေဆိုးမြောင်းတွေကြားနေတဲ့ လူပေမဲ့လူမပီတော့တဲ့ သတ္တဝါတစ်ကောင်အကြောင်း။ ဒီဇာတ်လမ်းကတော့ တစ်ခုခုကို မေးခွန်းထုတ်ထားတဲ့ မေးခွန်းလို့ ပြောလို့ရတယ်။ခြွင်းချက်က ဒီဇာတ်လမ်းထဲက အဓိကဇာတ်ကောင်၂ကောင်က ဂျပန်တွေဟုတ်မနေဘူး။တတိယဇာတ်လမ်းက ဘွန်းဂျွန်းဟိုရဲ့ “Shaking Tokyo”။ဘွန်းဂျွန်းဟိုကားလို့ ပြောဖို့ သူက နည်းနည်းနူးညံ့လွန်းနေတယ်။ အချစ်ကားလို့ သွားပြောရင်တောင် ရတယ်။ဇာတ်လမ်းက ၁၁နှစ်လုံး အိမ်ပြင်မထွက်တဲ့ အိမ်တွင်းပုန်းလူတစ်ယောက်ရဲ့ အိမ်ပြင်ထွက်ဖြစ်သွားတဲ့ ဇာတ်လမ်း။ဘွန်းဂျွန်းဟိုပီသစွာပဲ ဇာတ်က ခပ်ဆန်းဆန်းလေးဖြစ်နေတယ်။ဒီဇာတ်လမ်းရဲ့အလှကို အားဖြည့်ပေးထားတာက Yū Aoi။ချစ်စရာမျက်နှာလေးနဲ့ ဂျပန်အကယ်ဒမီ ဆုအပါအဝင် ဆုပေါင်းများစွာရထားတဲ့ မင်းသမီး။Art Filmတွေ မနည်းမှာ ပါဝင်သရုပ်ဆောင်ဖူးသလို လက်ရှိထိပ်တန်းမင်းသမီးတွေထဲ အပါအဝင်လည်းဟုတ်တယ်။ကျွန်တော်တော့ ဂျပန်မင်းသမီးတွေထဲ သူ့သဘောအကျဆုံးပဲ။ဒီထဲလည်း သူ့ကြောင့် ဘွန်းဂျွန်းဟိုရဲ့ ဇာတ်လမ်းကို သဘောအကျဆုံးဖြစ်သွားတယ်။Tokyoဟာ အချိန်တိုလေးအတွင်းမှာ ဒါရိုက်တာဆရာကြီး၃ယောက်ရဲ့တော်တော်လေးဆန်းတဲ့ဇာတ်လမ်းတွေကို မြည်းစမ်းရမယ့် ရှားရှားပါးပါး ရုပ်ရှင်တွေထဲက တစ်ကားပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။Genre….. Comedy, Drama, FantasyQuality…. 1080p | 720p | 480pFile size… 2.92GB | 1.08GB | 518MBFormat… mp4Duration…. 1h 52minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. WiRa AungEncoder ….. August"