"White Night (2009)
“ငါ စာအုပ်ထဲမှာ ဖတ်ဖူးတယ်။ ဘယ်အပြစ်မဆို (၁၅)နှစ်ကြာရင် အပြစ်ကြေတယ်တဲ့။
ငါတို့ နောက်(၁၅)နှစ်ကြာမှ ပြန်တွေ့ကြရအောင်”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
– ဒီစကားကို လီဂျီအာက ကင်ယိုဟန်ကို ပြောခဲ့တာပါ။
သူတို့ နှစ်ယောက်ရဲ့ ကလေးဘဝက ကြမ်းတမ်းခဲ့ပါတယ်။
ကင်ယိုဟန်ရဲ့ အဖေဖြစ်သူ တစ်ညမှာ အသတ်ခံခဲ့ရပြီး လီဂျီအာရဲ့ အမေဖြစ်သူက လူသတ်မှုအတွက် အဓိက သံသယရှိသူ ဖြစ်လာပါတယ်။
တစ်ဖက်မှာလည်း ကင်ယိုဟန်ရဲ့ အမေက ခင်ပွန်းဖြစ်သူ အသတ်ခံရပြီးချိန်မှာပဲ အလုပ်သမား ကန်ဂျယ်ဒိုနဲ့ ဖောက်ပြန်ခဲ့ပါတယ်။
သပွတ်အူလို ရှုပ်ထွေးနေတဲ့ ဆက်ဆံရေးတွေကြားက လူသတ်မှုကို စုံစမ်းရသူကတော့ စုံထောက်ဟန်ဒုန်ဆူပါ။
စုံစမ်းနေရင်း တန်းလန်းမှာပဲ သံသယရှိသူ လီဂျီအာရဲ့ အမေဟာ ကိုယ့်ကိုယ်ကို အဆုံးစီရင်သွားပါတော့တယ်။
“ဘဝမှာ အချိန်အခါ ဆိုတာရှိတယ်။ ကိုယ်လုပ်ချင်တဲ့ အရာတွေကို လုပ်လို့ရတဲ့ တစ်ခုတည်းသော အချိန်အခါ”
ဒီစကားကို ပြောခဲ့တဲ့ စုံထောက်ဟန်ဟာ သံသယရှိသူ သတ်သေသွားလို့ အမှုပိတ်ကာမှ
အမှုအတွက် မသင်္ကာစရာတွေကို ရှာတွေ့လာတဲ့အတွက် အမှုကို သဲကြီးမဲကြီးလိုက်ရင်း ဆုံးရှုံးမှု ကြီးကြီးမားမားကြုံလိုက်ရပါတယ်။
သူ ဘယ်လိုပဲ ကြိုးစားကြိုးစား အဖြေကိုရှာမရခဲ့တဲ့ အမှုဟာ ပဟေဠိဆန်ဆန်ကျန်နေခဲ့ပါတယ်။
ဒီလိုနဲ့ (၁၄)နှစ်ကြာတဲ့အခါမှာ ကင်ယိုဟန်ရဲ့ အမေနဲ့ ဖောက်ပြန်ခဲ့တဲ့ လူသတ်မှုနဲ့ ဆက်နွယ်နေသူ ကန်ဂျယ်ဒို သေဆုံးခဲ့ရာကနေ
လွန်ခဲ့တဲ့(၁၄)နှစ်က အမှုဟာ တစ်ပတ်ပြန်လည်လာခဲ့ပါတယ်။
ဒီအမှုကို လက်လျှော့ထားခဲ့တဲ့ စုံထောက်ဟန်တစ်ယောက် ဒီတစ်ကြိမ်မှာရော အမှုကို ဖြေရှင်းနိုင်မလား၊ တရားခံကိုရော ဖမ်းနိုင်မလား၊
(၁၅)နှစ်ပြည့်တဲ့အခါ ပြန်ဆုံကြဖို့ ကတိထားခဲ့တဲ့ လီဂျီအာနဲ့ ကင်ယိုဟန်တို့ရော ကတိအတိုင်း ပြန်ဆုံနိုင်ကြပါ့မလား၊
ဒီမေးခွန်းကိုတော့ ဒီကားလေးမှာ ကြည့်ရှုရင်း အဖြေရှာနိုင်ပါတယ်။
တောင်ကိုရီးယားနိုင်ငံရဲ့ ထိပ်တန်း မင်းသမီးတွေဖြစ်တဲ့ မမ Son Ye Jin၊ Lee Min-jung၊
မင်းသားကြီးတွေ ဖြစ်တဲ့ Han Suk-kyu နဲ့ Go Soo တို့ ပါဝင်ထားတာ ဖြစ်ပါတယ်။
Nude scene တွေ ပါဝင်တဲ့အတွက် R-19+ အဖြစ် သတ်မှတ်ခံထားရတဲ့ ကားလည်း ဖြစ်ပါတယ်။
IMDB rating – 6.5/10 ရရှိထားပြီး
Blue Dragon Award နဲ့ အကောင်းဆုံး အမျိုးသမီး မျက်နှာသစ် သရုပ်ဆောင်ဆုတို့ကို ရရှိထားတဲ့ ကားကောင်းလေးပဲ ဖြစ်ပါတယ်။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Milo ပဲ ဖြစ်ပါတယ်။
Genre….. Mystery, Romance, Thriller
Quality…. 1080p | 720p | 480p
File size… 2.47GB | 920MB | 517MB
Format… mp4
Duration…. 2h 15min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Milo
Encoder ….. Blank
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
