"The Weather Man(2005)====================Pauseကျွန်တော်တို့အားလုံးဟာ ဘဝသင်ခန်းစာတွေကိုပုံစံအမျိုးမျိုးနဲ့ life long learningလုပ်နေရတဲ့ဘဝကျောင်းတော်ထဲက ကျောင်းသားလေးတွေပေါ့။တစ်ခါတလေမှာ အလွယ်တကူနားလည်လိုက်တာရှိပေမဲ့ တစ်ခါတစ်လေကျ ခက်ခက်ခဲခဲနဲ့ ရင်းနှီးပေးဆပ်မှုတွေများပြီးမှ ရင်ဘတ်ကြီးကိုရင်းနှီးလိုက်ရပြီးမှသင်ယူလိုက်ရတာတွေလည်း အများကြီးပါပဲ။လွယ်ကူတယ်ဆိုတာ အရွယ်ရောက်ပြီးသူတစ်ယောက်ရဲ့ဘဝထဲကို ဝင်မလာဘူးလို့ ဒေ့ဗ်ရဲ့အဖေက ဒေ့ကိုအမြဲဆုံးမပါတယ်။ ဒါပေမဲ့ဒေ့ဗ်တစ်ယောက် ဒါကိုလက်မခံနိုင်ဘဲ ပြဿနာပေါင်းစုံနဲ့ ဗရုတ်သုတ်ခလူ့ဘဝကြီးကိုအကြီးအကျယ်အဆိုးမြင်နေသူတစ်ယောက်ပါ။အသက်အရွယ်နဲ့ယှဉ်ရင် မရင့်ကျက်နိုင်သေးတဲ့ဒေ့ဗ်ကတော့ဘဝရဲ့ပြဿနာတွေကို ထိုင်အလိုမကျဖြစ်နေတဲ့Grumpy kidလိုပါပဲ။(Grumpyဖြစ်မဖြစ်ကတော့တစ်ကားလုံးကိုလွှတ်ဆဲနေတော့တာ)work lifeကိုကြည့်ရင်လည်း ဒေ့ဗ်စပရစ်ဇ်ရဲ့ဘဝကစာမေးပွဲခန်းထဲက ကျွန်တော်တို့နဲ့မခြားပါဘူး။ စာမေးပွဲခန်းထဲထိုင်နေပေမဲ့ စာဆိုတာဒါလားလို့မေးယူရတဲ့အနော်တို့လိုပဲသူလည်း မိုးလေဝသပညာဆိုတာ ချိုနဲ့လားဆိုသလိုပါပဲ။ဒီလိုလူက မိုးလေဝသသတင်းကြေညာသူဆိုတော့ကာသူမှန်းသမျှကတော့ ကတွတ်ပီအမဲလိုက်သလိုပါပဲ___ပြောင်းပြန်မှတ်ယူမှ စိတ်ချရမှာပါ။အလုပ်ကအဆင်မပြေတော့ Family Lifeကိုကြည့်တော့လည်းတလွဲ။ ဇနီးဖြစ်သူနိုရင်းနဲ့ကလည်း တကျက်ကျက်ရန်ဖြစ်၊နေ့တိုင်းဆူပူနေတဲ့မိဘတွေကြောင့် စိတ်ထွက်ပေါက်ရှာ‌တဲ့ကလေးတွေက ဆေးစွဲတဲ့လူနဲ့ ဆေးလိပ်သောက်တဲ့လူနဲ့ပြဿနာတွေဒုနဲ့ဒေး။ ဒီကြားထဲမှာမှ အဖေဖြစ်သူရဲ့သတင်းဆိုးကလည်း သူ့အတွက်တော့ ကံဆိုးမသွားလေရာမိုးလိုက်လို့ရွာပါပဲ။ Social lifeကတော့ အထွေအထူးပြောစရာမလိုပါဘူး။ တလွဲချည်းပဲ တီဗီပေါ်တက်တက်ပြောနေတဲ့ဒေ့ဗ်ကိုလူတွေကအင်မတန်ချစ်ခင်ကြတော့ အပြင်မှာတွေ့ရင် ကြုံသလိုသွားရည်စာနဲ့ပစ်ပေါက်ပြီး ဆွမ်းကြီးလောင်းကြပါတယ်။ဒီလိုစုတ်ပြတ်နေတဲ့ဒေ့ဗ်ရဲ့ဘဝကို ပြောင်းလဲပေးမယ့်မဟာအခွင့်အရေးဖြစ်တဲ့ သူ့ရဲ့Dream Jobက သူ့ရှေ့မှောက်ကိုရောက်လာတဲ့အခါမှာတော့ သူ့ရဲ့ရွေးချယ်မှုတွေ အရင်လိုပဲဝေဝါးနေဦးမှာလား။ ဘဝရဲ့ပြဿနာတွေကိုရော သူဘယ်လိုဖြေရှင်းသွားမလဲဆိုတာ အတူတူကြည့်ရှုလိုက်ရအောင်ပါ။Family Dramaပီသစွာနဲ့ လက်တွေ့ဘဝကို ဇာတ်အိမ်တည်ပြီးရိုက်ကူးထားတဲ့ Nicolas Cageရဲ့နာမည်ကျော်ရုပ်ရှင်ကားတစ်ကားဖြစ်သလို လက်တွေ့ဘဝလိုပဲ မထင်မှတ်ထားတာတွေအလွဲအချော်တွေ အဖုအထစ်တွေရှိလာတဲ့အခါမှာ လူသားတွေအတွက်လိုအပ်တဲ့ self-acceptance ဆိုတာကို မျက်ဝါးထင်ထင်ရိုက်ကူးပြထားတဲ့ဒရာမာကောင်းတစ်ကားဆိုတာတော့ ငြင်းမရတဲ့အမှန်တရားပါပဲ။ life lessonက ပြောင်မြောက်သလို ပရိတ်သတ်ရင်ထဲကိုထိသွားစေမဲ့ နောက်ထပ်တစ်ခုကတော့ ဒေ့ဗ်နဲ့ရောဘတ်တို့ရဲ့ ဖခင်မေတ္တာပါပဲ။ Comedy drama‌ ကောင်းတစ်ခုပီပီအခွီလေးလည်းပါ Deepသွားမဲ့scene‌‌လေးတွေလည်းပါတာဖြစ်လို့ဘဝရဲ့အဆင်မပြေမှုတွေကြားက warming vibe‌လေးကိုလိုအပ်နေတဲ့ ပရိသတ်တွေအတွက် Healing ဖြစ်စေမယ့်ရုပ်ရှင်ကားအဖြစ် ညွှန်းပေးလိုက်ရပါတယ်။File size…1.66GB / 642MBQuality…WEB-Rip 1080p 5.1CH / 720pFormat…mp4Duration….1h 42mGenre ….. Comedy , DramaSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by Jane"