"Where the Crawdads Sing (2022)~ IMDb rating – 7.1/10 ~PauseDelia Owens ရဲ့ ၂၀၁၉မှာထွက်ခဲ့ပြီး The New York Times Fiction Best Sellers ဖြစ်ခဲ့တဲ့ စာအုပ်ကို ပြန်ရိုက်ထားတာပါ။ စာအုပ်ကလည်း နာမည်ကြီးသလို ဇာတ်ကားကလည်း တော်တော်လေးကောင်းတဲ့ရုပ်ရှင်ပါပဲ။ မင်းသမီးကတော့ စီးရီးတွေနဲ့ နာမည်စရလာပြီး ဒီနှစ်ထဲ FRESH နဲ့ Where the Crawdads Sing လိုကားကောင်းတွေရိုက်ထားတဲ့၊ ဆုတွေတစ်သီတစ်သန်းကြီးရရနေတဲ့ Daisy Edgar-Jones ပါ။ ရုပ်လည်းလှသလို သရုပ်ဆောင်လည်းကောင်းပါတယ်။ နောက် ဒီကားထဲက သူ့ရှေ့နေနေရာမှာ‌တော့ လင်ကွန်းကားထဲ အမေရိကန်ပြည်ထောင်စုအထွေထွေအတွင်းရေးမှူးနေရာက သရုပ်ဆောင်ခဲ့တဲ့ David Strathairn ပါပါတယ်။စိမ့်တောကြီးရှိတဲ့ မြို့လေးတစ်မြို့ရှိတယ်။ အဲဒီစိမ့်တောမှာ မိသားစုနည်းနည်းပါးပါးနေကြတယ်။ နောက်ကျ အဲဒီစိမ့်တောက မိသားစုတွေအကုန်ပြောင်းသွားကြပြီး ကောင်မလေးတစ်ယောက်နဲ့ သူ့အဖေပဲကျန်ခဲ့တယ်။ ကလေးမလေးက မြို့ပေါ်ကျောင်းသွားတက်ကြည့်တယ်။ ဒါပေမဲ့ မြို့ကကလေးတွေက သူ့ကို ဗွက်တောထဲနေတဲ့ဟာမဆိုပြီး နှိမ်ကြတော့ ကျောင်းကနေထွက်ပြေးလာခဲ့တယ်။ စာလည်းမရေးတတ် စာလည်းမဖတ်တတ်ခဲ့ဘူး။ နောက်ကျ သူ့အဖေပါ ထွက်သွားတယ်။ ကောင်မလေး တစ်ယောက်တည်း ယောက်သွားတွေတူး ရောင်းစားရင်း ရှင်သန်ခဲ့ရတယ်။ ဆင်းရဲလွန်းတဲ့သူဆိုတော့ တစ်မြို့လုံးကလည်း သူ့ကိုအကောင်းမမြင်ကြဘူး။ဒီလိုနဲ့ ကောင်မလေးအရွယ်ရောက်လာတယ်။ စိမ့်တောတစ်နေရာက မျှော်စင်မှာ လူတစ်ယောက်သေနေတော့ ရဲတွေကစုံစမ်းကြတယ်။ တစ်မြို့လုံးက ကောင်မလေးကို မကောင်းမြင်ပြီး သူပဲလို့စွပ်စွဲကြတယ်။ သက်သေကလည်း သက်သေဖျောက်ဖျက်ထားတဲ့ သက်သေပဲရှိနေတာမို့ သေသွားတဲ့သူနဲ့ ကောင်မလေးကလည်း ပတ်သက်ဖူးသလို တခြားအချက်လေးတွေလည်းရှိတာမို့ ကောင်မလေးကိုဖမ်းလိုက်ကြတယ်။ တစ်မြို့လုံးမှာမှ သူ့အပေါ်ကောင်းတဲ့ လူလေးယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့အဘိုးကြီးက သူ့အတွက်ရှေ့နေလိုက်ပေးတယ်။ဒီဇာတ်လမ်းကျောရိုးကိုမှ သူက လက်ရှိအမှုစစ်နေတာနဲ့ ကောင်မလေးအတိတ်ကို တစ်ကျော့စီကျော့ပြီး ပြသွားတယ်။ မပျင်းအောင်ပြနိုင်တယ်ပြောရမှာပဲ။ စာအုပ်ကိုရိုက်တာဆိုတော့ စာအုပ်မှာ နိမိတ်ပုံတွေမနည်းဘူးလို့သိရသလို သူ့ narrative တွေကလည်း နိမိတ်ပုံဆန်တယ်။ ဒီ Narrative တွေကြောင့်လည်း ဒီဇာတ်လမ်းက နည်းနည်းပိုကဗျာဆန်သွားပြီး ပိုလည်းဆွဲဆောင်မှုရှိသွားတယ် ပြောရမယ်။ တစ်ချို့အဖြစ်တွေဆို ကျွန်တော်တို့ကို သူရဲ့နိမိတ်ပုံဆန်ဆန် သွယ်ဝိုက်ပြောထားတဲ့ narrative မှာပဲ အဖြေထည့်ပေးထားတယ်။နောက် သူ့ဇာတ်က ခုနဇာတ်ကိုမှ စာအုပ်ကပဲဖြစ်နေတာလား။ ဒါရိုက်တာပဲ လက်စွမ်းပြလိုက်လားတော့မသိဘူး။ တရားရင်ဆိုင်တဲ့အခန်းဆို လုံးဝ 12 Angry Men vibe အစစ်ကြီး။ အဆုံး narrative တွေမှာ Atonement vibe က ကောက်ထည့်လိုက်သေး။ အဲဒီလိုထည့်လိုက်လို့လည်း သူ့ဇာတ်လမ်းက ပိုကြွသွားတယ်လို့တော့ပြောလို့ရပါတယ်။ ရုပ်ပေါက်အောင်ကြီးမဟုတ်ဘဲ လိုက်ဖက်ရုံလေးထည့်သွားတာပါ။Emotional လည်းဖြစ်လို လူ့သဘာဝလည်းပေါ်တယ်ပြောရမှာပဲ။ သို့တိုင်အောင်ပဲ ဒါတွေကလိုတော့မလိုလှဘူး။ Thriller, Mystery အမျိုးအစားဆိုတော့ အဲဒီ၂ခုအရသာတော့ တော်တော်လေးရတဲ့အတွက် သူ့တာဝန်ကျေပြီမလား။ အခက်ခဲဆုံးဘဝတစ်ခုအကြောင်းပြသွားတဲ့အတွက် ဒရာမာလည်းတော်တော်ဆန်ပါတယ်။ ကောင်မလေးအဖေရဲ့ တစ်ချို့အခန်းတွေဆို အိမ်ကိုပါ ပြန်‌ပြေးမြင်မိသွားတဲ့အထိ အားနေပြဿနာပဲတက်နေတဲ့မိသားစုတွေကို ထင်ဟပ်မိစေပါတယ်။ ဒီဘဝကနေ သူ့ကားနာမည် ကျောက်ပုစွန်တွေ သီချင်းဆိုနေကြတဲ့နေရာ… ဆိုသလို ဒီအောက်ဆုံးဘဝငရဲက ကောင်မလေးအတွက် မဖြစ်နိုင်ခြင်းတွေ ဖြစ်နိုင်တဲ့နေရာ ရောက်မရောက်ကို ရင်တဖိုဖိုနဲ့ ကြည့်ရအောင်လုပ်နိုင်စွမ်းရှိတဲ့ ရုပ်ရှင်ပါပဲ။ဒီရုပ်ရှင်က နာမည်ကျော်စာအုပ်ကို ရိုက်ထားတာတင်မဟုတ်ဘဲ နာမည်ကျော်အဆိုတော် တေလာဆွစ်ကပါ Carolina ဆိုတဲ့သီချင်းကို ဒီကားအတွက် သီးသန့်ရေးပေးထားတယ်။ အမေရိကန်က တောသူမလေးက တောသူမလေးအကြောင်း သီချင်းကို လိုလိုလားလားရေးပေး ဆိုပေးထားတာပါ။ စာအုပ်ဖတ်ပြီး သိပ်ကြိုက်လို့ ဇာတ်ကားရိုက်မယ်ကြားတော့ ရေးပေးလိုက်တာပါတဲ့။ ဇာတ်ကတော့ အပျင်းပြေကြည့်လည်း ပြေ၊ ထိုင်ဖီးလ်ချင်လည်း ပြေ၊ Mainstream ကားပေမဲ့ Art Film မကျတကျလေးလည်း ဖြစ်နေတော့ ဘယ်လိုပရိသတ်အတွက်မဆို အဆင်ပြေမယ့် ကားကောင်းတစ်ကားပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.2GB, 1.3GB, 745MBQuality – 1080p, 720p, 480pIMDb Rating – 7.1/10Format – mp4Duration – 2H 5MinGenre – Drama, Mystery, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"