"The Way Back(2020)
IMDb….7.1,,,,,,Rotten….83%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
ဒီကားမှာ ဘန်အဲဖလက်ကို ဘတ်စကတ်ဘောနည်းပြကြီးဂျက်ကန်နင်ဟန် အဖြစ်တွေ့မြင်ရမှာပါ …..ဂျက်ဟာ လူမှုရေးပြဿနာပေါင်းစုံကြောင့် စိတ်ထောင်းလို့ကိုယ်ကျေပြီး ကြုံရာကျပန်းအလုပ်တွေလုပ်နေတဲ့ မျှော်လင့်ချက်ကင်းမဲ့တဲ့ လူသားတစ်ယောက်ပါ …..
မိန်းမနဲ့လဲအဆင်မပြေ မိသားစုပေါ်လဲနားမလည်ပေးနိုင်တဲ့ဂျက်တစ်ယောက် ပင်ပင်ပန်းပန်းအလုပ်တွေလုပ်ပြီး မနက်ဆိုလဲဘီယာလေးနဲ့ အလုပ်ချိန်မှာလည်း ဘီယာလေးတမြမြနဲ့ အလုပ်သိမ်းပြန်တော့ ဘားလေးဒိုးပြီး တချိန်လုံး စိတ်ဒဏ် ရာတွေကိုအရက်နဲ့ကုစားနေရတဲ့ လူတစ်ယောက်ပါ …..
ဘာအလုပ်မှမယ်မယ်ရရတစ်ထိုင်တည်းမလုပ်ပဲ အရက်ချည်းသောက်နေတဲ့ ဂျက်ဆီ တစ်ချိန်ကသူအောင်ပန်းဆင်ခဲ့တဲ့ ဘတ်စကတ်ဘောလောက ကလူတစ်ယောက်နည်းပြလုပ်ဖို့ ကမ်းလှမ်းလာပါတော့တယ် …..
သူ့ဆီကမ်းလှမ်းတဲ့သူက Church ကျောင်းကဘုန်းတော်ကြီးဒဗိုင်းပါ ….
ခရစ်ယန်ဘာသာရေးဘတ်စကတ်ဘောအဖွဲ့ ကို စိတ်ဒဏ် ရာရပြီးအရက်နဲ့လက်မပြတ်တဲ့ဂျက်ကိုမှ ဘယ်လိုနားလည်မှု ၊ ဘယ်လိုယုံကြည်ကိုးစားမှုတွေနဲ့ ဘစ်ရှော့ဟေးဆိုတဲ့အညတရဘတ်စကတ်ဘောအသင်းကို နည်းပြဖို့ ငှါးတယ်မသိပါဘူး…
သူ့အပေါ်ယုံကြည်တဲ့သူတွေကို တစ်ချိန်ကရှိခဲ့ဖူးတဲ့အရည်အချင်းတွေနဲ့
ထိပ်ဆုံးထိပြန်ပို့နိုင်မလား…..မူးရူးပေတေနေတဲ့ ဘဝကနေရုန်းထွက်ပြီး
အားလုံးကို အံအားသင့်အောင်ပြန်လည်စွမ်းဆောင်နိုင်မလားဆိုတာကိုတော့….
IMDb မှာ 7.1 Rotten Tomatoes မှာ
83% နဲ့လတ်လတ်ဆတ်ဆတ်ကြီး မင်းသားကလဲ Ben Affleck ဆိုတော့အထူးညွှန်းစရာလိုမယ်မထင်တော့ပါဘူး
(zawgyi)
ဒီကားမွာ ဘန္အဲဖလက္ကို ဘတ္စကတ္ေဘာနည္းျပႀကီးဂ်က္ကန္နင္ဟန္ အျဖစ္ေတြ႕ျမင္ရမွာပါ …..ဂ်က္ဟာ လူမႈေရးျပႆနာေပါင္းစုံေၾကာင့္ စိတ္ေထာင္းလို႔ကိုယ္ေက်ၿပီး ႀကဳံရာက်ပန္းအလုပ္ေတြလုပ္ေနတဲ့ ေမွ်ာ္လင့္ခ်က္ကင္းမဲ့တဲ့ လူသားတစ္ေယာက္ပါ …..
မိန္းမနဲ႔လဲအဆင္မေျပ မိသားစုေပၚလဲနားမလည္ေပးႏိုင္တဲ့ဂ်က္တစ္ေယာက္ ပင္ပင္ပန္းပန္းအလုပ္ေတြလုပ္ၿပီး မနက္ဆိုလဲဘီယာေလးနဲ႔ အလုပ္ခ်ိန္မွာလည္း ဘီယာေလးတျမျမနဲ႔ အလုပ္သိမ္းျပန္ေတာ့ ဘားေလးဒိုးၿပီး တခ်ိန္လုံး စိတ္ဒဏ္ ရာေတြကိုအရက္နဲ႔ကုစားေနရတဲ့ လူတစ္ေယာက္ပါ …..
ဘာအလုပ္မွမယ္မယ္ရရတစ္ထိုင္တည္းမလုပ္ပဲ အရက္ခ်ည္းေသာက္ေနတဲ့ ဂ်က္ဆီ တစ္ခ်ိန္ကသူေအာင္ပန္းဆင္ခဲ့တဲ့ ဘတ္စကတ္ေဘာေလာက ကလူတစ္ေယာက္နည္းျပလုပ္ဖို႔ ကမ္းလွမ္းလာပါေတာ့တယ္ …..
သူ႔ဆီကမ္းလွမ္းတဲ့သူက Church ေက်ာင္းကဘုန္းေတာ္ႀကီးဒဗိုင္းပါ ….
ခရစ္ယန္ဘာသာေရးဘတ္စကတ္ေဘာအဖြဲ႕ ကို စိတ္ဒဏ္ ရာရၿပီးအရက္နဲ႔လက္မျပတ္တဲ့ဂ်က္ကိုမွ ဘယ္လိုနားလည္မႈ ၊ ဘယ္လိုယုံၾကည္ကိုးစားမႈေတြနဲ႔ ဘစ္ေရွာ့ေဟးဆိုတဲ့အညတရဘတ္စကတ္ေဘာအသင္းကို နည္းျပဖို႔ ငွါးတယ္မသိပါဘူး…
သူ႔အေပၚယုံၾကည္တဲ့သူေတြကို တစ္ခ်ိန္ကရွိခဲ့ဖူးတဲ့အရည္အခ်င္းေတြနဲ႔
ထိပ္ဆုံးထိျပန္ပို႔ႏိုင္မလား…..မူး႐ူးေပေတေနတဲ့ ဘဝကေန႐ုန္းထြက္ၿပီး
အားလုံးကို အံအားသင့္ေအာင္ျပန္လည္စြမ္းေဆာင္ႏိုင္မလားဆိုတာကိုေတာ့….
IMDb မွာ 7.1 Rotten Tomatoes မွာ
83% နဲ႔လတ္လတ္ဆတ္ဆတ္ႀကီး မင္းသားကလဲ Ben Affleck ဆိုေတာ့အထူးၫႊန္းစရာလိုမယ္မထင္ေတာ့ပါဘူး..
File Size : (0.99 GB) and (345 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:48:00
Genre : Sport , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Hein That Naing
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
