"Broken (2014)
=============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating 6.8/10 ထိရထားခဲ့ပါတယ်။
#Unicode
ဒီကားလေးကတော့ Broken ဆိုတဲ့ နာမည်အတိုင်းလေးပဲ ကြေကြေကွဲကွဲနဲ့မျက်ရည်လည်စေမယ့် ဇာတ်ကား
မျိုးလေးပါပဲ။ Romance Scene တွေထွေထွေထူးထူးပါတာမျိုး မဟုတ်ပဲ ပညာပေးဇာတ်လမ်းသဘောမျိုးဖြစ်လို့
မိသားစုနဲ့အတူတကွကြည့်လို့လည်း သင့်တော့ပါတယ်။ ဇာတ်လမ်း အကြမ်းဖျဥ◌်းလေးပြောပြရရင် ပြိုကွဲနေတဲ့
မိသားစုလေးတစ်ခုမှာ လီမျိုးနွယ် သားအဖနှစ်ယောက်တည်း ဘဝကိုခက်ခဲရုန်းကန်နေရချိန် ကြေကွဲစရာကိစ္စက
အပူဆင့်သလိုဖြစ်လာတော့တာပါပဲ။ အလယ်တန်းကျောင်းသူအဖြစ်ပဲရှိသေးတဲ့ သမီးဖြစ်သူ ဆူဂျင်းက အိမ်အပြန်
မှာ တစ်ကျောင်းတည်းနေ ကျောင်းသားတွေရဲ့ ပြန်ပေးဆွဲအဓမ္မကျင့်ခြင်းကိုခံလိုက်ရပါတော့တယ်။ အဲ့ဒါကိုမှ ဖခင်
ဖြစ်သူက ပြန်လည်လက်စားချေတဲ့ဇာတ်လမ်းလေးပါပဲ . ဒါပေမယ့် ဇာတ်လမ်းမှာ မြုပ်ကွက်တွေလေးတွေလည်း
ထည့်ထားပြီး စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ်ဆိုတာလေးတော့ အာမခံပါတယ်။
#Zawgyi
ဒီကားေလးကေတာ့ Broken ဆိုတဲ့ နာမည္အတိုင္းေလးပဲ ေၾကေၾကကြဲကြဲနဲ႔မ်က္ရည္လည္ေစမယ့္ ဇာတ္ကား
မ်ိဳးေလးပါပဲ။ Romance Scene ေတြေထြေထြထူးထူးပါတာမ်ိဳး မဟုတ္ပဲ ပညာေပးဇာတ္လမ္းသေဘာမ်ိဳးျဖစ္လို႔
မိသားစုနဲ႔အတူတကြၾကည့္လို႔လည္း သင့္ေတာ့ပါတယ္။ ဇာတ္လမ္း အၾကမ္းဖ်ဥ◌္းေလးေျပာျပရရင္ ၿပိဳကြဲေနတဲ့
မိသားစုေလးတစ္ခုမွာ လီမ်ိဳးႏြယ္ သားအဖႏွစ္ေယာက္တည္း ဘဝကိုခက္ခဲ႐ုန္းကန္ေနရခ်ိန္ ေၾကကြဲစရာကိစၥက
အပူဆင့္သလိုျဖစ္လာေတာ့တာပါပဲ။ အလယ္တန္းေက်ာင္းသူအျဖစ္ပဲရွိေသးတဲ့ သမီးျဖစ္သူ ဆူဂ်င္းက အိမ္အျပန္
မွာ တစ္ေက်ာင္းတည္းေန ေက်ာင္းသားေတြရဲ႕ ျပန္ေပးဆြဲအဓမၼက်င့္ျခင္းကိုခံလိုက္ရပါေတာ့တယ္။ အဲ့ဒါကိုမွ ဖခင္
ျဖစ္သူက ျပန္လည္လက္စားေခ်တဲ့ဇာတ္လမ္းေလးပါပဲ . ဒါေပမယ့္ ဇာတ္လမ္းမွာ ျမဳပ္ကြက္ေတြေလးေတြလည္း
ထည့္ထားၿပီး စိတ္ဝင္တစားနဲ႔ၾကည့္ရႈရမယ္ဆိုတာေလးေတာ့ အာမခံပါတယ္။
(ဒီဇာတ်ကားရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)
Quality – 1080p, 720p BluRay 5.1CH
Duration – 2 hrs 02 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Drama, Thriller
Source : 1080p.BluRay 5.1CH
Translator – Hnin Wut Yi
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
