"The Admiral: Roaring Currents (2014)IMDb….7.1/10_______Rotten – 83%လီဆွန်းရှင်းဟာ ဂျိုဆွန်းတပ်မတော်မှာ အမှုထမ်းချိန်က စပြီးအောင်ပွဲတွေ အလီလီ ရခဲ့ပြီး ထင်ရှားလာခဲ့တယ်။Pause၆လအတွင်းမှာ ထိပ်တန်းရာထူး သုံးဆင့်တက်တဲ့အထိ ထူးချွန်ခဲ့ပြီးဂျပန်စစ်မင်း Toyotomi Hideyoshi ရဲ့ကိုရီးယားကို ကျူးကျော်စစ် (Imjin War) စတင်ချိန်မှာလီဆွန်းရှင်းဟာ ရေတပ်သေနာပတိဖြစ်နေပါပြီ။ဂျပန်တွေရဲ့ကျူးကျော်တိုက်ခိုက်ချိန်မှာကြည်းတပ်တိုက်ပွဲတွေမှာ အသာစီးရခဲ့ပေမယ့် လီဆွန်းရှင်းဦးဆောင်တဲ့ရေတပ်ကိုတော့မစိုးမိုးနိုင်ခဲ့ဘူး….ကိုရီးယားကို ရေကြောင်းနဲ့ စိုးမိုးချင်ရင်လီဆွန်းရှင်းမရှိမှ ဖြစ်မယ်ဆိုတာကို ရိပ်စားမိလာတဲ့ဂျပန်တွေဟာ ဂျိုဆွန်းရဲ့နန်းတွင်းရေး မတည်ငြိမ်မှုကိုအခွင့်ကောင်းယူပြီး သူလျျှိုသွင်းတဲ့အပြင် သစ္စာဖောက်အမတ်တွေနဲ့ ပေါင်းကြံပြီး ထောင်ချောက်တစ်ခုဆင်ပါတယ်။ဂျပန်ရေတပ်တွေရဲ့ သတင်းကိုကိုရီးယားသစ္စာခံအယောင်ဆောင် ဂျပန်သူလျှိုကနေတစ်ဆင့်ပို့တဲ့အခါ ဘုရင်ဆွန်းဂျိုက လီဆွန်းရှင်းကိုသွားတိုက်ခိုင်းတယ်။ဒါဟာထောင်ချောက်မှန်းရိပ်စားမိနေတဲ့ လီဆွန်းရှင်းက အမိန့်ကို ဖီဆန်ပြီးမတိုက်တဲ့အခါ ထီးနန်းကိုလုပ်ကြံမယ့်သူအဖြစ်စွပ်စွဲခံရတော့တယ်။လီဆွန်းရှင်းကို စစ်သည်တွေနဲ့ပြည်သူတွေက ကြည်ညို ကြတာကို မနာလိုတဲ့အပြင်သူ့ထီးနန်းကိုပါ စိတ်မချဖြစ်နေတဲ့ ဘုရင်ဆွန်းဂျိုဟာလီဆွန်းရှင်းကို ဖမ်းပြီး ရာထူးချတဲ့အပြင် နှိပ်စက်စစ်မေးစေတယ်။အထက်ကပြောခဲ့တာတွေဟာ ဒီဇာတ်ကားမှာ မပါပါဘူး…ဒီကားရဲ့အစကတော့လီဆွန်းရှင်းမရှိတဲ့ရေကြောင်းကို ဂျပန်တွေအသာစီးရပြီးတဲ့အချိန်မှာမှ ဘုရင်ဆွန်းဂျိုကနေလီဆွန်းရှင်းကို ပြန်လည်တာဝန်ပေးအပ်ပြီးဂျပန်ရေတပ်ကိုခုခံတိုက်ခိုက်စေခဲ့တာနဲ့စပါတယ်…လီဆွန်းရှင်းအတွက် ပထမတိုက်ပွဲက လက်ကျန် သင်္ဘောအနည်းငယ်နဲ့သာတိုက်ဖို့ရှိနေတဲ့အပြင်ရေတပ်သားတွေလည်း ထွက်ပြေးသူပြေး စည်းလုံးမှုတွေလည်း တကွဲတပြားတွေဖြစ်နဲ့ဆိုတော့ဒီတိုက်ပွဲက သူ့အတွက်အခက်အခဲဆုံးပါပဲ…ကိုင်းသူဘယ်လိုတွေပြင်ဆင်လဲ…ဘယ်လိုတွေတိုက်ခိုက်လဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး…The Admiral: Roaring Currents(2014)ရုပ်ရှင်ကတော့ တောင်ကိုရီးယား Box Officeရဲ့သမိုင်းမှာ (135)သန်းကျော်နဲ့ ဝင်ငွေအများဆုံးဇာတ်ကားအဖြစ်ရှိနေပါတယ်။ နှစ်စဉ်နှစ်တိုင်းရုပ်ရှင်ကားကောင်း ရာဂဏန်းထွက်နေတဲ့တောင်ကိုရီးယားရုပ်ရှင်လောကမှာ ၄ နှစ်ကြာအောင်ထိပ်ဆုံးနေရာ အပြောင်းအလဲမရှိသေးပါဘူး။ဝေဖန်ရေးဆရာဝန်တွေ သမိုင်းပညာရှင်တွေအကြိုက်တွေ့ခဲ့ပြီး ၆၁ မိနစ်ကြာ တိုက်ပွဲခန်းရှည်ကြီးဟာ တစ်ချက်မှ မပျင်းရဘူးလို့ဟောလိဝုဒ်ကဝေဖန်ရေးသမားတွေကလည်းချီးကျူးကြပါတယ်။နောက်ခံတေးဂီတနဲ့ တိုက်ပွဲပုံဖော်မှုတွေကသိပ်ကောင်းသလို ချွဲမင်ဆစ်ရဲ့ သရုပ်ဆောင်မှုကတော့အထူးညွှန်းနေစရာတောင်မလိုပါဘူး။ (I sawthe devil ကြည့်ဖူးရင် သူဟာဘယ်လိုသရုပ်ဆောင်လဲဆိုတာ သိသာပါတယ်။)File Size :(2.23GB) and (1.08GB)Quality : Blu-Ray 720p/1080p 5.1,Format…mp4Duration…02:08:00Genre : Action, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by May Phyu ZawEncoded by Phyo Pyae"