"Ang Manananggal na Nahahati ang Puso (2021)
================================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါမှာလည်း စိတ်ဝင်စားစရာကောင်းတဲ့
ဖိလစ်ပိုင်ဇာတ်ကားလေး တစ်ကားနဲ့ ပရိတ်သတ်ကြီးကို မိတ်ဆက်ပေးချင်ပါတယ်။
ဒီဇာတ်လမ်းလေးက Mythologyကို စိတ်ဝင်စားတဲ့ ပရိတ်သတ်တွေအတွက်
ဖိလစ်ပိုင်ရိုးရာ ဒဏ္ဍာရီလာ သတ္တဝါဆန်းတွေ အကြောင်း အခြေခံပြီး ရိုက်ကူးထားတာပါ။
ဇာတ်လမ်းအမျိုးအစားလေးကတော့ romance နဲ့ mythology ကို ရောသမမွှေထားတာဖြစ်ပြီး
ပေါ့ပေါ့ပါးပါး ကြည့်ရှုလို့ရသလို လေးလေးနက်နက်နဲ့ သင်ခန်းစာယူလို့လည်း ရတဲ့ ဇာတ်လမ်းပဲ ဖြစ်ပါတယ်။
ဇာတ်လမ်းအကျဥ်းလေးကတော့
အီတလီနိုင်ငံကနေ ပညာတော်သင်ရောက်လာတဲ့ တက္ကသိုလ်ကျောင်းသား မြို့သားအဆင်လေးက
ဖိလစ်ပိုင်ရိုးရာ ရှေးဟောင်းသတ္တဝါတွေအကြောင်း စာတမ်းပြုစုဖို့ ထူးဆန်းတဲ့ ကျွန်းကို ရောက်လာပါတယ်။
ဒီလိုရောက်လာချိန်မှာ tourist guide အဖြစ်
လိုက်လုပ်ပေးတဲ့ ဒေသခံမိသားစုအိမ်မှာ တည်းခိုပါတယ်။
ဒေသခံမိသားစုဆိုတာကလည်း တကယ်တမ်းတော့ ယုံတမ်းပုံပြင်တွေကို
အဟုတ်ဖြစ်အောင်လုပ်ပြီး အလိမ်အညာ စီးပွားရှာနေတဲ့ အဖွဲ့ပါပဲ။
ဒီအဖွဲ့က ထုံးစံအတိုင်း မင်းသားကိုပါ အမြတ်ထုတ်စီးပွားရှာတဲ့အခါ
ရိုးသားတဲ့ မင်းသားတစ်ယောက်က အဟုတ်ကြီးထင်ပြီး ယုံစားနေပါတော့တယ်။
ဒီလိုနဲ့ အချိန်အနည်းငယ်အတွင်းမှာ မင်းသားက
လူလိမ်အဖွဲ့ထဲက မိန်းကလေးကို မေတ္တာသက်ဝင်မိပါတော့တယ်။
ဒီအချိန်မှာ မထင်မှတ်ဘဲ မင်းသားတစ်ယောက် အဖြစ်အပျက်တချို့နဲ့ ရင်ဆိုင်လိုက်ရတဲ့အခါ
သူတို့ဖုံးကွယ်ထားတဲ့ အလိမ်ညာတွေပဲ ပေါ်သွားမလား…..
မင်းသားပဲ ဆက်ပြီးအလိမ်ခံရမှာမလား ဆိုတာကို
ဇာတ်လမ်းထဲမှာပဲ ဆက်ပြီးကြည့်ရှုလိုက်ရအောင်။
သေချာတာကတော့ နိုင်ငံတိုင်းမှာ ရှိတတ်တဲ့
ထူးခြားတဲ့ သတ္တဝါဆန်းတွေအကြောင်းကို လေ့လာခွင့်ရမှာဖြစ်လို့ ကြည့်ရှုကြည့်ဖို့ တိုက်တွန်းပါရစေ….။
အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richard Wai ပဲဖြစ်ပါတယ်။
Genre…..Comedy
Quality…. 1080p | 720p | 480p
File size…2.2GB | 1.2GB| 517MB
Format… mp4
Duration….1h 38min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Richard Wai
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
