"Southpaw(2015)
==================
Southpaw လို့ကြားလိုက်တာနဲ့ သေချာတယ် ခင်ဗျားတို့ တန်းခွီကြမှာ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒါပေမယ့်…အရင်ကြည့်ကြည့်ပါအခွီမစောပါနဲ့
ဒီ Southpaw ဆိုတဲ့လက်ဝှေ့ကားမှာ ခင်ဗျားတို့မထင်မှှတ်ထားတဲ့ ဘဝတွေ မမျှော်လင့်ထားတဲ့ စွဲဆောင်အားတွေ တိမ်မြုပ်နေပါတယ် ။
ဘီလီဟုပ် ပွဲ ၄၀ ကျော်လာပြီသူ့ဘဝမှာ ရှုံးပွဲဆိုတာ တစ်ခါဖူးမျှမှ မရှိခဲ့…
ပွဲတိုင်းအောင်ပွဲဆင်ခဲ့တာချည်း ဒါပေမယ့် သူ့ထိုးသတ်မှုနည်းဗျူ ဟာက အခြားသူတွေနဲ့မတူပါဘူး ။
ပြင်းထန်တဲ့ ရန်သူ့လက်သီးချက်တွေကို တပျော်တပါးကြီးခံစားပြီးမှ သွေးဆာလောင်မှုကိုမွေးမြူ တတ်သူ ။
ဒါပေမယ့်သူ့မိန်းမမော်ရင်းကအဲ့လိိုထိုး သတ်တာကိုမကြိုက်ဘူး ။
တစ်ဘဝလုံးဇနီးဖြစ်သူရဲ့စီစဉ်ပေးမှုအောက်မှာပဲ နေထိုင်လာတဲ့ဘီလီတစ်ယောက်…
ဇနီးဖြစ်သူက သူထိုးပါလို့ပြောတဲ့သူနဲ့မှထိုးတဲ့ အရိုင်းကောင်ကြီးဘီလီ…
ကံကြမ္မာဆိုးကဆိုက်ကလုန်းလိုမွှေနောက်ပြီးတဲ့အခိုက်မှာ သမီးလေးနဲ့ နှစ်ယောက်တည်း ဖိအားတွေ အောက်မှာပြားပြားဝပ်ပေါ့ ။
လက်စားချေလိုမှုတွေအမုန်းတရားအာဃာတတွေနဲ့ ဖုံးလွှမ်းနေတဲ့ဘီလီတစ်ယောက် သူအမှောင်ထဲမှာအလင်းပြပြလေးတွေ့ခဲ့တယ် ။
‘ သူ့လက်သီးချက်တွေကိုအဓိပ္ပာယ်ရှိစေမယ့်အလင်း ‘
‘ ဒီဖိုက်တာကောင်ကြီးရဲ့မာန်စွယ်တွေကို ထက်ရှနေအောက်သွေးပေမယ့် အလင်း ‘
ဘီလီဟုပ် အော် ဘီလီဟုပ်တဲ့ Billy Hope ရှိနေသ၍ Hope ဆိုတဲ့မျှော်လင့်ချက်ကရှိနေဦးမှာပါပဲ ။
ဒီကားမှာ အဓိကထားပြောချင်တာတော့ JakeGyllenhaal ပါပဲ ဘယ်လိုမှ Jake လို့မထင်မိအောင်ကောင်းလွန်းတယ် ။
လုံးဝအရိုင်းစိုင်းဖိုက်တာကြီးတစ်ယောက် ကြိုးဝိုင်းစင်မြင့်ထက်မှာ အောင်သေအောင်သားစားနေတဲ့ သွေးဆာနေတဲ့ဘောက်ဆာသမားတစ်ယောက်အဖြစ်ပဲမြင်ရမှာပါ ။
နောက်ပြီး Equalizer တို့ Training Day တို့နဲ့ရေလည်လန်းခဲ့တဲ့ ဒါရိုက်တာ Antoine Fuqua ရဲ့ပေါင်းစပ်မှုနဲ့ဆိုတော့ ပြောစရာမရှိတော့ပါဘူး ။
ဒီ Southpaw ဆိုတဲ့ ညာခြေညာလက်အယောင်ပြပြီး ဘယ်ခြေဘယ်လက်သုံးထိုးနည်းဟာ တိကျတဲ့ထိုးသတ်မှုအပေါင်းစည်းပါ ။
ဘီလီအတွက်လဲ အဓိပ္ပာယ်အများကြီးရှိပီး သူ့အတွက်တစိမ်းတရံဆန်တဲ့ ထိုးသတ်မှုမျိုး ။
ချောက်ကမ်းပါးထက်ရောက်နေတဲ့ လူတစ်ယောက်ရဲ့အားမာန် ငါမလုပ်ရင်မဖြစ်ဘူး ငါလုပ်ကိုလုပ်ရမယ်ဆိုတဲ့ motivational sense တွေအများကြီးပါတဲ့ Southpaw…
တချိန်က Eminem ကို သရုပ်ဆောင်ဖို့ဖြစ်စေခဲ့တဲ့Southpaw…
Rap God ကြီး Eminem ရဲ့ Soundtrack တွေနဲ့ လက်ဝှေ့သမားတစ်ယောက်ရဲ့ ကြမ်းတမ်းခက်ထန်တဲ့ ဘဝခရီးကိုခံစားကြည့်ကြပါ….။
(အညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ Hein That Naing ဖြစ်ပါတယ်)
File size__( 1.1 GB) and ( 450 MB)
Quality__BR-Rip 720p
IMDb Rating__7.4/10
Format__mp4
Duration__02:3:48
Type__Drama , Sport
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Hein That Naing
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
