"Bosomy Tae-hee (2020)
Dark Side အားပေးတဲ့ယောကျာ်းထုကြီးအပေါင်း
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မျှော်နေကြမယ်ထင်လို့ နောက်ထပ် ကိုရီးယား 18 အပေါင်း
ကားလေးနဲ့ထပ်ပြီး မိတ်ဆက်ပေးပါအုန်းမယ်။
စာမေးပွဲအပြီး အိမ်တွင်းအောင်း ဂူအောင်းသိုင်းကျင့်မယ့်
သိုင်းဆရာတို့ ရိက္ခာလေးတွေကြိုဒေါင်းထားကြပါ။
ဇာတ်လမ်းလေးကတော့ နှစ်အိမ့်တစ်အိမ်
ဟင်းလဲစားတဲ့အကြောင်းပါပဲ။
အလုပ်တစ်ခုမှာအတူတူလုပ်ကြတဲ့
စီနီယာ၊ဂျုနီယာနှစ်ယောက် မိန်းမတွေကိုယ်စီရှိကြပေမယ့်
တမျိုးတည်းကြာကြာဝါးရင် အရိုးညက်တယ်ဆိုသလို
ကိုယ့်မိန်းမ၊သူမိန်းမ လဲစားဖို့ စုံတွဲနှစ်တွဲ
ခရီးအတူတူထွက်ရင်း ကြံစည်ကြလေသတည်းပေါ့။
ဒီမှာပြောချင်တာက စီနီယာကတော့ ဂျပန်ကတုံးရုပ်မျိုးပေမယ့်
သူမိန်းမလေးကတော့တော်တော် ချောတယ်ပြောရမယ်။
Baby Face ကိုမှပါးချိုင့်လေးနဲ့။
ဘရားသားတို့စိတ်ကူးယဉ်လို့ရမယ့် ဆိုဒ်မျိုး။
သူလေးက တခြားဆော်တွေလိုမဟုတ်ဖူး။
နူးနူးညံ့ညံ့ ငြင်ငြင်သာသာအထိအတွေ့လေးတွေကိုမှ ခိုက်တယ်။
သူဘဲကြီးကတော့အဲ့လိုမဟုတ်ဖူး။
ပညာလည်းစုံသလို ကြမ်းချင်တယ် ရမ်းချင်တယ်ပေါ့။
စီနီယာကြီးရဲ့ ဆော်နဲ့ဆန့်ကျင်ဖက် ဂျူနီယာရဲ့ဆော်ကြီးကတော့ကြမ်းကြမ်းတမ်းတမ်းမှကြိုက်တာ။
အဲ့ဆော်ကြီးကတော့ ရုပ်ကအရမ်းကြီးအချောကြီး
မဟုတ်ပေမယ့် Technique ကတော့ကျွမ်းတယ်ပြောရမယ်။
ဆက်ပြောရရင် သိုင်းကားတွေထုံးစံအတိုင်းတယောက်တလဲစားကြမယ့်
အစီအစဉ်ကို ဆော်ကြီးတွေကလည်းသိသိကြီးနဲ့မသိချင်ယောင်ဆောင်ကြလေသတည်းပေါ့။
စီနီယာကိုရီးယားကတုံးရဲ့ဆော်ကို ဖန်ရတာလွယ်ပေမယ့်ခက်နေတာက
ဂျူနီယာရဲ့ဆော်။
ခရီးထွက်လာတဲ့ညမှာတင် အတွဲနှစ်တွဲသောက်ကြစားကြရင်း
အဲ့ညမှာ ဂျူနီယာကတော့ စီနီယာဘဲရဲ့ဆော်ချောချောလေးကိုဖန်ပြီး
စားသောက်ပြီးစီးသွားပေမယ့် စီနီယာဘဲကြီးတယောက်ကတော့
ဘယ်လို နည်းလမ်းတွေသုံးပြီး ဂျူနီယာဆော်ကို
တီးရမလဲဆိုတာ ဂွကျနေတယ်။ဘာလို့လဲဆိုတော့ အဲ့ဂျူနီယာဘဲရဲ့
ဆော်ကြီးကအရက်မူးရင်သွေးဆိုးတယ်။
အဲ့မှာနည်းနည်းပြဿနာတက်နေတာ။
ဒါနဲ့ သူ့မိန်းမကိုအပူကပ်ပြီး အဲ့ဂျူနီယာရဲ့ဆော်ကြီးကို ဖြုတ်ဖို့
အကူအညီတောင်းတာပေါ့။
သူမိန်းမကလည်းသူယောကျာ်းကို ကြောက်ရတော့ကူညီပေးလိုက်တယ်ပေါ့။
အဲ့မှာ အဲ့ဘဲကြီးရဲ့ ရှယ်စားမယ့် စီမံကိန်းကြီးလည်းအောင်မြင်သွားပြန်တယ်။ဒါပေမယ့်
အဲ့ဘဲကြီးမသိတာကသူတို့မိန်းမတွေကလည်း
သူတို့ကိုလက်စားချေဖို့ကြံစည်နေတယ်ဆိုတာကိုပဲ။
ကဲ ဆက်ပြောရင်ဇာတ်လမ်းပေါ့မှာဆိုလို့ မပြောတော့ဖူး။
သိချင်ရင်ဒေါင်းသာကြည့်ကြ။အဲ့ထဲကစီနီယာဘဲကြီးရဲ့ဆော်လေးကတော့
နုနုထွတ်ထွတ်လေးနဲ့ ဂျပန်မလေးတွေဆိုဒ်မျိုး
စကားပြောရင် မပွင့်တပွင့်လေးနဲ့
ရုပ်လေးကတော်တော်ချောတယ်ဆိုတာတော့
ညွှန်းလိုက်ပါရစေ။
အဲ့ဆော်နှစ်ယောက်ဘဲကြီးနှစ်ယောက်အပိုးကျိုးသွားအောင်
ဘယ်လိုချေမယ်၊ဘယ်လိုပညာခန်းတွေသုံးမယ်ဆိုတာတော့
နားကြပ်တပ် ဂူအောင်းပြီး သိုင်းကျင့်ရင်းခံစားကြည့်လိုက်ကြပါ။
DarkSide အတွက် ဖန်တီးဘာသာပြန်ပေးထားတာက
Fox ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
