"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
21 Grams ( 2003 )
————————
Directed by Alejandro G. Iñárritu
IMDb Rating – 7.7/10
21 Gramsဟာ Death Trilogyရဲ့ ဒုတိယကားပါ။ Death Trilogy ကတော့ Alejandro ရိုက်ခဲ့တဲ့ ဇာတ်ကောင်တွေရဲ့ သေခြင်းကို အခြေတည်ရိုက်ပြထားတဲ့ ဇာတ်ကား၃ကားဖြစ်ပြီး ၃ကားလုံးရဲ့စာရေးဆရာကလည်း Guillermo Arriaga ပါ။ Death Trilogyမှာ Amores perros ( 2000 ) , 21 Grams (2003) , Babel (2006) တိုပါဝင်ပြီး ၃ကားလုံးကို ဆက်တိုက်ရိုက်ကူးခဲ့သလို ၃ကားလုံးလည်း ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုရခဲ့တဲ့ ရုပ်ရှင်တွေပါ။ Alejandro ဟာ Death Trilogyအပြင် Birdman , The Revenant , biutiful ၃ကားကိုရိုက်ကူးခဲ့ပြီး ၃ကားလုံး ရုပ်ရှင်ကောင်းတွေဖြစ်ပြီး Birdmanနဲ့ The Revenantကတော့ အော်စကာ ၄ဆုနဲ့ ၃ဆုစီ ရခဲ့ပြီး birdman ကတော့ best pictureပါ ရခဲ့ပါတယ်။ ၆ကားပဲ ရိုက်ပြီး ၆ကားလုံး မာစတာပိစ်ဖြစ်နေတဲ့ သူလို ပြောလည်း မမှားပါဘူး။
သရုပ်ဆောင်တွေကလည်း Sean Penn ,ချေဂွေဗားရားမင်းသား Benicio Del Toro , Mulholland Drive နဲ့ ကင်းကောင်မင်းသမီး Naomi Watts တိုလို နာမည်ကြီး သရုပ်ဆောင်တွေပါ။ Del Toroနဲ့ Naomiဟာ ဒီရုပ်ရှင်နဲ့ပဲ အော်စကာsupporting ဆန်ခါတင်တွေ ဝင်ခဲ့ကြပါတယ်။ Del Toroကြီးရဲ့ ပီပြင်ပုံကလည်း ရူးလောက်ပါတယ်။
၁၉၀၇မှာ Duncan MacDougallဟာ The 21 grams experiment ဆိုတဲ့ စာတမ်းတစ်စောင်ကို ထုတ်ဝေခဲ့ပါတယ်။ သူ့သီဝရီကတော့ လူ့ဝိညာဉ်မှာ ဒြပ်ထုအလေးချိန်ရှိပြီး အဲဒီဒြပ်ထုအလေးချိန်က ၂၁ဂရမ်ပါတဲ့။ ဒါကြောင့် လူတွေသေသွားရင် သေသေပြီးချင်းမှာ အလေးချိန်၂၁ဂရမ် ဆုံးရှုးသွားတယ်တဲ့။ ဒီရုပ်ရှင်ကတော့ အဲဒီ၂၁ဂရမ်ဆိုတဲ့ ဆုံးရှုးမှုမှာ အဆုံးအရှုးတွေ ဘယ်လောက်ပါဝင်နေလဲ။ အဲဒီ၂၁ဂရမ်ကို ဘယ်အချိန်မှာ တကယ်တမ်း ဆုံးရှုးသွားလဲ။ သေသူဆီက ဆုံးရှုးသွားတဲ့ အဲဒီ၂၁ဂရမ်ဟာ ကျန်ရစ်သူတွေဆီ ဘယ်နှဂရမ် ဘယ်နှအသည်းကွဲစာ ရောက်သွားလဲ။ အဲဒီဆုံးရှုးသွားတဲ့ ၂၁ဂရမ်မှာ စိတ်ဝိညာဉ်ပါဝင်မှု ဘယ်လောက်များလဲဆိုတဲ့ အမေးကို မေးပြီး ရိုက်ပြထားတဲ့ရုပ်ရှင်ပါ။
ဒီထဲမှာ ဇာတ်ကောင်မိသားစု၃ခုပါဝင်ပါတယ်။ မတော်တဆဖြစ်သွားတဲ့မိသားစုရယ် ၊ မတော်တဆမှုတရားခံရယ် ၊ အဲဒီမတော်တဆမှုဖြစ်ပြီး ဆုံးပါးသွားတဲ့လူဆီက နှလုံးကိုရလိုက်တဲ့သူရယ်ပါ။ သေတော့မယ့်လူရယ် ၊ အပြစ်ရှိတဲ့သူရယ် ၊ ကျန်ရစ်သူရယ်ဆီကို သေပြီးတဲ့လူတစ်ယောက်ရဲ့ ၂၁ဂရမ်ရဲ့ လေးလံခြင်း သိပ်သည်းခြင်းတွေအကြောင်း အပြစ်ရှိစိတ်‌တွေအကြောင်း ရိုက်ထားတယ်လို ပြောလိုရပါတယ်။ ဇာတ်လမ်းရဲ့ conceptကိုက ထူးခြားနေတာကို Alejandroက Nonlinearနဲ့ပြထားပါတယ်။ စစချင်းမှာ ကြည့်တဲ့သူကို ဘယ်မိသားစုက ဘယ်သူ့မိသားစုလဲတောင် ရောအောင် ပြထားပြီး ကြာရင်တော့ ရှုပ်မနေဘဲ ဇာတ်ရည်လည်သွားပါတယ်။ ကြည့်တဲ့သူရဲ့ စိတ်ကို ဖမ်းစားနိုင်တဲ့ တော်တော်သေသပ်တဲ့ပြသမှုပါပဲ။ သရုပ်ဆောင်တွေ တော်တော်လေး သရုပ်ဆောင်ကောင်းနေတာကလည်း ဒီဇာတ်လမ်းရဲ့ ကြည့်သူကို ဖမ်းစားနိုင်တဲ့ အဓိကအချက်တစ်ချက်ပါပဲ။
၅ဆင့်တန်အကြွေစေ့ငါးပြားရဲ့ အလေးချိန်
ငှက်ပိတုန်းတစ်ကောင်ရဲ့အလေးချိန်
ချောကလက်တစ်ချောင်းရဲ့ အလေးချိန်
၂၁ဂရမ်ဟာ ဘယ်လောက်များလေးလံလဲ
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(2.2GB) / (1GB)
Quality__Bluray_1080p, 720p
IMDb Rating__7.7/10
Format__mp4
Duration__02:02:00
Type__Crime, Drama, Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
