"The Admiral (2015)==============PauseIMDb Rating – 7.0/10ဒီဇာတ်ကားကို စ​ရေးမယ့်အချိန် ပိုစတာကိုမြင်​တော့ နည်းနည်း​လေးအင်တင်တင်ဖြစ်သွားမိတာ အမှန်ပါ။ ဒီဇိုင်းကာလာ အ​နေအထားကဒီဘက်​ခေတ်ထွက် ​​ပေါ​ပေါပဲပဲစတိုင် ဖြစ်​နေတာမဟုတ်လား။ ဒီလိုနဲ့Google​ ​ပြေး​ခေါက်၊ စာ​လေးဘာ​လေး​ပြေးရှာ​တော့ တို့များဖန်​တွေအ​​ပေးများတယ်ဆိုတဲ့ IMDbက 7၊ Review ဆရာကြီးများ ရှိ​နေတဲ့ခရမ်းချဉ်သီးပုပ်က67%ဆို​တော့ နည်းနည်းစိတ်ဝင်စားသွားမိတယ်။နယ်သာလန်ကားဆို​တော့ မြင်​တွေ့​နေကျ အ​နောက်တိုင်းရုပ်ရှင်တွေ၊အ​တွေ့နည်းတယ်ဆိုတဲ့ ပြင်သစ် တူရကီစသဖြင့်ထက် ရှား​တဲ့အပြင်ဆု၂ဆုနဲ့ nomi ၄ခုထိ စာရင်းဝင်ထား​တော့ သူများဂျင်းမထည့်ခင်ကိုယ်အရင်အထည့်ခံရမှာလန့်ရင်း ​စ​ရေးတယ်​​ပေါ့။ဇာတ်လမ်းက ၁၇ရာစုနှစ်ကို အ​ခြေခံထားပြီး နယ်သာလန်​​ရေတပ်ရဲ့ဗိုလ်ချုပ်ဖြစ်တဲ့ မီခယ်ဒီရိုက်တာကို အသား​ပေးရိုက်ကူးထားတာပါ။ပ​ဒေသရာဇ်​​တွေကြီးစိုး​နေ​​သေးတဲ့ အချိန်မျိုးမှာ ရီပတ်ဘလစ်စနစ်စတင်အ​ကောင်အထည်​ပေါ်​​နေပြီဖြစ်တဲ့ နယ်သာလန်​ပြည်ကြောင့်ပဲဒီဇာတ်ကားထဲက အရှုပ်ထုတ်​တွေ စဖြစ်ခဲ့တယ်လို့ ဆိုရမှာပါပဲ။သက်ဦးဆံပိုင်စနစ်ဘက်က မင်းမျိုးမင်းနွယ် ​​Prince of Orangeနဲ့ပါတီနိုင်ငံ​ရေးစနစ်ဘက်က ရီပတ်ဘလစ်ကန်​တွေ ပွတ်တိုက်လာမှုရဲ့အကျိုးဆက်အဖြစ် ပြည်တွင်းစစ်မီးက ​တောက်လုဆဲဆဲ ဖြစ်သလိုတစ်ဖက်မှာလည်း ​ဟော်လန်ရဲ့ ​ရေ​ကြောင်းကုန်သွယ်​ရေးလုပ်ငန်းနဲ့လွတ်လပ်တဲ့ ရီပတ်ဘလစ်စနစ်ကို မျက်မုန်းကျိုး​နေတဲ့ အင်္ဂလိပ်နဲ့ပြင်သစ်​တွေက ​ရေ​ကြောင်းထိုးစစ်​တွေနဲ့ ကျူး​ကျော်​နေတာ​ကြောင့်ပြည်ပရန်ကိုလည်း တပြိုင်တည်းရင်ဆိုင်​​နေရတယ်လို့ ​ပြောရမှာပါ။ဒီအချိန်မှာ ပြည်တွင်း​ရေးကို ဝန်ကြီးချုပ် ယိုဟန်ဒီဗစ်က ထိန်းကာပြည်ပရန်ကို​တော့ ​ရေ​ကြောင်းတိုက်ပွဲများစွာ ဆင်နွှဲခဲ့ဖူး ​နိုင်ခဲ့ဖူးတဲ့မီခယ်ဒီရိုက်တာကို ​ရေတပ်ဗိုလ်ချုပ်အဖြစ်ခန့်အပ်ပြီး ကာကွယ်ခိုင်းခဲ့ပါတယ်။ ဒီဇာတ်ကားထဲမှာ ဒီရိုက်တာရဲ့ စစ်​သေနင်္ကဗျူဟာ​တွေ၊သင်္ဘောတိုက်ပွဲအမိုက်စားကြီး​တွေ ကြည့်ရှုရမှာဖြစ်သလို တစ်ဖက်ပြည်တွင်း​ရေးမှာ ရီပတ်ဘလစ်ဝန်ကြီးချုပ်နဲ့ အောရိန့်မင်းသားတို့ရဲ့အာဏာအားပြိုင်မှု​​တွေကိုလည်း မြင်​တွေ့ရမှာဖြစ်ပါတယ်။ ဒတ်ချ်ဇာတ်ကားဆို​ပေမယ့် ဇာတ်လမ်းအသွားအလာက ခပ်သွက်သွက်နဲ့တမျိုးကြည့်​ကောင်းပါတယ်။​ ​သင်္ဘောတိုက်ပွဲ​​တွေလည်း ခဏခဏဖြစ်​နေတာ​ကြောင့် ပြည်တွင်းပြည်ပ အ​ရေး၂ခုက Non-stopဇာတ်ပုံစံ ဇာတ်ရှိန်က ​တောက်​လျောက်တက်​​​နေတာပါ။ပ​ဒေသရာဇ်​ခေတ်ပုံစံလည်း ဖြစ်ရမယ်၊ နိုင်ငံ​ရေးအားပြိုင်မှု​တွေကိုစိတ်ဝင်စားတယ်။ ​ရေ​တိုက်ပွဲ​တွေကိုလည်း သ​ဘောကျတယ်ဆိုရင်ဒီဇာတ်ကားက ရထားတဲ့ rating​တွေနဲ့ သူ့အိုးနဲ့သူဆန် တန်တယ်လို့​ပြောနိုင်ပါတယ်။ ကြာချိန်ကလည်း ၂နာရီခွဲနီးပါးရှိပြီး ဇာတ်အိမ်ကခိုင်လို့ အကြိုက်​တွေ့တဲ့သူ​တွေ ရှိမယ့်ဇာတ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)File Size……….(2.9 GB) / (1.48 GB) / (926 MB)Quality…………BluRay 1080p / 720p / 480pDuration………2Hrs 31minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Action, Biography, DramaTranslator…….JimXEncoder……….SWM"