"Lost Girls(2020)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မာရီဂီးလ်ဘတ်သည် သမီး ၃ယောက်အတွက် ရုန်းကန်နေရသော မုဆိုးမတစ်ယောက် ဖြစ်သည်။ အငယ်ဆုံးသမီးမှာ စိတ်ကျန်းမာရေး ချို့ယွင်းချက်ရှိပြီး အကြီးဆုံးသမီးမှာ တခြားမြို့တွင်အလုပ်လုပ် နေသည်။ တစ်ရက်တွင် သမီးကြီး ဖြစ်သူ ပျောက်နေကြောင်း ကြားသိလာရသောကြောင့် သမီးကြီး အပေါင်းအသင်းများထံ သွားမေးမိသည်။ ထိုအခါမှ သမီးကြီး ပျောက်ဆုံးမှုမှာ သွေးရိုးသားရိုး မဟုတ်သည့် အပြင် မိန်းကလေး တချို့လည်း ထူးထူးဆန်းဆန်း ပျောက်ဆုံးကြောင်း သိလာရသည်။
သမီးပျောက်မှုအတွက် သက်ဆိုင်ရာကို အကြောင်းကြားပေမယ့်လည်း
လုံလောက်တဲ့သက်သေမရှိတဲ့အပြင် စောင့်ဆိုင်းဆဲကာလဆိုတဲ့အကြောင်းပြချက်
ကြောင့် မာရီဂီးလ်ဘတ်အတွက် သမီးဇောနဲ့ အရူးတစ်ပိုင်းဖြစ်ရပါတယ်…
ဒါပေမယ့် သမီးအတွက် သူမဟာ ပူဆွေးနေမယ့်အစား အစွမ်းကုန်ရှာဖွေဖို့ ကြိုးစား
ပါတော့တယ်…..
သမီးလေးကို ရှာတွေ့နိုင်ပါ့မလား…. ထူးဆန်းစွာပျောက်ဆုံးနေကြရတဲ့နောက်ကွယ်မှာ
ဘယ်လောက်ကြောက်စရာကောင်းတဲ့အဖွဲ့အစည်းတွေများရှိနေမလဲ……
လျှို့ဝှက်သည်းဖို ဇာတ်လမ်း နှစ်သက်သူများ အကြိုက်တွေ့မည့် ဇာတ်ကားဖြစ်သည်။
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Myo ပဲဖြစ်ပါတယ်…..
(zawgyi)
မာရီဂီးလ္ဘတ္သည္ သမီး ၃ေယာက္အတြက္ ႐ုန္းကန္ေနရေသာ မုဆိုးမတစ္ေယာက္ ျဖစ္သည္။ အငယ္ဆုံးသမီးမွာ စိတ္က်န္းမာေရး ခ်ိဳ႕ယြင္းခ်က္ရွိၿပီး အႀကီးဆုံးသမီးမွာ တျခားၿမိဳ႕တြင္အလုပ္လုပ္ ေနသည္။ တစ္ရက္တြင္ သမီးႀကီး ျဖစ္သူ ေပ်ာက္ေနေၾကာင္း ၾကားသိလာရေသာေၾကာင့္ သမီးႀကီး အေပါင္းအသင္းမ်ားထံ သြားေမးမိသည္။ ထိုအခါမွ သမီးႀကီး ေပ်ာက္ဆုံးမႈမွာ ေသြး႐ိုးသား႐ိုး မဟုတ္သည့္ အျပင္ မိန္းကေလး တခ်ိဳ႕လည္း ထူးထူးဆန္းဆန္း ေပ်ာက္ဆုံးေၾကာင္း သိလာရသည္။
သမီးေပ်ာက္မႈအတြက္ သက္ဆိုင္ရာကို အေၾကာင္းၾကားေပမယ့္လည္း
လုံေလာက္တဲ့သက္ေသမရွိတဲ့အျပင္ ေစာင့္ဆိုင္းဆဲကာလဆိုတဲ့အေၾကာင္းျပခ်က္
ေၾကာင့္ မာရီဂီးလ္ဘတ္အတြက္ သမီးေဇာနဲ႔ အ႐ူးတစ္ပိုင္းျဖစ္ရပါတယ္…
ဒါေပမယ့္ သမီးအတြက္ သူမဟာ ပူေဆြးေနမယ့္အစား အစြမ္းကုန္ရွာေဖြဖို႔ ႀကိဳးစား
ပါေတာ့တယ္…..
သမီးေလးကို ရွာေတြ႕ႏိုင္ပါ့မလား…. ထူးဆန္းစြာေပ်ာက္ဆုံးေနၾကရတဲ့ေနာက္ကြယ္မွာ
ဘယ္ေလာက္ေၾကာက္စရာေကာင္းတဲ့အဖြဲ႕အစည္းေတြမ်ားရွိေနမလဲ……
လွ်ိဳ႕ဝွက္သည္းဖို ဇာတ္လမ္း ႏွစ္သက္သူမ်ား အႀကိဳက္ေတြ႕မည့္ ဇာတ္ကားျဖစ္သည္။
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Ko Myo ပဲျဖစ္ပါတယ္…..
File Size : (900 MB) and (341 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:35:00
Genre : Mystery , Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ko Myo
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
