"သင္တို႕သင္တို႕သိပ္ခ်စ္ရတဲ့ ခ်စ္သူကိုလက္လႊတ္ဆံုးရံႉးရရင္
အရမ္းကို၀မ္းနည္းေနၾကမွာလား…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သိပ္ကို၀မ္းနည္းၾကမွာေပါ့ … ကိုယ္သိပ္ခ်စ္ရတဲ့လူပဲေလ…
ထပ္ေမးခ်င္တာက သင္တို႕ရဲ႕ခ်စ္သူ စိတ္ေကာက္ေနတဲ့အခါမွာ
အနားမလာနဲ႕ ဖုန္းမဆက္နဲ႕လို႕ ေၿပာလိုက္ရင္
သင္တို႕အရမ္းကို ကမၻာပ်က္မတတ္ခံစားၾကမွာလား…
သိပ္ကိုခံစားၾကမယ္ထင္ပါတယ္…
ဘာလို႕လဲဆိုေတာ့ သင္တို႕ခ်စ္ရဲ႕ခ်စ္သူေကာင္ေလးေတြ ေကာင္မေလးေတြရဲ႕
အနားမွာ သင္တို႕သိပ္ကိုေနခ်င္ၾကတာကိုး…
ဒါေပမယ့္ ဒီကားထဲကေကာင္ေလးနဲ႕
ေကာင္မေလး ႏွစ္ေယာက္လိုအၿဖစ္မ်ိဳးဆိုရင္ေတာ့
သင္တို႕ဘယ္လိုမွ ခံစားႏိုင္မွာမဟုတ္ေလာက္ပါဘူး….
သူတို႕ေလာက္လည္း ခ်စ္ႏိုင္မယ္မထင္ပါဘူး…
ကားေလးကေတာ့ ရိုးရိုးေလးနဲ႕ ဆယ္ေက်ာ္သက္အရြယ္
ေရာဂါသည္လူနာေလးႏွစ္ေယာက္ရဲ႕႔
သနားစရာအခ်စ္ပံုၿပင္ေလးကို ဇာတ္အိမ္တည္ထားတာပါ….
Rating 7.1 အထိရရွိထားတဲ့ ဒီကားေလးထဲမွာေတာ့
riverdaleရဲ႕မင္းသားေခ်ာေလး cole sprouseပါဝင္သရုပ္ေဆာင္ထားပါတယ္
cystic fibrosisလို႕ေခၚတဲ့ေမြးရာပါမ်ိဳးရိုးဗီဇအရေရာဂါရွိတဲ့သူေတြအေၾကာင္းကို
ဒရမ္မာဆန္ဆန္ရိုမန္တစ္ဆန္ဆန္ရိုက္ကူးထားတာပါ
ေရာဂါရွိတဲ့သူေတြအခ်င္းခ်င္းအနားကပ္ထိေတြ႕မိရင္ေရာဂါပိုဆိုးရြားလာႏိုင္တာေၾကာင့္
တစ္ေယာက္နဲ႕တစ္ေယာက္ေျခာက္ေပအကြာမွာေနရမယ္ဆိုတဲ့စည္းမ်ဥ္းၾကီးတစ္ခုရွိပါတယ္
(ကားနာမည္ကဘာလို႕five feet apartလည္းဆိုတာေတာ့
ဇာတ္လမ္းထဲမွာၾကည့္ၾကည့္လိုက္ပါေနာ္)
ေရာဂါရွိတဲ့သူႏွစ္ေယာက္ေဆးရုံတစ္ရုံထဲမွာေတြ႕ျပီး
တစ္ေယာက္နဲ႕တစ္ေယာက္ခ်စ္မိသြားတဲ့အခါ…
ကိုယ္ခ်စ္ရတဲ့သူကိုထိေတြ႕ဖို႕မေျပာနဲ႕အနားေတာင္ကပ္ခြင့္မရွိတဲ့သူတို႕ဘ၀ေလးႏွစ္ခု
ေနာက္ဆံုးမွာအဆုတ္အစားထိုးကုသခြင့္ကိုေကာင္မေလးကရလာတဲ့အခါမွာ…
ေကာင္ေလးကိုအသက္တမွ်ခ်စ္တဲ့ေကာင္မေလးဘာေတြလုပ္မလဲ…
ေကာင္ေလးကေရာအသက္ရွင္ႏိုင္မလားဆိုတာေတြကိုတဝၾကီးငိုျပီးၾကည့္ရမွာပါ …
ဒီကားေလးကိုၾကည့္ၿပီး သင္တို႕လည္း
သင္တို႕ခ်စ္သူေတြကို ၆ ေပအကြာမေၿပာနဲ႕ ၁ ေပအကြာမွာေတာင္
ေနလို႕ရလား ….
သူေပ်ာ္ေနတာေလးကိုပဲ အေ၀းၾကီးကေန ၾကည့္ေနႏိုင္လား…
တကယ္လို႕ အဲလိုမေနႏိုင္ဘူးဆိုရင္ အနားမွာရွိတဲ့ခ်စ္သူကို ခ်စ္ႏိုင္တုန္း
ရတဲ့ အခ်ိန္ေလးမွာ ခ်စ္ၾကပါ…
ဒီကားေလးၾကည့္ၿပီး ခ်စ္တဲ့လူတိုင္းခံစားႏိုင္ၾကပါေစ….
File Size : (1 GB) & ( 414 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 56 min
Format : Mp4
Genre : Drama , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phue
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
