"The Dark Knight Rises (2012)IMDb Rating (8.4)Pauseဒီတစ်ခါတော့ ပရိတ်အကြိုက် Superhero ဇာတ်ကားဖြစ်တဲ့ The Dark Knight Rises ဇာတ်ကားနဲ့ မိတ်ဆက် ပေးချင်ပါတယ်။ ဒီကားက Christopher Nolan ရဲ့ Batman Trilogy မှာ နောက်ဆုံး ဇာတ်ကားဖြစ်ပြီး၊ မင်းသား Christian Bale ရဲ့ နောက်ဆုံး Batman ဇာတ်ကားဖြစ်ပါတယ်။Batman ပရိတ်သတ် တွေအားလုံးနီးပါးရဲ့ အားပေးမှုကိုရခဲ့ပြီး၊ အကောင်းဆုံး Superhero ဇာတ်ကားလို့ သတ်မှတ်ထားတဲ့ The Dark Knight ရဲ့ နောက်ဆုံးပိတ်လည်းဖြစ်သလို၊ Epic Ending ဖြစ်မယ်လို့ ပြောထားခဲ့လို့ ဒီကားကို လူတွေစိတ်ဝင်စားခဲ့ကြပေမယ့် တကယ်တမ်းမှာတော့ ထင်သလောက် ဖြစ်မလာခဲ့ပါဘူး။ ဒီလိုပြောလို့ မကောင်းတာတော့မဟုတ်ပါဘူး။ ဇာတ်ကားကောင်းတစ်ကားပါ။ The Dark knight လောက်မကောင်းတာပဲရှိပါတယ်။ဇာတ်လမ်းအစမှာ Bruce Wyane က ၈နှစ်လုံးလုံး အိမ်ထဲမှာပဲနေနေပြီးတော့၊ Batman ကလည်း Gotham မြို့ကနေ ပျောက်သွားခဲ့ပါတယ်။ ၈နှစ်လုံးလုံး Harvey Dent ရဲ့ လူသတ်မှုတွေကို Batman သတ်တယ်လို့လူတွေထင်နေကြပြီး၊ Harvey Dent ကြောင့် ပေါ်လာတဲ့ ဥပဒေကြောင့် Organized Crime တွေလည်း ပပျောက်သွားခဲ့ပါတယ်။ အဲ့ဒီအချိန်မှာပဲနောက်ထပ် ရန်သူတစ်မျိုးက Gotham ကို နှောက်ယှက်ဖို့ ပြင်ဆင်နေပါတယ်။တစ်ဖက်မှာ Bane (Tom Hardy) က CIA က ထိန်းသိမ်းထားတဲ့ Nuclear Physicist တစ်ယောက်ကို ဖမ်းခေါ်သွားသလို၊ Selina Kyle (Anne Hathaway) (ကာတွန်းထဲမှာ Catwoman) ကလည်း Bruce Wyane ရဲ့ အိမ်မှာ Harvey Dent အမှတ်တရပွဲလုပ်နေတုန်း ခိုးဝင်ပြီး Bruce အမေရဲ့ လည်ဆွဲကိုခိုးသွားခဲ့ပါတယ်။ ဒါပေမယ့် သူမရဲ့ အဓိက ပစ်မှတ်က Bruce ရဲ့ လက်ဗွေ ဖြစ်ကြောင်း Bruce က ရိပ်မိသွားပြီး စုံစမ်းမှုတွေပြု လုပ်ခဲ့ပါတယ်။Selina က Bruce ရဲ့ လက်ဗွေကို ခိုးပြီးတဲ့နောက်မှာ ပါတီပွဲက Congressman တစ်ယောက်ကိုပါ ပြန်ပေးဆွဲသွားပြီးတော့ လက်ဗွေကိုခိုးခိုင်းတဲ့ သူနဲ့တွေ့ဖို့အတွက် ခေါ်သွားခဲ့ပါတယ်။ဒါကို Gordon တို့လိုက်ရှာရာကနေ Gordon တစ်ယောက် အဖမ်းခံရပြီး Bane နဲ့တွေ့ခဲ့ပါတယ်။ Bane က Gotham မြိ့ုက မြေအောက် မြောင်းတွေထဲမှာ တပ်စွဲထားတာ ကိုတွေ့လိုက်ပြီး Gordon တစ်ယောက် ကိုယ်လွတ်ရုံးပြေးနိုင်ခဲ့ပါတယ်။နောက်တစ်ဖက်မှာ Robin John Blake (John Blake လို့ပဲ တစ်ကားလုံးသုံးသွားခဲ့ပါတယ်။) ဆိုတဲ့ ရဲအရာရှိတစ်ယောက်က Gordon ကိုရှာတွေ့သွားပြီးဆေးရုံကိုပို့ပေးခဲ့ပါတယ်။ John Blake ဆိုတဲ့ Character ကို ဒါရိုက်တာက Robin သဘောနဲ့ထည့်ပေးတာဖြစ်ပြီး၊ Batman နဲ့ Robin ဆိုတဲ့ပုံစံကို သွယ်ဝိုက်ပြီးထည့်ပေးထားတာဖြစ်ပါတယ်။ Christopher Nolan က Robin ကို ကာတွန်းထဲကလို ကလေး တစ်ယောက် ထည့်ပေးရင် ယုတ္တိမရှိဘူးလို့ ယူဆတာရယ်၊ Batman & Robin ဇာတ်ကားက လူကြီး Robin ကို ပရိတ်သတ်တွေမကြိုက်တာရယ်ကြောင့် ရဲအရာရှိတစ်ယောက် အနေနဲ့ ထည့်ပေးထားတာဖြစ်ပါတယ်။ဒီနေရာမှာ Bane ရဲ့ ဇာတ်ကြောင်းကို Alfred က Bruce ကိုပြောပြပါတယ်။ Batman Begins မှာတုန်းက Batman ကိုပညာသင်ပေးခဲ့တဲ့ Ra’s Al Ghul ရဲ့ တပည့်ဖြစ်ကြောင်း သိလိုက်ရပါတယ်။ Bane က မြေအောက်အကျဉ်းထောင်ထဲမှာ မွေးခဲ့တာဖြစ်ပြီး၊ အစပိုင်းတုန်းက Bane ကို Ra’s Al Ghul ရဲ့ သားလို့ Batman က ထင်ခဲ့ပါတယ်။ Bane ရဲ့ အဓိက ရည်ရွယ်ချက်က ပထမဆုံးဇာတ်ကားက Ra’s Al Ghul ရဲ့ ရည်ရွယ်ချက်ဖြစ်တဲ့ Gotham ကို ဖျက်စီးဖို့ ဖြစ်ပါတယ်။ဒီရည်ရွယ်ချက်ကို ဘယ်လိုအကောင်အထည်ဖော်မလည်း၊ Batman ကရော Gotham မြိ့ုကိုဘယ်လို ကယ်တင်မလည်းဆိုတာ စိတ်ဝင်စား၊ စိတ်လှုပ်ရှားစရာကောင်းအောင် ရိုက်ကူးတင်ဆက်ထားနိုင်ပါတယ်။Batman Begins, The Dark Knight, The Dark Knight Rises သုံးကားစလုံးက သမိုင်းမှာအကောင်းဆုံး Superheros ဇာတ်လမ်းတွဲ အဖြစ် မှတ်တမ်းဝင်သွားပြီဖြစ်သလို၊ ဒီသုံးကားက ပရိတ်သတ်တွေ ရင်ထဲမှာ ကျန်နေခဲ့မယ့် ဇာတ်ကားကောင်းသုံးကားဆို တာ အငြင်းပွားစရာမှရှိနိုင်ပါဘူး။ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်ပြီး၊ Sex Scene တစ်ခန်းပါပေမယ့် Explicit မဖြစ်ပါဘူး။ မိသားစုတူတူ ကြည့်ရှုနိုင်မှာဖြစ်သလို၊ အက်ရှင်ကားကြိုက် ပရိတ်သတ်တွေ အကြိုက်တွေ့စေမှာပါ။#Sololay(ရုပ်ရှင်အညွှန်းကို ရုပ်ရှင်မိတ်ဆက် မှကူးယူဖော်ပြသည်။)4K Version က HDR ဖြစ်တာကြောင့် HDR ကို Support ပေးနိုင်တဲ့ Android TV နဲ့ ခေတ်ပေါ် Smart Device တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။ DS4K 1080p Version ကတော့ Color Regrade ပြန်လုပ်ထားတဲ့ Version ဖြစ်တာကြောင့် ဖိုင်သေးသေးနဲ့ ပိုမိုကြည်လင်ကြောင်းနဲ့ Device မျိုးစုံမှာ ကြည့်လို့အဆင်ပြေနိုင်ကြောင်း အသိပေးပါရစေ။Batman:The Dark Knight Trilogy ဇာတ်ကား ၃ ကားလုံးကို https://channelmyanmar.org/?s=batman+dark+knight မှာကြည့်ပါ။File size…(5.8 GB)/(3 GB)/(1.1 GB)Quality….IMAX 4K HDR HEVC/DS4K 1080p HEVC/720pFormat…mkv/mp4Duration….02:32:12Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung"