"The Dark Knight (2008)===================PauseIMDb Rating 9.0/10 မှာ ဗိုလ်စွဲထားတုန်းပါပဲ။ဒီတစ်ခါတော့ Superhero တွေထဲမှာ လူကြိုက်အများဆုံးလည်း ဖြစ်သလို၊ Superhero အားလုံးရဲ့ ရှေ့ဆောင် လမ်းပြလည်း အဖြစ် Superman နဲ့ အတူ သတ်မှတ်ခံထားရတဲ့ Batman ဇာတ်လမ်း နဲ့မိတ်ဆက်ပေးပါရစေ။The Dark Knight လို့တင်စားခံထားရတဲ့ Batman ကားတွေက ၁၉၈၉ မှာထဲက ရုပ်ရှင် အဖြစ်နဲ့ စင်မြင့်ထက်မှာ နေရာယူထားပေမယ့် ၂၀၀၅ ခုနှစ်ရောက် မှာ Christopher Nolan ရဲ့ Batman Begins နဲ့ အတူ လူရိုသေရှင်ရိုသေဖြစ်လာခဲ့ပါတယ်။ Batman လို့ပြောလိုက်ရင် Director Tim Burton ရဲ့ Batman (1989) Batman Returns (1992) တို့နဲ့ နာမည်ရလာပေမယ့်၊ Joel Schumacher ရဲ့ ကလေးကြိုက် Batman Forever နဲ့ ဘယ်သူမှမကြိုက်တဲ့ Batman & Robin (၁၉၉၇မှာထွက်ခဲ့ပြီး Batman ကို ရုပ်ရှင် လောက ကနေ ခဏတာကွယ်ပျောက်သွားစေပါတယ်။) ဒါပေမယ့် ၂၀၀၅ ခုနှစ်မှာ Batman Begins နဲ့အတူ Batman နဲ့ Comic Book ရုပ်ရှင်တွေ ရုပ်ရှင်လောကကိုတကျော့ပြန် ဝင်လာခဲ့ပြီး ၂၀၀၈ ခုနှစ် ရဲ့ The Dark Knight ကတော့ ဘယ်သူမှမငြင်းပယ်နိုင်တဲ့ အကောင်းဆုံး Batman ကားအဖြစ် ရပ်တည်နိုင်ခဲ့ပါတယ်။Batman Begins မှာ Gotham မြို့ကို ကယ်တင်ခဲ့ပြီးတဲ့နောက်မှာ Batman/Bruce Wayne အနေနဲ့ သူ့ရဲ့ အဆိုးဝါးဆုံး ရန်သူ ဖြစ်တဲ့ Joker နဲ့ ရင်ဆိုင်ရမှာဖြစ်ပါတယ်။ The Dark Knight ကားက Joker နဲ့ Batman ကို တမူထူးခြားတဲ့ ရှု့ထောင့်ကနေတင်ဆက်ထားပြီးတော့၊ Joker အဖြစ်သရုပ်ဆောင်တဲ့ Heath Ledger ကလည်း၊ လူတကာကို ဒုက္ခပေးဖို့က လွဲရင်၊ ဖျက်လိုဖျက်ဆီးလုပ်ဖို့ကလွဲရင် ဘာကိုမှ မလိုချင်တဲ့ ဇာတ်ရုပ်အဖြစ် ပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။ ဒီကားမှာ Joker က ပိုက်ဆံ၊ အာဏာ၊ ရာထူး ဘာကိုမှ မမက်ပဲ၊ ဖျက်လိုဖျက်ဆီးလုပ် ဖို့နဲ့ Gotham မြို့တစ်မြို့လုံးကို သူလိုပဲ လူဆိုး လူရမ်းကားတွေဖြစ် လာအောင် လုပ်ဖု့ိ ရည်ရွယ်ချက်နဲ့ လုပ်နေတာတွေကို တားဆီးဖို့ Batman အနေနဲ့ လုပ်ရိုးလုပ်စဉ် ထဲက နေခွဲထွက်ပြီး Joker ကို ဖမ်းဖို့ကြိုးစားရပုံကို တကယ့် စုံထောက်ကား ကောင်းတစ်ကား အနေနဲ့ တင်ဆက်ထားပါတယ်။Batman ရဲ့ Character မိတ်ဆက်ထဲမှာ ပြောထားသလိုပဲ Batman က Comic Hero တွေအားလုံးထဲမှာ The World Greatest Detective ဆိုတဲ့ ဘွဲ့ကိုရထားတဲ့ အတိုင်း ဒီကားမှာ သူ့ရဲ့ စုံထောက် စွမ်းရည်၊ ဉာဏ်ရည်ဉာဏ်သွေး သာမက သူ့ရဲ့ တိုက်ရည်ခိုက်ရည်၊ စွန့်လွှတ်စွန့်စား နိုင်မှုတွေ ကိုပါ ပရိတ်သတ် ကြီး ကြည့်ရှုခံစားနိုင်မှာပါ။ဒါ့အပြင် ဒီကားမှာ အဓိကသရုပ်ဆောင် Christian Bale ရဲ့ ပြီးပြည့်စုံတဲ့ Batman သရုပ်ဖော်မှု၊ ဒါရိုက်တာ ရဲ့ ရိုက်ကူးတင်ဆက်မှု၊ ထူးခြားတဲ့ ဇာတ်လမ်းဖွဲ့စည်းပုံ၊ နက်နဲတဲ့ ဇာတ်အိမ်တည်ဆောက်မှုတွေနဲ့ ကွင်းဆက်မိမိ တက်ဆက်ထားနိုင်မှုတွေထက် ပိုပြီး ပြောစရာတစ်ခုရှိပါတယ်။ ဒါကတော့ Heath Ledger ရဲ့ နောက်ဆုံး သရုပ်ဆောင်မှုလည်းဖြစ်သလို အကောင်းဆုံး ဇာတ်ကောင်လည်းဖြစ်တဲ့ Joker ပါ။ Heath Ledger ရဲ့ The Joker က တကမ္ဘာလုံးက ပရိတ်သတ်တွေကို တုန်လှုပ်စေခဲ့ပြီး၊ ဗီလိန် တွေထဲမှာ ဆရာတစ်ဆူဖြစ်စေခဲ့ပါတယ်။ ဒီကားက Batman ရဲ့အကောင်းဆုံးကားဆိုရင် Joker က အကောင်းဆုံး ဗီလိန် ဖြစ်ပါတယ်။ Heath Ledger လည်း ဒီကားနဲ့ အကယ်ဒမီရခဲ့ပါတယ်။၂၀၀၀ ပြည့်နှစ်နောက်ပိုင်း အကောင်းဆုံး အက်ရှင်ကားတွေထဲက တစ်ကားပါလို့ပြောလို့ရသလို၊ The Bourne Trilogy ထက်တောင် မှာ ပိုကောင်းတယ်ဆိုရင် ငြင်းမယ့်သူမရှိလောက်ပါဘူး။ ဒီကားက Batman Fan တွေနဲ့ Comic Book ပရိတ်သတ်တွေကို စိတ်ကျေနပ်မှု့အပြည့်အဝပေးနိုင်ပါတယ်။ တစ်ချို့နေရာတွေမှာ ဟာကွက် အနည်းငယ်ရှိပေမယ့် Batman, Gordon, The Joker နဲ့ Harvey Dent (Two Face) တို့ရဲ့ သရုပ်ဆောင် ကောင်းမှုတွေကြောင့် ဇာတ်လမ်းထဲမှာ မျောပါသွားပြီး ၂နာရီခွဲလုံး စိတ်လှုပ်ရှားစွာကြည့်ရမှာဖြစ်ပါတယ်။ ဝါရင့်သရုပ်ဆောင်ကြီးနှစ်ယောက်ဖြစ်တဲ့ Michael Caine နဲ့ Morgan Freeman တို့ကလည်း ဇာတ်လမ်းကိုပိုပြီး အသက်ဝင်စေပါတယ်။ဒီကားက ကလေးကြိုက် Batman ကားမဟုတ်သလို၊ ဖန်စီ အက်ရှင်ကားမဟုတ်ပါဘူး။ Crime/Action/Drama ကားဖြစ်ပြီး ကြည့်သင့်တဲ့ကားကောင်းတစ်ကားပါ။ မကြည့်ရသေးတဲ့သူတွေ ကြည့်ဖြစ်အောင် ကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်။#Sololay(ရုပ်ရှင်အညွှန်းကို ရုပ်ရှင်မိတ်ဆက် မှကူးယူဖော်ပြပါသည်။)4K Version က HDR ဖြစ်တာကြောင့် HDR ကို Support ပေးနိုင်တဲ့ Android TV နဲ့ ခေတ်ပေါ် Smart Device တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။ DS4K 1080p Version ကတော့ Color Regrade ပြန်လုပ်ထားတဲ့ Version ဖြစ်တာကြောင့် ဖိုင်သေးသေးနဲ့ ပိုမိုကြည်လင်ကြောင်းနဲ့ Device မျိုးစုံမှာ ကြည့်လို့အဆင်ပြေနိုင်ကြောင်း အသိပေးပါရစေ။Batman:The Dark Knight Trilogy ဇာတ်ကား ၃ ကားလုံးကို https://channelmyanmar.org/?s=batman+dark+knight မှာကြည့်ပါ။File size…(5.5 GB)/(2.2 GB)/(1.1 GB)Quality….IMAX 4K HDR HEVC/DS4K 1080p HEVC/720pFormat…mkv/mp4Duration….02:32:12Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Idiot MyoKo"