"The Thing About Harry (2020)
======================
IMDb Rating 7.2/10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
#Unicode
ဒီကားလေးမှာတော့ Jake Borelli, Niko Terho, Britt Baron, Japhet Balaban တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။
ဇာတ်လမ်းလေးကတော့ မကြာသေးခင်က ချစ်သူရဲ့ သစ္စာဖောက်ခံလိုက်ရတာ Samက အချစ်မှာစိတ်ပျက်သွားပြီး စိတ်အပြောင်းအလဲ
အနေနဲ့ သူ့ငယ်သူငယ်ချင်း kellyရဲ့ စေ့စပ်ပွဲရှိတာနဲ့ အိမ်ကိုပြန်ခဲ့တယ်။ အဲ့အသွားလမ်းမှာ အရင်က သူ့အပေါ်ဗိုလ်ကျခဲ့တဲ့ Harryနဲ့
ကားအတူတူစီးရပြီး ရှေးဟောင်းနှောင်းဖြစ်တွေ ပြောကြရင်း တစ်ယောက်အပေါ်ထားတဲ့ အမြင်တွေရှင်းသွားပြီးနောက်မှာ Harryက
Pansexual မှန်းသိသွားတဲ့အခါ Samတစ်ယောက် ဘယ်လိုမျိုးလေးတွေ ဖြစ်သွားမလဲ။ Harryကကော Samအပေါ်အရင်လို
ဗိုလ်ကျမြဲကျပြီး ပုံမှန်သူငယ်ချင်းအဖြစ်ပဲ ဆက်နေသွားမလားဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှူရမှာဖြစ်ပါတယ်။
ဒီဇာတ်လမ်းလေးကတော့ ပုံမှန် LGBTဇာတ်ကားတွေလိုမဟုတ်ပဲ ဖြစ်တတ်တဲ့ အခက်အခဲတွေ အနှောင့်အယှက်လေးတွေကို
ရင်ဆိုင်နားလည်ပြီး ရှေ့ဆက်လျှောက်ရတဲ့ လူသဘောကို ဖော်ထားတဲ့အတွက် တစ်မူထူးတဲ့ LGBTကားတစ်ကောင်းဖြစ်တာမို့
အတူစီးမျှော်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။
(Mature sceneနဲ့ ရိုင်းပြတဲ့ အသုံးအနှုန်းအချို့ပါဝင်ပါတယ်)
#Zawgyi
ဒီကားေလးမွာေတာ့ Jake Borelli, Niko Terho, Britt Baron, Japhet Balaban တို႔က အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။
ဇာတ္လမ္းေလးကေတာ့ မၾကာေသးခင္က ခ်စ္သူရဲ႕ သစၥာေဖာက္ခံလိုက္ရတာ Samက အခ်စ္မွာစိတ္ပ်က္သြားၿပီး စိတ္အေျပာင္းအလဲ
အေနနဲ႔ သူ႔ငယ္သူငယ္ခ်င္း kellyရဲ႕ ေစ့စပ္ပြဲရွိတာနဲ႔ အိမ္ကိုျပန္ခဲ့တယ္။ အဲ့အသြားလမ္းမွာ အရင္က သူ႔အေပၚဗိုလ္က်ခဲ့တဲ့ Harryနဲ႔
ကားအတူတူစီးရၿပီး ေရွးေဟာင္းေႏွာင္းျဖစ္ေတြ ေျပာၾကရင္း တစ္ေယာက္အေပၚထားတဲ့ အျမင္ေတြရွင္းသြားၿပီးေနာက္မွာ Harryက
Pansexual မွန္းသိသြားတဲ့အခါ Samတစ္ေယာက္ ဘယ္လိုမ်ိဳးေလးေတြ ျဖစ္သြားမလဲ။ Harryကေကာ Samအေပၚအရင္လို
ဗိုလ္က်ၿမဲက်ၿပီး ပုံမွန္သူငယ္ခ်င္းအျဖစ္ပဲ ဆက္ေနသြားမလားဆိုတာကို စိတ္ဝင္စားဖြယ္ၾကည့္ရႉရမွာျဖစ္ပါတယ္။
ဒီဇာတ္လမ္းေလးကေတာ့ ပုံမွန္ LGBTဇာတ္ကားေတြလိုမဟုတ္ပဲ ျဖစ္တတ္တဲ့ အခက္အခဲေတြ အေႏွာင့္အယွက္ေလးေတြကို
ရင္ဆိုင္နားလည္ၿပီး ေရွ႕ဆက္ေလွ်ာက္ရတဲ့ လူသေဘာကို ေဖာ္ထားတဲ့အတြက္ တစ္မူထူးတဲ့ LGBTကားတစ္ေကာင္းျဖစ္တာမို႔
အတူစီးေမွ်ာ္ဖို႔ ဖိတ္ေခၚလိုက္ပါတယ္။
(Mature sceneနဲ႔ ႐ိုင္းျပတဲ့ အသုံးအႏႈန္းအခ်ိဳ႕ပါဝင္ပါတယ္)
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Su Myat Nandar Win ဖြစ်ပါတယ်။)
Quality – 720p Web-Rip
Duration – 1 hrs 25 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Comedy, Drama, Romance
Source : 1080p.WEB-RIP
Translator – Su Myat Nandar Win
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
