"The Last 10 Years (2022)
~ IMDb rating – 6.9/10, MyDramaList – 8.1/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
” ကောင်လေးရယ် ကောင်မလေးရယ် ကမ္ဘာကြီးရယ်
ဘယ်လောက်ပျော်စရာကောင်းလိုက်သလဲ။
တကယ်ဆို ဒီလိုအချိန်မျိုးမှာ
လေပြင်းမုန်တိုင်းဟာ မတိုက်ခတ်ခဲ့သင့်ပါဘူး။
ခုတော့
လျှို့ဝှက်စွာတိုက်ခတ်သွားတဲ့
လေပြင်းမုန်တိုင်းကြောင့်
ထင်းရှူးပင်ကြီးဟာ
မျက်ရည်တောက်တောက်ကျနေရပေါ့။
ထင်းရှုးတောအုပ်ကလေးတစ်ခုလုံးဟာလည်း
မျက်ရည်သစ်ပင်ကြီးရဲ့ငိုသံမှာ အံ့အားသင့်နေကြတယ်။
ဒါပေမယ့် ထင်းရှူးပဒေသာလမ်းပေါ်မှာ
ကောင်လေးတစ်ယောက်ဟာ လျှောက်နေတုန်းပါပဲ။
(သူ့ကိုကြည့်ရတာ ဘာကိုမှ နောက်ဆံတင်းပုံမပေါ်ဘူး)
လမ်းဘေးက အုတ်ခုံကလေးမှာတော့ အင်္ဂတေတွေကွာနေလေရဲ့… “
– မောင်သိန်းဇော် (မျက်ရည်သစ်ပင်၊ ၁၉၈၇)
ဒီဇာတ်ကားရဲ့မူရင်းဝတ္ထုကိုရေးသားခဲ့တဲ့ စာရေးဆရာမဖြစ်သူဟာ ၂၀၁၇ ခုနှစ်မှာပဲ ကွယ်လွန်ခဲ့ပါပြီ။ သူကိုယ်တိုင် နာတာရှည်ရောဂါကို ရင်ဆိုင်နေခဲ့ပြီး စွန့်ခွာမဲ့နေ့ကိုစောင့်နေရတဲ့ခံစားချက်ကို ဇာတ်ကားထဲမှာ ပုံဖော်ထားတာမို့ ဒီရုပ်ရှင်ဟာ လူတစ်ယောက်ရဲ့ သူ့ခံစားချက်အမှန်ကို ထုတ်ပြထားတဲ့ ရိုးသားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်လို့ပြောလို့ရတာမို့ အနုပညာစစ်သလို ရသလည်းမနုံနဲ့ပါဘူး။ IMDb rating – 6.9/10 ဟာလည်း ဒီလို Romance Drama ကားတစ်ကားအတွက် မနည်းလှတဲ့ rating ဖြစ်မှာပါ။ ဒီကပရိသတ်တွေ လူသိများတဲ့ မင်းသမီး Nana Komatsu ကလည်း အဓိကနေရာက ပါဝင်ထားပါတယ်။
ဇာတ်လမ်းထဲက မဆွတ်ရိ(Nana)က အသက်၂၀အရွယ်မှာပဲ အဆုတ်သွေးကြောနဲ့ပတ်သက်တဲ့ရောဂါကြောင့် ၂နှစ်ကျော် ဆေးရုံတက်ခဲ့ရသူပါ။ သူ့ရဲ့ရောဂါက ပျောက်ကင်းအောင်ကုသလို့ မရဘဲ နောက်၁၀နှစ်ထိသာ အသက်ရှင်နိုင်တော့မှာကို မဆွတ်ရိ သိသွားခဲ့ပါတယ်။ ဆေးရုံဆင်းတော့လည်း ပြင်းထန်တဲ့ လှုပ်ရှားမှုလုပ်ခွင့်မရှိတာကြောင့် အိမ်မှာပဲနားနေရပါတယ်။ သူငယ်ချင်းတွေကတော့ အလုပ်လုပ်ပြီး လက်တွဲဖော်ရှာဖို့ပြောပေမဲ့ လက်ကျန်သက်တမ်းကို သိနေတဲ့သူမကတော့ ဘယ်သူ့ကိုမှ ဘဝထဲမခေါ်ချင်တော့ပါဘူး။
ကျောင်းသားဟောင်းမိတ်ဆုံစားပွဲတစ်ခုကိုသွားတော့ ငယ်သူငယ်ချင်း ခဇုတိုနဲ့ပြန်ဆုံခဲ့ရပါတယ်။ ခဇုတိုကတော့ သူနဲ့ပြောင်းပြန်ပါပဲ။ သူ့မိဘတွေရဲ့ဖိအားပေးမှုနဲ့ အလုပ်အဆင်မပြေတာတွေကြောင့် သေကြောင်းကြံတဲ့အထိ ဖြစ်ခဲ့တဲ့သူပါ။ ဒီလိုနဲ့ အဖြစ်အပျက်တွေကြားမှာ မဆွတ်ရိနဲ့ ခဇုတိုတို့ ချစ်မိသွားကြတဲ့အခါ…
ချစ်ခြင်းမေတ္တာဆိုတာ တစ်သက်လုံးအတူရှိရမှ ပန်းခင်းလမ်းကိုလျှောက်ရမှ ပြည့်စုံတာ မဟုတ်ဘူးဆိုတာ ဒီချစ်သူ၂ဦးက ပြောပြပါလိမ့်မယ်။ လက်တွဲဖော်ရဲ့စိတ်ခံစားချက်ကို ကိုယ်ပိုင်စိတ်ချမ်းသာမှုထက်ပိုပြီး ငဲ့ကွက်တာ၊ အရေးကြီးတဲ့အခါမှာ ချစ်သူကို ရှေ့တန်းတင် တွေးပေးတာတွေဟာလည်း နွေးထွေးမှုပါပဲ။
စကားဟောင်းလေးအတိုင်းပဲပေါ့။ လူဆိုတဲ့ သတ္တဝါဟာ အချစ်မရှိရင် တစ်ရည်လျော့တတ်တဲ့ အမျိုးမို့ လူဟာ အချစ်နဲ့ကင်းပြီးမနေနိုင်ကြဘူး။ မာယာတွေရစ်သိုင်းထားတဲ့ ဒီလောကဓံတရားအောက်မှာ ဘယ်လူသားကမှလည်း ဒဏ်ရာနဲ့ကင်းပြီးမနေနိုင်ကြဘူး။ အရှုံးတွေကပဲ ပိုချစ်တတ်အောင် သင်ပေးသွားရင်း ကံမဆုံပေမယ့် ချစ်ခြင်းတွေဟာ ဆက်လက်ရှင်သန်နေကြမှာပဲ။ ဒီရုပ်ရှင်ဟာ ဒီအချစ်တွေအကြောင်းပေါ့။
~ Ref – မောင်သိန်းဇော်၊ သုခမိန်လှိုင်၊ တာရာမင်းဝေ ~
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Ingyin San မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.05GB, 1.2GB, 661MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.9/10
Format – mp4
Duration – 2H 4Min
Genre – Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
