"Kelly’s Heroes (1970)
~ IMDb – 7.6/10, Rotten Tomatoes – 78%~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စစ်ကားဗျ စစ်ကား…
စိန်ပြောင်းနဲ့ပစ်တာပါတယ်။ လေယာဉ်နဲ့ ဗုံးကြဲတာပါတယ်။ တင့်ကားချင်း ယှဉ်ချတာပါတယ်။ စက်သေနတ်ရော လက်ပစ်ဗုံးတွေရော။ ထူးထူးဆန်းဆန်း သေဆုံးသူ သင်္ဂြိုလ်ရေးတပ်ခွဲတောင် ရှိတယ်ဆိုပဲ။ ဒါပေမဲ့ စစ်ကားဆန်တဲ့ စစ်ကားတော့ မဟုတ်ဘူး။
မင်းသားက ကလင့်တ် အိစ်ဝုဒ်။ ဒုတိယကမ္ဘာစစ်။ မဟာမိတ်တပ်သားတွေ အိုမာဟာကမ်းခြေကနေ ကမ်းတက်လာပြီးတော့ ပြင်သစ်နယ်စပ်မှာ အထိုင်ချတဲ့အချိန်။ ဖက်ဆစ်နာဇီ ဂျာမန်တွေနဲ့ ရင်ဆိုင်စစ်ပြင်ထားကြတာပေါ့။ ဒါပေမဲ့ ဒီဇာတ်ကားက သမိုင်းကြောင်းကို မလှန်၊ နိုင်ငံသူရဲကောင်းကိုမဖော်ကျူး၊ လူထဲက လူတွေရဲ့လောဘနဲ့ ဖျံကျတတ်ကြတဲ့ လူသားပီသသူ လူသားများအကြောင်း ရိုက်ကူးထားလို့ သူ့အရသာက တမျိုးပါပဲနော်။
ကယ်လီ တို့ စစ်သားတစ်စုက နိုင်ငံအတွက် စစ်မတိုက်ခဲ့ကြပါဘူး။ စစ်ရည်ဝနေတဲ့၊ စစ်ကိုမုန်းတဲ့၊ စစ်ရဲ့အနှစ်သာရမရှိမှုကို သိကြတဲ့ အခြားအဆင့် (အရာရှိမဟုတ်) စစ်သားကြီးတွေပါ။ ဆာဂျင် (တပ်ကြပ်ကြီး) အုပ်ချုပ်တဲ့ တပ်စိတ်လေးပါပဲ။
ရန်သူ့ဘက်က ဗိုလ်မှူးကြီးတစ်ဦးကို ဖမ်းမိခဲ့ပြီးနောက်ပိုင်း ဒေါ်လာ ၁၆ သန်း တန်ဖိုးရှိတဲ့ ရွှေချောင်း သောင်းလေးထောင်ရဲ့အနံ့ကိုရသွားတဲ့ တပ်စိတ်လေးက ဗြိတိသျှ သံချပ်ကာတပ်ရင်းက ရှားမန်းတင့်ကားလေးသုံးစင်း အကူအညီနဲ့ ရန်သူစစ်မျက်နှာ အနောက်ဘက် မိုင် ၃၀ အကွာက မြို့ကလေးရဲ့ဘဏ်တစ်လုံးထဲက ရွှေချောင်းတွေ သွားလုကြတဲ့ ဇာတ်ကြောင်းလေးပါ။ နိုင်ငံအတွက်မဟုတ်၊ တရားဝင်စစ်ဆင်ရေးလည်း မဟုတ်ပါဘူးလေ။ ဆိုင်ရာပိုင်ရာတွေကို ဖမ်းဆီးရမိတဲ့ ရွှေချောင်းအနည်းငယ်ပြပြီး စည်းရုံးလို့ လက်နက်ကျည်ရိက္ခာတွေထုတ်၊ ရူးရူးမိုက်မိုက် ရန်သူ့နယ်မြေထဲ တိုးဝင်သွားကြလေရဲ့။ ဘာတွေဆက်ဖြစ်လဲ လူကြီးမင်းတို့ကိုယ်တိုင်ပဲ ကြည့်လိုက်ကြပါတော့။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.6GB, 1.4GB, 791MB
Quality – 1080p, 720p, 480p
IMDb Rating – 7.6/10
Format – mp4
Duration – 2H 24Min
Genre – Adventure, Comedy, War
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
