"ကဲ Dark Side ပရိတ္သတ္ႀကီးကို ၂၀၁၉ ခုႏွစ္ထြက္
၁၈ အေပါင္း ကိုရီယားကားေကာင္းေလးနဲ႔မိတ္ဆက္ေပးမယ္။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ္လမ္းကေတာ့ လင္မယားႏွစ္ေယာက္ေန႔တိုင္း
ဟင္းတစ္မ်ိဳးတည္းပဲ စားေနရေတာ့ ႐ိုးအီလာတာေပါ့။
တစ္ခါတစ္ေလ ၾကက္ေၾကာ္စားခ်င္တဲ့ေန႔ရွိသလို
တစ္ခါတစ္ေလလည္းခ်ဥ္ေပါင္ဟင္းနဲ႔စားခ်င္တယ္ဆိုတာမ်ိဳး။
အဲ့လို႐ိုးအီေနတာကို သိတဲ့ေယာက်ာ္းျဖစ္သူက
လင္မယားႏွစ္ေယာက္ၾကား အခ်စ္ေတြ အနည္မထိုင္သြားရေအာင္
သူသြားေနၾက ကလပ္က အတြဲတစ္တြဲကို
ပါတနာလဲစားဖို႔အၾကံနဲ႔ သူတို႔အိမ္ကိုေခၚလာတယ္။
အဲ့အတြဲကလည္း ဇမေသးဖူး။ခ်က္ဆိုနားခြက္က
မီးေတာက္တဲ့အမ်ိဳး။သူမိန္းမကလည္း ေျပာရရင္ ေတာ္ေတာ္ေလး
အသစ္ကို ေတာင္းတေနတဲ့အခ်ိန္ဆိုေတာ့
ကြက္တိျဖစ္သြားတယ္။
ကဲ ဒီေလာက္ဆို ဒီကားေဒါင္းၾကည့္မယ့္
ပုရိသအေပါင္းလည္း ဇာတ္လမ္းအဆင္ကဘယ္လိုလာမယ္ဆိုတာ
သိမယ္ထင္ပါတယ္။
မင္းသမီးႏွစ္ေယာက္က တေယာက္ဖြံ့ဖြံ့ထြားထြားနဲ႔
တစ္ေယာက္က LCD ေပမယ့္စေကးကၽြမ္းတဲ့ အလန္းေလးဆိုေတာ့
ဘယ္လို type ပဲႀကိဳက္ႀကိဳက္ အဆင္ေျပလို႔ ၾကည့္ရတာတန္မွာပါ။
လက္ေႏွးလို႔ ခြက္မေဆးရခင္ Dark Side ပရိတ္သတ္ႀကီး
ဇာတ္လမ္းေလးနဲ႔မွၾကည့္ခ်င္ပါတယ္ဆိုတဲ့
ကိုရီးယား Fan ေတြအျမန္ေဒါင္းလိုက္ပါေတာ့လို႔ ေမာင္းတီးလိုက္ၿပီေနာ္။
ဘာသာျပန္ၿပီး အညႊန္းကို ဂၽြတ္စေကး ေရးေပးထားတာကေတာ့
Fox ဆိုတဲ့ DarkSide Translator အသစ္ေလး ျဖစ္ၿပီး
အိုးဒိ ႀကီး XCode မွ တင္ဆက္ေပးထားပါတယ္
unicode
ကဲ Dark Side ပရိတ်သတ်ကြီးကို ၂၀၁၉ ခုနှစ်ထွက်
၁၈ အပေါင်း ကိုရီယားကားကောင်းလေးနဲ့မိတ်ဆက်ပေးမယ်။
ဇာတ်လမ်းကတော့ လင်မယားနှစ်ယောက်နေ့တိုင်း
ဟင်းတစ်မျိုးတည်းပဲ စားနေရတော့ ရိုးအီလာတာပေါ့။
တစ်ခါတစ်လေ ကြက်ကြော်စားချင်တဲ့နေ့ရှိသလို
တစ်ခါတစ်လေလည်းချဉ်ပေါင်ဟင်းနဲ့စားချင်တယ်ဆိုတာမျိုး။
အဲ့လိုရိုးအီနေတာကို သိတဲ့ယောကျာ်းဖြစ်သူက
လင်မယားနှစ်ယောက်ကြား အချစ်တွေ အနည်မထိုင်သွားရအောင်
သူသွားနေကြ ကလပ်က အတွဲတစ်တွဲကို
ပါတနာလဲစားဖို့အကြံနဲ့ သူတို့အိမ်ကိုခေါ်လာတယ်။
အဲ့အတွဲကလည်း ဇမသေးဖူး။ချက်ဆိုနားခွက်က
မီးတောက်တဲ့အမျိုး။သူမိန်းမကလည်း ပြောရရင် တော်တော်လေး
အသစ်ကို တောင်းတနေတဲ့အချိန်ဆိုတော့
ကွက်တိဖြစ်သွားတယ်။
ကဲ ဒီလောက်ဆို ဒီကားဒေါင်းကြည့်မယ့်
ပုရိသအပေါင်းလည်း ဇာတ်လမ်းအဆင်ကဘယ်လိုလာမယ်ဆိုတာ
သိမယ်ထင်ပါတယ်။
မင်းသမီးနှစ်ယောက်က တယောက်ဖွံ့ဖွံ့ထွားထွားနဲ့
တစ်ယောက်က LCD ပေမယ့်စကေးကျွမ်းတဲ့ အလန်းလေးဆိုတော့
ဘယ်လို type ပဲကြိုက်ကြိုက် အဆင်ပြေလို့ ကြည့်ရတာတန်မှာပါ။
လက်နှေးလို့ ခွက်မဆေးရခင် Dark Side ပရိတ်သတ်ကြီး
ဇာတ်လမ်းလေးနဲ့မှကြည့်ချင်ပါတယ်ဆိုတဲ့
ကိုရီးယား Fan တွေအမြန်ဒေါင်းလိုက်ပါတော့လို့ မောင်းတီးလိုက်ပြီနော်။
ဘာသာပြန်ပြီး အညွှန်းကို ဂျွတ်စကေး ရေးပေးထားတာကတော့
Fox ဆိုတဲ့ DarkSide Translator အသစ်လေး ဖြစ်ပြီး
အိုးဒိ ကြီး XCode မှ တင်ဆက်ပေးထားပါတယ်
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
