"BARDO, False Chronicle of a Handful of Truths (2022)~ Directed by Alejandro González IñárrituPauseဒီကားက မက္ကဆီကန်ဒါရိုက်တာရိုက်တဲ့ မက္ကဆီကန်ကားစစ်စစ် ဘယ်လောက်စစ်လဲဆို ဒီတစ်ကားလုံး မက္ကဆီကန် လူမျိုးရေး၊ ဘာသာရေး၊ သမိုင်း ဒါတွေနဲ့ပဲ အခြေတည်ထားတယ်။ သို့ပေမဲ့လည်း ဒီကားရဲ့နာမည် Bardo ဆိုတဲ့ စကားလုံးက တကယ်ဆို ဗုဒ္ဓဘာသာကပဲလာတဲ့ စကားလုံး။ ပါဠိလိုဆို antarābhava (အန္တရဘဝ) စုတိနဲ့ ပဋိသန္ဓေအကြားက ဘဝပေါ့။ သေခြင်းရယ် တစ်ဖန်ပြန်လည်မွေးဖွားခြင်းရယ်ကြားက ကြားပိုင်းဘဝအကူးအပြောင်းကာလလို့ ပြောကြတယ်။ ဒါပေမဲ့ သူပြတဲ့ပုံစံကတော့ မူရင်းအယူအဆနဲ့ နည်းနည်းတော့ ကွဲလွဲနေမယ်ထင်ပါတယ်။ဒီကားကို စစဖွင့်ချင်းမှာတော့ Alejandro က ခင်ဗျားကို တော်တော်လေး အူကြောင်ကြောင်နိုင်သလို စိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ဇာတ်ဝင်ခန်းတွေကို ဟိုကူးဒီကူးနဲ့ ပြနေလိမ့်မယ်။ အဲဒီလိုပြနေတဲ့အခန်းတွေက စိတ်ကူးယဉ်ဆန်လွန်းပေမဲ့လည်း အမှန်တရားတစ်စိတ်တစ်ဒေသ ရှိနေတာကိုလည်း ဘာဇာတ်ကြောင်းမှမဖြည်ဘဲကို အတွေးထဲဝင်လာအောင် ရိုက်ပြထားတယ်။ အရှိတရားနဲ့ အိပ်မက်တွေ စိတ်ကူးတွေဟာ ရောထွေးနေတယ်။ ဘာက ဘာလဲ သူပြသွားတဲ့တစ်ကွက်ချင်းကိုကြည့်ပြီး တရိပ်ရိပ်တော့ သိလာလိမ့်မယ်။ ဒါပေမဲ့လည်း သိပ်တော့ မသည်းကွဲချင်ဘူးပေါ့။ ဘယ်အချိန်ထိလဲဆိုရင် သူသတ်မှတ်ထားတဲ့ အချိန်အထိလို့တော့ ပြောရမှာပဲ။ဆန်းတာက ဒီကားက တစ်ဖက်ကကြည့်ရင် ဟန်များလွန်းတယ်ထင်ရတဲ့အနေအထားမှာရှိတယ်။ ဒါပေမဲ့ ကြည့်ရင်းနဲ့ သူတို့ ဒိုင်ယာလော့တွေ စကားတွေအရှည်ကြီးထိုင်ပြောနေကြတာတွေကို ကြည့်ရင်း ဟန်များနေသလို ထင်ရတာနဲ့ တစ်ချိန်တည်းမှာပဲ ဖန်တီးသူရဲ့ ရိုးသားမှုက အလိုလိုသိလာလိမ့်မယ်။ အဲဒီလိုရိုးသားမှုဟာ တာကော့စကီးကားတွေနဲ့ မစိမ်းတဲ့လူတွေအတွက် ပိုပြီးထင်သာမြင်သာရှိမယ်လို့တော့ ထင်ရတာပဲ။ ဒီလိုရိုးသားလိုက် ဟန်များသလိုဖြစ်လိုက်ဆိုတဲ့အချက်ကို တစ်နေရာမရောက်ခင်အထိတော့ ဒီလိုပဲမြင်နေဦးမယ်။ တစ်နေရာအရောက်တော့ ကျွန်တော်တော့ ဒီကားဟာ ရိုးသားတဲ့ဘက် ပိုသွားတယ်လို့ပဲ မြင်မိတော့တယ်။ အမြင်တူချင်မှလည်းတူမယ်။ ဒီရုပ်ရှင်ကို ကြိုက်ချင်မှလည်း ကြိုက်လောက်မယ်ပေါ့။ အာမ တော့ ခံလို့မရဘူး။သူ့ဇာတ်လမ်းက ဒိုကူဖစ်ရှင်ရိုက်တဲ့ ဒါရိုက်တာတစ်ယောက်အကြောင်းပေါ့။ ထူးတာက ဒီကားထဲက ဇာတ်ကောင်က ရိုက်ချင်တာက သူ့အကြောင်းပေါ့။ ပြဿနာက ဒီဘဲက သူ့အကြောင်းသူရိုက်ချင်တယ်ဆိုပေမဲ့ သူ့အကြောင်း သူမရိုက်ဘူး။ ဟိုးမဆီမဆိုင် မက္ကဆီကိုကနေ ရွှေ့ပြောင်းအခြေချတဲ့လူတွေအကြောင်းတွေ၊ ဟိုးရှေးခေတ်ကလူတွေအကြောင်းတွေ၊ မက္ကဆီကိုသမိုင်းက တချို့အဖြစ်အပျက်တွေအကြောင်းတွေ ကောက်ရိုက်တယ်။ ဒါပေမဲ့ သူ့ခံယူချက်က ဒီအကြောင်းအရာတွေက သူနဲ့တူညီတယ်လို့ ခံစားရတာကို သူရိုက်ထားတာဆိုတော့ ဒီအကြောင်းအရာတွေကို ပြခြင်းအားဖြင့် သူ့အကြောင်းပါ ပြပြီးပြီလို့ ဆိုလို့ရတယ်။ဘာလို့ ဒီလိုပြသလဲဆို လူတစ်ယောက်က ကိုယ့်အကြောင်းကိုယ်ရေးတယ်ဆိုပါစို့… ဒါမှမဟုတ်လည်း ရိုက်တယ်ဆိုပါစို့… ဒါကြီးက အမှန်တရားဖြစ်ကောင်းဖြစ်မယ်။ ဒါပေမဲ့ ပြောပြရလွယ်တဲ့ ပြောပြချင်တဲ့ အမှန်တွေပဲ ဖြစ်ဖို့တော့များမယ်။ ကိုယ့်မကောင်းကြောင်းကိုယ် ရေးနိုင်တယ်ဆိုတာကလည်း ကိုယ်ပြောပြချင်တဲ့ မကောင်းကြောင်းပဲမလား။ သူက သူ့အကြောင်းကို ဒီလိုအပေါ်ယံကြောကို မရိုက်ချင်ဘူး။ လူတစ်ယောက်အကြောင်းဆိုတာက ဘယ်လိုနေလာတယ် ဘယ်လိုရှင်လာတယ်ဆိုတာထက် တစ်ခါတလေ သူ့ဘဝမှာ သူစကားလုံးနဲ့ပြောဖို့ခက်တဲ့ အတွေးခေါ်တွေ ခံစားချက်တို့ ရှိကောင်းရှိမှာပဲ။ မဟုတ်လည်း ဒီတိုင်းကြီးပြောပစ်ရင် သူများအတွက် ဘာမှမဟုတ်တာတွေဖြစ်သွားနိုင်ပြီး သူ့အတွက်တော့ နက်ရှိုင်းနေတဲ့ဟာမျိုးတွေပေါ့။ ဒီတော့ သူက သူ့အကြောင်းကို စကားလုံးနဲ့လည်းမပြောဘူး။ အရုပ်နဲ့လည်း ရိုက်မပြဘူး။ ဘာနဲ့ ဒိုကူမန်ထရီ ရိုက်ပြသလဲဆို သူရဲ့ Handful of Truths တွေကို သမိုင်းထဲက တချို့ဖြစ်ရပ်တွေမှာ သူ့ကိုယ်သူထည့်ပြီးပြတယ်။ ဒီလိုပြတဲ့နေရာမှာ Chronology ကာလစဉ်အတိုင်း မပြဘူး။ ဗြောက်သောက် ပေါ်လာချင်သလိုပေါ်လာလိမ့်မယ်။ ကာလစဉ်လွဲနေတဲ့ Chronicle လိုမျိုး ပြတယ်။ဒါပေမဲ့ ဒီလိုပြတဲ့နေရာတွေမှာရော အိပ်မက်လိုနေရာတွေမှာရော သူညှပ်ထားတဲ့ စကားလုံးတွေက ဆန်းသလိုလိုရှိပေမဲ့ သူ့အရင်ကားတွေနဲ့ယှဉ်ရင် သူ့အကြောင်းသူပြောနေတယ်လို့ ထင်ရလောက်အောင် ဇာတ်ကောင်မဆန်နေတာမျိုးတွေကို သူ့ကားတွေကို ရင်းနှီးရင် အလိုလို သတိထားမိလောက်တယ်။ တစ်ဝက်ကျော်လောက်မှာ ကိုယ်တိုင်လည်း သတိထားမိလို့ ဒါရိုက်တာရဲ့ဘဝအကြောင်းရှာကြည့်တော့ ဒီထဲက ဇာတ်ကောင်ရဲ့ဘဝအစပိုင်းက သူ့ဘဝအစပိုင်းနဲ့ ချွတ်စွပ်လိုဖြစ်နေတာကို တွေ့ရတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ကတော့ သူ့နာမည်အတိုင်း နောက်ဆုံးအချိန်ကို ဦးတည်တာဆိုတော့ သူ့အကြောင်းလို့တော့ ပြောလို့မရဘူး။ ဒါပေမဲ့လည်း ရုပ်ရှင်ထဲက ဇာတ်ကောင်က သူ့အကြောင်းကို ပြောပြဖို့ ဒဲ့မပြောဘဲ False Chronicle of a Handful of Truths ကိုသုံးထားသလိုမျိုး သူလည်း သုံးထားတာသလိုရှိတဲ့ ခံစားချက်မျိုးတော့ ရနေတာပါပဲ။ ရုပ်ရှင်တော်တော်ကြည့်စရှိနေရင် ဇာတ်ကားတစ်ကားရဲ့ ရိုးသားမှုပမာဏကို အလိုလိုခံစားမိနေမှာပဲ မဟုတ်လား။တစ်ခုရှိတာက ဒီကားကို ဒီထက်နည်းနည်းအရွယ်လွန်ပြီးတဲ့ အချိန်မှကြည့်ရင် ပိုထိလောက်မယ်ဆိုတဲ့ အသိမျိုးလည်း ရနေပြန်တာပဲ။ ပုဂ္ဂလိက အမြင်အရတော့ ကိုယ့်ကိုယ်ကိုယ် ဒီကားကြည့်ဖို့ နောက်မကျသေးဘူးလို့ ထင်ရင် သိမ်းထားလိုက်ပြီး တော်တော်ကြာမှ နည်းနည်းအရွယ်လွန်မှ ကြည့်တာ ပိုကောင်းမယ်ထင်တာပါပဲ။ ၂ခါပြန်ကြည့်လည်းရပေမဲ့ အရသာတော့ မတူနိုင်ဘူးမလား။BARDO, False Chronicle of a Handful of Truths ဟာ Alejandro ရဲ့ အရင်ကားတွေလောက် ဝေဖန်ရေးသမားတွေရဲ့ မျက်နှာပန်းမလှခဲ့ပေမဲ့ တော်တော်ကောင်းတဲ့ ကားတစ်ကားဖြစ်နေတုန်းဆိုတာတော့ ငြင်းမရသလို ပုဂ္ဂလိက အမြင်အရတော့ Bardo ဟာ သူ့ကားတွေထဲ အရိုးသားဆုံးလည်းဟုတ်သလို Pretentious အဖြစ်ဆုံးလည်း ဟုတ်တဲ့ကားပါပဲ။ ရှေ့ကကားတွေလောက် အားမရသလို ရှေ့ကကားတွေထက် ပိုသဘောကျမိတဲ့ကားဆိုလည်း မမှားပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.6GB, 811MBQuality – 1080p, 720pIMDb Rating – 7.1/10Format – mp4Duration – 2H 39MinGenre – Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"