"Decision to Leave ( 2022)———————–ဒီရုပ်ရှင် နာမည်စထွက်ကတည်းက ပတ်ချန်းဝုရိုက်ပြီး Lust Cautionတစ်ကားနဲ့တင် ဆင်ဆာစပယ်ရှယ်မိထားတဲ့ ထျန်းဝေက အဓိကသရုပ်ဆောင်ထားတာမို တော်တော်လေး မျှော်နေခဲ့တာပါ။ ထျန်းဝေမှာလည်း သရုပ်ဆောင်သာကောင်းတယ် တရုတ်ပြည်ကမကြည်တာမို ပိုင်ကန်ရဲ့ long daysတို အန်းလီရဲ့ Lust cautionတိုကလွဲ ဘာကားမှကောင်းကောင်းများများမရှိလှဘူးမလား။ နောက် ဆရာပတ်ကတော့ သိကြတဲ့အတိုင်း Old Boyကားနဲ့ လျှမ်းလျှမ်းတောက်ခဲ့ပြီး အနောက်ကမ္ဘာကပါ ပြန်ရိုက်ရသလို တောင်ကိုရီးယားဒါရိုက်တာတွေထဲ သူ့ကိုကြိုက်တဲ့သူလည်းတော်တော်များပါတယ်။ ရိုက်သမျှကားအကုန်လည်း ရှယ်တွေချည်းပဲကိုး၊ပ တ်ချန်းဝုဟာ တောင်ကိုရီးယားရုပ်ရှင်လိုင်းမှာ လီချန်းဒုံပြီးရင် ကျွန်တော့်အတွက်တော့ ကားအသစ်အထွက်စေချင်ဆုံး ဒါရိုက်တာပါပဲ။ ဆရာကြီးလီကတော့ ထွက်မလာပေမဲ့ ပတ်ချန်းဝုကတော့ ထွက်လာပါပြီ ဒီရုပ်ရှင်ကိုလည်း အင်္ဂလိပ်စာဖိုင်မထွက်သေးတာကြောင့် ဇာတ်လမ်းတော့ သေချာမကြည့်ရသေးပေမဲ့ စီနီမာတိုဂရပ်ဖီတွေပတ်ကြည့်ထားတာတော့ အကုန်အပျံစားတွေချည်းပါပဲ။ စီနီမာတွေကိုချည်း ထိုင်ကြည့်နေရင်တောင် ပျင်းစရာကိုမရှိပါဘူး။ ပတ်ချန်းဝုရဲ့ အရည်အသွေးမကျဘဲ ပတ်ချန်းဝုကားပီပီသသနဲ့ထွက်လာတယ်ပြောရပါမယ်။ ဇာတ်အိမ်ကိုတော့ သေချာမကြည့်ရသေးဘူးပေါ့။ ကိုရီးယားစာကနေမှ ပြန်ထားတာမို ဗမာနိုင်ငံက စီအမ်ဖန်တွေဟာ တခြားအာရှအက်ဟောက်စ်ဖန်တို ဘာတို ကြည့်ချင်နေလို ပတ်ရှာနေရတဲ့အခြေအနေပဲရှိသေးတဲ့ကားကို မြန်မာစာတန်းထိုးနဲ့ ဦးဦးဖျားဖျားနီးပါးကြည့်ကြရမှာပါ။Pauseထျန်းဝေရဲ့အလှနဲ့ မာစတာကြီးပတ်ချန်းဝုရဲ့ ရိုက်နဲ့ကိုမှ Romance Thrillerလိုင်းမှာ စုံထောက်ကားဆန်ဆန်လေးနဲ့ ကြည့်ရမှာဆိုတော့ အနုပညာလည်းမြောက်သလို 2Xf2E6aEU7n685eHEbXGYHrmWn2y7a62UWBrtZzodVdD ဒီနှစ်က‌ တော်တော်ထူးတဲ့နှစ်ပါ။ korredaလည်း Brokerထွက်လာသလို ပတ်ချန်းဝိုလည်း DTLထွက်လာတဲ့ ရှားပါးနှစ်ပါပဲ။ ကမ္ဘာ့ဂုဏ်အရှိဆုံး ရုပ်ရှင်ဆုဖြစ်တဲ့ ကိန်းရုပ်ရှင်ဆုပေးပွဲဆုတွေအနက် korredaကားနဲ့ ဆောင်းကန်ဟိုကရခဲ့ပြီး အခု ဒီကားနဲ့ ပတ်ချန်းဝုက ဒါရိုက်တာဆုရခဲ့ပါတယ်။ ကိန်းကတောင် ဒါရိုက်တာဆုပေးထားတဲ့ ဒီကားရဲ့အရည်အသွေးကို ပြောပြစရာတောင်မလိုပါဘူး။ ရုံမှာတောင်နေရာစုံမပြရသေးသလို အက်ဟောက်စ်ဖန်တွေ အကုန် ဘယ်ကပြလဲ တကူးတကထိုင်ရှာနေရတဲ့ ဒီလိုကားကို နေ့မကူးဘဲ ဦးဦးဖျားဖျားကြည့်ကြစေချင်ပါတယ်။ စိတ်ပါရင် အာရှရုပ်ရှင်ဂရုတွေ အင်တာဂရုတွေမှာပါ ဦးဦးဖျားဖျားတက်ကြွယ်လိုရစေမယ့် မဟာအခွင့်အရေးကြီးပါပဲ။အညွှန်းကိုတော့ WiRa Aung က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။Genre….. Crime, Drama, MysteryQuality…. 1080p | 720p | 480pFile size… 1.75GB | 976MB | 326MBFormat… mp4Duration…. 2h 14 minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Hmwe and JoyzEncoder ….. August"