"Inception တို့ Interstellar တို့ကို ရိုက်ခဲ့တဲ့
ဒါရိုက်တာ ခရစ္စတိုဖာ နိုလန်ရဲ့ နောက်ဆုံး ထွက်ရုပ်ရှင်သစ် ရပါပြီ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်က သိပ္ပံ စိတ်ကူးယဉ် ရုပ်ရှင်ဖြစ်ပြီး အချိန်ခရီးသွားခြင်း ကို စိတ်ကူးအသစ်နဲ့ ပြသထားတာပါ။
ဇာတ်လမ်းကိုတော့ မပြောပြတော့ပါဘူး။
အရမ်းကောင်းပါတယ်၊ ကြည့်ပါ။
နားလည်ချင်ရင် အခန်းတွေ ကျော်မကြည့်ဘဲ လိုက်စဉ်းစားနေမှ အဆင်ပြေမယ်တော့ ထင်ပါတယ်။
အဓိက သဘောတရားကတော့ ကျွန်တော်တို့ လူတွေ အရာဝတ္ထုတွေဟာ
အချိန်လမ်းကြောင်းအတိုင်း ရှေ့ကို သွားနေပါတယ်။
ကမ္ဘာကြီးကလည်း အဲဒီလိုပဲ လည်ပတ်နေပါတယ်။
၇ နာရီ မှာ တည်ရှိနေတဲ့လူဟာ နောက်ထပ် ၁၀ မိနစ် နေရင် ၇ နာရီ ၁၀ မိနစ်မှာ တည်ရှိနေမှာပါပဲ။
တကယ်လို့ အဲဒီလူတွေ အရာဝတ္ထုတွေဟာ အချိန်လမ်းကြောင်းနဲ့ ဆန့်ကျင်ဘက်ကို
သွားတယ်ဆိုပါစို့ အချိန်ဖြစ်စဉ်အရ ၇ နာရီမှာ စတင်ပြီး နောက်ပြန်သွားတဲ့သူဟာ
နောက် ၁၀ မိနစ်ကြာရင် ၆ နာရီ ၅၀ မှာ တည်ရှိနေပါလိမ့်မယ်။
ဒီတော့ သက်ရောက်မှုက အရင်လာပြီး အကြောင်းရင်းက နောက်မှလာပါလိမ့်မယ်။
ဥပမာ ကျည်ဆံက အရင် နံရံမှာ မြှပ်နေပြီး နောက်မှ သေနတ်ထဲကို ပြန်ဝင်လာတာမျိုးပေါ့။
Grandfather paradox တို့ multiverse တို့ Feynman ရဲ့ ပိုစေထရွန်တွေဟာ
အလက်ထရွန်တွေ အချိန်နောက်ပြန်သွားနေခြင်းဖြစ်တယ်ဆိုတဲ့အဆိုတို့
စတာတွေကို အခြေခံပြီး တည်ဆောက်ထားတဲ့ ဇာတ်လမ်းပါပဲ။
ဒီအောက်က စာတွေကိုတော့ ရုပ်ရှင်ကြည့်ပြီး မရှင်းမှ လာဖတ်လိုက်ပါ။
Spoiler Alert ပါ။
အရာဝတ္ထုတစ်ခုဟာ အချိန်လားရာအတိုင်း
အရှေ့ကို သွားနေပေမယ့် အနုမြူစွမ်းအင် လို ပေါက်ကွဲမှုတစ်ခုကြောင့်
အချိန်လားရာ ပြောင်းပြန်ရွှေ့လျားတတ်တဲ့
ဓာတ်ပစ္စည်းတွေ ဖြစ်ကုန်တာပါ။
ဒီတော့ ကျွန်တော်က သာမန် ပစ္စည်းတစ်ခုကို
၂၀၂၀ နိုဝင်ဘာ ၃၀ ရက် မနက် ၉ နာရီမှာ နေရာတစ်ခုမှာ
မြေမြှပ်ပြီး ဖွက်ထားတယ်ဆိုပါစို့။
အဲဒီပစ္စည်းဟာ အဲဒီနေရာမှာ အချိန်လားရာအတိုင်း တည်ရှိနေပြီ
၂၀၅၀ မှာ လူတစ်ယောက်က တူးဖော်ယူပါလိမ့်မယ်။
အဲဒီလူက အဲဒီပစ္စည်းကို အချိန်လားရာ ပြောင်းပြန်ပစ္စည်းဖြစ်အောင်
ဖန်တီးလိုက်ပြီး အဲဒီနေရာမှာပဲ မြှှပ်လိုက်မယ်ဆိုရင်
အဲဒီပစ္စည်းဟာ အတိတ်ကို တရွေ့ရွေ့နဲ့ ရောက်ရှိသွားပြီ။
၂၀၂၀ နိုဝင်ဘာ ၃၀ မနက် ၉ နာရီ မှာပဲ အနာဂတ် နှစ် ၃၀ လောက်က
ပစ္စည်းတွေကို တူးဖော်ယူလိုက်ရုံပါပဲ။ ဒီတော့ အနာဂတ်နဲ့အတိတ်
သတင်းစကားပါးဖို့ဆိုတာ တစ်စက္ကန့်အချိန်ပဲလိုတယ်လို့တောင် ပြောလို့ရပါတယ်။
ပစ္စည်းတွေအတွက်အဆင်ပြေပေမယ့် ပြောင်းပြန်လူတွေအတွက်တော့ အဆင်ပြေမနေပါဘူး။
အဆုတ်ထဲကိုလေက ပုံမှန်မဝင်တာတွေ အမြင်အကြားတွေ ပုံမှန်မဟုတ်တာတွေ ဖြစ်လာနိုင်ပါတယ်။
ဒီတော့ ဒီဇာတ်ကားရဲ့ မူရင်းဇာတ်လမ်းအရ အနာဂတ်မှာ လူတွေဟာ
ကမ္ဘာကြီးပျက်စီးခါနီးလာပြီး ရင်းမြစ်တွေရှားပေးလာတဲ့အတွက်
အသက်ရှင်ဖို့ နည်းလမ်းတစ်ခုကို တီထွက်လိုက်ပါတယ်။
ဒါကတော ့အချိန်ကို လားရာပြောင်းပြန်နဲ့ သွားဖို့ပါပဲ။
တစ်ကမ္ဘာလုံးကို ဒီလို သွားနိုင်ဖို့ လုပ်လိုက်မယ်ဆိုရင်
အတိတ်ကာလက အချိန်ရှေ့အတိုင်း သွားနေတဲ့ လူအားလုံး သေဆုံးပျက်စီးရပါလိမ့်မယ်။
ဒါဟာ Grandfather paradox အဘိုးဝိရောဓိ နဲ့ ညှိပါတယ်။
သင်ဟာ အတိတ်ကို ပြန်သွားပြီး ကိုယ့်အဘိုးကိုယ် သတ်လိုက်မယ်ဆိုရင်
သင်လည်းမွေးမလာနိုင်တော့ပါဘူး။
မွေးမလာနိုင်တော့တဲ့အတွက် အတိတ်ကို ပြန်ပြီး
အဘိုးကို သတ်ဖို့ ဆိုတာလည်း မဖြစ်နိုင်တော့ပါဘူး။
ဘယ်လိုမှ ဖြေရှင်းမရတဲ့ ဝိရောဓိပါ။
ဒီရုပ်ရှင်ရဲ့ အနာဂတ်က လူတွေကတော့ ဒီဝိရောဓိမျိုးဖြစ်မလာနိုင်ဘူးလို့
ယုံကြည်ပြီး အတိတ်က ဘိုးဘေးအားလုံးကို ပြန်သတ်ဖို့ကြိုးစားသူရှိသလို၊
ဝိရောဓိကို ယုံကြည်လို့ တားဆီးဖို့ ကြိုးစားတဲ့သူတွေလည်း ရှိလာပါတယ်။
နောက်ပြီးတော့ တကယ်သာ အဲဒါ အောင်မြင်ပြီးသားဆိုရင်
အတိတ်မှာ လူတွေအကုန်သေသွားတဲ့ စကြဝဠာဖြစ်တည်မှုတစ်ခု၊
အတိတ်ကလူတွေ မသေအောင် တားဆီးနိုင်တဲ့ အချိန်လမ်းကြောင်းတစ်ခု
စသဖြင့် အမျိုးမျိးကွဲထွက်ပြီး multiverse တွေ တည်ရှိနိုင်မလားလည်း တွေးစရာဖြစ်နေပါတယ်။
ကျန်တဲ့ဇာတ်လမ်းတွေကတော့ ရုပ်ရှင်ထဲမှာပဲ ရှင်းလင်းသွားတာမို့နားလည်နိုင်မှာပါ။
File Size :(10.8GB) ( 3 GB , 1 GB )
Quality : BluRay.4K HEVC, 1080p , 720p
Running Time : 2 hr 30 min
Format : Mp4
Genre : Action , Si-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
