The Pianist ကိုမပြောခင် ဒီဇာတ်ကားရိုက်တဲ့ Director Roman Polanski အကြောင်းနည်းနည်းပြောအုန်းမယ်။ပိုလန်စကီးက Polish-French ဒါရိုက်တာတစ်ဦး။ သူဒီဇာတ်ကားကိုမရိုက်ခင် ရှေ့ဆယ်စုနှစ်တခုလောက်က Schindler’s list ဆိုတဲ့ဇာတ်ကားကိုရိုက်ဖို့ အခွင့်အရေးရခဲ့သေးတယ်။ ဒါပေမဲ့ ဇာတ်လမ်းကိုသိသိချင်းမှာဘဲ အဲ့ဇာတ်ကားကိုရိုက်ဖို့ပယ်ချလိုက်တယ်။ဘာလို့လဲဆိုတော့ သူ့ငယ်ဘဝက trauma တွေကြောင့်၊ သူကိုယ်တိုင် ဂျာမန်တွေရဲ့ Ghetto ထဲမှာနေခဲ့ရတဲ့အတွေ့အကြုံ၊ အော့ဇ်ဝင့်ချ် ထဲမှာ သူ့အမေသေခဲ့တဲ့ အတွေ့အကြုံ၊ သူ့အသက်၁၀ နှစ်လောက်မှာဘဲ သူ့အဖေရော အမေရောအဖမ်းခံလိုက်ရတဲ့အပြင် နာဇီ SS စစ်သားတွေဟာ သူနေတဲ့ ကရာကိုးမြို့ကိုသိမ်းပီး ပိုလန်ရဲ့မြို့တော်အဖြစ်ပြောင်းလဲသိမ်းပိုက်လိုက်ရုံတင် မက၊ သူ့ရှေ့တင် ဂျူးတွေကို လမ်းပေါ်မှာ ကြက် ငှက်လို ပစ်သတ်နေတာကို မျက်မြင်ကိုယ်တွေ့ကြုံခဲ့ရတာဘဲဖြစ်ပါတယ်။အဲ့ဒါကြောင့် ဒုတိယကမ္ဘာစစ်အခြေခံ နာဇီ-ဂျူး ဇာတ်လမ်းဖြစ်တဲ့ Schindler’s List ကိုရိုက်ဖို့ လက်မခံခဲ့တာပါတဲ့လေ။ဒါပေမဲ့ ၁၀ စုနှစ်တခုအကြာ2002 မှာတော့ ဒုတိယကမ္ဘာစစ်ကိုအခြေခံထားတဲ့ The Pianist နဲ့အတူ ပြန်လာခဲ့ပြီဘဲဖြစ်ပါတယ်။ဒီဇာတ်ကားက တကယ့်ဖြစ်ရပ်မှန်ကိုအခြေခံပီးရိုက်ထားတာပါ။ ဒီရုပ်ရှင်ရဲ့ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ Wladyslaw Szpilman ကလဲ ဒီရုပ်ရှင်မထွက်ခင် ၂ နှစ်အလိုကဘဲ သေဆုံးသွားခဲ့တာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း~~~~~~~~~~~~~~~The Pianist ဟာ ဒုတိယကမ္ဘာစစ်တွင်းက ပိုလန်နိုင်ငံသား ဂျူးလူမျိုး စန္ဒရားပညာရှင် Szpilman တယောက် ဂျာမန်လက်ထဲကနေ လွတ်မြောက်ပီး ဝါဆောမြို့မှာ ပုန်းအောင်းရင်းအသက်ရှင်ဖို့ ခက်ခက်ခဲခဲ Survival လုပ်ခဲ့ရတဲ့အဖြစ်အပျက်ကို ရိုက်ကူးထားတာပါ။ဇာတ်လမ်းရဲ့အစမှာတော့ Szpliman တစ်ယောက် ဝါဆောမြို့ရေဒီယိုစခန်းတခုမှာ piano တီးနေခဲ့တယ်။အဲ့အချိန်မှာဘဲ ပထမဆုံးဂျာမန်ဗုံးတွေ ပိုလန်မြို့ပေါ် ကြဲကျတော့ အဆောက်အအုံထဲမှာ ရှိတဲ့လူတွေ ရုတ်ရုတ်သဲသဲဖြစ်ကုန်ပြီး ဘေးလွတ်ရာပြေးကြတယ်။ စစ်ရဲ့အစပေါ့…အင်္ဂလန်နဲ့ ပြင်သစ်တို့ စစ်ကြေညာကြောင်းထုတ်ပြန်တော့ မြို့ကနေ ထွက်ခွါတဲ့သူတွေက ထွက်ကြတယ်။ဒါပေမဲ့ Szpilman တို့မိသားစုကတော့ ဝါဆောမြို့ကနေထွက်မပြေးခဲ့ဘဲ အခြေအနေကောင်းဖြစ်လာမှာကိုဘဲ စောင့်မျှော်နေခဲ့ကြတယ်။ဒါပေမဲ့ ရလာဒ်ကထင်ထားသလိုဖြစ်မလာဘဲ ဂျာမန်တွေ ပိုအာဏာရ အင်အားကြီးလာပြီး ပိုလန်နိုင်ငံကို ဝါးမြိုလာပါတော့တယ်။မြို့ထဲမှာရှိတဲ့ဂျူးမှန်သမျှ Ghetto ထဲကိုပြောင်းရွှေ့နေခိုင်းတယ်။ဂျာမန်တွေဟာ ဂျူးတွေကို လူလိုမသတ်မှတ်ဘဲ ညှင်းပန်းနှိပ်စက်ကြတယ်။အဲ့ဒါပြီး ကမ္ဘာ့သမိုင်းမှာအရက်စက်ဆုံးဖြစ်တဲ့ဂျူးအားလုံးကိုအမြစ်ပြတ်သတ်ဖြတ်မဲ့ Auschwitz ကိုရထားတွေနဲ့ ပို့ပါတော့တယ်။အဲ့ထဲမှာလဲ ဂျူးမိသားစုဖြစ်တဲ့ Szpilman တို့မိသားစုကလဲ အပါအဝင်ပေါ့။ကံကောင်းချင်တော့ ဂျူးထိန်းသိမ်းရေးအဖွဲ့က လူတယောက်က Szpilman ကိုကယ်လိုက်တယ်။ ဒီလိုနဲ့ဘဲ Szpilman တစ်ယောက် သေကံမရောက် သက်မပျောက်ဘဲ ဝါဆောမြို့မှာ တစ်ယောက်ထဲ အသက်ဆက်ခွင့်ရခဲ့ပါတော့တယ်။ဒါပေမဲ့ အဲ့လိုရှင်သန်ရတာလဲ မလွယ်ကူပါဘူး။အသက်မသေရုံတမယ်ပါဘဲ။သူချစ်တဲ့သူ့မိသားစုကိုလဲ ဆုံးရှုံးခဲ့ရတယ်၊ သူသိပ်ဝါသနာပါတဲ့ Pianist အလုပ်ကိုလဲစွန့်လွှတ်ရတယ်၊သူနေတဲ့ တမြို့လုံးလဲ အနိဋ္ဌာရုံဖြစ်သွားခဲ့ရတယ်။ဒီရုပ်ရှင်ဟာ ဂျာမန်တို့ဝါဆောကို စသိမ်းတဲ့ ၁၉၃၉လောက်ကနေ ဆိုဗီယက်တပ်နီတော်ကြီး ပိုလန်ကိုပြန်သိမ်းယူတဲ့ ၁၉၄၅ လောက်အထိအတွင်းမှာ ယိုယွင်းပျက်စီးပြီး လူသူမဲ့နေတဲ့ ဝါဆောမြို့လယ်ထဲမှာ Pianist Szpilman တစ်ယောက် ဘယ်လိုအသက်ရှင်ဖို့ကြိုးစားခဲ့ရပုံကို ရင်တလှပ်လှပ်နဲ့ကြည့်ရှူရမာဘဲ ဖြစ်ပါတယ်။Szpilman နေရာကသရုပ်ဆောင်တဲ့ Adrien Brody ကလဲ သူ့ဇာတ်ရုပ်ကိုပီပီပြင်ပြင်သရုပ်ဆောင်သွားနိုင်ခဲ့တယ်။ ဒီဇာတ်ကားနဲ့ဘဲ သူ့အသက်၂၉ မှာ ပထမဆုံး Oscar ရခဲ့တယ်။(ဒါတင်မက Szpilman ဟာ နာဇီဗိုလ်ချုပ်ကြီးကို Piano တီးပြတဲ့ ဇာတ်ဝင်ခန်းဟာ ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံးဇာတ်ဝင်ခန်းတွေထဲ က တစ်ခုပါတဲ့လေ)အဲ့တော့ဒါဟာ ကမ္ဘာ့ rating အများဆုံး ဇာတ်ကားတွေထဲမှာ အဆင့် ၃၅ နေရာကနေ ရပ်တည်နေတဲ့ Polanski ရဲ့ The Pianist ဘဲဖြစ်ပါတယ်။Oscar Nomi 7 ဆုမှာ 3 ဆုထိရရှိထားပြီး တခြားဆုပေါင်းများစွာလဲရရှိထားပါသေးတယ်။အကယ်၍ခများဟာ ရသမျိုးစုံပေးနိုင်တဲ့ စစ်ကားကောင်းကောင်းတွေကိုကြိုက်နှစ်သက်တယ်ဆိုရင်တော့ The Pianist ကိုကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။(Review Crd )File size…(3.5 GB)/(850 MB)Quality….BluRay HEVC 1080p/720pFormat…mkv/mp4Duration….02:28:44Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung,Phyo PyaeTranslated by Ariel"