"Charlotte (2021)
~ IMDb – 6.4/10, Rotten Tomatoes – 71% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Loving Vincent ဆိုတဲ့ အန်နီမေးရှင်းကားကိုမှ ဗန်ဂိုးရဲ့ ပန်းချီဟန်တွေနဲ့ ပေါင်းစပ်ထားတဲ့ ရုပ်ရှင်ကို သိကြမယ်ထင်ပါတယ်။ ဒီရုပ်ရှင်ဟာလည်း ထိုနည်းလည်းကောင်း ရုပ်ရှင်ပါ။ Charlotte လို့ခေါ်တဲ့ ဒုတိယကမ္ဘာစစ်ကာလတုန်းက ဂျာမန်ဂျူးအစပ် ပန်းချီဆရာမလေးရဲ့ ဂျာမန်တွေဒဏ်ကိုခံနေရတဲ့ကြားက မာစတာပိစ်လက်ရာတစ်ခုကို ဖန်တီးတဲ့အကြောင်းကို ရိုက်ပြထားတာပါ။ ကျွန်တော့်လို Loving Vincent ကို အသည်းစွဲကြိုက်တဲ့လူတွေတော့ ဒီရုပ်ရှင်ကိုလည်း သဘောကျကြမှာပါ။
Charlotte ဟာ သူ့မိသားစုရဲ့ ရင်နာစရာဇာတ်ကြောင်းကို ပန်းချီကားတစ်ထောင်ကျော်နဲ့ ပုံဖော်ရေးဆွဲခဲ့ပြီး “ဘဝလေလား ပြဇာတ်လေလား” လို့ ပန်းချီတစ်ထောင်ကျော်လုံးကို တစ်စုတည်းအဖြစ် သတ်မှတ် နာမည်ပေးလိုက်ပါတယ်။ အဲဒီပန်းချီကားစုကို ပထမဆုံး ဂရပ်ဖစ်နိုဗယ်အဖြစ် သတ်မှတ်ခဲ့ကြပါတယ်။ သူဟာ ပျော်စရာတွေထက် ဝေဒနာတွေက အနုပညာပိုစစ်တယ်လို့ ယူဆခဲ့ပြီး သူ့မိသားစုရဲ့ ဝေဒနာတွေကို ပန်းချီကားပေါင်းများစွာနဲ့ ပုံဖော်ခဲ့ပါတယ်။ ဒီပန်းချီတွေကို သူပန်းချီသေချာဆွဲတတ်စ နှောင်းပိုင်းကနေ တစ်သက်လုံးအားထုတ်ရေးဆွဲခဲ့တာပါ။ သူဟာ အသက် ၂၆အထိပဲ နေသွားရပေမယ့် ဒီကာလတိုတိုလေးအတွင်းမှာ ဒီပန်းချီကားပေါင်းများစွာကို မနားမနေအားထုတ်ရေးဆွဲသွားခဲ့တဲ့ အနုပညာရှင်ပါပဲ။ Keira Knightley က Charlotte အဖြစ် အသံသရုပ်ဆောင်ထားပါတယ်။
အနုပညာကိုချစ်ခြင်းဟာ အကောင်းဆုံးဘဝနေနည်းလို့ ဆိုခဲ့ကြပေမဲ့လဲ လက်တွေ့ဘဝမှာ အနုပညာချည်းသက်သက်ကို တွယ်ဖက်ပြီး ရှင်သန်ဖို့သာ အခက်ခဲဆုံးအရာတစ်ခုပါပဲ။ ဒီရုပ်ရှင်ဟာ ပန်းချီအနုပညာကို ချစ်ခဲ့တဲ့ ပန်းချီအနုပညာကို တွယ်ဖက်ခဲ့တဲ့ အမျိုးသမီးပန်းချီဆရာမတစ်ယောက်ရဲ့ ရင်နင့်စရာ ဖြစ်ရပ်မှန်ကို animation အနေနဲ့ အသက်သွင်းထားတဲ့ ရုပ်ရှင်ပါ။ ပန်းချီကိုချစ်တဲ့သူတွေ ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်ဆိုလည်းဟုတ်ပါတယ်။ ရင်နင့်စရာကောင်းအောင် လှပတဲ့ရုပ်ရှင်လို့လည်း တစ်ချို့ကဆိုကြပါတယ်။
ဒီရုပ်ရှင်ဟာ ဟယ်ရီပေါ်တားရဲ့ Narcissa Malfoy, Peaky Blinder ရဲ့ Polly Gray တို့အဖြစ် သရုပ်ဆောင်ခဲ့ပြီး ပရိသတ်အချစ်ကိုရရှိခဲ့တဲ့ Helen McCrory ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ နောက်ဆုံးရုပ်ရှင်လည်းဟုတ်ပါတယ်။ တိုက်တိုက်ဆိုင်ဆိုင်ပဲ ဒီရုပ်ရှင်နဲ့ဟန်အတော်ဆင်တဲ့ ရုပ်ရှင်ဖြစ်တဲ့ Loving Vincent မှာလည်း Louise Chevalier အဖြစ် အသံသရုပ်ဆောင်ခဲ့သေးပါတယ်။ ကြွေသွားတဲ့ ကြယ်တစ်ပွင့်ရဲ့ နောက်ဆုံးရုပ်ရှင်အနေနဲ့လည်း ခံစားကြရမှာပါ။
ဘဝဟာ လူတိုင်းအတွက် ကောင်းခြင်းတွေပဲ ပေးမနေပါဘူး။ ဘဝဟာ ကိုယ့်ကို အမြဲတမ်းချစ်ပေးမနေပါဘူး။ အရေးကြီးတာကတော့ ကိုယ်က ဘဝကို ချစ်နေဖို့ပါပဲတဲ့။ ဒီရုပ်ရှင်ဟာ ဘယ်လိုအကြောင်းအရာလဲ စာတစ်ကြောင်းနဲ့ ဖော်ပြခိုင်းခဲ့ရင်တော့ ကျွန်တော်ပြောနိုင်တာက… ဒီရုပ်ရှင်ဟာ ကံဆိုးမိုးမှောင်တွေကြားမှာ ဘဝကိုချစ်ရင်း အနုပညာကိုချစ်ရင်း လောကဓံကို အစိမ်းလိုက်ရင်ဆိုင်ရဲခဲ့တဲ့ မိန်းကလေးတစ်ယောက်အကြောင်းပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.3GB, 540MB
Quality – 1080p, 720p
IMDb Rating – 6.4/10
Format – mp4
Duration – 1H 32Min
Genre – Animation
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
