"MDb (8.2/10)…Rotten Tomatoes (79%)
ဒီဇာတ်ကားကတော့ မိတ်ဆွေတို့ရဲ့ ခံယူချက်တွေ အသိအမြင်တွေကို ဗြောင်းဆန်စေမယ့်ဇာတ်ကားပါ။
အသိဉာဏ်တွေကို ဇဝေဇဝါအဖြစ်စေဆုံးကတော့ အမှန်နှစ်ခု ထိပ်တိုက်တွေ့ဆုံလာတဲ့အခါမျိုးမှာ ဖြစ်တတ်ပါတယ်။
ဒီဇာတ်ကားမှာ………
မင်းသားကြီး A Jay Drvgn က လေးတန်းပဲအောင်တဲ့ မဟုတ်မခံ ရိုးသားကြိုးစားသူ…..
သူက အသိပညာကို သူ့အလုပ် Cable ရုပ်ရှင်လိုင်းက ရုပ်ရှင်ဇာတ်ကားတွေကြည့်ပြီး ရှာဖွေတတ်သူ။
တစ်နေ့မှာတော့ သူ့သမီးလေးရဲ့ မဖွယ်မရာ ဗွီဒီယိုကို လူတစ်ယောက်က ရိုက်ကူးပြီး သူ့သမီးနဲ့ သူ့မိန်းမကို အကြပ်ကိုင်ပါတော့တယ်။ဒီမှာပဲ လူသတ်မှုတစ်ခု မရည်ရွယ်ဘဲ ဖြစ်ပေါ်လာပါတယ်။
ဒီလူသတ်မှုမှာ သူ့မိသားစုကို ကာကွယ်ဖို့ မင်းသားကြီး A Jay က သူသိထားတဲ့ အသိပညာကုန်ထုတ်ပြီး ကြိုးစားပါတော့တယ်။ ဒီအမှုမှာ သူရင်ဆိုင်ရမယ့် လူက ပေါ့သေးသေးပါပဲ။
ဘယ်သူလဲဆိုတော့ ထောက်လှမ်းရေးက ရဲချုပ်ပါ။ရဲချုပ်က ပါစင်နယ်အရရော တာဝန်အရရော ပင်ကိုသဘောအရရော ဒီအမှုကို ရေကုန်ရေခန်းလိုက်မှာပါ။
ရဲချုပ်အဖြစ် မင်းသမီး တဘူးက ခပ်ထည်ထည်သရုပ်ဆောင်ထားပြီး သူက ၄ တန်းအောင်လူနဲ့ ပြိုင်မှာပါ။
၄ တန်းပဲအောင်ထားတဲ့ လူကလဲ ခပ်ပေါ့ပေါ့တော့ မဟုတ်ချေ။ သူက ရုပ်ရှင်ဇာတ်ကားတွေကို နေ့ညမပြတ် တောက်လျှောက်ကြည့်နေတဲ့ ရုပ်ရှင်တွေကနေ အသိပညာ အမြင်ဗဟုသုတတွေကို စဉ်ဆက်မပြတ် သောက်သုံးနေတဲ့လူ။ ဒီလိုလူနှစ်ယောက်ရဲ့ အမှန်နှစ်ခုက
မိသားစုအရပါ ထိပ်တိုက်တွေ့လာတဲ့အခါ…………..။
အင်မတန့်ကို စိတ်ဝင်စားစရာဇာတ်ကားဖြစ်ပါတယ်။
ဇာတ်ကားအစကတည်းက ဇာတ်ရှိန်တက်လာတာ ဇာတ်လမ်းသာ ပြီးသွားတယ်။ ဇာတ်ရှိန်က မကျသေးဘဲ
ရင်ဘတ်ထဲမှာ ခိုးလို့ခုလု တစ်လစ်ကြီး ကျန်နေခဲ့ပါတယ်။ ဒါရိုက်တာကလဲ ဇာတ်ရှိန်ကိုတောက်လျှောက်တင်ချင်လို့ ထင်ပါတယ်။ Bollywood ရဲ့ အကတွေတောင် မထည့်ထားပါဘူး။
ဒီနှစ်ထဲ ထွက်ရှိပြီးသမျှ Bollywood ဇာတ်ကားထဲမှာတော့ ကျွန်တော်အကြိုက်ဆုံးဇာတ်ကားပါပဲ။
Rating တွေအနေနဲ့လဲ IMDb (8.2/10) နဲ့ Rotten Tomatoes (79%) ထိရရှိထားပါတယ်။
ဒီဇာတ်ကားကိုကြည့်ပြီး မေးခွန်းထုတ်စရာတွေ များပြားသွားပါတယ်။ ဘယ်သူ့ကိုမှ မေးခွန်းထုတ်ချင်တာမဟုတ်ပါဘူး….ကိုယ့်ဖာသာကိုယ်မေးခွန်းထုတ်ချင်တာပါ။
ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားပါ။ လုံးဝလက်လွတ်မခံသင့်ပါဘူး။
ကျွန်တော်ဒီဇာတ်ကားကို မိတ်ဆွေတို့ကိုကြည့်စေချင်တဲ့အကြောင်းရင်းလဲ ရှိပါတယ်။ အဲ့ဒါကတော့ ထိုင်းနိုင်ငံလိပ်ကျွန်း လူသတ်မှုမှာ တရားရုံးက သက်သေမခိုင်လုံဘဲ သံသယတရားခံကို သေဒဏ်အထိပြစ်ဒဏ်ချထားတာကို ဘဝင်မကျနိုင်လို့ပါ။
ဒီဇာတ်ကားထဲက ထုတ်နုတ်မှုတစ်ခုကို တင်ပြရရင်……
“အပြစ်ရှိတဲ့လူလို့ သတ်မှတ်ရမယ့် သက်သေမရမချင်း …..အပြစ်ရှိရင်တောင်
အပြစ်ပေးလို့မရဘူးလို့ ဥပဒေက အခိုင်အမာ အဓိပ္ပါယ်ဖွင့်ဆိုထားတာပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
——————————————————-
File size…(1.1GB)
Quality…Blu-Ray Rip 720p
Format…mp4
Duration….02:43:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
