"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Sniper The white Raven(2021)
Imdb-4.8/10 Rotten Tomatoes -86% Voices from the Balcony-4/5 Genre-War,Action, Drama Google users -85% liked this film
ယူကရိန်းလို့ပြောလိုက်တာနဲ့ ပူတင်နှင့်ရုရှားကိုပါတွဲမြင်ကြမှာပါ ရုရှားတွေက ယူကရိန်းကို ဒုက္ခပေးကျူးကျော်ဖို့ချောင်းနေတာ အခု 2022မှမဟုတ်ပါဘူး 1994မှာ ယူကရိန်းဟာဆိုဗီယက်အမွေအနှစ်လက်ကျန် Nuclear လက်နက်တွေကို အမေရိကန်၊ဗြိတိန် နှင့်ရုရှားတို့ရဲ့ လုံခြုံရေးအာမခံပေးမှုကြောင့် ဖျက်သိမ်းခဲ့ပါတယ် ဒါပေမဲ့ ရုရှားတွေက 2014မှာ ယူကရိန်းပိုင်ကရိုင်းမီးယားကျွန်းဆွယ်ကိုသိမ်းပိုက်ပြီးအရှေ့ဘက်Donbassဒေသကိုကျူးကျော်ခဲ့ပါတယ်
ဒီMovieကတော့ 2014ကရုရှားတို့ကျူးကျော်ချိန်မှာ Donbass region ကျေးလက်ဒေသ မှာအ‌ခြေချနေထိုင်သူမိုင်ကိုလာ ဗော်ရိုနမ်ကိုတို့လင်မယားရဲ့ကြေကွဲစရာအဖြစ်အ‌ပျက်ပေါ်အခြေခံထားပါတယ် မိုင်ကိုလာက ဒေသဆိုင်ရာကျောင်းမှာ ရူပဗေဒဆရာတစ်ယောက်ဖြစ်ပြီ ရူပ‌ဗေဒ၊ သင်္ချာ၊ သဘာဝပတ်ဝန်းကျင်ဆိုင်ရာ ဘွဲ့သုံးခုတောင်ရရှိထားတဲ့ ပညာတတ်တစ်ယောက်ပါ ထို့အပြင် မိုင်ကိုလာတို့လင်မယား က စစ်ပွဲကိုဆန့်ကျင်သူ (ဝါ)ငြိမ်းချမ်းရေးဝါဒီတစ်ဦးဖြစ်ပါတယ်
သို့ပေမဲ့ ရုရှားတပ်တွေကျူးကျော်တဲ့နေ့မှာပဲကိုယ်ဝန်လွယ်ထားရတဲ့ မိုင်ကိုလာဇနီးကို သူလျိုလို့စွပ်စွဲပြီး ရုရှားစစ်သားတွေကပစ်သတ်သွားပါတယ် မိုင်ကိုလာတို့အိမ်ကိုလည်းမီးရှို့သွားပါတယ် ရုရှားတွေရဲ့မိုက်မဲမှုက အိပ်နေတဲ့ ကျားကိုသွားလှုပ်နိုးသလိုဖြစ်ပြီး မိုင်ကိုလာက ယူကရိန်းလွတ်မြောက်ရေးစစ်တပ်ထဲဝင်ခဲ့ပါတယ် မိုင်ကိုလာတစ်ယောက်စနိုက်ပါဘဝကိုခံယူပြီး ကို့ယ်နိုင်ငံကိုကျူးကျော်လာတဲ့စစ်မိစ္ဆာတွေကို ဘယ်လိုတိုက်ထုတ်ပြီးဇနီးသေဆုံးမှုအတွက် ကလဲ့စားချေပုံကိုမြင်တွေ့ရမှာပါ ဒီMovieရဲ့အခြားWar action Movieတွေနဲ့ကွဲပြားတဲ့ အလွန်ထူးခြားတဲ့အချက်က လက်ဖြောင့်တပ်သားတစ်ယောက်ရဲ့ တွက်ချက်ပုံ စိတ်ရှည်မှု နည်းစနစ်တွေကို အတိအကျဖော်ပြထားတာတွေ့ရမှာပါ
File size…(2.05GB)/(1.03GB)/(667MB)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:51:00
Genre…Drama / War
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by …Kevin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
