"ဂျွန်ထရာဗိုသာနဲ့ အူမာသာမန်းတို့လို ဝါရင့်တွေပါဝင်ထားတဲ့ဇာတ်ကားပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ငွေတိုးချေးပြီးရင် ဂိုဏ်းစတားဆန်ဆန် အကြွေးလိုက်တောင်းရတဲ့ အလုပ်ကို စိတ်ကုန်လို့ ရုပ်ရှင်လောကထဲဝင်ပြီး ထုတ်လုပ်သူလုပ်ခဲ့တဲ့ ချီလီပါးလ်မား (John Travolta) တစ်ယောက် ကြာလာတော့ ရုပ်ရှင်လုပ်ငန်းကို စိတ်ကုန်လာလို့ အလုပ်ဟောင်းဆီပဲပြန်သွားရမလား တွေးနေမိပါတယ်။ ဘာလို့လဲဆိုတော့ အရင်တုန်းကမှ “မရိုးသားတဲ့အလုပ်ကို ရိုးရိုးသားသားလုပ်နိုင်သေးလို့” ပါတဲ့။
ဒါပေမဲ့ သူစိတ်ဝင်စားသွားတာက ဂီတလောကပါ။ တကယ်ပါရမီရှိတဲ့ အဆိုတော်ဖြစ်ချင်သူ လင်ဒါမွန်း ဆိုတဲ့ မိန်းမငယ်လေးတစ်ယောက်နဲ့ ဆုံလိုက်ရတဲ့အခါ သူ့ကိုကြယ်တစ်ပွင့်ဖြစ်တဲ့အထိ မြေတောင်မြှောက်ပေးဖို့ ချီလီ ဆုံးဖြတ်လိုက်ပါတော့တယ်။ ဒါပေမဲ့ လင်ဒါ့မှာ တဖက်သတ်ချုပ်ဆိုခံထားရတဲ့ သဘောတူစာချုပ်က ရှိနေတယ်။ သူ့ကိုချုပ်ကိုင်ထားကြသူတွေက မန်နေဂျာလိုလို ထုတ်လုပ်သူလိုလိုနဲ့ ဂီတလောကမှာ ဖြတ်စားလျှပ်စားလုပ်နေတဲ့
သူတွေပေါ့။
တဖက်မှာလည်း ချီလီ ရဲ့သူငယ်ချင်း လူရှုပ်တစ်ယောက်က ရုရှားမာဖီးယားတွေနဲ့ငြိလို့ ပစ်သတ်ခံလိုက်ရချိန်မှာ သူငယ်ချင်းရဲ့ဇနီး မုဆိုးမလှလှလေးက သူ့ရဲ့တေးသံသွင်းလုပ်ငန်းမှာ အကြွေးတွေဗရပွေနဲ့ ကျန်ရစ်ခဲ့ရှာတာကို ကူညီပေးဖို့ကလည်း ရှိနေသေးတယ်။
အာဖရိကန်-အမေရိကန် (ဇာတ်ကားထဲမှာသူတို့ကို လူမည်းလို့ပြောရင် ပစ်မှာမို့လို့) လူမိုက်တပည့်တွေတပြုံကြီးခြံရံပြီးတော့ သူထုတ်လုပ်တဲ့အခွေတွေကို နည်းလမ်းမျိုးစုံနဲ့ ပေါက်အောင်လုပ်တတ်တဲ့ MBA ဘွဲ့ရ ဂိုဏ်းစတားသူ‌ဌေးကြီးတစ်ယောက်ကလည်း တစခန်းထလာသေးတယ်။
လင်ဒါ ရဲ့မန်နေဂျာဆိုတဲ့ဘဲက လူဖြူဖြစ်လျက်နဲ့ သူ့ကိုယ်သူ အာဖရိကန်-အမေရိကန် Gangsta Rapper လို့ထင်နေတဲ့သူ။ သူ့ဘေးမှာ သက်တော်စောင့်လုပ်ခိုင်းထားတာကတော့ ဆမိုအာကျွန်းသား ရုပ်ရှင်ရူးရူးနေတဲ့ Dwayne Johnson ကြီးပါပဲ။ ဟုတ်ကဲ့ အဲဒီတုန်းကတော့ the Rock လို့ဖြစ်မလာသေးဘူးပေါ့ဗျာ။ သူက ဂေးလည်းဂေးနေသေးတာတဲ့ (ဇာတ်လမ်းထဲမှာပြောပါတယ်)။ ဒါပေမဲ့‌ ဂေးတယ်ပြောရင် ရန်ရှာသေးတာ။
သူတို့တွေနဲ့ ချီလီပါးလ်မား တို့ ထွေးလုံးရစ်ပတ် အသောဇာတ်ကိုကပြကြတဲ့ Be Cool ဆိုတဲ့ ဒီဇာတ်ကားကို ခံစားကြည့်ကြပါ လို့။
1995 မှာ ရုံတင်ခဲ့တဲ့ Get Shorty ဇာတ်ကားရဲ့ sequel အဖြစ်ထွက်ရှိလာခဲ့တဲ့ မှုခင်း ဟာသ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။ ပထမကားကိုကြည့်ဖူးရင် ပိုပြီးအရသာရှိပါလိမ့်မယ်။ ဒီကားကို အရင် စကြည့်ရတာဆိုရင်လည်း ပထမကားကိုကြည့်ချင်စိတ်ပေါက်လာမှာ သေချာပါတယ်။ Ratingအရ ပထမကားလောက် မကောင်းဘူးလား‌လို့ ထင်စရာရှိတယ်။ ဒါပေမဲ့ ကျွန်တော်ကတော့ ဒီကားကပိုကောင်းတယ်ပဲထင်မိတယ်။ soundtracks တွေကလည်း ဇာတ်ကားကြည့်ပြီးရင် Googleမှာရှာပြီး နားထောင်ချင်စရာကောင်းတယ်။ ဂန္ဓဝင်တီးဝိုင်းအဖွဲ့ဖြစ်တဲ့ Aerosmith နဲ့ ပင်တိုင်အဆိုကျော် စတီဗင်တိုင်လာတို့ကလည်း ဇာတ်ပို့အနေနဲ့ ပါဝင်ထားကြပါသေးတယ်။ Moana ဇာတ်ကားမှာ မာဝီ ကတဲ့အကမျိုး the Rock ကြီး လူကိုယ်တိုင် နုစဉ်အချိန်က ဇာတ်ရံအနေနဲ့ ကပြခဲ့ရတာကိုလည်း ရှုစားရမှာပါ။
ကြည့်ရတာတန်တဲ့ အပန်းပြေမယ့်ဇာတ်ကားတစ်ကားဖြစ်ကြောင်း ပြောပါရစေ။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Thaman Myint မှ တင်ဆက်ထားပါတယ်။)
File size…(2.3 GB)/(999 MB)
Quality….BluRay 1080p/720p
Format…mp4
Duration….01:59:36
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Thaman Myint
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
