"Indian Predator: The Butcher of Delhi (2022)
=========================================
ဒီနေ့မှာတော့ Netflix က ထွက်ရှိထားတဲ့ အိန္ဒိယရဲ့ဖြစ်ရပ်မှန် “ကွင်းဆက်လူသတ်မှု မှတ်တမ်းရုပ်ရှင်စီးရီး” ကိုတင်ဆက်ပေးလိုက်ပါတယ်။
အပိုင်းစုစုပေါင်း ၃ပိုင်းပါရှိပြီး တစ်ချိန်ကအိန္ဒိယရဲ့လူတိုင်းထိတ်လန့်ခဲ့ရတဲ့နာမည်ကြီးကွင်းဆက်လူသတ်မှုကြီးဖြစ်ခဲ့တာမို့
ဖြစ်ရပ်မှန်မှတ်တမ်းရုပ်ရှင်တွေကို ကြိုက်နှစ်သက်သူတွေအဖို့ကတော့ အသည်းတအေးအးနဲ့ကြည့်လို့ကောင်းမှာ အသေအချာပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“Chandrakant Jha” .. ဆရာမဖြစ်သူမိခင်နဲ့ ဆည်မြောင်းဦးစီးဌာနမှာအလုပ်လုပ်ကိုင်သူဖခင်တို့ရဲ့သား ..
မွေးချင်းညီအစ်ကို ၆ယောက်ရှိတဲ့ထဲကမှ တတိယမြောက်သား။ ကလေးကိုမွေးရုံပဲမွေးထုတ်ပေးခဲ့ပြီး
မချစ်ပေးတတ်တဲ့မိဘတွေကြားကြီးပြင်းခဲ့ရသူမို့ ငယ်စဉ်ကတည်းကမိဘမေတ္တာငတ်ခဲ့ပြီး မိသားစုနွေးထွေးမှုကိုမခံစားခဲ့ရတဲ့
Chandrakant တစ်ယောက် အရွယ်ရောက်လာတဲ့အခါ ကိုယ့်ဝမ်းကိုယ်ကျောင်းဖို့ နေထိုင်ရာ Ghosai ရွာလေးကနေ Delhi ကိုပြောင်းလာခဲ့တယ်။
Chandrakant အပေါ် Delhi ရဲ့ကြိုဆိုမှုက မလှပခဲ့ပါဘူး။ ခရီးရောက်မဆိုက်ပဲ မြို့ခံလူဆိုးဂိုဏ်းအဖွဲ့ဝင်နဲ့ထိပ်တိုက်ရင်ဆိုင်မိပြီး ဓားထိုးခံခဲ့ရပါတော့တယ်။
ဗိုက်တစ်ခုလုံးပွင့်ထွက်သွားပြီး ကလီစာတွေပါထွက်ကုန်ပေမယ့် အသိမိတ်ဆွေမရှိတဲ့ Chandrakant တစ်ယောက် ပွင့်နေတဲ့ဗိုက်ကိုပဝါနဲ့ပတ်
ကိုယ့်အားကိုယ်ကိုးပြီးဆေးရုံကိုသွားခဲ့ရတယ်။ ဒီအဖြစ်ကပဲ Chandrakant ရဲ့အမုန်းတရား အာဃာတတွေနဲ့ ကလဲ့စားဆိုတဲ့အရာကို
အစပျိုးပေးခဲ့ပြီး Chandrakant ကိုယ်တွင်းကနတ်ဆိုးကို လှုပ်နှိုးပေးလိုက်ပါတော့တယ်။
“မြေနိမ့်ရာ လှံစိုက်” ဆိုသလိုပဲ နိမ့်ပါးတဲ့သူကိုမှ ပိုအားထည့်နင်းနေကြတဲ့လူတွေ .. အထူးဖြင့်ရာထူး၊ အာဏာကိုအလွဲသုံးစားလုပ်ပြီ
း နွမ်းပါးသူတွေကိုခေါင်းပုံဖြတ်နေကျဖြစ်တဲ့ အစိုးရအမှုထမ်း “ရဲ” တွေရဲ့ကောက်ကျစ်ယုတ်မာမှုတွေက Chandrakant ကို “ဒေလီရဲ့ သားသတ်သမားကြီး” အဖြစ်ရောက်သွားစေခဲ့တယ်။
မိမိအပေါ်အပြစ်ကျူးလွန်သူတွေကို ဘယ်သူကမှအရေးမယူတဲ့နောက် အဲဒီလူတွေကို ကိုယ်တိုင်ဒဏ်ခတ်ပါတယ်ဆိုတဲ့ခံယူချက်နဲ့ “၁၉၉၈ ခုနှစ်ကနေ ၂၀၀၇ ခုနှစ်အထိ
၉နှစ်တာအတွင်းမှာ လူသတ်မှုပေါင်း ၈ခု” ကျူးလွန်ခဲ့ပါတော့တယ်။ ကျူးလွန်ခဲ့သမျှအမှုတိုင်းမှာလည်း အလောင်းတွေကိုပုံမှန်အတိုင်းမစွန့်ပစ်ဘဲ အပိုင်းပိုင်းခုတ်ထစ်ပြီး
|Delhi မြို့တွင်းကနေရာတွေမှာ ခြေတစ်နေရာ၊ လက်တစ်နေရာ၊ ခေါင်းတစ်နေရာ နေရာပေါင်းစုံမှာတစ်စစီ စိမ်ပြေနပြေလိုက်ပစ်ထား .. နောက်ဆုံးဘယ်သူဘယ်ဝါမှန်းမသိနိုင်တော့တဲ့
ခန္ဓာကိုယ်အပြတ်ကြီးကိုတော့ သူနဲ့ရေစက်ဆိုးရှိခဲ့ဖူးတဲ့ Tihar ထောင်ရှေ့မှာသွားပစ်ထားတတ်ပြီး ရဲတွေကိုဖုန်းဆက်ပြီး
“ငါအလောင်းတစ်လောင်းထားခဲ့တယ် မင်းတို့ရဲတွေဖမ်းနိုင်ရင်ငါ့ကိုလာဖမ်းကြ ငါစောင့်နေမယ်” လို့လည်းစိန်ခေါ်တတ်ပါသေးတယ်။
ကိုယ့်ခွန်ကိုယ်အားနဲ့ ရိုးရိုးသားသားရှာဖွေလုပ်ကိုင်စားသောက်နေတဲ့ သာမန်လူတစ်ယောက်ကို ဘယ်လိုအရာတွေကများ
ဒီလိုရက်စက်ကြမ်းကြုတ်တဲ့ စိတ္တဇလူသတ်သမားအဖြစ်ကိုရောက်သွားစေခဲ့တာလဲ .. တာဝန်ရှိသူတွေကရော
သက်သေတွေကိုဘယ်လိုရှာပြီး အရေးယူနိုင်သွားခဲ့တာလဲ .. စတာတွေကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုနိုင်မှာပဲဖြစ်ပါတယ်။
File Size – 650MB / 300MB
Quality – 1080p NF WEB DL / 720p
Total Episodes: 3Eps
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Documentary ~ Crime ~ Drama
Translator – Lai Laii ~ Sora ~ Yunni
Encoder – YK
For VIP Member – Click Here!
720p>>
Episode 1 – Yoteshin / Userdrive / Megaup / Streamsb / Veryfile
Episode 2 – Yoteshin / Userdrive / Megaup / Streamsb / Veryfile
Episode 3 – Yoteshin / Userdrive / Megaup / Streamsb / Veryfile
1080p>>
Episode 1 – Yoteshin / Userdrive / Megaup / Streamsb / Veryfile
Episode 2 – Yoteshin / Userdrive / Megaup / Streamsb / Veryfile
Episode 3 – Yoteshin / Userdrive / Megaup / Streamsb / Veryfile
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
