"Rated. R (2008)
============
ဣတ္ထိယတွေဟာ နားလည်ဖို့ခက်လှတယ်ရယ်လို့ ကျွန်တော်တို့ပုရိသတွေဟာ
အမြဲညည်းလေ့ရှိကြတယ်မလား။ တကယ်တော့ ဒီအမျိုးသမီးလေးတွေဟာ
ကျွန်တော်ထင်ထားသ‌လောက် ရောရှုပ်ထွေးမှုတွေပြည့်နှက်နေတာဟုတ်ပါ့မလား။
ပုရိသတွေဟာ ခေတ်အဆက်ဆက်မှာ ဖိုဝါဒီကိုလက်ကိုင်ပြုပြီး ဣတ္ထိယတွေကို
ဖိနှိပ်အနိုင်ကျင့် သူတို့ရဲ့ကိုယ်ကျိုးအတွက်သာအသုံးပြုနေခဲ့ခြင်းတွေဟာ မှန်ကန်မှု
ရှိနေပါရဲ့လား။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ယနေ့ခေတ်ထိ နောက်နှစ်ပေါင်းသန်းချီထိ အပေါ်ယံသကာရည်ဖုံးထားလည်း
အမြဲမှန်ကန်နေမယ့် သဘောတရားတစ်ခုဖြစ်တဲ့ ခွန်အားကြီးသူသာ နိုင်စတမ်းနဲ့
ခွန်အားနည်းသူတွေကို အနိုင်ကျင့်ခြင်းတွေ၊ ယောက်ျားတွေရဲ့အနိုင်ကျင့်တာထက်
အမျိုးသမီးအချင်းချင်းကိုပင် မနာလိုမရှု့စိမ့်၊နိုင်စားမှုတွေဟာ ဒီကမ္ဘာမြေကြီးပေါ်မှာ
လူသားမျိုးနွယ်တွေ အဆုံးမသတ်ခင် ပျောက်သွားနိုင်ကောင်းပါရဲ့။
ကျွန်တော်တို့ပုရိသတွေ စနောက်လေ့ရှိတဲ့ အမျိုးသမီးလေးတွေရဲ့
လိုအင်ဆန္ဒတွေ၊ ကြုံတွေ့ရတဲ့အခက်အခဲတွေ၊ အမျိုးသမီးရယ်လို့ဖြစ်လာတာနဲ့
ရရှိလာတဲ့ ဒုက္ခတွေကို ကျွန်တော်တို့ဟာ တစ်ခါလောက်တောင် ဝင်ရောက်စာနာ
ပေးဖူးခဲ့ပါရဲ့လား(ကိုယ့်ဒုက္ခမဟုတ်လို့ မစာနာပေးနိုင်တာကိုတော့ လူတိုင်းပြောတတ်
ပါတယ် မိတ်ဆွေ)။ ကျွန်တော်တို့ဟာ ဘယ်လိုလူတွေဖြစ်ဖြစ် ဒီအမျိုးသမီးလေးတွေရဲ့
ပဋိသန္ဓေလွယ်ပေးခြင်းတွေကနေ ဖြစ်လာတဲ့သူတွေပဲမလို့ ကိုယ့်အမေ၊ ညီမ၊ အစ်မ၊
ချစ်ရသူမိန်းကလေးရယ်ကိုမှ တန်ဖိုးထားလေးစားထိုက်တဲ့အမျိုးသမီးတွေ၊ ကျန်တဲ့
အမျိုးသမီး‌တွေကိုအသုံးချစရာသက်သက်တွေ စိတ်ရှုပ်စရာတွေလို့မမြင်စေဘဲ
လေးစားတန်ဖိုးထားသင့်ကြောင်း ရိုက်ပြထားတဲ့ စပိန်ကားကောင်းလေးကတော့
ယခုရုပ်ရှင်ကားလေးပဲဖြစ်ပါတယ်။
ဒီရုပ်ရှင်ကို ဇာတ်ဆောင်မင်းသမီးချောသုံးလက်ကဦး‌ဆောင်ရိုက်ကူးထားပြီး
တစ်နယ်တစ်ရပ်ကျေးမှလာတဲ့သူတို့တွေရဲ့မက်ဒရစ်မြို့ကြီးမှာ တွေ့ဆုံကြပုံ၊
မည်သို့မည်ပုံ သံယောဇဉ်တွယ်ကြပုံ၊ ကြုံတွေလာရတဲ့ဒုက္ခသုက္ခတွေနဲ့ လောက
ဓံတရားတွေ၊ ဘဝမှာ တစ်ခါတလေ အောင်မြင်ပြီထင်ထားတဲ့သူတွေဟာ ကျရှုံးခြင်း
ဆိုက်ရောက်သွားရပုံတွေ၊ အမျိုးသမီးတွေအပေါ် ဖိနှိပ်ချုပ်ခြယ်မှုတွေကို တွန်းလှန်
ကြပုံတွေကို စုံလင်နေအောင်ကြည့်ရမယ့်ရုပ်ရှင်ကားလေးဖြစ်ပါတယ်။
comedy/ drama အမျိုးအစားလို့ သတ်မှတ်ထားပြီး အဖော်အချွတ်တွေပါတဲ့အပြင်
ဟာသကားတစ်ကားမဟုတ်ဘဲ ဘဝသရုပ်တွေကို ခံစားရမယ့်စပိန်ကားကောင်းလေးမို့
ဒီလိုအမျိုးအစားကြိုက်နှစ်သက်သူ ပရိသတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ရပါတယ်။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ San Thu Aung ဖြစ်ပါတယ်)
File Size……….(1.93 GB) / (884 MB) / (515 MB)
Quality…………WEBRIP 1080p / 720p / 480p
Duration………1Hr 43mins
Subtitle………..Myanmar Hardsub
Format…………MP4
Genre…………..Comedy, Drama
Translator…….San Thu Aung
Encoder……….SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
