"(Unicode)
“ဤဇာတ်ကားနှင့်ပက်သက်၍ ခံစားမိသမျှ. . .”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လူတိုင်းရဲ့စိတ်ထဲမှာ မကောင်းဆိုးဝါးတစ်ကောင်(စိတ်ရိုင်းကိုယ်စီ) ရှိကြတယ်။
ဘာကြောင့်များ လူတစ်ယောက်ဟာ ဒီလိုလုပ်ရပ်မျိုး လုပ်မိတဲ့အထိ ကိုယ့်စိတ်ရိုင်းကို ကိုယ်တိုင်အရှုံးပေး​ပြီး ဆင်ခြင်တုံတရားဆိုတဲ့ ချည်တိုင်ကနေ လွှတ်ပေးလိုက်ရတာလဲ?
မနေ့က ဒီဇာတ်ကားကို ကြည့်မိတော့ ဇာတ်ကားရဲ့အစအလယ်အဆုံးမှာ ကျွန်တော်တွေးနေမိတာက “လူ့စိတ်ထဲက အမှောင်ဘက်ခြမ်း(Darkside)”အကြောင်းပါပဲ။
တစ်ချို့လူတွေရဲ့လုပ်ရပ်တွေကို ကိုယ်တိုင်က နားမလည်နိုင်ပေမယ့် ကိုယ့်စိတ်ထဲမှာလည်း သူများနဲ့မတူတဲ့ စိတ်ရိုင်းတစ်မျိုးတော့ ရှိနေမှာ သေချာတယ်။ (ကိုယ်တိုင်လည်း သိတဲ့သူ သိကြမှာပါ)
ဒီဇာတ်ကားအကြောင်း ပြောပါဆိုရင်တော့ လည်ပတ်အောင် ပြောပြနိုင်ဖို့က ခဲယဥ်းမယ်ထင်တယ်။
ဇာတ်လမ်းက အက်ဆစ်နဲ့အပက်ခံခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက် သူ့ဘဝကို ဘယ်လိုပြန်လည်တည်​ဆောက်ယူသလဲ
သူ့လိုမျိုး နောက်ထပ်အတိုက်ခိုက်ခံရနိုင်တဲ့ မိန်းကလေးတွေအတွက် တရားရုံးအဆင့်ဆင့်ကို တက်ပြီး “အက်ဆစ်ရောင်းချမှုကို တားမြစ်ပိတ်ပင်”ဖို့ အယူခံဝင် ၊ အဆိုပြုလွှာတင်ကာ. . .
နောက်ဆုံး ဥပဒေပြစ်ဒါဏ်တစ်ခုအနေနဲ့ ပေါ်ထွန်းလာစေဖို့အထိ ကြိုးစားပုံကို ရိုးရိုးလေး ရိုက်ပြထားတာပါပဲ။
ဖြစ်ရပ်မှန်ဇာတ်ကားဖြစ်လို့ ပရိတ်သတ်ကို မက်ဆေ့ပေးချင်တဲ့ အချက်တွေကို ဇာတ်ကားအစမှာရော အဆုံးမှာပါ ထည့်ပေးထားပါတယ်။
ရင်ဖိုစရာ ၊ စိတ်လှုပ်ရှားစရာတွေထက်ကို ဆင်ခြင်စရာတွေ ၊ ပြင်ဆင်စရာတွေကို မြင်မိစေပါလိမ့်မယ်။
ဒီဇာတ်ကားကို ရိုက်ဖို့အတွက် မင်းသားရယ်လို့ မယ်မယ်ရရ သုံးမထားပဲ မင်းသမီး Deepika Padukone တစ်ယောက်သာ သုံးထားတာမို့ ၊ ဘတ်ဂျက်လည်း အင်မတန်နည်းပါတယ်။
ဇာတ်ကားရဲ့ တင်ပြချင်တဲ့ ရည်ရွယ်ချက်က ကောင်းမွန်တဲ့အတွက် အိန္ဒိယပြည်နယ်လေးခုမှာ
အခွန်ကင်းလွတ်ခွင့်နဲ့ ပြသခွင့်ရခဲ့သလို ဝေဖန်ရေးဆရာတွေကြားမှာလည်း အပြုသဘော ဝေဖန်ချက်တွေ ရခဲ့ပါတယ်။
အညွှန်းအနေနဲ့ ရေးပေးထားတာမျိုး မဟုတ်ပဲ ဘာသာပြန်တစ်ယောက်အနေနဲ့ ရုပ်ရှင်ချစ်သူတစ်ယောက်အနေနဲ့ ရေးသားပေးလိုက်တာမို့
ဖော်ပြချင်တဲ့ အချက်တွေ ၊ ဘာသာပြန်ရာမှာ ဥပဒေဆိုင်ရာအသုံးအနှုန်းတွေနဲ့ ပတ်သက်ပြီး အားနည်းခဲ့ရင် ကြိုတင်တောင်းပန်ထားပါရစေ….။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
“ဤဇာတ္ကားႏွင့္ပက္သက္၍ ခံစားမိသမွ်. . .”
လူတိုင္းရဲ႕စိတ္ထဲမွာ မေကာင္းဆိုးဝါးတစ္ေကာင္(စိတ္႐ိုင္းကိုယ္စီ) ရွိၾကတယ္။
ဘာေၾကာင့္မ်ား လူတစ္ေယာက္ဟာ ဒီလိုလုပ္ရပ္မ်ိဳး လုပ္မိတဲ့အထိ ကိုယ့္စိတ္႐ိုင္းကို ကိုယ္တိုင္အရႈံးေပး​ၿပီး ဆင္ျခင္တုံတရားဆိုတဲ့ ခ်ည္တိုင္ကေန လႊတ္ေပးလိုက္ရတာလဲ?
မေန႔က ဒီဇာတ္ကားကို ၾကည့္မိေတာ့ ဇာတ္ကားရဲ႕အစအလယ္အဆုံးမွာ ကြၽန္ေတာ္ေတြးေနမိတာက “လူ႔စိတ္ထဲက အေမွာင္ဘက္ျခမ္း(Darkside)”အေၾကာင္းပါပဲ။
တစ္ခ်ိဳ႕လူေတြရဲ႕လုပ္ရပ္ေတြကို ကိုယ္တိုင္က နားမလည္ႏိုင္ေပမယ့္ ကိုယ့္စိတ္ထဲမွာလည္း သူမ်ားနဲ႔မတူတဲ့ စိတ္႐ိုင္းတစ္မ်ိဳးေတာ့ ရွိေနမွာ ေသခ်ာတယ္။ (ကိုယ္တိုင္လည္း သိတဲ့သူ သိၾကမွာပါ)
ဒီဇာတ္ကားအေၾကာင္း ေျပာပါဆိုရင္ေတာ့ လည္ပတ္ေအာင္ ေျပာျပႏိုင္ဖို႔က ခဲယဥ္းမယ္ထင္တယ္။
ဇာတ္လမ္းက အက္ဆစ္နဲ႔အပက္ခံခဲ့ရတဲ့ မိန္းကေလးတစ္ေယာက္ သူ႔ဘဝကို ဘယ္လိုျပန္လည္တည္​ေဆာက္ယူသလဲ
သူ႔လိုမ်ိဳး ေနာက္ထပ္အတိုက္ခိုက္ခံရႏိုင္တဲ့ မိန္းကေလးေတြအတြက္ တရား႐ုံးအဆင့္ဆင့္ကို တက္ၿပီး “အက္ဆစ္ေရာင္းခ်မႈကို တားျမစ္ပိတ္ပင္”ဖို႔ အယူခံဝင္ ၊ အဆိုျပဳလႊာတင္ကာ. . .
ေနာက္ဆုံး ဥပေဒျပစ္ဒါဏ္တစ္ခုအေနနဲ႔ ေပၚထြန္းလာေစဖို႔အထိ ႀကိဳးစားပုံကို ႐ိုး႐ိုးေလး ႐ိုက္ျပထားတာပါပဲ။
ျဖစ္ရပ္မွန္ဇာတ္ကားျဖစ္လို႔ ပရိတ္သတ္ကို မက္ေဆ့ေပးခ်င္တဲ့ အခ်က္ေတြကို ဇာတ္ကားအစမွာေရာ အဆုံးမွာပါ ထည့္ေပးထားပါတယ္။
ရင္ဖိုစရာ ၊ စိတ္လႈပ္ရွားစရာေတြထက္ကို ဆင္ျခင္စရာေတြ ၊ ျပင္ဆင္စရာေတြကို ျမင္မိေစပါလိမ့္မယ္။
ဒီဇာတ္ကားကို ႐ိုက္ဖို႔အတြက္ မင္းသားရယ္လို႔ မယ္မယ္ရရ သုံးမထားပဲ မင္းသမီး Deepika Padukone တစ္ေယာက္သာ သုံးထားတာမို႔ ၊ ဘတ္ဂ်က္လည္း အင္မတန္နည္းပါတယ္။
ဇာတ္ကားရဲ႕ တင္ျပခ်င္တဲ့ ရည္႐ြယ္ခ်က္က ေကာင္းမြန္တဲ့အတြက္ အိႏၵိယျပည္နယ္ေလးခုမွာ
အခြန္ကင္းလြတ္ခြင့္နဲ႔ ျပသခြင့္ရခဲ့သလို ေဝဖန္ေရးဆရာေတြၾကားမွာလည္း အျပဳသေဘာ ေဝဖန္ခ်က္ေတြ ရခဲ့ပါတယ္။
အၫႊန္းအေနနဲ႔ ေရးေပးထားတာမ်ိဳး မဟုတ္ပဲ ဘာသာျပန္တစ္ေယာက္အေနနဲ႔ ႐ုပ္ရွင္ခ်စ္သူတစ္ေယာက္အေနနဲ႔ ေရးသားေပးလိုက္တာမို႔
ေဖာ္ျပခ်င္တဲ့ အခ်က္ေတြ ၊ ဘာသာျပန္ရာမွာ ဥပေဒဆိုင္ရာအသုံးအႏႈန္းေတြနဲ႔ ပတ္သက္ၿပီး အားနည္းခဲ့ရင္ ႀကိဳတင္ေတာင္းပန္ထားပါရေစ….။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (900 MB ) and (450 MB)
Quality : WEB-DL 720p
Running Time : 2hr 00min
Format : Mp4
Genre : Biography, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.HS.WEB-DL.AAC.2.0.x264-Telly
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
