"Girl in the Picture (2022)
~ IMDb – 7.3/10, Rotten Tomatoes – 95% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ခင်ဗျား ကြားဖူးတယ်မလား။ လက်တွေ့ဟာ စိတ်ကူးယဉ်ထက် ပိုဆန်းကြယ်သတဲ့။ ဒီဇာတ်လမ်းဟာ စိတ်ကူးယဉ်ဇာတ်လမ်းတွေထက် အများကြီးပိုဆန်းကျယ်တဲ့ ဖြစ်ရပ်မှန် ဒိုကူမန်ထရီဇာတ်လမ်းပါပဲ။
1990 ခုနှစ်မှာ မိန်းကလေးတစ်ယောက် ကားတိုက်ခံရပြီး ဆုံးသွားတယ်။ ဆရာဝန်တွေ စစ်ကြည့်တော့ သူ့ကိုယ်မှာ ကားတိုက်ခံရတာအပြင် တခြားအနာပေါင်းသောင်းခြောက်ထောင် ရှိနေခဲ့တယ်။ ရဲတွေက သွေးရိုးသွေးသား မဟုတ်ဘူးလို့ ယူဆပြီး စုံစမ်းစစ်ဆေးခဲ့ကြတယ်။ ကောင်မလေးရဲ့ ယောက်ျားနဲ့ ကောင်မလေးအလုပ်လုပ်တဲ့နေရာကို စစစ်တော့ ကောင်မလေးယောက်ျားက ကောင်မလေးထက် အသက်နှစ်ပြန်လောက်ကြီးတဲ့ အဘိုးကြီးဖြစ်ပြီး ကောင်မလေးအလုပ်လုပ်တဲ့နေရာက အဖော်အချွတ်ကလပ်ဖြစ်နေခဲ့တယ်။ ဒီကောင်မလေးနဲ့ပတ်သက်သမျှ ဘာတစ်ခုမှ သွေးရိုးသားရိုး သာမန်ဖြစ်မနေခဲ့…။
ဒီလိုနဲ့ ဆက်စုံစမ်းကြည့်တော့ ဒီမြို့မှာ သူတို့ကို လင်မယားအဖြစ်သိထားကြပေမဲ့ နောက်တစ်မြို့မှာ သားအဖအဖြစ်သိထားကြတာပါ သိလိုက်ရတယ်။ ထူးခြားဆန်းကြယ်စွာပဲ ကိုယ့်သမီးကို ကိုယ်လိင်ပိုင်းဆိုင်ရာအနိုင်ကျင့်ရုံသာမက ယူပါယူထားခဲ့တယ်။ သူတို့ရပြီးမွေးထားတဲ့ သားလေးတစ်ယောက်လည်းရှိနေပြန်တယ်။ ငွေရဖို့လည်း ယောက်ျားတကာနဲ့အိပ်ခိုင်းခဲ့တယ်။ ဒီလိုအရှုပ်အထွေးတွေကြားမှာ ခက်ခဲစွာ ရှင်သန်ခဲ့ရတဲ့ ကောင်မလေးဟာ ဘာလို့ သေသွားလဲ၊ အဖေဖြစ်ပြီး ဘာလို့ဒီလိုတွေလုပ်လဲဆိုတာကို ရဲတွေနှိုက်နှိုက်ချွတ်ချွတ်ရှာရင်း မယုံနိုင်စရာကောင်းတာတွေကိုပါ ဆက်သိလာရတဲ့ ဖြစ်ရပ်မှန် ဒိုကူမန်ထရီပါ။
ဒိုကူမန်ထရီပေမဲ့ ပေါ့ပေါ့သေးသေးတော့ မဟုတ်ပါဘူး။ ဟောလိဝုဒ်ရဲ့ အစဉ်အလာကြီးတဲ့ ရုပ်ရှင်သတင်းစာ Variety က ဒီရုပ်ရှင်အကြောင်း ဆောင်းပါးရှည်ကြီးတစ်ခုတ်တရရေးခဲ့သလို Rating တွေလည်းကောင်းပါတယ်။ ကျွန်တော်ကိုယ်တိုင်လည်း ဒိုကူမန်ထရီသာပြောတယ်၊ twist တွေများလိုက်တာ ဆိုပြီး ဩချရတဲ့ ဇာတ်လမ်းလည်းဟုတ်ပါတယ်။ ဒိုကူမန်ထရီဆိုပေမဲ့ ပုံမှန် thriller ကားတွေထက်တောင် ပိုကြည့်ကောင်းနေတဲ့ ရှားပါးဇာတ်လမ်းပါပဲ။
အသက်၂၀မှာ သေသွားခဲ့ရတဲ့၊ ဖအေက မယားလုပ်ပေါင်းခံခဲ့ရတဲ့ ဒီဖြစ်ရပ်မှန် ဇာတ်လမ်းထဲက ကောင်မလေးဟာ စိတ်ကောင်းအပြည့်ရှိပြီး ဉာဏ်လည်းကောင်းတဲ့ အဆင့်မြင့်အင်ဂျင်နီယာဘာသာရပ်ကိုတောင် စကော်လာရထားတဲ့ အင်ဂျင်နီယာဖြစ်ဖို့ အိပ်မက်မက်နေတဲ့ ဆယ်ကျော်သက်မလေးပါပဲ။ ရုပ်လေးကလည်း အမှတ်တမဲ့ကြည့်ရင် Carey Mulligan လား ထင်ရတဲ့အထိ ‌ချောပါတယ်။ ခြောက်ပြစ်ကင်းနေတဲ့ ဒီကောင်မလေးရဲ့ နတ်ဆိုးလှောင်အိမ်ထဲက ဆယ်စုနှစ်တစ်ခုကျော်ကို ရင်မောစရာကောင်းအောင်ကို ဒီဒိုကူမန်ထရီဟာ ရိုက်ပြသွားပါတယ်။ ဒိုကူမန်ထရီပေမဲ့ ကလေးမုဒိန်းကောင်တစ်ကောင်ရဲ့အကြောင်းပါ ပါနေတာမို့ မိသားစုနဲ့မကြည့်သင့်ပါဘူး။ ဒိုကူမန်ထရီကြည့်ရပျင်းတဲ့လူတွေတောင် ကြည့်သင့်တဲ့၊ ဒိုကူမန်ထရီကိုမှ မှုခင်းကား အငွေ့အသက်အပြည့်ရနေတဲ့ ထူးခြားတဲ့ ဒိုကူမန်ထရီမို့ ကြုံရခဲတာမို့ ကြည့်ကြစေချင်ပါတယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.8GB, 744MB
Quality – 1080p, 720p
IMDb Rating – 7.3/10
Format – mp4
Duration – 1H 41Min
Genre – Documentary, Crime, Mystery
Subtitle – Myanmar Subtitle (Hardsub)
Translated by W
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
