"ဒါကတော့ IMDb Rating 7.6နဲ့ tomatoesမှာ 80%အထိရထားပြီး
ဆုတွေအောင်မြင်မှုတွေရထားတဲ့ Historical dramaကားလေးပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒုတိယကမ္ဘာစစ်အတွင်းမှာ အေးချမ်းပြီးလူတွေမသိတဲ့ ဘဝလေးတစ်ခုကို
ပျက်စီးခဲ့ရတဲ့ဖြစ်ရပ်မှန်တစ်ခုကိုအခြေခံထားပါတယ်။
ဖရန့်နဲ့ ဖန်နီက ဩစတေးလျတောင်တန်းတွေကြားက
အေးချမ်းသာယာတဲ့ရွာလေးတစ်ရွာမှာ ယာလုပ်ရင်း
ချစ်စရာသမီးလေးသုံး‌ယောက်နဲ့အတူပျော်ရွှင်နေကြသူတွေပါ။
ဒုတိယကမ္ဘာစစ်စတော့ ဖရန့်ကိုစစ်လေ့ကျင့်ရေးခေါ်ခဲ့ပေမယ့်
ဩစတေးလျမှာယာသမားတွေလိုတာကြောင့် သူ့ကိုအိမ်ပြန်လွှတ်ခဲ့ပါတယ်။
ဒါပေမယ့် သူ့ကိုစစ်တိုက်ဖို့အခေါ်ခံရတဲ့အချိန်မှာတော့
ခေါင်းဆောင်တွေရဲ့လုပ်ရပ်တွေမှန်ကန်တယ်လို့မထင်၊
စစ်ပွဲကလည်းမတရားဘူးလို့ယူဆတဲ့ဖရန့်တစ်ယောက်
ဟစ်တလာကိုသစ္စာခံပါမယ်ဆိုတဲ့ ကျမ်းသစ္စာကိုမကျိန်နိုင်ပါဘူးတဲ့။
ဒီလိုနဲ့သူ့ကိုအကျဉ်းထောင်ထဲပို့လိုက်ပြီး စီရင်ချက်ချဖို့စောင့်ဆိုင်းနေရပါတယ်။
ဒီကားမှာ ဇာတ်လမ်းကဘာဆက်ဖြစ်မလဲဆိုတာထက်
ထောင်တွင်းသူ့မိန်းမနဲ့စာတွေအပြန်အလှန်ရေးပြီးလွမ်းဆွတ်ရတာတွေကိုကြည့်ပြီး
စိတ်ထဲမှာကျဉ်းကြပ်လာသလိုခံစားရမှာပါ။
သာယာပျော်ရွှင်နေတဲ့မိသားစုလေးဆီမှာ
ကိုယ်မှန်တယ်ထင်တဲ့အရာကို‌ခေါင်းမာမာနဲ့ လုပ်လိုက်တဲ့လင်ယောက်ျားကြောင့်
သူ(မ)ပင်ပန်းဆင်းရဲစွာအလုပ်လုပ်ရပြီး
ပတ်ဝန်းကျင်ရဲ့ဖယ်ကျဉ်ခြင်းကိုခံနေရပေမယ့်
ယောက်ျားအပေါ်ငြူစူခြင်းမရှိပဲ
အဆုံးထိပါရမီ‌ဖြည့်ပေးခဲ့တဲ့မိန်းမတစ်ယောက်ကိုလည်း အံ့ဩစရာမြင်ရမှာပါ။
ဒါတွေအားလုံးက တကယ်ဖြစ်ခဲ့တဲ့အကြောင်းတွေဆိုတာတွေးရင်း
A hidden lifeဆိုတဲ့အတိုင်း စစ်ရဲ့ပယောဂကြောင့်လူမသိသူမသိပဲ
ပျက်စီးခဲ့တဲ့ဘဝတွေဘယ်လောက်များရှိမလဲဆိုတာမတွေးရဲအောင်ပါပဲ။
ဒီလိုကားမျိုးတွေကိုလူကြိုက်များမှာမဟုတ်မှန်းသိပေမယ့်
ဒရမ်မာကားကောင်းတွေကို ရင်နဲ့ခံစားကြည့်ရှုသူတွေအတွက်တော့
ဇာတ်ကားကောင်းတစ်ကားဆိုတာ အသေအချာပါပဲ။
File Size : ( 2 GB , 459 MB )
Quality : HDRip 720p
Running Time : 2 hr 54 min
Format : Mp4
Genre : Biography , Drama , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Moe Lay
Encoded by Moe Myint Lwin
zawgyi
ဒါကေတာ့ IMDb Rating 7.6နဲ႔ tomatoesမွာ 80%အထိရထားၿပီး
ဆုေတြေအာင္ျမင္မႈေတြရထားတဲ့ Historical dramaကားေလးပါ။
ဒုတိယကမာၻစစ္အတြင္းမွာ ေအးခ်မ္းၿပီးလူေတြမသိတဲ့ ဘဝေလးတစ္ခုကို
ပ်က္စီးခဲ့ရတဲ့ျဖစ္ရပ္မွန္တစ္ခုကိုအေျခခံထားပါတယ္။
ဖရန႔္နဲ႔ ဖန္နီက ဩစေတးလ်ေတာင္တန္းေတြၾကားက
ေအးခ်မ္းသာယာတဲ့႐ြာေလးတစ္႐ြာမွာ ယာလုပ္ရင္း
ခ်စ္စရာသမီးေလးသုံး‌ေယာက္နဲ႔အတူေပ်ာ္႐ႊင္ေနၾကသူေတြပါ။
ဒုတိယကမာၻစစ္စေတာ့ ဖရန႔္ကိုစစ္ေလ့က်င့္ေရးေခၚခဲ့ေပမယ့္
ဩစေတးလ်မွာယာသမားေတြလိုတာေၾကာင့္ သူ႔ကိုအိမ္ျပန္လႊတ္ခဲ့ပါတယ္။
ဒါေပမယ့္ သူ႔ကိုစစ္တိုက္ဖို႔အေခၚခံရတဲ့အခ်ိန္မွာေတာ့
ေခါင္းေဆာင္ေတြရဲ႕လုပ္ရပ္ေတြမွန္ကန္တယ္လို႔မထင္၊
စစ္ပြဲကလည္းမတရားဘူးလို႔ယူဆတဲ့ဖရန႔္တစ္ေယာက္
ဟစ္တလာကိုသစၥာခံပါမယ္ဆိုတဲ့ က်မ္းသစၥာကိုမက်ိန္ႏိုင္ပါဘူးတဲ့။
ဒီလိုနဲ႔သူ႔ကိုအက်ဥ္းေထာင္ထဲပို႔လိုက္ၿပီး စီရင္ခ်က္ခ်ဖို႔ေစာင့္ဆိုင္းေနရပါတယ္။
ဒီကားမွာ ဇာတ္လမ္းကဘာဆက္ျဖစ္မလဲဆိုတာထက္
ေထာင္တြင္းသူ႔မိန္းမနဲ႔စာေတြအျပန္အလွန္ေရးၿပီးလြမ္းဆြတ္ရတာေတြကိုၾကည့္ၿပီး
စိတ္ထဲမွာက်ဥ္းၾကပ္လာသလိုခံစားရမွာပါ။
သာယာေပ်ာ္႐ႊင္ေနတဲ့မိသားစုေလးဆီမွာ
ကိုယ္မွန္တယ္ထင္တဲ့အရာကို‌ေခါင္းမာမာနဲ႔ လုပ္လိုက္တဲ့လင္ေယာက္်ားေၾကာင့္
သူ(မ)ပင္ပန္းဆင္းရဲစြာအလုပ္လုပ္ရၿပီး
ပတ္ဝန္းက်င္ရဲ႕ဖယ္က်ဥ္ျခင္းကိုခံေနရေပမယ့္
ေယာက္်ားအေပၚျငဴစူျခင္းမရွိပဲ
အဆုံးထိပါရမီ‌ျဖည့္ေပးခဲ့တဲ့မိန္းမတစ္ေယာက္ကိုလည္း အံ့ဩစရာျမင္ရမွာပါ။
ဒါေတြအားလုံးက တကယ္ျဖစ္ခဲ့တဲ့အေၾကာင္းေတြဆိုတာေတြးရင္း
A hidden lifeဆိုတဲ့အတိုင္း စစ္ရဲ႕ပေယာဂေၾကာင့္လူမသိသူမသိပဲ
ပ်က္စီးခဲ့တဲ့ဘဝေတြဘယ္ေလာက္မ်ားရွိမလဲဆိုတာမေတြးရဲေအာင္ပါပဲ။
ဒီလိုကားမ်ိဳးေတြကိုလူႀကိဳက္မ်ားမွာမဟုတ္မွန္းသိေပမယ့္
ဒရမ္မာကားေကာင္းေတြကို ရင္နဲ႔ခံစားၾကည့္ရႈသူေတြအတြက္ေတာ့
ဇာတ္ကားေကာင္းတစ္ကားဆိုတာ အေသအခ်ာပါပဲ။
File Size : ( 2 GB , 459 MB )
Quality : HDRip 720p
Running Time : 2 hr 54 min
Format : Mp4
Genre : Biography , Drama , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Moe Lay
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
