Get Shorty(1995)IMDb Rating (6.9) / Rotten Tomatoes (88%)သူ့နာမည် Chili Palmer ။ သူ့လုပ်က loanshark လို့ခေါ်တဲ့ တရားမဝင်ငွေတိုးချေးတဲ့လုပ်ငန်းတစ်ခုမှာ လုပ်နေတဲ့သူ။ အတိုးကြီးကြီးနဲ့ချေးထားတဲ့သူတွေဆီကနေ အကြွေးလိုက်တောင်းပေးရတဲ့အခါ ဂိုဏ်းစတားဆန်ဆန်လည်း လုပ်ရတာရှိတယ်။ ချီလီ တောင်းသမျှတော့ မရတဲ့အကြွေးမရှိပါဘူး။ သူက Look at me (ကျုပ်ကိုကြည့်စမ်းပါ) လို့ စပြောလိုက်ရင် သတိသာထားပေရော့။ သူလိုရာကိုလိုက်လျောမိတော့မှာ အသေအချာပဲ။ အဲဒီစကားတစ်ခွန်းက ဒီရုပ်ရှင်ရဲ့ catchphrase ပါပဲ။သွေးအေး၊ သတ္တိကောင်းပြီး ရည်ရည်မွန်မွန်ဆဲတတ်တဲ့ ချီလီဟာ ရုပ်ရှင်ဝါသနာအိုးတစ်ယောက်လည်းဖြစ်နေလေရဲ့။ တစ်နေ့တော့ အကြွေးမဆပ်ဘဲပြေးတဲ့သူတစ်ယောက်နောက်ကို ရေဆုံးရေဖျားလိုက်ရှာရင်း ချီလီတစ်ယောက် ရုပ်ရှင်မြို့တော်လို့ခေါ်ရမယ့် Los Angeles ထိရောက်သွားပါလေရော။ သူစိတ်မပါတော့တဲ့ ငွေချေး၊ကြွေးတောင်းအလုပ်ကို မလုပ်ချင်တော့တဲ့ချီလီဟာ ဇာတ်ကားတစ်ကားလောက် ထုတ်လုပ်သူလုပ်ရင်ကောင်းမလား လို့ စိတ်ကူးပေါက်ရာကနေ ဟောလီးဝုဒ်လောကသားတွေနဲ့ လုံးထွေးသွားတော့တာပဲ။အဲဒီမှာဗျာ။ လေယာဉ်ပျက်ကျရာမှာမပါဘဲ ပါသွားချင်ယောင်ဆောင်ပြီး လေကြောင်းလိုင်းကပေးတဲ့အာမခံငွေကို လိမ်ပြေးတဲ့ လီယို ဆိုတဲ့ ငတုံးတစ်ကောင်။ သူက ချီလီတို့ဆီကအကြွေးယူထားတာ။ အဲဒါကို မဆပ်ဘဲပြေးတာ။ဇာတ်ညွှန်းကောင်းကောင်းတစ်ပုဒ် တွေ့ထားပေမယ့် မဝယ်နိုင်တာနဲ့ ထုတ်လုပ်သူတွေပေးထားတဲ့ငွေတွေကို ဘောပွဲလောင်းပြီးအပွကြံမိမှ ရှူံးပြီး တိုင်ပတ်နေတဲ့ ဟယ်ရီ ဆိုတဲ့ ဒါရိုက်တာကြီးတစ်ယောက်။ဇိမ်ခံကားအငှားလုပ်ငန်းကို ဗန်းပြပြီး မူးယစ်ဆေးရောင်းနေတဲ့၊ ရုပ်ရှင်လုပ်ငန်းထဲကိုပါ ဝင်ပါချင်နေတဲ့ လူဆိုးတစ်စုရယ်။အရည်အချင်းရှိရဲ့သားနဲ့ သရဲကားတွေထဲမှာပဲ ပါနေရလို့ စိတ်ကုန်နေတဲ့ မင်းသမီး‌ချောလေးတစ်ယောက်ရယ်။အဲဒီမင်းသမီးရဲ့ခင်ပွန်းဟောင်း အရပ်အလွန်ပုပေမယ့် သရုပ်ဆောင်ကောင်းလှတဲ့ စူပါမင်းသားကြီးတစ်ယောက်ရယ်။ဇာတ်လမ်းအစမှာကတည်းက ချီလီ့ကို ဩဇာပြချင်လှတဲ့ (ပြီးတော့လည်း ချီလီဗျင်းတာချည်း လှိမ့်ခံနေရတဲ့) ဘာဘိုနီ ဆိုတဲ့ ငွေချေးသမားကြီးရယ်။ရဲတွေက ဘယ်သူလာဖွင့်မလဲလို့ အချိန်ပြည့်စောင့်ကြည့်နေကြတဲ့ လေဆိပ် အာမခံသေတ္တာ လော့ကာခန်းတစ်ခုထဲက အိတ်တစ်လုံးရယ်။အရာရာနဲ့အကြောင်းကြောင်းတွေစုသွားတဲ့အခါ အမျိုးမျိုးနဲ့အဖုံဖုံတွေဖြစ်လာတော့တာပါပဲ။ (ဂိုဏ်းစတားကရုပ်ရှင်ပိုးဝင်လာချိန်မှာ ရုပ်ရှင်သမားတွေက ဂိုဏ်းစတားစိတ်ပေါက်ပြီး အကုန်လျှောက်လုပ်ကြတော့တာမျိုးပေါ့။1995ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Action-comedyဇာတ်ကားတစ်ကားဖြစ်တဲ့ “Get Shorty” ဟာ ratingတွေမှာ IMDb 6.9/10 ၊ Rotten Tomatoesမှာ 88% နဲ့ Metacritic မှာ 82%ထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။အဓိကဇာတ်ဆောင် ချီလီအနေနဲ့ပါဝင်ထားသူကတော့ နာမည်ကျော် John Travolta ဂျွန်ထရာဗိုလ်လ်တာ ပဲဖြစ်ပါတယ်။ (Face-offဇာတ်ကားမှာ မြန်မာပရိသတ်တွေ သတိအထားမိဆုံး အကြိုက်ကြီးကြိုက်ခဲ့ကြတဲ့ မင်းသားကြီးပါ။ ) သူ့ရဲ့ဂန္ဓဝင်ဇာတ်ကားကောင်းတွေလည်း အများကြီးရှိပါတယ်။ဒီဇာတ်ကားရဲ့အောင်မြင်မှုကြောင့် နောက်ဆက်တွဲအနေနဲ့ “Be Cool” ဆိုတဲ့ ဇာတ်ကားကို 2005ခုနှစ်မှာ ဂျွန်ထရာဗိုလ်လ်တာ ကပဲ ခေါင်းဆောင်မင်းသားအနေနဲ့ ဆက်လက်ရိုက်ကူး ထွက်ရှိခဲ့ပါသေးတယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို Arr Khun Winchester မှ တင်ဆက်ထားတာပါ။)File size…(1.8 GB)/(950 MB)Quality….BluRay 1080p/720pFormat…mp4Duration….01:44:56Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Arr Khun Winchester"