"Mission: Impossible VI – Fallout (2018)=============================PauseIMDb Rating 7.7/10MI ရုပ်ရှင်တွေဟာ ပုံမှန်အားဖြင့် တော်တော်လေးမိုက်တယ်။ Action scene တွေ၊ လုပ်သွားတဲ့ အကွက်တွေ ကြမ်းတယ်။ ပစ္စည်းပစ္စယ gadget တွေလည်း စုံတယ်။ တစ်ကားနဲ့ တစ်ကား နည်းနည်းလေးဆင်နေပေမဲ့ ကြည့်ရပျော်တယ်။ ဒါပေမဲ့ Fallout ကတော့ နောက်တစ်ဆင့်တက်သွားပြီလို့ ပြောရမှာပါ။ဇာတ်လမ်းပိုင်းမှာ ခါတိုင်း MI ကားတွေလိုပဲ ပြဿနာတွေတက်၊ မဖြစ်နိုင်လောက်တဲ့ Impossible တွေလုပ်ပြီး နောက်ဆုံးတော့ “Ethan Hunt saves the day” ဆိုတာအဓိကပဲပေါ့။ ဒါပေမဲ့ မသိမသာနဲ့ သိသိသာသာပြောင်းသွားတာတွေရှိတယ်။ သတိထားမိတာက ဒီကားမှာ အရင်လို လွန်အားကြီးတဲ့ tech တွေ သိပ်မပါတော့ဘူး။ အရင်ကားတွေလို Kremlin ကို ပြောင်ကြီးခိုးဝင်ရလောက်အောင် “မလွယ်လွန်းဘူးလားဟ” ဆိုတာမျိုးတွေ မပါဘူး။ ဇာတ်လမ်းပိုင်းမှာလည်း twist တွေ revelation တွေထည့်ထားပေမဲ့ အရမ်းကြီးလည်း မရှုပ်သလို အရမ်းကြီးလည်း မပေါ့ဘူး။Fallout ရဲ့ အကောင်းဆုံးကတော့ တင်ဆက်သွားပုံတွေပဲ။ Christopher McQuarrie ကြီးက တကယ်လန်ထွက်နေတယ်လို့ ပြောရမှာပါ။ ရုပ်ရှင်ရဲ့ 70% လောက်က ပြေးလွှား၊ ကားမောင်း၊ ပစ်ခတ်၊ ရဟတ်ယာဉ်မောင်း စတဲ့ action scene တွေ။ ဒါပေမဲ့ လုံးဝ ပျင်းသွားရတယ်ဆိုတာမျိုး မရှိဘူး။ John Wick 2 မှာတုန်းကဆို action scene အရမ်းများ၊ အချိန်တန်သူပဲနိုင်မှာ သိတော့ ပျင်းသွားတဲ့အခိုက်အတန့်ရှိသေးတယ်။ MI ကတော့ creative လည်းဖြစ်၊ ရိုက်ချက်တွေလည်း လှ၊ ကိုယ်တော်ချော Tom Cruise ကိုယ်တိုင် stunt တွေဆိုတော့ တစ်ကားလုံး မျက်လုံးကြီးပြူးပြီး ကြည့်နေရတယ်။ရိုက်ချက်တွေလှတယ်ဆိုလို့ ထပ်ပြောရရင် ဒီကားမှာ visual တွေက လုံးဝ stunning ပါ။ Action ကားကြီးကို လှအောင်ရိုက်တယ်ဆိုတာ မလွယ်ဘူး။ Scene ကြီးကိုရှယ်ပြလို့ action ပေါ့သွားတာမျိုး၊ action ပိုပြလို့ ရုပ်ထွက်ပျက်သွားတာမျိုးလည်းမရှိဘူး။ ဒီအတိုင်း လေယာဉ်ဆီကို ကားနဲ့ ပုံမှန်လေးမောင်းဝင်လာတဲ့ အခန်းကအစ woah ဆိုပြီးဖြစ်လောက်အောင်ရိုက်ထားတယ်။ ကြမ်းတယ်ဟ ဆိုတာထက် oh sh** moment တွေလည်း များတယ်။နောက် CGI, Green Screen, stuntman, stunt robot စတာတွေ ပြွတ်ထနေတဲ့ဒီနေ့ခတ်ကြီးထဲမှာ Fallout က တကယ့်အစစ်တွေ သုံးထားတယ်။ ကားတွေ၊ ဆိုင်ကယ်တွေ၊ ရဟတ်ယာဉ်တွေကိုယ် Tom Cruise ကြီးကိုယ်တိုင်မောင်းတယ်။ ရဟတ်ယာဉ်ပေါ်က ရိုက်ချက်တွေ Green screen လေးခံလိုက်ရင် အလွယ်လေးဆိုပေမဲ့ တကယ်ကြီး မိုးပေါ်မှာရိုက်တယ်။ တချို့ တကယ်တမ်း vfx နဲ့ရိုက်မယ်ထင်ရတဲ့ ရှုခင်းလိုနေရာတွေကအစ တကယ်ကြီးခက်ခက်ခဲခဲသွားရိုက်တယ်။ အဲအတွက် ရုပ်ရှင်ဟာ CGI heavy ရုပ်ရှင်တွေထက် အများကြီး weight ရှိတယ်။ ကြည့်နေရတဲ့သူ ပိုပြီး အသည်းယားတယ်။ အကုန်လုံးနီးပါးက အစစ်တွေချည်းကိုး။ ဒီ effort က တကယ်ကိုချီးကျူးရမှာပါ။Mission: Impossible – Fallout ဟာ တကယ် နောက်တစ်ဆင့်တက်သွားတဲ့ action film ပါပဲ။ Tom Cruise, Henry Cavil တို့ရဲ့ performance လည်းကောင်း၊ ဒါရိုက်တာ Christopher McQuarrie ရဲ့ လန်ထွက်နေတဲ့ vision အောက်မှာ ထပ်အောင်မြင်ဦးမှာ အသေအချာပဲ။ တော်သေးတယ်။ Cavill ရဲ့ မုတ်ဆိတ် မဖျက်လိုက်ရကျိုးနပ်တယ်။ ခါတိုင်း MI ကားတွေမကြိုက်တဲ့သူတွေတောင် action ကားကြိုက်တယ်ဆိုရင်၊ ကားကောင်းကောင်းကြိုက်တယ်ဆိုရင် လုံးဝ ကြည့်ရကျိုးနပ်တဲ့ကားပါ။(ရုပ်ရှင်အညွှန်းကို Dat Shin မှ ကူးယူဖော်ပြပါသည်။)Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible ကြည့်ပါ။File size…(11 GB)/(1.7 GB)/(1.2 GB)Quality….BluRay IMAX 4K HEVC/ 1080p / 720pFormat…mkv/mp4Duration….02:27:24Subtitle….Myanmar Subtitle (Hardsub)Encoder….SWM, Nyeinsaeya AungTranslated by CM Team"