"Mission: Impossible V – Rogue Nation (2015)=================================PauseIMDb Rating 7.4/10ဒီကားကတော့ အားလုံးသိတဲ့အတိုင်း မင်းသားချော Tom Cruise ရဲ့ Mission Impossible ဇာတ်လမ်းတွဲ ထဲက ငါးကားမြောက် ဇာတ်ကားဖြစ်ပါတယ်။ ဇာတ်ကားအကြောင်းမပြောခင် MI ဇာတ်ကားတွေမှာ ထူးခြားချက်တစ်ခုရှိပါတယ်။ ဇာတ်ကားတစ်ကားပြောင်းတိုင်း ဒါရိုက်တာ အသစ်ပြောင်းသွားပြီး ဒါရိုက်တာအားလုံးကလည်း အသစ်တွေဖြစ်ကြပါတယ်။ Mission Impossible ကိုမရိုက်ကူးခင်မှာ အဲ့ဒီဒါရိုက်တာတွေ က ဇာတ်ကားကြီးတွေမရိုက်ဖူးထားပါဘူး။ Brian De Palma က ပထမဆုံးကား၊ John Woo က ဒုတိယကား၊ J.J. Abram က တတိယကားနဲ့ နောက်ဆုံး Brad Bird က Ghost Protocol ကိုရိုက်ကူးထားကြပါတယ်။ အခု Rogue Nation ကိုတော့ Christopher McQuarrie (Edge of Tomorrow) ကရိုက်ကူးထားပါတယ်။ ဇာတ်ကားအားလုံးကို Tom Cruise က တည်းဖြတ်ထုတ်လုပ်ခဲ့ပြီး ဒါရိုက်တာတွေကိုလည်း သူကိုယ်တိုင် ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။Mission Impossible က ပထမသုံးကားက ဆင်တူ ယိုးမှားဇာတ်လမ်းတွေပဲဖြစ်ပြီး၊ စတုတ္ထကား Ghost Protocol ကနေစပြီး Spy Action ကားကောင်း တစ်ကား အသွင်ဖြစ်လာပါတယ်။ ပထမသုံးကားက တစ်ကားနဲ့ တစ်ကား အဆက်အစပ်မရှိသလို သုံးကားလုံးမှာ Luther နဲ့ Hunt ကလွဲရင် ပါတဲ့ သရုပ်ဆောင်တွေ လည်း မတူပါဘူး။ ဒါပေမယ့်ဒီကားမှာ တော့ အရင် တုန်းကနဲ့ မတူပဲ Ghost Protocol အဆုံးကနေ ပြန်ဆက်ထားပါတယ်။ Ghost Protocol အဆုံးသတ်မှာ Ethan Hunt က The Syndicate ဆိုတဲ့အဖွဲ့အစည်းကို ခြေရာခံဖို့ တာဝန်ပေးခံရပါတယ်။ဒီဇာတ်ကားအစမှာ Ethan Hunt က Nerve Gas တွေကို အကြမ်းဖက်သမားတွေ လက်ထဲမရောက်အောင် လုပ်ရင်းက The Syndicate ဆိုတဲ့အဖွဲ့အစည်း အကြောင်းကို စုံစမ်းဖို့ လုပ်ပါတယ်။ ဒီအချိန်မှာပဲ London မှာ သူ့ရဲ့ နောက်ထပ် Mission အကြောင်းအရာကို နားထောင်နေတုန်းမှာပဲ Syndicate ရဲ့ ဖမ်းဆီးခြင်းကိုခံလိုက်ရပါတယ်။ တစ်ဖက်မှာလည်း IMF အဖွဲကို ဖျက်သိမ်းလိုက်ပြီး CIA ရဲ့ လက်အောက်ကို ပေါင်းထည့်လိုက်ပါတယ်။ IMF Chief Analyst ဖြစ်တဲ့ William Brandt (Jeremy Renner) က လည်း CIA အရာရှိ Alan Hunley (Alec Baldwin) လက်အောက်ကို ရောက်သွားပါတယ်။ဒါကြောင့် Hunt ကိုလည်းမကူညီနိုင်တော့သလို သူတို့ IMF အဖွဲ့လည်း ပျက်သွားပြီဖြစ်လို့ ဘာလုပ်ရမှန်း မသိဖြစ်နေပါတယ်။ Hunt က Syndicate ရဲ့ လက်ထဲကနေ MI6 (British Intelligence) Secret Agent မလေး ရဲ့ အကူအညီနဲ့ လွတ်မြောက်လာခဲ့ပြီးနောက် Syndicate ရဲ့ အဓိက ခေါင်းဆောင် Solomon Lane ကို ရအောင် ရှာဖွေပြီး သူရဲ့ အကြံအစည်တွေ အထမမြောက်အောင် တားဆီးရမှာဖြစ်ပါတယ်။The Syndicate ဆိုတာ British တွေ ရဲ့ Black Ops အဖွဲ့အစည်းဖြစ်ပြီး သူတို့ရဲ့ အစီအစဉ်က အခြား နိုင်ငံတွေက Spy တွေကို Recruit လုပ်ပြီး Black Ops Mission တွေလုပ်ခိုင်းမှာဖြစ်ပါတယ်။ ဒီအစီအစဉ်ကို Prime Minister က အတည်မပြုပေမယ့် သူတို့ က တရားမဝင်လုပ်နေရင်းက Solomon Lane က သစ္စာဖောက်ပြီး သူ့ပါသူ ခွဲထွက်သွားတာဖြစ်ပါတယ်။ဇာတ်လမ်းက စိတ်ဝင်စားဖို့ကောင်းပြီး James Bond ဇာတ်ကားတွေ ကြည့်ရသလိုပဲ Spy ကားဆန်ဆန် ရိုက်ကူးထားပါတယ်။ ဒါပေမယ့် James Bond ဇာတ်ကားတော်တော်များများထက်ကောင်းပြီး အက်ရှင် ကောင်းကောင်းတွေလည်းပါပါတယ်။ MI6 Agent အဖြစ် သရုပ်ဆောင်ထားတဲ့ Rebecca Ferguson က သရုပ်ဆောင်ကောင်းပြီး အက်ရှင် စတားတစ်ဦးအဖြစ်လည်း ပီပီပြင်ပြင် သရုပ်ဆောင်ထားနိုင်တာ တွေ့ရပါတယ်။ Tom Cruise နဲ့ အတူ Jeremy Renner, Simon Pegg နဲ့ Ving Rhames (Luther Stickell) တို့ကလည်း ပြန်လည်ပါဝင်ထားကြပါတယ်။ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး Spy ကားကောင်း တစ်ကား ဖြစ်တာနဲ့အညီ ဇာတ်လမ်းကလည်း ပရိတ်သတ်ကို လှည့်စား ဆွဲဆောင်နိုင်မှာဖြစ်ပါတယ်။ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး မင်းသမီး Rebbeca ကို ရေကူးဝတ်စုံနဲ့ တစ်ခန်းတွေ့ရပေမယ့် No Sex, No Nudity ဖြစ်လို့ မိသားစု တူတူကြည့်နိုင်ပါတယ်။(ရုပ်ရှင်အညွှန်းကို Movies For Myanmar မှ တင်ဆက်ထားပါတယ်။)Mission Impossible ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=mission+impossible ကြည့်ပါ။File size…(10 GB)/(1.5 GB)/(1.1 GB)Quality….BluRay 4K HEVC/ 1080p / 720pFormat…mkv/mp4Duration….02:11:33Subtitle….Myanmar Subtitle (Hardsub)Encoder….SWM, Nyeinsaeya AungTranslated by Ye Kyaw Htet"