"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘဝမှာ သူငယ်ချင်းတွေ ဆိုတာ မရှိမဖြစ် လိုအပ်ပါတယ်။
စိတ်တူကိုယ်တူ ဖြစ်နေတဲ့ သူငယ်ချင်းကောင်းတွေ ရ ထားတဲ့သူတွေကတော့ အရမ်းကံကောင်းကြတယ်လို့ ပြောလို့ရပါပြီ။
ကိုယ်နဲ့ ကောင်းတူဆိုးဖက် ကဲလို့ရတဲ့ သူတွေနဲ့ ဆိုရင်တော့ ကမ္ဘာ့ကြီးရဲ့ ဘယ်နေရာကို ရောက်နေနေ
ကြောက်စိတ်မရှိဘဲ အရာရာကို ရင်ဆိုင် ကျော်လွှားနိုင်မှာပါ။
Girls (2014) နဲ့ Girls Vs Gangster (2018) ဇာတ်ကားတွေကတော့
မတည့် အတူနေ သိပ်ချစ်တဲ့ မိန်းကလေး သူငယ်ချင်း သုံးယောက် ကဲကြ ပွေးကြ နဲ့ လူဆိုးတစ်သိုက်နဲ့ ခြေရှုပ်မိရင်း
ဘာတွေ ဘယ်လို ဆက်ရှုပ်မလဲ အရယ်အမော လေးတွေနဲ့ ကြည့်ရမယ့် ဇာတ်ကားတွေပါ။
Hear Me ဇာတ်ကားထဲကမင်းသမီး Ivy Chen ,Hong Kong အဆိုတော် Fiona Sit,မင်းသမီး Janine Chang တို့မှ အဓိကပါဝင်ထားပြီး
Girls vs Gangster 2018 မှာဆိုရင် မိုက်တိုင်ဆန်တို့လို နာမည်ကြီးတွေနဲ့ပါ ရိုက်ကူးထားပါတယ်။
ကိုယ်ဘာလုပ်လုပ် နောက်ကလိုက်မယ့် မတည့်အတူနေ သူငယ်ချင်းတွေကို မန်းရှင်းခေါ်လိုက်ရအောင်ပါ။
File size…(1.2 GB)and (600 MB)
Quality…Blu-Ray Rip 720p
Format…mp4
Duration….01:59:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Phyu Sin Thu
zawgyi
ဘဝမွာ သူငယ္ခ်င္းေတြ ဆိုတာ မရွိမျဖစ္ လိုအပ္ပါတယ္။
စိတ္တူကိုယ္တူ ျဖစ္ေနတဲ့ သူငယ္ခ်င္းေကာင္းေတြ ရ ထားတဲ့သူေတြကေတာ့ အရမ္းကံေကာင္းၾကတယ္လို႔ ေျပာလို႔ရပါၿပီ။
ကိုယ္နဲ႔ ေကာင္းတူဆိုးဖက္ ကဲလို႔ရတဲ့ သူေတြနဲ႔ ဆိုရင္ေတာ့ ကမာၻ႔ႀကီးရဲ႕ ဘယ္ေနရာကို ေရာက္ေနေန
ေၾကာက္စိတ္မရွိဘဲ အရာရာကို ရင္ဆိုင္ ေက်ာ္လႊားႏိုင္မွာပါ။
Girls (2014) နဲ႔ Girls Vs Gangster (2018) ဇာတ္ကားေတြကေတာ့
မတည့္ အတူေန သိပ္ခ်စ္တဲ့ မိန္းကေလး သူငယ္ခ်င္း သုံးေယာက္ ကဲၾက ေပြးၾက နဲ႔ လူဆိုးတစ္သိုက္နဲ႔ ေျခရႈပ္မိရင္း
ဘာေတြ ဘယ္လို ဆက္ရႈပ္မလဲ အရယ္အေမာ ေလးေတြနဲ႔ ၾကည့္ရမယ့္ ဇာတ္ကားေတြပါ။
Hear Me ဇာတ္ကားထဲကမင္းသမီး Ivy Chen ,Hong Kong အဆိုေတာ္ Fiona Sit,မင္းသမီး Janine Chang တို႔မွ အဓိကပါဝင္ထားၿပီး
Girls vs Gangster 2018 မွာဆိုရင္ မိုက္တိုင္ဆန္တို႔လို နာမည္ႀကီးေတြနဲ႔ပါ ႐ိုက္ကူးထားပါတယ္။
ကိုယ္ဘာလုပ္လုပ္ ေနာက္ကလိုက္မယ့္ မတည့္အတူေန သူငယ္ခ်င္းေတြကို မန္းရွင္းေခၚလိုက္ရေအာင္ပါ။
File size…(1.2 GB)and (600 MB)
Quality…Blu-Ray Rip 720p
Format…mp4
Duration….01:59:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Phyu Sin Thu
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
