"unicode
ဒီနှစ် အကယ်ဒမီမှာ ဆုတွေ အများကြီး ဆန်ကာတင်ဝင်ပြီး ၃ ဆုရထားတဲ့ စစ်ကားပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စစ်ကားငတ်နေတဲ့သူတွေတော့ အကြိုက်တွေ့မှာပါ။
ဒီဗွန် တပ်ရင်း-၂ ဟာ ၉မိုင်ကျော် ဆုတ်ခွာသွားတဲ့ ဂျာမန်တွေကို
အပြီးသတ်ချေမှုန်းဖို့ လိုက်တိုက်နေပါတယ်။
ဒါပေမယ့် ဒါဟာ ထောင်ချောက်ဆိုတာကို သူတို့ မသိကြရှာပါဘူး။
ဒီနေ့ပြီးလို့ နောက်တစ်နေ့ မနက်မှာ ထိုးစစ်စတာနဲ့ လူပေါင်း ၁၆၀၀ လုံး
သေကြရတော့မယ်။ သူတို့ တပ်ရင်းကို တားဖို့အတွက်
တိုက်ရိုက်အမိန့်ကို ဌာနချုပ်ကနေ ပို့ဖို့ကြိုးစားတဲ့အခါ
လူနည်းလေ မြန်လေမို့ လူ ၂ ယောက်ထဲကိုပဲ လွှတ်လိုက်ရတယ်။
ဒုတပ်ကြပ်ဘလိတ်ခ် နဲ့ စကိုးဖီးတို့ဟာ လူပေါင်း ၁၆၀၀
အသက်ကို ကယ်နိုင်ဖို့ တစ်ရက်အတွင်းမှာ ဂျာမန်ရန်သူ့မြေထဲကို ဖြတ်ဝင်ပြီး
တပ်ရင်း-၂ ဆီကို အရောက်သွားဖို့ ကြိုးစားရပါတော့တယ်။
အကောင်းဆုံး စီနီမက်တိုဂရက်ဖီဆု၊ အသံတည်းဖြတ်ဆု နဲ့
အထူးပြုလုပ်ချက်ဆုကို ရထားတဲ့ ရုပ်ရှင်ကို ထိုက်ထိုက်တန်တန် ခံစားကြည့်လိုက်ကြပါဦး။
File Size : ( 2 GB , 1 GB , 308 MB )
Quality : BluRay 1080p 5.1 CH , BluRay 720p
Running Time : 1 hr 59 min
Format : Mp4
Genre : Drama , War
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
zawgyi
ဒီႏွစ္ အကယ္ဒမီမွာ ဆုေတြ အမ်ားႀကီး ဆန္ကာတင္ဝင္ၿပီး ၃ ဆုရထားတဲ့ စစ္ကားပါ။
စစ္ကားငတ္ေနတဲ့သူေတြေတာ့ အၾကိဳက္ေတြ႕မွာပါ။
ဒီဗြန္ တပ္ရင္း-၂ ဟာ ၉မိုင္ေက်ာ္ ဆုတ္ခြာသြားတဲ့ ဂ်ာမန္ေတြကို
အၿပီးသတ္ေခ်မႈန္းဖုိ႕ လိုက္တိုက္ေနပါတယ္။
ဒါေပမယ့္ ဒါဟာ ေထာင္ေခ်ာက္ဆုိတာကို သူတို႕ မသိၾကရွာပါဘူး။
ဒီေန႕ၿပီးလို႕ ေနာက္တစ္ေန႕ မနက္မွာ ထိုးစစ္စတာနဲ႕ လူေပါင္း ၁၆၀၀ လံုး
ေသၾကရေတာ့မယ္။ သူတုိ႕ တပ္ရင္းကို တားဖို႕အတြက္
တိုက္ရိုက္အမိန္႕ကို ဌာနခ်ဳပ္ကေန ပို႕ဖို႕ၾကိဳးစားတဲ့အခါ
လူနည္းေလ ျမန္ေလမို႕ လူ ၂ ေယာက္ထဲကိုပဲ လႊတ္လိုက္ရတယ္။
ဒုတပ္ၾကပ္ဘလိတ္ခ္ နဲ႕ စကိုးဖီးတို႕ဟာ လူေပါင္း ၁၆၀၀
အသက္ကို ကယ္ႏိုင္ဖို႕ တစ္ရက္အတြင္းမွာ ဂ်ာမန္ရန္သူ႕ေျမထဲကို ျဖတ္ဝင္ၿပီး
တပ္ရင္း-၂ ဆီကို အေရာက္သြားဖုိ႕ ၾကိဳးစားရပါေတာ့တယ္။
အေကာင္းဆံုး စီနီမက္တိုဂရက္ဖီဆု၊ အသံတည္းျဖတ္ဆု နဲ႕
အထူးျပဳလုပ္ခ်က္ဆုကို ရထားတဲ့ ရုပ္ရွင္ကို ထုိက္ထိုက္တန္တန္ ခံစားၾကည့္လုိက္ၾကပါဦး။
File Size : ( 2 GB , 1 GB , 308 MB )
Quality : BluRay 1080p 5.1 CH , BluRay 720p
Running Time : 1 hr 59 min
Format : Mp4
Genre : Drama , War
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
