"Enemy of the State (1998)
IMDb – 7.3/10_____Rotten – 72%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒန်နီယယ်ဇာဗစ်ဟာ အစိုးရရဲ့ထောက်ပံ့ကြေး နဲ့ ကနေဒါငန်း တွေကိုလေ့လာနေသူတစ်ဦးပါ ။
တစ်နေ့ N.S.A အရာရှိတစ်ဦး က လွှတ်တော်ဥက္ကဋ္ဌကို ဥပဒေမူကြမ်းတစ်ခု နဲ့ ပတ်သက်ပြီး လုပ်ကြံသတ်ဖြတ်ခဲ့ပါတယ်
အဲဒါကို ဒန်နီ ရဲ့ မှတ်တမ်းတင်ကင်မရာ ကမှတ်တမ်းတင်မိသွားခဲ့တယ်။
N.S.Aကလည်းဒါကိုသိပြီး ဒန်နီယယ် နောက်ကိုလိုက်ပါတော့တယ် ။
ဒင်း ( willsmith) ဟာမိသားစုကို ချစ်ပြီး ဂိုဏ်းတွေနဲ့ ပြသနာတက်နေတဲ့ အလုပ်သမားရှေ့နေ တစ်ဦးပါ ။
ခရစ္စမတ် အတွက်ဈေးဝယ်ထွက်ရင်း ဆိုင်တစ်ခုမှာ ဒန်နီယယ် နဲ့ ဆုံမီကြရာ ကနေ သူ့ဇာတ်လမ်းထဲပါလာခဲ့တယ် ။
ဒန်နီယယ် အသတ်ခံရပြီး တိပ်ခွေကြောင့် N.S.A တွေ ဒင်း နောက်ကိုလိုက်ကြရမှာတော့ နောက်ဆုံး အသတ်ခံရမလား
လွတ်မြောက်အောင် ကြိုးစားနိုင်မလား ဆိုတာတော့…….
မလွတ်တန်းကြည့်မယ့်အက်ရှင်ကားကောင်း တစ်ကားပဲဖြစ်ပါတယ်။
(ဘာသာပြန်သူကတော့ စည်သူထက် ပါ)
=======================
ဒန္နီယယ္ဇာဗစ္ဟာ အစိုးရရဲ႕ေထာက္ပံ့ေၾကး နဲ႔ ကေနဒါငန္း ေတြကိုေလ့လာေနသူတစ္ဦးပါ ။
တစ္ေန႔ N.S.A အရာ႐ွိတစ္ဦး က လႊတ္ေတာ္ဥကၠ႒ကို ဥပေဒမူၾကမ္းတစ္ခု နဲ႔ ပတ္သက္ၿပီး လုပ္ၾကံသတ္ျဖတ္ခဲ့ပါတယ္
အဲဒါကို ဒန္နီ ရဲ႕ မွတ္တမ္းတင္ကင္မရာ ကမွတ္တမ္းတင္မိသြားခဲ့တယ္။
N.S.Aကလည္းဒါကိုသိၿပီး ဒန္နီယယ္ ေနာက္ကိုလိုက္ပါေတာ့တယ္ ။
ဒင္း ( willsmith) ဟာမိသားစုကို ခ်စ္ၿပီး ဂုိဏ္းေတြနဲ႔ ျပသနာတက္ေနတဲ့ အလုပ္သမားေ႐ွ႕ေန တစ္ဦးပါ ။
ခရစၥမတ္ အတြက္ေစ်းဝယ္ထြက္ရင္း ဆိုင္တစ္ခုမွာ ဒန္နီယယ္ နဲ႔ ဆုံမီၾကရာ ကေန သူ႔ဇာတ္လမ္းထဲပါလာခဲ့တယ္ ။
ဒန္နီယယ္ အသတ္ခံရၿပီး တိပ္ေခြေၾကာင့္ N.S.A ေတြ ဒင္း ေနာက္ကိုလိုက္ၾကရမွာေတာ့ ေနာက္ဆုံး အသတ္ခံရမလား
လြတ္ေျမာက္ေအာင္ ႀကိဳးစားႏိုင္မလား ဆိုတာေတာ့…….
မလြတ္တန္းၾကည့္မယ့္အက္႐ွင္ကားေကာင္း တစ္ကားပဲျဖစ္ပါတယ္။
(ဘာသာျပန္သူကေတာ့ စည္သူထက္ ပါ)
File Size : (805 MB)
Quality : Bluray 720p
Running Time : 2hr 12minutes
Format : Mp4
Genre : Action, Crime, Mystery
Translated By Sithu Htet
Encode By Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
