"The Net (2016)
~ IMDb – 7.3/10, Rotten Tomatoes – 83% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကင်ကီဒွပ်ဟာ ကိုရီးယားဒါရိုက်တာတွေထဲ လူ့ဘောင်အပြင်ဘက်ကဘဝလို့ ပြောရမယ့် ဘဝအကြောင်းတွေကို တစ်မူထူးခြားစွာ ရိုက်တတ်တဲ့သူဖြစ်ပြီး သူ့ရုပ်ရှင်တွေဟာလည်း ကြည့်ရှုသူကို ဒီအခြေအနေ ဒီဘဝတွေနဲ့ပတ်သက်ပြီး မေးခွန်းထုတ်နေတာမျိုးတွေ များပါတယ်။ ဒီတစ်ခါမှာတော့ ကင်ကီဒွပ်ဟာ မြောက်ကိုရီးယား တံငါသည်တစ်ယောက်အကြောင်းကို ရိုးရိုးရှင်းရှင်းပဲ ရိုက်ပြသွားတယ်။ တံငါသည်အကြောင်း ဒီရုပ်ရှင်ဟာ ပင်လယ်လိုပဲ ရိုးရှင်းသလိုထင်ရပေမဲ့ ကျယ်ပြန့်တဲ့ ရုပ်ရှင်ပါပဲ။
မြောက်ကိုရီးယားက တံငါသည်တစ်ယောက် ငါးမျှားရင်း ပိုက်ကွန်ငြိလို့ မော်တာပျက်သွားပြီး တောင်ကိုရီးယားဘက်ထဲ မျောလာခဲ့တယ်။ တောင်ကိုရီးယားက အမျိုးသားထောက်လှမ်းရေးက သူ့ကို သူလျှိုဟုတ်မဟုတ် စစ်ဆေးတယ်။ သူကတော့ မြောက်ကိုရီးယားက သစ္စာဖောက်လို့ပြောမှာကြောက်လို့ တောင်ကိုရီးယားက မြင်ကွင်းတွေကို မကြည့်ဘဲ မျက်စိမှိတ်ပြီးပဲ လိုက်လာခဲ့တယ်။ ဒီလိုနဲ့ မြောက်ကိုရီးယားတွေကို သိပ်မုန်းတဲ့ တောင်ကိုရီးယား စစ်ဆေးရေးအရာရှိ ပယ်ပယ်နယ်နယ် စစ်မေးတာခံခဲ့ရတယ်။ တောင်ကိုရီးယားကတော့ သူ့ကိုသူလျှိုမဟုတ်မှန်းသိသွားပေမဲ့ မြောက်ကိုရီးယားရဲ့အာဏာရှင်စနစ်အောက် ပြန်မသွားစေချင်ဘဲ သူတို့ဆီမှာပဲ အခြေချစေချင်တာမို့ အမျိုးမျိုးသိမ်းသွင်းခဲ့တယ်။ သို့ပေမဲ့ သူ့ကိုယ်သူပါ သတ်သေဖို့လုပ်လာတာမို့ရော မြောက်ကိုရီးယားဘက်က ဖိအားပေးလာတာမို့ရော မတတ်သာတဲ့အဆုံး သူ့ကိုမြောက်ကိုရီးယားပြန်လွှတ်ပေးလိုက်တယ်။ မြောက်ကိုရီးယားကတော့ သူ့ကို သောင်းသောင်းဖြဖြ ကြိုဆိုပြီးမှ တောင်ကိုရီးယား သူပုန်ပါဆိုပြီး ဆက်စစ်မေးတယ်။ ဒီလိုနဲ့ အသွားမှားတဲ့ တံငါသည်တစ်ယောက်ရဲ့ ဒုက္ခကို ကင်က ရိုးရိုးလေးပဲ ပြသထားခဲ့တယ်။ ဒါပေမဲ့လည်း ဇာတ်လမ်းအပြီးမှာတော့ အတွေးစတွေက ပင်လယ်လိုပဲ အကျယ်ကြီးပေါ့။
ဒီရုပ်ရှင်က ပြောရရင် ပတ်ချန်းဝတ်ရဲ့ Joint Security Area လိုမျိုးဇာတ်လို့တောင် ဆိုလို့ရတယ်။ တောင်နဲ့မြောက်ကြားက ချစ်ခြင်းတွေ အငြိုးတွေကို စစ်ကြောရေးခန်းနဲ့ အဓိကအခြေတည်ပြီး ပြသသွားတာကိုး။ ဘာကြောင့်လဲမသိ၊ ဒီတိုင်းဇာတ်တွေမှာတောင် အကြမ်းပတမ်းတွေ အရမ်းထည့်ရိုက်နေကျ ကင်ဟာ ဒီလို သူ့စိတ်တိုင်းကျ လုပ်ချင်သလိုလုပ်ပစ်လို့ရတဲ့ စစ်ကြောရေးကားမှာကျ မလိုအပ်ဘူးထင်လို့လားမသိ အရမ်းတော့ အကြမ်းပတမ်းတွေ မသုံးထားခဲ့ဘူး။ ကင်ဟာ သူအဖြေနဲ့သူရှိပြီးသား မေးခွန်းတွေကို ပရိသတ်ကို ကိုယ်ပိုင်အဖြေနဲ့ ပြန်ဖြေဖို့ ရိုက်တတ်တဲ့သူပါ။ ဒီရုပ်ရှင်မှာလည်း ပရိသတ်ကိုယ်တိုင်ဖြေရမယ့် မေးခွန်းတွေရှိနေမှာပါပဲ။ Ideology နှစ်ခုကြားက အပြိုင်အဆိုင်ဘာညာပေါ့။ ဘာဖြစ်ဖြစ်ပါ။ ဒီရုပ်ရှင်ဟာ “The brighter the light, the darker the shadow.” ဆိုတဲ့ စကားကို အကျယ်ဖွင့်လိုက်တဲ့ ရုပ်ရှင်လို့ပြောလည်း မှားမယ်မဟုတ်ပါဘူး။
(အညွှန်းကို WiRa Aung မှ ရေးသား‌ပေးထားပါတယ်)
Size – 1.8GB, 910MB
Quality – 1080p, 720p
IMDb Rating – 7.3/10
Format – mp4
Duration – 1H 54Min
Genre – Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated & Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
