(သီချင်းလေးတွေပါ ဘာသာပြန်ပြီး ပြန်လည်တင်ဆက်လိုက်ပါတယ်..BluRay 4K Quality ထိ ခံစားကြည့်ရှုနိုင်ပါတယ်။)IMDb – (8/10) / Rotten Tomatoes (91%)၂ဝ၁၆ ခုနှစ်အတွင်း ပြသခဲ့သည့်ရုပ်ရှင်နှင့် ရုပ်သံဇာတ်လမ်းများထဲမှအကောင်းဆုံးအတတ်ပညာရှင်၊ အနုပညာရှင်များကိုဂုဏ်ပြုသည့်(၇၄) ကြိမ်မြောက် ရွှေကမ္ဘာလုံးဆုပေးပွဲကို ဇန်နဝါရီ ၈ ရက် ဒေသစံတော် ချိန်ညနေ ၅ နာရီတွင် ကယ်လီဖိုးနီးယားပြည်နယ် ဘေဘရီဟေးစ်ရှိ The Beverly Hilton ဟိုတယ်၌ ခမ်းနားသိုက်မြိုက်စွာ ကျင်းပခဲ့သည်။အစီအစဉ်တင်ဆက်သူအဖြစ် ဟာသပညာရှင် ဂျင်မီဖော်လန်က ဆောင် ရွက်ခဲ့သည့်ဆုပေးပွဲတွင် “La La Land” ရုပ်ရှင်က ဆန်ခါတင်စာရင်းတွင် ပါဝင်ခဲ့သည့်ဆုခုနစ်ခုကိုသိမ်းကျုံးရယူခဲ့ကာ သမိုင်းမှတ်တိုင်သစ်ကို စိုက်ထူနိုင်ခဲ့သည်။တင်ဆက်သူ ဖော်လန်က ”ဒါဟာလူကြိုက်များတဲ့မဲကိုဂုဏ်ပြုနေသေးတဲ့ အမေရိကမှာ ကျန်နေသေးတဲ့နေရာတွေထဲကတစ်ခုဖြစ်တဲ့ ရွှေကမ္ဘာလုံး ဆုပေးပွဲဖြစ်ပါတယ်” ဟုဆိုကာ နိုင်ငံရေးနှင့်ဆက်နွှယ်သော စကားဖြင့် ပွဲကိုစဖွင့်ခဲ့သည်။ကွယ်လွန်သူ ဒါရိုက်တာကြီး ဗင်ဆန်တီမီနယ်လီနှင့်ဂျက်ကွက်ဒမ်မီတို့ ဖန်တီးခဲ့သော ရုပ်ရှင်များကို စိန်ခေါ်နိုင်ခဲ့သည့်“La La Land” ရုပ်ရှင်ဖန်တီးရှင်အသက် (၃၁) နှစ်ရှိဒါရိုက်တာ ဒါမီယန်ချာဇက်လီကအကောင်းဆုံးဇာတ် ညွှန်းဆုနှင့် အကောင်းဆုံးဒါရိုက်တာဆုများကို ရရှိခဲ့သည်။ထို့ပြင်ယင်းရုပ်ရှင်မှ မင်းသားရိုင်ယန်ဂိုးစလင်း နှင့် မင်းသမီး အမ်မာစတုန်းတို့ကအကောင်းဆုံး သရုပ်ဆောင် ဆုများကို အသီးသီးရရှိခဲ့သည်။ကခုန်ခြင်းနှင့် သီချင်းသီဆိုခြင်းကို ဝါသနာပါသည့် လူငယ်နှစ်ဦးက၎င်းတို့ဖြတ်သန်းရာ ဘဝခရီးလမ်းတွင် မည်မျှကြမ်းတမ်းသောအခက်အခဲများပင် ရှိလင့်ကစား အောင်မြင်မှုများကို ရယူနိုင်ကြောင်း ရိုက်ကူးပြသခဲ့သည့်ရုပ်ရှင်က ယခင်က ဆုခြောက်ခုရရှိခဲ့ဖူးသောOne Flew Over the Cuckoo’s Nest and Midnight Express ရုပ်ရှင်ကိုကျော်တက်ကာ ဆုရရှိမှုစံချိန်တင်ခဲ့ခြင်း ဖြစ်သည်။နာမည်ကျော်ဘရော့ဒ်ဝေး လမ်းမထက်က ဖျော်ဖြေပွဲများကိုအခြေခံထားခြင်းမရှိသည့် ယင်းရုပ်ရှင်ပြသသည်နှင့် တစ်ပြိုင်နက်စတူဒီယိုများတွင် ပြသခွင့်ရရှိခဲ့သည့် ရုပ်ရှင်လည်းဖြစ်သည်။ အနုပညာစိတ်ကူးဉာဏ်ရင့်သန်မှုတို့ဖြင့် ဒါရိုက်တာ ချာဇက်လီသည် ရုပ်ရှင်ထုတ်လုပ်ရေးကုမ္ပဏီ Lionsgate နှင့်တွဲဖက်ကာ အခွင့် အရေးကိုပိုင်နိုင်စွာအသုံးချပြီး အနုပညာအလောင်းအစားပြုလုပ်ခဲ့ရာမှအောင်မြင်မှုရရှိခဲ့ခြင်းလည်း ဖြစ်သည်။အမျိုးသား သရုပ်ဆောင်ဆု တွမ်ဟီဒယ်စတန်ဆန်ခါတင် စာရင်းထဲတွင်ပါရှိခဲ့သည့် ဆုအားလုံးကို ရရှိခဲ့သည်သာမကအကောင်းဆုံး မူရင်းတေးသွားဆု နှင့် ဇာတ်ဝင်တေးသီချင်းတို့ကိုပါ ရရှိခဲ့သည်။ ယင်းရုပ်ရှင်ဖြင့် အကောင်းဆုံး အမျိုးသမီးသရုပ်ဆောင်ဆု (တေး သံစုံ၊ ဇာတ်မြူး) ရရှိခဲ့သူအမ်မာစတုန်းကဆုလက်ခံရယူ ပြီးနောက် ”ဒါဟာ စိတ်ကူးယဉ်သမားတွေအတွက် ရုပ်ရှင်တစ်ခုပါပဲ။ ပြီးတော့ မျှော်လင့်ချက်နဲ့ဖန်တီးနိုင်မှုဟာ ကမ္ဘာပေါ်က အရေးအကြီးဆုံး အရာနှစ် ခုဖြစ်တယ် လို့ကျွန်မထင်ပါတယ်။ အဲဒါဟာ ဒီရုပ်ရှင်ရဲ့ဇာတ်ကြောင်းပဲဖြစ်ပါတယ်”ဟု ပြောကြားခဲ့သည်။ရွှေကမ္ဘာလုံးဆုပေးပွဲသည် ဟောလိဝုဒ်ရုပ်ရှင်များအတွက် ဆုပေးပွဲရာသီပွဲဦးထွက်ကျင်းပသည့်ပွဲဖြစ်သည်။ ဆုများစွာကို စံချိန်တင်သိမ်းပိုက်ရရှိခဲ့သည့် “La La Land” ရုပ်ရှင်ကအော်စကာဆုအတွက် ဆုလျာထား စာရင်းတွင်ပါဝင်နိုင်ရန် သေချာသွားခဲ့သည်။အကောင်းဆုံး အမျိုးသား သရုပ်ဆောင်ဆု ရိုင်ယန်ဂိုးစလင်းCecil B. DeMille ဘဝတစ်သက်တာ အောင်မြင်မှု ဆုကိုရရှိခဲ့သူမယ်ရီယယ်စတွိက ပြီးခဲ့သောနှစ်တွင် မဲဆွယ်ပွဲတစ်ခု၌ မသန်စွမ်းသတင်းထောက်တစ်ဦးပုံစံကို သရုပ်ဆောင်ပြီး ဒေါ်နယ်ထရန့်က သရော်ခဲ့သည့် အတွက်စိတ်မကောင်းဖြစ်ခဲ့ရသည်ဟုဆိုကာ ဆုပေးပွဲတွင် အမေရိကန်သမ္မတဖြစ်လာမည့်သူကိုစကားဖြင့် ထိုးနှက်တိုက်ခိုက်ခဲ့သည်။အသက်(၆၇) နှစ်အရွယ်စတွိက”ပြီးခဲ့တဲ့နှစ်က ကျွန်မကို စိတ်မကောင်းဖြစ်စေ တဲ့ဖြစ်ရပ်တစ်ခုရှိခဲ့ပါတယ်။ ကျွန်မနှလုံးသားထဲအထိ နာကျင်ရပါတယ်။ အရမ်းကိုကောင်းလွန်းလို့တော့ မဟုတ်ပါဘူး။ မသန်စွမ်းသတင်းထောက် တစ်ယောက်ပုံစံတူပြုပြီးတော့ ကျွန်မတို့နိုင်ငံရဲ့အလေးစားခံရဆုံး ထိုင်ခုံမှာ ထိုင်မယ့်သူက လုပ်ခဲ့တဲ့ဖြစ်ရပ်ပါ၊အာဏာရှိတဲ့သူတွေက သူတို့ရဲ့ ရပ်တည်ရာနေရာကိုအသုံးချပြီးတခြားသူတွေကို အနိုင်ကျင့်မယ်ဆိုရင် ကျွန်မတို့အားလုံးဆုံးရှုံးတာပါပဲ။ ပြီးတော့ဟောလိဝုဒ်ဆို တာ ပြင်ပကလူတွေနဲ့ နိုင်ငံခြားသားတွေဝင်ထွက်သွားနေတဲ့နေရာပါ။ ရှင်တို့သာ သူတို့ကို နှင်ထုတ်ပစ်မယ်ဆိုရင်အနုပညာမဟုတ်တဲ့ ဘောလုံးပွဲနဲ့ သိုင်းပညာကလွဲလို့ ကြည့်စရာရှိတော့မှာ မဟုတ်ပါဘူး” ဟု ဝေ ဖန်ပြောကြားခဲ့သည်။မင်းသမီးကြီးစတွိသည် ရွှေကမ္ဘာလုံးဆု ဆန်ခါတင်စာရင်းတွင်အကြိမ် ၃ဝ ပါ ဝင်ဖူးပြီး ရှစ်ကြိမ်ဆုရရှိဖူးသည်။ ၎င်းကဲ့သို့ Cecil B. De-Mille ဆုရရှိခဲ့ကြဖူးသူများမှာဒန်ဇယ်ဝါရှင်တန်၊ ဂျော့ခ်ျ ကလူးနေး၊ ဝူဒီအယ်လန်နှင့် ဂျိုဒီဖော်စတာတို့ဖြစ်ကြသည်။“La La Land” ရုပ်ရှင်ဖြင့် အကောင်းဆုံး အမျိုးသားသရုပ်ဆောင်ဆု ရရှိခဲ့သူ ရိုင်ယန်ဂိုးစလင်းကဆန်ခါတင်စာရင်းတွင် ပါဝင်ခဲ့ပြီး ကနေဒါနိုင်ငံသားဖြစ်သူ ရိုင်ယန်ရေးနိုးစ်ကိုဂုဏ်ပြုသည့် စကားကိုလည်း ဆု လက်ခံရယူနေချိန်တွင် ပြောကြားခဲ့သည်။၎င်းက ”ကျွန်တော့်ကို ရိုင်ယန်ရေးနိုးစ်နဲ့မှားကြတာ ဒါပထမဆုံးအကြိမ်မ ဟုတ်ပါဘူး။တစ်ခါတလေတော့လည်း အမှားဟာ အမှားကောင်းဖြစ်သွားတော့တာပါပဲ” ဟုပြောဆို သည်။La La Land ဇာတ်ကားဟာ ဗြိတိန်ရုပ်ရှင်ရုံများတွင် စတင်ပြသသည့် ပိတ်ရက်ကတည်းကရုံဝင်ငွေ ပေါင် ၆ သန်း ကျော်ရရှိခဲ့ကာ အခြားဇာတ်ကားများထက် ပေါင်၅သန်းကျော် ပိုမိုရရှိခဲ့ပြီးပေါက်ကားတစ်ကားဖြစ်ခဲ့ပါသည်။ရွှေကမ္ဘာလုံးဆုပေးပွဲသမိုင်းတွင် စုစုပေါင်း ဆု ၇ ဆုရရှိခဲ့ကာစံချိန်ချိုးနိုင်ခဲ့သည့် ဂီတနောက်ခံရုပ်ရှင်ဇာတ်ကား La La Land ဟာBafta ဆုပေးပွဲအတွက်လည်း အကောင်းဆုံးရုပ်ရှင်ဆုအပါအဝင်ဆုပေါင်း ၁၁ ဆုအတွက် လျာထားခြင်း ခံခဲ့ရပါသည်။ပွဲဦးထွက်ရုံဝင်‌ငွေအကောင်းဆုံး ဇာတ်ကားအဖြစ် စံချိန်ချိုးနိုင်ခဲ့သော ဇာတ်ကားမှာLes Miserables ဖြစ်ပြီး ၂၀၁၃ခုနှစ်က ပြသခဲ့ကာပွဲဦးထွက်ရုံဝင်ငွေ ပေါင်၈.၁၂သန်း ရရှိခဲ့ပါသည်။La La Land တွင် မင်းသား Ryan Gosling ကJazz ဂီတသမားစန္ဒယားဆရာအဖြစ် သရုပ်ဆောင်ထားပြီးမင်းသမီး Emma Stone က ရည်မှန်းချက်ကြီးသော မင်းသမီးတစ်ယောက်အဖြစ်သရုပ်ဆောင်ထားကာ သူတို့ နှစ်ဦး၏ အိပ်မက်တွေကို လော့စ်အိန်ဂျယ်လိစ်မြို့၌အကောင်အထည်ဖော်နိုင်ရန် ကြိုးပမ်းသော ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်ပြီးသူတို့၂ယောက် အကောင်အထည်ဖော်နိုင်မဖော်နိုင်ကိုကတော့ ပရိတ်သတ်ကြီးက ဆက်လက်ကြည့်ရှူ ရမှာပါ။(ရုပ်ရှင်အညွှန်းကို myanmarnewsnetwork မှ ကူးယူဖော်ပြပါသည်။)File size…(9 GB)/ (1.9 GB) / (800 MB)Quality….BluRay 4K HEVC/1080p HEVC /720pFormat…mkv/mp4Duration….02:07:55Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung"