"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Throw Down (2004)
Throw Downဟာ ဟောင်ကောင်ရုပ်ရှင်ဂုရုကြီးတစ်ပါးဖြစ်တဲ့ Johnnie Toရဲ့ မာစတာပိစ်အဖြစ်သတ်မှတ်ကြတဲ့ ရုပ်ရှင်တွေထဲက တစ်ကားပါပဲ။ တစ်ချို့ကလည်း Throw Downကို သူ့ရဲ့မာစတာပိစ်အကျဆုံး ရုပ်ရှင်အဖြစ် သတ်မှတ်ထားခဲ့ပါတယ်။ ဟောင်ကောင်ရုပ်ရှင်ဖန်အချို့ရဲ့ သဘောအကျဆုံး Johnnie Toကားလည်းဟုတ်ပါတယ်။ ဇာတ်ကတော့ မိန်းကာရိုက်တာ သုံးယောက်ကို လှည့်ပတ်ပြထားတဲ့ ဇာတ်ပါပဲ။ Louis kooနဲ့ Aaron Kwokတို့ရဲ့ ကာရိုက်တာတွေက ဂျူဒိုကစားသမားတွေ။ Louis kooကတော့ တစ်ချိန်က ဂျူဒိုလောကရဲ့နာမည်ကျော် ဒီတော့ သိုင်းပြိုင်ရတာ စိတ်အားထက်သန်တဲ့ Aaron Kwokက Louis kooကို လာစိန်ခေါ်တယ်။ သို့ပေမဲ့ Louis Kooက အဲဒီအချိန်မှာ ဘာမှမလုပ်ချင် မကိုင်ချင်နဲ့ လောင်းကစားပဲလုပ်နေတဲ့အချိန် ဒီတော့ ကောင်းကောင်းမပြိုင်ဘူး။ အကြွေးဆပ်စရာတွေကလည်း ပုံနေတယ်။ Aaron Kwokက သူပုံမှန်ဖြစ်တဲ့အထိ သူ့အရက်ဆိုင်မှာ ကူပေးပြီးမှ ပြိုင်ဖို့လုပ်တယ်။ သူတို့ရဲ့ ကာရိုက်တာChemistryထဲ ဝင်လာတဲ့ နောက်ကာရိုက်တာက Cherrie Yingရဲ့ မိုနာ။ သူလည်းရှေ့က ၂ကောင်လို ဗရုတ်သုတ်ခဘဝထဲ နေနေတာပဲ။ အဆိုတော်ဖြစ်ချင်ပေမဲ့ အသံကမကောင်း အေးဂျင့်က အောကားရိုက်ခိုင်းဖို့လုပ်ရာက အေးဂျင့်နဲ့ ပြဿနာတက်နေတဲ့ ကောင်မလေးပါပဲ။ သူ့ကာရိုက်တာက တစ်မျိုးတော့ဆန်းတယ်။ အိမ်လခမပေးနိုင်တာ ၆လရှိပြီမို့ အိမ်ရှင်ကမောင်းချတာကို ခေါက်ဆွဲစားရင်း မထုံတတ်သေး လမ်းပေါ်ရပ်နေတာလည်း ဂကြောင်နဲ့ကို တော်တော်ဆွဲဆောင်မှုရှိတဲ့အခန်းပါပဲ။ တိုနီလျောင်ခဖိုင်ကတော့ ခပ်ကြမ်းကြမ်းဇာတ်ပို့သက်သက်ပေါ့။
ဒီရုပ်ရှင်ဟာ ဇာတ်အိမ်ထက် ဇာတ်ကောင်တွေကို ဦးစားပေးထားတယ်ဆိုပေမဲ့လည်း ဂျပန်သိုင်းပညာဖြစ်တဲ့ ဂျူဒိုကို အဓိကအခရာအဖြစ် ဇာတ်အိမ်တည်ထားပြီး ကူရိုဆာဝါရဲ့ ပွဲဦးထွက်ရုပ်ရှင် Sanshiro Sugataအကြောင်းလည်း ထည့်ပြောရင်း အဲဒီရုပ်ရှင်လိုပဲ စိန်ခေါ်သိုင်းချတဲ့အခန်းတွေကို ဦးစားပေး ရိုက်ကူးထားသလို ကူရိုဆာဝါကိုလည်း ဂုဏ်ပြုကြောင်း ထည့်သွင်းရေးထားတဲ့ ကူရိုဆာဝါကို Homage ပေးထားတဲ့ ရုပ်ရှင်ပါပဲ
Throw Downဟာ Johnnie Toအရိုက်များတဲ့ ခပ်ကြမ်းကြမ်းပုံစံကနေ နည်းနည်းခွဲထွက်ပြီး သူ့မူလထက် နည်းနည်းပေါ့ပါးတဲ့ ပုံစံနဲ့ ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ သို့ပေမဲ့ သူရဲ့ဟန်လိုဖြစ်နေတဲ့ Darkဆန်တဲ့ ဟန်ကနေတော့ ခွဲမထွက်သွားပါဘူး။
ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ ရှေးဆရာကြီးတွေဖြစ်ခဲ့တဲ့ Louis kooတို့ တိုနီလျောင်ခဖိုင်တို့အပြင် တရုတ်ပေါ့ဂီတရဲ့ နတ်မင်းကြီးလေးပါးထဲက တစ်ယောက်အပါအဝင်ဖြစ်တဲ့ Aaron Kwok တို့ကတော့ main castအဖြစ် သရုပ်ဆောင်ထားပါတယ်။ Aaron Kwokဟာ သရုပ်ဆောင်ကောင်းလှတဲ့သူ မဟုတ်ပေမဲ့ Johnnie Toဟာ အကောင်းဆုံးဖြစ်အောင် ထည့်သွင်းနိုင်ခဲ့တယ်လို့လည်း ပြောကြပါတယ်။ ဟုတ်မှာပါ။ ဒီထဲက Aaron Kwok ကာရိုက်တာဟာ တော်တော်လေး သဘောကျစရာကောင်းပါတယ်။
2021မှာ art filmကားကောင်းတွေကိုပဲ ကွာလတီကောင်းကောင်းနဲ့ ပြန်ထုတ်ပေးတဲ့ The Criterion Collectionက throw downကို 4kပြန်ထုတ်ပေးခဲ့ပြီး တရုတ်ရှပ်ရှင်ဆုပေးပွဲတွေမှာ Best Pictureတို့ Best Directorတို့ ဆန်ခါတင်ဝင်ခဲ့တဲ့ ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။ Johnnie Toလည်း ကားမရိုက်တာကြာပြီဖြစ်တဲ့အတွက် ဟောင်ကောင်ရွှေခေတ်က ရုပ်ရှင်တွေကို ကြိုက်တဲ့လူတွေအတွက် Throw Downဟာ ကြည့်ကိုကြည့်ရမယ့် ရုပ်ရှင်ပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(1.9GB) / (750MB)
Quality__BluRay_1080p, 720p
IMDb Rating__6.8/10
Format__mp4
Duration__01:35:00
Type__Action, Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
