"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb ratings : 8.5/10
Genre : Action, Thriller
Budget ₹35 crore
Box Office ₹106 crore
ဒီကားဟာ. . . သိပ်မကြာခင်ကမှ ရုံတင်သွားတဲ့ တမီးလ်မင်းသား ကာရ်သီ(Karthi)ရဲ့ Positive Reviews တွေကို ရရှိခဲ့တဲ့ ဇာတ်ကားကောင်း တစ်ကားပဲ ဖြစ်ပါတယ်။
ရုံတင်စကတည်းက တာထွက်လှခဲ့တဲ့ကားဖြစ်ပြီး Diwali နေ့မှာ Release လုပ်ခဲ့တာ ဖြစ်ပါတယ်။
ဇာတ်လမ်းကတော့….
ညတစ်ညမှာ. . . မူးယစ်ဆေးတွေ ၊ လက်နက်ခဲယမ်းတွေကို မှောင်ခိုတင်ဆောင်လာတဲ့ ဗင်ကားတစ်စီးကို
အင်စပက်တာဘီဂျွိုင်းနဲ့အဖွဲ့က ဖမ်းဆီးပြီး ပစ္စည်းတွေ သိမ်းဆည်းရာကနေ ဇာတ်လမ်းကို စဖွင့်ထားပြီး
ဒီနောက်တော့. . . ရဲအရာရှိတစ်ယောက်ရဲ့ အိမ်မှာ အဲ့ဒီနယ်မှာရှိတဲ့ အရာရှိ အရာခံတွေ အားလုံးနီးပါး သောက်ကြစားကြ ပျော်ပါးကြပါတယ်။
သိပ်မကြာခင်မှာ ဘီဂျွိုင်းကလွဲပြီး ၊ အရာရှိအားလုံး အရက်ကတဆင့် မူးယစ်ဆေးမိပြီး မှောက်ကုန်ကြတယ်။
ဒီအချိန်မှာ ဘီဂျွိုင်းနားလည်လိုက်တယ်။
ဒါဟာ မှောင်ခိုပစ္စည်းပိုင်ရှင်တွေ အကွက်ချစီမံထားတာပဲ။
ဒီအချိန်မှာ အရာရှိအားလုံးကို တစ်ခြားနေရာကို ချက်ချင်းပို့ဖို့ အကြောင်းဖန်လာတာကြောင့်. . .
ညနေခင်းကမှ သူ့အရာရှိတစ်ချို့ ဖမ်းဆီးလာတဲ့ ဂျစ်ကားပေါ်က ဒီလီဆိုသူကို ကုန်တင်ကားကြီးနဲ့ အရာရှိအားလုံးကို တင်ပို့ဖို့ စီစဉ်ပါတယ်။
ဒီလီ. . . ဒီလီဆိုတာက ထောင်ဆယ်နှစ်ကျပြီး လွတ်ငြိမ်းချမ်းသာခွင့်နဲ့ လွတ်လာတဲ့ လူပါ။
မွေးကတည်းက ဆယ်နှစ်ကြာတဲ့အထိ မမြင်ဖူးခဲ့တဲ့ သမီးလေးရှိရာ မိဘမဲ့ကျောင်းမှာရှိတဲ့ သမီးငယ်ကို သူ သွားတွေ့မှာ။
ဒီလိုအချိန်မှာ. . . အင်စပက်တာ ခိုင်းစေတဲ့အလုပ်ကို သူလုပ်နိုင်ပါ့မလား. . .
သူ့သမီးလေးနဲ့ တွေ့ခွင့်ရပါ့မလား. . .
ဒီကားက အကတွေ ၊ သီချင်းတွေ လုံးဝမပါသလို မင်းသမီးလည်း မပါတဲ့ Non-Stop Thrilling ရသကို ပေးစွမ်းနိုင်တဲ့ ကားပါ။
တောင်ပိုင်းကား ပရိတ်သတ်တွေအပြင် တစ်ခြား အက်ရှင်ကားပရိတ်သတ်တွေပါ အားပေးနိုင်ပါတယ်။
(Over-Action မဆိုသလောက်သာ ပါပါတယ်)
(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Nyi Koe & Myint Thu တို့ဖြစ်ပါတယ်။)
ဒီဇာတ်ကားထဲကဇာတ်ကောင်တွေဟာ Vikram (2022) မှာ ပြန်လည်ပါဝင်လာပါတယ်..Vikram(2022) ကို ဒီမှာ https://channelmyanmar.org/vikram-2022/ ကြည့်ပါ။
File size…(5.1 GB)/(1.9 GB) / (950 MB)
Quality….WEB-DL 4K HEVC/1080p HEVC/ 720p
Format…mkv/mp4
Duration….02:24:37
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….THZ,Nyeinsaeya Aung
Translated by Nyi Koe & Myint Thu
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
