"Inubu: The Dog Club (2021)
~ MyDramaList – 7.5/10, IMDb – 6/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဖြစ်ရပ်မှန်ပေါ် အခြေတည်ပြီးရိုက်ကူးထားတဲ့ ၂၀၂၁ ခုနှစ်ထွက် ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ ခွေးချစ်သူဖြစ်ဖြစ် ကြောင်ချစ်သူဖြစ်ဖြစ် တိချစ်သူတိုင်းအတွက် ရင်ထဲရောက်စေမယ့် ကြည့်သင့်တဲ့အကြည်ဓာတ်ကားလေးဆိုလည်း မမှားပါဘူး။
ဇာတ်လမ်းအကျဉ်းကတော့…
တိုဝါဒါ မွေးမြူရေးဆိုင်ရာ ဆေးတက္ကသိုလ်ရဲ့ ဆေးကျောင်းသားဖြစ်သူ “ဟနိုင်း-ဆိုတ”ဟာ တိရစ္ဆာန်တွေကို အလွန်အမင်း ကရုဏာရှိတဲ့သူတစ်ယောက်ပါ။ သူတို့ကိုချစ်တဲ့စိတ်ကြောင့် တိမွေးကုဆရာဝန်တစ်ယောက် ဖြစ်လာအောင် ကြိုးစားနေသူလည်းဖြစ်ပါတယ်။
၂၀၀၀ခုနှစ် နွေရာသီမှာ ဂျပန်ရဲ့ တိရစ္ဆာန်ဂေဟာတစ်ခုကနေ ခွေးတစ်ကောင်ကိုမွေးစားဖို့ သွားရင်းနဲ့ သူ့လိုပဲ ခွေးချစ်သူ သူငယ်ချင်းတွေရလာခဲ့ပါတယ်။ လေလွင့်ခွေးလေးတွေကို သူ့တိုက်ခန်းကျဉ်းထဲမှာစုမွေးထားပြီး သူငယ်ချင်းတစ်သိုက်က အတူတူစောင့်ရှောက်ကြပါတယ်။ ဒီလိုနဲ့ တစ်နေ့မှာ လမ်းပျောက်နေတဲ့ခွေးလေးတစ်ကောင်ကို သူ့ထုံးစံအတိုင်းကယ်လာခဲ့ပါတယ်။ အစကတော့ ဆေးကုပေးပြီး ပိုင်ရှင်လက်ထဲပြန်အပ်ဖို့ပါပဲ။ ဒါပေမဲ့ ပိုင်ရှင်က သူတို့ဆေးတက္ကသိုလ်ရဲ့သုတေသနဌာနက ပါမောက္ခကြီးမှန်းသိရတော့ ဟနိုင်းတွေ‌ဝေသွားပါတယ်။
အကြောင်းရင်းကတော့ သုတေသနခန်းက ခွေးတွေဟာ တစ်ချိန်ကျရင် ခွဲစိတ်လေ့ကျင့်မှုအတွက် အရှင်လတ်လတ်ဗိုက်ခွဲကာ လေ့ကျင့်ခံရင်း သေဆုံးကြရမှာမို့လို့ပါပဲ။ “တစ်ယောက်ကိုစတေးခြင်းက အများကိုကယ်တင်နိုင်မယ်” လို့ စာဆိုရှိသော်ငြားလည်း တိရစ္ဆာန်တွေကိုအရမ်းချစ်တဲ့ ဟနိုင်းကတော့ တိတွေကို ဒီလိုသေဆုံးနေရတာကနေ ကယ်တင်ဖို့ ပိုင်ရှင်ရှာပေးမယ့် ခွေးဌာန(Inubu)ကို စတင်တည်ထောင်ပြီး မိတ်ဆွေတွေနဲ့အတူ အိမ်မွေးတိရစ္ဆာန်တွေကို စကယ်ပါတယ်။
ဒီလိုနဲ့ ၁၈နှစ်အကြာမှာတော့ အတိတ်ကဖြစ်ရပ်တွေ တကျော့ပြန်လာတဲ့အခါ…
သူတို့ကြုံရမယ့် တိလေးတွေနဲ့ပတ်သက်တဲ့ ချစ်စရာဖြစ်ရပ်လေးတွေ ဥပဒေ၊ စည်းမျဉ်း၊ လုပ်ထုံးလုပ်နည်းတွေရဲ့ ခါးသီးမှုတွေနဲ့အတူ တိမွေးကုဆရာဝန်တွေရဲ့ မတူညီတဲ့မေတ္တာတွေနဲ့ လောကအကြောင်း တစေ့တစောင်း သိခွင့်ရမယ့် ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Ingyin San မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 6/10
Format – mp4
Duration – 1H 54Min
Genre – Family
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
