"Bad Guy (2001)
တစ်ခါတလေကျ ကျွန်တော် ကင်ကီဒွပ်ကားတွေ ကြည့်မိရင် ရံဖန်ရံခါဆိုသလိုတော့ ဒီဘဲက လိင်မှုကိုအသားပေးလွန်းတယ်ထင်မိပေမဲ့ ရံဖန်ရံခါဆိုသလိုပဲ ဒီဘဲ ဒီလိုပြတာကိုက လက်တွေ့ကျနေတယ်လို့ ထင်မိတယ်။ မကင်းနိုင်ကြဘူးကိုး။ ကင်ဟာ ဒီရုပ်ရှင်မှာလည်း လူ့အသိုင်းအဝိုင်းအပြင်ဘက်က ဇာတ်ကောင်တစ်ကောင်ကိုပဲ အဓိကထား ပုံဖော်သွားခဲ့တယ်။ သူ့ကားတွေများလွန်းလို့ အကုန်တော့ မကြည့်ဖူးသေးပေမဲ့ ကြည့်ဖူးသမျှထဲ Spring, Summer, Fall, Winter… and Spring နဲ့ 3-Iron ပြီးရင် ဒီကားကို သဘောအကျမိဆုံးပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းက ဆန်းတယ်ပြောရမလား၊ မဆန်းဘူးပြောရမလားပဲ။ ဖာခန်းစောင့်တဲ့ လူဆိုးတစ်ကောင်က မောလ်တစ်ခုရှေ့ ကောလိပ်ကျောင်းသူလေးကို အတင်းနမ်းပစ်တယ်။ ဒီတော့ ကောင်မလေးက ပါးရိုက်ပြီး သူ့မျက်နှာကို တံတွေးနဲ့ထွေးလိုက်တယ်။ ဒီတော့ ဟိုဘဲက မကျေမနပ်ဖြစ်ပြီး ကောင်မလေးကို ပခြုပ်သည်မဘဝရောက်အောင် လုပ်ချလိုက်တယ်။ ပြီးတော့ ပခြုပ်သည်မ ဖြစ်လာတဲ့ကောင်မလေးနဲ့ လူဆိုးကောင်ကြားက အမုန်းသီထားတဲ့ချစ်ခြင်းပါးပါးကို ပုံဖော်ရင်း ပခြုပ်သည်မတွေဘဝကိုပြတယ်။ နောက်အကန့်အသတ်နည်းနည်းလွန်တဲ့ ဇာတ်ဝင်ခန်းတစ်ချို့ပြတယ်။ အိပ်ခန်းတွေ မနည်းမနောနဲ့ သွေးထွက်သံယိုအခန်းတွေကို မနည်းမနောပြသွားပေမဲ့ အချစ်လို့တောင် ပြောရခက်မယ့် အချစ်တစ်ခုကိုလည်း ခပ်ပါးပါးပြသွားတယ်။ ကြည့်ဖူးသလောက် ကင်ကီဒွပ်ကားတွေလိုပဲ မပြောင်းလဲတဲ့အချက်ကတော့က ကင် သီကျူးတဲ့အချစ်ဟာ ထုံးစံအတိုင်း သန့်စင်တဲ့အချစ်ဟုတ်မနေခဲ့ဘူး၊ လိင်စိတ်ကနေ ကူးလာတဲ့ အချစ်ကိုပဲ သီကျူးသွားတယ်။
ကင်ဟာ အနုပညာနောက်ခံလုံးဝမရှိတဲ့သူ။ ကျောင်းတစ်ပိုင်းတစ်စနဲ့ထွက် စက်ရုံတွေမှာအလုပ်လုပ်၊ စစ်ထဲဝင်၊ ဒီလိုဘဝနဲ့နေလာခဲ့တဲ့သူ။ ကင်ဟာ အရိုင်းဆန်သလိုပဲ သူ့ရုပ်ရှင်တွေကလည်း ဘာအကန့်အသတ်မှ မရှိဘဲ အရိုင်းဆန်တယ်။ ဒီရုပ်ရှင်မှာလည်း သူ့ရှေ့ရှေ့က Art House ဒါရိုက်တာတွေလိုပဲ တစ်ခုခုကိုပြချင်တဲ့စိတ်နဲ့ ရိုက်တာမဟုတ်ဘဲ တစ်စုံတရာကိုမေးခွန်းထုတ်ချင်တဲ့ စိတ်နဲ့ ရိုက်တာလို့ ဖြေခဲ့ပါတယ်။ သူပြောတာတော့ လူတွေဟာ မွေးတုန်းက အခွင့်အရေးဘာညာ တန်းတူညီမျှနဲ့ မွေးလာခဲ့ပေမဲ့ ကြီးလာတဲ့နောက် ရုပ်ရည် ငွေစတာတွေနဲ့ ပိုင်းခြားခံကြရတယ်။ ဒီငွေတို့ ရုပ်တို့က အရေးကြီးလို့လား။ ဒီကမ္ဘာနှစ်ခုကို ပေါင်းစည်းပြီး မတူညီတဲ့ အဆင့်အတန်းလို့ ဆိုကြတဲ့အရာနှစ်ခု အဆင်ပြေပြေ အမြင်ကြည်ကြည်ဖြစ်နိုင်ဖို့က မဖြစ်နိုင်ဘူးလားဆိုတဲ့ မေးခွန်းကို မေးချင်ခဲ့တာလို့ဆိုပါတယ်။
ကင်ရဲ့ တခြားသော ရုပ်ရှင်များလိုပဲ ဒီရုပ်ရှင်မှာလည်း အဓိကဇာတ်ကောင်က ဘာစကားမှမပြောလှတဲ့ ဇာတ်ကောင်ပါပဲ။ ဒီအတွက် ကင်က ဒီလိုဖြေပေးခဲ့ပါတယ်…
“ကျုပ်ရုပ်ရှင်ထဲက လူတစ်ချို့ တိတ်ဆိတ်နေရတဲ့အကြောင်းရင်းက‌တော့ သူတို့ရင်ထဲ ဒဏ်ရာအကြီးကြီးရှိနေခဲ့လို့ဆိုရမယ်။ လူတွေအပေါ် သူတို့ရဲ့ ယုံကြည်မှု ပျက်ယွင်းသွားခဲ့လို့ပေါ့” တဲ့။
ဒီရုပ်ရှင်ကို ကင်က Semi-abstract လို့ Genre သတ်မှတ်ထားခဲ့ပါတယ်။ ဒီစကားလုံးရဲ့ အဓိပ္ပာယ်ကို ကင်က… “ကျုပ်အတွက်တော့ Semi-abstract ဆိုတာ အရှိတရားကိုတင်ပြတာထက်ပိုတဲ့ တင်ပြပုံမျိုးကို ဆိုလိုတာပေါ့။ အရှိတရားကိုမှ ကိုယ်ပိုင်အမြင်တွေ ခံစားချက်တွေ ပေါင်းထည့်ထားတာမျိုးပေါ့” လို့ ဆိုပါတယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.83GB, 930MB
Quality – 1080p, 720p
IMDb Rating – 6.6/10
Format – mp4
Duration – 1H 40Min
Genre – Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
