"First Love (2022)
“The After” series ရဲ့အချောလေး Hero Fiennes Tiffin ရဲ့ 2022 ထွက် နောက်ထပ် romance drama တစ်ကားပဲဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“ဘဝမှာ ပျော်ရွှင်မှုကိုစောင့်မျှော်နေလို့ပဲမရဘူး။ အဲဒီပျော်ရွှင်မှုကို ကိုယ်တိုင်ဖန်တီးယူမှပဲရနိုင်မှာ။” (Ann)
“အမှတ်တရကောင်းတွေထက် ပိုပြီးခိုင်မာတဲ့အရာ .. ကောင်းတဲ့အရာမရှိဘူး။
အထူးသဖြင့် ကိုယ့်ရင်သွေးတွေနဲ့အတူဖြတ်သန်းရတဲ့အခါဆိုရင်ပေါ့ ..” (Greg)
ရှက်တတ်ပြီး တော်ရုံဆိုဘယ်သူနဲ့မှလည်းမပေါင်း သူငယ်ချင်းတွေအတူတူလုပ်တဲ့ပါတီပွဲတွေလည်းတက်လေ့မရှိဘဲ
သူ့ဟာသူတစ်ကိုယ်တည်းသာနေတတ်တဲ့ အထက်တန်းကျောင်းသားလေး Jimဟာ
တစ်နေ့မှာတော့ သူနဲ့လုံးဝကိုအကျင့်စရိုက်ကွဲပြားပြီး သူငယ်ချင်းအပေါင်းသင်းများပြီးပျော်ပျော်နေတတ်တဲ့ Annကို စိတ်ဝင်စားသွားပါတော့တယ်။
ဒါကတော့ Jim ရဲ့ First Love အစပေါ့။
ဒီလိုနဲ့နှစ်ယောက်သား ပိုနီးစပ်သွားပြီး ချစ်သူတွေဖြစ်သွားပေမယ့်လည်း
ရည်မှန်းချက်ကအစ အကျင့်စရိုက်အဆုံး ဘာမှမတူတဲ့ သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးက အဖုအထစ်လေးဖြစ်လာတဲ့အခါ ..
တစ်ဖက်မှာလည်း Jim ရဲ့မိဘတွေဖြစ်တဲ့ Greg နဲ့ Kay တို့ကလည်း
အသက် ၁၇ နှစ်အရွယ်ကစသိခဲ့တဲ့သူနဲ့ပဲ ချစ်ကြိုက်ပြီးလက်ထပ်ထားတဲ့ အချစ်ဦးနဲ့ဖူးစာပါထားတဲ့အတွဲပါ။
လက်ရှိမှာတော့ Gregဟာ 2008ခုနှစ် ငွေကြေးတန်ဖိုးကျဆင်းမှုကြောင့်
စီးပွါးပျက်ကပ်ဆိုက်ပြီး အလုပ်ထုတ်ခံလိုက်ရတာကြောင့် စိတ်ဓာတ်တွေကျနေတာပါ။
တစ်သက်လုံးကြိုးစားခဲ့သမျှအားလုံးပျက်စီးသွားပြီး လက်မှိုင်ချစိတ်ဓာတ်ကျနေတဲ့ Greg နဲ့
နောက်အလုပ်တစ်ခုကိုမဖြစ်ဖြစ်တဲ့နည်းနဲ့ရှာပြီး ယောက်ျားကိုပံ့ပိုးဖို့သာ အားသန်နေတဲ့ Kay တို့
အယူအဆ သဘောထားတွေကွဲလွဲပြီး အချစ်ကိုချစ်စရာရယ်လို့ သတိပါမရနိုင်ကြတော့တဲ့အခါ ..
ဆယ်ကျော်သက်လူငယ်တွေရဲ့ ကြည်နူးစရာအချစ်နဲ့ အခက်အခဲတွေအပြင်
အိမ်ထောင်ကျပြီး သက်တမ်းတွေကြာနေပြီဖြစ်တဲ့ အချစ်တို့ကိုနှိုင်းယှဉ်ပြထားတာမို့
romance dramaကြိုက်သူတွေအဖို့တော့ အပျင်းပြေကြည့်လို့ကောင်းတဲ့ ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Lai Laii ပဲ ဖြစ်ပါတယ်။
Genre….. Romance, Drama
Quality…. 1080p | 720p | 480p
File size… 1.3GB | 658MB |276MB
Format… mp4
Duration…. 1h 32min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Lai Laii
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
