"Rip in Time (2022)
~ IMDb rating – 6.8/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အချိန်ကွဲကြောင်းကို ဖြတ်ပြီး ဖြစ်တည်လာတဲ့ အချစ်ဇာတ်လမ်းလေးအကြောင်းပေါ့။ ဆုံကိုဆုံလာရမယ့် ဖူးစာကို အချိန်လိုစွမ်းအားကြီးတဲ့ အရာကတောင် မတားနိုင်ဘူးလို့ ပြောထားတဲ့ Comedy, Fantasy, Drama ဇာတ်ကားလေးပါ။
နယ်မြို့လေးမှာ အေးအေးချမ်းချမ်းနေကြတဲ့ ဆာရာတို့ မိသားစုလေးဆီကို မမျှော်လင့်ထားတဲ့ ဧည့်သည်တစ်ယောက် ရောက်လာရာက စပါတယ်။ ထူးထူးဆန်းဆန်း အဝတ်အစားတွေနဲ့ စကားကို ထူးထူးဆန်းဆန်းပြောတတ်တဲ့ ရစ်ပ်ဆိုတဲ့ သူစိမ်းကို သဘောကောင်းတဲ့ ဆာရာတို့မိသားစု လက်ခံထားပါတယ်။ နောက်တော့ သူစိမ်းရဲ့နာမည်က နာမည်ကျော်စာရေးဆရာတစ်ယောက်ရဲ့ ဝတ္ထုထဲက ဇာတ်ကောင်နာမည်ဖြစ်နေပြီး ၁၈ ရာစု လောက်က ဖြစ်ခဲ့တဲ့ အကြောင်းကို စိတ်ကူးယဉ်ဝတ္ထုအနေနဲ့ ရေးထားတဲ့ ဇာတ်လမ်းက သူ့အဖေရဲ့ အကြောင်းကို ရေးထားတာလို့ ပြောလာပါတယ်။ ပြီးတော့ သူ့ကို မွေးတာက ၁၈ ရာစုတုန်းက မွေးတာဖြစ်ပြီးတော့ အမေရိကန်ရဲ့တော်လှန်ရေး စစ်ပွဲမှာ ပါခဲ့ပါတယ်တဲ့။ အဲဒီတော့ ထူးဆန်းတဲ့ သူစိမ်းရဲ့အကြောင်းကို စုံစမ်းကြည့်တဲ့အချိန်မှာတော့……
အချိန်ခရီးသွားဇာတ်လမ်းများစွာရှိတဲ့ထဲ မှုခင်းဆန်ဆန်ကားတွေများပေမဲ့ အချိန်ခရီးသွား အချစ်ကားတွေကတော့ မများလှပါဘူး။ ဒီရုပ်ရှင်ကတော့ ရှားရှားပါးပါး အချိန်ခရီးသွားအချစ်ကားတွေထဲက တစ်ကားပါပဲ။ The Time Traveler’s Wife နဲ့ ခပ်ဆင်ဆင်ပုံစံမျိုးဖြစ်ပြီး ရိတ်တင်လည်း မနိမ့်တဲ့ ရုပ်ရှင်ဆိုတော့ သိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင်တွေကို သဘောကျတဲ့သူတွေ သဘောကျကြမှာပါ။
ဒီရုပ်ရှင်ဟာ တီဗီမူဗီတစ်ကားဖြစ်တာမို့ ဘတ်ဂျက်များများစားစားမသုံးထားပေမဲ့လည်း ဇာတ်လမ်းပိုင်းရော သရုပ်ဆောင်ပိုင်းရော ချီးကျူးခံထားရသလို ရိတ်တင်လည်းမြင့်တဲ့ ရုပ်ရှင်ကောင်း‌ပေါ့။ အချိန်ခရီးသွားရုပ်ရှင်တွေကို သဘောကျတဲ့ ကျွန်တော့်လို လူတွေအတွက် စိတ်ဝင်တစားကြည့်ရမယ့် ရှားရှားပါးပါး အချိန်ခရီးသွားရိုမန့်ရုပ်ရှင်ပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.52GB, 572MB
Quality – 1080p, 720p
IMDb Rating – 6.8/10
Format – mp4
Duration – 1H 24Min
Genre – Comedy, Drama, Fantasy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
