"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (7.3) ထိ ရရှိထားတဲ့ ဒီရုပ်ရှင်ကားကတော့ တောင်ပိုင်းရဲ့ နာမည်ကြီး အက်ရှင်ရိုမန့်အချစ်ဇာတ်ကားတစ်ကားပါပဲ…
မင်းသား Vijay Devarakonda ကိုတော့ Arjun Reddy ဇာတ်ကားထဲက အချစ်လူကြမ်းကြီးအဖြစ် မှတ်မိကြမယ်ထင်ပါတယ်။
မင်းသမီးလေးကတော့ အားလုံးရဲ့အသည်းကျော်လေး ရာရှ်မီကား(Rashmika Mandanna)ပါပဲ။
ဇာတ်ကားနာမည်ကတော့ အားလုံးသိတဲ့အတိုင်း ချစ်လှစွာသော သွေးသောက်ရဲဘော်တဲ့။
“သွေးသောက်ရဲဘော်ဆိုတာ ကိုယ့်လုပ်ရပ်တွေကို ဝန်းရံပေးပြီး တစ်ဖက်တစ်လမ်းက ကူညီပေးတဲ့လူ”ပဲမဟုတ်လား။
ဇာတ်လမ်းစစချင်းမှာဘော်ဘီဆိုတဲ့ လူငယ်တစ်ယောက် မူးရူးသောက်စားပြီး မျက်ရည်တွေနဲ့ လီလီဆီ ဖုန်းခေါ်ဖို့ အတင်းကြိုးစားနေတယ်။
လီလီ… တစ်ချိန်က သူ့ဘဝထဲ လှလှပပ ဝင်ရောက်ခိုနားခဲ့ပြီး ဝမ်းနည်းမှုတွေပေးပြီးမှ ထွက်ခွာသွားခဲ့သူ။
လီလီဟာ ဘာကြောင့်များ ဒီလို ထွက်သွားရက်တာလဲ။
ဘော်ဘီဟာ စိတ်လိုက်မာန်ပါ လုပ်တတ်တဲ့လူတစ်ယောက်။
ကျောင်းမှာဆိုရင်လည်း “ကျောင်းသားသမဂ္ဂ” ဆိုတဲ့ နာမည်တစ်ခုနဲ့ ထင်ရာစိုင်းတဲ့ကောင်လို့ အများမြင်ကြတယ်။
ခဏခဏ ရန်တွေဖြစ်တယ်။ သောက်စားတယ်။
ဒါပေမဲ့ မိန်းကလေးတွေကို ရိုသေမှုထားတတ်တာလည်း သူ့စရိုက်ပဲ။
“သူ ပြောခဲ့တဲ့ စကားတွေထက် ကျွန်တော် ဘာမှ ခွန်းတုန့်မပြန်နိုင်ခဲ့တာကို ပိုရင်နာရပါတယ်” တဲ့။
လီလီမှာ သူ့ကြောင့် တစ်စုံတစ်ခု ဖြစ်ခဲ့ရတယ်ဆိုတာတော့ သူ မသိခဲ့ပေ။
လီလီနဲ့ ပြန်တွေ့မှာလား….။ လီလီ ဘာဖြစ်ခဲ့တာလဲ။ ဘော်ဘီနဲ့ ရန်ဖက် ဘူလီရဲ့ ညီတို့ ပြဿနာကော…. ပြီးခဲ့ပြီလား….။
“ကျွန်တော်သူ့ကို ဒီအချိန်မှာ နောက်ဆုံး တွေ့ခဲ့ရတာပါ”
အချစ်စစ်လို့ ပြောလိုက်ရင် ထားခဲ့တဲ့ အချစ်ဦးကိုပဲ ပြေးမြင်တတ်ကြတာ လူတိုင်းဖြစ်မှာပါ။
ထားခဲ့တဲ့ သူကိုတော့ ဘယ်လို မေ့မလဲ။
အချစ်ကြောင့်လည်း ရူးသွပ်ဖူး၊ အချစ်ကြောင့်လည်းငိုကြွေးဖူး၊ အချစ်ကြောင့်ပဲ ပျော်ရွှင်ဖူးတယ်။
အချစ်နဲ့ပတ်သက်ဖူးသူတိုင်းကို ဒီရုပ်ရှင်ကားလေးက ထိရှစေမှာပါပဲ။
(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်တွေကတော့ Nyi Koe & Myint Thu တို့ဖြစ်ပါတယ်။)
File size…(7 GB)/(2.7 GB) / (1.3 GB)
Quality….WEB-DL 4K HEVC/1080p HEVC/ 720p
Format…mkv/mp4
Duration….02:47:17
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….THZ,Nyeinsaeya Aung
Translated by Nyi Koe & Myint Thu
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
