"Avatar (2) ထွက်ဖို့ရှိတာမလို့ Avatar(2009) ကို Quality Update လိုက်ပါတယ်…Extended Version ကိုမှ 4K IMAX HDR/SDR အရည်အသွေးတွေနဲ့ တင်ဆက်လိုက်ပါတယ်။ (HDR ကိုတော့ ခေတ်ပေါ်ဖုန်းတချို့နဲ့ Android TV တချို့မှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။)Avatar ကတော့ Titanic ဒါရိုက်တာကြီး James Cameron ရိုက်ထားတဲ့ ရုပ်ရှင်သမိုင်းရဲ့ မှတ်တိုင်ဇာတ်ကားတစ်ကားပါ…Pauseဇာတ်လမ်းအကျဉ်းကတော့ …လူတွေနေတဲ့ကမ္ဘာအပြင်ဘက်ကပင်ဒိုရာလို့ခေါ်တဲ့နေရာမှာ လူထက်နှစ်ဆကျော်လောက်မြင့်တဲ့မျက်နှာအပြာရောင်၊ နှာခေါင်းပြားပြား၊ မျက်လုံးပြူးပြူး၊ အမြီးပါတဲ့ နာဗီလို့ခေါ်တဲ့လူနဲ့တူတဲ့ဂြိုလ်သားခေါ်မလား၊ တခြားကမ္ဘာကသက်ရှိတွေလို့ခေါ်မလား သူတို့နေကြတယ်။သူတို့တွေမှာ သီးခြားဘာသာ စကားရှိပေမယ့် ရုပ်ရှင်ရိုက်လို့ကောင်းအောင်တချို့တွေကိုတော့ အင်္ဂလိပ်စကားပြောတတ်အောင် ဒါရိုက်တာက ခိုင်းထားတယ်။နာဗီတွေနေတဲ့နေရာက သိပ်လှတယ်။ ဒါရိုက်တာစိတ်ကူးကြောင့်ဒီလိုမြင်ကွင်းတွေ မြင်ခွင့်ရတာဖြစ်တယ်။ မြန်မာတွေအတွက်တော့ ဒီစိတ်ကူးတွေက သိပြီးသားပါ။ဘာသာရေးဆိုင်ရာစာအုပ်ဖတ်တဲ့သူတွေဆိုရင် ဝိဇ္ဇာ၊ ဇော်ဂျီ၊ တပသီတွေတရားမွေ့လျော်ရာ နေရာမျိုးတွေပေါ့။ သစ်ပင်တွေ၊ ပန်းမာလ်တွေ၊ ကျေးငှက်သာရကာတွေနဲ့သိပ်ပျော်မြူးဖို့ကောင်းတဲ့နေရာပေါ့။ဒါရိုက်တာကတော့ အမေရိကန်မို့ သူ့စိတ်ကူးထဲက အရုပ်တွေ၊ အကောင်တွေဖန်တီးတာပေါ့လေ။ကြည့်လို့ကောင်းအောင်လည်း ရုပ်ရှင်ပညာနဲ့ ဂရပ်ဖ်ဖစ်နဲ့ လုပ်လိုက်တာပေါ့။အဲဒီနာဗီတွေနေတဲ့ဆီမှာ ကမ္ဘာစွမ်းအင်အတွက် လိုအပ်တဲ့ဓာတ်သတ္ထုတစ်မျိုးက ထွက်တယ်။ကမ္ဘာစွမ်းအင်လိုအပ်ချက်အတွက် အဲဒီသတ္ထုထုတ်ယူဖို့လိုတယ်။ဒီတော့ လူသားတွေပီပီ ကြံဆကြိုးစားကြရင်းအမေရိကန်မရင်းတပ်ဖွဲ့ဝင်ဟောင်း(အခုတော့ အောက်ပိုင်းမသန်ဖြစ်နေတဲ့ မင်းသား)ကအဲဒီ နာဗီအဖြစ် အသွင်ပြောင်းရတယ်။ Jake လို့ခေါ်တဲ့ မင်းသားကိုသေတ္တာထဲထည့် ခလုတ်နှိပ်လိုက်ရင် သူက နာဗီဖြစ်သွားတာပဲ၊ ပြန်ခေါ်ချင်ရင်ခလုတ်ပိတ်လိုက် လူပြန်ဖြစ်လာတယ်။Jake က လူအဖြစ်ကနေ နာဗီဖြစ်နိုင်လို့ Avatar လို့ ဇာတ်ကားနာမည်ပေးတာပဲ။ဒီတော့ အသားပြာပြာရှိတဲ့လူဆို (အထူးသဖြင့် နေပူထဲများများသွားရတဲ့သတင်းထောက်တို့၊ မားကတ်တင်းတို့ဆို အသားတွေပြာနှမ်းကုန်တတ်တာပေါ့)နာဗီလို့ ခေါ်လို့ရမလား မသိဘူး။ဇာတ်ကားကိုပြန်ဆက်ရရင် Jack က နာဗီဖြစ်ဖြစ်သွားပြီး၊ နာဗီဘုရင်ကြီးရဲ့သမီးတော် နေတရီ နဲ့ ကြိုက်သွားရောဆိုပါတော့။ဒီတော့ ဒီဘက်က သတ္ထုတွေ လိုချင်တဲ့သူတွေကနာဗီတွေကို အပြတ်ရှင်း၊ နာဗီဒေသမှာရှိတဲ့ သတ္ဌုတွေ ယူပေါ့။မင်းသားက လူကနေ ခဏ ခဏ နာဗီဖြစ်ပြီးတဲ့အခါ ဒီစီမံကိန်းကြီးကိုလုပ်နေတဲ့သူတွေက နာဗီတွေရဲ့ လမ်းကြောင်းတွေ၊ အနေအထားတွေကိုအကုန်မှတ်တမ်း ယူထားတယ်။ တစ်ချိန် သူတို့ဆော်မယ်လေ။Jack က နာဗီဖြစ်လာတော့ နာဗီတွေ အေးအေးဆေးဆေး နေတာ၊ သဘာဝတရားနဲ့အလွမ်းသင့်အောင်နေတာ၊ သစ်ပင်တွေမှာ အသက်ရှိတာ၊ အသက်ရှုတာ၊ မျိုးပွားတာတွေကို သိလာတယ်။သဘာဝကြီးဟာ သူ့ဟာသူ သိပ်လှနေတယ်၊ လူတွေ လောဘဇောတက်ကုန်လို့သာကမ္ဘာကြီး ပျက်စီးလာတာ၊ အခုလည်း နာဗီတွေကို အပြတ်ရှင်းဖို့လုပ်နေပြီ။ဒီဇာတ်ကားမှာလည်း သဘာဝပတ်ဝန်းကျင်နဲ့ပတ်သက်တဲ့ပြောဆိုသတိပေးမှုလေးတွေ ထည့်ထားတာပါတယ်။လူနဲ့သဘာ၀ သမူဟဖြစ်မှ၊ သတ္တဝါနဲ့ ပတ်ဝန်းကျင် သဟဇာတဖြစ်မှပျော်ရွှင်စရာကမ္ဘာဖြစ်မယ်ဆိုတာကို မီးမောင်းထိုးပြထားတယ်။လူတွေရဲ့ အတောမသတ်တဲ့လောဘနဲ့ ဒေါသ၊ အတ္တ၊ မာနတွေကိုလည်း ပေါ်လွင် အောင်ရိုက်ပြနိုင်လို့ ဒါရိုက်တာကို ချီးကျူးရမှာဖြစ်ပါတယ်။လူတွေရဲ့ စိတ်အခြေအနေတွေဆိုတာ လူသာမန်တိုင်း ကိုယ့်စိတ်ကိုယ့်အခြေအနေ၊ ကိုယ့်အနာဂတ်ကို ကိုယ်ကိုယ်တိုင် သိနေကြတာပဲဆိုတာကို ပြထားပါတယ်။လူဆိုတာ ပထမတော့ အဖြူ ထည်သက်သက်ပါပဲ။အေးအေးနေတတ်တယ်၊ မျှတတာကိုကြိုက်တယ်၊ အေးချမ်းမှုကို နှစ်သက်တယ်၊ စိတ်ခံစားချက်တွေ ကိုယ်စီရှိကြတယ်။ခုန ဘေးကအရောင်တွေဖြစ်တဲ့ ဒေါသတွေ၊ လောဘတွေ၊ မာနတွေ၊ အတ္တတွေရောထည့်လိုက်တော့မှ မတရားမှုတွေ၊ အနိုင်ကျင့်မှုတွေ၊ စစ်တွေစသဖြင့်ဖြစ်လာတာပါဆိုတာကို ဒီ Avatar မှာလည်း တွေ့ရမှာဖြစ်ပါတယ်။နာဗီတွေဟာ ဝိဇ္ဇာ၊ ဇော်ဂျီတွေနဲ့ မတူတာဆိုလို့စစ်တိုက်တတ်တယ်၊ ဓားရေး၊ လှံရေး၊ လေးမြားအတတ်တွေ ကျွမ်းကျင်ကြတယ်။စက်ရုပ်ကြီးတွေ၊ လက်နက်တွေ၊ ရှုးပျံလိုအကောင်ကြီးတွေနဲ့ဖိုက်တင်တွေ၊ အဝဲအပျံ၊ အခုတ်အထစ်တွေကို ကလေးကြိုက်၊ လူငယ်ကြိုက်ရိုက်ပြထားပါတယ်။ဇာတ်ကားမြင်ကွင်းတွေ၊ တွေးဆဆင်ခြင်စရာ ဇာတ်ဝင်စကားတွေကတော့လူကြီးပရိသတ်အတွက် ဆင်ခြင်စရာပေါ့လေ။ ဒါရိုက်တာကလူကြီးကော လူငယ်ပရိသတ်ကော နှစ်ခုလုံးအတွက် ရိုက်ထားပုံရပါတယ်။ဇာတ်ကားအဆင့်ကိုလည်း 12 A လို့ သတ်မှတ်ထားပါတယ်။နောက်ဆုံးတော့ ဇာတ်သိမ်းလိုက်ရင် ကောင်းတဲ့လူတွေသာနောက်ဆုံးမှာ အောင်ပွဲခံတယ်ဆိုတာကို ဒါရိုက်တာဂျိမ်းစ်ကင်မရွန်းကပြသွားပါတယ်။ လူအများနှစ်သက်တဲ့ဇာတ်သိမ်းမျိုးနဲ့ပဲ ဒါရိုက်တာက ဇာတ်လမ်းကို သိမ်းလိုက်ပါတယ်။ဒီကားကြည့်ပြီး ဘာရလိုက်သလဲဆိုတော့ ဘယ်လောက်ပဲအခက်တွေကြုံနေပါစေ၊ သူများနဲ့မတူဘဲ ပေါက်မြောက်အောင်သာထိထိရောက်ရောက် စွမ်းဆောင်ပါလေ၊ မုချအောင်မြင်မယ်ဆိုတာရယ်။လူတွေက အသစ်အဆန်းကို သိပ်စိတ်ဝင်စားတယ်ဆိုတာရယ်၊ ကြီးကျယ်တဲ့ အလုပ်မှန်သမျှ၊သမိုင်းဝင်အောင် လုပ်မယ်လို့ ကြံဆသမျှတွေရဲ့ အခြေခံဟာစိတ်ကူးတွေဖြစ်တယ်ဆိုတာကိုတွေကို ရလိုက်ပါတယ်။ဒီကားဟာ ခေတ်သစ်ရုပ်ရှင်တွေအတွက် နောက်ထပ်ခေတ်သစ်အခုဆီကိုကူးပြောင်းပေးလိုက်တာလို့လည်း ဂျိမ်းစ်ကင်မရွန်းကို ဝေဖန်ရေးဆရာတချို့က မြှောက်ပင့်ကြပါတယ်။ကျွန်တော်ကတော့ ဂျိမ်းစ်ကင်မရွန်းလို ဒါရိုက်တာက ဒီလောက်ပိုက်ဆံတွေသုံးမှတော့ဒီလောက်တော့ဖြစ်သင့်တာပေါ့လို့ ပြောချင်ပါတယ်။ဒါပေမယ့် စိတ်ကူးကိုတော့ ချီးကျူးပါတယ်။အလွန်ကြည့်ကောင်းပါတယ်။ Avatar က စိန်ခေါ်မှုတစ်ခုတော့ ဖြစ်သွားပါပြီ။သူ့ကိုကျော်ဖို့ နောက်ထပ်ဒါရိုက်တာတွေ ရှိလာဦးမယ်ဆိုတာကိုတော့ အသေအချာ ယုံကြည်မိပါတယ်….(ရုပ်ရှင်အညွှန်းကို မိုးစက်မှော် WordPress မှ ကူးယူဖော်ပြပါသည်။)File size…(13 GB)/(13 GB)/(4.9 GB)/(2.4 GB)Quality….BluRay Extended 4K IMAX HDR/SDR/1080p HEVC/1080pFormat…mkv/mp4Duration….02:58:08Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Hades"