"The Lost Leonardo (2021)
~ IMDb – 7.5/10, Rotten Tomatoes – 97% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကမ္ဘာကျော် မိုနာလီဇာရဲ့ အပြုံးကို အသက်သွင်းခဲ့တဲ့ လီယိုနာဒိုဒါဗင်ချီကို မသိတဲ့သူမရှိဘူးပေါ့။ လီယိုနာဒို ဒါဗင်ချီဟာ ရီနေးဆန့်ခေတ်ရဲ့ နာမည်ကျော် အနုပညာသည်ကြီးတွေထဲက တစ်ယောက်ဖြစ်ပြီး မိုက်ကယ်အိန်ဂျလိုနဲ့ ခေတ်ပြိုင်လည်း ဟုတ်သလို ပန်းချီတင်မက သိပ္ပံ မက္ကင်းနစ်အပါအဝင် တခြားလိုင်းပေါင်းများစွာမှာ ထူးချွန်တဲ့ ဂျီးနီးယပ်တစ်ယောက်ပါပဲ။
လိုင်းပေါင်းများစွာထူးချွန်ပေမဲ့လည်း သူလုပ်သမျှတွေက ခပ်ပေါပေါတွေတော့မဟုတ်ခဲ့ပါဘူး။ မိုနာလီဇာက သက်သေတစ်ခုပဲမို့လား။ ဒီရုပ်ရှင်ကတော့ မိုနာလီဇာအထီးလို့ခေါ်တဲ့ မိုနာလီဇာနဲ့ ဒီဇိုင်းခပ်ဆင်ဆင် ယောက်ျားပုံတစ်ပုံကို တွေ့ရှိတဲ့အကြောင်းပါ။ အဲဒီပန်းချီကားကို Salvator Mundi လို့ခေါ်ပြီး လီယီုနာဒိုလက်မှတ်မထိုးထားတဲ့ ဟန်ကိုကြည့်ပြီး ဆုံးဖြတ်ရတဲ့ ပန်းချီကားလည်းဖြစ်ပါတယ်။
ထူးတာက ဒီကားက လီယီုနာဒိုရဲ့ ကားဟုတ်မဟုတ် အငြင်းပွားမှုတွေအတော်များခဲ့ပြီး အခုထိလည်း မသဲကွဲကြသေးပါဘူး။ ၁၅ရာစုကပန်းချီဟာ ၂၀၀၅လောက်မှာပေါ်လာခဲ့ပြီး လီယိုနာဒိုရဲ့ ပျောက်ဆုံးနေတဲ့ကား တွေ့ရှိခဲ့ရတဲ့ထဲ လီယီုနာဒိုရဲ့ နောက်ဆုံးပန်းချီကားလို့ ဆိုကြတာကို လူအများစုကတော လက်မခံနိုင်ခဲ့ပါဘူး။
သို့ပေမဲ့ ဒီကားကို ပြတိုက်တွေကတော့ လီယိုနာဒိုကားအနေနဲ့ပဲ ပြသခဲ့ပါတယ်၊ လေလံဆွဲတင်ရာမှာလည်း ဈေးအမြင့်ဆုံး အနုပညာပစ္စည်းအဖြစ် သန်း၄၅၀အထိ ရခဲ့ပါတယ်။ သို့ပေမဲ့ ဒီဖြစ်ရပ်တွေဟာ ဒီလောက်ရိုးရှင်းနေခြင်းမရှိဘဲ နောက်ကွယ်မှာအာဏာ နိုင်ငံရေး ငွေ စတာတွေ ဝင်ပတ်သက်နေပါတယ်။
အနုပညာပစ္စည်းတွေကို ကျွန်တော်တို့မြင်တဲ့အမြင်ကတော့ ရိုးရှင်းပေမဲ့ တကယ်တမ်းမှာ ဒီလောက်ရိုးရှင်းမနေဘဲ အနုပညာပစ္စည်းတွေဟာ ဘိန်းနဲ့ ညဉ့်ငှက်ဈေးကွက်ပြီးရင် မသမာဆုံးဈေးကွက်ကို ပိုင်ဆိုင်ထားတယ်တောင် ဆိုကြတဲ့အထိ နောက်ကွယ်မှာ ရှုပ်ထွေးပွေလီပါတယ်။
ဒီရုပ်ရှင်ကတော့ လီယိုနာဒိုရဲ့ နောက်ဆုံးပန်းချီကားနဲ့တကွ အနုပညာအရောင်းအဝယ်အမည်ခံ မသမာမှုတွေ ရှုပ်ထွေးပွေလီမှုတွေအကြောင်း ကျွန်တော်တို့ကို အလင်းဖွင့်ပြပေးမယ့် ရုပ်ရှင်ပါပဲ။ ဗဟုသုတအနေနဲ့ရော ပန်းချီတွေကိုစိတ်ဝင်စားတဲ့သူတွေအနေနဲ့ရော ကြည့်သင့်တဲ့ ၁၀၀ရာခိုင်နှုန်းဖြစ်ရပ်မှန် ဒိုကူမန်ထရီဇာတ်ကားပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.8GB, 850MB
Quality – 1080p, 720p
IMDb Rating – 7.5/10
Format – mp4
Duration – 1H 36Min
Genre – Documentary, Mystery
Subtitle – Myanmar Subtitle (Hardsub)
Translated by W
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
