"The Bang Bang Club (2010)
အာဖရိကတိုက်ဟာ လူမျိုး‌ရေးပြဿနာတွေ၊ ပဋိပက္ခ‌တွေ၊ ငတ်မွတ်ခေါင်းပါးခြင်းနဲ့ သွေးသံရဲရဲသတ်ဖြတ်မှုတွေကြောင့် တကမ္ဘာလုံးက စောင့်ကြည့်ခဲ့ရတဲ့ နေရာတစ်ခုပါ။ နေ့တိုင်း တစ်ခုမဟုတ် တစ်ခုဖြစ်နေတဲ့အရပ်မို့လို့လဲ သတင်းသမားတွေရဲ့ ရတနာသိုက်ကြီးတစ်ခု ဖြစ်လာတော့တာပေါ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သတင်းသမားဆိုတာနဲ့ လူ့ကျင့်ဝတ်ကို ဘေးဖယ်ထားလိုက်ရတော့တာပါပဲလေ။ ကိုယ့်ရှေ့မှာ လူသတ်နေရင် ဝင်ကူညီဖို့ထက် ရှင်းလင်းပြတ်သားမြင်သာတဲ့ ဓာတ်ပုံတစ်ပုံ ရိုက်နိုင်ဖို့က ပိုအရေးကြီးတာကိုး။ ဒါ့ကြောင့်ပဲ သတင်းထောက်တွေကို နှာခေါင်းရှုံ့ကြတယ်ပဲ ထင်ပါရဲ့။
သတင်းသမား‌တွေအတွက် ဓာတ်ပုံတစ်ပုံဟာ ရွှေထက်ပိုတန်ဖိုးရှိတာပေါ့။ သတင်းဓာတ်ပုံဆု ပူလစ်ဇာ ဆိုတာက သတင်းထောက်တစ်ယောက်ကို စင်ပေါ်တင်ပေးလိုက်ပြီး ငွေပုံပေါ် ထိုင်လို့ရသွားစေတာကိုး။ သတင်းဌာနတွေက အလုအယက်ဝိုင်းခေါ်၊ လစာတွေတပုံကြီးပေးပစ်လိုက်ကြတာမျိုးပဲ။
ကဲ ဒီလောက်ဆိုရင် အမြည်းသဘော သိရပြီမလို့ အကြောင်းအရာလေးတစ်ခု ထပ်ပြောပါ့မယ်။ လူကြီးမင်းတို့ထဲမှာ မှတ်မိလိုက်ကြသူတွေလည်း ရှိမှာပေါ့။ အာဖရိက ဆူဒန်တောင်ပိုင်းမှာ ငတ်မွတ်ခေါင်းပါးမှု အကြီးအကျယ်ဖြစ်တော့ လူအမြောက်အများ သေကြေခဲ့ရဖူးတယ်။ ထမင်းငတ်လို့ သေတဲ့မသာတွေပေါ့ဗျာ။ အဲဒီထဲမှာမှ အစာရေစာငတ်လို့ သေအံ့မူးမူးဖြစ်နေတဲ့ ကလေးမလေးတစ်ယောက် လဲကျခါနီးမှာ လင်းတငှက်တစ်ကောင်က ဘေးမှာအသင့်စောင့်နေတဲ့အဖြစ်ကို ရိုက်ကူးထားတဲ့ဓာတ်ပုံတစ်ပုံက ကမ္ဘာကြီးကို ကိုင်လှုပ်လိုက်ပါတယ်။
သိပ်ကြောက်စရာကောင်းတဲ့အဖြစ်ကြီးကို ကမ္ဘာကြီးက မျက်ဝါးထင်ထင်တွေ့လိုက်ရအောင် တင်ဆက်နိုင်လိုက်တဲ့ ဓာတ်ပုံဟာ ပူလစ်ဇာဆုကို ဆွတ်ခူးသွားပါတယ်။ အဲဒီနောက်မှာပဲ ဓာတ်ပုံဆရာဟာ အဲဒီကလေးမကို မကူညီခဲ့လို့ ဝိုင်းဝန်းပြစ်တင်ခံရတဲ့ နောက်ဆက်တွဲအပိုင်းတွေလည်း ရှိတာပေါ့။
နောက်တစ်ပုံ ရှိသေးတယ်ဗျ။ ကိုယ့်လည်ပင်းကို လှီးမယ့်ဓားသမားက ကိုယ်နဲ့ နှစ်ပေအကွာမှာရှိတယ်။ သုံးလေးချက်လည်း လှမ်းခုတ်နေသေးတာနော်။ မထိလိုက်လို့ လည်ပြတ်မသွားသေးတာ။ အဲဒီမှာ ဓာတ်ဆီလောင်းပြီး မီးရှို့ခံလိုက်ရလို့ မီးလုံးကြီးတဝင်းဝင်းလောင်နေတဲ့သူက ကိုယ့်ရှေ့က ဖြတ်ပြေးတော့ ဆယ်ပေအကွာမှာရောက်နေပါသတဲ့။ လူကြီးမင်းတို့ ဘာလုပ်မလဲ။ သတင်းထောက်ရဲ့ခေါင်းထဲမှာ အတွေးတစ်ခုပဲ ရှိတယ်တဲ့နော်။ F 5.6 တဲ့။ သူတို့ခေတ်က ဖလင်ခေတ်။ Digital တွေမရှိဘူး။ ကင်မရာအလင်းဝင်ပေါက် အကျဉ်းအကျယ်က ကိုယ်တိုင်ချိန်ရတာ။ မီးတောက်လိုမျိုး အလင်းစူးစူးကိုရိုက်ရင် ‌shatter ပွင့်တဲ့အချိန် တိုရတယ်ဗျ။ ကြာသွားရင် ပုံက ဘာမှမပေါ်တော့ပဲ အဖြူပြင်ကြီးဖြစ်နေမှာ။ ဒီတော့ သတင်းထောက်က အလင်းဝင်ပေါက် အကျဉ်းဆုံးနဲ့ အမြန်ဆုံးဖြစ်တဲ့ F 5.6 setting ကိုပဲ ခေါင်းထဲတွေးမိသတဲ့။ တကယ့်ကောင်တွေပါဗျာ။
သူ့ရဲ့ မီးလောင်နေတဲ့လူဓာတ်ပုံကလည်း ပူလစ်ဇာဆု ရခဲ့တယ်ဗျ။ ထူးခြားတာက ဒီဓာတ်ပုံသမားနှစ်ယောက်လုံးက ဘန်းဘန်းကလပ်လို့ခေါ်တဲ့ သတင်းထောက်ဓာတ်ပုံဆရာအသင်းငယ်လေးထဲကပါ။ ဒီတော့ ဘန်းဘန်းကလပ် လို့ နာမည်ပေးထားတဲ့ ဟောဒီဇာတ်ကားက ဘာကိုရိုက်ကူးတင်ဆက်ထားတယ်ဆိုတာ လူကြီးမင်းတို့ကို ညွှန်းစရာမလိုလောက်တော့ပါဘူး။ Cast တွေကလည်း ရှယ်မိုက်တာမလို့ အခုချက်ချင်း Download ဆွဲပြီး ကြည့်သင့်တဲ့ဇာတ်ကားပါပဲခင်ဗျာ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 6.9/10
Format – mp4
Duration – 1H 46Min
Genre – Biography, Drama, History
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
