"Blue Story(2019)
ဒီတစ်ခါမှာ​တော့ Action / Drama ဇာတ်ကား​ကောင်း​လေးတစ်ကားနဲ့ မိတ်ဆက်​ပေးချင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Blue Story လို့အမည်ရတဲ့ ဒီကားဟာဆိုရင်​တော့ 2019မှာ ထွက်ရှိလာတာဖြစ်ပြီး 2020ခုနှစ်အတွက် NME (best film award) ကို ရရှိခဲ့တဲ့ ဇာတ်ကား​ကောင်းတစ်ကား ဖြစ်ပါတယ်။
လန်ဒန်မြို့ရဲ့ အ​ရှေ့​တောင်ဘက်ခြမ်းမှာ​ Peckham Youths နဲ့ Ghetto Boys ဆိုတဲ့ ဂိုဏ်း၂ဂိုဏ်းအကြားက အားပြိုင်မှုဟာ ပြင်းထန်လွန်းလှပါတယ်။နယ်​မြေစွဲ​တွေနဲ့ အမြဲတမ်းတိုက်ခိုက်​နေကြတဲ့ အဖွဲ့ ၂ဖွဲ့ ဖြစ်ပါတယ်။
ဇာတ်လမ်းထဲမှာ​တော့ မာကို ဟာ Peckham Youths အဖွဲ့​ခေါင်း​ဆောင်ရဲ့ ညီ ဖြစ်ပြီး သူ့ဆီမှာ အချစ်ဆုံးသူငယ်ချင်း တင်မီ ရှိပါတယ်။ မာကို နဲ့တင်မီတို့ဟာ အတူသွား အတူစားကြရင်း ညီအကို​ရင်းချာ​တွေလို ​နေထိုင်ကြတာ ဖြစ်ပါတယ်။
တစ်ရက်မှာတော့ အ​ကြောင်းတစ်စုံတစ်ရာ​ကြောင့် သူတို့နှစ်​ယောက် အချင်းများကြပြီး ​နောက်ဆုံး တင်မီက Ghetto Boys အဖွဲ့ထဲ​ရောက်သွားပါ​တော့တယ်။
တချိန်က အရမ်းချစ်ခဲ့ကြတဲ့ သူငယ်ချင်းနှစ်​ယောက်ရဲ့ အငြိုးကြီးလှတဲ့ အားပြိုင်မု​တွေမှာ ဘယ်သူက အနိုင်ရရှိသွားမှာလဲဆိုတာ ​နောက်ဆုံးအချိန်ထိ စိတ်၀င်တစား ​စောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်။
Street Wars ကြိုက်တဲ့ပရိသတ်​တွေ မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီး ဇာတ်လမ်းထဲမှာ သုံးထားတဲ့ hiphop တေး​သွားတွေကလည်း ဇာတ်ရှိန်ကိုအမြင့်ဆုံး​ရောက်​အောင် ဆွဲတင်​ပေးထားနိုင်တာကို ​တွေ့ရပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ K ပဲဖြစ်ပါတယ်…
File Size : (850 MB) and (254 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:31:00
Genre : Crime , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by K
Encoded by Phyo Pyae
zawgyi
Blue Story(2019)
ဒီတစ္ခါမွာ​ေတာ့ Action / Drama ဇာတ္ကား​ေကာင္း​ေလးတစ္ကားနဲ႔ မိတ္ဆက္​ေပးခ်င္ပါတယ္။
Blue Story လို႔အမည္ရတဲ့ ဒီကားဟာဆိုရင္​ေတာ့ 2019မွာ ထြက္ရွိလာတာျဖစ္ၿပီး 2020ခုႏွစ္အတြက္ NME (best film award) ကို ရရွိခဲ့တဲ့ ဇာတ္ကား​ေကာင္းတစ္ကား ျဖစ္ပါတယ္။
လန္ဒန္ၿမိဳ႕ရဲ႕ အ​ေရွ႕​ေတာင္ဘက္ျခမ္းမွာ​ Peckham Youths နဲ႔ Ghetto Boys ဆိုတဲ့ ဂိုဏ္း၂ဂိုဏ္းအၾကားက အားၿပိဳင္မႈဟာ ျပင္းထန္လြန္းလွပါတယ္။နယ္​ေျမစြဲ​ေတြနဲ႔ အၿမဲတမ္းတိုက္ခိုက္​ေနၾကတဲ့ အဖြဲ႕ ၂ဖြဲ႕ ျဖစ္ပါတယ္။
ဇာတ္လမ္းထဲမွာ​ေတာ့ မာကို ဟာ Peckham Youths အဖြဲ႕​ေခါင္း​ေဆာင္ရဲ႕ ညီ ျဖစ္ၿပီး သူ႔ဆီမွာ အခ်စ္ဆုံးသူငယ္ခ်င္း တင္မီ ရွိပါတယ္။ မာကို နဲ႔တင္မီတို႔ဟာ အတူသြား အတူစားၾကရင္း ညီအကို​ရင္းခ်ာ​ေတြလို ​ေနထိုင္ၾကတာ ျဖစ္ပါတယ္။
တစ္ရက္မွာေတာ့ အ​ေၾကာင္းတစ္စုံတစ္ရာ​ေၾကာင့္ သူတို႔ႏွစ္​ေယာက္ အခ်င္းမ်ားၾကၿပီး ​ေနာက္ဆုံး တင္မီက Ghetto Boys အဖြဲ႕ထဲ​ေရာက္သြားပါ​ေတာ့တယ္။
တခ်ိန္က အရမ္းခ်စ္ခဲ့ၾကတဲ့ သူငယ္ခ်င္းႏွစ္​ေယာက္ရဲ႕ အၿငိဳးႀကီးလွတဲ့ အားၿပိဳင္မု​ေတြမွာ ဘယ္သူက အႏိုင္ရရွိသြားမွာလဲဆိုတာ ​ေနာက္ဆုံးအခ်ိန္ထိ စိတ္၀င္တစား ​ေစာင့္ၾကည့္ရမွာ ျဖစ္ပါတယ္။
Street Wars ႀကိဳက္တဲ့ပရိသတ္​ေတြ မလြတ္တမ္း ၾကည့္ရႈသင့္တဲ့ ဇာတ္ကားတစ္ကားျဖစ္ၿပီး ဇာတ္လမ္းထဲမွာ သုံးထားတဲ့ hiphop ေတး​သြားေတြကလည္း ဇာတ္ရွိန္ကိုအျမင့္ဆုံး​ေရာက္​ေအာင္ ဆြဲတင္​ေပးထားႏိုင္တာကို ​ေတြ႕ရပါတယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ K ပဲျဖစ္ပါတယ္…
File Size : (850 MB) and (254 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:31:00
Genre : Crime , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by K
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
