"Paris, Texas (1984)~ IMDb – 8.1/10, Rotten Tomatoes – 94% ~Pauseပဲရစ်လို့ကြားလိုက်ရင် ဥရောပတိုက်က အီဖယ်တာဝါကြီးနဲ့ တခမ်းတနားရှိလှတဲ့ ပဲရစ်မြို့ကိုပဲ မြင်ယောင်မိကြမှာပါ။ ဒါပေမဲ့ အမေရိကန်ပြည်ထောင်စု တက္ကဆက်ပြည်နယ်မှာရှိတဲ့ လူမသိသူမသိ မြို့သေးသေးလေးရဲ့ နာမည်ဟာလည်း ပဲရစ်ပါပဲ…သူ့ကိုယ်သူ ဘယ်သူဘယ်ဝါမှန်းမသိ၊ ကန္တာရထဲမှာ ဦးတည်ရာမဲ့လျှောက်သွားနေတဲ့ လူတစ်ယောက်ကို တစ်ရက်မှာ သူစိမ်းတစ်ယောက်က တွေ့လို့ ကယ်တင်ခဲ့ပြီး သူ့ရဲ့ ညီဖြစ်သူနဲ့ ပြန်လည် ဆုံစည်းစေခဲ့ပါတယ်။ ၄နှစ်တာလုံးလုံး သတင်းမကြားဘာမကြားနဲ့ လုံးလုံးပျောက်သွားခဲ့ပြီး လတ်တလောဘဝနဲ့ပတ်သက်တဲ့ မှတ်ဉာဏ်တွေလည်း ပျောက်သွားတဲ့ ထရာ့ဗစ်ကို သူ့ညီဖြစ်သူက လူ့အသိုက်အဝန်းထဲကို ပြန်ခေါ်ဖို့ကြိုးစားပါတော့တယ်။ ဒါပေမဲ့ သူ ပြန်ရောက်လာမှုက သူ့ညီရဲ့ မိသားစုဘဝကို မငြိမ်မသက်ဖြစ်လာစေပါတယ်။ သူ့ညီရဲ့ မိသားစုလို့ ဆိုရာမှာ သူတစ်ချိန်က ထားခဲ့တဲ့ သူ့ရဲ့သားငယ်လေးလည်းပါတယ်။ သူထွက်သွားတဲ့ ၄နှစ်ဆိုတဲ့အချိန်ဟာ သူ့သားငယ်အတွက်တော့ သက်တမ်းတစ်ဝက်ကြာပါသတဲ့။ မှတ်ဉာဏ်တွေပြန်ရလာတဲ့အခါမှာတော့ ထရာ့ဗစ်ဟာ သားငယ်ကိုခေါ်ပြီး တစ်ချိန်က သည်းအူပြတ်မတတ်ချစ်ခဲ့ရတဲ့ ဇနီးဖြစ်သူကို ပြန်ရှာဖို့ ခရီးဆက်ပါတော့တယ်။ဒီကားကို အမေရိကန်ရုပ်ရှင်လို့သာပြောရတာ တကယ်တမ်း ဒါရိုက်တာကော မင်းသမီးကောက ဂျာမန်တွေ… အဲ့ဒါကြောင့်မို့လည်း ဖြစ်မယ်၊ ဥရောပကားမဟုတ်သည့်တိုင် ဥရောပအငွေ့အသက်တွေ ရေလည်လွှမ်းနေတာ…သဲကန္တာရတွေကို ဖြတ်သွားတဲ့ အဝေးပြေးလမ်းမကြီးတွေဟာ မိုးကုပ်စက်ဝိုင်းအောက်မှာ တဖြည်းဖြည်းသေးပြီး ပျောက်သွားသလိုပဲ၊ လူတစ်ယောက်ရဲ့ ချစ်ခြင်းမေတ္တာတွေ… နားလည်မှုတွေ… နောက်ပြီး သူ့ရဲ့ အရေးပါမှုတွေဟာ ဘယ်အတိုင်းအတာထိ သွားနိုင်မလဲ…။တက္ကဆက်ပြည်နယ်ရဲ့ အထီးကျန်အဝေးပြေးလမ်းမကြီးတွေကို ဥရောပဆန်ဆန် မြင်တွေ့ရမယ့် ခပ်ရှားရှား Road Movie အမျိုးအစားထဲကမှ စိတ်ကိုညှို့ယူနိုင်စွမ်းတဲ့ အလှနဲ့ ဟန်ကိုမြင်ရမယ့် မာစတာပိစ်လက်ရာတစ်ခုပဲဖြစ်ပါတယ်…မြန်မာပြည်မှာ IC က ဦးငဲ (အငဲ) သီဆိုထားတဲ့ မူရင်းသီချင်းအတော်များများရဲ့ပိုင်ရှင် Travis ဆိုတဲ့ နာမည်ကြီး Rock Band ဟာလည်း ဒီရုပ်ရှင်ထဲက ဇာတ်လိုက်ရဲ့နာမည်ကို ယူပြီး မှည့်ထားတာလို့ ဆိုပါတယ်။ Steven Schneider ရဲ့ မသေခင်ကြည့်သင့်သော ဇာတ်ကား ၁၀၀ စာရင်းထဲမှာလည်း ဒီကားပါရုံတင်မက စုစုပေါင်း ဆုပေါင်း ၁၈ဆု ဆွတ်ခူးရရှိထားတဲ့ ဒီရုပ်ရှင်ဟာ ဂုဏ်သတင်းကျော်စောတဲ့ ကိန်းစ်ရုပ်ရှင်ပွဲတော်မှာတင် ဆု ၃ခု ဆွတ်ခူးထားပြီး ကိန်းစ်ရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Palme d’Or လည်းအပါအဝင်ဖြစ်တာမို့ ရှည်ရှည်ဝေးဝေးမပြောတော့ဘူးနော်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 1GBQuality – 1080p, 720pIMDb Rating – 8.1/10Format – mp4Duration – 2H 25MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by ZEncoded by Y"