"The Texas Chain Saw Massacre (1974)
~ IMDb – 7.4/10, Rotten Tomatoes – 89% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သိကြတယ်မလား… ကျွန်တော်တို့ငယ်ငယ်က ကြည့်ခဲ့ရတဲ့ လူသတ်ကားတွေ သရဲကားတွေ။ ဟိုအရင် ကလေးဘဝကတော့ စောင်ထဲမှာ ဖင်ဗူးတောင်းထောင်ပြီး တီဗီဖန်သားပြင်ကို ခိုးခိုးကြည့်ရတာမျိုးပေါ့ဗျာ။ ပြီးရင် နောက်ဖေးသွားကြတဲ့အခါ မောင်နှမတွေ အတန်းလိုက်ကြီး။ အဲဒီအချိန်ဆို သိပ်စည်းလုံးတာ။ ရန်ဖြစ်ထားရင်တောင် အဲဒီအချိန်ဆို ပြန်တည့်ကြရော။ သရဲဆိုတာ တကယ်မရှိဘူးကွလို့ ပြောတဲ့လူကြီး‌တွေက‌တောင် ကျွန်တော်တို့ကို နောက်ဖေးလိုက်ပို့သလိုလိုနဲ့ ဟိုကြည့်ဒီကြည့်လုပ် အိမ်သာလုတက်ကြတာမျိုး။
ကဲဗျာ ငယ်ငယ်က အရောင်စုံခဲ့တဲ့ ပျော်စရာလေးတွေ ပြန်ခံစားမယ်ဆိုပြီး ရှေးရှေး Horror ကားတွေကို ပြန်ခံစားကြည့်တယ်။ ငယ်ငယ်က နားမလည်ဘဲ ကြည့်ခဲ့ရပေမဲ့ အခုတော့ ငါကိုယ်တိုင် ဘာသာပြန်နိုင်နေပြီ။ ကျန်တဲ့သူတွေ အေးဆေးသက်သာကြည့်နိုင်အောင် လုပ်ပေးမယ်ဆိုပြီး ဂရုထဲမှာတောင်းထားတဲ့ကားလေးကို ဖောင်ဒါကြီးရဲ့ လမ်းညွှန်ချက်နဲ့အညီ လုပ်ပေးခဲ့ပါတယ်။
သောက်ကျိုးနည်း ကောင်းလိုက်တာဗျာ။ သိတယ်မလား။ အဲဒီခေတ် Horror တွေရဲ့ စတိုင်တွေ။ လူသတ်သမားရဲ့ ကိုယ်အလေးချိန်က ပေါင် (၃၀၀) နီးပါးလောက်ရှိမယ်။ လေးလုံးခြောက်ဖက်ကြီး။ ရှေ့ကပြေးတဲ့ လေဒီမမက (၁၂၅) ပေါင်လောက်လေး။ ဒါကို လွတ်အောင်မပြေးနိုင်ဘူး။ သောက်ကောင်မက ခြေတောက်ကို ထူးခတ်ပြီး သံတုံးဆွဲထားသလိုပြေးတာလေ။ ဒီကြားထဲ ခေါက်ဆွဲစားတဲ့ တူလောက်ပဲတုတ်တဲ့ သစ်ကိုင်းခြောက်ကို ခလုတ်တိုက်ပြီး လဲသေးတာဗျာ။ ပြန်ထရင် စခရင်တိုင်းမ် လေးမိနစ်လောက်ကြာတယ်။
ပြေးရင်လည်း အိမ်ထဲကိုဝင်ပြေးတာ။ အိမ်ထဲကနေပြီး နောက်ကလိုက်လာတဲ့ကောင်ကို တူတူရေ ဝါး လုပ်ချင်လို့လားမသိပါဘူး။ ပြီးရင် စားပွဲကိုပတ်ပြေး၊ အခန်းတောင့်ကိုကပ်။ နောက်တော့သေပါလေရော။ အားရလိုက်တာဆိုတာများ။ အေးတာပဲ။
အကူအညီသွားခေါ်မယ်ဆိုရင်လည်း လက်မခံ။ တစ်ယောက်တည်းသွားမယ်လုပ်။ ကိုယ်နဲ့ပါလာတဲ့သူကို လူသတ်သမားကသတ်နေရင် ဘေးကနေ ခြေကားယား လက်ကားယားကြီးလုပ်ပြီး အသေထိုင်အော်နေတာ။ ဘေးနားရှိတဲ့ဟာ တခုခုနဲ့ ကောက်ရိုက်ရင်တောင် လူသတ်သမား ချီးထွက်လောက်တယ်။ အခုက ပြေးလည်းမပြေး၊ ကူလည်းမကူ၊ ဘေးကထိုင်အော်တာ အာသီးတောင် လှမ်းမြင်ရတယ်။
ကဲ ကဲ အခုတင်ဆက်ပေးမယ့်ကားကတော့ The Taxes Chainsaw Massacre ပါတဲ့။ ကျွန်တော်တို့ရဲ့ စက်လွှသမား လူသတ်ကားတွေရဲ့ ပထမဆုံး အစပြုရာ ဇာတ်ကားပေါ့။ ဒီဇာတ်ကား‌ကြောင့်ပဲ သားရေမျက်နှာနဲ့ စက်လွှလူသတ်သမားကြီးဆိုတဲ့ ဇာတ်ရုပ်ပေါ်လာတာပေါ့။ အပေါ်က ကျွန်တော် အသည်းပေါက်လို့ရေးထားတာတွေဖတ်ပြီး အချဉ်တော့ မထင်နဲ့ဗျ။ ဇာတ်ကားရဲ့ သမိုင်းကြောင်းက တော်တော်စိတ်ဝင်စားဖို့ကောင်းတယ်။ ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပါ။ တကယ်တော့ ဖြစ်ရပ်မှန်ကို အခြေခံတယ်ဆိုတာက ရုပ်ရှင်ရုံကို လူဝင်များအောင် ဆွတဲ့သဘောပါ။ ဖြစ်ရပ်မှန်ကို အလေးထားလွန်းလို့တော့မဟုတ်ဘူး။ ပြီးတော့ ဒီဇာတ်ကားထွက်တဲ့အချိန်က ဗီယက်နမ်စစ်ပွဲနဲ့ပတ်သက်ပြီး အန်ကယ်ဆမ်တို့ဆီမှာ ဆူပွက်နေလို့ လူတွေကို ရုပ်ရှင်ရုံထဲ မောင်းသွင်းလိုက်တာပါ။ နိုင်ငံရေးအာရုံလွှဲတဲ့ ဇာတ်ကားပေါ့နော်။ သူတို့ အောင်မြင်ပါတယ်။ ကြိတ်ကြိတ်တိုး အားပေးကြတယ်။ နိုင်ငံတော်တော်များများကတော့ ပြသခွင့်ပိတ်ခဲ့တယ်ဗျ။ သတ်ခန်း ဖြတ်ခန်းတွေ ကြမ်းတမ်းလွန်းလို့တဲ့။ အဲဒီခေတ်ကမလို့ ကြမ်းတယ်ထင်ရတာပါ။ ဒီဘက်‌‌ခေတ် ကားတွေနဲ့စာလိုက်ရင်တော့ ရင်တုန်ရုံလောက်ပါပဲ။
ဇာတ်ကားအတွက် ရထားတဲ့ ဘက်ဂျက်က သိပ်နည်းလွန်းတော့ ရက်နည်းနည်းနဲ့ တနေကုန် တညလုံး ရိုက်ခဲ့တဲ့ကားပါပဲ။ ဝင်ငွေကတော့ သောက်သောက်လဲပဲဗျို့။ ဒေါ်လာ ရှစ်သိန်းနဲ့ လုပ်စားလိုက်တာ သန်း (၃၀) ကျော် ပြန်ရတယ်နော်။ ဒီဘက်ခေတ်ဆိုရင် သန်း (၁၅၀) ကျော်ပဲ။ ဇာတ်လမ်းအကျဉ်းကိုတော့ မညွှန်းတော့ပါဘူး။ ဇာတ်ကားအစမှာတင် သူတို့ကိုယ်တိုင် စာတန်းထိုးပေးတာပါတယ်။ ကဲ ပြောနေတာကြာပါတယ်ဗျာ။ ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားလိုက်ပါတော့။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.13GB, 690MB
Quality – 1080p, 720p
IMDb Rating – 7.4/10
Format – mp4
Duration – 1H 23Min
Genre – Horror
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
