"Foxtrot Six(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB – 6.5
အင်ဒိုနီရှား ဇာတ်ကားတွေကို မကြည့်ဖြစ်တာများပေးမယ့် ဒီဇာတ်ကားကိုတော့ အထင်ကြီးမိပါတယ် ရုပ်ရှင်အတွင်းအသုံးပြုခဲ့တဲ့ နည်းပညာတွေ စစ်ဝတ်စုံဒီဇိုင်းတွေက ပုံမှန်စစ်ကားတွေမှာသုံးတဲ့ ဝတ်စုံဒီဇိုင်းနဲ့နည်းနည်းကွာခြားနေပါတယ် Sci-fi ပိုင်းတွေပါပေမယ့်effect တွေကိုလွန်ရောကျွံရော သုံးထားတာမဟုတ်တဲ့အချက်ကလည်းဒီဇာတ်ကားရဲ့ဆွဲဆောင်မှုထဲကတစ်ခုလို့ထင်မြင်မိပါတယ်
ပါဝင်သရုပ်ဆောင်ထားတဲ့သူတွေက တော့ The Raid ဇာက်ကားမှာ Eka အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား OKA ANTARA ကအဓိကဇာတ်ရုပ်အဖြစ်ပါဝင်ထားပြီးတော့ အင်ဒိုနီးရှားနိုင်ငံရဲ့ နာမည်ကြီးမင်သမီးချောလေး AURELIE MOEREMANS ကလည်းပါဝင်အားဖြည့်ပေးထားပါတယ် ဇာတ်လမ်းအကျဉ်းက တော့ ၂၀၃၁ ကိုအခြေခံထားပြီး တစ်ကမ္ဘာလုံး အစာငတ်မှုဘေးနဲ့ ကြုံတွေ့နေရပါတယ် အင်ဒိုနီရှား လူငယ်သမ္မတလေးဟာ သူ့လက်ထက်မှာ အင်ဒိုနီးရှားနိုင်ငံဟာ ကမ္ဘာ့အစားအသောက်ခြင်းကြီး တစ်နည်း ထုတ်လုပ်တဲ့နေရာဖြစ်ရမယ်ကြွေးကြော်ခဲ့ပေမယ့် အာဏာရှိလူထုတစ်သိုက်ကြောင့် နေရာဖယ်ပေးခဲ့ပါတယ် အစာငတ်မွတ်မှု အစိုးရရဲ့နှိပ်စက်မှုတွေကြောင့် ပြည်သူလူထုရဲ့ အယုံအကြည်ယုတ်လျော့လာချိန်မှာတော့ THE REFORM ဆိုတဲ့ လက်နက်ကိုင်အဖွဲ့ဟာ ပြည်သူတွေကို အစားအစာလုံလောက်ပေးမယ်လို့စည်းရုံးမှုကြောင့်အားကောင်းလာခဲ့ပါတယ် အဲ့အချိန်မှာ စစ်အရာရှိဝန်ထမ်းဟောင်း အယ်လ်တီဟာ ပြည်သူတွေရဲ့ ယုံကြည်မှုကိုပြန်ရဖို့ သမ္မတဆီကို အစီအစဉ်တစ်ခုတင်ပြခဲ့ပါတယ်ဒါပေမယ့် အစီအစဉ်ကိုလက်ခံပေးမယ့်လည်း ဝီစနု ဆိုတဲ့ လူနဲ့ပူးပေါင်းလုပ်ဆောင်ဖို့အမိန့်ချခဲ့ပါတယ် ဝီစနု ဟာ အယ်လ်တီအစီအစဉ်ကိုဖျက်ပြီး သမ္မတအဖွဲ့နဲ့အတူ လူအချင်းချင်းသတ်ဖြတ်အောင် လူမျိုးတုန်းသတ်ဖြတ်အောင် စီစဉ်ခဲ့ပါတယ် အဲ့အစီအစဉ်ကိုသိသွားတဲ့ အယ်လ်တီ ဟာ The Reform အဖွဲ့နဲ့အတူ ဘယ်လိုတားဆီးမလဲ ဆိုတာကိုစိတ်ဝင်တစား ကြည့်ရှုရမှာဖြစ်ပါပြီး Action စစ်ကားကြိုက်တဲ့သူတွေအတွက်ကတော့လုံးဝကိုလက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းလေးမို့လို့တင်ဆက်ပေးလိုက်ပါတယ်..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….
(zawgyi)
IMDB – 6.5
အင္ဒိုနီရွား ဇာတ္ကားေတြကို မၾကည့္ျဖစ္တာမ်ားေပးမယ့္ ဒီဇာတ္ကားကိုေတာ့ အထင္ႀကီးမိပါတယ္ ႐ုပ္ရွင္အတြင္းအသုံးျပဳခဲ့တဲ့ နည္းပညာေတြ စစ္ဝတ္စုံဒီဇိုင္းေတြက ပုံမွန္စစ္ကားေတြမွာသုံးတဲ့ ဝတ္စုံဒီဇိုင္းနဲ႔နည္းနည္းကြာျခားေနပါတယ္ Sci-fi ပိုင္းေတြပါေပမယ့္effect ေတြကိုလြန္ေရာကြၽံေရာ သုံးထားတာမဟုတ္တဲ့အခ်က္ကလည္းဒီဇာတ္ကားရဲ႕ဆြဲေဆာင္မႈထဲကတစ္ခုလို႔ထင္ျမင္မိပါတယ္
ပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့သူေတြက ေတာ့ The Raid ဇာက္ကားမွာ Eka အျဖစ္သ႐ုပ္ေဆာင္ခဲ့တဲ့ မင္းသား OKA ANTARA ကအဓိကဇာတ္႐ုပ္အျဖစ္ပါဝင္ထားၿပီးေတာ့ အင္ဒိုနီးရွားႏိုင္ငံရဲ႕ နာမည္ႀကီးမင္သမီးေခ်ာေလး AURELIE MOEREMANS ကလည္းပါဝင္အားျဖည့္ေပးထားပါတယ္ ဇာတ္လမ္းအက်ဥ္းက ေတာ့ ၂၀၃၁ ကိုအေျခခံထားၿပီး တစ္ကမာၻလုံး အစာငတ္မႈေဘးနဲ႔ ႀကဳံေတြ႕ေနရပါတယ္ အင္ဒိုနီရွား လူငယ္သမၼတေလးဟာ သူ႔လက္ထက္မွာ အင္ဒိုနီးရွားႏိုင္ငံဟာ ကမာၻ႔အစားအေသာက္ျခင္းႀကီး တစ္နည္း ထုတ္လုပ္တဲ့ေနရာျဖစ္ရမယ္ေႂကြးေၾကာ္ခဲ့ေပမယ့္ အာဏာရွိလူထုတစ္သိုက္ေၾကာင့္ ေနရာဖယ္ေပးခဲ့ပါတယ္ အစာငတ္မြတ္မႈ အစိုးရရဲ႕ႏွိပ္စက္မႈေတြေၾကာင့္ ျပည္သူလူထုရဲ႕ အယုံအၾကည္ယုတ္ေလ်ာ့လာခ်ိန္မွာေတာ့ THE REFORM ဆိုတဲ့ လက္နက္ကိုင္အဖြဲ႕ဟာ ျပည္သူေတြကို အစားအစာလုံေလာက္ေပးမယ္လို႔စည္း႐ုံးမႈေၾကာင့္အားေကာင္းလာခဲ့ပါတယ္ အဲ့အခ်ိန္မွာ စစ္အရာရွိဝန္ထမ္းေဟာင္း အယ္လ္တီဟာ ျပည္သူေတြရဲ႕ ယုံၾကည္မႈကိုျပန္ရဖို႔ သမၼတဆီကို အစီအစဥ္တစ္ခုတင္ျပခဲ့ပါတယ္ဒါေပမယ့္ အစီအစဥ္ကိုလက္ခံေပးမယ့္လည္း ဝီစႏု ဆိုတဲ့ လူနဲ႔ပူးေပါင္းလုပ္ေဆာင္ဖို႔အမိန႔္ခ်ခဲ့ပါတယ္ ဝီစႏု ဟာ အယ္လ္တီအစီအစဥ္ကိုဖ်က္ၿပီး သမၼတအဖြဲ႕နဲ႔အတူ လူအခ်င္းခ်င္းသတ္ျဖတ္ေအာင္ လူမ်ိဳးတုန္းသတ္ျဖတ္ေအာင္ စီစဥ္ခဲ့ပါတယ္ အဲ့အစီအစဥ္ကိုသိသြားတဲ့ အယ္လ္တီ ဟာ The Reform အဖြဲ႕နဲ႔အတူ ဘယ္လိုတားဆီးမလဲ ဆိုတာကိုစိတ္ဝင္တစား ၾကည့္ရႈရမွာျဖစ္ပါၿပီး Action စစ္ကားႀကိဳက္တဲ့သူေတြအတြက္ကေတာ့လုံးဝကိုလက္မလႊတ္သင့္တဲ့ဇာတ္ကားေကာင္းေလးမို႔လို႔တင္ဆက္ေပးလိုက္ပါတယ္..
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္….
File Size : (950 MB) and (367 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:30:00
Genre : Action , Drama,Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Tin Myo Lwin
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
