"Call Me by Your Name (2017)
=====================
IMDb Rating – 7.8/10
၁၉၈၃ ခုနှစ်ရဲ့ အီတလီနွေရာသီမှာ ကားလေးတစ်စီးနဲ့ အိမ်ကို စရောက်လာတဲ့
ခင်ဗျားဟာ ကျွန်တော့်ရဲ့ အိပ်ခန်းကို ဦးစွာ သိမ်းပိုက်ခဲ့တယ်။ အရပ်အမောင်း
ကောင်းကောင်းနဲ့ သိပ်ကို ဆွဲဆောင်မှု ရှိတဲ့ ခင်ဗျားဟာ ကျွန်တော်နဲ့ ၇နှစ်တောင်
အသက်ကွာခြားသတဲ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အချင်းချင်း နှုတ်ဆက်ခါနီးကို သူများနဲ့မတူ တမူထူးခြားစွာ ” နောက်မှပဲ ” ”
နောက်မှပဲ” လို့ ပြောတတ်တဲ့ခင်ဗျားကို ကျွန်တော် အမြင်တော့ကပ်မိသား။
ဒီလို တုံးတိဆန်တဲ့ စကားက ကျွန်တော့်အတွက်တော့ ရိုင်းပြမောက်မာတဲ့
အပြုအမူလို့ ထင်မိတယ်လေ။ ဟော တွေ့လား ဒီလိုနဲ့ ခင်ဗျားက ကျွန်တော့်ရဲ့
အတွေးနယ်ကို နယ်ချဲ့သိမ်းပိုက်လိုက်ပြန်ပြီ။ အိမ်ကို လာတဲ့ ဧည့်သည်ကို အိမ်ရှင်
ဖြစ်တဲ့ ကျွန်တော်က မြို့တစ်ဝိုက်ကို လမ်းပြရင်း အချိန်ကုန်ဆုံးပေးခဲ့ရပြန်တယ်။
ကျွန်တော့်ဘက်က ဧည်၀တ်ကျေရဲ့လား သေချာမသိပေမယ့် သေချာတာတစ်ခုက
ကျွန်တော့်အချိန်တွေကို ခင်ဗျား သိမ်းပိုက်သွားပြန်ပြီ။ အချိန်ကြာလာတော့ “နောက်မှပဲ”
ဆိုတဲ့ ကျွန်တော်ကိုယ်တိုင် အရိုင်းဆန်တယ် ပြောခဲ့တဲ့ စကားလေးကိုမှ ကျွန်တော်
စွဲလမ်းလာတယ်။ ကျွန်တော့်ရဲ့ အိပ်ခန်း၊ စိတ်နဲ့ အချိန်တွေကို သိမ်းပိုက်ခဲ့တာ ခင်ဗျား
ဆိုပေမယ့် နှလုံးသားနဲ့ အသွေးအသားကို အသိမ်းပိုက်ခံချင်သူက ကျွန်တော် ဖြစ်လာ
တယ်။ နှစ်ယောက်တည်းသိတဲ့ အခေါ်အဝေါ်တွေနဲ့ တစ်ယောက်ကိုတစ်ယောက်
ရည်ညွှန်းတဲ့အခါ လောကကို မေ့ပြီး အပျော်ကြီး ပျော်တတ်ခဲ့ပြီ။ သို့ပေမဲ့ အတားအဆီး
ချုပ်ချယ်မှုတွေ များတဲ့ ဒီလောကမှာ ကျွန်တော်တို့ နှစ်ယောက်ရဲ့ ပတ်သတ်မှုဟာ
ယိုယွင်းသွားနိုင်တာကိုတော့ ခင်ဗျားက အစောကြီးကတည်းက ပိုနားလည်ခဲ့ပုံပါပဲ။
ကျွန်တော်ဆိုတဲ့ကောင်က ဘာဆိုဘာမှ မသိခဲ့တဲ့ ၁၇ သာသာ ကောင်လေးတစ်ယောက်ပါ။
ဘယ်လိုပဲ ဖြစ်ဖြစ်ပေါ့ အိုလီဗာ … ခင်ဗျား ထွက်သွားတော့မယ်ဆိုရင် အနားမှာ
ဘယ်သူမှ မရှိတော့ချိန် ပတ်၀န်းကျင်ကလည်း တိတ်ဆိတ်သွားချိန်မှာ ကျွန်တော့်
ဘက်ကို တစ်ချက် မျက်နှာမူပြီး ခင်ဗျားရဲ့ နာမည်လေးနဲ့ ကျွန်တော့်ကို ခေါ်လို့နှုတ်ဆက်ခဲ့ပါ ……
/အယ်လီယို
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Yoon Sandi Aung ဖြစ်ပါတယ်)
File Size……….(2 GB) / (1 GB) / (650 MB)
Quality…………WebRip 1080p / 720p / 480p
Duration………2Hr 12mins
Subtitle………..Myanmar Hardsub
Format…………MP4
Genre…………..Drama, Romance
Translator…….Yoon Sandi Aung
Encoder……….SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
