"(Unicode)
ဘောလီဝုဒ်ဖန်တွေအတွက် 2020 ရဲ့ blockbuster ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နာမည်ကျော်မင်းသားကြီး အဂျေးနဲ့ ဆေ့ဖ်အလီခန်းမ်တို့က အပြိုင်သရုပ်ဆောင်ထားတဲ့ ဖြစ်ရပ်မှန် ရာဇဝင်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်
ဇာတ်လမ်းက မရာထာတပ်မှူး တာနာဂျီးရဲ့ဘဝဇာတ်ကြောင်းပဲဖြစ်ပါတယ်
မဂိုအင်ယာကြီးစိုးတဲ့အချိန်မှာ အိန္ဒိယတစ်နိုင်ငံလုံးကိုသိမ်းပိုက်ဖို့ ကြိုးစားခဲ့ပါတယ်
အဲ့ဒိအချိန်အခါမှာ အိန္ဒိယမှာလည်း ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရရေးအတွက် လွပ်လပ်ရေးတိုက်ပွဲဝင် မရာထာတပ်သားများစွာရှိပါတယ်
အင်အားချင်းမမျှမှုကြောင့် အနိုင်မရဘဲ မဂိုတွေကိုအရှုံးပေးလိုက်ရတဲ့အခါ မရာထာအင်ယာပါမှ ခံတပ် ၂၃ ခု မဂိုတွေဘက်ကိုပေးအပ်လိုက်ရပါတယ်
အဲ့ဒိထဲမှာ အကြီးမားဆုံးခံတပ်ဖြစ်တဲ့ ကွန်ဒါနားလည်းပါခဲ့ပါတယ်
ဒီခံတပ်ကိုရရှိရင် အိန္ဒိယတောင်ပိုင်းတစ်ခုလုံးကို ရရှိသလိုပါပဲ
မဂိုတွေဟာ မတွန့်မဆိုင်းဘဲ အိန္ဒိယတစ်ခွင်လုံးကိုပါ သိမ်းဖို့ကြိုးစားလာတဲ့အခါမှာတော့
မရာထာတပ်မှူးကြီး တာနာဂျီးနဲ့မဂိုတပ်မှူးကြီး အူဒေဘန်းတို့ ထိပ်တိုက်တွေ့ဖို့ဖြစ်လာပါတော့တယ်
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
(Zawgyi)
ေဘာလီဝုဒ္ဖန္ေတြအတြက္ 2020 ရဲ႕ blockbuster ကားေကာင္းတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္
နာမည္ေက်ာ္မင္းသားႀကီး အေဂ်းနဲ႔ ေဆ့ဖ္အလီခန္းမ္တို႔က အၿပိဳင္သ႐ုပ္ေဆာင္ထားတဲ့ ျဖစ္ရပ္မွန္ ရာဇဝင္ကားေကာင္းတစ္ကားလည္းျဖစ္ပါတယ္
ဇာတ္လမ္းက မရာထာတပ္မႉး တာနာဂ်ီးရဲ႕ဘဝဇာတ္ေၾကာင္းပဲျဖစ္ပါတယ္
မဂိုအင္ယာႀကီးစိုးတဲ့အခ်ိန္မွာ အိႏၵိယတစ္ႏိုင္ငံလုံးကိုသိမ္းပိုက္ဖို႔ ႀကိဳးစားခဲ့ပါတယ္
အဲ့ဒိအခ်ိန္အခါမွာ အိႏၵိယမွာလည္း ကိုယ္ပိုင္အုပ္ခ်ဳပ္ခြင့္ရေရးအတြက္ လြပ္လပ္ေရးတိုက္ပြဲဝင္ မရာထာတပ္သားမ်ားစြာရွိပါတယ္
အင္အားခ်င္းမမွ်မႈေၾကာင့္ အႏိုင္မရဘဲ မဂိုေတြကိုအရႈံးေပးလိုက္ရတဲ့အခါ မရာထာအင္ယာပါမွ ခံတပ္ ၂၃ ခု မဂိုေတြဘက္ကိုေပးအပ္လိုက္ရပါတယ္
အဲ့ဒိထဲမွာ အႀကီးမားဆုံးခံတပ္ျဖစ္တဲ့ ကြန္ဒါနားလည္းပါခဲ့ပါတယ္
ဒီခံတပ္ကိုရရွိရင္ အိႏၵိယေတာင္ပိုင္းတစ္ခုလုံးကို ရရွိသလိုပါပဲ
မဂိုေတြဟာ မတြန႔္မဆိုင္းဘဲ အိႏၵိယတစ္ခြင္လုံးကိုပါ သိမ္းဖို႔ႀကိဳးစားလာတဲ့အခါမွာေတာ့
မရာထာတပ္မႉးႀကီး တာနာဂ်ီးနဲ႔မဂိုတပ္မႉးႀကီး အူေဒဘန္းတို႔ ထိပ္တိုက္ေတြ႕ဖို႔ျဖစ္လာပါေတာ့တယ္
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (950 MB) and (480 MB)
Quality : WEB-DL 720p
Running Time : 2hr 15min
Format : Mp4
Genre : Action, Biography, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.HS.WEB-DL.AAC.2.0.x264-Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
