"၂၀၁၄ တုန်းကAnnabelle အမည်နဲ့ ဇာတ်ကားထွက်ခဲ့ဖူးပြီး အခုဇာတ်လမ်းကတော့ အမှောင့်ပယောဂ ဝင်နေတဲ့ အန်နာဘဲလ် အရုပ်မရဲ့ ရာဇဝင်ကို ရိုက်ကူးထားတာမို့
အရင်အန်နာဘဲလ်ဇာတ်လမ်းနဲ့ ရင်းနှီးပြီးသား ပရိ သတ်တွေ လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားလို့ဆိုရမှာပါ။ ဆမ်မြူရယ်မူလင်ဟာ ဇနီးအက်စ်သာ၊ သမီးလေးအန်နာ ဘဲလ်နဲ့အတူ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကယ်လီဖိုးနီးယားက ယာတောအိမ်ကြီးမှာနေထိုင်ရင်း ကစားစရာအရုပ်တွေ ပြုလုပ်ပြီးအသက်မွေးသူပါ။ တစ်ရက်မှာတော့ (၇)နှစ်အရွယ်သမီး လေး အန်နာဘဲလ်ဟာ
ဆိုးရွားလှတဲ့ ယာဉ်တိုက်မှုတစ်ခုကြောင့် ကွယ်လွန်သွားခဲ့ပြီး ဆမ်မြူရယ်ဟာလည်းသူ့သမီးမရှိတော့တဲ့နောက် အရုပ်တွေလည်း မလုပ်တော့ပါဘူး။အဲဒီလိုနဲ့နေလာရင်း
အန်နာဘဲလ်ဆုံးတာ ၁၂နှစ်ပြည့်ပြီးတဲ့နောက်မှာတော့ ဆမ်မြူရယ်တို့ ဇနီးမောင်နှံဟာ ယာတောအိမ်ကြီးမှာ သူတို့နှစ်ယောက်တည်းနေ တာဖြစ်တဲ့အတွက်
မိဘမဲ့ဂေဟာ ပိတ်လိုက်ရလို့ နေစရာမရှိဖြစ်နေတဲ့ သီလရှင်တစ်ပါးနဲ့ မိဘမဲ့ မိန်းကလေးခြောက်ယောက်ကို ယာတောအိမ်ကြီးမှာ လာနေဖို့ ခွင့်ပြုခဲ့ပါတယ်။
အဲဒီအိမ်ကြီးကို မိန်းကလေးတွေ ရောက်လာပြီးနောက်မှာတော့ ထူးဆန်းတဲ့ကိစ္စရပ်တွေ ဆက်တိုက်ဆိုသလို ဖြစ်လာပြီး မိဘမဲ့မိန်းကလေးတွေထဲက ပိုလီယိုကြောင့်
ခြေထောက်မသန်တဲ့ ဂျန်နစ္စတစ်ယောက် အရုပ်လိုလို၊ လူလိုလို လှုပ်ရှားမှုတစ်ခုရဲ့ ခြောက်လှန့်မှုနဲ့ကြုံခဲ့ပါတော့တယ်။ ဂျန်နစ္စက ယာတောအိမ်ကြီးက
ပိတ်ထားတဲ့အခန်းတစ်ခန်းကို သွားဖွင့်မိရာကနေ မိန်းကလေးတစ်ယောက်ပုံစံ ထူးဆန်းတဲ့အရုပ်နဲ့ ကြုံခဲ့တာဖြစ်ပါတယ်။နောက်တော့ တစ်ယောက်ပြီးတစ်ယောက်
အိမ်ကြီးထဲက ဆန်းကြယ်တဲ့အဖြစ်အပျက်တွေ၊ အခြောက်အလှန့်တွေကြုံခဲ့ပြီး အရုပ်လုပ်သူ ဆမ်မြူရယ်ရဲ့ စမ်းသပ်မှုတစ်ခုရဲ့
ဓားစာခံတွေဖြစ်ခဲ့ရပါတော့တယ်။ အခြောက်အလှန့်တွေလုပ်တဲ့အရုပ်နဲ့ သေသွားတဲ့အန်နာဘဲလ်ကဘယ်လိုအဆက်အစပ်တွေရှိနေတာလဲ၊
သီလရှင်နဲ့ မိဘမဲ့မိန်းကလေးတွေ အမှောင့်ပယောဂဝင်နေတဲ့ သစ်သားရုပ်ရဲ့ လက်က လွတ်မြောက်နိုင်ပါ့မလား၊
ဒီအရုပ်နဲ့ပတ်သက်လို့ ဆမ်မြူရယ်က ဘာတွေလျှို့ဝှက်ကြံစည်ထားသလဲဆိုတာတော့ ဆက်ကြည့်လိုက်ပါဦးလို့။ ပါဝင်ထားတဲ့ သရုပ်ဆောင်တွေက စတက်ဖနီဆစ်မန်း၊ တ
ာလီသာဘိတ်မန်း၊ လူလူဝီလ်ဆင်၊ ဖီလစ်ပါကော့လ်ဟာ့တ်၊ အန်သိုနီလာပါဂလီယာ၊ မီရန်ဒါအော့တို စသူတွေ ဖြစ်ပါတယ်။
။(ဇာတ်လမ်းအညွှန်းကိုတော့ 7Daily Website မှကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ ခင်ပြည့်စုံကျော်ပါ)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
