"Vietnamese Horror Story (2022)
ဒီစီးရီးကတော့ ဗီယက်နမ်နိုင်ငံ ကျေးလက်ဒေသရဲ့ ကျောချမ်းစရာကောင်းတဲ့ ပုံပြင်ယုံတမ်းစကားတွေအပေါ်မှာ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အခြေခံပြီး ရိုက်ကူးထားတဲ့ Netflix ရဲ့ Series တစ်ခုဖြစ်ပါတယ် တစ်ပိုင်းကို ပုံပြင်တစ်ပုဒ်နှုန်းနဲ့ အပိုင်းစုစုပေါင်းအပိုင်း ၃ပိုင်းထွက်ထားပါတယ်ဗျ
Epi (1)- The Sugarcane Juice Lady
========================
လွန်ခဲ့တဲ့နှစ်ပေါင်းများစွာက “လန်ဟုန်”ဆိုတဲ့ လျှမ်းလျှမ်းတောက်ကျော်ကြားတဲ့ မင်းသမီးတစ်ယောက်ဟာ
မျက်နှာအက်ဆစ်အပက်ခံရပြီးရုတ်တရက်ပျောက်ကွယ်သွားခဲ့ပါတယ် သူ့အိမ်ကိုတော့ နာမည်ကျော်
မင်းသမီးတစ်လက်ပြီးတစ်လက် ဆက်နေခဲ့ပါတယ်…တစ်နေ့ “နော့မင်” တစ်ယောက် မင်းသမီး”အိုင်နူ”
(လက်ရှိလန်ဟုန်အိမ်၌နေနေသူ)ရဲ့ တပည့်အဖြစ်အရွေးခံရပါတယ် အိုင်နူကလည်းအေးသလောက်
သူ့ကို မတရားဂရုစိုက်ပြီးချစ်ပေးပါတယ်…ဒါပေမဲ့ အိမ်ကြီးထဲမှာ ဘာလှည့်ကွက်တွေရှိနေမှာလဲ နေ့ာမင်ရဲ့ကံကြမ္မာကရော ဘယ်လိုဆက်ဖြစ်လာမလဲ….
Epi(2)- The Magician
==============
မျက်လှည့်ဆရာတစ်ယောက်က တစ်နေ့ ကလေးမလေးတစ်ယောက်ကို နောက်တစ်နေ့ကျရင်
မျက်လှည့်ပြပေးမယ်လို့ ကတိပေးခဲ့ပါတယ် သို့သော်အကြောင်းအမျိုးမျိုးကြောင့်
ပျက်ကွက်ခဲ့တဲ့အတွက် ထူးဆန်းတဲ့ကလေးမလေးအတွက် ကတိဖျက်သလိုဖြစ်သွားခဲ့ပါတယ်….
ကတိကိုမတည်နိုင်ဘဲ ပေးခဲ့တဲ့ မျက်လှည့်ဆရာတစ်ယောက် ဘာတွေဆက်ပြီး ကြုံတွေ့လာရမှာလဲ…
Epi(3)- Three Souls and Seven Spirits
==========================
ဒါကတော့ ယောက်ျားဖြစ်သူ”ဒင်” နဲ့ မိန်းမဖြစ်သူ”ဟန်” ဆိုတဲ့ ထူးဆန်းတဲ့စုံတွဲနဲ့အစပြုထားပါတယ်
သူတို့နှစ်ဦးဟာ သဘာဝလွန်စွမ်းအားရှိတဲ့ ဘီဆီကိုလာပြီးတော့ သေဆုံးသွားပြီဖြစ်တဲ့ “အု” ရဲ့အရိုးကို
ရှာပေးဖို့အကူညီတောင်းခဲ့ပါတယ်…သို့သော် ဘီတစ်ယောက် သူ့စွမ်းအားကိုထုတ်သုံးပြီးတဲ့နောက်မှာ
ကြောက်စရာအာရုံတွေကိုမြင်စပြုလာပါတယ်…ဘီတစ်ယောက်အရိုးရှာရင်း အဖွားအိုတစ်ယောက်နဲ့တွေ့တော့
မင်းဆက်ရှာရင်သေမယ်လို့ပြောပါတယ်….ဘာလို့လဲ
သုံးပိုင်းလုံးမှာ အသည်းယားစရာရိုက်ချက်နဲ့ဇာတ်ကွက် အလှည့်အပြောင်းတွေအပြင်
ဗီယက်နမ်နိုင်ငံရဲ့ ယဥ်ကျေးမှု ဓလေ့ထုံးတမ်းတွေကိုပါ မြင်တွေ့ရမယ့် Horror Thriller series လေးဖြစ်တဲ့အတွက်
အခုပဲဒေါင်းကြည့်ဖို့ ညွှန်းပေးလိုက်ရပါတယ်ဗျာ
File Size – 150MB / 500MB
Quality – 1080p NF WEB DL / 720p
Duration – 43mins
Total Episodes: 3Eps
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Horrro & Thriller
Translator – Yunni & Honey & Guu Guu
Encoder – YK
VIP Member – CLick Here!
720p>>
Episode 1 – Yoteshin / Userdrive / Megaup / Meganz / Streamsb / Hexa
Episode 2 – Yoteshin / Userdrive / Megaup / Meganz / Streamsb / Hexa
Episode 3 – Yoteshin / Userdrive / Megaup / Meganz / Streamsb / Hexa
1080>>
Episode 1 – Yoteshin / Userdrive / Megaup / Meganz / Streamsb / Hexa
Episode 2 – Yoteshin / Userdrive / Megaup / Meganz / Streamsb / Hexa
Episode 3 – Yoteshin / Userdrive / Megaup / Meganz / Streamsb / Hexa
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
