"Eraser (1996)
Eraser Reborn ဆိုပြီး 2022 မှာ ပြန်ရိုက်တာကိုတွေ့ရတော့ မူလ အာနိုးကားကြီးကို သွားသတိရတာနဲ့ ဒီဇာတ်ကားကို တင်ဆက်ဖြစ်တာပါ။ Total Recall ကိုတော့ နောက်ရိုက်တဲ့ကားပဲ တင်ဆက်ဖြစ်ပေမဲ့ Eraser ကတော့ အဲဒီခေတ်ကတည်းက မိုက်တာမလို့ ကြည့်သင့်တယ်လို့ အကြံပြုချင်ပါတယ်။ ငယ်ဘဝ ဗီဒီယိုရုံမှာကြည့်ခဲ့ရတဲ့ဇာတ်ကားတွေဖြစ်လို့ ကလေးဘဝကို ပြန်ရောက်သွားသလိုပါပဲ။ သေနတ်ကြီးနှစ်လက် တဖက်တချက်ကိုင်ပြီး ကွင်းပြင်မှာ ထီးထီးကြီး ရပ်ပစ်တဲ့ မြင်ကွင်းတွေလေ။ ကလေးဘဝကဆိုတော့ သိပ်မိုက်ပေါ့။ ဆော့ကစားကြပြီဆိုရင် မင်းသားလုပ်ချင်တဲ့သူ သိပ်များတာကိုးဗျ။ မင်းသားဆို ဘယ်လောက်ပစ်ပစ် မသေဘူးဆိုတဲ့ စည်းကမ်းချက်ကို လူတိုင်းလိုက်နာခဲ့တုန်းကပေါ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသားကြီး အာနိုး ပါဝင်သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကား Eraser ရဲ့ ဇာတ်လမ်းအကျဉ်းကတော့ သိပ်ပြောစရာမရှိပါဘူး။ နိုင်ငံတော်အဆင့် ကန်ထရိုက်သမားတွေက လက်နက်သုတေသနမှာ စွမ်းအားမြင့်လက်နက်ဖြစ်တဲ့ လျှပ်စစ်သံလိုက် မြန်နှုန်းမြင့် အလင်းတန်း ချေမှုန်းရေးရိုင်ဖယ်တွေကို တီထွင်နိုင်ပြီးနောက် မူလစာချုပ်ရှင် အမေရိကန်အစိုးရကို သစ္စာဖောက်လို့ နိုင်ငံတကာ အကြမ်းဖက်အဖွဲ့ကို မှောင်ခိုရောင်းဖို့ ကြိုးစားတာကနေ ဇာတ်လမ်းစပါတယ်။
လက်နက်သုတေသနမှာ အလုပ်လုပ်တဲ့ကောင်မလေးက ဖြစ်ကြောင်းစုံ ရိပ်မိသလိုရှိတော့ အစိုးရကို သတင်းပေးဖို့ကြိုးစားရင်း အဓိက မျက်မြင်သက်သေဖြစ်လာခဲ့ပါတယ်။ အဲဒီမှာပဲ မျက်မြင်သက်သေကာကွယ်ရေးအဖွဲ့က ရဲအရာရှိ ဂျွန် ကရူဂါ က ကောင်မလေး လီ ကို ကာကွယ်ဖို့ဖြစ်လာပြီး အကောင်ကြီးတွေ ပါဝင်ပတ်သက်နေတဲ့ လက်နက်မှောင်ခိုရောင်းချမှုကို ဘယ်လိုဖော်ထုတ်မလဲ။ သူကိုယ်တိုင်နဲ့ သူ့ရဲ့သက်သေတို့ရဲ့ အသက်ကို ဘယ်လိုကာကွယ်မလဲဆိုတာပါပဲ။ ပြန်လည်ခံစားကြရအောင်လား။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.3GB, 1GB
Quality – Blu-ray 1080p, 720p
IMDb Rating – 6.1/10
Format – mp4
Duration – 1H 55Min
Genre – Action, Crime, Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
