"Oro Arrowhead (2021)
================
၁၈၃၀ ခုနစ်မှာ အမေရိကန်အစိုးရဟာ ဌာနေတိုင်းရင်းသား အင်ဒီးယန်းတွေကို
နေရာရွှေ့ပြောင်းရေး အစီအမံလုပ်ခဲ့ပါတယ်။အသစ်ဝင်ရောက်လာတဲ့ လူဖြူတွေ
ဝါဂွမ်းစိုက်ပျိုးလို့ရအောင်မြေလိုတဲ့အတွက်လို့ အကြောင်းပြပြီး ချရိုကီးလူမျိုး
၁၆၀၀၀ ကျော်အပါအဝင် လူပေါင်း၆၀၀၀၀ လောက်ရှိတဲ့ မျိုးနွယ်စု ငါးစုကိုမိုင်ပိုင်းများစွာ
လမ်းလျှောက်ခရီးနဲ့ အတင်းအကျပ်ပြောင်းရွှေ့ခဲ့ပါတယ်။ ပင်ပန်းဆင်းရဲမှုကြောင့်
လူပေါင်း လေးထောင်ကျော်သေဆုံးခဲ့ပြီး မျက်ရည်လျှောက်လမ်းလို့ အမည်တွင်ခဲ့ပါတယ်။
ဒါ့အပြင် မျိုးနွယ်စုတွေ ဖယ်ရှားခံခဲ့ရတဲ့နေရာတွေဟာ တွင်းထွက်ပစ္စည်းလည်း
ထွက်တဲ့အတွက် လူဖြူတွေက လိုချင်တပ်မက်ခဲ့တာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဲဒါကို သိတဲ့ မျိုးနွယ်စုတွေဟာ ရွှေတွေကို တူးဖော်ပြီး မှော်အစီအရင်တွေနဲ့
ဖွက်ခဲ့ပါတယ်။ နောင်အခါမှာ အဲဒီအကြောင်းကို သိတဲ့ သိုက်တူးဖို့ လာသူတွေလည်း
အများကြီးရှိတာပေါ့။
ဒီဇာတ်ကားမှာတော့ မြို့တော်ဝန်ဟာ ရွှေသိုက်ကို ရှာဖွေနေသူပါ။ အခြားဒီလိုမျိုး
အကြံအစည်ရှိသူ ရှာဖွေသူတွေကို ခြိမ်းခြောက်လေ့ သတ်ပစ်လေ့ရှိပါတယ်။ ဒါကြောင့်
မြို့တော်ဝန်ချုပ်ကိုင်ထားတဲ့ အဲ့နယ်မြေတွေမှာ ပြည်သူတွေဟာ တုပ်တုပ်မှ မလှုပ်ရဲ
ကြပါဘူး။ တစ်ခါမှာတော့ ဇာတ်လိုက်ဖြစ်သူ ဗိုလ်မှူး ဂျင်မ်ပိုဝဲလ် တစ်ယောက် ဖခင်
ရုတ်တရက်သေဆုံးမှုကြောင့် အသုဘကိစ္စအတွက် မြို့ကို ပြန်လာခဲ့ပါတယ်။ ဒါပေမယ့်
ဖခင်သေဆုံးမှုဟာ သမားရိုးကျမဟုတ်တာကို သိရှိသွားပြီနောက် ရွှေသိုက်နဲ့လည်း
ဘယ်လိုဆက်စပ်လာမလဲဆိုတာကို တွေ့ရမှာပါ။ စွန့်စာခန်းတွေပါတဲ့ Adventure
အမျိုးအစားဖြစ်ပြီး နောက်ခံသမိုင်းကြောင်းကောင်းကောင်းနဲ့ ကြည့်ကောင်းမယ့်
ဇာတ်ကားလေးဖြစ်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Zaw Myo Thu မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသား
ပေးသူများကတော့ Zaw Myo Thu, Luca Mi တို့ဖြစ်ပါတယ်။)
File Size……….(1.25 GB) / (620 MB)
Quality…………WebRip 1080p / 720p
Duration………1Hr 52mins
Subtitle………..Myanmar Hardsub
Format…………MP4
Genre…………..Mystery, Adventure
Translator…….Zaw Myo Thu, Luca Mi
Encoder……….SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
