"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Three Times (2005)
Directed by Hou Hsiao-Hsien
တမြေ့မြေ့အောက်မြေ့ခြင်းကြားက ငါတို့ရဲ့ အခါခါလွဲခဲ့ကြခြင်းတွေ။ ပထမဆုံးရက်‌စွဲတစ်ဖြစ်လည်း နောက်ဆုံးရက်စွဲမှာ တို့ရဲ့အနက်ရောင်ဖဲထီးကလေးပေါ်မှာ မိုးရိပ်တွေလည်းဖြာလို့။ တစ်ခါတလေကျ နဖူးစာဟာ ကံကြမ္မာဆိုတာထက် ပိုပါတယ်။ ဆန္ဒ‌ပေါ့။ မနီးစပ်ခြင်းတွေကို အနီးဆုံးဆွဲကပ်ပစ်လိုက်နိုင်တာ လူနှစ်ယောက်ရဲ့ နီးစပ်ချင်စိတ်ပဲမို့လား။ သုံးခေတ်သုံးဖန် သုံးကြိမ်သုံးလီ နီးလာခြင်း‌ ဝေးသွားခြင်း မျက်ရည် မိုးစက်များ တိုင်ပေရဲ့ နီယွန်ည နှုတ်ခမ်းဖျားမှာ ခေတ်အဆက်ဆက်ဟာ စုထုံးလို့။ စီးကရက်နဲ့မိုးစက်တွေကို တစ်သားတည်းအဖြစ် မှတ်ယူလိုက်ကြတာပေါ့။ ဘောလုံးနဲ့ ၀င်ကျင်းဟာ ကျူတံရဲ့အတွေ့မှာ ဆုံစည်းကြရမှာပဲမလား။ ငါတို့သာသေချာခဲ့ရင် အရာရာဟာ သေချာနေပြီးသား။
Three Timesဟာ world cinemaရဲ့ leading figure တစ်ယောက်ဖြစ်သလို ထိုင်၀မ် New Wave Cinemaရဲ့ ပဲ့ကိုင်ရှင်တစ်ယောက်ဖြစ်တဲ့ Hou Hsiao-Hsienရဲ့ Second New Waveခေတ်‌အလွန်မှာ ရိုက်ခဲ့တဲ့ကားပါပဲ။ Houဟာ the assassin (2015)နဲ့ ကိန်းမှာ Best Directorဆုရထားတဲ့သူလည်းဖြစ်ပြီး ထိုင်၀မ်ရဲ့ နာမည်ကျော် Artဒါရိုက်တာ စာရင်း၀င်တစ်ယောက်ပါ။ cinematographer ကတော့ In the mood for loveကို ရိုက်ခဲ့တဲ့၃ယောက်ထဲက တစ်ယောက်ဖြစ်တဲ့ Houနဲ့ ရိုက်နေကျ Mark Lee Ping-bingဆိုတော့ ပြောစမရှိအောင် လှပါတယ်။ Actor Actressတွေကတော့ ကလေးပေါက်စနကတည်းက Edward Yangရဲ့ A brighter Summer Dayမှာ သရုပ်ဆောင်ခဲ့ပြီး ဟောင်ကောင်နာမည်ကျော် ဒါရိုက်တာတွေဖြစ်တဲ့ ဝေါင်ကာဝေးတို့လူတွေရဲ့ လက်စွဲလည်းဟုတ်တဲ့
အန်းလီတို့ ဂျွန်ဝူးတို့လိုလူတွေပါ မကြာမကြာသုံးတဲ့ Chan Chenပါပဲ။ မင်းသမီးကတော့ houရဲ့ လက်စွဲတော် ပုရိသတွေရဲ့ အသည်းစွဲ ရှုကြည်ပါ။
Three Timesဟာ စီနီမာတို ၊ ပါဖောမင့်န် ဘာမှပြောစရာမရှိအောင်လှပြီး ခေတ်သုံးခေတ်ကို Hou စတိုင်နဲ့ အပြိုင်ပြသွားတဲ့ ထိုင်၀မ် Art Fillmအချစ်ကားကောင်းပါပဲ။ 2005မှာ ကိန်းရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Palme d’Or ဆန်ခါတင်၀င်ခဲ့တဲ့ ရုပ်ရှင်လည်းဟုတ်ပါတယ်။ နယူးယောက်တိုင်းမ်က စာရင်းလုပ် တင်ပြခဲ့တဲ့ ၂၁ရာစုရဲ့အကောင်းဆုံး ရုပ်ရှင် ၂၅ထဲက တစ်ကားလည်းဟုတ်ပါတယ်။ ဟောင်ရဲ့ဟန်ဟာ ၀က၀လိုစတိုင်နဲ့ခပ်ဆင်ဆင်မျိုးကိုမှ ပိုရိုးရှင်းပြီး Realistic ပိုဖြစ်တာမို့ ၀က၀ ပရိသတ်တွေလည်း သဘောကျလောက်မယ့် ထိုင်၀မ် မာစတာပိစ်အချစ်ကားတစ်ကားပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(1.3GB)
Quality__DVDRip
IMDb Rating__6.9/10
Format__mp4
Duration__02:00:00
Type__Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
