"Clue (1985)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 7.2/10, Rotten Tomatoes – 68% ~
Clue ဟာ board game ကို Inspiration ယူပြီး ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ နည်းနည်းတော့ ဆန်းတယ်မလား။ ပုံမှန်ဆို ရုပ်ရှင်ကိုမှ board game ပြန်လုပ်ကြတာမလား။ ဒီရုပ်ရှင်ဟာ တကယ့် ကလပ်စစ်ဂကြောင် ရုပ်ရှင်ပါ။ ဘာလို့ဆို သူဆန်းတာက ဒီလောက်တင်မဟုတ်ဘဲ စုံထောက်ကားကိုမှ ဟာသကားဖြစ်အောင်ရိုက်ထားတာလည်း ပါတာကိုး။ တကယ့် ကကြိုးကကြောင်ဇာတ်ဝင်ခန်းတွေနဲ့ ရယ်လည်းရယ်ရ စိတ်ဝင်စားဖို့လည်းကောင်းတဲ့ ရုပ်ရှင်ပါပဲ။
ဇာတ်လမ်းစစဖွင့်ချင်းမှာ အိမ်တစ်အိမ်ကို လူ့နယ်ပယ်နဲ့ သူ နာမည်ကြီးတဲ့ နာမည်ကျော်လူတွေကို ဖိတ်ခေါ်လိုက်တယ်။ နာမည်ပျက်ခံလို့မရတဲ့သူတွေချည်းပေါ့။ သူတို့အားလုံးမှာ တူညီတာက ငွေညှစ်ခံနေရတဲ့တစ်ချက်ပဲ။ အဲဒီငွေညှစ်ခံရတာကို ဖိတ်ခေါ်တဲ့သူက ဘယ်လိုသိလဲ ဘာလဲညာလဲ အဖြေရှာရင်း လူသတ်မှုတွေဖြစ်လာတယ်။ အဲဒီလူသတ်မှုကို သူတို့ ကြားထဲပဲ ပြန်အဖြေရှာတယ်။ ဒါပါပဲ။ ဘုတ်ဂိမ်းကို ပြန်ရိုက်ထားတာဆိုတော့ ဘုတ်ဂိမ်းဆန်ဆန် ဇာတ်လိုက်လည်းမပါသလို ကစားသမားတိုင်းက အဓိကပါပဲ။ ဘုတ်ဂိမ်းကစားသလိုကို ကစားသမားတွေရဲ့ စောက်တလွဲတွေ ဖြစ်ချင်သလိုဖြစ်နေတာတွေနဲ့ ခွီရမယ့် လူသတ်မှုအဖြေရှာတဲ့ စောက်တလွဲဇာတ်လမ်းပါပဲ။ သေချာတာကတော့ ဘာပဲဖြစ်ဖြစ် ခင်ဗျား ပထမ၁၅မိနစ်လောက်ကို ကြည့်ကြည့်ပါ။ ခင်ဗျားစိတ်က ဒီဇာတ်လမ်းပြင်ပကို ဘယ်လိုမှမထွက်နိုင်တော့ဘူး ဖြစ်သွားပါလိမ့်မယ်။ ဒီလိုဆွဲဆောင်မှုရှိတဲ့ ဂကြောင်ဇာတ်လမ်းပါ။
သူ့ဆန်းပုံက ဒါတင်ပဲမဟုတ်သေးဘူးရယ်။ ပါရာမောင့်ရဲ့ စောက်စားအကွက်ကြီးလည်း ဒီရုပ်ရှင်ရဲ့ကြောင်နိုင်အားကို ပိုဆန်းသစ်စေခဲ့ပါတယ်။ ဒီရုပ်ရှင်ရုံတင်တုန်းက ပါရာမောင့်က တစ်ချို့ရုံတွေက ဇာတ်သိမ်းတစ်မျိုး တစ်ချို့ရုံတွေတစ်မျိုးနဲ့ ဇာတ်သိမ်း၃ခု သုံးခဲ့ပါတယ်။ ဇာတ်သိမ်းသုံးခုလုံးကို သိချင်ရင် လက်မှတ်၃ခါပြန်ဝယ်ပြီး ရုံတွေလိုက်ပတ်ကြည့်ရအောင်လုပ်ထားတဲ့ ပါရာမောင့်ရဲ့ မဟာစီးပွားရေးအကွက်မြင်မှုကြီးပေါ့။ ဒီလိုနဲ့ ဒီရုပ်ရှင်ဟာ သမိုင်းတွင်တဲ့ ရုပ်ရှင်ဖြစ်ခဲ့တာပါပဲ။ ကလပ်စစ် ဂကြောင်ကားကြီးပေါ့။ ဒီမှာတောာ့ ဇာတ်သိမ်းသုံးခုလုံးကို ပြထားသလို ကိုယ့်စိတ်ကြိုက်ဇာတ်သိမ်းကိုလည်း ရွေးလို့ရပါတယ်။ ကျွန်တော်ကတော့ ပထမဇာတ်သိမ်းကို အကြိုက်ဆုံးပါပဲ၊ ဆက်စီကျပြီး လန်းလို့ပါ။ ရော်ဂျာအတ်ဘတ်ကတော့ ၃ခုလုံးကြည့်ရအောင်တန်တဲ့ကားမဟုတ်ဘူးပြောပေမဲ့ ကျွန်တော်သာ အဲဒီခေတ်မှာ ပတ်ကြည့်မှ ၃ခုလုံးကြည့်ရမယ်ဆို ကြည့်မိမှာတော့ အမှန်ပါပဲ။
ဟာသဖြစ်အောင်ရိုက်ထားလို့ ကြောင်သလို ပဟေဌိလည်းဆန်တဲ့ တကယ့်စုံထောက်ဇာတ်ကောင်းလည်းဟုတ်ပါတယ်။ သရုပ်ဆောင်တွေ ပြောင်မြောက်တာကလည်း တစ်ပိုင်းပေါ့။ ဆက်စီကျတဲ့ သရုပ်ဆောင်ကလည်းကျတယ်။ စောက်တလွဲတွေချည်းအကုန်ပတ်လုပ်ကြတာတွေကလည်း တကယ်အသက်ဝင်ပါတယ်။ ဒီဗရုတ်သုတ်ခတွေကိုက ဒီဇာတ်လမ်းရဲ့ အားသာချက်ပဲလို့ ဆိုရပါမယ်။ နာမည်ကျော်ဘုတ်ဂိမ်းကြီးကို သရုပ်ဆောင်တွေက အသက်ဝင်အောင်လုပ်ပေးခဲ့တဲ့ ကလပ်စစ် ဂကြောင်ကားအဆန်းကြီးကို ကြည့်ချင်ရင်တော့ ထူးထူးခြားခြား ဒီ Clue ဆိုတဲ့ကားကို ကြည့်ကြည့်ကြပါ။ အင်တာတိန်းလည်း တော်တော်ဖြစ်သလို အချိန်လည်းသိပ်မပေးရတဲ့အပြင် ကလပ်စစ်အရသာကိုပါ ခံစားနိုင်မယ့် ရုပ်ရှင်ပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.4GB, 704MB
Quality – 1080p, 720p
IMDb Rating – 7.2/10
Format – mp4
Duration – 1H 34Min
Genre – Comedy, Crime, Mystery
Subtitle – Myanmar Subtitle (Hardsub)
Translated by 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
