"The God of Cookery (1996)
~ IMDb – 7.3/10, Rotten Tomatoes – 86% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဟောင်ကောင်မှာ Comedy ကားဆို ကျွန်တော်တို့ ထိပ်ဆုံးက ပြေးသတိရကြမယ့် ပုဂ္ဂိုလ်ကြီးဟာ စတီဖင်ချောင်ပဲမဟုတ်လား။ ချောင်ဟာ ဒီလောကကို ဝင်ဝင်ချင်းမှာတော့ သူရိုက်ခဲ့တဲ့ King of Comedy ထဲကလိုပဲ ဟိုဘက်က ညောင်ပင်တစ္ဆေအော်ရင် ရုပ်တောင်မပါဘဲ ဝေလေလေပြန်ထူးရတဲ့ ဇာတ်ကောင်နေရာမျိုးကနေ စဝင်လာခဲ့တာပါပဲ။ A Better Tomorrow မှာ Cast List ထဲ သူပါလို့ ရှာကြည့်တော့ ၄ပြန်လောက်ရှာပြီးမှ ၃စက္ကန့်လောက်ပါရတဲ့ လူဆိုးဂိုဏ်းကကောင်လို နေရာမျိုးတွေပေါ့။ ဒီနောက်မှာတော့ အက်ရှင်သမားအနေနဲ့ ပွဲဦးထွက်ခဲ့သလို သရုပ်ဆောင်ဆုလည်းရခဲ့ပါတယ်။ ဘရုစ်လီကားကြည့်ပြီး ဘရုစ်လီလိုဖြစ်ချင်ခဲ့တဲ့သူဆိုတော့လည်း ဆန်းတော့ မဆန်းပါဘူး။ နောက် အဲဒီခေတ်ကလည်း ဟောင်ကောင်အက်ရှင်တွေရဲ့ရွှေခေတ်လို့လည်း ပြောလည်း မမှားဘူးကိုး။ သူကိုယ်တိုင်လည်း ဘရုစ်လို ဝင်းချွန်းသိုင်း ကျင့်ထားတဲ့ သိုင်းသမားပါပဲ။
နောက် သူ့ရဲ့ပထမဆုံးဟာသကားလို့ ပြောရမယ့် Faithfully Yours ကို ဂျက်ကီချောင်တို့နဲ့ အတူရိုက်ခဲ့ပြီး နောက်ပိုင်း ဂျွန်ဝူးနဲ့ Just Heroes, ဂျက်လီနဲ့ Dragon Fight ဘာညာရိုက်ပြီးတဲ့နောက် ဟာသလိုင်းဘက် ကူးလာခဲ့ပေမဲ့ သူအခုလို ဒဘယ်စခွက်ပြောင်တဲ့ ပုံစံတွေတော့ မဖြစ်လာသေးပါဘူး။ သူ့ရဲ့ သိပ်မရယ်ရသေးတဲ့ကားတွေရဲ့ ကာလပေါ့။ ဒါပေမဲ့လည်း ဇာတ်ညွှန်းသာ သိပ်မရယ်ရရင်နေမယ် ချောင်ကတော့ Dragon Fight ထဲက တစ်ခန်းနှစ်ခန်းမှာတောင် ရယ်ရအောင် သရုပ်ဆောင်ပြနိုင်တဲ့ ပါရမီကောင်းတဲ့ ကြိုးစားမှုရှိတဲ့လူဆိုတော့ ကြည့်တော့ကောင်းခဲ့တာပါပဲ။ ၉၁မှာ ရိုက်ခဲ့တဲ့ God of Gamblers II တို့၊ Fight Back to School တို့၊ Tricky Brains တို့ကနေမှ သူ့အခုပုံစံပေါ်လာခဲ့ပြီးတဲ့နောက် ၉၂တစ်လျှောက်လုံး ဒီလိုကားမျိုးတွေပဲ ၈ကားဆက်လောက် ရိုက်ခဲ့တာပါပဲ။ ၉၃မှာတော့ ၃ကားပဲရိုက်ခဲ့ပြီး Flirting Scholar နဲ့ The Mad Monk တို့လို ရှေ့ကားတွေထက် ကွာလတီပိုကောင်းတဲ့ ကားတွေထွက်လာပါပြီ။ ၉၄မှာလည်း ထိုနည်းလည်းကောင်းပဲပေမဲ့ From Beijing with Love ကို တွဲဖက်ဒါရိုက်တာတစ်ယောက်နဲ့အတူတွဲပြီး သူစရိုက်ကူးခဲ့ပါတယ်။ ၉၅မှာတော့ A Chinese Odyssey တို့၊ Out of the Dark တို့လို ကွာလတီကျမလာတဲ့ကားတွေကို ရိုက်ခဲ့ပြီး ၉၆မှာတော့ The God of Cookery ကို သူအပြင်‌ နောက်တစ်ယောက်ပါခေါ်ပြီး ဒါရိုက်တာရော စာရေးဆရာရောလုပ်ပြီး ရိုက်ကူးခဲ့တာပါပဲ။ အဲဒီနောက်ပိုင်းလည်း သူကိုယ်တိုင်ရေး ကိုယ်တိုင်ရိုက်ခဲ့တဲ့ သူရဲ့နောက်ဆုံးလေးကားဖြစ်တဲ့ King of Comedy, Shaolin Soccer, Kung Fu Hustle, CJ7 တို့အထိ သူ့ရုပ်ရှင်တွေက အများအားဖြင့် အတက်ပဲရှိပြီး အကျမရှိခဲ့ဘူးလို့ပြောကောင်းပြောလို့ရပါတယ်။ အဲဒီနောက်ဆုံးလေးကားပြီးတဲ့နောက် သူသရုပ်ဆောင်တာနားသွားပါတယ်။ ချောင်ရဲ့သမိုင်းကိုပြန်ကြည့်ရင် သူဟာ ဘာမှမဟုတ်တဲ့ ဇာတ်ကောင်တွေနေရာကနေ ဒါရိုက်တာစေရာသွားရတဲ့ အရန်ကောင်တွေ၊ သိပ်မကောင်းလှတဲ့ ဇာတ်ညွှန်းတွေမှာ ပြောင်ပြောင်မြောက်မြောက် သရုပ်ဆောင်ပေးခဲ့သလို သူ့လက်နဲ့သူ့ခြေဖြစ်လာတဲ့ နောက်ဆုံးအထိလည်း ပရိသတ်ကို စေတနာထားပြီး သူ့ရုပ်ရှင်တွေရဲ့ အရည်အသွေးဟာ အကျမရှိခဲ့ပါဘူး။ ဟောင်ကောင်က ကျန်တဲ့ ဘယ်သရုပ်ဆောင်နဲ့မှ မတူတဲ့လူလို့လည်း ကျိန်းသေအာမခံရဲပါတယ်။ ချောင်ဟာ ဇာတ်လမ်းလိုအပ်ချက်အရ ပေါတောတောဇာတ်ကောင်တွေပဲ သရုပ်ဆောင်တာများခဲ့ပေမဲ့ ပရိသတ်ကိုရော ရုပ်ရှင်ကိုပါ ချစ်တဲ့ သူ့နှလုံးသားကတော့ လေးနက်‌တယ်ဆိုတာ သူ့သမိုင်းကို ခြေရာပြန်ကောက်ကြည့်ရင် တော်တော်လေးကို သိသာမြင်သာရှိပြီးသားပါပဲ။
ဒီနောက်ပိုင်းမှာတော့ ချောင်ဟာ လူလုံးမပြသလောက်ဖြစ်လာပြီး ဒါရိုက်တာပဲလုပ်ပါတော့တယ်။ သိသလောက်ဆို ဆိုရှယ်မီဒီယာစသုံးတာလားမသိတဲ့ ခုလတွေထဲ သူတင်တဲ့ပုံတွေမှာတောင် ရုပ်သေချာတောင် မပြဘူးလို့ ပြောကြပါတယ်။ ဒါပေမဲ့လည်း ဒါရိုက်တာအနေနဲ့ သူရိုက်ခဲ့တဲ့ Journey to the West: Conquering the Demons, The Mermaid နဲ့ The New King of Comedy ကို ကြည့်ကြည့်ရင် သူသရုပ်မဆောင်တော့ပေမဲ့ ဒါရိုက်တာအနေနဲ့ သူအကောင်းဆုံးဖြစ်အောင် လုပ်ပေးနေတုန်းလို့တော့ ပြောရမှာပါပဲ။ ဒီသုံးကားကို မကောင်းပါဘူးလို့ ငြင်းလို့တော့မရဘူးမလား။ သူ့ဟာနဲ့သူ အဆင့်တစ်ခုတော့ ရှိနေတဲ့ကားတွေချည်းကိုး။ ချောင်ဟာ သူရဲ့ King of Comedy ရုပ်ရှင်ထဲကလို ဘာမှမဟုတ်တဲ့လူတစ်ယောက်နေရာကနေ ဟောင်ကောင်ရဲ့ King of Comedy ဖြစ်လာပြီး ကျွန်တော်တို့ကို အကောင်းဆုံးတွေပဲ ချပြချင်ခဲ့တဲ့သူဆိုလည်း မမှားပါဘူး။ ဟောင်ကောင်ရဲ့ ဂန္ထဝင်မင်းသားတစ်ချို့ကိုသာ လူတိုင်းမသိရင်နေပါမယ် ချောင်ကိုတော့ မသိတဲ့လူမရှိပါဘူး။ ချောင်ဟာ ဒီလိုကျော်ကြားမှုကို ရကိုရသင့်တဲ့လူပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.03GB, 1.1GB, 523MB
Quality – 1080p, 720p, 480p
IMDb Rating – 7.3/10
Format – mp4
Duration – 1H 35Min
Genre – Action, Comedy, Fantasy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
