Midnight maiden war (2022)Grammy Winnerလေး Billie Eilishရဲ့သီချင်းကို Soundtrackအနေနဲ့ ပထမဦးဆုံးပွဲဦးထွက် အသုံးပြုခဲ့တဲ့ ရုပ်ရှင်ကားဖြစ်ပါတယ် ။ “Happier Than Ever”သီချင်းကို Ending Themeအနေနဲ့အသုံးပြုထားပါတယ်။ Billieက သူ့သီချင်းပါဝင်ခွင့်ရခဲ့တဲ့အတွက် ပျော်နေခဲ့ပြီး ဂျပန်ဘာသာနဲ့ကျေးဇူးတင်စကားပြောခဲ့တဲ့အပြင် Eyelashesတွေကိုလည်း ဇာတ်ကားကြည့်ဖို့ ဖိတ်ခေါ်ထားပါသေးတယ်။Kakegurui,Eren The Southpawတို့ရဲ့ မင်းသမီးလေး “Elaiza Ikeda”၊J Idolအဖွဲ့King & Prince ရဲ့ Memberတစ်ဦးဖြစ်တဲ့မင်းသား “Ren Nagase”၊ And Your Bird Can Sing (2018), It Feels So Good (2019)တို့ထဲက မင်းသား “Tasuku Emoto”တို့က ပါဝင်ထားပါတယ်။ကမ္ဘာကြီးမှာ ရောဂါတွေအရှိန်ကောင်းဆဲကာလ စီးပွားရေးတွေဇောက်ထိုးဆင်း အလုပ်တွေပြုတ်ကြတဲ့ကာလကိုရည်ညွှန်းရိုက်ကူးထားတာမို့ “ကျွန်တော်”နဲ့ “စီနီယာ”ဇာတ်ကောင်တို့ရဲ့အတွေးရှုထောင့်ကို ခံစားမိကြလိမ့်မှာပါ။ကျွန်တော်(ren nagase)က ဇာတိ တိုကျိုမြို့ကနေ ခိုဘဲကိုပြောင်းလာခဲ့ရပါတယ်။ ရောက်ရောက်ချင်းကတော့ ကလေးတွေကိုစာပြန်သင်တဲ့ဆရာအလုပ်လေးရှိတော့ ဝင်ငွေကောင်းတာပေါ့ ။လတ်တလော စားဝတ်နေရေးစရိတ်တွေအတွက်တော့ ခဏလောက်စိတ်အေးရပြီ။ အမေနဲ့ဖုန်းပြောဖြစ်တော့ အလုပ်အဆင်ပြေကြောင်း ကျောင်းလခလည်း အမေပေးဖို့မလိုဘူးလို့ပြောခဲ့တာပေါ့။ဒါပေမဲ့အကျပ်အတည်းဖြစ်နေကြတော့ ကုမ္ပဏီ မူဝါဒပြောင်းပြီး အလုပ်ဖြုတ်တဲ့အထဲ ကျွန်တော်ပါသွားပါရော။ ကျောင်းလခနဲ့နိစ္စဓူဝအတွက် ရရာအလုပ်ကိုဝင်လုပ်ပြီး ဆူပူကြိမ်းမောင်းတဲ့ဒဏ်လည်း သည်းခံရတယ်။တက္ကသိုလ်ကလည်းစိတ်ဝင်စားစရာမကောင်း အိပ်မက်ရယ်လို့လည်းမရှိတဲ့ ပျင်းစရာကျွန်တော့်ဘဝက တူတူပုန်းတမ်းကစားတဲ့အဖွဲ့ထဲကို ဝင်တော့မှပြောင်းလဲတော့တာပဲ။စီနီယာ(Elaiza Ikeda)နဲ့တွေ့တော့ သူက ဉာဏ်ပြေးပြီး ထက်မြက်တဲ့သူပေါ့။ သူငယ်ချင်းတစ်ယောက်မရှိတဲ့ကျွန်တော့်ကို စကားပြောပေး အဖော်လုပ်ပေးတဲ့ LINE ID အပြန်အလှန်လဲတဲ့တစ်ဦးတည်းသောသူက အစ်မ(စီနီယာ)ပါ။တူတူပုန်းတမ်းကစားရင်းအမှိုက်ကန်ထဲမှာ ညရောက်တဲ့ထိပုန်းနေတဲ့ကျွန်တော့်ကို ပြဿနာမဖြစ်အောင်ဆွဲထုတ်တာလည်းသူပါပဲ။ သူနဲ့စကားပြောရတုန်းကတော့ ကျွန်တော်က ကျွန်တော့်ကိုယ်ကျွန်တော် အဖျက်ဆီးချင်ဆုံးပဲဆိုတာကို ပြောမိသေးတယ်။“ဝတ်စုံနက်”(Tasuku Emoto)ကတော့ အလယ်တန်းတည်းက Porn siteကိုကိုယ်တိုင်ထောင် Dating appတွေလုပ်ပြီး ချမ်းသာနေခဲ့တဲ့သူပါ။ လက်ရှိဝင်ငွေနဲ့ နောက်ရမှာတွေပေါင်းရင် တစ်သက်လုံးအလုပ်ထပ်မလုပ်ဘဲ ထိုင်စားလို့ရနေပါပြီ။ဒါပေမဲ့ သူလက်ရှိလုပ်နေတာကတော့ တက္ကသိုလ်ထဲကနေရာတွေကို မီးလိုက်ရှို့တာမျိုး ဖျက်ဆီးရေးအလုပ်တွေပါပဲ။သူနဲ့တွေ့လိုက်ရတော့ အိပ်မက်မရှိတဲ့ကျွန်တော်က သူနဲ့ပေါင်းပြီး ကျောင်းwebsite ကို hackတာ စက်ဘီးထိုင်ခုံလိုက်ဖြုတ်တာ စတဲ့ဖျက်ဆီးရေးပေါင်းစုံလုပ်တော့တာ။နောက်ကျတော့ ဝတ်စုံနက်မှာ ရဲဘော်ရဲဘက် Maiden (အပျိုစင်)တွေက ကျွန်တော်တင်မကတော့ဘဲ လူတော်တော်များလာတာပါပဲ။ ရဲအရာရှိတွေ စီးပွားရေးဝန်ကြီးဌာနကအရာရှိတွေ နေရာပေါင်းစုံက လောကကြီးကိုအရွဲ့တိုက်ချင်တဲ့သူတွေသွားစုမိကြတော့တာ။ အဲဒီမှာ ဝတ်စုံနက်က “သန်းခေါင်ယံအပျိုစင်စစ်ပွဲ”ကို ခရစ္စမတ်နေ့မှာလုပ်ဖို့ အကြီးကြီးကြံတော့တာပဲ။ ဒီစစ်ပွဲက စီးပွားကျ ရောဂါထူနေတဲ့ကမ္ဘာကြီးထဲက တိုကျိုမြို့ကိုမီးတင်ရှို့မဲ့ပွဲပါပဲ။ အဲဒီအချိန်မှာ ကျွန်တော်က စီနီယာ့ကို ခရစ္စမတ်ညမတိုင်ခင် မြို့ထဲကထွက်သွားဖို့ ပြောပေမဲ့ သူက မြို့ထဲကထွက်မသွားတာကြောင့် ဒီစစ်ပွဲကို တားဖို့ကြိုးစားကြည့်လိုက်ပါသေးတယ်။ ထောင့်စေ့ပြီးအကြံကြီးတဲ့ ဝတ်စုံနက်က ဘာတွေလုပ်ထားဦးမလဲတော့ မသိပါဘူး။ ဒါနဲ့ ဒီဇာတ်လမ်းက ၁၁၀မိနစ်မှာ ဇာတ်သိမ်းတာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )File Size__(1.9GB) / (1GB)Quality__WEB-DL_1080p, 720pIMDb Rating__5.9/10Format__mp4Duration__01:51:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Ingyin SanEncoded by Naing Aung Latt"