"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Gully Boy(2019)
IMDb…8.4 / Rotten Tomatoes (96%)
“ကျွန်တော့်ဘဝနဲ့ ထပ်တူညီဖို့ ကျွန်တော့် အိမ်မက်တွေကိုပြောင်းလဲမှာမဟုတ်ဘူး….
ကျွန်တော့်အိမ်မက်တွေနဲ့ထပ်တူကျဖို့ ကျွန်တော့်ဘဝကိုပြောင်းလဲပစ်မှာ..။”
မင်းသားရမ်ဘီဆင်း…မင်းသမီးအာလီယားဘတ်တို့နဲ့ ဒီဇာတ်ကားက ၂၀၁၉ ခုနှစ်ရဲ့ အောင်မြင်မှုတလှေကြီးရခဲ့တဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပါ။
ဇာတ်လမ်းကတော့…
အသက် ၂၂ နှစ်အရွယ်မူရတ်ဆိုတဲ့ Rap ဂီတကိုရူးသွပ်တဲ့ မွတ်ဆလင် ကောင်လေးတစ်ယောက်အကြောင်းကို ရိုက်ပြထားတာပါ…. သူ့အဖေဖြစ်သူက ဒါရိုက်ဘာလုပ်ပြီး
သူ့ရဲ့ပညာရေးအတွက် ပင်ပန်းဆင်းရဲခံပြီး ငွေကြေးပမာဏအမြောက်အမြားကို ရင်းနှီးမြှုပ်နှံ ပံ့ပိုးပေးခဲ့ပါတယ်…..
ဒါပေမဲ့ သူ့အဖေဖြစ်သူက နောက်အိမ်ထောင်ပြုလိုက်တဲ့အခါ သူတို့အိမ်မှာ နေ့စဉ်ငရဲလို ဖြစ်နေပါတော့တယ်…..
မူရတ်ဟာ rap ဂီတကို ရူးသွပ်သူပါ ဒီလိုနဲ့ သူ့ရင်ဘတ်ထဲက မုန်တိုင်းတွေကို သီချင်းတွေအဖြစ် ပေါက်ကွဲပစ်လိုက်ပါတော့တယ်…
သူတို့ လမ်းထဲမှာ နေထိုင်ကြတဲ့ ဆင်းရဲသားတွေရဲ့ ခံစားချက်တွေကို
သူကိုယ်တိုင်ရေးဖွဲ့ထားတဲ့ rap သီချင်းတစ်ပုဒ်ကို YouTube မှာ တင်လိုက်ရာက သူ့အတွက် ဂီတခရီးလမ်းမှာ
ဆက်လက်လျှောက်လမ်းဖို့ရာ အခွင့်အလမ်းတစ်ခု ပေါ်လာခဲ့ပါတယ်….
တစ်ဖက်မှာလည်း သူ့မှာ သဝန်တိုတတ်တဲ့
ချစ်သူ တစ်ယောက် ရှိပါတယ် သူကတော့ သူတို့ ၁၃ နှစ်အရွယ်ကတည်းကနေ သစ္စာရှိရှိတွဲလာတဲ့ သူဌေးသမီး
ဆရာဝန်မလေးပါ …သူ ဂီတအလုပ်တွေ လုပ်တဲ့အချိန်မှာ အဆင်ပြေပါ့မလား သူတို့ ၂ ဦး အချစ်ဇာတ်လမ်းကရော
ဘယ်လို ဖြစ်သွားမှာလဲ ဇာတ်နာခဲ့တဲ့ မူရတ်တစ်ယောက် အမြဲငိုနေရတဲ့ သူ့အမေဖြစ်သူကိုရော ဆင်းရဲတွင်းက
ကယ်တင်နိုင်ရဲ့လားဆိုတာ ဆက်လက်ကြည့်ရှုကြပါ
rap သီချင်းမြောက်မြားစွာနဲ့ ဇာတ်လမ်းဇာတ်အိမ်ခိုင်ခိုင်
ရိုက်ကူးထားတဲ့ ဂီတကားကောင်းတစ်ခုပါ IMDB rating 8.4 ထိ ရထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်တာမို့
လက်မလွတ်တန်း ကြည့်ရှုကြဖို့ ညွှန်းပေးချင်ပါတယ်…..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin နှင့် Aye Mon Kyaw တို့ပဲဖြစ်ပါတယ်…
File size…(6 GB) /(2.3 GB) / (1.2 GB)
Quality….BluRay 4K HEVC/ 1080p HEVC /720p
Format…mp4
Duration….02:34:37
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung,Phyo Pyae
Translated by May Tharaphi Lwin & Aye Mon Kyaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
