"O2 (oxygen)Kaathuvaakula Rendu Kaadhal ကားထဲက နာမည်ကြီး ဘောလိ၀ုဒ်မင်းသမီး Nayanthara နဲ့နာမည်ကြီး ကလေးသရုပ်ဆောင် Rithvik တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ O2 ဆိုတဲ့Disney+Hostarကထုတ်လွှင့်တဲ့ တမီးလ် Thriller ဇာတ်ကားလေး ထွက်ရှိလာပါပြီ။ဇာတ်လမ်း ဇာတ်အိမ်ကိုက တခြားတမီးလ်ကားတွေနဲ့ မတူပဲထူးထူးခြားခြားလေး ရိုက်ကူးထားပြီး မိခင်မေတ္တာကိုအပြည့်အဝဖော်ပြထားတဲ့ကားကောင်းလေးတစ်ကားပါ ။Pauseဒီကားလေးထဲမှာ မင်းသမီး Nayanthara က မုဆိုးမ ကျန်းမာရေးမကောင်းတဲ့ သားလေးကိုပိုင်ဆိုင်ထားတဲ့ သားတစ်ယောက်မိခင် ပါဗက်သီ နေရာကနေ ပါဝင်သရုပ်ဆောင်ထားတာပါ ….ဗီရာကတော့ ပါဗက်သီရဲ့ သားလေးဖြစ်ပြီး ငယ်စဉ်ထဲက cystic fibrosis လို့ခေါ်တဲ့အသက်ရှူလမ်းကြောင်း နံရံတွေထူတဲ့ ရောဂါဝေဒနာကို ခံစားနေရတာကြောင့်သွားလေရာနေရာ အောက်စီဂျင်အိုးသယ်သွားပြီး အောက်စီဂျင်နဲ့ အသက်ဆက်နေရတဲ့ ဝေဒနာသည်ကလေးလေးပါသားဖြစ်သူကို ခွဲစိတ်ကုသဖို့အတွက် ကုမ်ဘာတာကနေ ကိုချင် ကို ဘတ်စ်ကားနဲ့ ခရီးထွက်လာတဲ့ အချိန် …..တစ်ချိန်ထဲမှာပဲ အဲဒီဘတ်စ်ကားပေါ်မှာ အကျင့်ပြက် ချစားတဲ့ ရဲအရာရှိရယ် ခိုးရာလိုက်ဖို့ အခွင့်အရေးကို စောင့်ဆိုင်းနေတဲ့အတွဲရယ် လွှတ်တော်အမတ်ဟောင်းတစ်ယောက် ဘတ်စ်ကားမောင်းတဲ့ဆရာနဲ့ ကျန်တဲ့ ခရီးသည်တစ်ချို့ပါ ပါလာခဲ့ပါတော့တယ်အဲဒီလိုနဲ့ သူတို့ ခရီးစတင်လာပြီးတဲ့နောက်မှာတော့ ကိုချင်ကို ပုံမှန်မောင်းနေတဲ့လမ်းကြောင်းမှာယာဉ်တိုက်မှုအကြီးကြီးဖြစ်ထားတဲ့အတွက် ကားလမ်းတွေ ပိတ်မိနေခဲ့ပါတယ်ကိုချင်ကို အချိန်မှီရောက်ရမယ်လို့ မှာလိုက်တဲ့ ကားသမားကတော့ နောက်တစ်လမ်းကိုရွေးပြီး သွားဖို့ ဆုံးဖြတ်ပြီးတဲ့အချိန်မှာတော့ မမျှော်လင့်တဲ့ အဖြစ်အပျက်ဆိုးကြီးနဲ့ကြုံတွေ့လိုက်ရပါတော့တယ် …..သူတို့ ကားတစ်စီးလုံးက မြေပြိုတဲ့အထဲပါသွားရာကနေ သူတို့ ဘတ်စ်ကားတစ်စီးလုံး သဲအောက်ကို နစ်မြုပ်သွားပါတော့တယ် ….မမျှော်လင့်ထားတဲ့ အဖြစ်ဆိုးကြီးကို ကြုံတွေ့ရပြီးတဲ့နောက် လူသားတွေရ​ဲ့စိတ်ထဲမှာ ပုန်းကွယ်နေတဲ့ နတ်ဆိုးက ထွက်ပေါ်လာတဲ့အခါ …..ပါဗက်သီနဲ့ သူ့သားလေး ဗီရာတို့ ဒီအခက်အခဲကြီးကနေ အချိန်မှီ လွတ်မြောက်နိုင်ပါ့မလား …………ကားပေါ်က ကျန်တဲ့ ခရီးသည်တွေကရော ဘာတွေဆက်ဖြစ်ကြမလဲ ……ဒီ ကားလေးက တော်တော်လေးကောင်းတဲ့ survival drama အမျိုးအစားလေးပါနောက်ပိုင်းမှာ ဖြစ်လာတယ့် အဖြစ်အပျက်တွေက ရုပ်ရှင် အစပိုင်းက ရိုက်ကွက်တွေကို ပြန်ပြန်ပြီး ပုံဖော်လိုက်သလိုပါပဲဒါကြောင့် သေချာလေး စောင့်ကြည့်သင့်တဲ့ Nayanthara ရဲ့ O2ဇာတ်ကားလေးကို ပရိသတ်အားလုံး ခံစားကြည့်ရှုနိုင်အောင် တင်ဆက်ပေးလိုက်ပါတယ်File size…1.7GB / 855MBQuality…1080p WEBDL Tamil AAC5.1CH / 720pFormat…mp4Duration….2hSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Poe & Go-O & OeliuJ"