"Peel(2019)
IMDb…..6.0
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ္ခါေတာ့ ဒရမ္မာကား ေကာင္းေကာင္းေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္ 2019 မွာ အသစ္စက္စက္
ထြက္ထားတဲ့ Peel ဆိုတဲ့ ဇာတ္ကားေလးပါ …..
ဒီထဲမွာေတာ့ ပီးလ္ဆိုတဲ့ ေကာင္ေလးရဲ႕ ဘဝအေၾကာင္းေလးကို
ရိုက္ျပထားတာပါ….. ပီးလ္ ငယ္ငယ္က သူ႕အေဖနဲ႔ အေမ အဆင္မေျပၾကရာက ကြဲသြားၾကပါတယ္…….
ပီးလ္မွာ အစ္ကို ၂ ေယာက္ ရွိပါတယ္ ……သူ႕အေဖက သူ႕အစ္ကို ၂ ေယာက္ကို ေခၚသြားျပီး သူကေတာ့ အေမျဖစ္သူနဲ႔
ေနခဲ့ရပါတယ္…..
အေမျဖစ္သူရဲ႕ သားေတြကို ျပဳစုပ်ိဳးေထာင္ပုံကို သေဘာမက်လို႔ စကားမ်ားရာကေန
အိမ္က ထြက္သြားတဲ့ထိ ျဖစ္ခဲ့ရတာပါ …..
အေမျဖစ္သူက သားေတြကို ကေလးေတြလိုပဲ အျမဲ ကာကြယ္ေပးေနတယ္
ကိုယ့္အားကို ကိုးတတ္လာေအာင္ သင္မေပးဘဲ ကေလးေတြလိုပဲ ပ်ိဳးေထာင္ေနတာပါ ……
အေဖ ေခၚသြားတဲ့ အစ္ကို ၂ ေယာက္ကေတာ့
ဘယ္လို ၾကီးျပင္းလာလဲ မသိရေပမဲ့ ပီးလ္ကေတာ့ သူ႕အေမရဲ႕ ျပဳစုပ်ိဳးေထာင္နည္းေတြနဲ႔ အေမနားမွာပဲ
အေမခ်စ္သားအျဖစ္နဲ႔ ေလာကၾကီးအေၾကာင္း ဘာမွ မသိနားမလည္ဘဲ ၾကီးျပင္းလာခဲ့ပါတယ္……….
ေယာက်္ားတစ္ေယာက္မွာ
ရွိသင့္ရွိထိုက္တဲ့ အရည္အခ်င္းမ်ိဳး ရွိမလာ ကေလးတစ္ေယာက္လိုပဲ ျဖစ္ေနခဲ့ပါတယ္ တစ္ေန႔ သူ႕အေမ ဆုံးသြားတဲ့အခါ
သူ႕မွာ ေငြေၾကးအခက္အခဲ ၾကံဳလာပါေတာ့တယ္……………
ဒီအခါ သူ႕အိမ္က လြတ္ေနတဲ့ အခန္းေတြကို ငွားျပီး
ေငြရဖို႔ လုပ္ရပါေတာ့တယ္ အခန္းေဖာ္ရလာတဲ့အခါ သူဘာေတြ ေျပာင္းလဲလာမလဲဆိုတာေတာ့ စိတ္ဝင္စားစရာပါ
ေနာက္ျပီး သူ႕အေမေသကတည္းက သူ႕အစ္ကို ၂ ေယာက္ကို ရွာဖို႔ အသည္းအသန္ၾကိဳးစားေနတဲ့ ပီးလ္တစ္ေယာက္
သူ႕အစ္ကိုေတြကို ရွာေတြ႕ပါ့မလား…..
ေတြ႕တဲ့အခ်ိန္မွာေရာ သူေမွ်ာ္လင့္ထားသလို ငယ္ငယ္က သူခ်စ္ခဲ့ရတဲ့
အစ္ကိုေတြ အျဖစ္နဲ႔ပဲ ရွိေနေသးရဲ႕လားဆိုတာေတာ့ ဇာတ္လမ္းေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္………….
စိတ္ဝင္စားဖို႔ ေကာင္းတဲ့ ဒရမ္မာကားေကာင္းေလး တစ္ကားျဖစ္လို႔ လက္မလြတ္တမ္းၾကည့္ရႈဖို႕ ညႊန္းေပးခ်င္ပါတယ္….
ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္….
File Size : (850MB) and (350 MB)
Quality : WEB-DL 720p,
Format…mp4
Duration…01:41:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by May Tharaphi Lwin
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
