"To be killed by a high school girl (2022)Dissociative Identity Disorder ဆိုတာကို တော်တော်များများ ရင်းနှီးကြမယ်လို့ထင်ပါတယ်။Pauseမကြားဖူးသေးတဲ့သူတွေအတွက်ပြောရရင်တော့ ဒီ (DID) လို့ခေါ်တဲ့စိတ်ရောဂါဟာလူတစ်ယောက်တည်းမှာတင် အမူအကျင့်စရိုက်တွေ အနည်းဆုံးနှစ်မျိုးနဲ့ အထက်ရှိနေတတ်တာမျိုးပါ။လူတစ်ကိုယ် စိတ်အမျိုးမျိုးနဲ့ပေါ့။ဥပမာပြောရရင် အသက် ၁၀ နှစ်အရွယ်ကလေးမလေး မှာနောက်ထပ်စိတ်ကိုယ်ခွဲ ၂ ယောက်ရှိတယ်ဆိုပါစို့။အဲကိုယ်ခွဲနှစ်ယောက်က မူလလူနဲ့အကျင့်စရိုက်အားဖြင့်လုံးဝဆန့်ကျင့်ဘက်ဖြစ်နေတာမျိုးပါ။တစ်ယောက်ကကြမ်းကြမ်းတမ်းတမ်း မာဖီးယားဖြစ်နေပြီးနောက်တစ်ယောက်က အကသင်ဆရာမဖြစ်ချင်ဖြစ်နေနိုင်တာမျိုးပေါ့။ဒီ Disorder ကကိုယ့်မသိစိတ်ကနေ ပေါက်ပွားလာတဲ့ personality တွေဖြစ်တာနဲ့အညီကိုယ့်ရဲ့အတိတ်ကနာကျင်မှုတွေ မဖြစ်နိုင်တဲ့ဆန္ဒတွေအပေါ်မူတည်ပြီးသူတို့တွေကမတူညီတဲ့အသက်အရွယ်တွေ၊ gender တွေ၊ mindset တွေလည်းရှိကြပါသေးတယ်။DID ဖြစ်နေတဲ့သူတွေဟာ ထိတ်လန့်မှုတစ်ခုခုကြောင့် personality ပြောင်းသွားတဲ့အခါသူတို့ကိုယ်ခွဲတွေရဲ့လုပ်ဆောင်ချက်တွေကို သတိပြန်ရလာရင်မမှတ်မိကြတော့တာများပါတယ်။တနည်းအားဖြင့် ကိုယ်ခွဲကလူသတ်လိုက်ပေမယ့် မူလကိုယ်က ဘာမှမသိတာမျိုးပါ။(မြင်သာအောင်ပြောရရင် Marvel ရဲ့ Moon Knight နဲ့ကိုရီးယားဒရာမာ Kill Me Heal Me တို့ထဲက အဓိကဇာတ်ကောင်တွေလိုပေါ့။)ဘာလို့ဒါတွေပြောနေရတာလဲဆိုတော့ အခုဒီကားထဲမှာပါတဲ့ဇာတ်ကောင်ကလည်းအဲလိုစိတ်ရောဂါဖြစ်နေလို့ပါ။ဇာတ်ကားနာမည်ကြီးကြည့်ပြီး ကိုယ့်လိုမျိုး ကြောင်သွားတဲ့သူများရှိကြမလားပဲ။အထက်တန်းကျောင်းသူလေးသတ်တာခံချင်တယ်ဆိုတော့အဆန်းကြီးပေါ့ဒီကောင်ကဆိုက်ကိုလား တဏှာရူးလား တစ်ခုခုဖြစ်ရမယ်ပေါ့။နောက်မှသိရတာက အဓိကဇာတ်ကောင်ကျောင်းဆရာက Autassassinophilia ဆိုတဲ့တခြားလူတစ်ယောက်ရဲ့သတ်တာခံရတဲ့အပေါ် ကာမသာယာမှုခံစားရခြင်းဆိုတဲ့ ရှားပါးတဲ့စိတ်ရောဂါခံစားနေရသူပါ။တခြားမိန်းမချောလေးတွေနဲ့ဆိုအဲလိုစိတ်မပေါ်ဘဲ အထက်တန်းကျောင်းသူဆီမှာပဲ အသတ်ခံရချင်တဲ့သူဟာသူ့ပစ်မှတ် တက်ရောက်နေတဲ့ အထက်တန်းကျောင်းမှာ ဆရာအဖြစ်ဝင်ရောက်လာပြီး အသတ်ခံရဖို့ကြိုးစားရင်းသူ့အကြံအစည်အောင်မြင်သွားမလား၊ရှုံးနိမ့်သွားမလားဆိုတာ…ဇာတ်လမ်းကတော့ အတော်လေးစိတ်ဝင်စားဖို့ကောင်းတာမလို့ဂျပန်မချောချောလေးတွေကို မျက်စိအစာကျွေးရင်း ကြည့်ရှုခံစားပေးကြပါဦးဗျာ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Moe Pwint Phyu ပဲ ဖြစ်ပါတယ်။Genre….. Crime, Drama, ThrillerQuality…. 1080p | 720p | 480pFile size… 1.4GB | 674MB | 289MBFormat… mp4Duration…. 1h 50minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. Moe Pwint PhyuEncoder ….. August"