"The Banshees of Inisherin (2022)
ဒီရုပ်ရှင်ကတော့ အတော်ကိုပြောင်မြောက်တဲ့ Dark Comedy အမျိုးအစားပါ။
Martin McDonagh ကိုယ်တိုင်ရေးသားရိုက်ကူးထားတာပါပဲ။
Martin McDonagh ဆိုတာ In Bruges, Seven Psychopaths, Three Billboards Outside Ebbing,
Missouri တို့တို့ နာမည်ကြီးရုပ်ရှင်တွေကို ရေးသားပေးခဲ့တဲ့သူပါပဲ။
ဒီရုပ်ရှင်ဟာ တကယ်တော့ အိုင်းရစ်ပြည်တွင်းစစ်ကို သရော်တဲ့ သဘောလည်းပါပါတယ်။
အိုင်းရစ်ပြည်တွင်းစစ်အကြောင်း ပြောရမယ်ဆိုရင်တော့ ၁၉၁၉ ကနေ ၁၉၂၁ အတွင်း
အိုင်းရစ် ရီပက်ဘလစ်ကန်တပ်မတော်နဲ့ ဗြိတိသျှတို့ တိုက်ခိုက်ခဲ့ကြတဲ့
အိုင်ယာလန်လွတ်လပ်ရေးစစ်ပွဲကနေ အစပြုခဲ့တာပါပဲ။
အိုင်ယာလန်တွေဟာ 1801 ခုနှစ်ကတည်းဆုံးရှုံးခဲ့တဲ့ လွတ်လပ်ရေးအတွက်ဗြိတိန်နဲ့တိုက်ခိုက်ရင်း
၁၉၂၁ မှာ စစ်ပွဲရပ်စဲဖို့အတွက် အင်ဂလို-အိုင်ယာလန် ငြိမ်းချမ်းရေးစာချုပ်ကို ချုပ်ဆိုဖို့ အကြောင်းဖန်လာပါတယ်။ ဒီစာချုပ်အရ အိုင်ယာလန်ဟာ တစ်နှစ်အတွင်း ကိုယ်ပိုင်အုပ်ချုပ်ခွင့်ရ လွတ်လပ်တဲ့နိုင်ငံဖြစ်လာမှာပေမဲ့ ဗြတိသျှအင်ပါယာထဲမှာ အကျုံးဝင်ကြောင်း သဘောတူညီချက်စာချုပ်ပါပဲ။
အဆိုပါစာချုပ်ကို လက်ခံတဲ့အဖွဲ့နဲ့ လက်မခံတဲ့အဖွဲ့ နှစ်ဖွဲ့ကွဲပြီး အိုင်ယာလန်ပြည်တွင်းစစ်ကြီးဖြစ်လာခဲ့တာပါ။
အဆုံးမှာတော့ စာချုပ်ကိုလက်ခံတဲ့အဖွဲ့က အနိုင်ရပြီး ပြည်တွင်းစစ်ပြီးဆုံးခဲ့တာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းကတော့ ရိုးရှင်းပါတယ်
ကွမ်ဆိုတဲ့သူနဲ့ ပက်ဒရစ်ဆိုတဲ့သူဟာ အင်နီရှဲရင်ဆိုတဲ့ ကျွန်းကလေးပေါ်က ရွာလေးတစ်ခုမှာ
အတူနေထိုင်ကြတဲ့ သူငယ်ချင်းနှစ်ယောက် ဖြစ်ပါတယ်။
တစ်နေ့မှာတော့ ကွမ်ဟာ ရုတ်တရက်ကြီး ပေါ့ဒရစ်ကို
အပေါင်းအသင်းမလုပ်ချင်တော့ဘူးဆိုပြီးအဆက်အသွယ်ဖြတ်သွားပါတယ်။
ဘာကြောင့်မှန်းလည်းမသိတဲ့ ပေါ့ဒရစ်က ကွမ်နဲ့စာရှင်းရှင်းဖို့ ကြိုးစားရင်း ပြဿနာတွေပိုပိုရှုပ်လာပါတယ်။
တစ်ယောက်နဲ့တစ်ယောက်လည်း အရမ်းကို မုန်းတီးလာပေမဲ့
အပြင်လူနဲ့ အရေးကြုံရင်လည်း ကူညီတတ်ကြသလို
တစ်ယောက်ရဲ့ တိရစ္ဆာန်လေးတွေကိုလည်း တစ်ယောက်က ချစ်ကြပါသေးတယ်။
ဒါပေမဲ့ နောက်ဆုံးမှာတော့ အမုန်းတရားတွေကြောင့် ဘယ်လိုပျက်စီးရလဲဆိုတာကို
Dark Comedyတွေရဲ့ ထုံးစံအတိုင်း ရယ်ရခက် ငိုရခက်နဲ့ ရိုက်ကူးပြသသွားတာပါပဲ။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Mr.Anderson ပဲ ဖြစ်ပါတယ်။
Genre….. Comedy, Drama
Quality…. 1080p | 720p | 480p
File size… 1.3GB | 710MB | 312MB
Format… mp4
Duration…. 1h 56min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Mr.Anderson
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
