ရိုးရိုးသားသားပြောရရင်တော့ ဒီတရုတ်ကားက သာမန်ကျောင်းသားအချစ်ကားပါပဲ။ You’re the apple of my eyeတို့လို စတိတ်ကျောင်းမှာတွေ့ ကြိုက် ကောလိပ်မှာဇာတ်လမ်းဆက် ဒီလိုပုံစံပါပဲ။ရိုက်ကူးပုံတို့ စီနီမာတို့ အရောင်တို့ကလည်း ထိုနည်းလည်းကောင်းပဲပြောရမယ်။ You’re the apple of my eyeလောက်ကြီးတော့ မကောင်းပေမဲ့ အခြေခံအရသာအရတော့ ခပ်ဆင်ဆင်ပါပဲ။ You’re the apple of my eyeက မဆုံလိုက်ရတဲ့ဘဝတွေအကြောင်းဆိုတော့ ပိုနတ်ကြီးတာပေါ့။ ဒီရုပ်ရှင်က ပစ်မှတ်ထားတဲ့ ပရိသတ်ကတော့မတူဘူးရယ်။ အဲဒီလိုပုံစံခပ်ဆင်ကိုမှ LDRSအချစ်အကြောင်းကို ဦးစားပေးထားတာဆိုရမယ်။ မင်းသား မင်းသမီးတွေကလည်း ချောပေမဲ့ မြင်နေကြုံနေကျ ရုပ်တွေလိုနဲ့ မထူးခြားနားပြထားတော့ သဘာဝကျတယ်လို့တော့ ခံစားလို့ရတယ်။ ပိုစတာမှာသာ လူရုပ်ထွက်မနေတာပါ အထဲမှာလူရုပ်ပါပဲ။လှပေမဲ့ အပြင်မှာ ဘယ်သူမှပါးစပ်က ထုတ်ပြောမှာမဟုတ်တဲ့ စကားတွေ တစ်ချက်တစ်ချက်ပြောတတ်တာကလွဲလို့ နည်းနည်းပေါတာကလွဲ ကြည့်ပျော်တဲ့ လိုက်ဖီးလ်လို့ကောင်းတဲ့ မဆိုးတဲ့ ရုပ်ရှင်ပါပဲဒီရုပ်ရှင်မှာ ခပ်တည်တည်နဲ့ ဒဲ့ကြီးရွတ်သွားတဲ့ အချစ်အကြောင်းလေးတွေ ပါသလို ဒဲ့ကြီးမရွတ်ဘဲ လှတပတလေး ပြသွားတာလေးတွေလည်းပါတယ်။ ကျွန်တော်သဘောကျတဲ့ အခန်းလေးက ပြောရရင် ဆရာသုခမိန်လှိုင်ရဲ့ ကျွန်တော်တော်တော်ညိတဲ့ ရိုးရိုးရှင်းရှင်းလေးနဲ့ ဆန်းပြီး စာခြောက်ကြောင်းနဲ့ အချစ်ဆိုတာဘာလဲ လုံးဝပေါ်လွင်တဲ့ ကဗျာလိုမျိုးပဲ။ အဲဒီကဗျာ နာမည်က ” ဓား”တဲ့။” ငါပျော်ရင်တော့ မင်းကို ခွဲပေးပါ့မယ်အဲဒါလွယ်တယ်ငါမပျော်ရင်တော့ မင်းကို ခွဲမပေးတော့ဘူးအဲဒါခက်တယ်သံက မီးဖိုထဲမှာ အရည်ပျော်ပြီးပြန်လာသလိုမျိုး”တစ်ခါတုန်းကတော့ ဆော့ခရိတ္တိက အချစ်ဆိုတာ လှတာကိုလိုချင်တာလို့ပြောဖူးတယ်။ ဒါလည်း အတိုင်းအတာတစ်ခုအထိတော့ မမှားပါဘူး။ နောက်ကျ ပလေးတိုးနစ်အချစ်ကို ချပြလာတယ်။ ဒါလည်း အတိုင်းအတာတစ်ခုအထိတော့ မမှားပါဘူး။ ပုဂ္ဂလိကအမြင်အရတော့ အချစ်ဟာ ဒီထက်ကျယ်ပြန့်တယ်လို့တော့ ကျွန်တော်ထင်တာပါပဲ။ ရုပ်ဝတ္တုအသစ် အတတ်အသစ်သစ်တွေ များပြားလာ ၊ လက်လှမ်းမီတာတွေရော မမီတာတွေရောများလာတဲ့နောက်၊ နဂိုကတည်းက မရိုးရှင်းလှတဲ့ လူ့အသိုင်းအဝိုင်းကြီးမှာ အစကတည်းက အရည်ပျော်ရတာတွေထက် ပိုအရည်ပျော်တာရတာတွေလည်းရှိလာတာပဲ။ ဘာကောင်ကြီးပဲဖြစ်နေဖြစ်နေ တစ်ခါတလေတောင် အရည်မပျော်ဖူးတဲ့ လူတွေတော့ ရှိလိမ့်မယ်မထင်ဘူး။အရည်ပျော်ရတဲ့နေ့ရက်နေ့တွေမှာ တစ်ခါတလေကျတော့လည်း ဖြေသာစရာဟာ ကျွန်တော်တို့အားလုံးချစ်ကြတဲ့ ဆရာစိုင်းခမ်းလိတ်ကြီးရဲ့ စကားလိုပဲ။ “ဝေဒနာတွေသိပ်ဆိုးလာတော့လည်း အနားမှာနွဲ့တင်ရှိရင်ပြီးတာပါပဲ”ဆိုသလိုပဲပေါ့။ ချစ်ခြင်းဟာ အားဖြစ်စေခဲ့မှာပဲ။ ဒါပေမဲ့ ချစ်ခြင်းဟာ များသောအားဖြင့်တော့ အဲဒီအရည်ပျော်ရတဲ့အကြောင်းရင်းကိုတော့ ခွဲပေးချင်မှာမဟုတ်ဘူးပေါ့။ ဆော့ခရိတ္တိတို့ ပလေတို့ခေတ်ကတော့ အချစ်ဟာ ဘယ်လိုပုံစံနဲ့ရှိနေခဲ့လဲမသိပေမဲ့ ယုံကြည်ရင်တော့ အချစ်ဟာ ဖြစ်တည်မှုတစ်ခုပါပဲ။ မယုံရင်လည်း မဟုတ်ဘူးပေါ့။ ဒီရုပ်ရှင်ဟာ ယုံကြည်သူနှစ်ယောက်ရဲ့ ဖြစ်တည်မှုတစ်ခုလိုဖြစ်သွားတဲ့ အချစ်တစ်ခုအကြောင်းပါပဲ။အရမ်းကြီးကောင်းလှတယ်မဟုတ်ပေမဲ့ အကြောင်းကြောင်းနဲ့ ဒီခေတ်မှာ ချစ်လျက်နဲ့ဝေးရတဲ့ ကြမ္မာဖိစီးခံရတဲ့ အချစ်တွေအတွက်တော့ ခံစားလို့ကောင်းမယ့် ရုပ်ရှင်တစ်ကား ဖြစ်မှာပါ။ ရိုးရိုးရှင်းရှင်းပြောရရင် LDRSခဏဖြစ်ဖြစ် အမြဲဖြစ်ဖြစ် ဖြစ်နေတဲ့လူတွေအတွက် ဟတ်ထိစေမယ့်ရုပ်ရှင်ပါ။ HONEST REVIEWပါ။ ကျွန်တော်လည်း အဆုံးနား ၁၅မိနစ်လောက် အတည်မျက်ရည်ဝဲသွားပါတယ်။ လူပေါ်မူတည်ပါလိမ့်မယ်။ မှန်တဲ့လူ ထိပေါ့။ ဖီးလ်ရတဲ့အခန်းလေးတွေနဲ့ အချစ်သီချင်းချိုချိုလေးတွေကို တစ်ဆက်တည်းတွဲဆက်ပြီး ပိုဖီးလ်လို့ကောင်းအောင် လည်းလုပ်သွားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )File Size__(2GB) / (1GB)Quality__WEB-DL_1080p, 720pIMDb Rating__7.5/10Format__mp4Duration__01:48:00Type__Drama, Romance, School, LDRSSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"