"Introduction (2021)~ IMDb – 6.2/10, Rotten Tomatoes – 81% ~Pauseတောင်ကိုရီးယား Art House ဒါရိုက်တာ Hong Sang-Soo ဟာ ၂၀၂၁မှာ နှစ်ကားထွက်ခဲ့ပါတယ်။ မနှစ်က တော်တော်ကောင်းခဲ့တဲ့ In Front of Your Face ထဲမှာ သူ့နဲ့ Right Now, Wrong Then နောက်ပိုင်း ဆက်တိုက်တွဲရိုက်နေကျ နောက်ပိုင်း သူနဲ့ပါ ညားသွားတဲ့ ဂင်မင်ဟီးကို မသုံးခဲ့ပါဘူး။ Introduction ထဲမှာတော့ ဂင်မင်ဟီးပြန်ပါလာပေမဲ့ အဓိကဇာတ်ဆောင်နေရာကတော့ မဟုတ်ပါဘူး။ ဒီနှစ်ထွက်မယ့် The Novelist’s Film မှာလည်း ဂင်မင်ဟီးကို ပြန်သုံးထားပါတယ်။Introductionရော နောက်ထွက်လာမယ့် The Novelist’s Film ရောဟာ အဖြူအမဲနဲ့ ရိုက်ပြထားတဲ့ ရုပ်ရှင်တွေပါ။ Introduction ရဲ့ Introduction ဆိုတဲ့ စကားလုံးဟာ Hong Sang-Soo ရုပ်ရှင်တွေရဲ့မိတ်ဆက်ကို ဆိုလိုတာဖြစ်နိုင်သလို The Novelist’s Film ရဲ့ မိတ်ဆက်လည်းဖြစ်နိုင်တာပါပဲ။ နှစ်ခုလုံးလည်း ဖြစ်နိုင်ပါတယ်။Introduction ဟာ Introduction ဆိုတဲ့ နာမည်နဲ့လိုက်အောင် ဇာတ်ကောင် ဇာတ်အိမ် ဘာမှသေသေချာချာမပြသွားဘဲ မိတ်ဆက်သဘောလောက်သာ အနည်းအကျဉ်းပြသွားပါတယ်။ Hong Sang-Soo ဟာ Nonlinear narrative ပုံစံနဲ့ပြသွားပြီ ဘာအရင်လာလဲ သိသိသာသာ မြင်ရတဲ့နေရာတွေရှိသလိုပဲ ဘာအရင်လဲ မသိသာတာတွေလည်း ရှိနေပါတယ်။ အဲဒီကြားက အချိန်ကွာဟချက်ဘယ်လောက် ဘာညာကိုလည်း မပြသွားပါဘူး။ ဟိုရောက်နေတယ်ထင်ရင်း ဒီရောက်သွားသလိုပေါ့။ အဆုံးထိလည်း အဆုံးဖြစ်နိုင်တဲ့ဟာနှစ်ခုမှာ ဘယ်ဟာက တကယ့် Timeline အဆုံးသတ်လဲဆိုတာလည်း မသိလိုက်ပါဘူး။Hong Sang-Soo ရုပ်ရှင် အကုန်နီးပါး ကြည့်ဖူးကြတဲ့ ဝေဖန်ရေးသမားတွေကတော့ Hong ဟာ Nonlinear narrative အသုံးများတဲ့ လူလို့ဆိုပါတယ်။ “TIME IS NOT a real thing.”လို့ Hong Sang-Soo ကိုယ်တိုင်က ရုပ်ရှင်တစ်ကားမှာ ပြောဖူးထားတော့ ‌Introduction ဟာ Hong Sang-Soo မိတ်ဆက်လို့ ဆိုလို့ရတဲ့ ရုပ်ရှင်ပါပဲ။‌ သို့ပေမဲ့ ဒီရုပ်ရှင်ဟာ ဘာလင်ရုပ်ရှင်ပွဲတော်မှာ ဇာတ်ညွှန်းဆု ရခဲ့ပါတယ်။Introduction ဟာ ဘာအကြောင်းအရာမှ သေချာမပါသလို ဘယ်ဇာတ်ကောင်ကိုမှလည်း သေချာပုံဖော်မသွားတဲ့ ဘာမှရမှာမဟုတ်တဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။ Hong Sang-Soo အရသာကို မြည်းစမ်းကြည့်ချင်မှပဲ ကြည့်သင့်တဲ့ရုပ်ရှင်ပါ။ ရုပ်ရှင်ဟာ ဒီတိုင်း အရသာခံဖို့အတွက်ပဲ မဟုတ်လား။(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 990MB, 460MBQuality – 1080p, 720pIMDb Rating – 6.2/10Format – mp4Duration – 1H 6MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"