"Fire Island (2022)
” ဥစ္စာပေါ ရုပ်ချော အမျိုးသားတစ်ဦးဟာ သူ့အတွက်
အမျိုးသမီး အဖော်မွန်တစ်ယောက် လိုကို လိုအပ်တယ်လို့ အကြွင်းမဲ့ ယုံကြသတဲ့ ”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဲဒါ ကျွန်တော်ပြောတာ မဟုတ်ပါဘူး။ Jane Austen ပြောတာ။
စိတ်တော့မကောင်းပေမယ့် Jane ရဲ့ တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ စာသားက ဒီခေတ်ကြီးထဲမှာ အလုပ်မဖြစ်တော့ဘူးဗျ။
ဘာလို့လဲဆိုတော့ ယောင်္ကျားတိုင်းက မိန်းမ လိုချင်နေတာ မဟုတ်ဘူးလေ။
ဒီဇာတ်လမ်းထဲက ကာရိုက်တာတွေက သက်သေပဲ။
နိုရာ၊ ဟောင်ဝီ၊ မက်ဇ်၊ ကီကန် နဲ့ လုခ်တို့က ကောလိပ်ကတည်းက ပေါင်းသင်းခဲ့ကြတဲ့ သူငယ်ချင်းတွေပါ။
တိတိကျကျ ခေါင်းစဉ်တပ်ပေးရရင် အဆင်ကြိုက်တဲ့ အပွင့်တစ်လိုင်းး ဂေးအုပ်စုပေါ့။
သူတို့မှာ tradition လေးတစ်ခုရှိသဗျ။
အဲဒါကတော့ ဘယ်လောက်ပဲ ဝေးကွာနေကြပါစေ
နှစ်စဉ် အပန်းဖြေခရီးအဖြစ် အုပ်စုလိုက် ဂေး Disney World လို့ တင်စားရလောက်တဲ့
ဖိုင်းယားကျွန်းကို တစ်ပတ်တိတိ အလည်သွား အဆင်စားကြတာပဲ။
ဖိုင်းယားကျွန်းမှာ ကြိုက်တဲ့သူနဲ့ ကြိုက်သလို ပလူး အိမ်ပြန်တဲ့အခါ မေ့ပစ်လိုက်ကြ။
အဲသည်လို ယာယီဇာတ်ရှုပ်တွေ လုပ်တဲ့ အပန်းဖြေခရီးပေါ့လေ။
သို့ပေမဲ့ အခင်မင်ဆုံး သူငယ်ချင်း ၂ ယောက်ဖြစ်တဲ့ ဟောင်ဝီနဲ့ နိုရာတို့
ဒီလို ခရီးမှာမှ နှလုံးသားနဲ့ နွယ်စရာကိစ္စတွေ ကြုံလာတဲ့အခါ ဘာတွေဖြစ်လို့ ဘယ်လိုတွေ ရှေ့ဆက်ကြမလဲ။
ဒီဇာတ်လမ်းဟာ Jane Austen ရဲ့ Pride and Prejudice ကို အခြေခံပြီး ပြန်လည်ရိုက်ကူးထားတာဖြစ်လို့
Pride and Prejudice (gay version) ဆိုလည်း မမှားပါဘူး။
မူရင်းဗာရှင်းက ကပွဲတွေကို ဒီဇာတ်လမ်းမှာ ပါတီတွေနဲ့ အစားထိုးထားပြီး
မူရင်း ဇာတ်ဆောင် နှစ်ယောက်နေရာမှာတော့ မာနနဲ့အာဃာတတွေ ပြည့်နေတဲ့ ဂေးနှစ်ယောက်နဲ့ အစားထိုးပြီး
စိတ်၀င်စားဖွယ် Comedy-Romance Gay Movie လေးတစ်ပုဒ်ကို ဖန်တီးပြထားပါတယ်။
ဒီတော့ IMDb 6.6, Rotten Tomatoes 94% တောင် ရရှိထားတဲ့ Fire Island 2022 ကို
Pride Month ဖြစ်တဲ့ June လမှာ တင်ဆက်ပေးလိုက်ရပါတယ်
အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Yoon Sandi Aung ပဲ ဖြစ်ပါတယ်။
Genre…..Comedy, Romance
Quality….1080p | 720p| 480p
File size… 1.7GB | 857MB | 273MB
Format…mp4
Duration….1h 45min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Yoon Sandi Aung
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
