"National Treasure (2004)
” Quality ကောင်းကောင်းနဲ့ ပြန်တင်ပေးထားပါတယ် “
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
National Treasure Franchise ကို မကြည့်ဖူးတဲ့သူဆိုတာလည်း မရှိလောက်တော့ပါဘူး။ ဟိုးအခွေငှားဆိုင်ခေတ်ကတည်းက နာမည်ကျော်လာခဲ့တဲ့ ကားပဲမလား။ Art Film ဆန်တဲ့ကားတွေကနေ အက်ရှင်ဆန်ဆန်ကားတွေဘက်ကို နစ်ကေ့ကြီးကူးပြီး နာမည်တဟုန်ထိုးတက်ခဲ့တဲ့ကာလတွေမှာ ရိုက်ခဲ့တဲ့ကားဆိုလည်း ဟုတ်တယ်။ ဒါပေမဲ့လည်း ဒီကာလဝန်းကျင်မှာတော့ နစ်ကေ့ကြီးဟာ အက်ရှင်ကားတွေအရိုက်များခဲ့ပေမဲ့လည်း ကားကောင်းတွေချည်းပါပဲ။ National Treasure Franchise ဟာ နစ်ကေ့ရဲ့ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့တဲ့ကားတွေဆိုလည်း မမှားဘူး။ ပထမကားဆို ရုံဝင်ငွေတော်တော်လေးကို ကောင်းခဲ့တယ်။ National Treasure ကားတွေဟာ နစ်ကေ့အတွက်တော့ ဂျွန်နီဒတ်နဲ့ ကာရေဘီယမ်ပင်လယ်ဓားပြကို ခွဲမရသလို၊ ဟယ်ရစ်ဆင်ဖို့ဒ်နဲ့ အင်ဒီယာနာဂျုံးစ်ကိုခွဲပစ်လို့မရသလို ကားတွေလို့ ပြောရင်လည်း မမှားဘူး။ ဘန်ဂိတ်စ်ဇာတ်ကောင်ဟာ နစ်ကေ့နဲ့ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။ ကျွန်တော်တို့အတွက်လည်း National Treasure ဟာ Nostalgia ဖြစ်စေတဲ့ကားတစ်ကားလို့ပြောလည်းမမှားဘူး။
သူထွက်ပြီး သိပ်မကြာခင်ကာလအတွင်းမှာ ကြီးပြင်းလာတဲ့သူတွေအတွက်တော့ ဒီကားဟာ ဘာ Fact မှ ရှာဖတ်မရသေးတဲ့ ခေတ်မှာတောင် တော်တော် စိတ်ဝင်စားစရာကောင်းတဲ့ ကားဖြစ်ခဲ့တယ်။ ဘာလို့ဆို အဲဒီခေတ်က တော်တော်များများ ပုတက်တို့ ကစ်ဇုန်တို့လို ကာတွန်းဂျာနယ်တွေကို ဖတ်ခဲ့ကြတာကိုး။ ပုတက်ဆို သူ့ရဲ့ အချပ်ပိုသုတစွယ်စုံစာအုပ်လေးမှာ ကမ္ဘာပေါ်က အကျော်အမော်တွေအကြောင်းတွေ အမြဲထည့်ပေးလေ့ရှိတယ်။ National Treasure ရဲ့ Trade Mark လိုဖြစ်နေတဲ့ အမေရိကန်ရဲ့ Founding Fathers တွေတဖြစ်လဲ ဒီကားတွေမှာ သုံးထားတဲ့သမိုင်းဝင်ပုဂ္ဂိုလ်တွေဖြစ်တဲ့ လင်ကွန်း၊ ဘင်ဂျမင်ဖရန်ကလင် နဲ့ ဖရန်ကလင် ဒီရုစဗဲ့တို့လို သမ္မတတွေ၊ မောင့်ရပ်ချ်မိုးလိုနေရာတွေကို အဲဒီသုတစွယ်စုံစာအုပ်တွေကနေ အားလုံးရင်းနှီးပြီးသားဖြစ်နေတော့ ဒီကားထဲကအချက်တွေဟာ အားလုံးအတွက် စိတ်ဝင်စားစရာဖြစ်သွားခဲ့တာလည်း ပါတာပါပဲ။ ဖရီးမေဆင်ဘာညာကတော့ မင်းသိင်္ခလို စာရေးဆရာတွေလက်ချက်နဲ့ ရင်းနှီးပြီးသားဆိုတော့ ဒီကားက အစကတည်းက ရင်းနှီးပြီးသားကားလို ဖြစ်သွားခဲ့တာကြောင့်လည်း တော်တော်လူကြိုက်များသွားခဲ့တယ်လို့‌ ပြောလို့ရပါတယ်။ သိမှကြည့်ရမယ်တော့မဟုတ်ပေမဲ့ ဒီလူတွေကို ဒီအရာတွေကို ကြိုမသိဘဲကြည့်တဲ့အရသာနဲ့ ကြိုသိပြီးမှ ကြည့်တဲ့ အရသာကတော့ ကွာတာပေါ့။ National Treasure ဆိုတဲ့ နာမည်နဲ့လိုက်အောင်ပဲ ဒီ၂ကားလုံးက ရတနာသိုက်တွေ ဖော်တာတွေကို နိုင်ငံ့တည်ထောင်သူဖခင်ကြီးတွေ၊ သမ္မတတွေ၊ နိုင်ငံ့ရေးရာတွေနဲ့ မကင်းတာတွေနဲ့ ပုံဖော်သွားတယ်။
ဒီကားရဲ့ကောင်းကွက်တွေအကြောင်းပြောရင် သရုပ်ဆောင်တွေကိုလည်း ချန်ခဲ့လို့မရပြန်ဘူး။ သရုပ်ဆောင်တွေ သရုပ်ဆောင်ကောင်းတာတင်မဟုတ်ဘဲ တခြားရတနာရှာတဲ့ကားတော်တော်များများမှာ ကျွန်တော်တို့ မတွေ့ရနိုင်တဲ့အချက်တစ်ချက်ကို National Treasure က ပိုင်ဆိုင်ထားတယ်။ ဇာတ်ကောင်တွေရဲ့ Chemistry ပေါ့။ ဒီထဲက ဇာတ်ကောင်တွေရဲ့ Chemsitry မိချက်မျိုးကို တော်တန်ရုံ ရတနာသိုက်ရှာတဲ့ ကားမျိုးမှာ တွေ့ရမှာတော့မဟုတ်ဘူး။ နစ်ကေ့ရဲ့ ခပ်တည်တည်နဲ့ မသိမသာဘဝမြင့်တတ်တဲ့ဇာတ်ကောင်အပြင် နောက် ခွီခနဲဖြစ်ရမယ့်ဟာသမျိုးတွေပြောတတ်တဲ့ ဂျက်စတင်ရဲ့ဇာတ်ကောင်ရယ်၊ ခရူဂါရဲ့ ယန်ဓာတ်အားပြုတဲ့ဇာတ်ကောင်ရယ်က နစ်ကေ့ရဲ့ဇာတ်ကောင်ကို ပိုပေါ်အောင် အားဖြည့်ပေးထားတဲ့ ဇာတ်ကောင်တွေပေမဲ့ သူတို့ရဲ့ Chemistry သိပ်ကောင်းနေတာကလည်း ဒီကားကို သာမန်ရတနာရှာတဲ့ကားဆိုတာထက် တစ်ဆင့်တက်သွားစေတဲ့အချက်လို့ပြောလို့ရတယ်။ National Treasure ဖန်တွေအတွက်တော့ ဒီဇာတ်ကောင်တွေကို တခြားလူတွေနဲ့ အစားထိုးလို့မရလောက်ပါဘူး။
ဒီလိုနဲ့ပဲ National Treasure ဟာ တော်တော်‌လေးအောင်မြင်တဲ့ Franchise တစ်ခုဖြစ်လာခဲ့သလို စာအုပ်တစ်ချို့လည်းထွက်ရှိခဲ့ပါတယ်။ ၃ကားမြောက်ကို ၂ပြီးကတည်းက ရိုက်ဖို့စီစဉ်လာတာ အထမမြောက်သေးသလို တော်တော်လည်း ကြာနေခဲ့ပေမဲ့ ဒီနှစ်မှာတော့ သူ့ထဲက တစ်ချို့ဇာတ်ကောင်တွေပြန်ပါလာတဲ့ စီးရီးတစ်ခုတော့ထွက်လာခဲ့ပြီဖြစ်သလို ၃ကလည်း ထွက်လာဖို့ လုံးဝသေချာနေပါပြီ။ ဒီကြားထဲ မကောင်းမကန်းကားပေါင်းစုံ ရိုက်ပြီး တဟုန်ထိုးကျဆင်းလာခဲ့တဲ့ နစ်ကေ့ရဲ့ နာမည်ကလည်း Pig တို့ The Unbearable Weight of Massive Talent တို့နဲ့ ပြန်တက်စပြုလာတော့ ရှေ့နှစ်တွေဟာ NT 3 ရိုက်ဖို့ အချိန်ကောင်းဖြစ်လာမယ်တော့ ထင်ရတာပါပဲ။ ရှေ့နှစ်မှာ သူထွက်မယ့်ကားတွေက နည်းနည်းတော့များနေတော့ တစ်ထစ်ချတော့ပြောမရပေမဲ့ Renfield ဆိုတဲ့ကားသစ်ကိုတော့ တော်တော်များများ Hype နေကြတာပါပဲ။ ဘာနေနေပါ… ဇာတ်ညွှန်းမူကြမ်းပြီးတာ ၁၀စုနှစ်ကျော်နေပြီဖြစ်တဲ့ National Treasure 3 ကို လက်ရှိ Disney ကနေလွှင့်နေတဲ့ ဇာတ်လမ်းတွဲကိုကြည့်ရင်း ဒီကနဦးကား၂ကားကို ပြန်ကြည့်ပြီး Nostalgia ပြန်ဖြစ်ရင်း စောင့်စားလိုက်ကြတာပေါ့။
—– ဇာတ်လမ်းအကျဉ်း —–
ဘန်ဂိတ်စ်လို့ခေါ်တဲ့ လူတစ်ယောက်ရှိတယ်။ ဒီလူက မျိုးနဲ့ရိုးနဲ့ကို အမေရိကန်သမိုင်းနဲ့ မကင်းတဲ့လူ။ ဂိတ်စ်တွေဟာ ဘိုးဘေးဘီဘင်ခေတ်ကတည်းကကို ဝှက်စာဖော်တာတွေ ရတနာသိုက်ရှာတာတွေ လုပ်ခဲ့ကြတဲ့သူတွေပေါ့။ မရှိဘူးလို့ ထင်ကြတဲ့ ရတနာသိုက်ကို ရှာရင်း လူတွေက အရူးလို့ သမုတ်တာခံထားရတဲ့လူတွေဆိုလည်း မမှားဘူး။ ဘန်ဂိတ်စ်လက်ထက်မှာတော့ သူတို့မျိုးရိုးရဲ့ ဒီအလှောင်ခံရသမှုကို ချေဖျက်ဖို့ ရတနာသိုက်ကို အရရှာဖို့လုပ်ခဲ့တယ်။ ဒီလိုနဲ့ ရတနာသိုက်ရဲ့ သဲလွန်စနောက်ကို လိုက်ရင်း အမေရိကန်တည်ထောင်သူဖခင်ကြီးတွေ၊ လွတ်လပ်ရေးကြေညာစာတမ်းတွေ အစရှိသဖြင့် အမေရိကန်သမိုင်းရဲ့ အထင်ကရအရာတွေနဲ့ ဆက်စပ်လာခဲ့တယ်။ ဖရီးမေဆင်တွေရဲ့ လျှို့ဝှက်ချက်တွေကိုလည်း ဖော်ရဖို့ဖြစ်လာတယ်။ ဒီလိုဖော်ရင်း သူ့သူငယ်ချင်းတစ်ယောက် သစ္စာဖောက်တာခံလိုက်ရပေမဲ့ ဒီအမွေအနှစ်တွေကိုချစ်တဲ့ အဘီဂေးလ်လို့ ခေါ်တဲ့ ‌မော်ကွန်းတိုက်မှူးလေးရယ်၊ နည်းပညာကျွမ်းကျင်တဲ့ သူ့သူငယ်ချင်း ရိုင်လေရယ်ရဲ့ အကူအညီနဲ့ လွတ်လပ်ရေးကြေညာစာတမ်းကြီးကို ခိုးပြီး ရတနာသိုက်ရှာဖို့ ကြိုးစားရာက FBI ကရော လူဆိုးတွေကရော လိုက်နေတဲ့ကြားက နှစ်ပေါင်းများစွာ ဘယ်သူမှ ရှာမတွေ့ခဲ့တဲ့ ရတနာသိုက်ကို ရှာတွေ့နိုင်ဖို့ ကြိုးပမ်းကြရတော့တယ်။
(ဒီဇာတ်ကားကို ဘာသာပြန်ပေးသူကတော့ Ye Khant Min ပဲဖြစ်ပါတယ်။)
Size – 2.4GB, 1.2GB, 772MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.9/10
Format – mp4
Duration – 2H 11Min
Genre – Action, Adventure, Mystery
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Ye Khant Min
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
