"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒါရိုက်တာ ဆန်ဂျေးဘန်ဆာလီရဲ့ History နောက်ခံ အချစ် War ဇာတ်ကားဖြစ်ပါတယ်…
နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ မင်းသား ရန်ဗီးဆင်း… မင်းသမီး ဒီပီကားနဲ့ ပရီရန်ကားတို့ရဲ့ ၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်းဆိုတော့ အနုပညာအရရော စီးပွားရေးအရပါ အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်။
ဇာတ်လမ်းကတော့…
စစ်သူရဲကောင်း ဘာဂျီရောဝ် ဟာ စစ်ပရိယာယ် ကြွယ်ဝလှပြီး တိုင်းပြည်ရဲ့ အားထားရာ / ပြည်သူ့အချစ်တော်တစ်ဦး ဖြစ်ပါတယ်။ သူ့မှာ ကာရှီးဆိုတဲ့ ဇနီးချောလေးရှိပြီး သားတစ်ယောက်လည်း ပိုင်ဆိုင်ထားသူပါ။
တစ်နေ့မှာတော့ သူရဲ့ စစ်မြေပြင်ကို မဟာမိတ်တိုင်းပြည်မှ မင်းသမီးလေး မာစတီးနီ လာရောက်ပြီး စစ်ကူတိုက်ခိုက်ပေးပါဖို့ အကူညီတောင်းခံလာခဲ့ပြီး ဘာဂျီရောဝ်ရဲ့ စစ်ရေးကျွမ်းကျင်မှုကြောင့် မင်းသမီး မာစတီးနီ တို့ဘက်မှ အနိုင်ရှိခဲ့ပါတယ်။
ဒီ့နောက်မှာတော့ ဘာဂျီရောဝ်ဟာ မင်းသမီးလေးကို ချစ်မြတ်နိုးလာခဲ့ပြီး သူမပြန်ခင်အချိန်မှာ သူ့ဓားမြှောင်လေးကို ပေးခဲ့ပါတယ်။ မင်းသမီး မာစတီးနီတို့တိုင်းပြည်မှာတော့ ဓားမြှောင်ပေးအပ်ခြင်းဟာ လက်ထပ်ခွင့် တောင်းခြင်းလို့ အဓိပ္ပာယ် သက်ရောက်ပါတယ်။ဘာဂျီရောဝ် ကို ချစ်မိခဲ့သူ မာစတီးနီဟာလည်း ဓားမြှောင်လေးကို တယုတယသိမ်းဆည်းထားခဲ့ပါတယ်။
အဲ့ဒီနောက်ပိုင်းမှာတော့ အချစ်ရဲ့စွန့်စားခန်း အနေဖြင့် မင်းသမီး မာစတီးနီဟာ ဘာဂျီရောဝ်ကို တွေ့ဆုံဖို့ ကြိုးစားပါတော့တယ်…သူတို့နှစ်ဦးကြားက အဓိက ကွာခြားချက်က ဘာသာတရားဖြစ်ပြီး ဘာသာတရားကြီးစိုးတဲ့ခေတ်မှာ သူတို့ရဲ့အချစ်ရေးဘယ်လိုရှေ့ဆက်မယ်ဆိုတာ…။
အိန္ဒိယသမိုင်းကို အခြေပြုရိုက်ကူးထားတဲ့ရုပ်ရှင်ကားဖြစ်ပြီး ဆုပေါင်း ၁၄ ခု ရရှိသည်အထိ အောင်မြင်ထားပါတယ်။ မိန်းမသားတို့ရဲ့ ခံစားချက်/ အချစ်ရဲ့ခံယူချက်တွေကို ပေါ်လွင်အောင် ဖော်ပြနိုင်ခဲ့သလို ဇာတ်ဝင်ခန်း စကားပြောတွေက ထိရှစေတဲ့အပြင် အကအလှရသ စုံလင်လှတာမို့ လက်လွတ်မခံသင့်တဲ့ Bollywood ရုပ်ရှင်ဇာတ်ကားကြီးဖြစ်ပါတယ်။
File size…(4.6 GB) /(2.9 GB) / (1.5 GB)
Quality….BluRay 4K HEVC/ 1080p HEVC /720p
Format…mkv/mp4
Duration….02:38:01
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
