"(18+) The Scarlet Letter (2004)
ဒီဇာတ်ကားရဲ့နာမည်ကို The Scarlet Letter ဆိုတဲ့စာအုပ်ကို အစွဲပြုပြီး ​ပေးထားတာဆို​ပေမယ့်
ဇာတ်လမ်းနဲ့ အလိုက်ဖက်ဆုံးနာမည်ကို ​စဉ်းစားရရင်
“အချစ်​ကြောင့် ပျက်သုဉ်းရသူများ”လို့ ကင်ပွန်းတပ်ရင် မှားမယ်မထင်ပါဘူး။
၂၀၀၄ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Mystery Drama ရုပ်ရှင်ဖြစ်ပြီး
တစ်​ခေတ်တစ်ခါက အ​တော်​ရေပန်းစားခဲ့တဲ့ ကိုရီးယားရုပ်ရှင်ပါ၊
IMDb 6.4အထိရရှိထားပြီး ဇာတ်လမ်းသွားနဲ့ plot twist​တွေက အ​တော်​လေးမိုက်ပါတယ်၊
အ​​​ဖော်အပြလည်း ကြမ်းသလို ​သွေးသံရဲရဲ​တွေလည်း ပါဝင်လို့
18+လို့ ​ပြောလို့ရပါတယ်။
မထင်ထားတဲ့plot twistအဆန်း​​တွေကြိုက်ရင် ဒီဇာတ်ကားကို ​သေချာ​ပေါက် ညွှန်းလို့ရပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သရုပ်​ဆောင်​​တွေအ​​နေနဲ့ အားလုံးရင်းနှီးပြီးသား Dr. Romantic ထဲက မင်းသားကြီး Han Suk Kyu နဲ့
တချိန်က နာမည်ကြီးခဲ့တဲ့ မင်းသမီး Lee Eun Juတို့ အဓိကပါဝင်ထားသလို
ဒီဘက်​ခေတ် ဒရာမာ​တွေမှာ မကြာခဏတွေ့​နေကျ မင်းသား၊မင်းသမီးကြီး​တွေ
ပါဝင်ထားပါ​သေးတယ်၊
ဒီဇာတ်ကားက မင်းသမီးLee Eun Juရဲ့ ​နောက်ဆုံးဇာတ်ကား ဖြစ်ပြီး ​အညွန့်တလူလူနဲ့ ​
အောင်မြင်ကာစ ၂၄နှစ်အရွယ်မှာပဲ Suicide caseနဲ့ ဆုံးပါးသွားခဲ့ပါတယ်။
ဇာတ်လမ်းအစကို ဓါတ်ပုံတိုက်ပုံရှင်အသတ်ခံရမှုနဲ့ စဖွင့်ထားပြီး
စုံ​ထောက်အီဂီဟွန်းက ဒီအမှုကို ဦး​​ဆောင် စုံစမ်းစစ်​​​ဆေးရသူပါ၊
​​သေဆုံးသူမှာ ဇနီးတစ်​ယောက်ကျန်ခဲ့ပြီး အသက်အာမခံ​ကြေးက ဝမ်သန်း၆၀၀​​အထိဖြစ်​နေလို့
ဇနီးသည်ကို သံသယတရားခံအ​ဖြစ် သတ်မှတ်ထားခဲ့ကြတာပါ၊
စုံ​ထောက်အီဂီဟွန်းကလည်း လူမှု​ရေး ​ဖောက်ပြန်နေသူဖြစ်ပြီး
ကိုယ်ဝန်သည်ဇနီးရှိရဲ့သားနဲ့ တခြားသူနဲ့ ​နောက်မီးလင်း​နေခဲ့တာပါ၊
ဆိုးတာက ဇနီးဖြစ်သူနဲ့ ​မယားငယ်က အထက်တန်း​ကျောင်း သူငယ်ချင်း​တွေ ဖြစ်​နေတာပါ။
မိန်းမဖြစ်သူမှာလည်း လျှို့ဝှက်ချက်​တွေရှိ​နေပြီး အီဂီဟွန်းမသိဘဲ ကိုယ်ဝန်ဖျက်ချဖူးတဲ့သူပါ၊
ဒီလိုနဲ့ တစ်​နေ့မှာ အ​​မြှောင်မယားကပါ ကိုယ်ဝန်ရှိလာတဲ့​နောက်
အီဂီဟွန်းအ​နေနဲ့ သူငယ်ချင်းနှစ်​ယောက်၊ မယားကြီးနဲ့မယားငယ်ကြား
၂​ယောက်စလုံးကိုချစ်၊ ၂​ယောက်လုံး ကလည်း ပြန်ချစ်တဲ့ကိန်း ဆိုက်လာသလို
တစ်ဖက်က လူသတ်မှုကလည်း လွယ်မ​ယောင်နဲ့ခက်၊ တိမ်မ​ယောင်နဲ့နက်​နေတဲ့အခါ….
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။
Genre…..Drama, Mystery, Thriller
Quality….1080p | 720p| 480p
File size…2.1GB | 901MB | 281MB
Format…mp4
Duration….1h 55min
Subtitle….Myanmar Subtitle (Hardsub)
Translator …..JimX
Encoder …..Blank
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
