"Heaven and Earth (1993)
အိုလီဗာစတုန်းရဲ့ Vietnam War Trilogy ဟာ နာမည်ကျော် Trilogyတွေထဲ တစ်ခုအပါအဝင်ဖြစ်ခဲ့ပြီး သူ့နာမည်အတိုင်းပဲ အဲဒီသုံးကားဟာ ဇာတ်လမ်းဇာတ်အိမ် ဇာတ်ကောင် လားလားမှမဆိုင်ဘဲ ဗီယက်နမ်စစ်ပွဲကို အခြေပြုထားတာခြင်းပဲ တူနေတဲ့ ၃ကားပါ။ ပထမကားဖြစ်တဲ့ Platoon (1986) ကတော့ အကောင်းဆုံးကားလို့‌ ပြောရမှာပါပဲ။ နောက်တွမ်ခရုစ်ပါတဲ့ Born on the Fourth of July ပါ။ အခုကား Heaven and Earth (1993) ကတော့ တွမ်မီလီဂျုန်းပါဝင်ထားပါတယ်။ အိုလီဗာစတုန်းဟာ သမိုင်းကားတွေ အရိုက်များတဲ့ ဒါရိုက်တာဖြစ်ပြီး ဂျွန်အက်ဖ်ကနေဒီတို့ နက်ဆွန်တို့အကြောင်းလည်း ရိုက်ခဲ့ပါသေးတယ်။ သူကိုယ်တိုင်လည်း ဗီယက်နမ်စစ်ပွဲမှာ တာဝန်ကျဖူးပြီး သူ့စစ်မှုထမ်းအတွေ့အကြုံတွေဟာ ဒီ Trilogy အတွက် ထောက်တိုင်တွေဖြစ်ခဲ့တာမို့ ဒီကားတွေဟာ နာမည်ကျော်တာပါပဲ။ Vietnam War Trilogy ရဲ့ ပထမကားနဲ့ တတိယကားကို တင်ထားပေးပြီးပြီဖြစ်ပြီး ဒုတိယကား တွမ်ခရုစ်ရဲ့ Born on the Fourth of July ကလည်း လာပါလိမ့်မယ်။ စစ်ကားကြိုက်တဲ့လူတွေ လက်မလွှတ်သင့်တဲ့ Trilogy ပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဗီယက်နမ်စစ်ပွဲကြီးဟာ (၁၉၅၅) ခုနှစ်မှာ စတင်ဖြစ်ပွားခဲ့ပါတယ်။ စစ်ပွဲတစ်ပွဲဖြစ်ပြီဆိုတာနဲ့ စစ်ရဲ့ဆိုးကျိုးတွေက နောက်ကချက်ချင်းကပ်လိုက်လာပါတယ်။ အမြင်သာဆုံးတစ်ခုကတော့ စစ်ဖြစ်ပြီဆိုတာနဲ့ ပြည့်တန်ဆာတွေ ပေါလာတာပါ။ အားကောင်းမောင်းသန် ယောက်ျားသားတွေ စစ်ထဲလိုက်သွားရတဲ့အချိန် ကျန်ခဲ့တဲ့မိန်းမသားတွေအတွက် စီးပွားရှာရခက်ခဲတဲ့အပြင် ကိုယ့်စိုက်ခင်းလေး ဘယ်အချိန်မီးရှို့ခံရမလဲ ကိုယ့်ပစ္စည်းလေး ဘယ်တော့အခိုးခံရမလဲ ကျီးလန့်စာစားနေရတဲ့ဘဝမို့ ရှာဖွေစားသောက်ရတာ မလွယ်ကူပါဘူး။ “စစ်ကဖြစ်ချင်လို့ကိုဖြစ်တာ ဖာက စားစရာမရှိလို့ဖြစ်တာ” လို့ မမမယ်လီနာက သူ့ဇာတ်ကားထဲမှာ ပြောခဲ့ဖူးပါတယ်။ ဒီဇာတ်ကားလေးကလည်း စစ်ကြောင့်ဘဝပျက်ခဲ့ရတဲ့၊ စစ်ကြောင့် ချစ်တဲ့မြေနဲ့ဝေးခဲ့ရတဲ့၊ စစ်ကြောင့် ချစ်ရတဲ့အရာတွေနဲ့ ဝေးခဲ့ရတဲ့၊ စစ်ကြောင့် ချစ်တဲ့သူတွေနဲ့ ဆုံစည်းခဲ့ရတဲ့ ဗီယက်နမ်အမျိုးသမီးလေးတစ်ယောက်ရဲ့ ဘဝဇာတ်ကြောင်းပါပဲ။ ဇာတ်ကားနာမည်က Heaven and Earth လို့အမည်ရပြီး IMDB rating – 6.8/10 ထိရရှိထားတဲ့ ကားဟောင်းတစ်ကားမို့ မခေဘူးဆိုတာတော့ အသေအချာပါပဲ။ ဇာတ်ကားထဲမှာ ဗီယက်နမ်လူမျိုးတွေနဲ့ အမေရိကန်စစ်သားတွေကြား Communication ကောင်းကောင်းမပေါက်တာကိုပြဖို့အတွက် စကားပြောတဲ့အချိန် Broken English တွေချည်း သုံးထားပေမဲ့ ဗီယက်နမ်လူမျိုးအချင်းချင်းစကားပြောတဲ့နေရာတွေ၊ Narrating လုပ်တဲ့နေရာတွေမှာ ဗီယက်နမ်စကားမသုံးဘဲ အင်္ဂလိပ်စကားကိုပဲပြန်သုံးထားတာကိုတော့ သိပ်သဘောမကျလှပေမဲ့ ဒါကလည်းဇာတ်လမ်းကို အနှောင့်အယှက်ဖြစ်လောက်တဲ့ထိ မဟုတ်တာမို့ War / Drama ကြိုက်သူတွေအနေနဲ့ လေလီရဲ့ဘဝအတက်အကျလေးကို အတူတူလိုက်ခံစားပေးကြပါဦး။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mariposa မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.3GB, 1.1GB, 630MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.8/10
Format – mp4
Duration – 2H 20Min
Genre – Action, Biography, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Mariposa
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
