"[ Unicode ]
Student ‘A’
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“၂၀၁၅ အောက်တိုဘာ၁၇ရက်တွင် ကျောင်းခေါင်မိုးပေါ်မှခုန်ချသွားသော ကျောင်းသူ’A’၏ ဖြစ်ရပ်မှန်”
အငိုမရပ်ဘဲ ဆက်တိုက်ငိုနေခဲ့တဲ့ ငှက်ကလေးတစ်ကောင် ရှိခဲ့ပါတယ်…
အဲဒီငှက်ကလေးရဲ့နာမည်ကတော့ ဂျန်းမီရယ်တဲ့ ၊
သူကအလယ်တန်းကျောင်းသူလေးပါ
ကျောင်းမှာအမြဲတမ်းအနိုင်ကျင့်ခံရပြီး အမြဲတမ်းနာကျင်ရတဲ့အခါမှာ သူမရဲ့ထွက်ပေါက်က Wondering worldဆိုတဲ့ဂိမ်းဖြစ်လာပါတယ် ၊
Darkဆိုတဲ့နာမည်နဲ့ ဂိမ်းခိုးကစားတတ်ပြီး ဂိမ်းထဲမှာလည်းတော်ပါတယ် ၊
သူ့ရဲ့ကမ္ဘာထဲမှာ ဂိမ်းနဲ့ သူရေးထားတဲ့ဝတ္တုတွေသာ ရှိပါတယ် ။
ဂျန်းမီရယ်က ဇာတ်လမ်းတစ်ပုဒ်ကိုရေးနေပြီး
အဲဒီဇာတ်လမ်းကိုအဆုံးသတ်ဖို့နိဂုံးကို သူမ စဉ်းစားလို့မရသေးပါဘူး…
တစ်နေ့မှာ လီဘက်ဆိုတဲ့ကောင်မလေးရောက်လာပြီး ဇာတ်လမ်းဆက်ရေးနိုင်ဖို့ကူညီပေးခဲ့ပါတယ် ။
မီရယ်ဟာ လီဘက်နဲ့ထေယန်းတို့နှစ်ယောက်နဲ့ ရင်းနှီးလာပြီးနောက်ပိုင်း သူတို့နှစ်ယောက်အပေါ် ခင်တွယ်လာခဲ့ပါတယ်…
ဒါပေမယ့်လည်း သနားစရာမီရယ်ခမျာ သူငယ်ချင်းနှစ်ယောက်ရဲ့သစ္စာဖောက်မှုကိုခံခဲ့ရပါတယ်။
Wondering world ဂိမ်းကလည်း ပိတ်သိမ်းသွားခဲ့ပြန်ပါတယ်။
သူ့ရဲ့ကမ္ဘာပျောက်ဆုံးသွားတဲ့မီရယ်တစ်ယောက် သေကြောင်းကြံဖို့ကြိုးစားတဲ့အခါ…
အထီးကျန်နေတဲ့မီရယ်လိုလူတစ်ယောက်က ဘယ်အရာကို အားကိုးပြီးဘယ်လိုရှေ့ဆက်သွားမှာလဲ ?
Student ‘A’ဆိုတဲ့ ကောင်မလေးနေရာကနေ ခဏလောက်ဝင်ပြီးစီးမျောလိုက်ကြရအောင်…
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ် )
[ Zawgyi ]
Student ‘A’
“၂၀၁၅ ေအာက္တိုဘာ၁၇ရက္တြင္ ေက်ာင္းေခါင္မိုးေပၚမွခုန္ခ်သြားေသာ ေက်ာင္းသူ’A’၏ ျဖစ္ရပ္မွန္”
အငိုမရပ္ဘဲ ဆက္တိုက္ငိုေနခဲ့တဲ့ ငွက္ကေလးတစ္ေကာင္ ရွိခဲ့ပါတယ္…
အဲဒီငွက္ကေလးရဲ႕နာမည္ကေတာ့ ဂ်န္းမီရယ္တဲ့ ၊
သူကအလယ္တန္းေက်ာင္းသူေလးပါ
ေက်ာင္းမွာအၿမဲတမ္းအႏိုင္က်င့္ခံရၿပီး အၿမဲတမ္းနာက်င္ရတဲ့အခါမွာ သူမရဲ႕ထြက္ေပါက္က Wondering worldဆိုတဲ့ဂိမ္းျဖစ္လာပါတယ္ ၊
Darkဆိုတဲ့နာမည္နဲ႔ ဂိမ္းခိုးကစားတတ္ၿပီး ဂိမ္းထဲမွာလည္းေတာ္ပါတယ္ ၊
သူ႔ရဲ႕ကမာၻထဲမွာ ဂိမ္းနဲ႔ သူေရးထားတဲ့ဝတၱဳေတြသာ ရွိပါတယ္ ။
ဂ်န္းမီရယ္က ဇာတ္လမ္းတစ္ပုဒ္ကိုေရးေနၿပီး
အဲဒီဇာတ္လမ္းကိုအဆုံးသတ္ဖို႔နိဂုံးကို သူမ စဥ္းစားလို႔မရေသးပါဘူး…
တစ္ေန႔မွာ လီဘက္ဆိုတဲ့ေကာင္မေလးေရာက္လာၿပီး ဇာတ္လမ္းဆက္ေရးႏိုင္ဖို႔ကူညီေပးခဲ့ပါတယ္ ။
မီရယ္ဟာ လီဘက္နဲ႔ေထယန္းတို႔ႏွစ္ေယာက္နဲ႔ ရင္းႏွီးလာၿပီးေနာက္ပိုင္း သူတို႔ႏွစ္ေယာက္အေပၚ ခင္တြယ္လာခဲ့ပါတယ္…
ဒါေပမယ့္လည္း သနားစရာမီရယ္ခမ်ာ သူငယ္ခ်င္းႏွစ္ေယာက္ရဲ႕သစၥာေဖာက္မႈကိုခံခဲ့ရပါတယ္။
Wondering world ဂိမ္းကလည္း ပိတ္သိမ္းသြားခဲ့ျပန္ပါတယ္။
သူ႔ရဲ႕ကမာၻေပ်ာက္ဆုံးသြားတဲ့မီရယ္တစ္ေယာက္ ေသေၾကာင္းႀကံဖို႔ႀကိဳးစားတဲ့အခါ…
အထီးက်န္ေနတဲ့မီရယ္လိုလူတစ္ေယာက္က ဘယ္အရာကို အားကိုးၿပီးဘယ္လိုေရွ႕ဆက္သြားမွာလဲ ?
Student ‘A’ဆိုတဲ့ ေကာင္မေလးေနရာကေန ခဏေလာက္ဝင္ၿပီးစီးေမ်ာလိုက္ၾကရေအာင္…
( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )
File size__( 1 GB ) and ( 400 MB)
Quality__Blu-720p
IMDb Rating__7.5/10
Format__mp4
Duration__01:54:01
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
