"One Fine Spring Day ( 2001 )
Christmas in Augustတို့ April Snowတို့ The Last Princessတို့ Lost (TV series)တို့ရိုက်ခဲ့တဲ့
Hur Jin-hoရဲ့ Christmas in August အပြီး ဆက်ရိုက်ခဲ့တဲ့ကားပါ။
မင်းသားကတော့ လက်ရှိ Money Heist: Korea – Joint Economic Areaထဲက ပရော်ဖက်ဆာအဖြစ်
လူသိများလောက်မယ့် ပတ်ချန်းဝုရဲ့ Oldboyတို့ Lady Vengeanceတို့
Hong Sang-sooရဲ့ Woman Is the Future of Manတို့ Dittoတို့လို
ကိုရီးယားရဲ့မာစတာပိစ် ကားတွေမှာ အဓိကကျတဲ့ဇာတ်ကောင်တွေအဖြစ် သရုပ်ဆောင်ဖူးခဲ့တဲ့ Yoo Ji-taeပါ။
မင်းသမီးကတော့ ငယ်ငယ်က ချန်ဂင်အဖြစ် လူသိများခဲ့တဲ့ ပတ်ချန်းဝုရဲ့ Lady Vengeanceတို့
Joint Security Areaတို့ အဓိကဇာတ်ကောင်အဖြစ် သရုပ်ဆောင်ခဲ့ဖူးတဲ့ Lee Young-aeပါပဲ။
ဒါရိုက်တာရော သရုပ်ဆောင်တွေရော ဘာမှပြောစရာမရှိသလို ဇာတ်ကလည်း
Christmas in Augustကို သဘောကျတဲ့လူတွေ သဘောကျမယ့် ဇာတ်ပါပဲ။
အဲဒီထက်တော့ ပိုရိုမန့်ဆန်ပေမဲ့ သူရိုက်နေကျအတိုင်း သူ့ရိုမန့်တွေက သဘာဝကျကျလေးနဲ့ကို အရမ်းငြိမ်ပါတယ်။
တစ်ခါတလေ ဘဝမှာ ရိုမန့်တစ်အဆန်ဆုံး ဘာတွေရှိဖူးလဲ ကိုယ့်ကိုယ်ကိုယ်ပြန်မေးကြည့်တော့ ရိုမန့်တစ်ကွေကွင်းခြင်းတွေကို အိပ်မက်မက်တယ်။
ကွေကွင်းခြင်းဟာ ရိုမန့်တစ်ဖြစ်ဖို့ တစ်ခါတလေလည်းခက်တယ်။ အချစ်ဟာ အဆုံးသတ်တစ်နေရာမှာ ကွေကွင်းကြဖို့ပဲမလား။
ကွေကွင်းခြင်းသာ ရိုမန့်တစ်မဆန်ဘူးလို့ ငြင်းလာရင်လည်း အဲဒီအချစ်က ရိုမန့်တစ်ဆန်ပါဦးမလား။
ထားပါတော့။ လူ့ကမ္ဘာဟာ ငရဲပဲဆိုပါစို့။ သေကွဲဟာ အကောင်းဆုံး ဇာတ်ပေါင်းခန်းလို့ရော တစ်ခါတလေ မြင်မိကြလား။
ကံကောင်းထောက်မခဲ့ရင်တော့ ရှင်ကွဲလည်း ဇာတ်ပေါင်းခန်းဖြစ်သွားနိုင်တာပါပဲ။ ကံကောင်းထောက်မခဲ့ရင်ပေါ့။
ဒီရုပ်ရှင်ဟာ ရိုမန့်တစ်ဆန်တဲ့အချစ်နဲ့ ရိုမန့်တစ်ဆန်တဲ့ ကွေကွင်းခြင်းအကြောင်း ရုပ်ရှင်ပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
Genre…..Drama, Romance
Quality…. 1080p | 720p | 480p
File size… 1.5GB | 880MB | 385MB
Format… mp4
Duration….1h 46min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator …..WiRa Aung
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
