"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရုပ်ရှင်တစ်ကားကို ဇာတ်လမ်းအကြောင်းလဲစိတ်မဝင်စား ဘာတွေပြောနေမှန်းလဲမသိဘဲ မျက်တောင်မခတ်တမ်း အစအဆုံးကြည့်….ပြီးရင်လဲ သတိရတိုင်းအထပ်ထပ်ပြန်ကြည့်နေမယ်ဆိုရင် အဲ့ကောင်ကို ရူးနေတယ်လို့ မထင်ဘူးလား…
ဟုတ်ပါတယ်…အဲ့ဒီအရူးက ကျွန်တော်ပါ။
ဒီဇာတ်ကားကိုကြည့်မိတိုင်း ကျွန်တော်ဟာ အသက်ရှူဖို့မေ့နေတာမျိုး…
မမမြင်းစီးတဲ့စီးချက်အတိုင်း နှလုံးခုန်နေတာမျိုး…
ကျွန်တော့်ကမ္ဘာဟာ မမအကြည့်တွေမှာ တည်ထားတာမျိုး….
ဪ…အမျိုးမျိုးနဲ့ သိပ်လှတဲ့မမလို့ ယောင်ရမ်း ထအော်မိနေတတ်တာမျိုး…
အဲ့ဒီမမကတော့ ဒီဇာတ်ကားရဲ့မင်းသမီး Jennifer Connelly ပါ။
မကြည့်ဖူးသေးရင် ကြည့်ကြည့်ပါ..ကြည့်ဖူးရင်လဲ BluRay 1080p HEVC Quality နဲ့ ပြန်ကြည့်ကြပါ။
ဇာတ်ကြောင်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်…
ဂျင်ဒေါ့ဂ် (Frank Whaley) ဆိုတာ အရွယ်ရောက်နေပေမယ့် မိဘအိမ်မှာနေနေသေးတဲ့လူတစ်ယောက်ပါ.
လေကြီးမိုးကြီး အရမ်းပြောတတ်ပေမယ့် comfort zone ထဲ က မထွက်နိုင်သေးတဲ့ ငပျင်းတစ်ယောက်ဆို မှန်ပါလိမ့်မယ်။
အလုပ်လဲ ခဏခဏ အထုတ်ခံရပြီး မိဘတွေကအစ ငြိုငြင်ခြင်းခံရသူပေါ့. တစ်နေ့ သူ့အဖေ ဖြစ်သူက သူ့ကို
စတိုးဆိုင်တစ်ခုမှာ ညသန့်ရှင်းရေးသမား အဖြစ် အလုပ်သွင်းပေးလိုက်ပါတယ်။ ဂျင် ပထမဆုံး အလုပ်ဆင်းတဲ့ညမှာ
သူ့အထက်ဝန်ထမ်းက သူ့ကို အာဏာတွေပြပြီး ငါ မနက်မှ မင်းကို ဆိုင်ထဲက ထုတ်ပေးမယ်ဟုဆိုကာ အပြင်ကနေ
သော့ပိတ်သွားပါတော့တယ်။ ဂျင် တစ်ယောက် လူသူကင်းမဲ့တဲ့ စတိုးဆိုင်ကြီးထဲမှာ သန့်ရှင်းရေးလုပ်ရင်း ညတာကို
ဖြတ်သန်းရတော့မှာပါ.
ဂျိုစီ (Jennifer Connelly) ကတော့ ဂျင် နဲ့ ဆန့်ကျင်ဘက်ပါ။ ရွှေပေါ်မြတင် သူဌေးသမီးဆိုပေမယ့် Comfort zone ထဲက
ရုန်းထွက်ချင်သူတစ်ဦးပါ။ ဒါပေမယ့် ဖခင်ဖြစ်သူရဲ့ တင်းကြပ်မှုကြောင့် လွတ်လပ်မှု ပျောက်ဆုံးနေသူတစ်ဦးပါ။
တိုက်ဆိုက်စွာနဲ့ ဂျင် အလုပ်ဝင်တဲ့နေ့မှာပဲ ဂျိုစီ ဟာ သူ့အဖေ အရှက်ရအောင်ဆိုပြီး စတိုးဆိုင်ထဲက ပစ္စည်းတစ်ခုခုကို
အလစ်သုတ်ပြီး အဖမ်းခံရအောင်လုပ်ဖို့ ကြံပါတယ်။ ဒါပေမယ့် ချီတုံချတုံ ဖြစ်ပြီး မခိုးဖြစ်တော့ပဲ စတိုးဆိုင်ထဲက
တနေရာရာမှာ ပုန်းနေလိုက်ပါတယ်။ ဒီတော့ ညဘက် အလုပ်လာဆင်းတဲ့ ဂျင် နဲ့ အတူတူ စတိုးဆိုင်ထဲမှာ ပိတ်မိကုန်တာပေါ့။
ဂျင်ကလဲ ငပျင်းဆိုတော့ အလုပ်လုပ်တာ နည်းနည်း ကမျင်းတာ များများဆိုတော့ စတိုးဆိုင်ထဲ သူတစ်ယောက်တည်း
အမှတ်နဲ့ နေချင်သလို နေပါတော့တယ်။ ဂျိုစီ ကလဲ အသံဗလံတွေကြားလို့ ထွက်အကြည့် လွတ်လပ်မှုတွေရပြီး
ရုန်းမထွက်ချင်တဲ့ ဂျင် နဲ့ လွတ်လပ်မှုကို အရမ်းလိုချင်တဲ့ ဂျိုစီတို့ ဆန့်ကျင်ဘက်လူသားနှစ်ဦး ကြား
ဘယ်လို အချစ်မီးများ ပေါက်ဖွားလာမလဲ..
ဒီကြားထဲ လူဆိုးနှစ်ဦးကပါ စတိုးဆိုင်ကို ဖောက်ထွင်းဖို့ရောက်လာခဲ့ချိန်မှာတော့…။
ဒါရိုက်တာ Bryan Gordon ရိုက်ကူးထားပြီး
အရမ်းလှတဲ့ မမ Jennifer Connelly နဲ့ မင်းသား Frank Whaley တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားတဲ့
အချစ်ဇာတ်မြူးကားလေးပါ။
File size…(2.4 GB) / (1.4 GB)/ (500 MB)
Quality….Blu-Ray 1080p HEVC HQ /720p
Format…mp4
Duration….01:23:05
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
