— စံလွဲသူနှစ်ယောက် —ကိလေသာထောင်ချောက်ရဲ့ အဆွဲဆောင်နိုင်ဆုံး အထိအတွေ့များ၊ တီးတိုးညည်းညူသံ၊ ဖိုလှိုက်တဲ့အသက်ရှုသံများနဲ့ အိပ်ယာပေါ်က ချစ်တလင်းမှာ ဗျူဟာကျင်းလို့ စေတန်နတ်ဆိုးရဲ့ ပန်းသီး (ချဉ်စော်ကားသီး) ကို စားသုံးနေကြလေရဲ့။ ရှူထုတ်လေရဲ့ လေနုငွေ့ငွေ့တိုးခတ်မှုကို အပြန်အလှန်ထိခတ်ရင်း လေပေါ်မှာလွင့်နေသလိုခံစားရရှာတဲ့ လိင်မတူ ချစ်သူနှစ်ဦး။ ရိုးတွင်းခြင်ဆီထဲအထိ တိုးဝင်လာတတ်တဲ့ တဖျင်းဖျင်း ကြက်သီးထဖွယ် အရသာများကို ဆား‌ငံရေလို တစွတ်စွတ်သောက်၊ မောလေ သောက်လေ ငတ်မပြေနိုင်။သဘဝတရားရဲ့ ရုန်းမထွက်နိုင်တဲ့ ထောင်ချောက်ထဲကို သက်ဆင်း ဝပ်တွားခယရတဲ့ ဟောဒီလူသားနှစ်ယောက်က လောကကြီးကိုမေ့နေပါလေရော။ သူတို့ဟာ လောကကြီးကို မေ့လျှော့နေသလိုပဲ သူတို့ဟာ သွေးရင်းသားရင်း သားအဖ တော်စပ်ပါတယ်ဆိုတာကိုပါ သတိမရ အနက်ဆုံး အမှောင်ဆုံးတွင်းကို အထိန်းမပါဘဲ သက်ဆင်းနေကြပြီ။ ဟုတ်ပါတယ်လေ။ သမီးနဲ့ ဖခင် သွေးရင်းခေါက်ခေါက်ကြီးတွေပါ။ သူတို့ဟာ သားအဖအဖြစ်ကသွေဖည်လို့ လင်မယားဘဝကို အသက်သွင်း၊ ငရဲတွင်းကို ဆင်းချင်တိုင်းဆင်းနေလေရဲ့။— ကိုယ်ပျောက်မိန်းကလေး —လူအဖြစ်မွေးဖွားလာပေမဲ့ လူ့အဖြစ်ကို မတမ်းတတဲ့ မိန်းကလေး။ လူအများကြားမှာ ကိုယ်ပျောက်နေချင်တဲ့ မိန်းကလေး။ သူတကာ သတိမထားမိစေချင်လို့ နှစ်ပေါင်းများစွာ သည်းညည်းခံ၊ မုသားတစ်ထွာကို ခြုံလွှာလို မချွတ်တမ်း သူဝတ်ခဲ့တယ်။ သူဟာ အရာရာကို ဉပေက္ခာပြုသူ၊ ရင်ထဲကို အမှိုက်သရိုက် အဝင်မခံသူ၊ လောကဓံအထုအထောင်းကို သူ့နည်းသူဟန်နဲ့ ဆန္ဒပြ ဆန့်ကျင်သူ။ ပင်လယ်သမုဒ္ဒယာထဲမှာ ရေတစ်စက်အဖြစ် ပျော်ဝင်ပျောက်ကွယ်ခဲ့သူ။ သူဟာ ဆယ်ကျော်သက် မိန်းမငယ်လေးတစ်ယောက်ပါပဲ။— The Quiet (2005) —ဒီဇာတ်လမ်းဟာ အမေရိကန်ရုပ်ရှင် ဝေဖန်ရေးလောကမှာ တစ်ခေတ်ထစေခဲ့တဲ့ ဇာတ်ကားတစ်ကားပေါ့။ လောကကြီးရဲ့ ကမောက်ကမတွေကို သရော်တဲ့ ရုပ်ရှင်ဆိုပေမဲ့ တင်ပြပုံက သိပ်ကို တည်တံ့လွန်းတဲ့အခါမှာ လွန်ကျူးတဲ့၊ ကြည့်ရှုခံစားဖို့ခက်ခဲတဲ့၊ ပျက်ဆီးနေတဲ့ ရုပ်ရှင်အဖြစ် ဝေဖန်ရေးဆရာအားလုံးက တခဲနက် ဝေဖန်တာကိုခံရပါတယ်။ IMDb 6.2 ရရှိထားပြီး ဝေဖန်ရေး Rotten Tomato မှာတော့ 21% ပဲရခဲ့တာပါ။ ကျွန်တော့်အနေနဲ့ 21% က များနေသေးတယ်တောင်ထင်မိပါတယ်။ ဝေဖန်ရေးအနေနဲ့တော့ ဇာတ်ကားဟာ ဦးတည်ရာကို ရောက်အောင်သွားတဲ့လမ်းက မှားယွင်းတယ် မြင်မိတယ်ဗျ။ ဒါပေမဲ့ မတူကွဲပြားတဲ့ဇာတ်ကားဖြစ်လို့ လူကြီးမင်းတို့အနေနဲ့ မြည်းစမ်းထိုက်တဲ့ ရုပ်ရှင်တစ်ကားပါ။ ကျွန်တော်အကြိုက်နှစ်သက်ဆုံး ဇာတ်ကားတွေထဲမှာ ပါတယ်ဆိုတာ ပြောပါရစေ။ သရုပ်ဆောင်တဲ့နေရာမှာ အားလုံးက ကိုယ်တိုင်ဖြစ်နေသလို အံဝင်ခွင်ကျ စီးမျောတဲ့နေရာမှာ ပိုင်နိုင်လွန်းလို့ပါ။ ဇာတ်ကွက် ဘာမှမရှိတဲ့ရုပ်ရှင်ကို အဆုံးထိဆွဲဆောင်နိုင်ပုံက မှော်ပညာတစ်ရပ်လိုပါပဲ။ဇာတ်လမ်းကိုတော့ မိဘနှစ်ပါးလုံး ဆုံးပါးသွားပြီး ဆေးပညာအရ အငုံ့စိတ်ရိုက်ခတ်မှုနဲ့ ဆွံ့အနားမကြားဖြစ်သွားရတဲ့ မိန်းကလေးတစ်ယောက်ကို လူချမ်းသာမိသားစုတစ်ခုက မွေးစားလိုက်တာကနေ စပါတယ်။ သူတို့မိသားစုမှာ ကောင်မလေးနဲ့ သက်တူရွယ်တူ သမီးတစ်ယောက်လည်း ရှိပါတယ်။ အထက်တန်းကျောင်းသူလေးတွေပေါ့။ မိဘချင်းကလည်း ရင်းနီး၊ ငယ်စဉ်ကလည်း သူငယ်ချင်းတွေဖြစ်ခဲ့ဖူးတဲ့သူတွေဆိုပေမဲ့ အစေးတော့ သိပ်မကပ်ကြပါဘူး။ဒါပေမဲ့ အိမ်ရှင်ရဲ့သမီးငယ်ဟာ သူ့အဖေနဲ့ လိင်ပိုင်းဆိုင်ရာ ဆက်ဆံရေးရှိသူပါ။ လိုချင်တဲ့အရာကို ဖခင်နဲ့အတူအိပ်ပြီး ရအောင်တောင်းဆိုတတ်တဲ့ မိန်းမဆိုးလေးပေါ့။ ဒါပေမဲ့ တဖက်မှာ ဖခင်နဲ့ လိင်ဆက်ဆံရေးကို သွေးသားတက်ကြွမှုနဲ့ သဘောကျနှစ်သက်ပေမဲ့ တဖက်မှာလည်း မသင့်မှန်းသိပြီး အခွင့်အရေးယူတဲ့ ဖခင်ကို မုန်းတီးနေသူပါ။ မိခင်ကလည်း မအောင်မြင်တဲ့ အိမ်တွင်းအလှဆင်ပညာရှင်၊ အရက်စွဲ ဆေးစွဲနဲ့ သူတို့မိသားစုထဲမှာ နေရာမရတဲ့ အပယ်ခံတစ်ယောက်ပေါ့။ သူ့သမီးနဲ့ သူ့ခင်ပွန်း ဖြစ်ချင်တိုင်းဖြစ်နေတာတွေကို သူသိသလား၊ မသိဘူးလားဆိုတာကတော့ ပရိသတ်များ စဉ်းစားဖို့ ဒါရိုက်တာက လက်ဆောင်ထည့်ပေးထားပါတယ်။အဲဒီနောက် သူတို့မိသားစုထဲကို ဆွံ့အ နားမကြားမိန်းကလေးရောက်လာအပြီးမှာ လျှို့ဝှက်ချက်တွေ ဗူးပေါ်သလိုပေါ်ကုန်ရင်းနဲ့ အဖြစ်ဆိုးကြီးတွေ ပေါ်ပေါက်လာချိန်မှာတော့ …။ဒီထဲက မင်းသမီး Elisha Cuthbert ကိုတော့ The Girl Next Door ဇာတ်ကားနဲ့မှတ်မိနေမှာဖြစ်ပြီး နောက်မင်းသမီး Camilla Belle ကိုတော့ စိတ္တဇဆန်တဲ့ဇာတ်ရုပ်နဲ့မြင်ရမှာပါ။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Arr Khun Winchester မှ တင်ဆက်ထားပါတယ်။)File size…(2.2 GB)/(600 MB)Quality….WEB-DL 1080p / 720pFormat…mp4Duration….01:36:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Arr Khun Winchester"