"Toolsidas Junior (2022) အညွှန်း
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါမှာတော့ အိန္ဒိယကားကောင်းတွေကိုပဲ စောင့်မျှော်ကြည့်ရှုတတ်တဲ့သူတွေအဖို့ အားကစားနဲ့ပတ်သက်တဲ့ ကားကောင်းလေးထပ်မံ ထွက်ရှိလာပါပြီ။ ဒီဇာတ်ကားကတော့ ဘိလိယက်အားကစားကိုအခြေခံတဲ့ စနူကာကစားသမားတစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ကို ပြန်လည်ပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်။
နာမည်ကြီးဇာတ်ကားဖြစ်တဲ့ “Dangal” တို့လို မိဘကတိုက်တွန်းလို့ မဖြစ်မနေ စလုပ်ရတာမျိုးမဟုတ်ဘဲ သားအဖကြားမှာရှိတဲ့ မေတ္တာကြောင့် ကိုယ်တိုင်ကိုက လိုလိုချင်ချင်နဲ့ ကြိုးစားနေတဲ့ ကောင်လေးတစ်ယောက်ပုံစံကို တွေ့မြင်ရမှာဖြစ်လို့ သားအဖကြားကအချစ်အပြင် ဆရာနဲ့တပည့်ကြားက ၅၂၈ မေတ္တာကိုပါ အေးအေးငြိမ့်ငြိမ့်လေးနဲ့ ထိထိမိမိ ခံစားရမှာဖြစ်ပါတယ်။
“ငါ့သားအတွက်ပဲ ငါပြိုင်ပွဲဝင်နေတာ” လို့ကြွေးကြော်တတ်တဲ့ စနူကာကစားသမားတစ်ယောက်ဖြစ်သူ “တူလ်ဆီးဒက်စ်”၊ သူကြွေးကြော်သလိုပဲ သူပြိုင်သမျှပွဲတွေဆို မလွတ်တမ်းလိုက်စောင့်ကြည့်တတ်တဲ့ သူ့ရဲ့သားငယ်လေး “မီဒီ” …
၁၉၉၄ ခုနှစ် ပြိုင်ပွဲစဉ်မှာတော့ ကတိပေးထားသလို သူ့အဖေက ဆုဖလားကို မရယူနိုင်တဲ့အကြောင်းရင်းဟာ ပြိုင်ဖက်ဖြစ်သူက ၅ နှစ်ဆက်တိုက်ချန်ပီယံဖြစ်နေတဲ့ “ဂျင်မီ တန်ဒန်” ရဲ့စနက်ဆိုတာကို မီဒီလေးသိသွားတဲ့အခါ …
သူကိုယ်တိုင် အဖေဖြစ်သူအတွက် ဆုဖလားယူပေးချင်စိတ်တွေဖြစ်ပေါ်လာပြီး “တူလ်ဆီးဒက်စ် ဂျူနီယာ” အဖြစ် စနူကာ ကစားဖို့အတွက်ကြံပေမဲ့ အဖေဖြစ်သူကစားတဲ့ကလပ်မှာ ၁၆ နှစ်အောက်တွေကို ပေးမကစားတာကြောင့် အစ်ကိုဖြစ်သူ “ဂိုတီ” နဲ့ပေါင်းပြီး စနူကာလေ့ကျင့်လို့ရမဲ့ အားကစားကလပ်ကို ရှာဖုံတော်ဖွင့်ရပါတော့တယ်။
အဲလိုအခက်အခဲတွေကြားကနေပဲ ရှာပုံတော်ဖွင့်ရာက စုတ်တီးစုတ်ပြတ် အားကစားကလပ်တစ်ခုကို ရှာတွေ့သွားပြီး အဲမှာရှိနေတဲ့ စနူကာချန်ပီယံဟောင်းတစ်ဦးဖြစ်သူ “ဆလန်း ဘာအီ” နဲ့တွေ့ဆုံပါတော့တယ်။
ဘယ်သူ့ကိုမှ စကားမပြောဘဲ အချိန်ပြည့်မာထန်နေတတ်တဲ့ “ဆလန်း ဘာအီ” ကို မီဒီလေးက သူ့ဆရာဖြစ်လာအောင် စပြီးကြိုးပမ်းရင်းနဲ့ “ဆလန်း ဘာအီ” ကရော မီဒီဖြစ်စေချင်သလို စနူကာ ကစားနည်းကိုသင်ပေးပါ့မလား ?
မီဒီလေးရဲ့ အဖေ့အတွက် ဆုဖလားယူပေးချင်တဲ့အိပ်မက်ကရော တကယ်ဖြစ်မြောက်လာပါ့မလား? ဆိုတာကို ဇာတ်ကားလေးနဲ့အတူ စီးမြောကြည့်ရှုနိုင်ဖို့ Channel Myanmar ကနေ တင်ဆက်ပေးလိုက်ပါတယ်ဗျ။
(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Chothet_mlmt ပါ။)
File Size : 2.1GB, 879MB, 449MB
Quality : 1080p WEB-DL AC3 5.1CH, 720p WEB-DL & 480p
Format : mp4
Duration : 2hr & 12mins
Genre : Drama, Family, Sport
Translated by Chothet_mlmt & Kit
Encoded by Kinnov
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
