"Satellite Shankar(2019)
IMDb….6.7
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
အိန္ဒိယနဲ့ကက်ရှ်မီးယားအကြား တင်းမာမှုတွေဖြစ်ပြီးတော့
အပြန်အလှန်ပစ်ခေတ်မှုတွေဖြစ်နေတဲ့အတွက်
ရှေ့တန်းကစစ်သားတွေက အိမ်ကိုမပြန်နိုင်ပဲဖြစ်နေကြရပါတယ်…..
အဲ့ဒီထဲမှာဂြိုလ်တုရှန်ကာလို့ခေါ်တဲ့ ရိုင်ဖယ်တပ်သားတစ်ယောက်လဲအပါအဝင်ပေါ့….
ကံကောင်းထောက်မစွာနဲ့သူတစ်ဦးထဲရှစ်ရက်အတွင်းအိမ်ပြန်ခွင့်ရသွားတဲ့အချိန်မှာတော့
သူ့တပ်ဖွဲ့ဝင်ရဲဘော်ရဲဘက်တွေက သူတို့မိသားစုတွေကိုဝင်တွေ့ဖို့အကူအညီတောင်းပါတော့တယ်…ဒီလိုပြန်တဲ့အချိန်မှာ ရက်ကလည်းနည်းနေတယ်ဆိုပေမယ့်
အကူအညီတောင်းတာတွေကိုလက်ခံလိုက်တယ်….
ဒါပေမယ့် အိမ်အပြန်လမ်းဟာ သူထင်ထားသလိုမချောမွေ့ခဲ့ဘူး….
ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲ….
အသက်ဘေးကရောလွတ်ပါ့မလား….
ဘယ်လိုလူမျိုးတွေကရော သူ့ကိုရန်ပြုကြမလဲ….
သူကရော အားလုံးပြေလည်အောင် ဖြေရှင်းနိုင်ပါ့မလား…
IMDb…6.7 ရရှိထားတဲ့​​​ India အက်ရှင်ကားမို့ ခံစားကြည့်ကြပါဦး…
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ
(zawgyi)
အိႏၵိယနဲ႔ကက္ရွ္မီးယားအၾကား တင္းမာမႈေတြျဖစ္ၿပီးေတာ့
အျပန္အလွန္ပစ္ေခတ္မႈေတြျဖစ္ေနတဲ့အတြက္
ေရွ႕တန္းကစစ္သားေတြက အိမ္ကိုမျပန္ႏိုင္ပဲျဖစ္ေနၾကရပါတယ္…..
အဲ့ဒီထဲမွာၿဂိဳလ္တုရွန္ကာလို႔ေခၚတဲ့ ႐ိုင္ဖယ္တပ္သားတစ္ေယာက္လဲအပါအဝင္ေပါ့….
ကံေကာင္းေထာက္မစြာနဲ႔သူတစ္ဦးထဲရွစ္ရက္အတြင္းအိမ္ျပန္ခြင့္ရသြားတဲ့အခ်ိန္မွာေတာ့
သူ႔တပ္ဖြဲ႕ဝင္ရဲေဘာ္ရဲဘက္ေတြက သူတို႔မိသားစုေတြကိုဝင္ေတြ႕ဖို႔အကူအညီေတာင္းပါေတာ့တယ္…ဒီလိုျပန္တဲ့အခ်ိန္မွာ ရက္ကလည္းနည္းေနတယ္ဆိုေပမယ့္
အကူအညီေတာင္းတာေတြကိုလက္ခံလိုက္တယ္….
ဒါေပမယ့္ အိမ္အျပန္လမ္းဟာ သူထင္ထားသလိုမေခ်ာေမြ႕ခဲ့ဘူး….
ဘယ္လိုအခက္အခဲေတြရင္ဆိုင္ရမလဲ….
အသက္ေဘးကေရာလြတ္ပါ့မလား….
ဘယ္လိုလူမ်ိဳးေတြကေရာ သူ႔ကိုရန္ျပဳၾကမလဲ….
သူကေရာ အားလုံးေျပလည္ေအာင္ ေျဖရွင္းႏိုင္ပါ့မလား…
IMDb…6.7 ရရွိထားတဲ့​​​ India အက္ရွင္ကားမို႔ ခံစားၾကည့္ၾကပါဦး…
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasပါ
File Size : (1 GB) and (427 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…02:15:00
Genre : Action , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by MarTizas
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
