"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Drifting (2021)
အတိအကျတော့မမှတ်မိတော့ပေမဲ့ မနှစ်တုန်းက တရုတ်တစ်ချို့က Johhnie Toတို့ ဂျွန်ဝူးတို့က ကားဆက်မရိုက်တော့၊ ဝေါင်ကာဝေးတို့ စတီဖင်ချောင်တို့က ပြည်မ ရောက်သွားကြ၊ နိုင်ငံခြားရောက်သွားတဲ့သူတွေလည်းရှ်ိလိုရှိနဲ့ ဟောင်ကောင်ရုပ်ရှင်ရဲ့ အရည်အသွေးကျလာတဲ့အကြောင်း ငိုချင်းချထားတာ ဖတ်လိုက်ရပါသေးတယ်။ ဟောင်ကောင်ရုပ်ရှင်ရဲ့ တစ်ချိန်က Legendတွေဟာ လုံးပါးပါးကုန်ကြပါပြီ။ သို့ပေမဲ့ မနှစ်ကတော့ Limboတို့ DRIFTINGတို့ Hand-rolled cigarettesတို့ Timeတို့လို ဒါရိုက်တာမသစ်တသစ်တွေရဲ့ ဇာတ်ကာကောင်းတွေထွက်ခဲ့တာကြောင့် မျှော်လင့်ချက်တော့ရှိသေးတယ်ဆိုပါတယ်။
Driftingဟာ မနှစ်က‌ ဟောင်ကောင်ရဲ့ ရှားရှားပါးပါးထွက်ထားတဲ့ အကောင်းဆုံးရုပ်ရှင်တွေထဲက တစ်ကားပါ။ ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုတစ်ချို့ရထားပါတယ်။ မင်းသားကတော့ Johhnie Toရုပ်ရှင်တွေထဲ ပါနေကျ Francis Ngပါ။ ဇာတ်ကြောင်းကတော့ ၂၀၁၂မှာ တကယ်ဖြစ်ခဲ့တဲ့ ဟောင်ကောင် အိမ်ခြေရာမဲ့တွေနဲ့ ပတ်သက်နေတဲ့တရားခွင်ကို အခြေခံရိုက်ကူးပါတယ်။
ဟောင်ကောင်မှာလည်း ဒီကလို ကျူးကျော်တဲဆန်ဆန်တွေ၊ အိမ်ခြေရာမဲ့တွေရှိပါတယ်။ သူတို့ထဲက အများစုကတော့ ပြန်စရာ အိမ်မရှိတော့တဲ့လူတွေပါ။ သူတို့အားလုံးဟာ ဘာမှလုပ်စရာမရှိတဲ့ဘ၀မှာ အချိန်တွေကို ဆေးသုံးရင်း အကုန်မြန်အောင် လုပ်ပစ်တတ်ကြတဲ့သူတွေပါပဲ။ တစ်နေ့ကျ သူတို့အိမ်လို့သတ်မှတ်ထားတဲ့ လမ်းဘေးနေရာလေးကို စည်ပင်၀န်ထမ်းတွေက လာပြီး သန့်ရှင်းရေးလုပ်ပါတယ်။ သူတို့အသုံးအဆောင်တွေ အားလုံးကို အမှိုက်တွေဆိုပြီး သူတို့တားနေကြတဲ့ကြားက အမှိုက်ကားပေါ် တင်ပစ်လိုက်ကြတယ်။ ဒါက သူတို့အတွက်တော့ အဖိုးတန်တွေပါ။ ဒီလိုနဲ့ သူတို့ စည်ပင်ကို တရားစွဲခဲ့ကြတယ်။ ဒါက‌တော့ကျောရိုးပါပဲ။
ဒီကျောရိုးကိုမှ အိမ်ခြေရာမဲ့တစ်ယောက်ချင်းစီရဲ့ အိမ်ခြေရာမဲ့မဖြစ်ခင်ဘ၀တွေ၊ ဖြစ်ပြီးနောက်ပိုင်း ရှင်သန်ပုံတွေ၊ သူတို့နေတဲ့ ဆင်းရဲသားရပ်ကွက်ကြီး တိုးတက်လာပြီး ကွန်ဒိုတွေဆောက်နေတဲ့နောက် သူတို့ရဲ့ အိမ်ဆိုတဲ့နေရာလေးပါ ပျောက်ရပုံတွေကို ပြန်ယှက်ဖောက်ပြီး heart-touchingဖြစ်တဲ့ ဇာတ်၀င်ခန်းများစွာနဲ့ ဒရာမာချိုးပြီး ပုံဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ ‌ပြောရရင် ရှေ့ကို တဟုန်ထိုး သွားနေတဲ့ မြို့ကြီးတစ်မြို့က ပြန်ငဲ့ကြည့်ဖို့လိုတဲ့ ပိုခက်တဲ့ဘ၀တွေအကြောင်း ပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(2.1GB) / (1GB)
Quality__WEB-DL_1080p, 720p
IMDb Rating__7.0/10
Format__mp4
Duration__02:00:00
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
