"The Fabelmans (2022)
The Fablemans ကိုအညွှန်းအရှည်ကြီးရေးမယ့်အစား
ဒါရိုက်တာ “Steven Spielberg” ရဲ့ ဘဝဖြစ်ရပ်မှန်ပေါ် အခြေခံပြီး
Steven Spielberg ကိုယ်တိုင်ရိုက်ကူးထားတဲ့ကားလို့ ပြောလိုက်တာနဲ့
ရုပ်ရှင်ချစ်သူတွေအားလုံးက ဒါကမဖြစ်မနေကြည့်ရမယ့်ကားလို့ သတ်မှတ်ကြမှာသေချာပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
West Side Stories, Jaws, ET, Schindler’s List, Catch me if You Can စသဖြင့်
Steven Spielberg ရဲ့လက်ရာမွန်တွေက ရေးလို့မကုန်နိုင်အောင်များပြီးရုပ်ရှင်ချစ်သူအားလုံးနဲ့ ရင်းနှီးပြီးသားပါ။
ဒီပါရမီရှင်ဒါရိုက်တာကြီးရဲ့ ငယ်ဘဝက ဘယ်လိုရှိခဲ့လဲ။
သူ့ဖန်တီးမှုတွေကဘယ်ကလာပြီး ဘယ်သူတွေလွှမ်းမိုးခဲ့လဲ။
Steven Spielberg က ဒီဇာတ်လမ်းကို ၁၉၉၉ ခုနှစ်ထဲက
“I’ll be Home” ဆိုတဲ့နာမည်နဲ့ရေးခဲ့ပြီး ပရိသတ်တွေကိုသူ့ဘဝနဲ့မိတ်ဆက်ပေးချင်ခဲ့ပါတယ်။
ဒါပေမဲ့ သူ့ဇာတ်လမ်းကိုပြောမယ်ဆိုရင် သူ့ဘဝထဲကအရင်းနှီးသူတွေအချစ်ရဆုံးသူတွေကိုချန်ထားရစ်လို့မရပါဘူး။
အထူးသဖြင့်သူ့အမေနဲ့အဖေပေါ့။
ဖြစ်ရပ်မှန်ပေါ်အခြေတည်ထားတဲ့ဒီဇာတ်လမ်းက သူ့အမေနဲ့အဖေကိုထိခိုက်နာကျင်ရစေနိုင်တာကြောင့်
သူက ဒါကို အချိန်အကြာကြီးဆိုင်းငံ့ထားခဲ့တာဖြစ်ပါတယ်။
ဒီဇာတ်လမ်းမှာ Steven နေရာကသရုပ်ဆောင်တဲ့ Sammy ဆိုတဲ့ဇာတ်ကောင်လေးက
သူ့မိသားစုပြသနာတွေကြားမှာ နားလည်ခွင့်လွှတ်ခြင်းများစွာနဲ့ သူ့ပါရမီကိုလဲဆက်လက်ပျိုးထောင်သွားပုံကိုတွေ့ရမှာပါ။
Steven ကလက်တွေ့ဘဝမှာ Sammy လောက် ရင့်ကျက်ခဲ့ရဲ့လားမသေချာပေမယ့်
ဒီရုပ်ရှင်ကတော့ Steven တစ်ယောက် သူ့ဘဝကိုပရိသတ်ကိုချပြတဲ့ရုပ်ရှင်သက်သက်မဟုတ်ဘဲ
သူ့ဘဝအဆိုးအကောင်းတွေနဲ့ငြိမ်းချမ်းမှုရယူပြီး သူ့မိဘတွေချစ်ခင်ရသူတွေကို
ခွင့်လွှတ်နားလည်ခြင်းတွေ နွေးထွေးကြင်နာမှုတွေနဲ့ ပြန်လှည့်ကြည့်ထားတဲ့ သူ့ရဲ့ကိုယ်ရေးကိုယ်တာအောင်မြင်မှုတစ်ခုပါပဲ။
အညွှန်းကိုတော့ Rashida က ရေးထားပေးပြီးတော့
ဘာသာပြန်ထားတာကတော့ Rashida နဲ့ Leonard Lin ပဲ ဖြစ်ပါတယ်။
Genre….. Drama
Quality…. 1080p | 720p | 480p
File size… 2.3GB | 1.3GB | 494MB
Format… mp4
Duration….2h 31min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Rashida and Leonard Lin
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
