"Eagle Wings (2021)
ဒီဇာတ်ကားကို ပထမဆုံးတွေ့တုန်းက IMDb 8 ထိရထားတာလို့ ပြောရင် ခင်ဗျားတို့ ယုံမလားတော့မသိဘူး။
ဘာအကြောင်းလဲဆိုတော့ နိုင်ဂျီးရီးယားအစိုးရရဲ့ကောင်းကြောင်း အားရပါးရဖားထားတဲ့ ဇာတ်ကားဗျ။ နိုင်ဂျီးရီးယား အစိုးရရဲ့ မိဘပြည်သူတွေအပေါ် မေတ္တာထားပုံတွေ၊ ငြိမ်းချမ်းရေးကို လိုလားပုံတွေ၊ နိုင်ဂျီးရီးယားစစ်သည်တော်တွေရဲ့ ပြည်သူတွေအပေါ် မြတ်နိုးပုံတွေကို အတုံးလိုက်အတစ်လိုက် ချပြထားတာကိုတွေ့ရပါလိမ့်မယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒါတင်လားဆိုမဟုတ်ပါဘူး။
အခြေအမြစ်မရှိတဲ့ ခံယူချက်ပေါ် အစွန်းရောက်ယုံကြည်နေကြတဲ့ သောင်းကျန်းသူတွေ၊ လူရိုင်းလိုလို ဘာလိုလိုနဲ့ ပြည်သူတွေကိုသတ်၊ အိုးအိမ်တွေကို ဖျက်စီး၊ လူတွေကို ပြန်ပေးဆွဲနေတဲ့ သောင်းကျန်းသူတွေရဲ့ လုပ်ရပ်တွေကြောင့် ငြိမ်းချမ်းရေးပျက်စီးရတယ်ဆိုတာတွေကို ကွက်ကွက်ကွင်းကွင်းမြင်လာအောင် မမြင်မြင်အောင် ပြထားပါသေးတယ်။ မတော်တဆ သူပုန်တပ်ထဲရောက်သွားတဲ့ လူငယ်လေးတွေကို ဖခင်တစ်ယောက်က သားဆိုးလေးကို ခွင့်လွှတ်ပြီး အမြဲတမ်းလက်ကမ်းကြိုနေတဲ့ နိုင်ဂျီးရီးယားအစိုးရရဲ့ မေတ္တာတရားတွေကို အီဆောင့်နေအောင် မြင်ရမှာပါ။
ဇာတ်ကားက ကောင်းလားဆိုတော့ မကောင်းဘူး။ ဘုရားစူး မကောင်းတာ။ ဒါပေမဲ့ ဇာတ်ကားအကြောင်းအရာတွေက ရှယ်ရယ်ရတယ်။ ဆဲလို့ကောင်းတယ်။ နိုင်ဂျီးရီးယားအစိုးရကို ဖားထားတဲ့ ရုပ်ရှင်ဆိုတော့ အဲဒီလို ငဖားရုပ်ရှင်တွေ ထုံးစံအတိုင်း အကုန်လုံးက တလွဲတွေချည်းပဲ။
သရုပ်ဆောင်တွေဆို လူသေကို ပါးရိုက်ပြီး စကားပြောခိုင်းတာမှ သူတို့ထက် အသက်ပါဦးမယ်။ Effect လား။ မျက်နှာကို အဖတ်ကြီးလာကပ်သလို ဖတ်ကနဲ ဖြစ်သွားမယ်။
Dialogue တွေဆို အင်မတိအင်မတန်ကို ဖားလို့ကောင်းတဲ့ စကားလုံးတွေကို တန်းစီပြီး ဖြတ်ညှပ်ကပ်ထားတာကလွဲရင် နေကောင်းလား စားပြီးပြီလားလောက်ကို လေးခေါက်လောက်ပြောတာတွေပဲပါတယ်။
ဒီလောက်ကောင်းတဲ့ကားကို ဘာလို့ကြည့်ရမှာလဲလို့မေးရင်တော့ ဆဲလို့ကောင်းလို့ပါ။ တော်တော်လေးကို ခံစားချက်နဲ့တိုက်ဆိုင်တာကိုလည်း တွေ့ရပါလိမ့်မယ်။
ဒေါသထွက်နေပြီး ဘာကိုဆဲလို့ဆဲရမလဲမသိဖြစ်နေသူများအတွက် အရမ်းကြည့်သင့်တဲ့ကားပါလို့ ပြောချင်ပါတယ်။
Size – 1.8GB, 962MB, 553MB
Quality – 1080p, 720p
IMDb rating – 4.2/10
Format – mp4
Duration – 2H 10Min
Genre – Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Lucifer
Encoded by Morningstar
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
