"(Unicode)
ဘောလိဝုဒ်ဇာတ်ကားတွေပြီးတော့အခုတစ်ခါ တမီးလ်စူပါစတားကြီး Rajinikanth ရဲ့ ရုံတင်ဇာတ်ကားကြီးအလှည့်ပေါ့ဗျာ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဟောလိဝုဒ် ၊ ဘောလိဝုဒ်ပရိတ်သတ်တွေအဖို့အိုဗာအက်ရှင်တွေကို ညည်းငွေ့နေနိုင်ပေမယ့်
အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်တွေကို ကြိုက်တတ်သူအဖို့တော့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားတစ်ကားပါပဲ။
ဘယ်လိုပဲ ဖြစ်ဖြစ် Rajinikanth ဟာလည်းတောင်ပိုင်းရုပ်ရှင်ထုတ်လုပ်ရေးတွေကြားသာကမဘောလိဝုဒ်ရုပ်ရှင်ထုတ်လုပ်ရေးတွေကြားမှာလည်း
သြဇာရှိပြီး အနုပညာကြေးမြင့်တဲ့ မင်းသားကြီးမို့ပရိတ်သတ်တွေကတော့ ဒီဇာတ်ကားကို ကြည့်ရင်းလက်ခုပ်လက်ဝါးတီးပြီး အားပေးကြဦးမှာပါ။
အညွှန်း
အာဒိသယာဆိုတဲ့ ရဲအရာရှိတစ်ယောက်ဟာသမီးဖြစ်သူ ဗာလီနဲ့အတူ မွန်ဘိုင်းမြို့ကို ရဲမင်းကြီး(ရဲမှူးကြီးဟု သင့်တော်သလို ဘာသာပြန်ထားသည်)အဖြစ်နဲ့ရောက်ရှိလာပြီး
မြို့ထဲမှာရှိတဲ့ ဆိုးသွမ်းသူတွေကို လိုက်လံနှိမ်နင်းရာကနေ ဇာတ်လမ်းကို စထားပြီး….
ဒီနောက်ပိုင်းမှာတော့ တမီးလ်ရုပ်ရှင်တွေရဲ့ ထုံးစံအတိုင်းအကအလှတွေ ၊ ဟာသခန်းလေးတွေ ညှပ်ထည့်ပြီးဇာတ်လမ်းကို အရှိန်တက်လာအောင် စွမ်းဆောင်ထားပါတယ်။
ဇာတ်လမ်းပုံစံက ရဲနဲ့လူဆိုး အားပြိုင်ကြတဲ့ မြင်နေကျ သာမာန်ဆိုပေမယ့်ရိုက်ကူးထားပုံက ဆန်းသစ်ပြီး Rajinikanthရဲ့ ဟိုးရုပ်ရှင်ခေတ်ဦးကတည်းကသုံးစွဲလာခဲ့တဲ့
သူ့ရဲ့ကိုယ်ပိုင်အမှတ်အသားဖြစ်တဲ့ တီးလုံးကို အက်ရှင်ခန်းတွေ ၊ Tempo မြှင့်တင်တဲ့အခန်းတွေမှာသင့်တော်သလို သုံးစွဲထားပုံက သပ်ရပ်ပြီး ပရိတ်သတ်ကို တစ်မျိုးတစ်မည် ဆွဲဆောင်ထားပါတယ်။
ကဲ…
အိန္ဒိယတောင်ပိုင်းဇာတ်ကားပရိတ်သတ်တို့ရေ…ကျွန်တော်တို့ငယ်စဉ်ကတည်းက စွဲလမ်းခဲ့ရတဲ့Idol ကြီးရဲ့ အသစ်စက်စက် ရုံတင်ဇာတ်ကားကြီးကို လက်မနှေးပဲ အားပေးလိုက်ကြပါစို့။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
ေဘာလိဝုဒ္ဇာတ္ကားေတြၿပီးေတာ့အခုတစ္ခါ တမီးလ္စူပါစတားႀကီး Rajinikanth ရဲ႕ ႐ုံတင္ဇာတ္ကားႀကီးအလွည့္ေပါ့ဗ်ာ။
ေဟာလိဝုဒ္ ၊ ေဘာလိဝုဒ္ပရိတ္သတ္ေတြအဖို႔အိုဗာအက္ရွင္ေတြကို ညည္းေငြ႕ေနႏိုင္ေပမယ့္
အိႏၵိယေတာင္ပိုင္း႐ုပ္ရွင္ေတြကို ႀကိဳက္တတ္သူအဖို႔ေတာ့ၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားတစ္ကားပါပဲ။
ဘယ္လိုပဲ ျဖစ္ျဖစ္ Rajinikanth ဟာလည္းေတာင္ပိုင္း႐ုပ္ရွင္ထုတ္လုပ္ေရးေတြၾကားသာကမေဘာလိဝုဒ္႐ုပ္ရွင္ထုတ္လုပ္ေရးေတြၾကားမွာလည္း
ၾသဇာရွိၿပီး အႏုပညာေၾကးျမင့္တဲ့ မင္းသားႀကီးမို႔ပရိတ္သတ္ေတြကေတာ့ ဒီဇာတ္ကားကို ၾကည့္ရင္းလက္ခုပ္လက္ဝါးတီးၿပီး အားေပးၾကဦးမွာပါ။
အၫႊန္း
အာဒိသယာဆိုတဲ့ ရဲအရာရွိတစ္ေယာက္ဟာသမီးျဖစ္သူ ဗာလီနဲ႔အတူ မြန္ဘိုင္းၿမိဳ႕ကို ရဲမင္းႀကီး(ရဲမႉးႀကီးဟု သင့္ေတာ္သလို ဘာသာျပန္ထားသည္)အျဖစ္နဲ႔ေရာက္ရွိလာၿပီး
ၿမိဳ႕ထဲမွာရွိတဲ့ ဆိုးသြမ္းသူေတြကို လိုက္လံႏွိမ္နင္းရာကေန ဇာတ္လမ္းကို စထားၿပီး….
ဒီေနာက္ပိုင္းမွာေတာ့ တမီးလ္႐ုပ္ရွင္ေတြရဲ႕ ထုံးစံအတိုင္းအကအလွေတြ ၊ ဟာသခန္းေလးေတြ ညႇပ္ထည့္ၿပီးဇာတ္လမ္းကို အရွိန္တက္လာေအာင္ စြမ္းေဆာင္ထားပါတယ္။
ဇာတ္လမ္းပုံစံက ရဲနဲ႔လူဆိုး အားၿပိဳင္ၾကတဲ့ ျမင္ေနက် သာမာန္ဆိုေပမယ့္႐ိုက္ကူးထားပုံက ဆန္းသစ္ၿပီး Rajinikanthရဲ႕ ဟိုး႐ုပ္ရွင္ေခတ္ဦးကတည္းကသုံးစြဲလာခဲ့တဲ့
သူ႔ရဲ႕ကိုယ္ပိုင္အမွတ္အသားျဖစ္တဲ့ တီးလုံးကို အက္ရွင္ခန္းေတြ ၊ Tempo ျမႇင့္တင္တဲ့အခန္းေတြမွာသင့္ေတာ္သလို သုံးစြဲထားပုံက သပ္ရပ္ၿပီး ပရိတ္သတ္ကို တစ္မ်ိဳးတစ္မည္ ဆြဲေဆာင္ထားပါတယ္။
ကဲ…
အိႏၵိယေတာင္ပိုင္းဇာတ္ကားပရိတ္သတ္တို႔ေရ…ကြၽန္ေတာ္တို႔ငယ္စဥ္ကတည္းက စြဲလမ္းခဲ့ရတဲ့Idol ႀကီးရဲ႕ အသစ္စက္စက္ ႐ုံတင္ဇာတ္ကားႀကီးကို လက္မေႏွးပဲ အားေပးလိုက္ၾကပါစို႔။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.30 GB ) and (650 MB)
Quality : AMZN WEB-DL 720p
Running Time : 2hr 39min
Format : Mp4
Genre : Action
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.AMZN.WEB-DL.DD+5.1.x264-Telly
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
