"Prince of Persia (2010)
Prince of Persiaဟာ ကျွန်တော်တို့ ဟိုးငယ်ငယ် နာရီပေးနဲ့ဆော့ခဲ့ရတဲ့ P2ခေတ်ကတည်းက နာမည်ကြီးခဲ့ပါတယ်။ နောက်ပိုင်း Mobile Game အထိ ရှိခဲ့သလို ဒီနှစ်ထဲလည်း Ubisoftက remakeပြန်ထုတ်ဖို့ အထိလုပ်ထားပါတယ်။ Prince of Persiaဟာ ဒီလို ခေတ်အဆက်ဆက်အထိ မမှေးမှိန်သေးတဲ့ နာမည်ကျော်ဂိမ်းစီးရီးတစ်ခုပါပဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်ကတော့ Prince of Persia , Sand of time ဂိမ်းTrilogy က အချက်အလက်တွေကို သုံးပြီး 2010မှာ ရိုက်ခဲ့တဲ့ ရုပ်ရှင်ပါ။ legend actorကြီး Jake Gyllenhaalနဲ့ Ben Kingsley တို့အပြင် ဆွဲဆောင်မှုအပြည့်နဲ့ မမGemma Artertonတို့က သရုပ်ဆောင်ထားပါတယ်။
ရုပ်ရှင်က ပါရှားတွေရဲ့ စစ်မက်တွေ မတည်ငြိမ်တဲ့ ခေတ်ကာလမှာ တည်ထားတာဆိုတော့ နန်းဆောင်ကြီးတွေ ၊ စစ်တပ်‌တွေ ၊ ကန္တာရ‌တွေ ၊ မြို့တော်ကြီးတွေနဲ့ ရုပ်ထွက်ကောင်းကောင်းနဲ့ ကြည့်ရင် တော်တော်လှတဲ့ ရုပ်ရှင်ပါပဲ။
ရှေးတုန်းက ပါရှားဘုရင်ကြီးတစ်ပါးရှိခဲ့တယ်။ သူ့မှာ သားတော်နှစ်ပါးနဲ့ ညီတော်တစ်ယောက်ရှိပြီး သူ့ညီနဲ့ သူ့ ညီအစ်ကိုသံယောဇဉ် ခိုင်မာနေမှ ဒီတိုင်းပြည်ကြီး အေးချမ်းမယ်လို့ ယုံကြည်ထားခဲ့တယ်။ အပြင်ရန် ထားဦး အတွင်းမီးတော့ ငြိမ်းနေမှ တိုင်းပြည်သာယာမယ်မို့လား။ သူ့သားနှစ်ယောက်ကိုလည်း သူက သူတို့လိုပဲဖြစ်စေချင်ခဲ့တယ်။
တစ်နေ့မှာ သတ္တိနဲ့ ကိုယ်ကျိုးစွန့်စိတ်ကို တန်ဖိုးထားတဲ့ ဘုရင်ကြီးဟာ ဒီစိတ်၂ခုရှိတဲ့ လမ်းပေါ်ကကောင်လေးတစ်ယောက်ကို သားအဖြစ်မွေးစားခဲ့တယ်။ သူ့သားတွေရဲ့ ညီအစ်ကိုသံယောဇဉ်ကိုလည်း သူက ခိုင်မြဲစေချင်ခဲ့တယ်။ ဒီလိုနဲ့ သူတို့ညီအစ်ကိုသုံးယောက်ဟာ အထွတ်အမြတ်ထားရတဲ့ မြို့တစ်မြို့ကို သိမ်းပိုက်မိပြီး အဲဒီမြို့က နတ်ဘုရားတွေရဲ့ အချိန်နောက်ပြန်သွားလို့ရတဲ့ ဓားကို တွေ့လိုက်ရတဲ့ အချိန်မှာတော့…..
ဒီရုပ်ရှင်ဟာ သူ့ခေတ်က အတော် Flopခဲ့ပါတယ်။ အက်ရှင်ကားကောင်းတွေ ရှားလာတဲ့ ဒီဘက်ခေတ်ကြီးမှာ ပြန်ကြည့်ရင်တော့ တော်တော်ကြည့်ကောင်းတဲ့ ရုပ်ရှင်ပါပဲ။ မင်းသားတွေနဲ့တင်လည်း တန်ပါတယ်။ ဒီရုပ်ရှင်ကို ကြည့်ကိုကြည့်သင့်တဲ့ အကြောင်းပြချက်တစ်ခုပေးရရင်တော့…
ပြင်သစ်ဒါရိုက်တာကြီးတစ်ယောက်ပြောဖူးတယ်။ ရုပ်ရှင်တစ်ကားရိုက်ဖို့ သေနတ်တစ်လက်နဲ့ မိန်းမလှလှတစ်ယောက်ပဲလိုတယ်တဲ့။ သည်းထိတ်ရင်ဖို နဲ့ လိင်ဆွဲဆောင်မှုကို ဆိုလိုတာ ဖြစ်ပါလိမ့်မယ်။ ဒီရုပ်ရှင်က မမGemma Artertonရဲ့ အလှဟာ ဒုတိယတစ်ချက်အတွက် ပြည့်စုံတာထက် ပိုပါတယ်။ မှော်တို့ အက်ရှင်တို့ အချိန်ခရီးသွားတာတို့ ဖိုက်တင်ခန်းတွေတို့ ဂျိတ်တို့ ထားလိုက်ပါဦး။ ရုပ်ရှင်ထဲက အယ်လမတ်မြို့က မင်းသမီးလေးရဲ့ ညိုစိမ့်စိမ့်အလှနဲ့တင် Prince Of Persiaဟာ ဟိုးငယ်ငယ်ကတည်းက ဒီနေ့အထိ မှော်ဆန်တဲ့ရုပ်ရှင်ဖြစ်နေခဲ့တာပါပဲ။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို WiRa Aung မှ တင်ဆက်ထားပါတယ်။)
File size…(2.3 GB)/(1.2 GB)
Quality….BluRay 1080p HEVC / 720p
Format…mkv/mp4
Duration….01:55:53
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by WiRa Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
