"One For The Road (2022)” ငါ့ဘ၀မှာ မိန်းကလေးဘယ်နှယောက်ကို ငါထပ်ချစ်မိဦးမလဲ မသိဘူး။ငါ့ဘ၀ရဲ့နောက်ဆုံး စက္ကန့်မရောက်ခင်အထိ ငါ့အချစ်ဆုံးမိန်းကလေးက ဘယ်သူလဲ ငါသိဦးမှာမဟုတ်ဘူး”တဲ့။Pauseဒီလိုနဲ့ အချစ်တွေကို ငါအရက်နာမည် ပေးပစ်မိတယ်။ပန်းနီရောင်ကောင်မလေးရဲ့ဆံစတွေလို အနီရောင်ကော့တေးထဲ ငါ့သက္ကရာဇ်တွေ ၅ ၄ ၃ ၂ ၁။သက္ကရာဇ်တွေဟာ အသေပါ လို့ ဘယ်သူညာလဲ။ဒုတိယမိန်းကလေးရဲ့ မျက်ရည်အဖြူတွေလို ကော့တေးဟာ အမှားတွေရဲ့အရသာပေါ့။မြူတွေပဲ။ ငါဖြတ်သန်းသွားတုန်းက မမြင်ခဲ့မိဘူး။ခုနေခပ်လှမ်းလှမ်းကျမှ ငါ့အမှားမြူထုကြီး အုံ့လို့ဆိုင်းလို့ ထီးတည်း။မိုးရွာပြီးတဲ့နောက် တတိယကော့တေး။အချစ်ဦးကော့တေးဟာ မထွက်ခွာခင် နောက်ဆုံးတစ်ခွက် (One For The Road)လို ခရီးတွေအဝေးကြီးရောက်ပြီးလည်း တသသကျန်ခဲ့တဲ့အရာပေါ့။“လောကဓံဦးတုန်းက အလွန်အကျူးသောက်ခဲ့တဲ့ အရက်တစ်ခွက် အခုကျတော့မှ စံပယ်ရွက်ပေါ်မှာ မူးလဲအသည်းကွဲတယ်ဆိုတာ သီချင်းလေးတွေ တိုးတိုးညည်းရင်းက ထိရှခဲ့တဲ့ သွေးမဲ့ဒဏ်ရာတစ်ချက်”ငါတို့အတူတည်ဆောက်ဖူးကြတဲ့ စိတ္တဇအဆောက်အဦးလေးရဲ့ပညတ်က “One For The Road”။မင်းတိုက်ခဲ့တဲ့ နောက်ဆုံးကော့တေးတစ်ခွက်က ” One For The Road” ။နေပြက္ခဒိန်အဆက်ဆက်မှာ ပလေတိုပြန်မရောက်ခဲ့တဲ့ တောထဲက ပန်းကလေးကို ငါပေးထားတဲ့နာမည်က ” One For The Road”။နိဗ္ဗာန်ဘုံ မျက်ရည်စက်၊ New York Sourတစ်ခွက်၊အဲဒီလမ်းကျဉ်းကလေးက ငါ့ကိုကျောခိုင်းသွားချိန်က ကော့တေးတစ်ခွက်ဟာ အဲဒီလမ်းကျဉ်းကလေးကို ငါ‌ပြန်ရောက်မယ့်အချိန်မှာ သောက်မယ့် ကော့တေးတစ်ခွက်ပေါ့။သစ်ရွက်လိုကြွေဖူးတဲ့ တို့ရဲ့နေ့အဆက်ဆက်ရဲ့ ” One For The Road”.ဝေါင်ကာဝေးပရိုဂျူဆာလုပ်ထားပြီး ဝေါင်ကာဝေးကားတွေဖြန့်ခဲ့တဲ့ Jet Tone Filmsကပဲ‌ ထုတ်ဝေပေးထားပါတယ်။ဒါရိုက်တာကတော့ သူ့နှစ်က highest-grossingရုပ်ရှင်ဖြစ်ခဲ့တဲ့ Bad Genius ဒါရိုက်တာ Nattawut Poonpiriya ရိုက်ထားတာပါ။သရုပ်ဆောင်တွေကတော့ ထိုင်းကားပရိသတ်တွေမစိမ်းတဲ့ Thanapob Leeratanakajorn နဲ့ Bad Genius မင်းသမီးတို့လို နာမည်ကြီးတွေပါပဲ။2021 Sundanceပွဲမှာ ပွဲဦးထွက်ပြသခဲ့ပြီး World Cinematic Dramatic Special Jury Award ကို ရရှိထားပါတယ်။ဝေါင်ကာဝေး ပရိုဂျူဆာလုပ်ထားတယ်ဆိုပေမဲ့ The Mediumမှာ Na Hong Jinအငွေ့ အပြည့်လွှမ်းနေသလိုတော့ဖြစ်မနေပါဘူး။ဝေါင်ကာဝေး အငွေ့သိပ်မပါဘဲ ဇာတ်ကောင်တွေကတော့ ပမာဏတစ်ခုအထိ ဝေါင်ကာဝေးဆန်ပါတယ်။Chungking Expressနဲ့ ဘာမှမတူပေမဲ့ Chungking Expressကို သဘောကျရင် ကြည့်သင့်တဲ့ရုပ်ရှင်ပါပဲ။ဘာလို့လဲတော့ ကြည့်ပြီးရင်သိမှာပါ။ထိုင်းရုပ်ရှင်တွေကို တခြားအာရှရှင်ရှင်ဂုရုကြီးတွေက Support တော်တော်လုပ်လာတယ် ပဲ ပြောရမှာပါပဲ။မနှစ်ကတော့ ကိုရီးယားက Horror ဆရာကြီး Na Hong Jin က The Mediumကို ထုတ်ပေးခဲ့ပြီးဒီနှစ်တော့ ဟောင်ကောင် ရိုမန့်ဆရာကြီး ဝေါင်ကာဝေးက ဒီရုပ်ရှင်ကို ထုတ်ပေးခဲ့ပါတယ်။ထိုင်းရုပ်ရှင်တွေအတွက် အရွေ့ကောင်းလို့ပဲ ဆိုရမယ်ထင်ပါတယ်။ဒီကားတွေ အောင်မြင်ခဲ့ကြတော့ ပိုကောင်းတဲ့ရုပ်ရှင်တွေကိုလည်း ထုတ်လာဖို့ရှိလောက်ပါတယ်။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။Genre…..DramaQuality….WEB-DL 1080p and 720p and 480pFile size…1.8GB and 900MB and 300MBFormat…mp4Duration…. 2h 8minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. WiRa AungEncoder ….. August"