"Knocked Up (2007)IMDb 6.9Rotten Tomatoes 89%Comedy ဇာတ်ကားတစ်ကား ဒီလောက် Rating မြင့်မားနေရင် မှတ်ထားလိုက်ပါတော့…ရှယ်ကောင်းလို့ပါပဲ။Pauseမင်းသား Seth Rogen ,Paul Rudd,Jonah Hill,Jay Baruchel တို့လို ဟာသသရုပ်ဆောင်တွေမြိုင်ဆိုင်သလို မင်းသမီး Katherine Heigl,Leslie Mann တို့ဆိုတာကလဲ ဒီလိုဇာတ်ကားနဲ့ သိပ်လိုက်ဖက်လှတာပေါ့။ဇာတ်လမ်းကလဲ R Rated ဆိုတဲ့အတိုင်း တကယ့်ဗရုတ်သုတ်ခပါပဲ…မူးမူးရူးရူးနဲ့ ဖြစ်မိတဲ့ တစ်ညတာ one night stand က မထင်မှတ်ဘဲ ကိုးလလွယ်ဆယ်လအထိကြာ‌အောင်ခံရမယ့် ဒုက္ခအဖြစ်သို့ ပြောင်းလဲသွားသောအခါ…..အယ်လီဆင် စကော့ ဟာ ရုပ်မြင်သံကြားဌာနတစ်ခုမှာ အလုပ်လုပ်နေတဲ့ ရည်မှန်းချက်ကြီးကြီး အိပ်မက်လှလှလေးတွေမက်နေတဲ့ မိန်းမပျိုလေးပါ ။ တစ်နေ့မှာတော့ အထက်လူကြီးတွေက သူ့ကို ရာထူးတိုးပေးလိုက်တော့ ပျော်လွန်းလို့ သူ့အစ်မ ဒက်ဘီ နဲ့အတူ ကလပ်တစ်ခုမှာ သွားပြီး အောင်ပွဲခံပါတော့တယ်။ အဲဒီမှာ ဘန် ဆိုတဲ့ကောင်လေးနဲ့ ဆုံမိကြပါတယ်။ဘန် ကတော့ ဆေးခြောက်ပုံမှန်သုံးစွဲလေ့ရှိတဲ့ သူငယ်ချင်းတစ်စုနဲ့ အတူနေတဲ့ ငပျင်းတစ်ကောင်ပါပဲ။ တကယ်ဆိုရင် သူက အမေရိကန်မဟုတ်ဘူး။ ကနေဒါကနေ တရားမဝင် လာနေနေတာ။ တရားမဝင်နေတော့ အခွန်ဆောင်စရာမလိုတော့ဘူးပေါ့ဗျာ တဲ့။ ဆောင်ရအောင်လည်း သူ့မှာ ပိုက်ဆံမှမရှိဘဲ။ သူ ကျောင်းသားဘဝတုန်းက စာပို့ကားတက်ကြိတ်တာခံရလို့ အစိုးရက သူ့ကို လျော်ကြေး ဒေါ်လာ တစ်သောင်းလေးထောင် ပေးဖူးသတဲ့။ဘာမှမလုပ်ဘဲ အဲဒါကိုထိုင်စားလာတာ ဆယ်နှစ်ကျော်ပြီတဲ့။ ခုတောင် လက်ထဲ ဒေါ်လာကိုးရာလောက် ကျန်သေးတယ်ဆိုပဲ။ သူက ဆေးခြောက်နဲ့ စပါဂက်တီခေါက်ဆွဲဖိုးလောက်ပဲ ကုန်စရာရှိတာကိုး။ သူ့ဘော်ဒါတွေကလည်း သူနဲ့ထူးမခြားနားပါပဲ။ဒီလောက်ဆိုရင် အယ်လီဆင် နဲ့ ဘန် တို့ဟာ ဘယ်လောက်ခြားနားတဲ့ အနေအထားရှိတယ်ဆိုတာ သိသာပါတယ်။ ဒါပေမဲ့ ဆန်းကြယ်တဲ့ကံတရားနဲ့ ဆန်းကြယ်သောစိတ်ကူးရှိသူ ဇာတ်ညွှန်းရေးဆရာကြီးတို့ရဲ့အလိုအရ သူတို့နှစ်ယောက် ဆုံဖြစ်အောင်ဆုံမိသွားကြပါတယ်။ သို့သော်လည်း one night stand က one nightနဲ့ ရပ်လို့မရဘဲ long-standingကိစ္စ ဖြစ်လာတဲ့အခါ နှစ်ယောက်လုံး တိုင်တွေပတ်ကုန်ကြပါတော့တယ်။ဒီဇာတ်ကားမှာ နာမည်ကျော်ဟာသသရုပ်ဆောင်တွေ တပြုံကြီးပါဝင်ထားသလို ဧည့်သည်သရုပ်ဆောင် နာမည်ကျော်များကလည်း မထင်မှတ်တဲ့နေရာတွေကနေ အကွက်စေ့စေ့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ Ratingကောင်းတွေ ရရှိခဲ့သလို ဝင်ငွေအရလည်း ဘတ်ဂျက် 25 millionsမှာ ဝင်ငွေ 219 millionsရရှိခဲ့တဲ့အတွက် စီးပွားရေးအရပါ အောင်မြင်တဲ့ကား ဖြစ်ခဲ့ပါတယ်။ဒီဇာတ်ကားထဲမှာ ဇာတ်ကောင်တွေပြောတဲ့ ပြောစကားတွေထဲမှာ အမေရိကန်တွေ အနောက်တိုင်းသားတွေသာ ချက်ချင်းနားလည်မယ့် စကားလုံး၊စကားရပ်တွေ အသုံးအနှုန်းတွေအများအပြားပါဝင်နေပါတယ် ။ အထူးသဖြင့်တော့ Hollywood movie quotesတွေပေါ့။ သူတို့ပြောစကားထဲက နာမည်တွေလိုက်ပြီး Googlingလုပ်ရင်တောင် ဗဟုသုတ အတော်ပွားနိုင်စရာ ရှိပါတယ်။ ဇာတ်လမ်းကလည်း ရယ်ရရုံ ပျော်ရရုံသက်သက် မကဘဲ အိမ်ထောင်ရေးပဋိပက္ခတွေဖြစ်ရတဲ့ ဇစ်မြစ်၊ ကိုယ့်အတ္တနဲ့ တဖက်သားကို ဇွတ်ပြောင်းလဲလာအောင် ဖိအားပေးတတ်တဲ့စိတ်မျိုးတွေ ၊ တာဝန်ယူမှု တာဝန်ခံမှုဆိုတာ ဘယ်လောက်အရေးကြီးသလဲဆိုတာတွေကို သင်ခန်းစာယူနိုင်ကြပါလိမ့်မယ်။ ကြည့်ရှုခံစားပျော်ရွှင်နိုင်ကြပါစေ။Unrated Version နဲ့တင်ဆက်ထားတာမို့ တချို့အခန်းတွေမှာတော့ မိသားစုနဲ့ကြည့်ဖို့သင့်တော်မှာမဟုတ်ပါဘူး။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Thaman Myint မှ တင်ဆက်ထားပါတယ်။)File size…(2.6 GB)/(1 GB)Quality….BluRay Unrated 1080p / 720pFormat…mkvDuration….02:12:57Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Thaman Myint"