"K.G.F: Chapter 1 (2018)အညွှန်း******************************PauseIMDb rating – 8.7/10Google Users – 95%၁၉၅၁ ခုနှစ်ကို အခြေတည်ရေးသားထားတဲ့ကိုလာရွှေလုပ်ကွက်ရဲ့ အကြောင်းအရာတွေ ပါဝင်နေတဲ့ဂျာနယ်လစ်အာနန်းအင်္ဂလာဂီရဲ့ “El Dorado- အယ်လ်ဒိုရာဒို”စာအုပ်ကိုအိန္ဒိယအစိုးရက တားမြစ်ပိတ်ပင်ပြီးထုတ်ဝေထားသမျှ စာအုပ်အားလုံးကိုမီးရှို့ဖျက်ဆီးပစ်လိုက်တယ်။မျက်မှောက်ခေတ်ကို ရောက်တော့ဒီစာအုပ်ကိုပဲ တီဗီချန်နယ်တစ်ခုက မရမက ရှာဖွေပြီးဂျာနယ်လစ်ကို အင်တာဗျူးလုပ်တယ်။စာအုပ်ထဲက အကြောင်းအရာတွေကို စာရေးသူက ပြန်လည်ပြောပြရာကနေဒီဇာတ်လမ်း ပြန်လည်အသက်ဝင်လာခဲ့တော့တယ်။“ကိုလာရွှေလုပ်ကွက် ဖြစ်တည်လာပုံနှင့် ရော်ကီမွေးဖွားလာပုံပြိုင်တူအဖြစ်အပျက်နှစ်ခု…”ဟိုး ၁၉၅၁ခုနှစ်တုန်းက အိန္ဒိယနိုင်ငံတောင်ပိုင်းမှာရှိတဲ့ မိုင်ဆောပြည်နယ်(ယခု ကာနာတားကားပြည်နယ် – ကိုလာခရိုင်) မှာ အစိုးရအာဏာပိုင်တွေဟာရွှေကြောတစ်ခုကို တွေ့ရှိခဲ့ကြတယ်။ဒီရွှေကြောကို ရှာတွေ့ခဲ့တဲ့ နေ့မှာ အဖြစ်အပျက်နှစ်ခု ပြိုင်တူဖြစ်ပွားခဲ့တယ်။တစ်ခုက ရာဂျားကရစ်ရှ်နားပါးဘိုင်ယာဆိုတဲ့ လူသားတစ်ယောက်အသက်မပြည့်သေးပဲ ကိုယ်ဝန်လွယ်ထားရတဲ့ အမိဝမ်းကနေ ကမ္ဘာမြေပေါ်ကိုရောက်ရှိလာခဲ့တာ ဖြစ်ပြီးနောက်တစ်ခုက ကိုလာရွှေကြောကို တွေ့ရှိတဲ့နေရာမှာကြီးစိုးတဲ့ဆူရိယဗာဒန်ဆိုသူ လူမိုက်ကြီးဟာ ရွှေကြောကို တွေ့ရှိတဲ့ အစိုးရအာဏာပိုင်တွေကို လက်စဖျောက်ပစ်ပြီးရွှေကြောကို အပိုင်စီးလိုက်တာပဲ…။အဲ့ဒီနောက်မှာ ဒီနေရာကို တပ်မက်နေတဲ့သူတွေလက်ကနေ ကာကွယ်ဖို့၉၉နှစ်တာ လုပ်ကိုင်ခွင့် စာချုပ်နဲ့အတူနာရာချီထုံးကျောက်တူးဖော်ရေးကုမ္ပဏီဆိုပြီး သတ္တုတူးဖော်ရေးကုမ္ပဏီတစ်ခုကို ကောက်ထူထောင်ပြီးခံတပ်ကြီးတစ်ခုကို အခိုင်အမာ ဆောက်တည်တယ်။အင်အားကြီးလာတဲ့ ဆူရိယဗာဒန်ဟာ ပတ်ဝန်းကျင်ဒေသတွေမှာရှိတဲ့လူတွေကိုသူ့ခံတပ်အတွင်းကို အတင်းအဓမ္မခေါ်ယူပြီး မညှာမတာ အလုပ်စေခိုင်းတော့တယ်။လုံခြုံရေးသုံးဆင့်ကာရံထားတဲ့ ခံတပ်ကြီးအတွင်းကို ရောက်ရှိသွားသူတွေဟာ ပြန်လမ်းမရှိတော့ဘူး။အဲ့ဒီလုံခြုံရေးသုံးဆင့်ဆိုတာက ၁ – အခိုင်အမာတည်ဆောက်ထားတဲ့ ဧရာမတံတိုင်းကြီး ၊၂ – ဧရာမတံခါးကြီး နဲ့ ၊ ၃ – အဲ့ဒီနှစ်ခုကို စောင့်ရှောက်ပေးမယ့်ရက်စက်ကြမ်းကြုတ်လွန်းသူ လူမိုက်ခေါင်းဆောင် ဗားနာရမ် တို့ ဖြစ်တယ်။လက်ရှိအချိန်မှာ သူဟာ နာမကျန်းဖြစ်ပြီးတော့ အိပ်ယာထဲ လဲနေတယ်။သူ့အရိုက်အရာကို ဆက်ခံဖို့ သားကြီးဖြစ်တဲ့ ဂါရူးဒါးကို တာဝန်ပေးထားတယ်။ကိုလာရွှေလုပ်ကွက်ရဲ့ ခေါင်းကိုင်ဖခင်ကြီးမှာအိုးစားဖက် ငါးယောက်ရှိတယ်။၁ – ဘာဂါ့ဗ်ရဲ့သား ကာမဲလ်(ကိုလာရွှေလုပ်ကွက်က ထွက်လာသမျှ ရွှေတွေကိုသန့်စင်ပေးတဲ့သူ)၂ – ရာဂျန်ဒရာဒီစိုင်း(ဘန်ဂလောမှာနေရင်းကိုလာရွှေတွေကို စျေးကွက်ကို ဖြန့်ပေးတဲ့သူ)၃ – အင်ဒရူး(ရေလမ်းကုန်သွယ်ရေးအတွက်အနောက်ကမ်းရိုးတမ်းကို ချုပ်ကိုင်ထားတဲ့သူ)၄ – ဂုရုပန်ဒရန်း(ဆူရိယဗာဒန်ကြောင့် နိုင်ငံရေးသမား ဖြစ်လာတဲ့သူ)၅ – အာဒီးရာ(ဆူရိယဗာဒန်ရဲ့ ညီအရင်း)ဒီ၅ယောက်ကို အုပ်ချုပ်ပြီး ၊ ဒီ၅ယောက်ရဲ့ အကူအညီနဲ့ကိုလာရွှေလုပ်ကွက်ကို လည်ပတ်နေတာ….။“ရော့ကီ့အကြောင်း”ရော့ကီဟာ ဘုံဘေမြို့မှာနေထိုင်တယ်။ငယ်ကလည်းက ဇရှိတယ် ၊ လက်ရဲတယ်။ရည်မှန်းချက် ကြီးမားတယ်။သွားလေသူ မိခင်ပေးခဲ့တဲ့ ဘ၀ခွန်အားတွေကြောင့် အမြင့်ဆုံးကို ရောက်ချင်နေတဲ့သူ။ငယ်ကလည်းက လက်ယဉ်တာကြောင့် ဘုံဘေရှက်တီဆိုသူ လူမိုက်ကြီးရဲ့လက်သပ်မွေးခြင်းကို ခံရတဲ့သူ။ ရှက်တီ့မှာ ကြုံလာသမျှ ဘေးရန်တွေ ၊ ရှက်တီ့လုပ်ငန်းတွေကိုစွမ်းစွမ်းတမံလုပ်ကိုင်ပေးရင်း သူမတူတဲ့သူ့အစွမ်းအစကြောင့်လုပ်ဖော်ကိုင်ဖက်တွေရဲ့ အမြင်မကြည်တာကို ခံရတဲ့သူ။သူ့အစွမ်းအစကို ရှက်တီက အသိအမှတ်မပြုပေမယ့်ရှက်တီ့အထက်က အကောင်ကြီးတစ်ကောင်ဖြစ်တဲ့ နံပါတ် ၃ အိုးစားဖက် အင်ဒရူးကရော့ကီ့အကြောင်းကို ကြားပြီး အလုပ်တစ်ခု လာကမ်းလှမ်းတယ်။ကမ်းလှမ်းတဲ့အလုပ်က လုံခြုံရေးအပြည့်ယူထားပြီးဘန်ဂလောမြို့ကို လာမယ့်လူတစ်ယောက်ကို အပြတ်ရှင်းပေးရမှာ…။ဒီတော့ သူဟာ ဘုံဘေကနေ ဘန်ဂလောကို ခရီးထွက်လာခဲ့ပြီးသူ့အိပ်မက်တွေကို အကောင်အထည်ဖော်ဖို့ ဖြစ်လာခဲ့ပါတယ်။အပိုင်း၂အတွက်ဆိုရင်တော့ ဇာတ်ဆောင် အသစ်တွေ မြင်ရတော့မှာပါ။ရာမီကာစိမ်းဆိုတဲ့ လူထုဩဘာသံနဲ့အတူ နိုင်ငံရေးလောကထဲ ဝင်ရောက်လာသူနဲ့ဆူရီးယားဗာဒန်ရဲ့ ညီ၊ ဂါရူးဒါးရဲ့ ဦးလေးဖြစ်တဲ့အားဒီးယားပါ။အပိုင်း၁မှာတော့ သူတို့အကြောင်း အနည်းငယ်မျှသာပါဝင်ခဲ့ပြီး အပိုင်း၂မှာတော့ ရော့ကီရဲ့အဓိကပြိုင်ဘက်တွေ ဖြစ်လာနိုင်ပါတယ်။မကြာခင်ထွက်လာတော့မယ့် အပိုင်း၂ကို စောင့်စားရင်းအပိုင်း၁ကို အရင်ကထက် ပိုလန်းတဲ့ အရည်အသွေး၊ပိုကောင်းတဲ့မြန်မာမှု၊ မူရင်းအသံတို့နဲ့အတူပြန်လည် ခံစားလိုက်ကြရအောင်ဗျာ။File Size :(1.20 GB ) and (600 MB)Quality : WEB-DL 720pRunning Time : 2h 36minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : WEB-DL-1080p-UNTOUCHED-AVC-DD5.1Translated by Myint Thu & Nyi Nyi Koe (MLMC)Encoded by Phyo Pyae"