"[Unicode]
အိုရန်အကယ်ဒမီကျောင်းဆိုတာ တိုကျိုမြို့မှာရှိတဲ့ နာမည်ကြီး hi-so အထက်တန်းကျောင်းတစ်ခုဖြစ်ပါတယ် ၊
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဆူအူ တာမာကီ ဆိုတဲ့ကောင်လေးကတော့ ဆူအူလုပ်ငန်းစုရဲ့ တစ်ဦးတည်းသောဆက်ခံသူပေါ့…
ဟာရူဟီဆိုတဲ့ကောင်မလေးကတော့ ပညာသင်ဆုနဲ့ဒီကျောင်းမှာတက်ခွင့်ရခဲ့တာပါ ၊
တာမာကီက ကျောင်းမှာဧည့်ခံကလပ်တစ်ခုကိုထောင်ထားပါတယ် ၊
ဧည့်ခံကလပ်ရဲ့တန်ဖိုးကြီးပန်းအိုးတစ်လုံးကို ဟာရူဟီကတိုက်မိပြီး ကျကွဲသွားတာကြောင့် ကျကွဲသွားတဲ့ပန်းအိုးရဲ့တန်ဖိုးကိုပြန်လျော်ပေးဖို့
ဟာရူဟီကယောက်ျားလေးယောင်ဆောင်ပြီး ဧည့်ခံသူအဖြစ်ဝင်လုပ်ရပါတယ်…
ကျောင်းကိုရောက်လာတဲ့ မီချဲဟီမီဆိုတဲ့သူဋ္ဌေးသမီးလေးကတော့
တာမာကီရဲ့ဆုံးသွားတဲ့အမေနဲ့အရမ်းတူတာကြောင့် မီချဲကိုပျော်အောင်ထားဖို့က တာမာကီရဲ့အိပ်မက်ဖြစ်လာပါတယ် ။
အိုရန်ကျောင်းမှာနှစ်စဉ်ပြိုင်ပွဲရှိပါတယ်…
ဒီပြိုင်ပွဲကိုနိုင်အောင်ကြိုးစားရင်း တာမာကီရဲ့ဆန္ဒအတိုင်း မီချဲဟီမီကိုပျော်အောင်ထားနိုင်ဖို့ ဧည့်ခံကလပ်တစ်ဖွဲ့လုံးကြိုးစားကြပါတယ် ။
တစ်ချိန်တည်းမှာပဲ မီချဲက တာမာကီကိုချဉ်းကပ်ဖို့ကြိုးစားလာပါတယ်…
တာမာကီနဲ့ ဟာရူဟီတို့ကလည်း သံယောဇဉ်ရှိနေကြတဲ့အခါ ၃ပွင့်ဆိုင်ဇာတ်လမ်းလေးဖြစ်လာတဲ့နောက်…
မီချဲ တကယ်လိုအပ်တဲ့အရာကို ဧည့်ခံကလပ်ကလူတွေရှာနိုင်မှာလား ၊
မီချဲကိုပျော်စေချင်တဲ့တာမာကီတို့ရဲ့ကြိုးစားမှုကရော ဘယ်လိုဖြစ်မလဲဆိုတာကို ဇာတ်ကားထဲမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါနော်….။
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့Ingyin San ဖြစ်ပါတယ် )
[Zawgyi]
အိုရန္အကယ္ဒမီေက်ာင္းဆိုတာ တိုက်ိဳၿမိဳ႕မွာရွိတဲ့ နာမည္ႀကီး hi-so အထက္တန္းေက်ာင္းတစ္ခုျဖစ္ပါတယ္ ၊
ဆူအူ တာမာကီ ဆိုတဲ့ေကာင္ေလးကေတာ့ ဆူအူလုပ္ငန္းစုရဲ႕ တစ္ဦးတည္းေသာဆက္ခံသူေပါ့…
ဟာ႐ူဟီဆိုတဲ့ေကာင္မေလးကေတာ့ ပညာသင္ဆုနဲ႔ဒီေက်ာင္းမွာတက္ခြင့္ရခဲ့တာပါ ၊
တာမာကီက ေက်ာင္းမွာဧည့္ခံကလပ္တစ္ခုကိုေထာင္ထားပါတယ္ ၊
ဧည့္ခံကလပ္ရဲ႕တန္ဖိုးႀကီးပန္းအိုးတစ္လုံးကို ဟာ႐ူဟီကတိုက္မိၿပီး က်ကြဲသြားတာေျကာင့္ က်ကြဲသြားတဲ့ပန္းအိုးရဲ႕တန္ဖိုးကိုျပန္ေလ်ာ္ေပးဖို႔
ဟာ႐ူဟီကေယာက္်ားေလးေယာင္ေဆာင္ၿပီး ဧည့္ခံသူအျဖစ္ဝင္လုပ္ရပါတယ္…
ေက်ာင္းကိုေရာက္လာတဲ့ မီခ်ဲဟီမီဆိုတဲ့သူေ႒းသမီးေလးကေတာ့
တာမာကီရဲ႕ဆုံးသြားတဲ့အေမနဲ႔အရမ္းတူတာေၾကာင့္ မီခ်ဲကိုေပ်ာ္ေအာင္ထားဖို႔က တာမာကီရဲ႕အိပ္မက္ျဖစ္လာပါတယ္ ။
အိုရန္ေက်ာင္းမွာႏွစ္စဥ္ၿပိဳင္ပြဲရွိပါတယ္…
ဒီၿပိဳင္ပြဲကိုႏိုင္ေအာင္ႀကိဳးစားရင္း တာမာကီရဲ႕ဆႏၵအတိုင္း မီခ်ဲဟီမီကိုေပ်ာ္ေအာင္ထားႏိုင္ဖို႔ ဧည့္ခံကလပ္တစ္ဖြဲ႕လုံးႀကိဳးစားၾကပါတယ္ ။
တစ္ခ်ိန္တည္းမွာပဲ မီခ်ဲက တာမာကီကိုခ်ဥ္းကပ္ဖို႔ႀကိဳးစားလာပါတယ္…
တာမာကီနဲ႔ ဟာ႐ူဟီတို႔ကလည္း သံေယာဇဥ္ရွိေနၾကတဲ့အခါ ၃ပြင့္ဆိုင္ဇာတ္လမ္းေလးျဖစ္လာတဲ့ေနာက္…
မီခ်ဲ တကယ္လိုအပ္တဲ့အရာကို ဧည့္ခံကလပ္ကလူေတြရွာႏိုင္မွာလား ၊
မီခ်ဲကိုေပ်ာ္ေစခ်င္တဲ့တာမာကီတို႔ရဲ႕ႀကိဳးစားမႈကေရာ ဘယ္လိုျဖစ္မလဲဆိုတာကို ဇာတ္ကားထဲမွာ ဆက္လက္ၾကည့္ရႈလိုက္ပါေနာ္….။
( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ ့Ingyin San ျဖစ္ပါတယ္ )
File size__( 950 MB ) and ( 400 MB)
Quality__Blu-720p
IMDb Rating__6.4/10
Format__mp4
Duration__01:43:56
Type__Comedy
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
