"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Ae Dil Hai Mushkil (2016)
” ဒီနှလုံးသားက ရှုပ်ထွေးလွန်းလှပါတယ်”
မထွက်ခင်က သတင်း…
၁၇ နှစ်လောက် တွဲအလုပ်မလုပ်ဖြစ်တော့တဲ့ ဒါရိုက်တာ ကာရန်ဂျိုဟာ နဲ့ မင်းသမီး အက်ရှ်ဝါရိုင်းတို့ ပြန်လည်ပေါင်းစည်းရိုက်ကူးထားတဲ့ ကားလေးပါ… မင်းသားကတော့ Ranbir Kapoor နဲ့ မင်းသမီး Anushka Sharma(PK) တို့ ပါဝင်ပါသေးတယ်… ကာရန်ဟာ Kuch Kuch Hota Hai ကအစပြု ပြီး Dostana(Shut Up & Bounce) ဒီမှာတော့ အေသင်ရဲ့တင်းတယ် ဖြစ်သွားတဲ့ သီချင်းပါတဲ့ ရုပ်ရှင်နဲ့ တအားအောင်မြင်ခဲ့တဲ့သူပါလို့ အက်ရှ်က ပြောပါသေးတယ်…
ပါဝင်သူတို့အကြောင်း…
ကာရန်ဂျိုဟာ – ရုပ်ရှင်ကားကို မညွှန်းခင် ဒါရိုက်တာကို အရင် ပြောပါရစေ… သူ့ရိုက်လိုက်တဲ့ ဒရမ်မာကားတွေဆိုရင် ဒရမ်မာကားမကြိုက်တဲ့သူတွေတောင် ကြိုက်ကြတယ်… လူငယ်ဆန်တယ် ပေါ့ပါးတယ်… စကားလုံး ဒိုင်ယာလော့တွေ အမိုက်စားတွေချည်းပဲ… သူနည်းနည်းလေး ဝင်ပါလိုက်တဲ့ ရုပ်ရှင်ဆိုရင်ပဲ သူ့ရဲ့ လက်ရာပါမှန်းသိသာအောင် မိုက်တာ…
ရာဘင်ကပူး – သူ့ကိုလဲ Yeh Jawaani Hai Deewani(2013) Tamasha(2015) နှစ်ကားကြည့်မိပြီးကတည်းက သတိထားမိတယ်… လူငယ်ဖန်စီကားကိုမှ တွေးစရာနက်နက် စကားလုံး မိုက်မိုက်တွေနဲ့ တွဲပြီး မှတ်မိနေတယ်… အခုကားမှာဆိုလဲ လူငယ်ဆန်ဆန် အချစ်ကို ရူးမိုက်တာ တော်တော်လေးကို သဘာဝကျပါတယ်…
အနူရှကာ – သူမကလဲ ပီကေမှာကတည်းက သတိထားမိတယ်… ဒါပေမဲ့ တကားနဲ့ တကားမှာ ဇာတ်ရုပ်ပေါ်မူတည်ပြီး ရုပ်ပြောင်းသွားတာလေးကိုတော့ သဘောကျတယ်… ဇာတ်ရုပ်နဲ့လိုက်အောင် ဝတ်စား နေထိုင်တာကောင်းတယ်လို့လဲ ပြောချင်တာပေါ့… သူမလဲ သရုပ်ဆောင်လိုက်ရင် ခပ်သွက်သွက်ကားလေးတွေပဲ သရုပ်ဆောင်သလားပဲ လိုက်လဲ လိုက်ပါတယ်… ဒီကားထဲမှာတော့ အချစ်ကိုသိပေမဲ့ အသိရှိတဲ့ သူအဖြစ်နဲ့ သရုပ်ဆောင်ထားပါတယ်… ဆုံးရှုံးဖူးထားတော့ အချစ်ကို ထပ်မဆုံးရှုံးရအောင် ထိန်းသိမ်းထားတာလေးကလဲ ဒီကားမှာ တမျိုးဆွဲဆောင်မှု ရှိနေပါတယ်…
အက်ရှ်ဝါရိုင်း – လတ်တလောတော့ ဆာရာဂျစ်ရယ် Jazbaa ရယ် ရုပ်ရှင်ကားတွေနဲ့ အရမ်းသဘောကျနေတာပါ… သူမကတော့ ဒီကားမှာ ဇာတ်ပို့အနေနဲ့ပေါ့… ဒါကလဲ ကျွန်တော်မြင်မိတာပြောတာပါ… ကိုယ့်ကိုယ်ကို ပေးဆပ်ချစ်တတ်သူ နားလည်တတ်သူ၊ ရာဘင်ရဲ့ နှလုံးသားဒဏ်ရာ ကွက်လပ်ကို ဖြည့်ဆည်း ကုသပေးတဲ့ သူ မမကြီး အဖြစ်နဲ့ သရုပ်ဆောင်ထားပါတယ်…
ဧည့်သည်သရုပ်ဆောင် – လုံး၀ မထင်ထားတာပါ… ရှရွတ်ခန်းက အက်ရှ်ဝါရိုင်းရဲ့ အရင် Ex အဖြစ်သရုပ်ဆောင်ပေးထားပါတယ်… တခန်းဆို တခန်းပဲ ပြောသွားတာတွေက အရမ်းမိုက်ပါတယ်…
အလီဘတ်ကတော့ သိပ်မထင်ရှားပါဘူး ဒီဂျေသူငယ်ချင်း တယောက်အဖြစ်နဲ့ပါ…
သီချင်းတွေ – ပါသမျှသီချင်းတွေ အရမ်းကြိုက်ပါတယ်… ရုပ်ရှင်မကြည့်ရခင်ကတည်းက သီချင်းက အလွတ်ရနေတာပါ… အဆိုတော်တွေတော့ မလေ့လာရသေးပေမဲ့ ဇာတ်ကားအရ ရင်ထဲကဆိုမှ တကယ် ပီပြင်တယ်လို့ ပြောထားသလိုပဲ နားထောင်ရင်း ကြက်သီးပါထမိပါတယ်… Channa Mereya သီချင်းဆိုရင် ရာဘင်သရုပ်ဆောင်ထားတာနဲ့ဆို မျက်ရည်ပါဝဲချင်သွားပါတယ်…
ရုပ်ရှင်အညွှန်း –
အချစ်ကိုပေါ့ပေါ့ပါးပါးပဲလို့ တွေးထားတဲ့ လူငယ်တယောက်(ရာဘင်) ဟာ ခဲမှန်ဖူးတဲ့ (အနူရှကာ) နဲ့ မမျှော်လင့်ပဲ ဆုံခဲ့ပါတယ်… စရိုက်တူတဲ့ သူတို့နှစ်ယောက်ဟာ အတွဲမိသွားပါတယ်… ကိုယ်စီ Ex တွေနဲ့ ဆုံတွေ့ချိန်းပြီး ကလပ်မှာ ကကြရာကနေ အဖြစ်အပျက်တွေ ကပြောင်းကပြန်ဖြစ်သွားတော့တာပါပဲ… စိတ်ပြေလက်ပျောက် ၂ ယောက်သား ခရီးအတူတူထွက်ရင်း တဦးကို တဦး ပုံမှန်ထက်ပိုလိုအပ်တယ်လို့ သိလာရပါတယ်… အဲအချိန်မှာပဲ ကြမ္မာငင်တာကတော့ အနူရှကာရဲ့ မှန်ဖူးတဲ့ခဲလေးက ပြန်လာချိတ်တာပါပဲ… ချစ်တာ နဲ့ လက်ထပ်တာမတူတာကိုသိတဲ့ အနူရှကာက ရွေးချယ်မှုတခုကို ပြုလုပ်ခဲ့ပါတယ်… ဒီတခါမှ အသည်းက ဟက်တက်ကို ကွဲတာ ရာဘင်… ဒါကိုထပ်ဆင့်ဖြစ်စေတာက မင်္ဂလာဆောင်ကို လာချီးမြှင့်ခိုင်းတာပါပဲ… ရင်ထဲက သံစဉ်တွေပွင့်အန်ပြီး Channa Mereya သီချင်းဆိုတော့မှ ရာဘင် တကယ် သူ့ကို ချစ်မှန်းသိသွားတာ… ဒါပေမဲ့ လွန်သွားပြီလေ… မခံစားနိုင်တော့လို့ အိမ်အပြန် လေဆိပ်မှာ ဆုံတွေ့လိုက်တာ အက်ရှ်ဝါရိုင်း… သူမကလဲ နှလုံးသားတံခါး အခေါက်ခံရဖူးသူတယောက် အသက်အရွယ်တခုအရ ရင့်ကျက်သွားလို့ ခံနိုင်ရည်ရှိနေတာပါ… ခံစားချက်တွေကို ရင်ထဲကနေ စာရွက်ထဲကူးပြောင်းထားတဲ့ မမကြီးပေါ့… သူ့ရဲ့ စာအုပ်ကို လက်ဆောင်ပေး နှစ်သိမ့်အပြီးမှာတော့ ထုံးစံအတိုင်း ရာဘင်က အချစ်ဇာတ်လမ်းတပုဒ်ကို ထပ်မံသီကုံးတော့တာပါပဲ… မဆွတ်ခင်ကတည်းက ညွှတ်နေတဲ့ မမကြီးလဲ ကောက်ကောက်ပါသွားတော့တာပေါ့… အပျော်တွေမှ မဆုံးသေးဘူး ဒုတိယတကြိမ် ကြမ္မာဆိုးက ရာဘင်ကို လာနောက်ယှက်တာကတော့ အနူရှကာဆီက ဖုန်းဝင်လာတာပါပဲ… ကလေးတယောက်လို အရွဲ့တိုက်ချင်တာနဲ့ Ex ချင်းပေးတွေ့ ခနဲ့ရာမှာ ရင်ထဲက သရုပ်မှန်တွေထွက်ကျလာပြီး မမကြီးနဲ့ပါ ပြတ်ဆဲသွားတော့တာပါပဲ… ကျန်တာကတော့ ရုပ်ရှင်မှာပဲ ကြည့်တော့ဗျာ… ဟီး… ဆဲလဲခံရတော့မှာပဲ… ထပ်ရေးနိုင်စွမ်းမရှိတော့ဘူး…
အရမ်းခံစားရလွန်းလို့ပါ… မထင်ထားတဲ့ ထောင့်တွေက ဝင်လာတဲ့ ဂြိုလ်ဆိုးတွေက ဘယ်လိုနှောက်ယှက်လဲ… အဆုံးမသတ်သွားမယ့် အချစ်ကို ဘယ်လိုဖန်တီးလဲဆိုတာကို ကျွန်တော်တင်တဲ့ ရုပ်ရှင်အစ/အဆုံးကိုသာ ကြည့်တော့ဗျာ…။
(ရုပ်ရှင်အညွှန်းကို bollywoodloversmyanmar မှ ကူးယူဖော်ပြပါသည်။)
File size…(9.6 GB)/(3 GB)/(1.6 GB)
Quality….BluRay 4K HEVC/ 1080p HEVC / 720p
Format…mkv/mp4
Duration….02:36:58
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
