"Padmaavat (2018)IMDb – 7.0/10_____Rotten – 56%Pauseသမိုင်းရာဇဝင်အခြေခံ ဒရာမာကားအမျိူးအစား Padmaavat ရုပ်ရှင်ဟာ ဒါရိုက်တာ Sanjay,Ranveer နဲ့Depika တို့ ၃ ဦးအတူရိုက်ကူးတဲ့တတိယမြောက် ရုပ်ရှင်ကားဖြစ်ပါတယ်။ဒါရိုက်တာ Sanjay ဆိုတာ ဘောလီးဝုဒ်မှာ Classic ရုပ်ရှင်တွေကို ဦးစားပေးရိုက်ကူးအောင်မြင်သူတစ်ဦးဖြစ်ပါတယ်။လွန်ခဲ့တဲ့ နှစ် ၂၀ ကတည်းက စလ်မားန်ခါးန် နဲ့Aishwaray တို့ရဲ့ Hum Dil De Chup Ke Sanam၊ရှာရွခ်ခါးန် နဲ့Devdas စတဲ့ ရုပ်ရှင်ကားကောင်းတွေကို ရိုက်ကူးပြီး ဘောလီးဝုဒ်ပရိသတ်တွေကို ညို့ယူဖမ်းစားနိုင်စွမ်းရှိတဲ့ ဒါရိုက်တာတစ်ယောက်ပါ။ဒီဇာတ်ကား စရိုက်ကတည်းက ပြသနာပေါင်း သောင်းခြောက်ထောင်တက်ခဲ့ပြီး ရှုတင်ဖျက်စီးခံခဲ့ရပါတယ်။ဒါရိုက်တာ ပါးရိုက်ခံရပါတယ်။ဆက်တင်တစ်ခုလုံး မီးတင်ရှို့ခံခဲ့ရပါတယ်။မင်းသမီး ဒီပီကားနှာခေါင်းဖြတ်ပေး၊မုဒိမ်းကျင့်ပေး၊ခေါင်းဖြတ်ပေးရင် ရူပီ ကုဋေ ဘယ်လောက်ပေးမယ်၊ဒါရိုက်တာ ခေါင်းဖြတ်ပေးရင် ရူပီး ၅ ကုဋေပေးမယ် စသဖြင့်အကြီးအကျယ် ခြိမ်းခြောက်ခံခဲ့ရပြီး ကျော်လွှားခဲ့ရတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ဒီဇာတ်ကားဟာ မွတ်စလင်မ်ဘုရင်တစ်ဦး နဲ့ဟိန္ဒူဘုရင့်မိဖုရားတို့အကြား လွန်ခဲ့တဲ့ နှစ်ပေါင်း ၅၀၀ ကျော်က ဖြစ်ပျက်ခဲ့တဲ့ ရာဇဝင်တစ်ခုကို အခြေခံရိုက်ကူးထားပြီး ရာဇဝင်မှာ မွတ်စလင်မ်ဘုရင်ကဟိန္ဒူဘုရင်နဲ့မျိူးနွယ်တွေအပေါ် မတရား၊အနိုင်ကျင့်၊စော်ကားခဲ့မူတွေကြောင့် ရားဂျ်ပူးသ် ဟိန္ဒူမျိုးနွယ်ဝင်တွေဟာ နှစ်ပေါင်းရာနဲ့ချီ မွတ်စလင်မ်ဘုရင်ကို မုန်းတီးခဲ့ကြတာပါ။ဇာတ်လမ်းကတော့ သမိုင်းဖြစ်ရပ်မှန်နဲ့ထပ်တူမဖြစ်ပါဘူး။ရုပ်ရှင်ဆိုတဲ့အတွက်ကြောင့် ပရိသတ်စိတ်ဝင်စားနိုင်မဲ့ ဇာတ်ညွှန်းကိုပြင်ဆင်ရေးသားပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်။Spoiler Alert!ဇာတ်လမ်းကို Ranveer Singh နဲ့စထားပါတယ်။Ranveer ဟာသူ့ဦးလေးဖြစ်သူ ဒေလီရဲ့ဘုရင် Sultan Jallaluddin Khilji နဲ့လာရောက်တွေ့ဆုံပြီး ဦးလေးရဲ့ သမီး Aditaya Rio ကို တောင်းပါတယ်။Aditya ကလည်း Ranveer ကို ကြိုက်နေတဲ့အတွက်သူတို့၂ ဦးကို ဘုရင်က လက်ထပ်ပေးလိုက်ပါတယ်။မင်္ဂလာဆောင်တဲ့ နေ့မှာတောင် ရန်ဘီးက တခြားမိန်းမတွေနဲ့ပျော်ပါးနေလို့မျိုးနွယ်ထဲက လူကြီးတစ်ဦးက တားတဲ့အခါ အဲ့လူကိုသတ်ပစ်ပြီး မင်္ဂလာဆောင်ခန်းမကိုဝင်ရောက်လာခဲ့ပါတယ်။အဲ့နေ့ကစပြီး Adiya ဟာ Ranveer ပေးတဲ့ ဒုက္ခတွေကိုခါးဆီးခံရတော့တာပါပဲအဲ့အချိန် တဖက်မှာတော့ Depika (ဘုရင့်သမီးတော်)ဟာတောထဲ အမဲလိုက်နေရင်း သမင်တစ်ကောင်ကို မြှားနဲ့ပစ်ရာမှာရှာဟိဒ်ကပူးရ်(Rajput ဘုရင်)ကို မှားပြီးပစ်မိရာကနေ ၂ ယောက်ဆုံကြပါတယ်။သူ့ကြောင့် ဒါဏ်ရာ ရနေတဲ့ ရှာဟိဒ်ကို ကုသပေးရာကနေ သူတို့၂ ယောက် ချစ်ကြိုက်ပြီး လက်ထပ်လိုက်ကြတယ်။ရှာဟိဒ်မှာ မယားကြီးရှိပေမဲ့ ရှာဟိဒ် ဒီပီကားနဲ့လက်ထပ်တာကိုကြိုပြီး မသိခဲ့သလို နန်းတော်ကို ခေါ်လာတော့မှ မယားကြီးကသိရပါတယ်။ဒီလိုနဲ့Depika ရဲ့ အလှ နဲ့လိမ္မာရေးခြား ရှိမူကြောင့် Rajput တိုင်းပြည်မှာ Padmavati မင်းသမီးကို ဘုရင်နဲ့တန်းတုချစ်ခင်လေးစားလာကြပါတယ်။(ဒီနေရာမှာ အိန္ဒိယမှာရှိတဲ့ မွတ်စလင်မ်/ဟိန္ဒူ ဘုရင်တွေ အကုန်မိန်းမတွေ လိုချင်သလောက်ယူပြီး မယားငယ်ယူပြီးရင် မယားကြီးချောင်ထိုးခံရတာ၊မိန်းမတွေမှာ စောဒကတက်ခွင့်မရှိတာ၊သူတို့ကိုတလေးတစား အသိပေးတိုင်ပင်တာမျိုးမရှိ စတာတွေကတော့တူညီတာ တွေ့ရပါတယ်။)အဲ့နောက်မှာတော့ Rajput နယ်ကြီးပျက်သုန်းဖို့အကြောင်းခံဖြစ်လာမဲ့ ဂုရုကြီးလို့ခေါ်တဲ့ ရှာဟိဒ်ကပူးရ် ကိုးကွယ်တဲ့ဘုန်းကြီးတပိုင်းလူတပိုင်းဆီ ဒီပီကားကို ခေါ်သွားပါတယ်။ဒီပီကားအလှကိုမြင်ပြီး ဂုရုကြီး နှာဗူးထကာ ညဘက်ရှာဟိဒ်နဲ့ဒီပီကား မင်္ဂလာဦးညကို သွားချောင်းတာ မိပြီးပြည်နှင်ဒါဏ်ပေးခံလိုက်ရပါတယ်။တဖက်မှာလည်း ရန်ဘီးကတိုင်းတွေပြည်နယ်တွေကို စစ်ခင်းပြီး အနိုင်တိုက်ရာမှ နံမည်ကြီးလာပြီး ဦးလေးလည်းတော်ပြီး ယောက္ခထီးလည်းတော်စပ်တဲ့ဒေလီဘုရင်ကို ဖြားယောင်းပြီး သတ်ပစ်ကာ ထီးနန်းကို သိမ်းပိုက်လိုက်ပါတယ်။Rajput ကနေ နှင်ထုတ်ခံရတဲ့ ဂုရူကြီး ဒေလီကိုရောက်လာပြီး နှာဗူးဘုရင် ရန်ဘီးကို ဒီပီကားရဲ့အလှအကြောင်းသွေးထိုးပါတော့တယ်။အဲ့မှာ ရန်ဘီး heat တက်ပြီး Rajputကို စစ်ချီပါတယ်။၆ လတိတိ ဝိုင်းထားတယ်။စစ်လည်းမတိုက်ရ၊ဘာကြောင့်မှန်းမသိ ကွင်းပြင်ထဲ ၆လကျော် ဒုက္ခခံနေရတဲ့အောက်ခြေစစ်သည်တွေ စိတ်ပျက်ပြီး ပြန်မယ်ဖြစ်နေတဲ့အချိန်စစ်သူကြီးက ရန်ဘီးကို လာပြောပြတယ်။အဲ့မှာ ဘုရင်တွေ၊စစ်ဗိုလ်ချုပ်ကြီးတွေ အောက်ခြေစစ်သားတွေကို ဂျင်းထည့်တဲ့အလုပ်ကို ရန်ဘီးက ထွက်လုပ်ပါတယ်။ဒီကိုရောက်နေတာ မိန်းမတစ်ယောက်ကို နှာဗူးကြဖို့ဆိုတာမသိတဲ့ အောက်ခြေစစ်သားတွေကို ခပ်တည်တည်နဲ့ရန်ဘီးကမိန့်ခွန်းပြောပါတယ်။ငါတို့ခိရ်ဂျီမျိုးနွယ်တွေမှာ အိပ်မက်တစ်ခုရှိတယ်။ငါတို့ရဲ့ ဘာသာရေးအမှတ်အသားပါတဲ့အလံကို တလောကလုံးမှာ စိုက်ထူနိုင်ဖို့ပဲ။အဲ့အတွက်ဘယ်လိုအခြေအနေပဲ ဖြစ်ဖြစ် ငါတို့တစ်ယောက်ကိုတစ်ယောက်လက်မလွှတ်ရဘူးလို့ကျိန်ဆိုထားကြတယ်။ဒါပေမဲ့ ဒီကနေ့တော့မင်းတို့က ငါ့ကိုထားပြီးထွက်သွားကြတော့မယ်။ကောင်းပြီ ငါတို့ရဲ့ အိပ်မက်ကို မေ့လိုက်ကြတာပေါ့ဆိုပြီး အလံကို မြေကြီးပေါ် ပစ်အချ စစ်သည်တွေက ရန်ဘီးရဲ့ အမျိုး၊ဘာသာ မျိုးချစ်စိတ်စတဲ့ ဂျင်းကို တကယ်ထင်ပြီး ဝေးဝါးအော်ပြီး မပြန်ကြတော့ဘူး။နောက်ဆုံး ဟိုလီပွဲတော်နေ့ရောက်တဲ့အချိန် ချစ်ကြည်ရေးလုပ်ကြရအောင်ဆိုပြီး ရန်ဘီးက အကြံနဲ့ကမ်းလှမ်းပြီးရှာဟိဒ်ကပူးရ်ရဲ့ နန်းတော်ကို ဧည့်သည်အဖြစ်သွားတယ်။အဲ့မှာ ဒီပီကားကို ပြပါလို့ပြောတော့ ရှာဟိဒ်က ဒေါသထွက်၊နောက်ဆုံး စစ်ပွဲက ရှောင်လွှဲဖို့ဒီပီကားကို ၅ စက္ကန့်မှန်ထဲကနေအပြ နေထိုးတဲ့ လိုက်ကာကိုပါ ဖွင့်လိုက်တော့ ဒီပီကားမျက်နှာကိုသေချာတောင် မမြင်လိုက်ရဘူး။အဲ့လောက် အဖြစ်သည်းလားဆိုပြီး ရှာဟိဒ်ကို ဖျားယောင်းပြီး ရန်ဘီးဖမ်းခေါ်သွားတယ်။ရှာဟိဒ်ကို ပြန်လိုချင်ရင် ဒီပီကား ဒေလီကိုလာရမယ်ဆိုပြီးတောင်းဆိုတော့ ရှာဟိဒ်ကိုကယ်ဖို့ဒီပီၤကားဒေလီသွားတယ်။ဒီပီကား ဒေလီမရောက်ခင် ရန်ဘီးပျော်ပြီး သီချင်းတပုဒ်နဲ့အရူးလိုပဲ ကတယ်။အဲ့မှာ သူ့ရဲ့တူက သူ့ကို ပြန်လုပ်ကြံပေမဲ့ မအောင်မြင်ဘူး။ဒီပီကား ဒေလီရောက်တော့ ရန်ဘီးရဲ့ အနှိပ်စက်ခံဇနီး Adiyaအကူအညီနဲ့ရှာဟိဒ်ကိုဒီပီကား ကယ်ထုတ်လာနိုင်တယ်။ရန်ဘီးသိတော့ သူ့မိန်းမကို သတ်မိန့်ပေးတယ်။အဲ့မှာနောက်ဆုံးအနေနဲ့Adiya က ရန်ဘီးကို ဆုတခုပေးတယ်။နင့်ရဲ့ ဆန္ဒတွေ၊ဖြစ်ချင်တာတွေ အားလုံးပြည့်ဝပါစေ။ဒါပေမဲ့Padmavati ကို ရယူသိမ်းပိုက်ဖို့ဆန္ဒတော့ ဘယ်တော့မှမပြည့်ပါစေနဲ့လို့ပြောပြီး သွားလိုက်တယ်။ရန်ဘီးဒေါသပုန်ထပြီး Rajput ကို စစ်ခင်းဖို့ထပ်အသွားးးဘာတွေဆက်ဖြစ်လဲ၊ဒီပီကားးကို နောက်ဆုံး ရန်ဘီးမြင်ခွင့်တွေ့ခွင့်၊သိမ်းပိုက်ခွင့်ရမလားးဆိုတာကတော့ဇာတ်လမ်း၊သရုပ်ဆောင်၊ဆက်တင်အပြင်အဆင် ဘာတစ်ခုမှပြောစရာမလိုလှအောင် လှပ၊သေသပ်၊အဆင့်မြင့်တဲ့ ရုပ်ရှင်တစ်ကားးဖြစ်တာမို့ပြသနာပေါင်းများစွာတက်ပြီး ရုပ်ရှင်ကြည့်တဲ့သူတွေနဲ့ရုပ်ရှင်ရုံတွေကို တိုက်ခိုက်မယ်လို့ခြိမ်းခြောက်ခံထားရတာတောင် ဖွင့်ရက် ရုံတင်တာ ကုဋေ ၂၀ နီးပါးရပါတယ်။ဒါတောင် ပြည်နယ်ကြီး ၆ ခုမှာ ရုံတင်ခွင့်မရပါဘူး။ဒီဇာတ်ကားနဲ့ပတ်သတ်ပြီး BBC ကနေတောင် ရီဗြူးသတင်းလွှင့်ပေးခံရပြီး အိန္ဒိယမှာတင်မက တကမ္ဘာလုံးမှာပါ လှုတ်ခတ်ခဲ့ပါတယ်။Min ThetNaing(ဇာတ်လမ်းအညွှန်းကို Bollywood Update News Myanmar FB-Page မှကူးယူဖော်ပြပါသည်)File size…(7.8 GB)/(2.7 GB)/(1.3 GB)Quality….BluRay 4K HEVC/ 1080p / 720pFormat…mkv/mp4Duration….02:43:28Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung,Than Htike ZawTranslated by Zaw Htoo"