"Adam Resurrected (2008)
===================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.1/10
ဒုတိယကမ္ဘာစစ်အတွင်း နာဇီစစ်သုံ့ပန်းစခန်း​တွေနဲ့ နာဇီ​တွေရဲ့
စစ်သုံ့ပန်း​တွေအ​ပေါ်ကျူးလွန်ခဲ့တဲ့ လူမဆန်တဲ့စမ်းသပ်မှု​တွေ၊
ဖိနှိပ်ဆက်ဆံမှု​တွေဟာ အ​တော်​​လေး အရုပ်ဆိုးအကျည်းတန်
ခဲ့သလို နာမည်ဆိုးလည်း တွင်ခဲ့ပါတယ်၊ သူတို့ဒဏ်ကို များစွာ
ခံစားခဲ့ရတာက​တော့ ဂျူးလူမျိုး​တွေပဲ ဖြစ်ပါတယ်။
ဒီဇာတ်ကားက​တော့ နာဇီစစ်စခန်း​တွေက​နေ အသက်ရှင်လျက်
လွတ်​မြောက်လာသူ​တွေနဲ့ သူတို့ရဲ့ စိတ်ဒဏ်ရာ​တွေအ​ကြောင်း
အဒမ်စတိုင်းဆိုတဲ့ ဂျူးလူမျိုးတစ်​ယောက်နေရာက​နေ ရိုက်ကူး
ပြမှာဖြစ်ပါတယ်၊ Main Cast၂​ယောက်က​တော့ old school
မင်းသားကြီး​တွေဖြစ်တဲ့ Jeff Goldblum နဲ့ William Dafoe
တို့ပဲဖြစ်ပါတယ်။
အဒမ်စတိုင်းဟာ စစ်ကြီးမတိုင်ခင်က ဆပ်ကပ်တစ်ခုပိုင်သလို
ဂျာမနီရဲ့လူသိအများဆုံး လူပြက်clownတစ်​ယောက်ဆိုလည်း
မမှားပါဘူး၊ ဒါ​ပေမဲ့ ဒုတိယကမ္ဘာစစ်ဖြစ်ပြီး နာဇီ​အင်အားစုကြီး
တန်ခိုးထွားလာချိန်မှာ​တော့ ဂျူးလူမျိုးဖြစ်​နေတဲ့ အဒမ်လည်း
နာဇီ​တွေလက်က​နေ မလွတ်နိုင်ခဲ့ပါဘူး၊ သူ့ကို ဖမ်းဆီးသွားသူ
က​တော့ ကွန်မန်ဒါကလိုင်းဆိုတဲ့ ဂျာမန်ဗိုလ်ချုပ်တစ်ဦးပါ။
ကွန်မန်ဒါကလိုင်းက သူ့ကို တခြားဂျူး​တွေလို နှိပ်စက်စမ်းသပ်
တာမျိုးမလုပ်ဘဲ တစ်မူထူးတဲ့အရာတစ်ခုကို လုပ်ခိုင်းခဲ့ပါတယ်၊
အဲဒါက​တော့ သူ့ရဲ့လက်စွဲ​တော်​ခွေးရက်ဇ်အတိုင်း ​ခွေးလို​နေပြီး
​ခွေးလို ကျင့်ကြံခိုင်းတာပါ၊နှစ်​ပေါင်းများစွာ ​ခွေးတစ်​ကောင်လို
ပုံစံသွင်းခံလာရတဲ့ အဒမ်ဟာ စစ်ပြီး​​ခေတ်မှာ​တော့ အပြင်ပိုင်း
လူစိတ်ဆို​ပေမယ့် မသိစိတ်ထဲမှာ ​ခွေးဗီဇစွဲကပ်​နေခဲ့ပါပြီ။
အဆိုပါဗီဇကို စစ်ပြီး​ခေတ် နာဇီသုံ့ပန်းစခန်းရှင်ကျန်သူ​တွေကို
​ကုသ​ပေး​နေတဲ့ ဆိုက်ဇလင်း​ဆေးရုံက သိသွားပြီး အဒမ်စတိုင်း
ကို ​​ခေါ်ယူထားလိုက်ပါတယ်၊ ဒါ​ပေမဲ့ အဆိုပါ​ ဆေးရုံကလည်း
​​သွေးရိုးသားရိုးဟုတ်ဟန်မတူဘဲ စစ်သုံ့ပန်း​တွေကို အသုံးချပြီး
သု​တေသန​နဲ့ စမ်းသပ်မှု​တွေကို လျှို့ဝှက်လုပ်ကိုင်​​နေတာ ဖြစ်
နိုင်​ကြောင်း အဒမ်စတိုင်းတစ်​ယောက် ရိပ်မိသွားတဲ့အခါ သူနဲ့
ဘဝတူ survivors​တွေကို အဆိုပါ​ဆေးရုံက​​နေ ကယ်ထုတ်နိုင်
ပါ့မလား၊ သူ့ရဲ့မသိစိတ်ထဲက ​ခွေးဗီဇကို​ရော သူဘယ်လိုပုံစံနဲ့
ပြန်တိုက်ထုတ်မလဲ၊ နာဇီ​တွေသာမကပဲ တစ်ဘို့တည်းကြည့်တဲ့
လူတန်းစားတိုင်းဟာ ဘယ်​​လောက်ထိ ရက်စက်ယုတ်မာနိုင်လဲ
ဆိုတာကို ကြည့်ရှူရမှာပါ။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို JimX မှရေးသားပေးပြီး၊ ဘာသာပြန်
ရေးသားပေးသူများကတော့ JimX, Chit Tee တို့ဖြစ်ပါတယ်။)
File Size – (1.7 GB) / (716 MB) / (479 MB)
Quality – Blu-Ray 1080p / 720p / 480P
Duration – 1Hr 46Mins (@Episode)
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Drama, War
Translator – JimX, Chit Tee
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
