"Addams Family Values (1993)
~ IMDb – 6.8/10, Rotten Tomatoes – 75% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Addams Family ဟာ အမေရိကန်ကာတွန်းဆရာ Charles Addams ဖန်တီးခဲ့တဲ့ Fictional Family တစ်ခုဖြစ်ပြီး The New Yorker မဂ္ဂဇင်းမှာ 1938 ကတည်းက စတင်ပုံနှိပ်ဖော်ပြခံခဲ့ရတဲ့ နှစ်၁၀၀နီးပါး သက်တမ်းရှိပြီဖြစ်တဲ့ ကာတွန်းဇာတ်ကောင်တွေပါပဲ။ Tom & Jerry ထက်‌တောင် နှစ်နှစ်စောပေါ်ခဲ့တဲ့ ဇာတ်ကောင်တွေ‌ပေါ့။ 1964 မှာ The Addams Family ဆိုပြီး TV series အနေနဲ့ စအသက်သွင်းခဲ့ပြီး Addams Family franchise ကြီးစတင်ခဲ့ပါတယ်။ ခုထိဆို တီဗီစီးရီး ၇ခု ထွက်ပြီးပါပြီ။ 1991-1999အတွင်းမှာတော့ ရုပ်ရှင်သုံးကားထွက်ရှိခဲ့ပြီး 2019 နဲ့ 2021 မှာတော့ အန်နီမေးရှင်း၂ကားထပ်ထွက်ခဲ့ပါတယ်။ 2022 မှာတော့ တင်ဘာတန်ရဲ့လက်ရာနဲ့ Wednesday ထွက်လာခဲ့ပါတယ်။
Addams တွေဟာ ၂၀ရာစု အမေရိကန်မိသားစုတွေရဲ့ စံအတွေးအမြင်တွေကို သရော်ထားတဲ့ ဇာတ်ကောင်တွေဖြစ်ခဲ့ပြီး ၁၉၆၄ဇာတ်လမ်းတွဲမှာမှ ဇာတ်ကောင်နာမည်တွေ စပေးခဲ့တာပါ။ ဒီဇာတ်လမ်းတွေဟာ Pop Culture တစ်ခုဖြစ်လာခဲ့ပြီး Video game တွေ Academic Book တွေအထိထွက်ခဲ့သလို အမေရိကန် Comics, Cinema နဲ့ Television တွေအပေါ် လွှမ်းမိုးမှုကြီးခဲ့ပြီး Goth Subculture နဲ့ Fashion တွေကိုလည်း မြစ်ဖျားခံစေခဲ့ပါတယ်။ တင်ဘာတန်ရဲ့ Gothic ဟန်ဟာလည်း Addams တွေနဲ့ မကင်းလောက်ပါဘူး။ အခုမှာတော့ ပထမဆုံးထွက်ခဲ့တဲ့ Addams Family ရုပ်ရှင်နှစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ Classic လို့ ပြောလည်းမမှားတဲ့ကားတွေပေါ့။
ဟန်ဆောင်မှုကင်းစွာ ယုတ်မာတတ်ကြသလို သဘောရိုးနဲ့လည်း ခြေထိုးခံတတ်ကြပြီး လူ့ဘောင်ကျင့်ဝတ်တွေနဲ့ လုံးလုံးလျားလျားလွဲနေတဲ့ သူတို့ရဲ့စံတွေကြောင့် ပတ်ဝန်းကျင်ရဲ့ အမြင်မကြည်မှု၊ မြင်မှန်းတန်းမိသူတွေဆီက နားလည်ရခက်တဲ့ အကြည့်တွေနဲ့ကြည့်ခံရပေမဲ့ သဘောချင်းတူတဲ့ အမျိုးအဆွေတွေဆီကနေတော့ လေးစားချစ်ခင်မှုကို ရရှိထားကြတဲ့ မိသားစုတစ်သိုက်ဖြစ်တဲ့ Addams Family အကြောင်းကို အားလုံးသိပြီးသားဆိုတော့ အထွေအထူးတော့ ပြောစရာမလိုပါဘူး။ တင်ဘာတန်ကြီးဖန်တွေရော Addams Family ဖန်တွေရော ကြည့်သင့်တဲ့ကားလို့ပဲ ပြောစရာရှိပါတယ်။ Dark Comedy Film တွေရဲ့ ထုံးစံအတိုင်း ဒီသောက်တလွဲလောကကြီးကို ဟားတိုက်ပစ်ချင်ရင်လည်း ကြည့်သင့်တဲ့ကားတွေပါပဲ။
———————————-ဇာတ်လမ်းအကျဉ်း———————————-
Gomez နဲ့ Morticia တို့ဟာ ရင်သွေးနှစ်ချာ အသစ်စက်စက်ကလေးကို ပိုင်ဆိုင်ထားပြီး Wednesday နဲ့ Pugsley တို့က သူတို့မောင်ညီလေးကို သတ်ဖို့ ကြံပေမဲ့ မိဘနှစ်ပါး အဆူခံလိုက်ရသာ အဖတ်တင်ပြီး မအောင်မြင်ခဲ့ကြပါဘူး။ ဒီလိုနဲ့ အက်ဒမ်စ်တို့ဟာ ဒီကလေးကိုထိန်းဖို့ Debbie လို့ခေါ်တဲ့ နာနီတစ်ယောက် ငှားလိုက်ကြပါတယ်။ သူတို့မသိလိုက်တာကတော့ Debbie ဟာ သူဌေးတွေနဲ့ လက်ထပ်ပြီး သူတို့ကိုသတ်ပြီး အမွေရအောင်ကြံတတ်တဲ့ ကွင်းဆက်လူသတ်သမားဖြစ်နေတာပါပဲ။ ဒီလိုနဲ့ Debbie ရဲ့နောက်ပစ်မှတ်ဟာ Uncle Fester ဖြစ်လာခဲ့ပါတယ်။ အကင်းပါးတဲ့ Wednesday က ဒတ်ဘီကို မသင်္ကာဖြစ်လာခဲ့ပါတယ်။ ဒီလိုနဲ့ သူတို့မိသားစုနဲ့ ဒီကွင်းဆက်လူသတ်သမား ထိပ်တိုက်ရင်ဆိုင်ဖို့ အကြောင်းဖန်လာတဲ့အချိန် ငါ့မောင်လေးကို ငါကလွဲ ဘယ်သူမှ မနှိပ်စက်ရဘူးဆိုတဲ့ Wednesday ဟာ သူ့မိသားစုကို ကာကွယ်ဖို့ ဘယ်လိုကြိုးစားမလဲ မြင်ကြရမှာပါ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Nyan Hlyan Chit မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.02GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 6.8/10
Format – mp4
Duration – 1h 34Min
Genre – Comedy, Fantasy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Nyan Hlyan Chit
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
