စစ်​အေး​ခေတ် ဗြိတိသျှ​နေမဝင်အင်ပါယာနဲ့ ဂျပန်အင်ပါယာတို့ အာရှတိုက်တစ်ဝန်း နယ်ချဲ့ကျွန်ပြုထားတဲ့ ​ခေတ်ကာလတစ်ခုမှာတရုတ်ပြည်မကြီးမှာလည်း မျက်နှာဖြူနဲ့ ဂျပန်​တွေ ကြီးစိုး​​နေတဲ့ အချိန်​ပေါ့၊ရှန်ဟိုင်းမြို့Bundအရပ်မှာ ဂျင်ဂွမ်ယုံဆိုတဲ့ သူ​ဌေးက ဆိပ်ကမ်း ၇ခုပိုင်ဆိုင်ပြီး ကုန်တင်ကုန်ချလုပ်ငန်းက​နေ စီးပွားရှာနေသူ​ပေါ့၊သူနဲ့စီးပွားပြိုင်ဖက်က​တော့ အုချီယမဆိုတဲ့ ဂျပန်ပြည်ကလာတဲ့ သူ​ဌေးတစ်​ယောက်ပါ၊ဆိပ်ကမ်းပိုင်သူ​ဌေးနဲ့ သွင်းကုန်လုပ်ငန်းရှင်တို့ ဖြစ်တာနဲ့အညီ ရန်ပွဲ၊တိုက်ပွဲ​တွေ ပဋိပက္ခ​တွေအမြဲဖြစ်​လေ့ရှိတဲ့ ကမ္ဘာ့ရန်​သဖွယ် ဖြစ်​နေကြသူ​တွေပါ။ဒီလိုစီးပွားပြိုင်၂ဦးလုံးက တိုက်တိုက်ဆိုင်ဆိုင် မြင်းပွဲကို​တော့ အထူးခုံမင်ကြပါတယ်၊ဒီလိုနဲ့ပဲ နှစ်ရှည်လများ ဖြစ်တည်လာတဲ့ သူတို့ရဲ့ ပြိုင်ဆိုင်မှုကို မြင်းပွဲတစ်ပွဲနဲ့ စည်းစိမ်ကုန် ​​လောင်း​ကြေး ထပ်ကာ အဆုံးသတ်ဖို့သ​ဘောတူခဲ့ကြပါတယ်၊မြင်းပွဲရှိပြီဆိုရင် ကိုယ့်ပြိုင်မြင်းကို အ​ကောင်းဆုံးထိန်း​ကျောင်းနိုင်တဲ့ ​ဂျော်ကီကို လိုလာစမြဲပါ၊ ဒီလို စည်းစိမ်ကုန်၊ ဂုဏ်သိက္ခာကုန် ​အ​လောင်းစား လုပ်ထားတဲ့ပွဲမှာ ​ဂျော်ကီ​ကောင်းရှိဖို့ ပိုလိုအပ်လာပါတယ်။အဆိုပါ​ဂျော်ကီ​နေရာကို​ လုပ်ငန်းရှင်၂ဦးက မာယွန်​ဖေးဆိုသူ ဆိပ်ကမ်းအလုပ်သမားတစ်ဦးကို မျက်စိကျလာပါတယ်၊သူက လူရိုးလူ​ဖြောင့်ဖြစ်သလို အလုပ်သမား​တွေရဲ့ နစ်နာဆုံးရှူံးမှု​တွေတန်ရာတန်​ကြေးပြန်ရ​ဖို့ ဂျင်ဂွမ်ယုံနဲ့ မကြာခဏ ထိပ်တိုက်​တွေ့​ဖြေရှင်းတတ်တဲ့ သူတစ်​ယောက်ပါ၊မြင်းစီးပညာလည်း ​ထူးချွန်တာဖြစ်လို့ ဂျင်ဂွမ်ယုံ​ရော အုချီယမ​ရောက သူ့ကို ​ဂျော်ကီအဖြစ်​ခေါ်ယူချင်​နေတာပါ။အ​လောင်းအစားတစ်ခုနဲ့ အရာအားလုံးရင်းထားတဲ့ ဒီမြင်းပွဲမှာ ဘယ်သူကဗိုလ်ဝင်ခံမှာလဲ၂ဖက်လုံး​ခေါ်ယူချင်​တဲ့ မာယွန်​ဖေးက ဘယ်သူ့ဘက်က ရပ်တည်မလဲ​မြွေ​မြွေချင်း​​ ခြေမြင်၊ ကတုံး​ပေါ် ထိပ်ကွက်ဖို့ပဲ ကြံ​နေတဲ့ ဒိတ်ဒိတ်ကြဲ သူ​​ဌေး၂ဦးရဲ့ အားပြိုင်ပွဲမှာ ဘယ်လိုလှည့်ကွက်​တွေ၊ ​နောက်​ကျောဓါးထိုးမှု​တွေ ရှိမလဲဆိုတာ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာပါ၊တရုတ်ကားဆို CGI အများကြီး ပါဝင်တဲ့ သိုင်းကား​တွေပဲ အထွက်များ​နေတဲ့အချိန် ကိုလိုနီ​ခေတ် ဂိုဏ်းအားပြိုင်မှု​တွေ ပြန်မြင်​တွေ့ခွင့်ရတာတမျိုးထူးခြားတာမို့ ကြည့်ရှူခံစားကြည့်လိုက်ပါဦး။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )File Size__(1.6GB) / (750MB)Quality__WebDL_1080p, 720pIMDb Rating__7.5/10Format__mp4Duration__01:30:00Type__Action, Crime, HistorySubtitle__Myanmar Subtitle (Hardsub)Translated by Jim XEncoded by Naing Aung Latt"