"The Addams Family (1991)
~ IMDb – 6.9/10, Rotten Tomatoes – 67% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Addams Family ဟာ အမေရိကန်ကာတွန်းဆရာ Charles Addams ဖန်တီးခဲ့တဲ့ Fictional Family တစ်ခုဖြစ်ပြီး The New Yorker မဂ္ဂဇင်းမှာ 1938 ကတည်းက စတင်ပုံနှိပ်ဖော်ပြခံခဲ့ရတဲ့ နှစ်၁၀၀နီးပါး သက်တမ်းရှိပြီဖြစ်တဲ့ ကာတွန်းဇာတ်ကောင်တွေပါပဲ။ Tom & Jerry ထက်‌တောင် နှစ်နှစ်စောပေါ်ခဲ့တဲ့ ဇာတ်ကောင်တွေ‌ပေါ့။ 1964 မှာ The Addams Family ဆိုပြီး TV series အနေနဲ့ စအသက်သွင်းခဲ့ပြီး Addams Family franchise ကြီးစတင်ခဲ့ပါတယ်။ ခုထိဆို တီဗီစီးရီး ၇ခု ထွက်ပြီးပါပြီ။ 1991-1999အတွင်းမှာတော့ ရုပ်ရှင်သုံးကားထွက်ရှိခဲ့ပြီး 2019 နဲ့ 2021 မှာတော့ အန်နီမေးရှင်း၂ကားထပ်ထွက်ခဲ့ပါတယ်။ 2022 မှာတော့ တင်ဘာတန်ရဲ့လက်ရာနဲ့ Wednesday ထွက်လာခဲ့ပါတယ်။
Addams တွေဟာ ၂၀ရာစု အမေရိကန်မိသားစုတွေရဲ့ စံအတွေးအမြင်တွေကို သရော်ထားတဲ့ ဇာတ်ကောင်တွေဖြစ်ခဲ့ပြီး ၁၉၆၄ဇာတ်လမ်းတွဲမှာမှ ဇာတ်ကောင်နာမည်တွေ စပေးခဲ့တာပါ။ ဒီဇာတ်လမ်းတွေဟာ Pop Culture တစ်ခုဖြစ်လာခဲ့ပြီး Video game တွေ Academic Book တွေအထိထွက်ခဲ့သလို အမေရိကန် Comics, Cinema နဲ့ Television တွေအပေါ် လွှမ်းမိုးမှုကြီးခဲ့ပြီး Goth Subculture နဲ့ Fashion တွေကိုလည်း မြစ်ဖျားခံစေခဲ့ပါတယ်။ တင်ဘာတန်ရဲ့ Gothic ဟန်ဟာလည်း Addams တွေနဲ့ မကင်းလောက်ပါဘူး။ အခုမှာတော့ ပထမဆုံးထွက်ခဲ့တဲ့ Addams Family ရုပ်ရှင်နှစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။ Classic လို့ ပြောလည်းမမှားတဲ့ကားတွေပေါ့။
ဟန်ဆောင်မှုကင်းစွာ ယုတ်မာတတ်ကြသလို သဘောရိုးနဲ့လည်း ခြေထိုးခံတတ်ကြပြီး လူ့ဘောင်ကျင့်ဝတ်တွေနဲ့ လုံးလုံးလျားလျားလွဲနေတဲ့ သူတို့ရဲ့စံတွေကြောင့် ပတ်ဝန်းကျင်ရဲ့ အမြင်မကြည်မှု၊ မြင်မှန်းတန်းမိသူတွေဆီက နားလည်ရခက်တဲ့ အကြည့်တွေနဲ့ကြည့်ခံရပေမဲ့ သဘောချင်းတူတဲ့ အမျိုးအဆွေတွေဆီကနေတော့ လေးစားချစ်ခင်မှုကို ရရှိထားကြတဲ့ မိသားစုတစ်သိုက်ဖြစ်တဲ့ Addams Family အကြောင်းကို အားလုံးသိပြီးသားဆိုတော့ အထွေအထူးတော့ ပြောစရာမလိုပါဘူး။ တင်ဘာတန်ကြီးဖန်တွေရော Addams Family ဖန်တွေရော ကြည့်သင့်တဲ့ကားလို့ပဲ ပြောစရာရှိပါတယ်။ Dark Comedy Film တွေရဲ့ ထုံးစံအတိုင်း ဒီသောက်တလွဲလောကကြီးကို ဟားတိုက်ပစ်ချင်ရင်လည်း ကြည့်သင့်တဲ့ကားတွေပါပဲ။
———————————-ဇာတ်လမ်းအကျဉ်း———————————-
သာမန်အချိန်တွေမှာ သူတို့နည်းသူတို့ဟန်နဲ့ စိတ်ချမ်းသာမှုအပြည့် ရှိနေတတ်ကြတဲ့ အက်ဒမ်စ်တို့အတွက် တစ်နှစ်တာမှာ တစ်ခုသောအချိန်ကတော့ စိတ်မချမ်းမြေ့စရာ ဖြစ်လေ့ရှိတယ်။ အဲဒါကတော့ အိမ်ကထွက်သွားပြီးတဲ့နောက် အသက်ဆုံးသွားပြီလို့ အားလုံးယူဆထားကြတဲ့ မိသားစုဦးစီးဂိုမက်ဇ်ရဲ့အစ်ကို ဖက်စတာအက်ဒမ်စ်ကို ဝိညာဉ်ပြန်ခေါ်ဖို့ ကြိုးစားကြတဲ့ညပဲ။
ဒါပေမဲ့ ဖက်စတာပျောက်သွားပြီးတဲ့နောက် ၂၄ နှစ်တိုင်အောင် ကြိုးစားလာခဲ့ပေမဲ့ ဘာမှမထူးခြားခဲ့တဲ့ ဒီဝိညာဉ်ခေါ်ပွဲတွေဟာ ၂၅ နှစ်မြောက်တဲ့ညမှာတော့ တစ္ဆေအနေနဲ့မဟုတ်ဘဲ အကောင်အထည်လိုက် ပြန်ပေါက်ချလာတဲ့ ဖက်စတာကြောင့်မို့ အံ့သြဝမ်းသာစရာ ဖြစ်သွားရတယ်။ ဒါပေမဲ့လည်း မသင်္ကာစရာတွေ ဆက်တိုက်ဖြစ်လာတဲ့နောက်မှာ အမျှော်လင့်ကြီး မျှော်လင့်ခဲ့ပြီးနောက် ပြန်ပေါ်လာတဲ့ သူ့အစ်ကိုဆိုသူဟာ တကယ်ပဲ ဖက်စတာဟုတ်ရဲ့လားလို့ ဂိုမက်ဇ်တစ်ယောက် သံသယဝင်လာချိန်မှာ ဖက်စတာအဖြစ်နဲ့ ဟန်ဆောင်ပြီးတော့ အက်ဒမ်စ်မိသားစုကို လှည့်ဖျားဖို့ကြံနေတဲ့ ဂေါ်ဒွန်ဟာလည်း သူ့ရဲ့တကယ့်မိသားစုက ဘယ်သူဆိုတာ တဖြည်းဖြည်းနဲ့ ဝေခွဲမရဖြစ်လာတော့တယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.4GB, 1.2GB, 560MB
Quality – Extended 1080p, 720p, 480p
IMDb Rating – 6.9/10
Format – mp4
Duration – 1H 39Min
Genre – Comedy, Fantasy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Constanza
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
