"366 (2022)
ဖိလစ်ပိုင်အချစ်ကားတွေမှာ ဟိုးတုန်းကတော့ တော်တော်ဖီးလ်ရအောင် လုပ်တတ်တဲ့ကားကောင်းတွေရှိခဲ့ပါတယ်။ ဒီတစ်ခါလည်း ဖိလစ်ပိုင်တွေဟာ ပရိသတ်ကို ဖီးလ်ရအောင်လုပ်နိုင်တဲ့ ရုပ်ရှင်တစ်ကားထပ်ထုတ်လိုက်ပါတယ်။ အာရှရိတ်တင်တွေလည်း ကောင်းတဲ့ရုပ်ရှင်ပါပဲ။ အချစ်ကား အဆွေးကား ကြိုက်တဲ့သူတွေနဲ့ သင့်တော်တဲ့ဇာတ်လမ်းပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
” ၃၆၅ ”
သံယောဇဉ်ဟာ တစ်ပင်ချင်းနွယ်တတ်သလို တစ်လွှာချင်းကြွေကျတတ်တဲ့အရာပေါ့။ လူတစ်ယောက်ကို သေသေချာချာချစ်မိဖို့ ၃၆၅ရက်လိုသလို လူတစ်ယောက်ကို သေသေချာချာမေ့ပစ်ဖို့လည်း ၃၆၅ရက်လိုတယ်တဲ့။ ဒီရုပ်ရှင်ဟာ လူ၂ယောက်ရဲ့ဘဝတွေ ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးနိုင်ကြတော့တဲ့အခါ မပိုင်ဆိုင်နိုင်တော့တဲ့ အချစ်တစ်ခုကို မေ့ပစ်ဖို့ ကြိုးစားကြတဲ့လူတွေရဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပေါ့။
“ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးတော့ပါဘူး”
ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးတော့ပါဘူး
နှင်းဆီကိုချစ်တတ်အောင် သင်ကြားပေးဖို့ပေါ့
စောင်းတွေက ဆူးကို ကြိုးညှိပေးခဲ့ရတာပေါ့
တစ်ညနေခင်းလုံး ငါ့ဆီမှိုင်ငေးနေတဲ့တိမ်တွေ
အလွမ်းက ကျွတ်လွတ်ဖို့
မြူဆွယ်အားကောင်းကောင်း
ကံတရားလှပတာလိုချင်ရဲ့
ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးတော့ပါဘူး
ကိုယ့်အရိပ်ကိုတောင် မရိပ်မိနိုင်တော့တဲ့
နှင်းနဲ့ လောင်ကျွမ်းနေသူ
ဆောင်းလေ….
ငါ့ကိုရှာဖွေဆဲ….
မောင်သိန်းဇော်
” ၃၆၆ ”
အချစ်မှာ ယုံယုံကြည်ကြည်လည်း မျှော်လင့်ဖူးကြတယ်။ မျှော်လင့်ချက်မဲ့တဲ့နေ့တို့လည်းရှိဖူးကြတယ်။ ဒီထက်ပိုဝေးလည်း ဒီထက်ပိုမဝေးနိုင်တော့တဲ့အခါတော့ လက်လွတ်တတ်ဖို့ သင်ယူခဲ့ကြတယ်။ တစ်ခါတလေကျ ချစ်ခြင်းဟာ ရှင်သန်ခြင်းပဲဖြစ်နေပြန်တော့ သတ်မှတ်ချက် ၃၆၅ကို ကျော်လွန်မျှော်လင့်ခဲ့မိကြတာတွေလည်းရှိတာပါပဲ။ ၃၆၆ဟာ ဒါပါပဲ။ နီးစပ်ခြင်း မနီးစပ်ခြင်းဟာ လောကနဲ့တစ်ဖက်သားရဲ့အလုပ် ယုံကြည်စွာချစ်ကြဖို့ကတော့ ကျွန်တော်တို့အလုပ်ပါပဲ။ စိတ်ပါရင် ဒီလိုလူတွေထဲက လူ၂ယောက်က ဒီရုပ်ရှင်မှာ ဘာဖြစ်သွားမလဲ သက်ဝင်ကြည့်ဖို့ကတော့ ခင်ဗျားအလုပ်ပေါ့။
” တစ်နေ့တ၌
ကျွန်တော်တစ်ယောက်သည်’
သစ်ပင်လေးတစ်ပင်အောက်၌ထိုင်နေခဲ့ပါသည်။
ထိုစဉ် ကျွန်တော့်နံဘေးသို့ကပ်လျက်
သစ်ရွက်ကလေးတစ်ရွက် (ဖြုတ်ခနဲ့ကြွေကျလာသည်)
ထိုအခါသည် ကျွန်တော်သည် ပြာပြာသလဲ
ဤနေရာတွင် လူရှိသည်ဟု ပြောလိုက်မိပါသည် ”
မောင်သိန်းဇော် – ခင်
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
Genre…..Drama, Romance
Quality….WEB-DL 1080p and 720p and 480p
File size…1.7GB and 726MB 287MB
Format…mp4
Duration….1h 38min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. WiRa Aung
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
