"The Quiet Family (1998)Pause~ IMDb – 7/10, Rotten Tomatoes – 80% ~Directed By Kim Jee Won” There is a lot of extreme emotion in Korean film. It’s because there are a lot of extremes in Korean society. ” ဆိုတဲ့ ဘွန်းဂျွန်းဟို စကားအတိုင်း ပတ်ချန်းဝုတို့ ဘွန်းဂျွန်းဟိုတို့ဟာ ကိုရီးယားရဲ့ဘ၀တွေကို မသိမသာရော သိသိသာသာပါ ထင်ဟပ်နေတဲ့ Horror/Thriller ကားတွေကို ရိုက်ခဲ့ကြ ကမ္ဘာနဲ့ချီအောင်‌ အောင်မြင်ခဲ့ကြပါတယ်။တောင်ကိုရီးယားရဲ့ Horror/Thriller လိုင်းမှာ ဆရာ့ဆရာကြီး ပတ်ချန်းဝုတို့ ဘွန်းဂျွန်းဟို တို့ပြီးရင် Kim Jee Won, Yeon Sang-ho, Na Hong-jin တို့က နာမည်ကျော်တွေပါပဲ။ အနောက်ကလူတွေ ပြန်ပြန်ကူးရတဲ့ ရုပ်ရှင်တွေကို ပိုင်ထားတဲ့သူတွေ အ‌နောက်မှာပါ ကားရိုက်ဖူးတဲ့သူတွေချည်းပါပဲ။ Kim Jee Won ရဲ့ A Tale of Two Sister ကို အနောက်ကလူတွေပြန်ရိုက်ခဲ့ကြသလို အာနိုးရဲ့ The Last Stand ကားကိုလည်း သူပဲရိုက်ခဲ့တာပါ။Kim Jee Won ဟာ I Saw the Devil, A Bittersweet Life, The Good, the Bad and the Weird, The Ages of Shadow အပါအ၀င် Feature Film ကိုးကားရိုက်ဖူးပြီး Illang: The Wolf Brigade တစ်ကားပဲ မအောင်မြင်ခဲ့တာပါ။ အခုရုပ်ရှင်ကတော့ Kim Jee Won ဖြစ်တည်လာခြင်းရဲ့ မြစ်ဖျား သူ့ Debut Film ပါပဲ။ဒီ Horror ကားကို ” တောင်ကိုရီးယားရုပ်ရှင်လောကရဲ့ အရယ်ရဆုံးတင်ဆက်မှုတွေထဲက တစ်ခု” လို့ ဆိုကြပါတယ်။ I Saw the Devil လိုကား ရိုက်ထားတဲ့ Kim Jee wonရဲ့ လက်ရာပီပီသသ သတ်ဖြတ်ခန်းတွေမှာ ရင်တဖိုဖိုဖြစ်ရသလို အပေါ်ကဆိုခဲ့တဲ့အတိုင်း ရယ်ရတဲ့အခန်းတွေမှာလည်း မသိမသာနဲ့ အတော်ရယ်ရပါတယ်။ နောက်တစ်ချက်ထပ်ပြောင်းပြောရရင် လိင်ဆွဲဆောင်မှုလည်းရှိပါတယ်။ Debut အနေနဲ့ တော်တော်ကြမ်းတဲ့ ရုပ်ရှင်ပါပဲ။ သူ့နောက်ပိုင်း ကားတွေထက်တောင် တစ်ချို့နေရာတွေ ပိုသဘောကျမိစရာတွေပါပါတယ်။Cast တွေကလည်း ကိုရီးယားရဲ့ A++ Actorတွေဖြစ်တဲ့ ချွဲမင်ဆစ်နဲ့ ဆောင်းကန်ဟို နှစ်ယောက်လုံးပါသလို တော်တော်သရုပ်ဆောင်ကောင်းတဲ့ သူတို့နှစ်ယောက်ထက် စီနီယာကျတဲ့ Park In-Hwan နဲ့ Na Moon Hee တို့လည်းပါပါတယ်။ Jung Jae Yong နဲ့ အဲဒီတုန်းကတော်တော်လှခဲ့တဲ့ Go Hyo Kyung လည်းပါပါတယ်။ Kim Jee Won ကား မဟုတ်တောင် Cast တွေနဲ့တင် တန်တယ်ပြောရမယ်။ဇာတ်လမ်းကတော့ ‌တောင်ပေါ်တည်းခိုအိမ်လေးတစ်လုံး ပေါချောင်ကောင်း‌ဈေးနဲ့၀ယ်ပြီး ဖွင့်ထားတဲ့ မိသားစုတစ်ခုရှိတယ်။ လူမလာလို့ စိတ်ပျက်လက်ပျက်ဖြစ်နေကြရာက တစ်နေ့မှာ လူတစ်ယောက်ရောက်လာလို့ ၀မ်းသာတလဲ ဖြစ်ခဲ့ကြတာပေါ့။ ကံဆိုးချင်တော့ အဲဒီလူက သတ်သေဖို့ရောက်လာတာဖြစ်နေတယ်။ သေသွားပေမဲ့ သူ့ပိုက်ဆံအိတ်ပျောက်နေတာကြောင့် ရဲခေါ်ရင် သူတို့သတ်တယ်ထင်မှာစိုးလို့ အလောင်းဖျောက်ဖို့ အကြောင်းဖန်လာရော။ ဒါပေမဲ့ ကံက သူတို့ဘက်ရှိမနေဘဲ ပြဿနာတွေထပ်တက်လာတဲ့အကြောင်းပေါ့။ပတ်ချန်းဝုတို့ ဘွန်းဂျွန်းဟိုတို့ဆီ ကြည့်စရာကုန်သွားလို့ Kim Jee Won ကားတွေလည်း ကုန်သွားလို့ သူတို့အရသာခပ်ဆင်ဆင်မျိုး အာသီသဖြစ်မိတယ်ဆို ကြည့်ကိုကြည့်သင့်တဲ့ကားပါပဲ။ ချွဲမင်ဆစ်နဲ့ ဆောင်းကန်ဟို ပါနေတာကြောင့်ပဲ သူတို့အရသာနဲ့ ပိုနီးစပ်စေမှာပါပဲ။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.62GB, 750MBQuality – 1080p, 720pFormat – mp4Duration – 1H 41MinIMDb rating – 7/10Genre – Comedy, Crime, HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"