"House of Wax (2005)
~ 1080p UPDATED ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မိန်းကလေးတစ်ယောက်ရဲ့ နုနယ်လှပမှုကျက်သရေကို ကျွန်တော်တို့ တင်စားပြောကြရာမှာ “ကြွေရုပ်လေးလိုလှတာ၊ ဖယောင်းရုပ်လေးလိုလှတာ” အစရှိသဖြင့် သုံးနှုန်းတတ်ကြပါတယ်။ လူကြီးမင်းတို့ကို ဖယောင်းရုပ်လေးလိုလှလိုက်တာဟု ချီးကျူးလာရင်ဖြင့် သဘောကျတတ်ကြလိမ့်မယ်ထင်ပါတယ်လေ။
ကျွန်တော့်ကို ဖယောင်းရုပ်လေးနဲ့တူတယ် (ဘယ်သူမှလည်း ပြောကြမှာမဟုတ်ပါဘူးလေ) လို့ပြောလာရင်ဖြင့် ကြက်သီးမွေးညင်းထပြီး အရိုးထဲကစိမ့်ပြီး ကြောက်ရမှာတော့ အမှန်ပါပဲ။ လူကြီးမင်းရဲ့ အလှတရားကို ချီးကျူးရာရောက်သလို တဖက်မှာလည်း လူကြီးမင်းဟာ လူ့လောကမှာ မရှိတော့ဘူးလို့ ပြောလိုက်တာနဲ့တူပါတယ်။ ဟောဒီဇာတ်ကားထဲမှာပေါ့။
အနုပညာသမားတစ်ယောက်ဟာ နူးညံ့သိမ်မွေ့စွာနဲ့ အလှတရားကို ဖော်ထုတ်တတ်သူပါ။ အနုပညာသမားလေးဗင်းဆင့် ကတော့ အလှတရားကို ညွှန်းပြဖော်ကျူးတတ်ပေမဲ့ နူးညံ့သိမ်မွေ့သူတော့ မဟုတ်ခဲ့ပါဘူးလေ။ လူသားတွေဟာ သူ့အတွက်တော့ သူ့အခန်းထဲက သစ်သားတုံးတွေလိုပါပဲ။ ဆူးတွေ ဆောက်တွေနဲ့ ခုတ်ထစ် လှီးဖြတ်ပြီး ပုံသွင်းယူရမယ့် အသားတွေလိုမျိုးပေါ့။
ဆရာဝန်ကြီးနဲ့ ဖယောင်းရုပ်တုပညာရှင် လင်မယားနှစ်ယောက်ရဲ့ သားနှစ်ယောက်မှာ တစ်ယောက်က ဆိုးသွမ်းလွန်းပါသတဲ့။ ထမင်းကျွေးရင်တောင် ထိုင်ခုံတစ်လုံးမှာ ခြေလက်တွေ ကြိုးနဲ့အသေတုပ်ထားရတဲ့အထိပေါ့။ ဒီလိုနဲ့ ဖယောင်းပညာရှင် ဇနီးသည်ဟာ ရူးသွပ်ပြီး ကွယ်လွန်သွားပါတယ်။ ဖခင်ကလည်း စိတ်ကျရောဂါနဲ့ ကိုယ့်ခေါင်းကို သေနတ်နဲ့ ပစ်ဖောက်လိုက်ပါသတဲ့။ သားတွေ ဘယ်လိုဖြစ်ကျန်ခဲ့တယ်ဆိုတာ‌တော့ ဘယ်သူမှ မသိနိုင်တော့ဘူးပေါ့လေ။
ဒီဘက်ခေတ်ကို ရောက်လာတော့ လူငယ်လေးတစ်စုက ဘောလုံးပွဲကြည့်ချင်လို့ ပြည်နယ်ခြားကို ခရီးထွက်လာခဲ့ပါတယ်။ ခရီးဝေးလွန်းတဲ့အတွက် လမ်းမှာ စခန်းချပြီး တစ်ညနားနေကြတာပေါ့။ နောက်တနေ့ မိုးလင်းတဲ့အခါ ကားနှစ်စင်းထဲက တစ်ကားက ပန်ကာကြိုးပြတ်နေလို့ စုံတွဲနှစ်ယောက် ကျန်နေရစ်ခဲ့ပါတယ်။ သူတို့က ပန်ကာကြိုး ရနိုင်မယ့်နေရာ မေးမြန်းစုံစမ်းရင်း ဖယောင်းရုပ်တုပညာရှင်မိသားစုရဲ့ မြို့လေးကိုရောက်လာတဲ့အခါမှာ House of Wax ဖြစ်လာခဲ့ပါတော့တယ်။
ဘောလုံးပွဲကြည့်ဖို့ ဆက်ခရီးထွက်သွားတဲ့ လူငယ်များဟာလည်း ကားပိတ်နေလို့ မကြည့်လိုက်ရဘဲ နောက်ပြန်လှည့်လာရပါတယ်။ သူတို့တွေဟာ ကျန်ရစ်ခဲ့တဲ့စုံတွဲကို သွားကြိုရင်း မြို့လေးထဲကို ဝင်ရောက်မိချိန်မှာတော့ …။ အနုပညာသမားလေး ဗင်းဆင့် ကတော့ သူတို့ကို အရှင်လတ်လတ် ‌ဖယောင်းရည်လောင်းပြီး ဖယောင်းရုပ်တု လုပ်ပေးမလို့ အဆင်သင့်ပြင်နေလေရဲ့။
၂၀၀၅ ခုနှစ်က ဇာတ်ကားဟောင်းလေးဖြစ်ပြီး Horror ရုပ်ရှင်အနေနဲ့တော့ အထိုက်အလျောက် အောင်မြင်ခဲ့တယ် ပြောရမှာပေါ့။ အမြတ်ငွေလည်း အသင့်အတင့် ရခဲ့ပါတယ်။ ကျွန်တော့်ရဲ့ ညီလေး ဆမ် ဝင်ချက်စတာ (Jared Padalecki) အရံသရုပ်ဆောင်အဖြစ် ပါဝင်ထားပါတယ်နော်။ သူဌေးမလေး Paris Hilton လည်း ပါဝင်ပါတယ်။ Cast တွေ ကောင်းပေမယ့် ဝေဖန်ရေးဆရာတွေ မကြိုက်တဲ့ကားပေါ့။ ဒါပေမဲ့ ရိုက်ကွင်းအဆင်အပြင်ကိုတော့ ချီးကျူးခံရပါတယ်။ ပီပြင်ပြီးတော့ ငွေကုန်ကြေးကျခံပြီး စိတ်ရှည်လက်ရှည် တည်ဆောက်ထားတာပါ။ သွေးသံရဲရဲ သတ်ဖြတ်တဲ့အခန်းတွေ ပီပြင်တဲ့အတွက် မကြည့်ချင်သူများ ရှောင်ရှားနိုင်ဖို့ပါ။ ကားဟောင်းလေးကို ပြန်ခံစားကြရအောင်လားဗျာ။
(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.31GB, 1.04GB
Quality – 1080p, 720p
IMDb Rating – 5.4/10
Format – mp4
Duration – 1H 53Min
Genre – Horror, Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
