"unicode
ဒီတစ်ခါတော ထိုင်းသရဲအချစ်ဟာသကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ခုနောက်ပိုင်း ထိုင်းကားတွေက
တော်တော်လေး အဆင့်အတန်းရှိလာတာကို တွေ့ရပါတယ်။
ဒီကားလေးကလည်း တော်တော်ကောင်းတဲ့ကားလေးပါ။
IMDB 5.5 ရထားတဲ့ ဇာတ်လမ်းလေးပါ။
အချစ်မိုးတွေရွာတဲ့တစ်နေ့မှာ တို့တွေတွေ့ခဲ့ကြတယ်…..
မိုးခိုရင်း စခဲ့တဲ့ ဇာတ်လမ်းလေး….
Gab ဟာ နယ်ကနေ ကျောင်းလာတက်တဲ့ကောင်လေးတစ်ယောက်ပါ။
ဒါပေမယ့် သူက အသုံးအဖြုန်းကြီးလွန်းတာကြောင့် အိမ်က သူ့ကို ပိုက်ဆံမထောက်ပံ့တော့ပါဘူး။
Gab မှာ ကျောင်းစားရိတ်တွေ ပေးဖို့ကလည်း လိုလာပါပြီ။
ဒီတော့ Gab တစ်ယောက် အလုပ်ရှာရပါပြီ။
ရမယ့်ရတော့လည်း စတိုးဆိုင်လေးတစ်ဆိုင်မှာ ရပါတယ်။
တစ်နေ့ Gab တစ်ယောက်ထဲ စတိုးဆိုင်မှာ ကျန်ခဲ့ရာကနေ ဇာတ်လမ်းက စပါတော့တယ်။
အဲ့ဒီနေ့က မိုးတွေရွာတာပေါ့။
ကောင်မလေးတစ်ယောက်က အပြင်မှာ
မိုးတွေစိုနေလို့ အမြင်မတော်လို့ ဖိတ်ခေါ်မိရာကနေ သူ့ဘဝထဲကို
အဲ့ကောင်မလေးရောက်လာခဲ့တော့တာပါ။
တကယ်တော့ ကောင်မလေးက လူမဟုတ်ဘဲ သရဲမလေးဖြစ်နေတာပါ။
(သရဲမလေးကလည်း ချောချောလေးနော့)
ကောင်မလေးက ဆိုင်မှာတင်မဟုတ်ဘဲ သူ့အိမ်ထိ လိုက်လာခဲ့တဲ့အခါ….
သူ့နားက တစ်ဖဝါးမှမခွာဘဲ သူ့နောက် တကောက်ကောက် လိုက်နေခဲ့တဲ့အခါ….
အဲ့ကောင်မလေးက ဘယ်သူလဲ? ဘယ်ကလဲ? ဘာလို့ ဒီလိုတွေ ဖြစ်နေတာလဲ?
Gab တစ်ယောက် အဖြေရှာကြည့်ပါတော့တယ်။
သရဲကြောက်တဲ့ Gab ကောင်မလေးကိုရော….ကြောက်သေးလား?
(ကျွန်တော်သာဆို ကြောက်မှာမဟုတ်ဘူး) အဖြေရော ရှာတွေ့မှာလား?
သူတို့နှစ်ယောက်ရဲ့ဇာတ်လမ်းလေးရော ဘယ်လိုအဆုံးသတ်ကြမှာလဲ?
အချစ်ကားပဲကြည့်ချင် ကြည့်ချင် …..
သရဲကားပဲ ကြည့်ချင် ကြည့်ချင် …..
ဟာသကားပဲ ကြည့်ချင် ကြည့်ချင် …..
ဒီကားလေးကို ကြည့်ဖို့ လက်တို့လိုက်ပါရစေ။
နောင်တမရစေရပါဘူး လို့ အာမခံပါတယ်ဗျာ။
File Size : ( 821 MB , 409 MB )
Quality : DVDRip 720p
Running Time : 1 hr 28 min
Format : Mp4
Genre : Horror , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by August
Encoded by Moe Myint Lwin
zawgyi
ဒီတစ္ခါေတာ ထိုင္းသရဲအခ်စ္ဟာသကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။
ခုေနာက္ပိုင္း ထိုင္းကားေတြက
ေတာ္ေတာ္ေလး အဆင့္အတန္းရွိလာတာကို ေတြ႕ရပါတယ္။
ဒီကားေလးကလည္း ေတာ္ေတာ္ေကာင္းတဲ့ကားေလးပါ။
IMDB 5.5 ရထားတဲ့ ဇာတ္လမ္းေလးပါ။
အခ်စ္မိုးေတြရြာတဲ့တစ္ေန႔မွာ တို့ေတြေတြ႕ခဲ့ၾကတယ္…..
မိုးခိုရင္း စခဲ့တဲ့ ဇာတ္လမ္းေလး….
Gab ဟာ နယ္ကေန ေက်ာင္းလာတက္တဲ့ေကာင္ေလးတစ္ေယာက္ပါ။
ဒါေပမယ့္ သူက အသုံးအျဖဳန္းႀကီးလြန္းတာေၾကာင့္ အိမ္က သူ႔ကို ပိုက္ဆံမေထာက္ပံ့ေတာ့ပါဘူး။
Gab မွာ ေက်ာင္းစားရိတ္ေတြ ေပးဖို့ကလည္း လိုလာပါၿပီ။
ဒီေတာ့ Gab တစ္ေယာက္ အလုပ္ရွာရပါၿပီ။
ရမယ့္ရေတာ့လည္း စတိုးဆိုင္ေလးတစ္ဆိုင္မွာ ရပါတယ္။
တစ္ေန႔ Gab တစ္ေယာက္ထဲ စတိုးဆိုင္မွာ က်န္ခဲ့ရာကေန ဇာတ္လမ္းက စပါေတာ့တယ္။
အဲ့ဒီေန႔က မိုးေတြရြာတာေပါ့။
ေကာင္မေလးတစ္ေယာက္က အျပင္မွာ
မိုးေတြစိုေနလို့ အျမင္မေတာ္လို့ ဖိတ္ေခၚမိရာကေန သူ႔ဘ၀ထဲကို
အဲ့ေကာင္မေလးေရာက္လာခဲ့ေတာ့တာပါ။
တကယ္ေတာ့ ေကာင္မေလးက လူမဟုတ္ဘဲ သရဲမေလးျဖစ္ေနတာပါ။
(သရဲမေလးကလည္း ေခ်ာေခ်ာေလးေနာ့)
ေကာင္မေလးက ဆိုင္မွာတင္မဟုတ္ဘဲ သူ႔အိမ္ထိ လိုက္လာခဲ့တဲ့အခါ….
သူ႔နားက တစ္ဖဝါးမွမခြာဘဲ သူ႔ေနာက္ တေကာက္ေကာက္ လိုက္ေနခဲ့တဲ့အခါ….
အဲ့ေကာင္မေလးက ဘယ္သူလဲ? ဘယ္ကလဲ? ဘာလို့ ဒီလိုေတြ ျဖစ္ေနတာလဲ?
Gab တစ္ေယာက္ အေျဖရွာၾကည့္ပါေတာ့တယ္။
သရဲေၾကာက္တဲ့ Gab ေကာင္မေလးကိုေရာ….ေၾကာက္ေသးလား?
(ကၽြန္ေတာ္သာဆို ေၾကာက္မွာမဟုတ္ဘူး) အေျဖေရာ ရွာေတြ႕မွာလား?
သူတို့ႏွစ္ေယာက္ရဲ့ဇာတ္လမ္းေလးေရာ ဘယ္လိုအဆုံးသတ္ၾကမွာလဲ?
အခ်စ္ကားပဲၾကည့္ခ်င္ ၾကည့္ခ်င္ …..
သရဲကားပဲ ၾကည့္ခ်င္ ၾကည့္ခ်င္ …..
ဟာသကားပဲ ၾကည့္ခ်င္ ၾကည့္ခ်င္ …..
ဒီကားေလးကို ၾကည့္ဖို့ လက္တို့လိုက္ပါရေစ။
ေနာင္တမရေစရပါဘူး လို့ အာမခံပါတယ္ဗ်ာ။
File Size : ( 821 MB , 409 MB )
Quality : DVDRip 720p
Running Time : 1 hr 28 min
Format : Mp4
Genre : Horror , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by August
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
