IMDb 6.9, Rotten Tomatoes 82%Trollတွေဆိုတာကတော့ နော်ဝေကလူတော်တော်များများက တည်ရှိကြတယ်လို့ယုံကြည်ကြတဲ့ နော်ဝေနိုင်ငံရဲ့ဒဏ္ဍာရီလာ ဘီလူးတွေဖြစ်ပါတယ်။ တချို့ကလည်း သူတို့တွေကို တစ်ယောက်တည်း ဒါမှမဟုတ် အစုအဖွဲ့နဲ့ အေးအေးဆေးဆေး နေတတ်ကြတဲ့အကောင်တွေလို့ဆိုကြပြီး တချို့ကလည်း သူတို့ကို မကောင်းဆိုးဝါးဘီလူးကောင်ကြီးတွေလို့ဆိုကြပါတယ်။ ဒီရုပ်ရှင်ကတော့ Horrorပုံစံကြည့်ရတာကြိုက်တဲ့လူတွေအတွက် ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ခုပါ။ ဆုပေါင်း၁၂ဆုတိတိတောင် ဆုခူးထားတဲ့Horrorဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်၂၀၀၈ အောက်တိုဘာ ၁၃ရက်နေ့မှာ ရုပ်ရှင်ထုတ်လုပ်ရေးအဖွဲ့က ၂၈၃မိနစ်စာပါဝင်တဲ့ မှတ်တမ်းတင်ရုပ်ရှင်တစ်ခုပါဝင်တဲ့ အထုပ်တစ်ထုပ်ကိုလက်ခံရရှိခဲ့ပါတယ်။ ဒီရုပ်ရှင်ကတော့ သူတို့လက်ခံရရှိထားတဲ့ မူရင်းဖိုင်လိုက်ကြီးပဲဖြစ်ပါတယ်။ ဒီရုပ်ရှင်က base on trueလား ဘာလားဆိုတာတော့ ရုပ်ရှင်ကိုကြည့်ကြည့်လိုက်ပါသောမတ်စ်တို့ကျောင်းသားအုပ်စုတစ်စုက ကျောင်းပရောဂျက်အတွက် ဝက်ဝံတွေအကောင်လိုက် ခနခနအသတ်ခံနေရတယ်လို့ သတင်းရတဲ့နေရာမှာ ရိုက်ကူးရေးလုပ်ဖို့ရောက်ရှိလာခဲ့ပါတယ်။ ရိုက်ကူးရေးလုပ်တဲ့အချိန်မှာ သူတို့မှတ်တမ်းတင်နေတဲ့အရာက သာမန်ဝက်ဝံတွေ သေဆုံးမှုမဟုတ်ဘဲ ဒီထက်ပိုပြီး ခက်ခဲနက်နဲခြောက်ခြားစရာကောင်းတဲ့အရာတွေဖြစ်နေပါတော့တယ်။ ဒီလိုနဲ့ သူတို့နဲ့တွေ့ဆုံမိတဲ့ ထူးဆန်းထွေလာ မုဆိုးတစ်ယောက်ရဲ့ နောက်ကိုလိုက်ရင်း ဘာတွေကိုတွေ့ရှိသွားမှာလဲ၊ Trollတွေဟာ ခရစ်ယာန်တွေကိုမကြိုက်ပဲရန်ပြုတတ်တဲ့သဘာဝရှိပါတယ်၊ ကျောင်းသားတွေအဖွဲ့ထဲမှာ ခရစ်ယာန်တစ်ယောက်ပါလာတဲ့အခါ ဘာတွေဖြစ်လာကြမလဲ၊ အသက်ဘေးအန္တရယ်တွေကိုရော ဘယ်လိုကျော်လွှားကြမလဲဆိုတာ အသည်းတအေးအေးကြည့်ရှုရမှာဖြစ်ပါတယ်။ကြည့်ပြီးသွားတဲ့အချိန်မှာ ကျွန်တော်ပထမဆုံးလုပ်မိတာကတော့ googleပြေးခေါက်တာပါပဲ၊ Horrorအပြင် တွေးစရာအတွေးတွေတစ်ပုံကြီးလည်းပေးသွားပါသေးတယ်။ 2010ကားမို့လို့ ရုပ်ထွက်ပိုင်းလည်းစိတ်ပူနေစရာမလိုဘဲ ကြည့်လို့တော်တော်လေးအဆင်ပြေပါတယ်။ မှတ်တမ်းတင်ပုံစံမျိုးဖြစ်ပင်မယ့် ခေါင်းမူးတတ်တဲ့ ကျွန်တော်တောင် ကြည့်လို့အဆင်ပြေပါတယ်။ Horrorကားကြိုက်တဲ့လူတွေအပြင် Koreaအချစ်ဒရမ်မာတွေပဲကြည့်လ်ို့ပျင်းနေပြီ ကြောက်လန့်တကြားဖြစ်ရတဲ့ ရုပ်ရှင်လေးတွေပြောင်းပြီးကြည့်ချင်တဲ့လူတွေအတွက် ကြည့်သင့်တဲ့ရုပ်ရှင်ကောင်းတစ်ခုဖြစ်ပါတယ်။File size…(2.86GB) / (1.38GB) / (708MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:24:00Genre…Drama / Fantasy / HorrorSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Min Khant Kyi Win"