"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Azumi 2: Death or Love (2005)
IMDB Rating (6.2)
ဂျပန်နင်ဂျာဆာမူရိုင်းကားဆိုတာ ဒါမျိုးလို့ ဆိုရလောက်အောင် Azumi ဇာတ်ကား ၂ ကားလုံးက အခုတ်အဖြတ် အတိုက်အခိုက်တွေနဲ့ နာမည်ကြီးခဲ့တဲ့ တကယ့်ဖိုက်တာ ဂျပန်ကားတွေပါပဲ။
ဇာတ်လမ်းကတော့ Azumi ဆိုတဲ့ ဂျပန် နင်ဂျာမလေး တစ်ယောက်အကြောင်းကို အခြေပြုထားပါတယ်…
သူမဟာ ရုပ်ကလေးလှပြီးနုဖတ်နေပေမယ့် လူသတ်ဖို့ မျက်တောင်မခတ်တမ်း ရက်စက်တတ်သူ ဖြစ်ပြီး
လူပုံစံ ပျော့ပျောင်းသလောက် စိတ်ဓါတ်ခိုင်မာသူ တစ်ယောက်လဲ ဖြစ်ပါတယ်…
အုပ်ချုပ်ရေး အဖွဲ့တစ်ခုကို ဆန့်ကျင်တော်လှန်သူခေါင်းဆောင်တစ်ယောက်ဟာ နှစ်ပေါင်းများစွာတိုင် ကလေး တစ်ချို့ကို
ဓါးသိုင်း လက်ထပ် သင်ကြားပျိုးထောင်ခဲ့ပါတယ်…အဲ့ဒီ့ကလေးတွေ အရွယ်ရောက်ပြီး ပညာစုံလာတဲ့အခါမှာ
လူရောစိတ်ရောမာကျောလာဖို့နဲ့ တာဝန်တွေကို လုံးဝလိုက်နာဖို့ ပြင်းထန်တဲ့ သင်ခန်းစာကို ရက်စက်စွာ သင်ကြားပါတော့တယ်။
အဲ့ဒီ့ သင်ခန်းစာထဲမှာ ရက်စက်တတ်တဲ့ လူသတ်သမားအချို့သာ အသက်ရှင်ကျန်မှာဖြစ်ပြီး ဒီထဲမှာ မိန်းမလှလေး Azumi ဟာလဲ ပါဝင်ခဲ့ပါတယ်။
အာဇုမိဟာ Jidaigeki အမျိုးအစား ရုပ်ရှင်တစ်ကားပါ။ Jidaigekiဆိုတာကတော့ ဂျပန်သမိုင်းရဲ့ 1603 ကနေ 1868အထိအတွင်းက တိုခုဂဝရဲ့ခေတ်မှာ အဓိကဇာတ်အိမ်တည် ရိုက်တတ်တဲ့ သမိုင်းကားတွေကို ခေါ်တာပါ။ဂျပန်သမိုင်းရဲ့ အကြီးကျယ်ဆုံး ဆာမူရိုင်းစစ်ပွဲ၁၁ခုထဲက တစ်ခုဖြစ်ခဲ့တဲ့ တိုခုဂဝရဲ့ ခေတ်မှာ ဇာတ်အိမ်တည်ထားပြီး တိုခုဂဝနာမည်ကိုလည်း ဇာတ်ကားထဲမှာ သုံးထားတယ်။
ဇာတ်လမ်းကတော့ အဲဒီခေတ်က အကြီးကျယ်ဆုံး ဆာမူရိုင်းစစ်ဘုရင်တစ်ယောက်ဖြစ်ခဲ့တဲ့ တိုရိုတိုမိနဲ့တိုခုဂဝတို့ခေတ်မှာ ဇာတ်အိမ်တည်ထားပါတယ်။ အဲဒီခေတ်မှာ လုပ်ကြံရေးသမားအဖွဲ့တစ်ခုပေါ်ပေါက်ခဲ့ပါတယ်။ သူတို့အဖွဲ့က စစ်ကို ဘယ်သူပဲနိုင်နိုင် သတ်ဖြတ်မှုတွေကရှိနေမှာမို့ စစ်နယ်ရှင်တွေကို လုပ်ကြံဖို့ အသန်မာဆုံး ဆာမူရိုင်းတွေဖြစ်လာအောင် လေ့ကျင့်ပေးတဲ့ အဖွဲ့ပါပဲ။ စစ်ပွဲမရှည်ရအောင် တိုရိုတိုမိရဲ့ မဟာမိတ်စစ်နယ်ရှင်သုံးယောက်ကို လုပ်ကြံဖို့ ဖွဲ့ထားတဲ့ အဖွဲ့လည်းဟုတ်ပါတယ်။ အချင်းချင်းပြန်သတ်ခိုင်းပြီး ကျန်တဲ့လူကိုပဲ ဆက်ရှင်သန်ခွင့်ပေးတဲ့အထိကို လေ့ကျင့်မှုတွေက ပြင်းထန်ပါတယ်။ အာဇုမိရုပ်ရှင်ဟာ ဒီလေ့ကျင့်ရေးပြီးမြောက်ပြီးတဲ့နောက် စစ်ကိုတားဖို့ စစ်နယ်ရှင်တွေကို သတ်ဖြတ်လုပ်ကြံတဲ့အကြောင်း ရိုက်ထားတဲ့ ခပ်ကြမ်းကြမ်းဆာမူရိုင်းကားတစ်ကားပါပဲ။ တစ်နဲ့နှစ် နှစ်ကားထွက်ထားပြီး နှစ်ကားစလုံး အချိန်တစ်ဆက်တည်းပါပဲ။ Part 1, Part 2လို့ခေါ်ရင် ပိုမှန်ပါလိမ့်မယ်။
အာဇုမိဟာ Kenshin ဇာတ်ကားတွေလောက်နီးနီး နာမည်ကျော်ခဲ့တဲ့ တစ်ခေတ်တစ်ခါက ဆာမူရိုင်းကား ဖြစ်တာနဲ့အညီ Fight Sceneတွေလည်း တော်တော်ကောင်းပါတယ်။ မူရင်းမန်ဂါကလည်း တော်တော်နာမည်ကြီးခဲ့သလို ရုပ်ရှင်ဟာလည်း အတိုင်းအတာတစ်ခုအထိ အောင်မြင်ခဲ့ပါတယ်။
Azumi ဇာတ်ကား ၂ ကားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=azumi ကြည့်ပါ။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Phoo Lin မှ တင်ဆက်ထားပါတယ်။)
File size…(3.6 GB)/(1.6 GB)
Quality….BluRay 1080p/720p
Format…mp4
Duration….01:52:o0
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Phoo Lin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
