"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
It’s your fault that my heart beats (2021)
အထက်တန်းကျောင်းရဲ့ နွေရာသီ ချစ်ဦးပုံပြင်လေးတစ်ပုဒ်ပါ။ ငယ်ချစ်ဦးဇာတ်လမ်းတွေကိုသဘောကျတဲ့သူ၊ လူငယ်ဘဝdramaတွေ သေချာပေါက်ကြိုက်နှစ်သက်မဲ့ ဂျပန်ဇာတ်ကားလေးပါပဲ။
“ဆုကစ”ဆိုတဲ့ကျောင်းသူလေးက ကျောင်းအမြဲနောက်ကျတတ်ပြီး ဖရိုဖရဲနိုင်တဲ့ကောင်မလေးတစ်ယောက်ပါ။
အထက်တန်းကျောင်း ပထမနှစ်မှာ ကျောင်းပြောင်းလာတဲ့ ကျောင်းသားသစ် “အရိမ”က သူ့ကိုအမြဲကူညီပေးတတ်တဲ့သူတစ်ယောက်ပေါ့။
ဆုကစရဲ့သူငယ်ချင်းတွေကလည်း သူတို့နှစ်ယောက်က အပြန်အလှန်ကြိုက်တာသေချာတယ်လို့ပြောတာကြောင့် သူလည်း ကြင်နာတတ်တဲ့ အရိမကို ဖွင့်ပြောခဲ့ပါတယ်။
အရိမ က “နင်နဲ့အတူရှိနေရင်တောင် ယောက်ျားလေးသူငယ်ချင်းနဲ့ရှိနေတယ်လို့ပဲ ခံစားရတယ်”လို့ပြောပြီးငြင်းလိုက်ပါတယ်။
ဒါပေမဲ့ ဆုကစကတော့ ငြင်းရင်တောင် ဆက်ပြီးချစ်နေမှာပဲလို့ပြောပြီး အနားမှာဆက်ရှိနေပေးခဲ့ပါတယ်။
ဆုကစကို ဂရုစိုက်တဲ့သူနောက်တစ်ယောက်ကတော့ playboyလေး “ဟဆဲဘဲ” ပါပဲ။
မိန်းမရှုပ်ပေမဲ့ ဆုကစကိုတော့ တိတ်တခိုး ဂရုစိုက်ပြီး ချစ်နေခဲ့တဲ့သူပါ။
ဒီလိုနဲ့ ၃ယောက်သား ကျောင်းကနွေရာသီcampကိုသွားကြတဲ့အခါ အရိမရဲ့ရည်းစားဟောင်းနဲ့ပြန်ဆုံခဲ့ပါတယ်။ ရည်းစားဟောင်းဖြစ်သူက ဆုကစတို့ ကမ်းခြေကိုခရီးထွက်တဲ့အခါမှာလည်း သူတို့နဲ့အတူလိုက်လာခဲ့ပါတယ်။
ရည်းစားဟောင်းဖြစ်သူက အရိမကိုပြန်လိုချင်တာကြောင့် ဆုကစကို အောင်သွယ်လုပ်ပေးဖို့ပြောတဲ့အခါ
ဆုကစတစ်ယောက် ခံစားချက်တွေကိုဖုံးကွယ်ပြီး သူငယ်ချင်းကောင်းတစ်ယောက်အဖြစ်နဲ့ ကူညီဖို့ကြိုးစားပါတော့တယ်။
တစ်ဖက်မှာလည်း အရိမက ဆုကစကို တကယ်မချစ်တာမဟုတ်ဘဲ သူကအချစ်နဲ့မထိုက်တန်သူလို့ သူ့ကိုယ်သူခံယူတာကြောင့် ငြင်းခဲ့တာဖြစ်နေတဲ့အခါ
ဆုကစရဲ့မစွန့်လွှတ်တတ်တဲ့အချစ်က သူ့အတွက် ကောင်းနိုင်မလား။ သူတစ်ဖက်သတ်ချစ်ရတဲ့သူနဲ့ သူ့ကိုဂရုစိုက်ပြီးချစ်တဲ့သူကြားမှာ ဘယ်သူ့ကိုရွေးချယ်မှာလဲ။
သူတို့ရဲ့ သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းနဲ့ အထက်တန်းကျောင်းရဲ့အချစ်ဦးပုံပြင်လေးကို ပိတ်ရက်မှာ အေးအေးဆေးဆေးကြည့်လို့ရအောင် တင်ဆက်ပေးလိုက်ရပါတယ်။ ဂျပန်အထက်တန်းကျောင်းဇာတ်လမ်းလေးတွေကို နှစ်သက်တဲ့သူတွေ သဘောကျမှာသေချာတဲ့ဇာတ်လမ်းလေးပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်း‌ရေးသားထားသူကတော့ Ingyin San ပါ )
File Size__(1.9GB) / (900MB)
Quality__WebDL_1080p, 720p
IMDb Rating__7.2/10
Format__mp4
Duration__01:44:00
Type__Drama, School, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
