"(Unicode)
ဒီတစ်ခါ ဘောလီဝုဒ်ဖန်တွေအတွက် ၂၀၁၉ ထွက် Crime, Mystery ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကလည်း နာမည်ကျော်တွေဖြစ်တဲ့ Emraan Hasmi နဲ့ Rishi Kapoor တို့ အပြိုင်သရုပ်ဆောင်ထားကြတာပါ
အထူးသဖြင့် မင်းသမီးရဲ့အက်တင်တွေကလည်း အတော်လေးကို ကောင်းလှပါတယ်
ဇာတ်လမ်းလေးကတော့ စီပွားရေးလောကမှာ အောင်မြင်ပြီး သြဇာအာဏာကြီးမားတဲ့ အမျိုးသမီးငယ်တစ်ယောက်ဟာ နှလုံးရောဂါနဲ့ ဆုံးသွားခဲ့ပါတယ်
အလောင်းခွဲစိတ်စစ်ဆေးဖို့ သူ့အလောင်းကို ရင်ခွဲရုံပို့ထားတဲ့အခါ ညဘက်ကျတော့ အလောင်းပျောက်သွားပါတယ်
ညစောင့်ပြောတာတော့ အလောင်းပြန်ရှင်လာပြီး ထသွားတာတဲ့
ဒါပေမဲ့ တာဝန်ကျရဲမှူးကြီးကတော့ သူ့ယောက်ျားဖြစ်သူ အဂျေးပူရီကိုပဲ သံသယဝင်နေပါတော့တယ်
ထိုညမှာ ရဲမှူးကြီးနဲ့ အဂျေးပူရီတို့ မာယာဗာရ်မားရဲ့အလောင်းကို ရှာတွေ့ပါ့မလား
ဘယ်လိုအလှည့်အပြောင်းတွေ ဖြစ်သွားမလဲဆိုတာကိုတော့ အားလုံးပဲ ကိုယ်တိုင်ကိုယ်ကျ ခံစားကြည့်လိုက်ကြပါ
အထူးမေတ္တာရပ်ခံလိုတာက ဒီဇာတ်ကားဟာ ၂၀၁၂ ခုနှစ်ထွက် The Body ကို Remake ပြန်ရိုက်ထားတဲ့ဇာတ်ကားဖြစ်သည့်အတွက်
မူရင်းဇာတ်ကားကြည့်ပြီးသူများ ဇာတ်လမ်းကို စပွိုင်းမလုပ်ကြဖို့ တောင်းဆိုပါရစေ
(Netflix စာဖိုင်ကို ဘာသာပြန်ထားရသောကြောင့် အင်္ဂလိပ်လိုပြောတဲ့နေရာတွေမှာ စာတန်းမပါပါဘူး
အတတ်နိုင်ဆုံး နားထောင်ပြီး ဖြည့်ပေးထားပါတယ် လိုအပ်ချက်ပါရှိပါက သည်းခံပေးကြပါခင်ဗျာ)
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
(Zawgyi)
ဒီတစ္ခါ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ၂၀၁၉ ထြက္ Crime, Mystery ဇာတ္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္
ပါဝင္ထားတဲ့သ႐ုပ္ေဆာင္ေတြကလည္း နာမည္ေက်ာ္ေတြျဖစ္တဲ့ Emraan Hasmi နဲ႔ Rishi Kapoor တို႔ အၿပိဳင္သ႐ုပ္ေဆာင္ထားၾကတာပါ
အထူးသျဖင့္ မင္းသမီးရဲ႕အက္တင္ေတြကလည္း အေတာ္ေလးကို ေကာင္းလွပါတယ္
ဇာတ္လမ္းေလးကေတာ့ စီပြားေရးေလာကမွာ ေအာင္ျမင္ၿပီး ၾသဇာအာဏာႀကီးမားတဲ့ အမ်ိဳးသမီးငယ္တစ္ေယာက္ဟာ ႏွလုံးေရာဂါနဲ႔ ဆုံးသြားခဲ့ပါတယ္
အေလာင္းခြဲစိတ္စစ္ေဆးဖို႔ သူ႔အေလာင္းကို ရင္ခြဲ႐ုံပို႔ထားတဲ့အခါ ညဘက္က်ေတာ့ အေလာင္းေပ်ာက္သြားပါတယ္
ညေစာင့္ေျပာတာေတာ့ အေလာင္းျပန္ရွင္လာၿပီး ထသြားတာတဲ့
ဒါေပမဲ့ တာဝန္က်ရဲမႉးႀကီးကေတာ့ သူ႔ေယာက္်ားျဖစ္သူ အေဂ်းပူရီကိုပဲ သံသယဝင္ေနပါေတာ့တယ္
ထိုညမွာ ရဲမႉးႀကီးနဲ႔ အေဂ်းပူရီတို႔ မာယာဗာရ္မားရဲ႕အေလာင္းကို ရွာေတြ႕ပါ့မလား
ဘယ္လိုအလွည့္အေျပာင္းေတြ ျဖစ္သြားမလဲဆိုတာကိုေတာ့ အားလုံးပဲ ကိုယ္တိုင္ကိုယ္က် ခံစားၾကည့္လိုက္ၾကပါ
အထူးေမတၱာရပ္ခံလိုတာက ဒီဇာတ္ကားဟာ ၂၀၁၂ ခုႏွစ္ထြက္ The Body ကို Remake ျပန္႐ိုက္ထားတဲ့ဇာတ္ကားျဖစ္သည့္အတြက္
မူရင္းဇာတ္ကားၾကည့္ၿပီးသူမ်ား ဇာတ္လမ္းကို စပြိဳင္းမလုပ္ၾကဖို႔ ေတာင္းဆိုပါရေစ
(Netflix စာဖိုင္ကို ဘာသာျပန္ထားရေသာေၾကာင့္ အဂၤလိပ္လိုေျပာတဲ့ေနရာေတြမွာ စာတန္းမပါပါဘူး
အတတ္ႏိုင္ဆုံး နားေထာင္ၿပီး ျဖည့္ေပးထားပါတယ္ လိုအပ္ခ်က္ပါရွိပါက သည္းခံေပးၾကပါခင္ဗ်ာ)
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (900 MB) and (450 MB)
Quality : NF WEB-DL 720p
Running Time : 1hr 41min
Format : Mp4
Genre : Mystery, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.NF.WEB-DL.DD+5.1.x264-Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
