"X (2022)Pause~ IMDb Rating – 7.2/10, Rotten Tomatoes – 96% ~Horror Thriller တွေမှာ Robert Eggers တို့ Peele တို့ Ari Aster တို့နဲ့တွဲပြီး မာစတာပိစ်တွေ မနည်းဖန်တီးခဲ့တဲ့ A24 က ဒီနှစ်ရဲ့အကောင်းဆုံး Horror ကားလို့ ပြောနေကြတဲ့ X ကို Ti West နဲ့တွဲပြီး ဖန်တီးလိုက်ပါတယ်။ X ဟာ A24 Fan တွေကြားမှာရော Horror ကား ဖန်တွေကြားမှာပါ ဒီနှစ်ရဲ့ အကောင်းဆုံး Horror ကားအဖြစ် နာမည်ကျော်နေပါတယ်။ Personal Rating 10 out of 10 ပေးနေကြတာတွေလည်း မနည်းပါဘူး။သူ့စာအုပ် The Shining ကို ရုပ်ရှင်အနုပညာရဲ့ နတ်ဘုရားတစ်ပါးဖြစ်တဲ့ စတန်လေကူးဘရစ်ရိုက်တာကိုပါ ဖောင်းထုခဲ့တဲ့ စတီဖင်ကင်းတောင် X ကို မာစတာပိစ်ရုပ်ရှင်ဆိုပြီး ထောပနာပြုထားပါတယ်။ Horror Thriller မာစတာပိစ်တွေ မွေးထုတ်နေကျ ကင်းကြီးတောင် မာစတာပိစ်လို့ ချီးကျူးခံထားရတဲ့ကားဆိုတော့ Horror ကားတွေထဲက ရှားရှားပါးပါး ရွှေကားတစ်ကားပါပဲ။စီနီမာတိုကလည်း Texas Chainsaw Massacre 1974 အငွေ့အသက်အပြည့်နဲ့ဆိုတော့ ရှေးကမာစတာပိစ်တွေကို Nostalgia ဖြစ်စေမယ့် ကားကောင်းဆိုလည်းမမှားပါဘူး။ Female Characterတွေကို Ti West ရိုက်ပြထားတဲ့ ပုံစံကလည်း ဆွဲဆောင်မှုအပြည့်နဲ့ လက်ဖျားခါလောက်စရာပါပဲ။ လက်ရှိအောင်မြင်မှုအပြည့်ရ ရေပန်းစားနေတဲ့ X ဟာ Pearl ဆိုပြီး Prequel တစ်ကားလည်း ထွက်ဦးမှာပါ။ဒီနှစ်ထဲထွက်သမျှကားတွေထဲမှာ Rating လည်းကောင်းပြီး တကယ်လည်းမိုက်တဲ့ကားအနည်းစုထဲကတစ်ကားပါပဲ။ အထူးသဖြင့် ထိတ်လန့်သည်းဖို Thriller ကားကောင်းတွေငတ်နေတဲ့ပရိသတ်အတွက်တော့ အိုအေစစ်လို့ပဲဆိုရမှာပါ။ ဇာတ်အိမ်ကိုတော့ 1970 ခုနှစ် အမေရိကန်နိုင်ငံရဲ့ ရှေးရိုးစွဲနဲ့ခေတ်သစ်အတွေးအခေါ်တော်လှန်ရေးတွေစတင်နေတဲ့ကာလတစ်ခုကိုအခြေတည်ထားပါတယ်။ဇာတ်လမ်းအကျဥ်းကိုပြောရရင်တော့ သရုပ်ဆောင်ကောင်းတွေ ကင်မရာသမားကောင်းတွေရှိပေမယ့် နာမည်သိပ်မရသေးတဲ့ အပြာကားထုတ်လုပ်ရေးအဖွဲ့တစ်ဖွဲ့ဟာ ဒီတစ်ခါတော့ပေါက်ရမယ်ဆိုတဲ့ယုံကြည်ချက်နဲ့ ဇာတ်လမ်းအသစ်တစ်ပုဒ်ဖန်တီးပြီး ရိုက်ကူးရေးစဖို့ ကျေးလက်ဒေသတစ်ခုကအိမ်တစ်အိမ်ကိုငှားရမ်းလိုက်ပါတယ်။ အစပိုင်းမှာတော့အစစအရာရာ အဆင်ပြေချောမွေ့နေပေမယ့် ဒီလိုရုပ်ရှင်တွေရဲ့ထုံးစံအတိုင်း လူသူကင်းမဲ့နေတဲ့ကျေးလက်ကအိမ်ကြီးတစ်လုံးကိုရောက်နေတဲ့လူတစ်စုက အေးအေးချမ်းချမ်းနဲ့လုပ်စရာရှိတာလုပ်ပြီး ပြန်သွားတယ်ဆိုတာမျိုးမဟုတ်မှာတော့ အားလုံးသိကြတဲ့အတိုင်းပါပဲ။အဓိကဇာတ်ကောင်တွေကိုက အပြာကားရိုက်ကူးရေးအဖွဲ့ဆိုတော့ အရှင်းကြီးဖော်ချွတ်တာမျိုးတွေနဲ့ 18+ ဇာတ်ဝင်ခန်းတွေဖောဖောသီသီပါဝင်တဲ့အပြင် သွေးထွက်သံယိုအခန်းတွေကလည်းသာမန်ထက်ကြမ်းတဲ့အတွက် အသည်းငယ်တဲ့သူတွေ၊ မိသားစုနဲ့ကြည့်ရှုမယ့်သူတွေအတွက်မသင့်တော်ပါဘူး။ခင်ဗျားဟာ Horror ကားတွေကို ကြိုက်တဲ့သူပဲဖြစ်ဖြစ်၊ A24 ကားတွေကို ကြိုက်တဲ့သူပဲဖြစ်ဖြစ် X ဟာ မကြည့်လို့ မဖြစ်တဲ့ကားပါပဲ။ လူတိုင်းက မာစတာပိစ်ပါလို့ ချီးကျူးကြတဲ့ ဟော်ရာကားဆိုတာ ရှားပါတယ်။ စတီဖင်ကင်းပါ ချီးကျူးခံရတဲ့ ဟော်ရာကားဆို ပိုရှားသပေါ့။ သေချာတာတော့ X ကိုမကြည့်ရင် ခင်ဗျား သေချာတာတော့ Horror ဖန်ရော A24 ဖန်ရော ဖြစ်ရကျိုးမနပ်သေးပါဘူး။(ဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo နဲ့ Min Khant Bo တို့မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2GB, 610MBQuality – 1080p, 720pFormat – mp4Duration – 1H 45MinGenre – HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated by Htet Kyaw Myo & Min Khant BoEncoded by Y"