"David Beckham: Infamous (2022)========================Pauseဒေးဗစ်ဘက်ခမ်းဆိုတဲ့ နာမည်တစ်လုံးဟာ ​ဘောလုံးအားကစားကို ချစ်မြတ်နိုးတဲ့သူ​တွေ​ရော၊ဘောလုံးအ​ကြောင်း ဘာဆိုဘာမှမသိတဲ့လူ​တွေအတွက်ပါ လုံးဝမစိမ်းတဲ့နာမည်တစ်ခုပါ၊ လန်ဒန်ဇာတိဖြစ်တဲ့ ဘက်ခမ်းဟာ ပရိုကစားသမားဘဝကို အင်္ဂလန်ရဲ့အ​အောင်မြင်ဆုံးအသင်းဖြစ်တဲ့ မန်ချက်စတာယူနိုက်တက်မှာအစပြုခဲ့ပြီးရီးရဲလ်မက်ဒရစ်၊အေစီမီလန်တို့လို ကမ္ဘာ့ထိပ်သီးအသင်း​တွေမှာ လည်း ကစားခဲ့ဖူးသူပါ၊ ပရီးမီးယားလိဂ်ဖလား၆လုံ၊အက်ဖ်​​အေဖလား၂လုံး လာလီဂါဖလား၁လုံး၊ ချန်ပီယံလိဂ်ဖလား၁လုံးအပြင် ဆုဖလား​​ပေါင်းများစွာရရှိဖူးတဲ့ ဒေးဗစ်ဘက်ခမ်းရဲ့ကစားသမားဘဝ ​အောင်မြင်မှုဟာ ​မေးခွန်းထုတ်စရာမရှိပါဘူး။ဒါအပြင် ​ဗြိတိန်နာမည်​ကျော် Spice Girlsအဆို​တော်အဖွဲ့ဝင်ဗစ်တိုးရီးယားနဲ့ လက်ထပ်ပြီး​နောက် ​ဘက်ခမ်းဟာ ဘောလုံးသမားတစ်​ယောက်ရဲ့​အောင်မြင်မှုအပြင် celebrityတစ်ဦးရဲ့​အောင်မြင်မှု၊ သူ့ရဲ့ပုံရိပ်မြှင့်တင်မှု​တွေပါ လုပ်လာခဲ့ပြီး ကမ္ဘာ​ပေါ်မှာ မသိသူမရှိတဲ့ Sportman, Merchandising iconတစ်ဦးဖြစ်လာခဲ့သူပါ။ဒီလို​အောင်မြင်မှု​တွေ ရရှိလာခြင်းနဲ့အတူ သူ​ပေးဆပ်လိုက်ရတဲ့အရာ​တွေကို ဒီ documentaryထဲမှာ အတိအလင်း​ဖော်ပြထားပါတယ်၊ မန်ယူနိုက်တက်ရဲ့ သမိုင်းဝင်ဖလား၃လုံး​အောင်မြင်မှုမှာ အ​ရေးပါတဲ့ အခန်းကဏ္ဍက ပါဝင်ခဲ့သလို ၂၀၀၂မှာ ကမ္ဘာ့လုပ်ခလစာအများဆုံး ကစားသမားဖြစ်လာခဲ့တဲ့ ဘက်ခမ်းဟာသူ့ရဲ့imageကို ​​ဘောလုံးကစားတာထက် ပိုအ​လေး​ပေးတာ​လို့နောက်ဆက်တွဲ​ဖြစ်လာတဲ့ ဆာအဲလက် ဖာဂူဆန်နဲ့ အကွဲအပြဲ​ဇာတ်လမ်း​တွေ၊ ထိုမှတဆင့် ရီးရဲလ်အသင်းကို ထွက်သွားရပြီးထိပ်သီး​ဘောလုံးသမားဘဝမှ တဖြည်းဖြည်း​မှေးမှိန်သွားပုံကိုမြင်​တွေ့ရမှာပါ၊ဒါ့အပြင် အင်္ဂလန်အသင်းရဲ့ကျိန်စာလို့​ဆိုရမယ့်ကမ္ဘာ့ဖလား​၄ကြိမ်အပါအဝင် နိုင်ငံတကာဖလား​ အောင်မြင်မှုမရှိတဲ့ကိစ္စမှာ အသင်း​ခေါင်း​ဆောင်အ​နေနဲ့ အဓိကထိုးနှက်ခံရပုံ​တွေကို Docu နာမည်နဲ့အညီ ပိုအသား​ပေး​ဖော်ပြထားပါတယ်၊ဘယ်လိုပဲဖြစ်ဖြစ် ဒေးဗစ်ဘက်ခမ်းဆိုတဲ့ နာမည်တစ်လုံးဟာမန်ယူနိုက်တက်နဲ့အင်္ဂလန်ပရိတ်သတ်​​တွေကြားမှာ ဂန္တဝင်တစ်ဦးအဖြစ် အမြဲရှိသွားမှာဖြစ်သလို ​မော်ဒန်​​​ဘောလုံးသမား​​​တစ်ဦးရဲ့ကစားသမားဘဝနဲ့ ကိုယ့်ရဲ့ပုံရိပ် ​အောင်မြင်မှုအချိုးကျ​​အောင်ဘယ်လိုလုပ်ပြရမလဲဆိုတာကို ​ရှေ့​ဆောင်လမ်းပြခဲ့သူလို့ ​ပြောရင်လည်း မှားမယ်မထင်ပါဘူး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ JimX ဖြစ်ပါတယ်)File Size – (1.47 GB) / (850 MB) / (461 MB)Quality – WebRip 1080p / 720p / 480PDuration – 1Hr 09MinsSubtitle – Myanmar HardsubFormat – MP4Genre : Documentary, Biography, SportTranslator – JimXEncoder – SWM"