"Panipat(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မာရာသတိုင်းမှာရှိတဲ့ တိုင်းသူပြည်သားတွေ
ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံပြီး သူတို့တိုင်းပြည်ရဲ့လက်အောင်မှာ တိုင်းပြည်ငယ်တော်တော်များများရှိကြတယ်..သူတို့တိုင်းပြည်ကိုလည်း နှစ်စဉ်
အခွန်ပေးဆောင်ကြရပါတယ်..ဒါပေမယ့်တစ်နေ့မှာတော့ တိုင်းပြည်ငယ်တစ်ခုကအခွန်မပေး
ဆောင်တဲ့အပြင် ရာဇသံလာပေးတဲ့စစ်သူကြီးတစ်ဦးကိုပါ သတ်ဖြတ်ပစ်လိုက်တယ်..အဲ့ဒီမှာ ဇာတ်လမ်းကစတော့တာပဲ….ဒီတိုင်းပြည်ငယ်ဟာ အာခံရတဲ့အကြောင်းရင်းလည်းရှိပါတယ်…အဲ့ဒါက အာဖဂန်နစ္စတန်ဧကမရာဇ်မင်းတစ်ဦးနဲ့ပူးပေါင်းပြီး အင့်အားတောင့်တင်းလာတဲ့အပြင် အိန္ဒိယ
တစ်ပြည်လုံးကိုသိမ်းပိုက်ဖို့အထိတောင် ရည်ရွယ်ထားပါတယ်….ဒီဇာတ်လမ်းဟာပြသချိန်သုံးနာရီနီးပါး
ကြာမြင့်ပေမယ့် အစအဆုံးထိ ဇာတ်လမ်းဇာတ်ကွက်တိုင်းက ဆွဲဆောင်မှု
ရှိပါတယ်..ဆာဒါးရှိဗ်ဟာ အာဖဂန်တပ်နဲ့စစ်ခင်းဖို့အတွက် သူ့လက်အောက်ခံတိုင်းပြည်တွေ
နဲ့ပူးပေါင်းဖို့ ကြိုးစားအားထုတ်ပုံတွေ..စစ်နည်းဗျူဟာတွေ တွေ့မြင်ရသလို
တိုက်ပွဲတွေ အက်ရှင်ခန်းတွေကိုလည်း များစွာကြည့်ရမှာပါ….
လက်အောက်ခံတိုင်းပြည်တွေကရော ဆာဒါးရှိဗ်မျှော်လင့်ထားသလို သူနဲ့အတူပူးပေါင်းပြီး
အာဖဂန်တွေကို တိုက်ထုတ်ကြမှာလား..တိုက်တဲ့စစ်ပွဲတွေရော အောင်မြင်ပါ့မလား….ဆိုတာကိုတော့…..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်…
(zawgyi)
မာရာသတိုင္းမွာရွိတဲ့ တိုင္းသူျပည္သားေတြ
ရဲစြမ္းသတၱိနဲ႔ျပည့္စုံၿပီး သူတို႔တိုင္းျပည္ရဲ႕လက္ေအာင္မွာ တိုင္းျပည္ငယ္ေတာ္ေတာ္မ်ားမ်ားရွိၾကတယ္..သူတို႔တိုင္းျပည္ကိုလည္း ႏွစ္စဥ္
အခြန္ေပးေဆာင္ၾကရပါတယ္..ဒါေပမယ့္တစ္ေန႔မွာေတာ့ တိုင္းျပည္ငယ္တစ္ခုကအခြန္မေပး
ေဆာင္တဲ့အျပင္ ရာဇသံလာေပးတဲ့စစ္သူႀကီးတစ္ဦးကိုပါ သတ္ျဖတ္ပစ္လိုက္တယ္..အဲ့ဒီမွာ ဇာတ္လမ္းကစေတာ့တာပဲ….ဒီတိုင္းျပည္ငယ္ဟာ အာခံရတဲ့အေၾကာင္းရင္းလည္းရွိပါတယ္…အဲ့ဒါက အာဖဂန္နစၥတန္ဧကမရာဇ္မင္းတစ္ဦးနဲ႔ပူးေပါင္းၿပီး အင့္အားေတာင့္တင္းလာတဲ့အျပင္ အိႏၵိယ
တစ္ျပည္လုံးကိုသိမ္းပိုက္ဖို႔အထိေတာင္ ရည္႐ြယ္ထားပါတယ္….ဒီဇာတ္လမ္းဟာျပသခ်ိန္သုံးနာရီနီးပါး
ၾကာျမင့္ေပမယ့္ အစအဆုံးထိ ဇာတ္လမ္းဇာတ္ကြက္တိုင္းက ဆြဲေဆာင္မႈ
ရွိပါတယ္..ဆာဒါးရွိဗ္ဟာ အာဖဂန္တပ္နဲ႔စစ္ခင္းဖို႔အတြက္ သူ႔လက္ေအာက္ခံတိုင္းျပည္ေတြ
နဲ႔ပူးေပါင္းဖို႔ ႀကိဳးစားအားထုတ္ပုံေတြ..စစ္နည္းဗ်ဴဟာေတြ ေတြ႕ျမင္ရသလို
တိုက္ပြဲေတြ အက္ရွင္ခန္းေတြကိုလည္း မ်ားစြာၾကည့္ရမွာပါ….
လက္ေအာက္ခံတိုင္းျပည္ေတြကေရာ ဆာဒါးရွိဗ္ေမွ်ာ္လင့္ထားသလို သူနဲ႔အတူပူးေပါင္းၿပီး
အာဖဂန္ေတြကို တိုက္ထုတ္ၾကမွာလား..တိုက္တဲ့စစ္ပြဲေတြေရာ ေအာင္ျမင္ပါ့မလား….ဆိုတာကိုေတာ့…..
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္…
File Size : (980 MB) and (380 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…02:45:00
Genre : Action, Drama, History
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zwe Zan Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
