"မာသာဆိုတဲ့ အမျိုးသမီးငယ်လေးဟာ သူ့ကလေးအသေမွေးပြီးတဲ့နောက် စိတ်ဂယောင်ချောက်ချားဝေဒနာကြောင့်
ကုထုံးဆရာဝန်နဲ့ပြနေရပြီး တစ်ပူပေါ်နှစ်ပူဆင့်စရာသူ့ခင်ပွန်းရဲ့အိမ်ထောင်ရေးဖောက်ပြန်မှုကလဲ စိတ်ဖိစီးစရာဖြစ်နေပါသေးတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ်နေ့ဆရာဝန်ဆီကအပြန်ကားပေါ်မှာကတောက်ကဆဖြစ်ရာကနေမတော်တဆမှုကြုံပြီး
နှစ်ဦးလုံးသတိလစ်မေ့မျောသွားပါတော့တယ်။
သတိရလာတဲ့အချိန်မှာတော့ မာသာဟာ အစ်စလာဘာတိုဆိုတဲ့ ဝေးခေါင်တဲ့ဒေသကျွန်းလေးတစ်ကျွန်းမှာ
ခရိုင်ကျန်းမာရေးဌာနရဲ့သူနာပြုတစ်ယောက်အဖြစ်ရောက်ရှိနေပါတယ်။ ကျွန်းပေါ်ကဝမ်းဆွဲဆရာမ တက်စ်၊
လီလွိုင်းဆိုတဲ့ဆိုင်ကယ်ကယ်ရီသမားလူငယ်လေးတို့နဲ့ရင်းနှီးလာခဲ့ပြီး လီလွိုင်းနဲ့တော့ချစ်ကျွမ်းဝင်နေကြပါပြီ။
ကျွန်းပေါ်ရောက်ကတည်းက မာသာဟာထူးခြားတဲ့အိမ်မက်တွေကိုမြင်မက်ပါတယ်၊ အဲ့ဒီအိမ်မက်ကတော့
ကလေးမွေးလုဆဲမိခင်တွေကို သူကူညီပြုစုပေးနေရင်း အဲ့ဒီမိခင်တွေကနေ မြွေမွေးလာပြီးထကိုက်တာ ဆိတ်ကလေး
မွေးလာတာတွေပါ။ ဒီလိုပဲကျွန်းပေါ်က တစ်ချို့လူတွေက သူအရင်က သိဖူးကျွမ်းဖူးသလိုဖြစ်နေရုံတင်မက
ကာလရှည်ပျောက်ဆုံးနေတဲ့အစ်မအရင်းဖြစ်သူကိုပါ ကျွန်းပေါ်မှာတွေ့လာရပြီး အဲ့ဒီအစ်မက ကျွန်းပေါ်ကချက်ချင်း
ပြန်ဖို့ သူ့ကိုတွေ့တိုင်းတိုက်တွန်းလာတဲ့အခါ..။ သူဟာ မာသာဘဝမှာသက်ရှိထင်ရှားရှိနေသေးရဲ့လား?
အခု သူရောက်နေတာ နောက်ဘဝလား? ဒါမှမဟုတ် အတိတ်ကသူ့ဘဝပဲလား? အဲ့ဒီလိုမဟုတ်ခဲ့ရင်ဒါဟာ
အပယ်ဘုံတစ်မျိုးမျိုးလား? ပဟေဠိဆန်တဲ့ကျွန်းရဲ့လျှို့ဝှက်ချက်တွေကို သူဘယ်လိုအဖြေရှာမလဲ?
မကြာသေးမှီကထွက်ရှိထားတဲ့ Siklo နဲ့ Moonlight Butterfly တို့နဲ့ပရိသတ်စိတ်ဝင်စားမှုကိုရထားတဲ့
မင်းသမီးချောလေး Christine Bermas နဲ့ Nerisa, Taya, Mahjong Night တို့ရဲ့မင်းသားငယ် Sean de Guzman တို့
ဦးဆောင်ပါဝင်ထားပါတယ်။ကာမဂုဏ်တွေနဲ့လူသားတွေကိုမိန်းမောယစ်မူးစေပြီး အမှန်ကိုမမြင်နိုင်အောင်
ပိတ်ပင်ဖျားယောင်းတဲ့ဘုံတစ်မျိုးမျိုးကိုရည်ရွယ်ဟန်ရှိတဲ့ လျှို့ဝှက်ဆန်းကြယ်မှုတွေနဲ့ကျွန်း၊ အစ်စလာဘတန်တိုခေါ်
ရမ္မက်ကျွန်းရဲ့အကြောင်းကို ဆက်လက်ရှုစားကြပါ။
File size…1.7GB /860MB
Quality…1080p WEB DL AAC2.0 / 720p
Format…mp4
Duration….1h 32m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder…X Cross
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
