"The Outfit (2022)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 7.5/10, RT – 86%, Meta – 69% ~
အင်္ဂလိပ် အမျိုးသား အပ်ချုပ်ဆရာတစ်ဦး၊ အရေတွန့်နေတဲ့ အသားအရည်နဲ့၊ ကျွမ်းကျင်ပိုင်နိုင်တဲ့ လက်တွေနဲ့၊ ချီကာဂိုမြို့ပေါ်က ကျော်ကြားသူကြီးပေါ့။ သူ့ပတ်ဝန်းကျင်ကတော့ တိတ်ဆိတ်သလိုပါပဲ။ ဒါပေမဲ့ ဘွိုင်း ဆိုတဲ့ ပုဂ္ဂိုလ်တွေဦးဆောင်တဲ့ ဂိုဏ်းတစ်ခုရယ်၊ လာ ဖောင်တိန်း ဆိုတဲ့ ပြင်သစ်အမျိုးသမီးတစ်ယောက်ဦးဆောင်တဲ့ ဂိုဏ်းတစ်ခုရယ်၊ မှုခင်းနှိမ်နင်းရေး FBI အဖွဲ့ရယ်၊ သူတို့ကြားမှာ သူ့အပ်ချုပ်ဆိုင်လေးက အေးချမ်းသလိုလိုနဲ့ ငရဲတွင်းတစ်ခု ဖြစ်နေပါတော့တယ်။
ဒီလိုနဲ့ အောက်ဖစ် ဆိုတဲ့ အဖွဲ့တစ်ခုကလည်း ကြားကဝင်ရှုပ်လာပြန်တယ်။ ဂိုဏ်းအဖွဲ့နှစ်ခုကြား ဘယ်သူမှန်းမသိရတဲ့ အောက်ဖစ် ကို ကြောက်ကြ လန့်ကြရပေါ့။ ဘွိုင်းအဖွဲ့ထဲကို လျှို့ဝှက်အသံဖမ်းစက်တစ်လုံး ရောက်လာပြီး ရာဇဝတ်မှုတွေကို ဖော်ထုတ်နိုင်တဲ့ အသံတွေ ဖမ်းမိသွားတဲ့အခါမှာ ဇာတ်လမ်းက ရုပ်လုံးကြွလာပါတယ်။ ဘွိုင်း အဖွဲ့ကလည်း ပြန်လိုချင်၊ ပြိုင်ဘက် လာ ဖောင်တိန်း အဖွဲ့ကလည်းလိုချင်၊ ဒီလိုနဲ့ ဂိုဏ်းနှစ်ဖွဲ့လုံး ပဒူအုံ တုတ်ထိုးသလို ပျားပမ်းခတ်တွေ ဖြစ်ကုန်ပါလေရော။
ဒီလိုနဲ့ ဒီသပွတ်အူ ဇာတ်လမ်းကြီးကို အပ်ချုပ်ဆိုင်လေးမှာ ရှင်းကြဖို့ ဖြစ်လာတဲ့အခါ အပ်ချုပ်သမား အဘိုးကြီးခင်မျာ အသက်ရှင်သန်ဖို့အရေး ဉာဏ်နီ ဉာဏ်နက် ဉာဏ်ဝါ ဉာဏ်ပြာ စုံလင်စွာနဲ့ ရှောင်ထွက်၊ အသက်ဘေးကို လိမ္မာပါးနပ်စွာနဲ့ တိမ်းရှောင်ပုံကို twist များစွာနဲ့ ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးပါ။
Bridge of Spies ဇာတ်ကားမှာ သရုပ်ဆောင်ပိုင်နိုင်ခဲ့တာကြောင့် အော်စကာဆုကို ထိုက်ထိုက်တန်တန်ရခဲ့တဲ့ Mark Rylance ကြီး ကိုယ်တိုင် ခေါင်းဆောင်ပါဝင်ထားတာမို့အနှစ်ပါပဲ။ သူ့ကိုတော့ Ready Player One, Dunkirk, Don’t Look up စသဖြင့် ဆေးစက်ကျရာ အရုပ်ထင်တဲ့သူမို့ ကြိုက်ကြတဲ့သူ များမယ်မှန်းသေချာပါတယ်။
သူ့အပြင် တခြားသရုပ်‌ဆောင်တွေအ‌နေနဲ့ Maze Runner နဲ့ Teen Wolf ထဲက Dylan O’ Brien, Before I fall, Flower, Why him? တို့ထဲက မင်းသမီးလေး Zoey Deutch တို့ပါ ပါပါသေးတယ်။
အခုအချိန်ထိ IMDb မှာ 7.5 နဲ့ Rotten Tomatoes မှာ 86% ရရှိထားပါတယ်။ မှုခင်းနဲ့ ဒရမ်မာ အမျိုးအစားဖြစ်ပြီး ဘက်ဂျက်ကို 3.2 သန်း အကုန်ခံ ရိုက်ကူးထားပြီး ဂိုဏ်းအဖွဲ့တွေကြားက အားပြိုင်ကြတဲ့ မှုခင်းမြင်ကွင်းတွေကို ဖောဖောသီသီ မြင်ရဖို့ရှိတာမို့ ခံစားကြည့်ရှူလိုက်ကြပါဦး။
(ဇာတ်ကားအညွှန်းကိုတော့ Arr Khun Winchester မှ ရေးထားပေးပြီး ဇာတ်ကားကို Mr. Anderson နဲ့ Arr Khun Winchester တို့က ပြန်ထားပေးပါတယ်)
Size – 1.36GB, 651.3MB
Quality – 1080p, 720p
IMDb Rating – 7.5/10
Format – mp4
Duration – 1H 45Min
Genre – Crime, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Mr. Anderson & Arr Khun Winchester
Encoded by Ka Naung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
