"ကဲ . . . cmပရိတ်သက်တို့တွေမျှော်လင့်နေတဲ့ နွေရာသီရဲ့နေ့လေးတစ်နေ့ရောက်လာပါပြီ။ အခုတင်ပေးမယ့်ကားလေးကို ပရိတ်သတ်များအချိန်တော်တော်ကြာအောင်မျှော်လင့်တောင်းဆိုစောင့်စားခဲ့ကြသလိုကျွန်တော်တို့ CM Team တစ်ခုလုံးလည်းမျှော်လင့်စောင့်စားနေခဲ့ကြတာပါပဲ။ ဒီနေ့ကတော့ Deadpool Day of Channel Myanmar လို့ပဲ ပရိတ်သက်ကြီးသိထားပေးပါ။ Marvel ကားတွေထဲမှာမှ IMDb rating 8.0/10 ထိတောင်ရယူနိုင်ခဲ့ပါတယ်။(မြန်မာနိုင်ငံရဲ့ရုံတွေမှာတင်ပြသွားတုန်းလို ဆင်ဆာလုံးဝမဖြတ်ထားပါဘူး။)PauseDeadpool Review**************မျက်နှာပြောင်လှတဲ့ Deadpool ရုပ်ရှင်က ဇာတ်လမ်းစ စာတန်းထိုးကတည်းကကို ပြောင်ပါတယ်။ ဇာတ်လမ်းပြီး စာတန်းထိုးပြီးတဲ့ထိပါပဲ။ ညစ်တီးညစ်ပတ် ဟာသတွေ၊ မျက်နှာပြောင်နေတာတွေက ကြည့်တဲ့လူကို ရုပ်ရှင်တစ်ကားလုံး မပျင်းရအောင် လုပ်ထားနိုင်တယ်။ ညစ်တီးညစ်ပတ်ဟာသ ဆိုတာ အပြောသာဆိုးတာ တကယ်ဆိုမြန်မာကားတွေထဲမှာ ဒီလိုဟာတွေက ကလေးတောင်သိတဲ့ ဟာသတွေပါ။ ဒါပေမဲ့ Deadpool ထဲက joke တွေတော်တော်များများက ကျွန်တော်တို့ နားမလည်ပါဘူး။ သူတို့ပြောတာနားမလည်တာရယ် တချို့ဟာတွေက သူတို့ နိုင်ငံမှာပဲ ရှိလောက်မဲ့အကြောင်းတွေဖြစ်နေလို့ပါ။မင်းသား Ryan Reynolds ကတော့ Deadpool လုပ်ဖို့မွေးလာသလားအောက်မေ့ရတယ်။ တချို့ပြောသလိုပဲ RDJ က Iron Man လိုမျိုး Ryan Reynolds က Deadpool ပဲ။ သရုပ်ဆောင် တော်တော်မိုက်တယ်။ လိုက်တယ်လို့ပြောရမှာပေါ့။ရိုက်ချက်တွေအကြောင်းပြောရရင် Deadpool ရဲ့ action ခန်းတွေက ကျွန်တော်ကြည့်ဖူးတဲ့ Superheroတွေထဲမှာ အကြမ်းဆုံးဖြစ်နေသလို တော်တော်များများ နာမည်ကြီး Action ကားတွေထက်လည်း ကြမ်းပါတယ်။ ဟိုလို Man of Steel ထဲကလိုမျိုး ဝုန်းဒိုင်းကြဲကြမ်းတာကိုပြောတာမဟုတ်ပါဘူး။ Wade Wilson ရဲ့ Skill ကို ပြသွားတာ တော်တော်မိုက်လို့။ ခုန်ပျံကျော်လွှားတဲ့ဟာတွေ ခုတ်တာဘာညာက တော်တော်ကြည့်ကောင်းတယ်။ Stunt တွေလည်းလှတယ်။4th Wall breaking ကတော့ ဘယ်ပြောကောင်းမလဲပေါ့။ ဖောက်ချက်က မြင်မကောင်းဘူး။ တခြားရုပ်ရှင်တွေ မင်းသားမင်းသမီးတွေ ရုပ်ရှင် studio တွေလည်းမနေရဘူး။ မင်းသားတစ်ယောက်ဆို တော်တော်သနားဖို့ကောင်းတယ် သူ့ပဲဖောက်နေလို့ ။ နောက်ခံတေး သို့မဟုတ် ပြောင်တေး ကလည်းမိုက်သဗျ။ သီချင်းတွေကောင်းတယ်။နောက်ဆုံးပြောချင်တာက Deadpool ဟာ fan တွေစောင့်စားလာသမျှအတွက် တော်တော်အားရစေမဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်။ အရမ်းကြီး perfect တော့မဖြစ်၊ သိပ်အားမရဘူးတော့ဖြစ်တဲ့လူဖြစ်လိမ့်မယ်။ ဇာတ်လမ်းက အခုမှ အစဖြစ်တာရယ် ပြသချိန်တိုတာရယ် အဲ BUDGET က $58 Million ထဲရယ်။ နောက်ကားတွေဆို ဒီထက်ပိုကောင်းလောက်မယ်ထင်ပ။ လုံးဝ 18+ joke တွေ အခန်းတွေမို့လို့ သိကြမဲ့အတိုင်း ကလေးတွေအတွက် တော်တော်ကြမ်းပါတယ်။ ဒါတောင် တချို့အခန်းတွေက ဒီကမိန်းကလေးတွေအတွက် သိပ်မသင့်တော်ဘူးလို့ပြောလို့ရပါတယ်။ (ဒါပေမဲ့ ဒီမှာတော့ ကလေးဘာညာမရွေး ကြည့်နေကြတာပဲလေနော့) ဒီလောက်ပါပဲ။ အဲလောက်ကြီးအဆိုးကြီးမဟုတ်ပါဘူး။ Comic fan မဟုတ် marvel fan မဟုတ်ဘူးဆိုရင်တောင် action/comedy ကားအနေနဲ့ ကြည့်လို့ကောင်းတယ်။နောက်ဆုံး မှာချင်တာက ဇာတ်လမ်းကို ပြီးတဲ့ထိကြည့်ကြပါ။ စာတန်းထိုးပြီးတဲ့အထိ။ ကျွန်တော် Mingalar Sanpya မှာကြည့်တာ။ စာတန်းထိုးတဲ့အထိ မီးမဖွင့်သေးလို့ တခြား ဇွဲကောင်းတဲ့ တခြားပရိတ်သတ် (၂၀) လောက်နဲ့ စောင့်လိုက်တာ အားပါးပါး။ ပါတဲ့အခန်းက လုံးဝတန်တယ်။ မိနစ်ပိုင်းလေးပဲကို စောင့်ကြည့်လိုက်ပေါ့။(ရုပ်ရှင်အညွှန်းကို http://www.datshin.com/ ကနေ ကူးယူဖော်ပြထားခြင်းဖြစ်ပါတယ်။)File size…(4.6 GB)/(1.5 GB)/(800 MB)Quality….BluRay 4K HEVC/1080p/720pFormat…mkv/mp4Duration….01:48:o6Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Ye Kyaw Htet,Idiot MyoKo"