"Alice (2022) ဇာတ်လမ်းအညွှန်း
“တော်လှန်ရေးသမားတွေကိုထောင်ချလို့ရချင်ရမယ်…တော်လှန်ရေးကိုတော့ထောင်ချလို့မရနိုင်ပါဘူး။”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အမေရိကားလို နိုင်ငံကြီးမှာ ဟိုးအရင်ကတည်းက ကျွန်စနစ်တွေ၊ လူဖြူလူမည်းပြဿနာတွေ ရှိခဲ့တာ အားလုံးအသိပါပဲ။ သမ္မတ လင်ကွန်း လက်ထပ်မှာတော့ ဒီလိုကိစ္စတွေကြောင့်ပဲ မြောက်ပိုင်းနဲ့ တောင်ပိုင်း နှစ်ခြမ်းကွဲကာ အမေရိကန်ပြည်တွင်းစစ်ကြီး ထဖြစ်တဲ့အထိပါပဲ။ နောက်ပိုင်းမှာတော့ လူ့အခွင့်အရေးတွေ၊ တန်းတူညီမျှမှုတွေကို အလေးထားပြီး ယဥ်ကျေးတဲ့ လူအဖွဲ့အစည်းတစ်ခုကို တည်ဆောက်ဖို့အတွက် ဦးတည်လာကြကာ ကျွန်စနစ်ဆိုတာကြီးကို တိုက်ဖျက်နိုင်ခဲ့ကြပါတယ်။
ဟုတ်ပြီ၊ ဒါဆိုရင် ကျွန်တော်တို့ ဒီဇာတ်ကားလေးအကြောင်းကို နည်းနည်းလောက် မြည်းစမ်းကြည့်ကြရအောင်။
ဂျော်ဂျီယာပြည်နယ် ကျေးလက်ဒေသ တစ်ခုရဲ့ အိမ်ကြီးတစ်လုံးမှာတော့ အခုချိန်ထိ ကျွန်စနစ်ပျက်သွားတာကိုမသိဘဲ ကျွန်ပြုခံထားရသူတွေ ရှိနေသေးပါတယ်။ ကမ္ဘာကြီးနဲ့ အဆက်အသွယ် ဖြတ်ထားတာ ကို ခံနေရပြီး၊ အပြင်လောကကြီးအကြောင်း ဘာမှကို မသိသူတွေပါ၊ အဲဒီအိမ်ကြီးရဲ့ ကျွန်ပြုခံထားရတဲ့ လူတွေထဲမှာ အဲလက်စ်ဆိုသူ အမျိုးသမီးဟာ ဒီနေရာကနေ ထွက်ပြေးပြီးတော့ လွတ်လပ်မှုကိုရှာဖွေချင်သူတစ်ဦးပါ။
သူတို့ကို ပိုင်ဆိုင်ထားသူ သခင်ရဲ့ရက်စက်မှုတွေကို တော်လှန်ချင်သူပါ။ တစ်နေ့မှာတော့ သူဟာ အပြင်ကမ္ဘာလောကကြီးထဲကို ပြေးထွက်လာနိုင်ခဲ့တယ်။ ဒါပေမဲ့ သူ့နဲ့အတူကျွန်ပြုခံထားခဲ့ရတဲ့သူတွေကို ဒီတိုင်းပဲ မထားခဲ့နိုင်ဘူး။ သူပြန်သွားကယ်မှ ဖြစ်မယ်ဆိုတဲ့စိတ် အမြဲရှိနေခဲ့တယ်။
အပြင်လောကထဲကို ရောက်လာတဲ့ အဲလက်စ်တစ်ယောက် ဘာတွေကြုံတွေ့ရမလဲ?
သူမသိသေးတဲ့ ဘယ်အရာ​တွေကို သိလာရမလဲ၊ ကျန်ခဲ့တဲ့ အဖိနှိပ်ရခံသူ လူမည်းတွေကို ဘယ်လို သွားပြန်ကယ်မလဲ? ဆိုတာကို စိတ်ဝင်စားဖွယ် ကြည့်ရမဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။
အခုအချိန်အထိ လူမျိုးရေးခွဲခြားမှုတွေ၊ လူ့အခွင့်အရေးချိုးဖောက်မှုတွေ၊ နိုင်လိုမင်းထက်ပြုမှုတွေ၊ အဆင့်အတန်းခွဲခြားမှုတွေဟာ ဒီကမ္ဘာကြီးထဲမှာ ရှိနေသေးတယ်ဆိုတာကို မီးမောင်းထိုးပြတဲ့ ကားတစ်ကားလို့ ထင်မြင်မိပါကြောင်း …
(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Jumper Neysman ပါ။)
File Size : 1.5GB, 574MB & 285MB
Quality : 1080p WEBRip, 720p WEBRip & 480p
Format : mp4
Duration : 1hr & 40mins
Genre : Drama
Translated by Jumper Neysman
Encoded by Kinnov
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
