"I Don’t Want to Sleep Alone (2006)~ IMDb – 6.9/10, Rotten Tomatoes – 88% ~Pause” Tsai Ming-liang ကားတွေ ထုံးစံအတိုင်း အကြည်ရဖို့မလွယ်လို့ 480p ကိုပဲ ကြည့်ရအဆင်ပြေအောင် ကုတ်ပေးလိုက်ပါတယ် “ပူလောင်အိုက်စက်နေတဲ့ ရာသီဥတုမှာ မွေ့ယာဟောင်းကြီးတစ်ခုကို သူစိမ်းတွေနဲ့ အတူမျှသုံးရမယ်ဆို ဘယ်လိုနေမလဲ။ ဒါပေမဲ့ ကိုယ်ကချစ်ရတဲ့သူနဲ့ဆိုရင်ကော။ တစ်မျိုးတမည် ပြောင်းသွားမယ်ထင်ပါတယ်။ ဒါပေမဲ့ အဲဒီထက်ပိုပြီး ကိုယ်ကချစ်ရတဲ့သူရဲ့ ချစ်ရတဲ့သူနဲ့ပါဆိုရင်ကော…။ ကိုယ်ရယ် သူရယ် သူ့ချစ်သူရယ် ခင်းမွေ့ယာကြီးတစ်ခုမယ်ပေါ့။ ဘဝက အထီးကျန်ဆန်လွန်းတဲ့အခါ ချစ်ခြင်းမေတ္တာက အတိုင်းနယ်လွန်သွားတဲ့အခါ သူ့အနားရှိဖို့မှတစ်ပါး တခြားတွေးဝံ့နိုင်ပါ့မလား…။မလေးရှားမှာ အလုပ်လာလုပ်တဲ့ ဘင်္ဂလားဒေ့ရှ်ရွှေ့ပြောင်းလုပ်သားလေးတစ်ယောက်ဟာ တစ်ညမှာ လူဆိုးတွေရိုက်နှက်ခံထားရလို့ လမ်းပေါ်လဲကျနေတဲ့ လူတစ်ယောက်ကို သူနေတဲ့ ဆောက်လက်စ တိုက်ကြီးဆီကို ခေါ်သွားပြီး ပြုစုပေးခဲ့ပါတယ်။ နာလန်ပြန်ထလာတဲ့ အဲဒီလူဟာ စားပွဲထိုးမလေးတစ်ယောက်ကို ချစ်မိသွားခဲ့ပါတယ်။ တကယ်တမ်းတော့ ဒီရုပ်ရှင်ဟာ ဇာတ်အသွားအလာအကြောင်း ဇာတ်လမ်းအကြောင်းပြောရမှာမဟုတ်ဘဲ ခံစားမှုတွေနဲ့အတူ စီးမျှောရမှာပါ။ Slow Cinema ကို အရမ်းကြီး မရင်းနီးသူတွေအတွက်တော့ စိတ်ရှည်နိုင်စွမ်းကို စမ်းသပ်နေသလို ရုပ်ရှင်အသွားဟာ နည်းနည်းနှေးကောင်းနှေးနေနိုင်ပါတယ်။ ဒါပေမဲ့ ဒိုင်ယာလော့ ခပ်နည်းနည်း၊ Long shot ခပ်များများ သုံးတတ်တဲ့ Tsai Min-liang ရဲ့ ပရိတ်သတ်တွေအတွက်တော့ ဒီကားကပေးတဲ့ စိတ်ခံစားမှုဟာ အဖိုးဖြတ်နိင်မယ်မထင်ပါဘူး။ဒီကားထဲက အဓိကဇာတ်လိုက်ဖြစ်တဲ့ မွေ့ယာအလယ်ကလူနေရာမှာတော့ ထုံးစံအတိုင်း ဆိုင်းမင်းလျံရဲ့ အချစ်တော်ကောင်လေး လီကန်ရှန်းကပဲ သရုပ်ဆောင်ထားပါတယ်။ ဒါတင်ပဲလားဆိုတော့ မဟုတ်သေးပါဘူး။ ရုပ်ရှင်အစကနေ အဆုံးထိ အများစုသတိမထားမိနိုင်မယ့် နောက်တစ်နေရာမှာလည်း လီကန်ရှန်းပဲ သရုပ်ဆောင်သွားခဲ့တာပါ။ ဒီကားက လူတိုင်းအတွက်မဖြစ်နိုင်ပေမယ့် ဆိုင်းမင်းလျံပရိသတ်မှ ကြည့်ရမယ်ဆိုတာမျိုးမဟုတ်ဘဲ ခံစားတတ်တဲ့သူတိုင်း ဒီကားရဲ့အထိအတွေ့ကို စမ်းသပ်ကြည့်သင့်ပါတယ်။ တကယ်ဆို ခံစားမှုဆိုတာ လူကသာ အရင်းခံတာပဲ မဟုတ်ပါလား…။မလေးရှားဆင်ဆာအဖွဲ့က ဒီရုပ်ရှင်ဟာ ယဉ်ကျေးမှုနဲ့ လူ့ကျင့်ဝတ်တွေအတွက် အပျက်သဘောဆောင်တယ်ဆိုပြီး ပိတ်ပင်ခဲ့တာမို့ မလေးရှားပြည်တွင်းမှာတော့ ဆင်ဆာအဖွဲ့က ညွှန်ကြားတဲ့အတိုင်း ဖြတ်တောက်ထားတဲ့ အတိုလေးကိုပဲ ပြခွင့်ရခဲ့ပါတယ်တဲ့။ ဒါပေမဲ့ ကမ္ဘာ့အကြီးကျယ်ဆုံး “Big Six” ထဲက နိုင်ငံတကာရုပ်ရှင်ပွဲတော်တစ်ခုဖြစ်တဲ့ Venice Film Festival မှာတော့ ဆုရခဲ့တဲ့ရုပ်ရှင်ပါ။ ကြည့်မလား/မကြည့်ဘူးလားကတော့ ကိုယ်တိုင်ပဲ ဆုံးဖြတ်လိုက်ကြပါ…(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.1GBQuality – 480pIMDb Rating – 6.9/10Format – mp4Duration – 1H 55MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated by ZEncoded by Y"