"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Solaris (1972)
တာကော့စကီးမှာ Features Film ၇ကားရှိတဲ့အထဲ Solarisနဲ့ Stalker နှစ်ကားပဲ Science Fictionပါ။ သူများဝတ္တုကို ရိုက်တာလည်း ဒီ၂ကားပဲ ရှိပါတယ်။ Solarisရဲ့ လက်ကျန်အတွေးစကနေ Stalkerဆက်ဖြစ်လာတယ်လည်း ပြောကြတယ်။ Solarisဟာ Stanisław Lemရဲ့ ဝတ္တုကိုရိုက်ထားတာဖြစ်ပြီး တာကော့စကီးနောက်မှာ Steven Soderberghက တစ်ခါရိုက်ခဲ့ပြီး ရူဆုခဲ ဟမဂုချိကလည်း သူ့ဆရာခိရိုရှိ ခုရိုဆ၀ အကြံပေးမှုနဲ့ ကျောင်းသားဘဝက ရိုက်ခဲ့ဖူးပါတယ်။ တာကော့စကီးရဲ့ Solarisကတော့ ရုပ်ရှင်သမိုင်းရဲ့ အကောင်းဆုံး Sci-fiတွေထဲက ထိပ်ဆုံးစာရင်းဝင်ကားဖြစ်ခဲ့ပါတယ်။
အကြောင်းအရာကတော့ ဆန်းသလိုလို မဆန်းသလိုလိုပါပဲ။ Solarisဆိုတဲ့ ဂြိုဟ်ကြီးကို လေ့လာတဲ့သူတွေရဲ့ အာကာသစခန်းထဲက အဖြစ်အပျက်တွေအကြောင်းပါပဲ။ သိပ္ပံအကြောင်းအရာတွေကလည်း တခြားဘယ်ကားမှာမှ မတွေ့ဖူးတဲ့ အဆန်း‌ကြီးတွေပါပါတယ်။ တာကော့စကီး ရုပ်ရှင်ဆိုတော့ ကိုယ့်အတွေးကို ဒီသိပ္ပံဇာတ်အိမ်ထဲ ဘောင်ဘင်မခတ်တာ အကောင်းဆုံးပါပဲ။
ကဗျာဆိုတာ ကိုယ့်ကိုယ်ကိုယ် ပြန်ရှာတွေ့ဖို့နေရာလည်း ဟုတ်ပါတယ်။ တာကော့စကီးရုပ်ရှင်ဟာ ကဗျာစစ်စစ်ပါပဲ။ တစ်လောကလုံးပြောပြီးသား စကားကြီးကိုပဲ ထပ်ပြောရရင် တာကော့စကီးရုပ်ရှင်ဟာ ကြည့်ဖို့မဟုတ်ပါဘူး။ ခံစားဖို့ပါပဲ။ တာကော့စကီးရုပ်ရှင်ဟာ နက်နဲလှပါတယ်ဆိုတဲ့ ဒါရိုက်တာကြီးတွေလို ဉာဏ်လည်း မလိုပါဘူး။ ကိုယ့်နှလုံးသားနဲ့ ဆံ့သလောက် ခံစားကြည့်လိုက်ရုံပါပဲ။ ခံစားဖို့လား နားလည်ဖို့လား မကွဲဘဲ တာကော့စကီးရုပ်ရှင်ကိုကြည့်ရင်တော့ သင့်စိတ်ကျန်းမာရေးကို ဆိုးရွားစွာ ထိခိုက်စေနိုင်တယ်။
တာကော့စကီးရုပ်ရှင်တွေရဲ့ အပြတွေဟာ တစ်ခါတလေ Solarisဂြိုဟ်ကြီးကိုတင် ၂မိနစ်လောကြာအောင်ပြနေတတ်ပါတယ်။ တစ်ခါတလေလည်း မိုးရေထဲက အကြမ်းခွက်ကလေးကို စက္ကန့်၃၀လောက်နီးအောင် ပြနေတတ်ပါတယ်။ ရော်ဂျာ အတ်ဘတ်စကားနဲ့ခပ်ဆင်ဆင်ပြောရရင် ဒီရှည်ကြာတတ်တဲ့ အပြတွေဟာ အကျိုးအကြောင်းမဲ့ ပြထားတယ်ထင်ရပေမဲ့ သူရှေ့ကပြောခဲ့တဲ့ ပြခဲ့တဲ့ အတွေးတွေကို ပြန်စုစည်းဖို့ ကျွန်တော်တို့ စိတ်တွေကို ပြန်စုစည်းဖို့ အချိန်ပေးလိုက်တာပါပဲ။ တာကော့စကီးက ကျွန်တော်တို့ကို မြူတွေကို နှစ်မိနစ်လောက်ပြပါလိမ့်မယ်။ ဒီအချိန်မှာ ခင်ဗျားရွေးစရာ ၂ခုရှိပါတယ်။ ထိုင်ပျင်းနေမလား။ ဒီရုပ်ရှင်မှာ ခင်ဗျားကိုယ်ခင်ဗျား ပြန်တွေ့ရှိလာအောင် ကြည့်မလားဆိုတာပါပဲ။
“‌လူတွေက ပျော်နေတဲ့အခါမှာ ဘဝအဓိပ္ပာယ်တို့ ပရမတ္ထသစ္စာတို့ကို စိတ်မဝင်စားကြဘူး။ ဘဝအဆုံးကျ ဒီမေးခွန်းတွေရဲ့အဖြေကို ငါတို့သိရမှာပဲ။ဒါပေမဲ့ ဘဝကဘယ်အချိန်မှာ အဆုံးသတ်မလဲ ငါတို့မသိနိုင်ကြဘူး။ဒါကြောင့် ငါတို့အလောတကြီး အဖြေရှာနေကြတာပဲ။ ဒီကျိန်စာသင့်နေတဲ့ မေးခွန်းတွေကို အဖြေမရှာတဲ့သူမှပဲ ပျော်ရွှင်မှုကို တွေ့နိုင်မှာ။ ရှေးလူတွေက ဒါကိုကောင်းကောင်းကြီးနားလည်ခဲ့ကြတယ်။သူတို့က ဘာအတွက်လဲ ဘာကြောင့်လဲဆိုတဲ့ မေးခွန်းတွေ လုံးဝမမေးခဲ့ကြဘူး။ စစ္စီဖစ်ရဲ့ ဒဏ္ဍာရီကိုမှတ်မိတယ်မလား” – Solaris
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(3GB) / (1.4GB)
Quality__Blu-Ray_1080p, 720p
IMDb Rating__8.0/10
Format__mp4
Duration__02:50:00
Type__Drama, Mystery, Sci-Fi
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
