"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
( Dark Side Production မွ တင္ဆက္သည္။)
From Straight A’s to xxx
ဒီဇာတ္လမ္းကို ဘာမွ မၫႊန္းရေသးဘဲ ဇာတ္လမ္းနာမည္ ကို ဖတ္မိ႐ုံ နဲ႕ ပုရိသ အခ်ိဳ႕ကို ေကာင္းေကာင္း စြဲေဆာင္နိုင္လိမ့္မယ္ထင္ပါတယ္။
ကြၽန္ေတာ္တို႔ ျမင္ေနက် ျမင္ကြင္းေတြရဲ႕ ေနာက္ကြယ္ကို ေခၚေဆာင္သြားမွာမို႔ လဲ အသစ္တခ်ိဳ႕ကို ရမွာပါ
ပညာေပးတဲ့ဘက္လည္း နည္းနည္းေရာက္တယ္ ၿပီးေတာ့ အနည္းငယ္ ညစ္ညမ္းတဲ့ ဇာတ္ကြက္ တစ္ခ်ိဳ႕ ပါဝင္​ေပမယ့္လည္း ဇာတ္ကြက္လိုအပ္ခ်က္အရ ျပတာျဖစ္တဲ့ အတြက္ မိသားစု နဲ႕ၾကည့္လို႔လဲ အဆင္ေျပမွာပါ
ဇာတ္လမ္းအက်ဥ္းကေတာ့
မီရီယမ္ ဟာ စာသိပ္ေတာ္တဲ့ ရွက္တတ္တဲ့ ဗိုင္းေကာင္းေက်ာက္ဖိ မိန္းကေလးတစ္ေယာက္ ေရွ႕ေန ျဖစ္ခ်င္တဲ့ သူ ဥပေဒ နဲ႕ ပတ္သတ္ၿပီး နာမည္ေက်ာ္ Duke တကၠသိုလ္မွာ တက္ခ်င္တဲ့သူတစ္ေယာက္
တကၠသိုလ္ဝင္တန္းေအာင္ေတာ့ နာမည္ေက်ာ္ Duke ဝင္ခြင့္ ဖိတ္ေခၚလႊာကိုရတယ္။ သိပ္ကို ကုန္က်စရိတ္မ်ားကို ေက်ာင္း သူ႕မွာ အျခားေက်ာင္း​ေလွ်ာက္ ခြင့္ရတာေတာင္ Duke မွ Duke ျဖစ္ေနေတာ့
မိဘေတြမွာက ေငြေရးေၾကးေရး ၾကပ္တည္းေနေပမယ့္ စိတ္အားထက္သန္လြန္းတဲ့ သမီးကို မတာရက္ဘူးရေအာင္ထားမယ္ဆိုၿပီး ကတိေတြေပးတယ္ ။
ဒီလိုနဲ႕ မီရီယမ္ တစ္ေယာက္ Duke ကို ေရာက္ခဲ့တယ္ဆိုပါေတာ့ ေက်ာင္း ပထမႏွစ္ဝက္ေတာင္မကုန္ပါဘူး ေငြေရးေၾကးေရး ခက္လာတယ္ ။
သူ တက္ခ်င္တဲ့ ေက်ာင္းကို ဆက္တက္ဖို႔ဘာလုပ္ရမလဲအျပင္းအထန္ စဥ္းစားရင္း သူလိုသေလာက္ ေငြပမာဏကို အခ်ိန္ပိုင္း လုပ္ရင္းရဖို႔ လမ္းစေတြ႕သြားတယ္ ဆိုၾကပါစို႔
ဒါ ဇာတ္လမ္း အက်ဥ္းပါဘဲ စိတ္ဝင္စားစရာေကာင္းတာက မီရီယမ္ကို ပုံေဖာ္ထားတာပါ
ေရွ႕ေနျဖစ္ခ်င္တဲ့သူ ထက္ျမက္တယ္ အရာရာမွာ က်ား မ တန္းတူ အခြင့္အေရးကို ယုံၾကည္သူ Feminist စစ္စစ္ တစ္ေယာက္ ေငြေရးေၾကးေရး အခက္အခဲ
အတြက္ သူ လုပ္တဲ့ အလုပ္အေပၚ လူေတြကို ဘယ္လိုေခ်ပမလဲ သူ႕အလုပ္ဟာ တကယ္ ေရာ လူ႕အသိုင္းအဝိုင္းမွာ လက္ခံရမွာလား
ေငြရမယ့္ နည္းလမ္းေတြ ရွိခဲ့သည့္တိုင္ ေအာင္ ဒါကိုေ႐ြးတဲ့ မီရီယမ္ဟာ ဘယ္လို မိန္းစားမ်ိဳးလဲ
အဆုံးသတ္ အေနနဲ႕ ေျပာရရင္ ဒီဇာတ္လမ္း ဟာ ညစ္ညမ္းဇာတ္ကားေတြရဲ႕ ေနာက္ကြယ္က အျဖစ္အပ်က္ အခ်ိဳ႕ကို
ပါးပါး ေလးျပထားပါတယ္
စိတ္ဝင္စားစရာ ေကာင္းတာက ညစ္ညမ္းကားေတြ တရားဝင္ ရိုက္ခြင့္ ရေနတဲ့ သူတို႔လို နိုင္ငံေတြမွာေတာင္ ညစ္ညမ္းကားရိုက္တဲ့ မင္းသမီး ေတြအေပၚထားတဲ့ သ​ေဘာထားေတြ ကိုပါ ေလ့လာလို႔ ရမွာပါ။
ပညာေပးကားေလးလို႕ ၫႊန္းဆိုခ်င္ပါတယ္။
(႐ုပ္ရွင္အၫႊန္းနဲ႔ဘာသာျပန္တင္ဆက္ထားသူကေတာ့ DS Charm ျဖစ္ပါတယ္။)
File size…(850 MB) and (450 MB)
Quality….WEB Rip 720p
Format…mp4
Duration….01:27:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….RGB
Translated by DS Charm
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
