"ဘုရားကျောင်းကို နေ့တိုင်းမှန်မှန်သွားတယ်ဆိုတဲ့လူတစ်ယောက်ဟာ ဘယ်လိုပုဂ္ဂိုလ်မျိုး ဖြစ်နိုင်ပါမလဲ တွေးကြည့်ရအောင်။ အဲဒီလိုလူက နှစ်မျိုးရှိနိုင်ပါတယ်။ ပထမတစ်မျိုးကတော့ ဘုရားတရားကို အရမ်းကြည်ညိုပြီး ဘာသာတရားကိုင်းရှိုင်းလှသူမျိုး ဖြစ်မှာပေါ့။ ဒုတိယတစ်မျိုးကတော့ …
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒုတိယတစ်မျိုးကတော့ သူ့ဘဝမှာ ကျူးလွန်ထားမိတဲ့ ဒုစရိုက်မှုတွေ ၊ အကုသိုလ်တွေ များလွန်းနေလို့ နေ့တိုင်း ဘုရားသခင်ဆီသွားပြီး အပြစ်တွေကို ဝန်ခံရင်း အာပတ်ဖြေနေရသူ ဖြစ်မှာပေါ့လေ။
အမေရိကန်နိုင်ငံရဲ့ အရက်စက်ဆုံး နဲ့ အတော်ဆုံး ကြေးစားလူသတ်သမားတစ်ယောက်ဟာ တစ်နေ့တော့ ရုတ်တရက်စိတ်ပြောင်းသွားခဲ့ပြီး သူ့လုပ်ဖော်ကိုင်ဖက်တွေကိုရော သူ့ရဲ့ဘော့စ်ကိုပါ ပစ်သတ်ပြီး ဇာတ်မြှုပ်ပျောက်ကွယ်သွားခဲ့ပါတယ်။ ဒါပေမဲ့ ဒဏ်ရာအပြင်းအထန်ရသာရခဲ့ပြီး မသေခဲ့တဲ့ ဘော့စ်က သူ့အကြောင်းကို အငြိုးကြီးစွာနဲ့ မရမက လိုက်စုံစမ်းပြီး သူ့ကိုသတ်ဖို့ ကြေးစားသေနတ်သမားတွေ စေလွှတ်နေခဲ့တယ်။
အဲဒါတင်မကသေးဘူး။ သူ့ကိုမိလိုက်ရင် တကယ့်အောင်မြင်မှုကြီးဖြစ်မှာပဲလို့ တွက်ပြီး တခြားအမှုတွေဘေးချိတ်လို့ သူ့နောက်ကိုပဲ တကောက်ကောက်လိုက်နေတဲ့ FBI အေးဂျင့်တစ်ယောက်ကလည်း ရှိလို့နေပါသေးတယ်။
လူနေကျဲပါးတဲ့ တောင်ပေါ်မြို့လေးတစ်ခုမှာ ဇာတ်မြှုပ်နေထိုင်နေတဲ့ သံဝေဂနောင်တတွေ အပြည့်ဖြစ်နေတဲ့ ကြေးစားလူသတ်သမားကြီး Boon တစ်ယောက် အတိတ်ရဲ့အရိပ်ဆိုးတွေက သူ့ဆီရောက်အောင်လိုက်လာကြတဲ့အပြင် အဲဒီမြို့ကလေးမှာ မသမာတဲ့စီးပွားရေးလုပ်ငန်းရှင်ကြီးတစ်ဦး နဲ့ အဲဒီလူကြီးနှိပ်စက်သမျှ ခေါင်းငုံ့ခံနေရတဲ့ သားအမိနှစ်ယောက်တို့နဲ့ပါ ဆက်ပြီး ပတ်သက်သွားမိတဲ့အခါ … ။
ဒီဇာတ်ကားရဲ့ အဓိကသရုပ်ဆောင် Neal McDonough (နီးလ် မခ်ဒါးနား) ဟာ ရုပ်ရှင်ဇာတ်ကားပေါင်းများစွာမှာ ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ ဝါရင့်သရုပ်ဆောင်တစ်ဦး ဖြစ်ပါတယ်။ စစ်ကားတွေ စုံထောက်ကားတွေ အက်ရှင်ကားတွေ တီဗီဇာတ်လမ်းတွဲတွေအပြင် Marvel က ရိုက်ကူးတဲ့ နာမည်ကျော်ရုပ်ရှင်ပေါင်းများစွာမှာ ပါဝင်ခဲ့ပေမယ့် သူက များသောအားဖြင့် ဇာတ်ပို့ဇာတ်ရံ ဗီလိန်နေရာမျိုးတွေကသာ ပါဝင်ခဲ့ရတာမျိုးဖြစ်လို့ သူ့ကို ဒီမှာတော့ လူသိနည်းလိမ့်မယ် ထင်ပါတယ်။ ဒီလူကြီးမျက်နှာ မြင်တော့မြင်ဖူးပါတယ် ၊ ဘယ်ကားထဲမှာပါလိမ့်လို့ တွေးမိရုံလောက်ပဲ သူ့ကိုသိကြမယ်ထင်ပါရဲ့။
ဒါပေမယ့် ဝါရင့်သရုပ်ဆောင်တစ်ယောက် ဖြစ်တဲ့အတိုင်း ဒီဇာတ်ကားမှာတော့ အဓိကဇာတ်ဆောင်အဖြစ် ပီပြင်စွာပဲ သရုပ်ဆောင်ထားတာ တွေ့ရမှာပါ။ ကြိုက်ကြမယ်လို့ မျှော်လင့်ပါတယ်။
File size…(1.3 GB)/(500 MB)
Quality….WEB-DL 1080p/720p
Format…mp4
Duration….01:35:oo
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Ka Naung
Translated by Thaman Myint
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
