"Cheaper by the Dozen (2022)Walt Disney Pictures ကနေထုတ်လုပ်တဲ့ မိသားစုဟာသ ကားသစ်လေးထွက်လာပါပြီနာမည်ကြီး မင်းသားမင်းသမီးကြီးတွေ casts ပေါင်းများစွာသုံးပြီးရိုက်ကူးထားတဲ့ ဒါရိုက်တာဇာတ်ညွှန်းရေးဆရာမ Gail Lerner ရဲ့ ကားသစ်လေး~“Cheaper by the Dozen”…ကလေးရောလူကြီးရော ကြည့်နိုင်တဲ့ ကားကောင်းလေးဖြစ်တဲ့အပြင်ဒီကားသစ်လေးကို အရင် ၁၉၅၀ နဲ့ ၂၀၀၃ ကထွက်ခဲ့တဲ့နာမည်တူ ကားဟောင်းကြီးတွေကို ပြန်လည်ဆန်းသစ်ရိုက်ကူးထားတာဖြစ်ပါတယ်အရင်ကားတွေနဲ့မတူဘဲ ခေတ်အလိုက်ပြောင်းလဲသွားတဲ့သဘာဝတွေကိုမြင်တွေ့ရမှာဖြစ်ပြီးတကယ့်လူနေမှုဘဝကို အခြေတည်ပြီး ရိုက်ကူးထားတဲ့ကားလေးဖြစ်ပါတယ်လူတိုင်းမှာ အိပ်မက်ကိုယ်စီရှိကြပါတယ်လူတိုင်းနီးပါး ကိုယ့်အိပ်မက်ကို တစ်နေ့မှာ ဖြစ်လာအောင် အကောင်အထည်ဖော်ချင်ကြမှာပါပဲဒီကားလေးမှာလည်း မိသားစုဝင်တွေအကုန် ကိုယ်စီအိပ်မက်ရှိကြပြီးကိုယ့်အိပ်မက်အတွက် ရေကုန်ရေခမ်းကြိုးစားကြတာကို တွေ့မြင်ရမှာဖြစ်ပါတယ်ဒါပေမဲ့ တစ်ခါတလေမှာတော့ ကိုယ်တွေးထားတဲ့ အိပ်မက်ကကိုယ်တွေနဲ့ မကိုက်တဲ့ အရာတစ်ခု/ ဖြစ်လာတာတောင် မပျော်ရွှင်ရတဲ့ အရာတစ်ခုဖြစ်လာတတ်ပါတယ်ဒီလိုအချိန်မျိုးမှာ ကိုယ်ချစ်တဲ့သူတွေ မိသားစုတွေနဲ့ တိုင်ပင်ပြီး စည်းလုံးမှုကိုပြထားတဲ့ ကားလေးဖြစ်ပါတယ်Pauseဇာတ်လမ်းအကျဉ်းကတော့Paul Baker (Zach Braff) နဲ့ Kate Baker(Erika Christensen) တိုဇနီးမောင်နှံမှာ သမီးနှစ်ယောက်ရှိပြီး မွေးစားသားလေးလည်း တစ်ယောက်ရှိပါတယ်သူတိုနှစ်ယောက် အဆင်မပြေမှုတွေကြောင့် နှစ်ဦးသဘောတူ ကွာရှင်းဖို ဆုံးဖြတ်ခဲ့ကြပါတယ်ဒါပေမဲ့ သူတို့ သူငယ်ချင်းအဖြစ်ဆက်ရှိနေကြပြီး Kate က ကလေးတွေကို ကူထိန်းပေးခဲ့တယ်Zoey Baker(Gabrielle Union) ကတော့ Dom Clayton(Timon Durrett) နဲ့ သားတစ်ယောက် သမီးတစ်ယောက်ရခဲ့ပြီး အိမ်ထောင်ရေးကိုအဆုံးသတ်ခဲ့တယ်သိပ်မကြာခင်မှာ သူမနဲ့ Paul Baker တို့ တွေ့ဆုံခဲ့ကြပြီး မိသားစုတစ်စုအဖြစ် ပေါင်းစည်းခဲ့ကြတယ်အဲလိုနဲ့ အမွှာ ၂ ယောက် ၂ ခါရခဲ့ပြီး အကြီးဆုံး Bakers မျိုးရိုးမိသားစုကြီးဖြစ်လာခဲ့တယ်မိသားစုအရိပ်ရဲ့ အေးမြမှု စည်းလုံးညီညွတ်မှုနဲ့ တစ်ဦးပေါ်တစ်ဦး မှီခိုရိုင်းပင်းနေရတယ်ဆိုတာကို ဖော်ပြထားတဲ့ ကားကောင်းလေးဖြစ်ပါတယ်“ကိုယ်ချစ်တဲ့သူအတွက် အကောင်းဆုံးလက်ဆောင်က သူလိုအပ်နေတဲ့အချိန်မှာ အမြဲဘေးမှာရှိနေပေးတာပါ”CM ပရိတ်သတ်ကြီးလည်း ကိုယ့်အတွက်အရေးအကြီးဆုံးအရာ ကိုယ်ပျော်ရွှင်စေမယ့် တကယ့်အရာကို သိမြင်နိုင်ဖို့နဲ့ ကိုယ်ချစ်တဲ့သူတွေရဲ့ ဘေးမှာ“မိသားစု” ဆိုတဲ့အဓိပ္ပာယ်ကို နားလည်စေဖို့ ဆုတောင်းပေးရင်း ဒီကားလေးကိုကြည့်ဖို့ တိုက်တွန်းလိုက်ပါတယ်အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Khaing Khin ပဲ ဖြစ်ပါတယ်။Genre….. Adventure, Comedy, FamilyQuality….WEB-DL 1080p and 720p and 480pFile size…1.5GB and 782MB and 293MBFormat…mp4Duration….1h 47minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Khaing KhinEncoder ….. August"