"အိန္ဒိယမဟုတ်ဘဲ ဥရောပမှာ ဇာတ်အိမ်တည်ထားတဲ့
Indian romance ကားသစ်လေးနဲ့ မိတ်ဆက်ပေးပါရစေ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းကို မမိတ်ဆက်ခင်မှာ အရင်မိတ်ဆက်ပေးချင်တာကတော့
အဓိကဇာတ်‌ဆောင်အဖြစ် ပါဝင်သွားမယ့် မင်းသား Prabhasဖြစ်တဲ့အပြင်
Quality ပိုင်းမှာလဲ ခိုးရိုက်ဗားရှင်းမဟုတ်ပဲ WEB DLဗားရှင်းအကြည်ကို တင်ဆက်ပေးထားပါတယ်…
Prabhas ကတော့ တခြားသူမဟုတ်ပါဘူး။ ၂၀၁၅ ခုနှစ်လောက်က
တီဗီမှာ ပါးစပ်အဟောင်းသားကြည့်ခဲ့ရတဲ့၊ setting အလန်းစားတွေနဲ့ရိုက်ကူးထားတဲ့
Baahubali ကားထဲက မင်းသားပါပဲ။ Baahubali ကားထဲမှာ ဗလကောင်းကောင်း
အရပ်မြင့်မြင့်နဲ့ ဟိတ်ဟန်အပြည့်ရှိခဲ့သလိုမျိုး ဒီကားထဲမှာလည်း
မတူထူးခြားတဲ့ဟန်ပန်နဲ့ ခပ်မိုက်မိုက် ခပ်လန်းလန်း ထပ်မံတွေ့ရှိရဦးမှာ ဖြစ်ပါတယ်။
ခုလို ပွင့်လင်းမြင်သာတိုးတက်နေတဲ့ခေတ်ကြီးမှာ လူတွေက prediction အစား
facts တွေကိုပဲ ပိုပြီးယုံကြည်လက်ခံလာကြပါတယ်။ ဒါပေမဲ့ ဗေဒင်လက္ခဏာတွေကို
ယုံကြည်ကိုးစားသူကလည်း အများအပြား ရှိတုန်းပါပဲ။
“အချစ်နဲ့ ကံကြမ္မာ အားပြိုင်မှု”….
လူနှစ်ယောက်က ရေစက်ပါလို့ တွေ့ဆုံကြတဲ့အခါ အချစ်တစ်ခု ဖြစ်တည်လာပါတယ်။
တကယ်လို့ အဲဒီလူနှစ်ယောက်ဟာ တွေ့ဆုံပြီး ချစ်မိခဲ့ကြပေမဲ့ ရေစက်မပါလာခဲ့ဘူးဆိုရင်ရော…..
လက်တွေ့ကျတဲ့ အချက်အလက်တွေကိုပဲ ယုံကြည်ပြီး သက်သေပြနိုင်မှ လက်ခံတဲ့ ဆရာဝန်မလေး Prerana….
“ဗေဒင်လက္ခဏာလောကရဲ့ အိုင်းစတိုင်း” အဖြစ် ကျော်ကြားပြီး ဟောသမျှ မလွဲဖူးတဲ့ လက္ခဏာဖတ်ဗေဒင်ဆရာ Aditaya တို့ …..
ကပွဲတစ်ခုမှာ မမျှော်လင့်ဘဲ တွေ့ဆုံပြီး Aditaya တစ်ယောက် Prerana ကို ချစ်ခင်စုံမက်လာပါတယ်။
ယုံကြည်ချက်က ပြဒါးတစ်လမ်း သံတစ်လမ်းဖြစ်နေတဲ့အပြင် ဆရာဝန်မလေး Prerana က ရှားပါးပြီး
ကုသဖို့ နည်းလမ်းမရှိသေးတဲ့ အကျိတ်ရောဂါတစ်မျိုး ဖြစ်နေပြန်ပါတယ်။
အသက်ရှင်ဖို့ လပိုင်းသာကျန်တော့တဲ့ Prerana နဲ့ လက္ခဏာမှာ အချစ်ရေးလမ်းကြောင်း လုံးဝမပါတဲ့
Aditaya တို့ အချစ်ရေးက ဘယ်လိုဆက်ဖြစ်ကြမလဲ။ အတူတကွ ရှေ့ဆက်နိုင်မလားဆိုတာ‌ကို ရသမျိုးစုံနဲ့ ကြည့်ရှုခံစားရမှာပါ။
IMDb 6.9/10 ရရှိထားပြီးတော့ soundtracks တွေကိုတော့ Telugu နဲ့ Hindi ဗားရှင်းနှစ်မျိုးနဲ့
ဖန်တီးထားတာဖြစ်ပါတယ်။ လက္ခဏာဆရာ Aditaya ရဲ့ character ကိုတော့ ဥရောပနာမည်ကြီး
လက္ခဏာဆရာ Cheiro ကို inspire ယူထားတာပါ။ ဇာတ်လမ်းလေးက ကောင်းတဲ့အပြင်ကို
မင်းသမီးကလည်း အတော်ချောတော့ ကြည့်ကိုကြည့်ရှုသင့်တဲ့ကားကောင်းလေးပါလို့ တိုက်တွန်းလိုက်ပါ‌ရစေ။
File size…1.2GB / 2.65GB / 5.8GB
Quality…720p WEB DL / 1080p WEB Dl AAC 5.1CH
Format…mp4
Duration….2h 18min
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Myo Myo Htet & Poe & Go-O & Jerrica
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
