"Searching for the Elephant (2009)IMDb 5.5/10Pause================================ဇာတ်ကားနာမည်က “ဆင်ရှာပုံတော်ထွက်ခြင်း”တဲ့။ဒါပေမဲ့ “ဆင်” အကြောင်းတော့မဟုတ်ပါဘူး။“လူ” အကြောင်းမှ လူအကြောင်း စစ်စစ်ကို ရေမရောဘဲ ရိုက်ပြထားတာပါ။သေချာတာကတော့ ဒီကားက လူတိုင်းအတွက် မဟုတ်ပါဘူး။ဘယ်လိုလူတွေ အတွက်လဲဆိုတော့လက်ရှိဘဝကို စိတ်ပျက်လာတဲ့အခါ….ဘဝထဲက လူတွေအကြောင်း သိလာပြီးသူတို့မျက်နှာဖုံးတွေကို မြင်လာတဲ့အခါ….လွယ်လွယ်ပြောရရင် Dark mood ဝင်လာတဲ့အခါမှမြိန့်မြိန့်ကြီး ထိုင်ကြည့်ပြီး ရိသဲ့သဲ့ စိတ်နာနာပြုံးမိမယ့်လူ့သဘာဝ dark side ကိုရိုက်ပြထားတဲ့ကားပါ။ဒီကားမှာ ဇာတ်သိမ်းကို ပြူးပြဲလိုက်ရှာလို့ မရသလိုPlot ကိုနားလည်အောင် အတင်းချိတ်နေလို့လည်း မရပါဘူး။ဇာတ်ကားကို ဒါရိုက်တာ ခေါ်ဆောင်သွားတဲ့အတိုင်းလေး အလိုက်သင့်စီးမြောပြီး တစ်ခန်းချင်း ကြည့်သွားရုံပါပဲ။အဆုံးသတ်ကြရင် လူဆိုတာ ဒီလိုပါပဲဆိုပြီး သံဝေဂရစေမယ့် ဇာတ်ကားပါပဲ။ရုပ်ရှင်ဝေဖန်သူတွေက ဒီကားကို plot twist တွေများပြီး ခန့်မှန်းရခက်တယ်လို့ ဝေဖန်ထားကြပေမယ့်လူ့လောကကြီးကိုက Plot twist တွေပဲ မဟုတ်လားဗျာ[Plot twist တွေကြောင့် ပညာတွေလည်း ရပါတယ် :’) ]မကြည့်ခင် မှာချင်တာကတော့ အိပ်ရာထက်က တစ်တီတူးခန်းတွေကိုအရှင်းသား ပြထားတာမို့လို့ ကလေးများကြည့်ရန် မသင့်တော်သလိုမိသားစုနဲ့ ကြည့်ရမယ့်ကားလည်း မဟုတ်ကြောင်းပါ။သွေးသံတရဲရဲနဲ့ ဆူဆိုက်(Suicide)လုပ်ခန်းတွေ ပါလို့စိတ်မခိုင်သူများနဲ့ စိတ်ကျလွယ်သူများ ကြည့်ရန် မသင့်တော်ပါ။အပေါ်ကအချက်တွေကို သတိထားပြီးရင်တော့ပရိသတ်ကြီးအနေနဲ့….သူငယ်ချင်း ၃ယောက်နဲ့ အတူ ဆင်ရှာထွက်လို့ရပါပြီ။Cast တွေအနေနဲ့ကတော့အားလုံးသိကြတဲ့ နှုတ်ခမ်းမွှေးစစနဲ့ မင်းသားကြီး Jang Hyukအရပ်ရှည်ရှည် ရုပ်ဖြောင့်ဖြောင့်နဲ့ ဇာတ်ပို့မင်းသား Lee Sang-wooပွေရှုပ်တတ်တဲ့ဇာတ်ရုပ်ကို သရုပ်ဆောင်ထားတဲ့ မင်းသား Jo Dong-hyukမင်းသမီးချောများဖြစ်တဲ့ Lee Min-jung, Jang Ja-yeon စသဖြင့် ပါဝင်ထားတာမို့လို့cast အပိုင်းကတော့ အားအပြည့်ပါပဲ။အညွှန်းထဲမှာ ဇာတ်ကားအကျဥ်းကို ရေးပြရမှာ ကလောင်မစွမ်းသာတဲ့အတွက် ကိုယ်တိုင်သာတင်းပြည့်ကျပ်ပြည့် ခံစားကြည့်လိုက်ကြပါလို့ တိုက်တွန်းလိုက်ပါတယ်။ဆင်ပုံပြင်နဲ့ လူ့မနောကို ခံစားကြည့်ကြပါစို့လားဗျာ။အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Richrad Wai ပဲ ဖြစ်ပါတယ်။Genre…..DramaQuality….WEB-DL 1080p and 720p and 480pFile size…1.9GB and 1GB and 292MBFormat…mp4Duration….2h 24minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. Richard WaiEncoder ….. LK"