"Private Desert (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 7.2/10, Rotten Tomatoes – 100% ~
ဘရာဇီးကားလေးတစ်ကားကို တင်ဆက်ပေးချင်ပါတယ်။ အော်စကာဆုစာရင်းထဲမှာလည်းပါ၊ အော်စကာဆုများနဲ့လည်း ထိုက်တန်ပါတယ်လို့ ပြောဆိုမှုတွေရှိတဲ့ကြားက ဆုမချိတ်နိုင်ခဲ့ပေမဲ့ ကြည့်နေကြ ဟောလိဝုဒ်ထဲက ကွဲထွက်နေတဲ့ ဘရာဇီးကားလေးမို့ အရသာကတော့ အသစ်အဆန်းလေးပေါ့။
မော်ဒန်ခေတ်သစ်ရဲ့ အသုံးပြုမှုအများဆုံး ဆိုရှယ်ပလက်ဖောင်းလို့ခေါ်တဲ့ လူမှုကွန်ယက်‌ပေါ်က အချင်းချင်းတွေ့ကြတဲ့ဇာတ်လမ်းပါပဲ။ ဒေါသကို ထိန်းချုပ်ရာမှာ ပြဿနာရှိတဲ့ ရဲလေ့ကျင့်ရေးအရာရှိတစ်ယောက်က သင်တန်းသားလူသစ်တစ်ယောက်ကို ဆုံးမရင်း လက်လွန်မတတ်ဖြစ်သွားလို့ အလုပ်ပြုတ် တရားရင်ဆိုင်နေရတာကနေ ဇာတ်လမ်းစပါတယ်။
သူက အဖေအိုကြီးကို ပြုစုလုပ်ကျွေးနေသူတစ်ယောက်။ ရည်းစားမရှိ၊ မိန်းမမရှိ။ အွန်လိုင်းပေါ်ကတွေ့တဲ့ ကောင်မလေးကိုပဲ စွဲစွဲလမ်းလမ်း ချစ်နေတဲ့ လူပျိုကြီးပါပဲ။ သူတို့ဟာ လူချင်းမတွေ့ရပေမဲ့ လိုင်းပေါ်မှာကတော့ လင်မယားတွေလိုပဲ‌ပေါ့။ ကိုယ်တုံးလုံးပုံတောင် ကိုရဲကြီးက လှမ်းပို့သေးသတဲ့။ ဒါပေမဲ့ တစ်နေ့မှာ အကောင့်ပိုင်ရှင်လေးပျောက်ဆုံးလို့ စာမပြန် ဖုန်းမကိုင် သစ်စိမ်းချိုး ချိုးသွားတဲ့အခါမှာတော့…
အလုပ်ပြုတ်တာ၊ တရားရင်ဆိုင်ရတာတွေက သူ့အတွက် အရေးမပါလှပါဘူး။ သိပ်ချစ်ရတဲ့ကောင်မလေး ရုတ်တရက် အဆက်ဖြတ်သွားတာကပဲ ကိုရဲကြီးကို ငါးရံ့ပြာလူး ဖြစ်စေခဲ့တာပါ။ ကောင်မလေးရှိရာ တောင်ပိုင်းပြည်နယ်ကို မိုင်နှစ်ထောင်‌ကျော် ကားမောင်းပြီး အပြေးရောက်လာတာကိုသာ ကြည့်တော့။ ဒါပေမဲ့ ကောင်မလေးက အတွေ့မခံပါဘူး။ အူနုကျွဲခတ်ခံရရှာတဲ့ ကိုရဲကြီးကလည်း ဓာတ်ပုံတွေ တစ်မြို့လုံးလိုက်ကပ်ပြီး ရှာတော့တာပါပဲ။
ကောင်မလေးဟာ ကောင်မလေး မဟုတ်ခဲ့ပါဘူး။ သူ့ရဲ့ချစ်ခြင်းမေတ္တာ၊ သူ့ရဲ့ နှလုံးသား၊ သူ့ခံစားချက်တွေကကောင်မလေးဆိုပေမဲ့ ကောင်မလေးဟာ လိင်အရတော့ ကောင်မလေး မဖြစ်တဲ့သူပေါ့။ အဲဒါကို ကိုရဲကြီး သိရှိဖော်ထုတ်မိချိန်မှာတော့ …
ချစ်ခြင်းကို ဖွဲ့သီတဲ့ ဇာတ်ကားဆိုပေမဲ့ လိင်တူချင်း တပ်မက်ကြတဲ့ ဇာတ်ကားလေးပါပဲ။ ဒီဘက်ခေတ်မှာ ရေပန်းစားလာတဲ့ အမျိုးအစားပေါ့။ ဒီတော့ သူတို့နှစ်ယောက်ဟာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ။ ကိုရဲကြီးက ဘယ်လိုဆုံးဖြတ်ပြီး ဘယ်လိုတုံ့ပြန်မှာလဲ။ ကောင်မလေးမဟုတ်ရှာတဲ့ ကောင်မလေးကရော ကိုရဲကြီးကို ပိုင်ဆိုင်ခွင့်ရနိုင်ပါ့မလား။ ငွေရောင်ပိတ်ကားပေါ်မှာ ရှုစားနိုင်ပါကြောင်း…
(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.3GB, 803MB
Quality – Blu-ray 1080p, 720p
IMDb Rating – 7.2/10
Format – mp4
Duration – 2H 1Min
Genre – Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
