"8MM(1999)***********Pauseအဖော်အချွတ်နဲ့ ကြမ်းတမ်းတဲ့သတ်ဖြတ်ခန်းအချို့ပါတဲ့အတွက်ကြောင့်မိသားစုနဲ့အတူကြည့်မယ်ဆိုရင်သတိထားစေလိုပါတယ်…မင်းသားကြီး နစ်ကိုလပ်ကေ့ခ်ျခေါင်းဆောင်ပါဝင်ထားတဲ့ neo-noir psychological thriller အမျိုးအစားရုပ်ရှင်ကားတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ဂျိုကင်းဖီးနစ်၊ ဂျိမ်းစ်ဂန်ဒိုလ်ဖနီတို့ဇာတ်ပို့အနေနဲ့ သရုပ်ဆောင်အားဖြည့်ထားပြီး ဒါရိုက်တာဂျိုးရှမက်ချာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ တွမ်ဝဲ့လ်စ်တစ်ဖြစ်လဲ နစ်ကိုလပ်ကေ့ခ်ျဟာ ချမ်းသာကြွယ်ဝတဲ့မုဆိုးမတစ်ဦးဖြစ်တဲ့ မစ္စစ်ခရစ်ရှင်ရဲ့ရှေ့နေဖြစ်သူ မစ္စတာလောင်းဒေးလ်ရဲ့ဆက်သွယ်ပေးမှုကြောင့်ခရစ်ရှင်မိသားစုစံအိမ်ကြီးကို ရောက်လာခဲ့ရပါတယ်။ မစ္စစ်ခရစ်ရှင်ရဲ့ အမျိုးသားဖြစ်သူ မစ္စတာခရစ်ရှင်ဟာမကြာသေးမီကမှ ကွယ်လွန်သွားခဲ့တာဖြစ်ပြီး သူရဲ့ကိုယ်ပိုင်စာကြည့်ခန်းထဲမှာမီးခံသေတ္တာတစ်လုံးကို ပဟေဠိဆန်ဆန်ချန်ထားခဲ့ပါတယ်။သော့နံပါတ်ကို မစ္စတာခရစ်ရှင်တစ်ဦးသာသိတာကြောင့် သူဆုံးပါးသွားတဲ့အခါကျန်ရစ်သူမိသားစုဟာ မီးခံသေတ္တာကိုလူငှားဖွင့်ပြီး စစ်ဆေးကြည့်ခဲ့ပါတယ်။အဲ့ဒီအခါမှာ မစ္စစ်ခရစ်ရှင်အနေနဲ့ ထူးဆန်းဖွယ်ဖလင်လိပ်တစ်ခုကိုတွေ့ရပြီး ဖွင့်ကြည့်တဲ့အခါမှာတော့အဆိုပါဖလင်ဟာ မိန်းမငယ်လေးတစ်ယောက်ကို ဖဖွယ်မရာပြုပြီး သတ်ပြတာကိုရိုက်ထားတဲ့ လူသတ်ညစ်ညမ်းကားမျိုးဖြစ်တယ်ဆိုတာကို အော်ဂလီဆန်ဖွယ်စိတ်မချမ်းသာစွာ တွေ့လိုက်ရပါတယ်။ အဆိုပါကိစ္စနဲ့ ပတ်သက်ပြီး ကိုယ်ရေးကိုယ်တာအမှုတွေကို ထောက်လှမ်းရာမှာသိုသိပ်ပြီး ထူးချွန်တဲ့ အလွတ်တန်းစုံထောက် တွမ်ဝဲ့လ်စ်အကြောင်းကို မစ္စတာလောင်းဒေးလ်ကတစ်ဆင့် သိရပြီးဆက်သွယ်ခေါ်ယူလိုက်ရခြင်းဖြစ်ပါတယ်။ မစ္စစ်ခရစ်ရှင်ရဲ့ မေတ္တာရပ်ခံမှုအရ တွမ်ဝဲ့လ်စ်အနေနဲ့အဆိုပါရုပ်ရှင်မှာရိုက်ပြထားတဲ့ စိတ်မသက်သာဖွယ်လူသတ်ပြကွက်ဟာအစစ်အမှန်ဟုတ်မဟုတ် စုံစမ်းပေးဖို့ မတတ်သာပဲ လက်ခံလိုက်ရတဲ့နောက်……။တွမ်ဝဲ့လ်အနေနဲ့ ရုပ်ရှင်ထဲမှာပါတဲ့ မိန်းကလေးဟာ တကယ်အသတ်ခံရတာ ဟုတ်၊မဟုတ် ဖော်ထုတ်နိုင်ပါ့မလား…သူ ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံရမလဲ…သူ့စုံစမ်းမှုကြောင့် ရုပ်ရှင်ရဲ့ဇာစ်မြစ်ကိုပဲ ဖော်ထုတ်နိုင်မလား၊ သူကိုယ်တိုင်ပဲ ဒုက္ခရောက်မလား…ဒီအရှုပ်ထုပ်ရဲ့နောက်ကွယ်မှာ ဘာတွေရှိနေလဲ ဆိုတာတွေကတော့ ပရိသတ်များစောင့်ကြည့်ဖို့ပဲဖြစ်ပါတယ်။ဟောလိဝုဒ်မြေအောက်လောကရဲ့ ညစ်ညမ်းရုပ်ရှင်လောကအကြောင်း ပေါ်လွင်အောင်ရိုက်ပြထားတာဖြစ်တဲ့အတွက်ကြောင့်ကလေးသူငယ်များမကြည့်သင့်ပါဘူး။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ninja ပဲဖြစ်ပါတယ်..File Size :(2.3GB) (823 MB) and (281MB)Quality : Blu-Ray 1080p5.1Ch,720pFormat…mp4Duration…02:03:00Genre : Crime,Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by NinjaEncoded by Phyo Pyae"