"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပထမ Transformer ဇာတ်လမ်းအဓိကကျောရိုးက All Spark ကိုလိုတာနဲ့ စပါတယ်။
Transformer အမည်ခံစက်ရုပ်များဟာ သူတို့နေထိုင်တဲ့ Cybertron ဆိုတဲ့ဂြိုဟ်မှာ Autobots နဲ့ Decepticons တွေ တိုက်ပွဲဖြစ်ခဲ့ပြီး
Decepticons ခေါင်းဆောင် Megatron ရဲ့ ဖျက်ဆီးမှုကြောင့် Cybertron ဂြိုဟ်ပျက်စီးခဲ့ပါတယ် ။
( All Spark ဆိုတာ ပထမ Transformer movie မှာတွေ့ရတဲ့ ကုဗတုံးတစ်ခုပါ )
Autobots တွေဟာ All Spark ကို ပြန်လည်ရှာဖွေပြီးတော့ သူတို့မူလဂြိုဟ်ဟောင်း Cybertron ကို ပြန်လည်တည်ဆောက်ချင်ပါတယ် ။
Decepticons တွေကတော့ All Spark ကို ရှာဖွေပြီး စကြဝဠာကို စိုးမိုးချင်သူများပါ ။
Decepticons ခေါင်းဆောင် Megatron ဟာ ကမ္ဘာဂြိုဟ်ပေါ်မှာ All Spark ရှိနေတယ်ဆိုတဲ့ သတင်းကို ကြားလျှင်ကြားချင်း
ကမ္ဘာပေါ်သက်ဆင်းရာမှာ အခန့်မသင့် crash landing ကြောင့် အာတိတ်သမုဒ္ဒရာ ရေခဲအောက်မှာ ခဲသွားခဲ့ပါတယ် ။
ဒါကို Sam ရဲ့ အဖိုး ကပ္ပတိန် Witwicky တွေ့ရှိခဲ့ပါတယ် ။
ဒီမှာတင် မတော်တစ်ဆ Megatron ရဲ့ navigational system ကို အက်တီဗိတ်လုပ်မိတာကြောင့်
သူ့ မျက်မှန်မှာ ကိုအော်ဒီနိပ်များနဲ့ ဖော်ပြလိုက်သလိုဖြစ်သွားပါတယ် ။
ဒီ ရေခဲအောက်မှာ ခဲနေတဲ့ Megatron နဲ့ All Spark ကို အမေရိကန်အစိုးရ ရဲ့ ထိပ်တန်းလျှို့ဝှက်အဖွဲ့အစည်းဖြစ်တဲ့ Sector 7 မှ သိမ်းဆည်း ခဲ့ပါတယ် ။
All Spark မှ စွမ်းအင်အဆက်မပြတ်ထုတ်လွှတ်မှုကို ကာကွယ်တဲ့ အနေနဲ့
၎င်းထားရှိရာ လျှို့ဝှက်နေရာရဲ့ပတ်ပတ်လည်မှာ ရေလွှဲဆည်အကြီးကြီး တစ်ခုကို တည်ဆောက်ခဲ့ပါတယ် ။
ဒါကို Autobots နဲ့ Decepticons တွေသိရှိပြီး All Spark ကို လိုချင်လို့ တိုက်ပွဲဖြစ်ကြပြီး
ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ……..။
~ Review Credit
(Transformers ဇာတ်ကားအားလုံးကို https://channelmyanmar.org/?s=transformers မှာရှာပြီး Download လုပ်လို့ရပါတယ်။ )
4K Version ကတော့ HDR ဖြစ်တာကြောင့် ခေတ်ပေါ် Smart Device များမှာသာ ကာလာစုံမြင်ရမှာဖြစ်ပါတယ်။
File size…(6.8 GB)/(3.3 GB)/(1.5 GB)
Quality….BluRay 4K HDR HEVC/1080p/720p HEVC
Format…mkv/mp4
Duration….02:23:27
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
