"Little Forest (2018) ဇာတ်လမ်းအညွှန်းIMDb 7.2 ရရှိထားပြီး သဘာဝကျေးလက်အလှတရားတွေနဲ့ ဘဝနေပျော်မှုလေးတွေကို အနုပညာမြောက်စွာပြသထားတဲ့ ဒီကားလေးကို ခံစားကြည့်လိုက်ပါဦး။ မင်းသမီးကလည်း လက်ရှိချိန်မှာ အားလုံးရဲ့ အသဲကျော် နာဟီးဒို (Kim Tae-ri) ပါခင်ဗျ။Pause(အရင်က တင်ဆက်ပေးခဲ့ဖူးပြီးသား ကားကောင်းလေးပါ။ ဒါပေမဲ့ ဒီတစ်ခါတော့ video quality ကော subtitle quality ပါ ပိုမိုကောင်းမွန် ပြီးပြည့်စုံအောင်ပြင်ဆင်ပြီး ပြန်လည် တင်ဆက်ပေးခြင်း ဖြစ်ပါတယ်။)လူတစ်ယောက်ရဲ့ဘဝ တိုးတက်ရာတိုးတက်ကြောင်းအတွက် နေရာ ဒေသ ပြောင်းလဲသင့် ပြောင်းလဲရမယ်ဆိုတာရယ်၊ ပညာရပ်တစ်ခုကို ထပ်ပေါင်းသင်ကြားရင်း အမြင့်တစ်ခုဆီကို တက်လှမ်းသင့် လှမ်းရမယ်ဆိုတာရယ် တော်တော်များများကို ကျွန်တော်တို့ပတ်ဝန်းကျင်မှာ ကြားနေရပါတယ်။တစ်ချို့တွေကတော့ ပြောင်းလဲမှုမှာ အံဝင်ခွင်ကျ ဖြစ်သွားကြသလို တစ်ချို့သူတွေကျတော့ ပြောင်းလဲမှုဒဏ်ကို မခံနိုင်ကြဘဲ ပြောင်းလဲမှုတွေကြားမှာ ပျော်ရွှင်မှုပျောက်ဆုံးနေတတ်ကြပါတယ်။ အထူးသဖြင့် ဆယ်ကျော်သက် ကလေးဘဝကနေ လူကြီးဘဝကို ကူးပြောင်းတဲ့အခါ လူငယ်တော်တော်များများက ရွေးချယ်စရာများစွာကြားမှာ ‌အဖြေရှာရင်း လမ်းပျောက်တတ်ကြပါတယ်။ဒီကိုရီးယား ဇာတ်ကားလေးဟာ ဒီလို ဘဝတစ်ခုကို တည်ဆောက်ဆဲ လူငယ်အကြောင်းကို အလှပဆုံးပုံဖော်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ဇာတ်လမ်းအညွှန်းအနေနဲ့ကတော့ …ဟယ်ဝန်းဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ သူ့ဘဝ သူ့ရည်မှန်းချက်ကို ရှာဖွေဖို့အတွက် မွေးရပ်မြေ ကျေးလက်တောရွာငယ်လေးကို ခွဲခွာပြီး မြို့ပြဆီကို ထွက်လာခဲ့ပါတယ်။ အဖြေကိုရှာဖွေရင်း ကြုံတွေ့ရတဲ့ ပြောင်းလဲမှုဒဏ်တွေဟာ သူ့အတွက် ခါးသီးလွန်း‌နေခဲ့ပါတယ်။ဒါကြောင့် ရွာကလေးဆီကို ခေတ္တပြန်လာရာက သူ့ရဲ့ဒဏ်ရာတွေ မွန်းကျပ်မှုတွေကို ကုစားရင်း သူလိုအပ်နေတဲ့ ဘဝရဲ့အဖြေကို ရှာတွေ့သွားခဲ့မလား?ဒီကားထဲမှာ သဘာဝအလှနဲ့ စိတ်ဝင်စားစရာ ကျေးလက်ဓလေ့လေးတွေ၊ ဘဝအသီးသီးဖြတ်သန်း‌နေကြတဲ့ သူငယ်ချင်းသုံးယောက်ကြားက ကြည်နူးစရာခင်မင်မှုလေးတွေကို မြင်တွေ့ရမှာပါ။ဒီဇာတ်ကားလေးက နာမည်ကျော် မန်ဂါ ဇာတ်လမ်းတွဲ “Little Forest” ကို အခြေပြုပြီး ပြန်လည်ရိုက်ကူးထားတဲ့ ကားလေးပါ။ ဂျပန်ဇာတ်ကားအနေနဲ့လည်း Little Forest: Summer & Autumn နဲ့Little Forest: Winter & Spring ဆိုပြီး Live Action နှစ်ကားထွက်ခဲ့ပါသေးတယ်။ဒီကိုရီးယားကားလေးမှာတော့ တစ်ကားထဲမှာပဲ အားလုံးကိုရိုက်ပြထားတာပါ။File Size : 1.8GB, 736MB & 370MBQuality : 1080p Blu-ray AC3 5.1CH, 720p Blu-ray & 480pFormat : mp4Duration : 1hr & 43minsGenre : DramaTranslated by Hnin PaleEncoded by Kinnov"