"Y Tu Mamá También (2001)~ IMDb – 7.7/10, Rotten Tomatoes – 92% ~Pause(လိင်ဆက်ဆံခန်းများနှင့် ကြမ်းတမ်းသောစကားများပါဝင်သောကြောင့် မိသားစုနှင့်အတူ မကြည့်သင့်ပါ)သူငယ်ချင်းတွေကြားမှာ အမှန်တရားတွေ ဝင်လာရင် ဘယ်လိုလုပ်ရမလဲ။ဘယ်လောက်အတိုင်းအတာထိများ စည်းကျော်မိရင်ရော သူငယ်ချင်းသံယောဇဉ်တွေ ပြတ်တောက်သွားနိုင်သလဲ။Tenoch နဲ့ ဂျုလီယိုတို့ဟာ အတွဲညီညီနဲ့ သိပ်ကို ခင်မင်ရင်းနှီးခဲ့ကြတဲ့ သူငယ်ချင်းကောင်းတွေပါ။ ဒါ့အပြင် သူတို့ရဲ့ရည်းစားတွေဖြစ်တဲ့ကောင်မလေးနှစ်ယောက်ဟာလည်း အကောင်းဆုံးသူငယ်ချင်းတွေ ဖြစ်နေပါသေးတယ်။ ​သူတို့တွေရဲ့ရည်းစားဖြစ်သူ ကောင်မလေးနှစ်ယောက် ဥရောပတစ်ခွင်ကို ခရီးထွက်သွားလို့ ကျန်ခဲ့ရတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ အထက်တန်းကျောင်းပြီးကာစ အားလပ်ရက်အတွင်းမှာဖြစ်ပျက်ခဲ့တဲ့ဇာတ်လမ်းကြောင်းတစ်ခု… ဆေးခြောက်လေးသောက်လိုက်၊ ရေကူးပြိုင်လိုက်နဲ့ သာယာနေတဲ့ကောင်လေးနှစ်ယောက်ဟာ မတော်တဆ မမတစ်ယောက်နဲ့ တွေ့မိတဲ့အခါ…မမဝေဒနာကြောင့် ဖြစ်လာကြမယ့် နောက်ဆက်တွဲတွေ၊ ခိုက်ရန်ဖြစ်ပွားရခြင်းတွေကို ပေါ့ပေါ့ပါးပါး သို့မဟုတ် ခါးသီးတဲ့အမှန်တရားတွေကြောင့် အံ့သြတကြီးကြည့်ရှုနေရမှာ အသေအချာ…မမတစ်ယောက်နဲ့ Road-trip တစ်ခု။ Road-trip တစ်ခုနဲ့ မမတစ်ယောက်ကြားမှာ အဝေမတည့်ဖြစ်နေကြတဲ့ကောင်လေးနှစ်ယောက်ရဲ့ ကလေးဆန်မှု၊ မရင့်ကျက်မှုတွေကို ဒီဇာတ်ကားကနေတဆင့်တွေ့မြင်ရမှာဖြစ်တဲ့အတွက်ကြောင့် ဆိုးခဲ့ မိုက်ခဲ့ဖူးတဲ့အချိန်တွေရှိခဲ့ရင်လည်း သေချာပေါက် လွမ်းရမှာပါ။သုံးလောကမှာ တစ်ခုတည်းသောဝေဒနာရှိရင် အဲဒီဝေဒနာဟာ မမပဲဆိုပေမဲ့… ဒီဇာတ်ကားထဲက မမ လူဝီဆာတစ်ယောက်ရဲ့ စိုးရိမ်မှုတွေဟာရော ဘာများဖြစ်လိမ့်မလဲ စိတ်ဝင်စားစရာပဲ။ဒီ့အပြင် ဒီဇာတ်ကားကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာဟာ အဲဒီနှစ်ကာလတွေတုန်းက မက္ကဆီကိုဒေသရဲ့ နိုင်ငံရေးနဲ့ စီးပွားရေးအခြေအနေတွေရဲ့ အပုပ်အပွတွေ အကြောင်းကို ခပ်ပါးပါးလှစ်ဟပြထားခဲ့သေးတယ်။ ဒီလိုလေးနက်တဲ့အကြောင်းတွေကို ပေါ့ပေါ့ပါးပါးဖြစ်နေတဲ့ဇာတ်လမ်းကြောင်းထဲ ဆီလျော်အောင်ထည့်ပြီး တင်ဆက်ပြသနိုင်တာ သိပ်လေးစားဖို့ကောင်းတယ်ဆိုရလိမ့်မယ်။ဒါကြောင့်ပဲ ဒီဇာတ်လမ်းပြသခဲ့ချိန်တုန်းက ပြင်းထန်တဲ့ဝေဖန်မှုတွေရခဲ့ပေမယ့်လည်း Golden Globe Awards လို ဆုပေးပွဲမျိုးမှာ Best Foreign Language Film အတွက် ဆန်ခါတင်စာရင်းဝင်ခဲ့တာဖြစ်လောက်မယ်။ ပြီးတော့ အပိုထပ်ဆောင်းအချက်အလက်တစ်ခုအနေနဲ့ပြောရရင် ဒီဇာတ်ကားဟာကောင်လေးတွေရဲ့ အရွယ်ရောက်ကြီးပြင်းလာခြင်း အဆင့်ဆင့်ကို အပိုအလိုမရှိ ကွက်တိပုံဖော်ထားနိုင်တဲ့ဇာတ်လမ်းမျိုးတစ်ခုဖြစ်တာကြောင့် ကြည့်ရှုရမယ့်စာရင်းထဲ သေချာပေါက်ထည့်ထားသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ခုပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို tadaa_j မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2GB, 960MBQuality – REMASTERED 1080p, 720pIMDb Rating – 7.7/10Format – mp4Duration – 1H 46MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by tadaa_jEncoded by Y"