"Drive My Car (2021)************************PauseIMDb – 8/10 , Rotten Tomatoes -100%Directed By Ryusuke Hamaguchiကမ္ဘာကျော်စာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ ဂျပန်စာရေးဆရာ Haruki Murakami ရဲ့၀တ္တုတွေကို ရုပ်ရှင်အဖြစ် အသက်သွင်းထားတာ သိပ်များများစားစား မရှိပါဘူး။ အဲဒီထဲကမှ လျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့တာဆိုလို့ ကိုရီးယားက ဘိုးတော်ကြီး လီချန်းဒုံရဲ့ Burning ပဲရှိခဲ့တယ်ပြောရင် မမှားပါဘူး။ အခု Drive My Car ကတော့ ရုပ်ရှင်ပွဲတော်တွေမှာ ရေပန်းစားနေသလို Critic Rating တွေအရလည်း လောလောဆယ်မှာ Burning ထက်မြင့်နေပါတယ်။ ဒီ၂ကားလုံးဟာ ဟရုခိ မုရခမိရဲ့၀တ္တုရှည်တွေကိုမဟုတ်ဘဲ ၀တ္တုတိုတွေကို ရိုက်ထားတာပါ။ အခုရုပ်ရှင်ကတော့ Men Without Women ဆိုတဲ့ ၀တ္တုတိုစာအုပ်ထဲက နာမည်တူ Drive My Car ဆိုတဲ့ ၀တ္တုတိုကိုပဲ ပြန်ရိုက်ထားတာပါ။Drive My Car ရဲ့ ဒါရိုက်တာ ရူဆုခဲ ဟမဂုချိဟာ 2021 တစ်နှစ်တည်းမှာ လက်ရာကောင်း နှစ်ခုထုတ်ခဲ့ပြီး နှစ်ခုလုံးလည်း ပြောင်မြောက်အောင်မြင်ခဲ့ပါတယ်။ ဒီနှစ်ရဲ့ ပထမတစ်ကားကတော့ Wheel Of Fortune and fantasyပါ။ အဲဒီကားလည်း အတော်လေးအောင်မြင်ခဲ့ပါတယ်။ ဘာလင်မှာ ဆုရခဲ့သလို ဝေဖန်ရေးသမားတွေလည်း ကြိုက်ခဲ့ကြတယ်။ Drive My Carကတော့ ရုပ်ရှင်ပွဲတော် အတော်များများမှာ ဆုပေါင်းများစွာ ဆွတ်ခူးနေတဲ့ရုပ်ရှင်ပါပဲ။ ကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့ Palme d’Or ဆုအတွက် ဆန်ခါတင်၀င်ခဲ့ပြီး ကိန်းကနေပဲ ဇာတ်ညွှန်းဆုရခဲ့ပါတယ်။ တ‌လောကတင် New York Film Critics Circle Award for Best Film ဆုလည်း ရထားသေးပါတယ်။ အဲဒီပွဲရဲ့ အမြင့်ဆုံးဆုပါပဲ။ လာမယ့်နှစ်အော်စကာရဲ့ International Feature Filmဆုအတွက်လည်း ဂျပန်အတွက်ကိုယ်စားပြုဆန်ခါတင်အရွေးခံထားရတဲ့ ရုပ်ရှင်ပါ။သူ့အရင် မုရခမိရဲ့ ၀တ္တုတိုပဲရိုက်ခဲ့တဲ့ နာမည်ကျော် Burning ရဲ့ အောင်မြင်မှုကို လက်ရှိမှာ ကျော်နေပေမဲ့ ဘယ်ကားပိုကောင်းလဲ ဆိုရင်တော့ဖြေရခက်ပါလိမ့်မယ်။ Burningဟာ ၀တ္တုရဲ့အငွေ့ကိုပဲ ယူရိုက်ထားတယ်ပြောရမှာပေမယ့် Drive My Carကတော့ ဂျပန်ဝတ္တုကို ဂျပန်ကပဲ ပြန်ရိုက်လို့လားတော့မသိပါဘူး။ မူရင်းအရသာကို မပယ်ထားသလို ကျောရိုးအခန်းအတော်များများလည်း မူရင်းဝတ္တုအတိုင်းပါပဲ။တကယ်လို့သာ ကြည့်မယ်ဆုံးဖြတ်ထားရင် အောက်ကစာတွေ ဆက်မဖတ်ပါနဲ့တော့ ဘာမှကြိုမသိဘဲကြည့်ရင် ပိုအရသာရှိမှာပါ။Drive My Carမှာ အဓိကဇာတ်‌ကောင်လို့ ပြောလို့ရတဲ့ ဇာတ်ကောင်သုံးယောက် ပါပါတယ်။ ခဖုခုလို့ခေါ်တဲ့ ပြဇာတ်ဒါရိုက်တာရယ်၊ တခဆုခိလို့ခေါ်တဲ့ သရုပ်ဆောင်ရယ်၊ မိစခိလို့ခေါ်တဲ့ ဒရိုင်ဗာမလေးရယ်ပါ။ ခဖုခုက ပြဇာတ်ဒါရိုက်တာနဲ့ သရုပ်ဆောင်ပါ။ သူအဓိကသရုပ်ဆောင်တဲ့ပြဇာတ်က ချက်ကော့ရဲ့ နာမည်ကျော် အန်ကယ်ဗန်ညာပြဇာတ်။ ခဖုခုနဲ့ သူ့မိန်းမ အိုတိုက သူတို့သမီးလေးကို ဆုံးရှုံးထားရတာ နှစ်၃၀နီးပါးရှိနေပေမဲ့ အနာမကျက်ခဲ့ကြဘူး။ သူတို့သမီးသေဆုံးခြင်းအတွက် တစ်ယောက်အတွက်တစ်ယောက် ဖြေသိမ့်စရာအဖြစ် ရှိနေပေးကြတဲ့သူတွေပါပဲ။ သို့ပေမဲ့ အိုတိုက ဖောက်ပြန်နေခဲ့တယ်။ ခဖုခုက သူ့မိန်းမဖောက်ပြန်နေတာကို ရိပ်မိပါတယ်။ တစ်ခါဆို ပက်ပင်းပါမိတယ်။ သို့ပေမဲ့ သူ့သမီးလေး မရှိတော့ကတည်းက သူ့မှာ သူ့မိန်းမပဲရှိတော့ သူ့မိန်းမကို သူအရမ်းချစ်သလို သံယောဇဉ်လည်းကြီးတော့ သူသိနေတာကို ထုတ်ပြောလိုက်ရင် သူ့မိန်းမနဲ့သူ အခြေအနေတွေ တင်းမာကုန်မှာကို ကြောက်တော့ မသိချင်ယောင်ဆောင်ထားခဲ့တယ်။ သူ့မိန်းမက သူ့ကို ထုတ်ပြောမယ်လို့ ယူဆရတဲ့နေ့မှာ တစ်နေကုန် ရောက်တတ်ရာရာ မောင်းပြီး အိမ်ကို ညနက်မှပြန်လာခဲ့တယ်။ ကံဆိုးချင်တော့ သူပြန်လာတဲ့အချိန် အိုတိုက ဦးနှောက်သွေးကြောပြတ်ပြီး သေဆုံးသွားခဲ့ပြီ။ သူသာရှိနေရင် ဒီလိုဖြစ်ချင်မှဖြစ်မယ်ဆိုတဲ့ အပြစ်ရှိစိတ်နဲ့ သူနေနေခဲ့ရသလို သူ့မိန်းမက ဖောက်ပြန်တဲ့သူဆိုတဲ့ အတွေးကြီးကလည်း သူ့စိတ်ထဲစွဲနေခဲ့တယ်။နောက် တခဆုခိ။ တခဆုခိနဲ့ ခဖုခုမိန်းမအိုတိုက အလုပ်အတူတူလုပ်နေတဲ့သူတွေ။ ဇာတ်ညွှန်းရေး ဆရာမနဲ့ သရုပ်ဆောင်ပေါ့။ ခဖုခုက တခဆုခိကို သူ့မိန်းမနဲ့ ဖောက်ပြန်နေတယ်လို့ ထင်နေတယ်။ သို့ပေမဲ့ လက်ဆုပ်လက်ကိုင်ပြစရာ သက်သေတော့မရှိဘူး။ တခဆုခိကလည်း မိန်းမပွေတဲ့သူ သူ့မိန်းမကလည်း ယောကျာ်းတကာနဲ့ အိပ်နေတယ်လို့ သူထင်နေတာဆိုတော့ သူ့သံသယက ပိုခိုင်မာလာခဲ့တယ်။ နောက် တခဆုခိစကားအရလည်း ခဖုခုဟာ သံသယဝင်စရာကောင်းတာတွေ အများကြီးကို ထပ်တွေ့ခဲ့တယ်။အိုတိုသေပြီးတဲ့နောက် တခဆုခိက ခဖုခုလုပ်တဲ့ ပြဇာတ်တစ်ခုမှာ ဝင်သရုပ်ဆောင်ဖို့ အရွေးခံတယ်။ တခဆုခိ အစမ်းသရုပ်ဆောင်ပြတာက တော်တော်ညံ့ပါတယ်။ သို့ပေမဲ့ ခဖုခုက သူ့ကိုရွေးပြီး အဓိကဇာတ်ကောင် အန်ကယ်ဗန်ညာနေရာက ထည့်လိုက်တယ်။ ရုပ်ရှင်မှာတော့ အကြောင်းရင်းသေချာမပြသွားဘဲ အန်ကယ်ဗန်ညာဇာတ်ကောင်ရဲ့ ချက်ကော့ရဲ့ အနုပညာမှော်ဝင်စီးနိုင်စွမ်း အကြောင်းကိုပဲ ပြောပြသွားတာပါ။ ပြောရရင် ချက်ကော့ရဲ့ စာဟာ လူတစ်ယောက်ရဲ့ အတွင်းထဲက မူလပုံစံအစစ်အမှန်ကို ဖော်ထုတ်ပေးနိုင်စွမ်းရှိတယ်လို့ ပြောသွားရုံပါပဲ။ ဒီဇာတ်ကောင်ရဲ့မှော်၀င်မှုကိုအသုံးချပြီး တခဆုခိရဲ့ ပုံစံအစစ်အမှန် ပေါ်လာအောင်လုပ်ပြီး သူ့မိန်းမနဲ့ ဖောက်ပြန်လို့ လက်စားချေချင်တဲ့ သဘောတော့သန်းတယ်။ မူရင်းဝတ္တုမှာတော့ သူတို့၂ယောက်ရဲ့ဆက်ဆံရေးမှာ ခဖုခရဲ့ လက်စားစေချင်စိတ် နည်းနည်းနှောနေတာကို သိသိသာသာပြသွားပေမဲ့ ရူဆုခဲကတော့ သူတို့စိတ်ကိုပိုအသိရခက်အောင် ပြသွားတယ်။ ဥပမာ ပြောရရင်…..တစ်ခါတလေ ခင်ဗျားမသိတသိ လူတစ်ယောက်က ခင်ဗျားနဲ့တွေ့ရင် ခင်ခင်မင်မင်ပဲ နှုတ်ဆက်လိမ့်မယ်။ ခင်ဗျားလည်း ခင်ခင်မင်မင်ပဲ ပြန်နှုတ်ဆက်မိလိမ့်မယ်။ တစ်ခါတလေ အဲဒီလူကပဲ ခင်ဗျားကို ဘာရယ်မဟုတ်ဘဲ နည်းနည်းဖြစ်ဖြစ် များများဖြစ်ဖြစ် ကြည့်မရဖြစ်ဖူးလိမ့်မယ်။သို့ပေမဲ့ ခင်ဗျားနဲ့ ဆုံဖြစ်လို့ မျက်နှာကြောတည့်တဲ့အခါ ခင်ခင်မင်မင် ထပ်နှုတ်ဆက်ရင်လည်း နှုတ်ဆက်လိမ့်မယ်။ တစ်ခါတလေ ခင်ဗျားကိုယ်တိုင်လည်း အဲဒီလိုလုပ်ကောင်းလုပ်မိလိမ့်မယ်။ မေးစရာရှိတာက ဘယ်ပုံက ခင်ဗျားရဲ့ စိတ်ခံစားချက်အမှန်လဲ။ဒီလိုအခြေအနေမျိုးကို အားလုံးနီးပါး ပြုလုပ်သူအဖြစ်ရော ခံရသူရောအဖြစ်ရောရောက်ဖူးကြလောက်မှာပဲ။ တကယ်လို့ ရောက်ဖူးတယ်ဆိုရင် ခင်ဗျားပြန်တွေးကြည့်လိုက်။ အဲဒီအခြေအနေ၂ခုလုံးရဲ့ စိတ်ခံစားချက်က အစစ်အမှန်မဟုတ်ဘူးလို့ ခင်ဗျားသေချာလား။ သေချာတွေးကြည့်ရင် ကိုယ် သေသေချာချာ မုန်းတဲ့လူနဲ့ချစ်တဲ့သူ အပေါ်ကလွဲ များသောအားဖြင့်တော့ ခုနအပြုအမူနှစ်ခုလုံးဟာ စိတ်ခံစားချက် အစစ်အမှန်ပဲ။ လူတစ်ယောက်အပေါ် ခင်ဗျားရဲ့ စိတ်ခံစားချက်ဟာ အနည်းနဲ့အများတော့ တစ်ရက်နှစ်ရက်အတွင်းမှာကို မျိုးစုံပြောင်းလဲနိုင်တယ်။ တစ်ဖက်သူက ခင်ဗျားအပေါ်လည်း ထိုနည်း၎င်းပါပဲ။ ဒီတော့ အဲဒီစိတ်ခံစားချက် ၂ခုထဲကတစ်ခုကို အမှန်လို့သတ်မှတ်ဖို့ ဒါမှမဟုတ် ပုံစံအစစ်အမှန်ကို ရှာဖို့ဆိုတာက အဖြေရှာလို့ မရသလောက်ပါပဲ။ ဒီရုပ်ရှင်မှာ တခြားအကြောင်းအရာတွေ အများကြီးကိုလည်း အချိန်တိုလေးနဲ့ မလိုက်အောင် ပိုင်ပိုင်နိုင်နိုင် ပုံဖော်နိုင်ခဲ့ပေမဲ့ ပုံစံအစစ်အမှန်ကဘာလဲဆိုတဲ့ ဒွိဟက အဓိကအကြောင်းအရာလို့ ဆိုလို့ရနိုင်ပါတယ်။ ခဖုခုနဲ့ တခဆုခိရဲ့ ဆက်ဆံရေးကိုလည်း ဒါရိုက်တာက အဲဒီအချက်ကိုသုံးပြီး ဖော်ပြသွားတယ်။ ခဖုခုဟာ တခဆုခိအပေါ် လက်စားချေချင်စိတ်ရှိနေတာလည်း အမှန်ပဲ။သို့ပေမဲ့ တခဆုခိနဲ့ စကားတွေပြောနေ အရက်အတူသောက်နေတဲ့ စိတ်ရင်းကလည်းအမှန်ပဲ။ လူတွေရဲ့ ဒီအခြေအနေကို ဒါရိုက်တာရူဆုခဲဟာ ဒီရုပ်ရှင်က အဓိကဇာတ်ကောင်တွေ အားလုံးမှာ သုံးသွားခဲ့တယ်။ ဒရိုင်ဗာမလေး မိစခိပြောပြတဲ့ သူ့အမေအကြောင်းမှာလည်း ဒါရိုက်တာက သူ့အမေကိုရော မိစခိကိုရော အလားတူအတိုင်း ပုံဖော်ထားသလို သူ့မိန်းမအပေါ်ရှိနေတဲ့ ခဖုခုရဲ့စိတ်ကိုလည်း အလားတူအတိုင်း ပုံဖော်ထားခဲ့တယ်။ ဒါရိုက်တာရူဆုခဲက‌တော့ ” ကိုယ်သေချာသိထားတယ် ထင်ရတဲ့သူတွေ ကိုယ်ချစ်တဲ့သူတွေရဲ့ ပုံစံတကယ့်အစစ်အမှန်ကိုတောင် မသိရနိုင်ဘူး” လို့ ဒိုင်ယာလော့ထဲ ထည့်သွားပေမဲ့ အဲဒီပုံစံအစစ်အမှန်ဆိုတာကို ရှာတွေ့လား ရှာမတွေ့မလားကကြည့်တဲ့သူအပေါ် ပိုမူတည်မယ်ထင်ပါတယ်။ မူရင်းဝတ္တုမှာလည်း အလားတူအချက်ကို ခံစားခဲ့ရသလို ရုပ်ရှင်က မူရင်းဝတ္တုမှာ ခံစားလို့ရတဲ့ ဒီအချက်ကို ပုံဖော်နိုင်ပါ့မလားလို့ မကြည့်ခင်က သံသယရှိခဲ့ပေမဲ့ ရူဆုခဲဟာ သူ့ရှေ့တစ်ကားကလို ဒိုင်ယာလော့ပိုင်ပိုင်နိုင်နိုင်နဲ့ အလုပ်လုပ်တဲ့သူ ပီသစွာပဲ ဒိုင်ယာလော့ အလန်းတွေသုံးပြီး ကောင်းကောင်းကြီး ပုံဖော်သွားပါတယ်။နောက်အဓိကဇာတ်ကောင်လို့ဆိုလို့ရတဲ့ ဒရိုင်ဗာမလေး မိစခိအခန်းက တော်တော်လေးကို နည်းပါတယ်။ သို့ပေမဲ့ သူ့ဇာတ်ကောင်က ဒီရုပ်ရှင်မှာ အဖမ်းစားနိုင်ဆုံး ဇာတ်ကောင်ပါပဲ။ Days Of Being Wild ထဲက လတ်စလီချောင်လိုပေါ့။ ကွဲပြားတာကတော့ ရှင်သန်ချင်စိတ်နဲ့ မရှင်သန်ချင်စိတ်ပါပဲ။သူတို့ကာရိုက်တာ၂ခုလုံးက လေလွင့်လူဆန်ပေမဲ့ မိစခိဇာတ်ကောင်ဟာ ရှင်သန်ချင်စိတ်အပြည့်နဲ့ဇာတ်ကောင်အနေနဲ့ ဆွဲဆောင်မှုရှိနေတာပါ။ နောက် ဇာတ်လမ်းထဲမှာ အိုတိုပြောသွားတဲ့ ဇာတ်လမ်းထဲက ဇာတ်လမ်းလေးကလည်း အတော်လေး စိတ်ဝင်စားစရာကောင်းသလို အိုတိုကိုယ်တိုင်ပဲ ဖြစ်နေမလား မသိနိုင်တဲ့ အဲဒီဇာတ်လမ်းထဲက အဓိကဇာတ်ကောင် ကောင်မလေး ကာရိုက်တာကလည်းပဟေဠိဆန်ဆန်နဲ့ကို ဆွဲဆောင်မှုရှိနေပါတယ်။ ဇာတ်ကောင်ပေါင်းများစွာ ပါ၀င်ပေမဲ့ အဓိကဇာတ်ကောင်လို့ ပြောလို့ရတဲ့ ၃ယောက်ရောတခြားဇာတ်ကောင်တွေရော စိတ်၀င်စားစရာမကောင်းတဲ့ ဇာတ်ကောင် တစ်ယောက်မှ ရှိမနေတာတော့ ဒီရုပ်ရှင်ရဲ့ ထူးခြားချက်လို့ပြောရပါမယ်။Drive My Carဟာ ၃နာရီဆိုတဲ့ အချိန်နဲ့တောင် မမျှတဲ့ အကြောင်းအရာတွေအများကြီးကို ပရိသတ်ကို ဆင့်ပွားပေးသွားပါတယ်။ သဘောကျစရာကောင်းတာက မူရင်းစကား‌ပြောခန်းတွေမှာ အတော်လှတဲ့ဒိုင်တွေပါပေမယ့် မသုံးသွားပါဘူး။ ဟဲမင်းဝေးဆန်ဆန် ဝေဒနာတွေပြည့်နှက်နေလည်း ဘဝကိုတော့ အရှုံးမပေးသင့်တဲ့အကြောင်း သူ့ဒိုင်တွေကို သုံးပြီးတစ်မျိုး ပြဇာတ်နဲ့ချိတ်ဆက်ပြီးတစ်ဖုံ ပုံဖော်သွားခဲ့တယ်။ သေချာတာကတော့ သူလည်း လီချန်းဒုံလိုမျိုးပါပဲ။ ဇာတ်ညွှန်း ကိုယ်တိုင်ရေးနိုင်စွမ်း အပြည့်ရှိသားနဲ့ သူတို့ကြိုက်လို့ကို မုရခမိ၀တ္တုကို ရိုက်သွားကြတဲ့သူတွေပါပဲ။ Drive My Carဟာ ဒီနှစ်ရဲ့အကောင်းဆုံး Art Film ဖြစ်လာမှာ‌ သေချာသလောက်ပါပဲ။ ဒီနှစ်ရဲ့ အကောင်းဆုံး Poetic Cinema ကိုပြဆိုရင်တော့ Drive My Car ကိုပြမိမှာပါပဲ။အော်စကာဆုပေးပွဲမှာလဲ Best International Feature Film ဆု ရရှိထားပါတယ်။ဇာတ်လမ်းအညွှန်းကိုတော့ WiRa Aung မှရေးသားပေးထားပါတယ်….File size…(2 GB)/(1 GB)Quality….BluRay 1080p/720pFormat…mp4Duration….02:58:55Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by WiRa Aung & Phoo Phoo Linn"