"Bridesmaids (2011)ရုပ်ရှင်သမိုင်းမှာ အမြတ်စွန်းအများဆုံး အမျိုးသမီး R- rated ဟာသရုပ်ရှင် ဖြစ်တဲ့PauseBridesmaids ဟာ ဘယ်အချိန်ပြန်ကြည့်ကြည့် ဟောင်း မသွားမယ့် ရုပ်ရှင်မျိုးပါ။ကန်ဒေါ်လာ 32သန်းပဲ ရင်းပြီး 285သန်းကျော် ပြန်ရခဲ့တဲ့ ဒီရုပ်ရှင်ကို Empire မဂ္ဂဇင်းကြီးက2011 ခုနှစ်ကို သတ်မှတ်တဲ့ ရုပ်ရှင်အဖြစ် 30 years 30 filmsမှာ ဖော်ပြခဲ့ပါတယ်။ဒီလို R- rated comedy တွေ‌အတွက် အော်စကာဆုဆိုတာ စိတ်ကူးယဉ်ကြည့်လို့တောင်အဆင်ပြေလှတာမျိုး မဟုတ်ပေမယ့်၊ ဒီကားကတော့ ကိုင်တိုင် ဇာတ်ညွှန်းရေးသရုပ်ဆောင်တဲ့ မင်းသမီး Kristen Wig အတွက် အကောင်းဆုံး ဇာတ်ညွှန်းဆု၊မင်းသမီးကြီး Melissa McCarthy အတွက် အကောင်းဆုံး အမျိုးသမီး ဇာတ်ပို့ဆုတွေ ဆန်ကာတင်ဝင်ခဲ့တာပါ။ခပ်ကြမ်းကြမ်း 18+အခန်း နဲ့ စဖွင့်ထားပြီး၊ တစ်ကားလုံး လူကြီးဟာသတွေ ပြည့်နေတာတောင် ဇာတ်လမ်းကပေါမသွားပဲ တကယ်ကို အဓိပ္ပာယ်ပြည့်ဝပြီး ၊ တချို့အခန်းတွေဆို တိုက်ဆိုင်ရင် မျက်ရည်တောင် ဝဲမိစေမယ့်အထိဇာတ်ညွှန်း သေသပ်ပါတယ်။ ဒီဇာတ်ညွှန်းကို မင်းသမီး Kristen Wig နဲ့ co-writerဖြစ်တဲ့ Annie Mumoloတို့က နှစ်နဲ့ချီ ရေးခဲ့ကြတာပါ။တစ်ကားလုံးမှာ မင်္ဂလာဆောင်မယ့် သတို့သမီးတစ်ယောက်နဲ့၊ သူ့ရဲ့ အပျိုရံ (Bridesmaids) တွေရဲ့ မင်္ဂလာဆောင်ခါနီးအလွဲလွဲအချော်ချော် ဖြစ်တာတွေကို မြင်ကြရမှာပါ။ ဒါပေမယ့် အဓိကမြင်ရမှာတော့ မင်းသမီး Kristen Wigသရုပ်ဆောင်ထားတဲ့ အန်နီ ဆိုတဲ့ ဇာတ်ကောင် အကြောင်းပါ။ဖွင့်ထားတဲ့ ကိတ်မုန့်ဆိုင်လေးကလဲ အရှုံးပေါ်၊ ရီးစားက ပစ်သွားတာလဲခံထားရတဲ့ အန်နီတစ်ယောက်၊ သူ့အပေါ်တန်ဖိုး မထားတဲ့ယောကျာ်းတစ်ယောက်နဲ့ အပျော်တွဲရင်း ဘဝကြီးကို စိတ်ပျက်လက်ပျက် ဖြတ်သန်း‌နေချိန် အချစ်ဆုံး ငယ်သူငယ်ချင်းကြီးရဲ့ မင်္ဂလာပွဲမှာသတို့သမီးအရံ လုပ်ပေးဖို့ အကြောင်းဖန် လာပါတော့တယ်။ အစကတည်းက အလဲလဲအပြိုပြို ဖြစ်နေတဲ့ အခြေနေ‌တွေရော၊အချစ်ဆုံး သူငယ်ချင်း အိမ်ထောင်ပြုတော့မှာမို့ ဝမ်းနည်းတာတွေရော ပေါင်းပြီး အန်နီတစ်ယောက်သူ့အချစ်ဆုံး သူငယ်ချင်း မင်္ဂလာပွဲမှာ ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ဆက်ကြည့်လိုက်ကြပါ။အမျိုးသမီးတွေချည်း ဦးဆောင်ပါဝင် ထားပြီး IMDB 6.8 ၊ Rotten Tomatoes 90%အထိ ရရှိထားတဲ့ဝင်ငွေအရရော အနုပညာအရပါ အောင်မြင်ခဲ့တဲ့ကားပါ။ သုံးထားတဲ့ ဇာတ်ဝင်သီချင်းတွေကလဲတကယ်ကောင်းပါတယ်။ R-rated comedyဖြစ်တာမို့ မိသားစုနဲ့တော့ ကြည့်ဖို့ မသင့်တော်ပါဘူး။ဇာတ်လမ်းဘာသာပြန် နဲ့ အညွှန်းကို ရေးသားပေးထားတာကတော့ Kaung Khant Winnဖြစ်ပါတယ်။File size…2.3GB / 1GBQuality…1080p BluRayx264 AAC 5.1CH / 720pFormat…mp4Duration….2h 4minsSubtitle….Myanmar Subtitle (hard sub)Encoder….YKTranslated by Kaung Khant Win"