"Love like the falling petals (2022)
(၁)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဓာတ်ပုံဟူသည် အသိဉာဏ်၊ နှလုံးသားနဲ့ စက္ခုကို မြင်ကွင်းတစ်ခုတည်းအောက် ထည့်ထားလိုက်ခြင်းပင်။
ဓာတ်ပုံဆရာဖြစ်ဖို့ ပါရမီနဲ့ အတတ်ပညာကိုလိုကောင်းလိုပေမဲ့ အရေးအကြီးဆုံးမှာ ဓာတ်ပုံဆရာ၏ နှလုံးသားဟုဆိုသည်။
ကင်မရာခလုတ်ကို နှိပ်လိုက်သောအချိန်တွင် ကိုယ့်နှလုံးသားက ဘာကိုဖမ်းယူချင်စိတ်ရှိလဲဆိုသော အချက်က ဓာတ်ပုံ၏ အနှစ်သာရပင်။
ဓာတ်ပုံတို့သည် အခိုက်အတန့်လေးများကို ထာ၀ရတည်တံ့အောင် ထိန်းသိမ်းပေးထားနိုင်စွမ်းရှိ၏။
သူမသည် ဓာတ်ပုံများထဲတွင်တော့ ဟိုအရင်လို မပြောင်းမလဲတမ်း ရှိနေသည်သာ။
နှလုံးသားသည် ပွင့်ဖတ်ကြွေလွင့်လို ဖူးလွယ်ကြေလွယ်သောအရာဟု ရှေးလူတို့ ပြောကြဖူးသည်။
ပသို့ပဲဆိုဆို ဓာတ်ပုံတို့ထဲတွင် ကျွန်တော့်အချစ်တို့ ကျွန်တော်တို့အတိတ်တို့ ထာ၀ရ တည်တံ့နေလိမ့်ဦးမည်။
(၂)
ချယ်ရီတွေကို သယ်ဆောင်လာတဲ့ နွေဦးမှာ ကိုယ်မင်းနဲ့တွေ့ခဲ့တယ်။
အဲဒီအချိန်တုန်းက ကိုယ်ဟာ အိပ်မက်တွေနောက်ကို ရဲရဲမလိုက်ရဲခဲ့တဲ့ ခပ်ညံ့ညံ့ကောင်လေးတစ်ယောက်ပါပဲ။
ဓာတ်ပုံဆရာဖြစ်ချင်ခဲ့ပေမဲ့ ခက်ခဲလွန်းလို့ လက်လျှော့ခဲ့တဲ့သူပေါ့။
အစကတော့ အဲဒီနေ့ဟာ သာမန်နေ့တစ်နေ့ပါ။
မထူးခြားနား မိန်းကလေးတစ်ယောက်ရဲ့ သာမန်မဟုတ်တဲ့အပြုံးက တလောကလုံးကို လင်းကျင်းစေနိုင်တယ်လို့ ကိုယ် ဘယ်သိခဲ့ပါမလဲ။
ချယ်ရီတွေလို ပန်းနုရောင် အလင်းဟာ ဒီလိုနဲ့ပဲ ကိုယ့်တစ်ဘ၀လုံး လင်းကျင်းစေခဲ့ဖူးတယ်။
(၃)
ကြယ်မမြင်နိုင် ညပေါင်းများစွာကို လင်းစေသော တစ်စုံတရာရှိလိမ့်မည်ဆိုပါက ထိုအရာသည်ချစ်ခြင်းမေတ္တာပင်ဖြစ်ပါလိမ့်မည်။
ဒုက္ခသစ္စာအပြည့်နဲ့ ကမ္ဘာကို လှပနိုင်စေသည်မှာ အနုပညာနဲ့ ချစ်ခြင်းမေတ္တာသာရှိသည်ကို ကျွန်တော်သေချာပါသည်။
သူမသည် ကင်မရာခလုတ်ကို ထပ်နှိပ်ဝံ့စေသော နှလုံးသားကို ကျွန်တော့်အား ပေးအပ်ခဲ့၏။
မင်းဟာ ကိုယ့်အိပ်မက်တွေကို ကိုယ်လက်မလျော့တတ်အောင် သင်ပေးခဲ့တာပေါ့။
ပန်းညများစွာကို ဖန်ဆင်းခဲ့သူဟာ ပြန်လည်း ဖျက်သိမ်းတတ်တယ်လို့ ကိုယ်ဘယ်မြင်နိုင်ခဲ့ပါ့မလဲ။
(၄)
ရထားချင်းလမ်းလွှဲ ဘူတာချင်းကွဲခဲ့ချိန်တွင်
အလွမ်းသည် ဗေဒါရောင်ဖြစ်သည်။
တစ်လွှာချင်းကွာကျသော ချယ်ရီပွင့်ဖတ်များ
ရပ်တန့်သွားချိန်တွင် ပြန်မရခဲ့ရသော
သူမသည် ပန်းနုကောင်းကင်ကလေးဖြစ်ခဲ့၏။
(၅)
ဘေဘီ ခံစားချက်လမ်းပေါ်မှာ
မျှော်လင့်ချက်ဆုံးနေလည်း
သိပ်သိပ်ချစ်တဲ့ မြေကြီးနဲ့ကောင်းကင်ပဲ
အချစ်ဆုံးနှစ်ယောက် ဝေးလေပြီ။
(၆)
မင်းမရှ်ိတော့တာ နည်းနည်းတောင်ကြာခဲ့ပါပြီ။
အဲဒီနောက်ပိုင်းမှာ မင်းစွန့်ခွာသွားတဲ့အကြောင်းရင်း အမှန်တရားကို ကိုယ်သိခဲ့ရတယ်။
ကြာခဲ့ပါပြီ။
အဖြစ်မှန်ကို သိခဲ့ပေမဲ့ ကိုယ့်အတွက်အဖြေမှန်ကိုတော့ ကိုယ် အခုထိမသိခဲ့ပါဘူး။
ဒါပေမဲ့ ကိုယ်ဆက်ကြိုးစားရှာနေဦးမှာပါပဲ။
ဒီလိုနွေဦးရောက်တိုင်းလည်း မင်းကို သတိရနေဦးမယ်။
ကိုယ့်အချစ်က ပွင့်ဖတ်ကြွေလို…….
(၇)
ဘေဘီ ခံစားချက်လမ်းပေါ်မှာ
နင်ရယ်ငါ အသည်းနှလုံးကွဲအောင် ဝေးလေပြီ။
တို့ဟာ မြေကြီးနဲ့ကောင်းကင်ပဲ
မျှော်လင့်ချက်ဆုံးနေလည်း အသည်းမကွဲဘူး။
(၈)
ချယ်ရီကြွေသောလမ်းများ၊ တိုကျိုတာဝါ၊ ဆံပင်ညှပ်ဆိုင်ခုံကလေးများ၊ အတူသွားဖူးသော စားသောက်ဆိုင်၊
ရောင်နီများ၊ နေ၀င်ချိန်များ၊ သစ်ခြောက်ပင်များ၊ ချယ်ရီပန်းများ တစ်ခါက ဓာတ်ပုံများထဲ ကျန်ရှိနေသေးသည်။
မရှိတော့ပြီဖြစ်သော သူမသည် ဓာတ်ပုံတို့ထဲတွင် ထင်ကျန်နေသေးသည်။
သူမကို ကျွန်တော် ရှာရပါဦးမည်။
ဓာတ်ပုံများထဲပင်ဖြစ်စေ လမ်းဟောင်းလေးထဲတွင်ဖြစ်စေ ကျွန်တော် သူမကို ရှာနေမိဦးမည်။ ရှာရဦးမည်……။
ချယ်ရီတို့ဝေနေပြန်ပါပြီ…
ကျွန်တော် သူမကို ရှာရဦးမည်။
ရှာရဦးမည်….။
စာကြွင်း – ရုပ်ရှင်ကောင်း ဟုတ်မဟုတ် ကျွန်တော်တို့ ဘာပေတံနဲ့ တိုင်းပြီး ဆုံးဖြတ်ကြတာလဲ။
ခန့်မှန်းရခက်တဲ့ Plot Twistတွေနဲ့လား၊
တစ်စုံတရာသော မက်ဆေ့နဲ့လား၊
တခြားအကြောင်းရင်းနဲ့လား၊
လူတစ်ကိုယ် မူတစ်မျိုးကွဲကြမှာပဲ။
ကျွန်တော်တော့ ကြည့်ပြီး ခံစားမှုတစ်ခုခုရရင် ရုပ်ရှင်ကောင်းလို့ သတ်မှတ်လိုက်တာပါပဲ။
အထူးသဖြင့် ဒါရိုက်တာရဲ့ နှလုံးသားကို‌ တွေ့ရတဲ့ ရုပ်ရှင်တွေကိုပေါ့။
Love Like Falling Petalsဟာ တစ်စုံတရာသော ခံစားမှုကိုပေးနိုင်တဲ့ ရုပ်ရှင်ကောင်းတစ်ကားပါပဲ။
Color Me Trueကို ဇာတ်ညွှန်းရေးခဲ့တဲ့စာရေးဆရာမက ၀တ္တုကိုရေးထားပြီး
Let Me Eat Your Pancreas ဇာတ်ညွှန်းဆရာမက ဇာတ်ညွှန်းရေးသားထားပါတယ်။
ရည်ညွှန်း- ၅၊ ၇
နင်ကကောင်းကင် ငါကမြေကြီး
သုခမိန်လှိုင် ၊ နော်လီဇာ
===================================
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
Genre…..Drama, Romance
Quality….WEB-DL 1080p and 720p and 480p
File size…
Format…mp4
Duration….
Subtitle….Myanmar Subtitle (Hardsub)
Translator …..
Encoder …..
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
