"Joe Madison’s War (2010)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ငါက ပထမကမ္ဘာစစ်ရဲ့ စစ်သားတစ်ယောက်။ အဲဒီစစ်ကြီးရဲ့ ဒဏ်ရာဒဏ်ချက်တွေ အခုထိ ခြောက်လှန့်နေဆဲ။
ညဘက် အိပ်မက်ဆိုးတွေမက်ရင်း မျက်ရည်ကျမိတယ်။
စစ်ပွဲကြီးအပြီး တို့နိုင်လိုက်ပြီပဲ ထင်ခဲ့တာပေါ့။ ဒီလိုစစ်ပွဲမျိုး ထပ်မဖြစ်နိုင်တော့ဘူး ထင်ခဲ့မိ။
ငါလည်း သင်္ဘောကျင်းလုပ်သားတစ်ယောက်အဖြစ် ဇနီးသည်နဲ့ သားတစ်ယောက်၊ သမီးတစ်ယောက်နဲ့အတူ နေထိုင်လာခဲ့တယ်။
ငါနဲ့တိုက်ဖော်တိုက်ဖက်ရောင်းရင်းတွေလည်း ငါ့လိုပဲ စစ်ပွဲကြီးကို မမေ့နိုင်ကြသူတွေပါ။
ဒါပေမဲ့ ၁၉၃၉ ခုနှစ်မှာ ဒုတိယကမ္ဘာစစ်ကြီး ဖြစ်လာပြန်တယ်။ တစ်ကမ္ဘာလုံးချီတဲ့စစ်ဖြစ်လာသလို ငါ့ကမ္ဘာငယ်‌လေးတစ်ခုလုံးလည်း ကျွမ်းထိုးမှောက်ခုံ ဖြစ်သွားတော့တာပါပဲ။
ငါ့သားကိုစစ်ထဲဝင်ဖို့ ဆင့်ခေါ်ကြတယ်။
ငါ့သမီးရဲ့ခင်ပွန်းသည်လည်းပါတာပေါ့။
လက်ထပ်ပြီးလို့မှမကြာခင် ခွဲကြရရှာတယ်။ ကမ္ဘာစစ်ဆိုတာကို ကောင်းကောင်းကြုံခဲ့ရတဲ့ငါ့အတွက် ပထမအကြိမ်ကထက် ပိုပြီးလက်နက်တွေထွန်းကားလာပြီဖြစ်တဲ့ ဒီတစ်ပွဲက ဘယ်လောက်ရက်စက်ကြမ်းကြုတ်လိမ့်မယ်ဆိုတာ မတွေးရဲဘူး။
ငါ့ဒုက္ခတွေက ဒီလောက်နဲ့မဆုံးခဲ့။
ငါ့ဇနီးသည်ကပါ ငါ့ကို စွန့်ပစ်ပြီး တခြားလူတစ်ယောက်နဲ့ အဝေးကိုထွက်သွားပြန်တယ်။
ဘာကြောင့်မှန်းလည်း ငါမသိရပါလား။
သူ အကတော်သလောက် ငါက လုံးဝမကတတ်လို့လား မသိပါဘူးလေ။ အဲဒီအချိန်မှာပဲ ဟစ်တလာရဲ့လေတပ်မတော်က ဗြိတိန်နိုင်ငံရဲ့ မြို့ကြီးတွေပေါ်ကို နေ့စဉ်ရက်ဆက် ဗုံးမိုးတွေရွာချပေးကြတော့တယ်။ ငါ့သူငယ်ချင်း လှုပ်ရှားတက်ကြွသူတွေကတော့ ဒေသခံကာကွယ်ရေးစေတနာ့ဝန်ထမ်းတပ်ဆိုတာမှာ ဝင်ရောက်ကူညီနေကြပြီ။ ငါကတော့ စိတ်ဆင်းရဲလွန်းလို့ ဗုံးကြဲလေယာဉ်တွေလာချိန်မှာတောင် ဗုံးခိုကျင်းထဲမဝင်မိတော့ဘူး။
2010 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ Joe Maddison’s War ဇာတ်ကားဟာ စစ်ပွဲနဲ့သမိုင်းနောက်ခံ ဒရာမာဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်။ ရုပ်မြင်သံကြားဇာတ်လမ်းတစ်ခုဖြစ်လို့ လူသိပ်မသိခဲ့ကြဘူးထင်ပါတယ်။ ဒုတိယကမ္ဘာစစ်ကာလ ပျိုရွယ်သူယောက်ျားမှန်သမျှစစ်ထဲဝင်သွားကြချိန်မှာ ကျန်ခဲ့တဲ့ အသက်အရွယ်ကြီးသူအမျိုးသားတွေ နဲ့ ပညာသည်ဝန်ထမ်းဖြစ်လို့စစ်မှုထမ်းခွင့်ကင်းလွတ်ခံရသူ အရပ်သားတွေက ဒေသခံ ကာကွယ်ရေးတပ်တွေဖွဲ့စည်းပြီး ဂျာမန်တွေရဲ့ရန်ကို ခုခံတွန်းလှန်ခဲ့ကြပုံကို ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။ အဲဒီအချိန်က ရုရှားကွန်မြူနစ်တွေကလည်း အင်္ဂလန် အမေရိကန်နိုင်ငံတို့နဲ့ မဟာမိတ်အဖြစ်လက်တွဲပြီး နာဇီဖက်ဆစ်တွေကို တိုက်ခိုက်ခဲ့ကြတဲ့ကာလပါ။ class လို့ခေါ်တဲ့ လူတန်းစားအမျိုးမျိုး အဆင့်ဆင့်ရှိတဲ့ အင်္ဂလန်နိုင်ငံရဲ့ အောက်ခြေအလုပ်သမားလူတန်းစားတွေကြားမှာ အလုပ်သမားထုသွေးစည်းညီညွတ်ရေး ဆိုတဲ့ ကွန်မြူနစ်ဆန်တဲ့အတွေးအခေါ်မျိုးတွေ အားကောင်းနေခဲ့တာကိုလည်း ဖော်ကျူးထားတာ တွေ့ရမှာပါ။
ဇာတ်ကောင်တွေအနေနဲ့လည်း British တွေဖြစ်တော့ သူတို့စကားပြောတဲ့ လေယူလေသိမ်း အသုံးအနှုန်းတွေက ဟောလီးဝုဒ်ဇာတ်ကားတွေမှာ အမေရိကန်အင်္ဂလိပ်အသံထွက်နဲ့သာ ရင်းနှီးနေကြတဲ့ ရုပ်ရှင်ကြည့်ပရိသတ်အတွက် ထူးဆန်းနေဖွယ်ရာရှိပါတယ်။ ချစ်စရာလည်းကောင်းပါတယ်။ စာတန်းထိုးရာမှာ လွဲချော်မှု မဆီလျော်မှုများရှိခဲ့ရင်တော့ ဘာသာပြန်သူရဲ့လိုအပ်ချက်ပါပဲ။
ဂျိုးမက်ဒီဆန်တစ်ယောက် ရစရာမရှိလောက်အောင် ပျက်စီးသွားတဲ့သူ့ဘဝကို ပြန်အဖတ်ဆည်နိုင်ပါ့မလား။ သူ့ဇနီးသည်က‌ရော ဘာကြောင့်သူ့ကိုစွန့်ပစ်ခဲ့တာလဲ။ သူ့ဆီများပြန်လာဦးမလား။ သူတို့ရဲ့သင်္ဘောကျင်းတွေတည်ရှိရာမြို့ကလေးကရော နေ့စဉ်ရက်ဆက်ဗုံးကြဲခံရတဲ့ဒဏ်ကို ခံနိုင်ပါ့မလား။ ဗုံးလာကြဲတဲ့နာဇီလေယာဉ်တစ်စီးလောက်ကို ပစ်ချလိုက်နိုင်လို့ အောင်ပွဲခံပျော်ရွှင်နေကြစဉ်မှာ ဂျိုးရဲ့သားလေးကလည်း ဗြိတိသျှဗုံးကြဲလေယာဉ်တစ်စီးနဲ့ ဂျာမနီနိုင်ငံကို သွားပြီး ဗုံးကြဲတိုက်ခိုက်နေရတော့ အတုံ့အလှည့်နဲ့ ကိုယ်ချင်းစာတရားက အဘိုးကြီး မက်ဒီဆန် အတွက် ထိုးနှက်ချက်ဖြစ်လာတယ်။
စစ်ပွဲနဲ့သမိုင်းနောက်ခံဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်ကြသူများ အားပေးရကျိုးနပ်မယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ မထင်မရှား သမိုင်းတကွေ့ရဲ့ မကြီးကျယ်တဲ့အဖြစ်ကလေးဆိုပေမဲ့ ကိုယ်တိုင်တွေ့ကြုံခဲ့ရသူတွေအဖို့တော့ တသက်စာ အမှတ်တရပေါ့။
(ဇာတ်ကားနဲ့အညွှန်းကို Thaman Myint မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.52GB, 661MB
Quality – 1080p, 720p
IMDb Rating – 6.9/10
Format – mp4
Duration – 1H 25Min
Genre – Drama, War
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Thaman Myint
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
