ဒီဇာတ်ကားကတော့ ထိုင်းမင်းသားမာရီယို နုစဉ်ကာလက ရိုက်ကူးထားတဲ့18+ Erotic Drama ထိုင်းရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်…မွေးဖွားတုန်းက မိခင်ဆုံးပါးသွားတာကြောင့် ဖခင်ဖြစ်သူရဲ့ မုန်းတီးခြင်းကိုခံခဲ့ရတဲ့ ဂျန်အဘွားဖြစ်သူရဲ့ ကယ်တင်မှုကြောင့် မွေးမွေးပြီးခြင်း အသက်ဘေးကလွတ်ခဲ့ရတဲ့ ဂျန်မိခင်ဖြစ်သူရဲ့ ညီမဝမ်းကွဲ အဒေါ်ဖြစ်သူရဲ့ ပြုစုစောင့်ရှောက်မှုကြောင့် လူလားမြောက်ခဲ့ရတဲ့ ဂျန် ဆိုတဲ့ကောင်လေးတစ်ယောက်အကြောင်းပေါ့။၁၉၁၅ ခုနှစ် မုန်တိုင်းထန်တဲ့ ညတစ်ညဘန်ကောက်မြို့ ဗလန်ပူးအိမ်တော်ကြီး မှာ ပျားပန်းခေတ်မျှအလုပ်ရှုပ်နေကြတဲ့အလုပ်သမားများနဲ့ မခံမရပ်နိုင်နာကျင်မှုကို အံတုပြီးမိမိရဲ့ ရင်သွေးကို မွေးဖို့ ကြိုးစားနေတဲ့ အိမ်တော်ရဲ့ သခင်မ ဒါရာဟာသူမရဲ့သားလေး ဂျန်ကို မွေးမွေးပြီးခြင်း လောကကြီးကို ကျောခိုင်းစွန့်ခွာသွားခဲ့ပါတယ်။မိန်းမဖြစ်သူကို ဆုံးရှုံလိုက်ရတဲ့ ဖခင်ဖြစ်သူ ဝစ်စနန်ဒီချာက ဂျန်ကို သတ်ပစ်ဖို့အထိ မိုက်လုံးကြီးခဲ့ပေမယ့်ဘွားအေဖြစ်သူ၏ကယ်တင်မှုကြောင့် လောကကြီးမှာ ဆက်လက်ရှင်သန်ခွင့်ရခဲ့သလိုဖခင်ဖြစ်သူရဲ့ အမုန်းတရားကိုပါ မွေးမွေးပြီးခြင်းလက်ခံရရှိလိုက်ပါတော့တယ်။မိခင်ရဲ့ ညီမဝမ်းကွဲ အဒေါ်ဖြစ်သူ ဝက်ဒ်ရဲ့ ပြုစုမှုနဲ့သာ ဂျန်ဟာ လူလားမြောက်ခဲ့ရပါတယ်။ဖခင်ဖြစ်သူ ဝစ်စနန်ဒီချာဟာ မိန်းမဖြစ်သူ သေဆုံးပြီး အစောပိုင်းမှာ ငြိမ်နေခဲ့ပေမယ့်ဗလန်ပူးအိမ်တော်ကြီးရဲ့ အုပ်ချုပ်သူဖြစ်တဲ့ မိန်းမရဲ့အဘွား ခရီးထွက်နေချိန်မှာတော့ဗလန်ပူးအိမ်တော်ကြီးကို သိမ်းပိုက်ဖို့ကြိုးစားပါတော့တယ်။သူ့အမိန့််မနာခံတဲ့ အစေခံယောကျာ်းတွေကို အလုပ်ထုတ်ပစ်တာအပြင်အစေခံမိန်းမများကို အပျို/အအို မရွေးဘဲ သူ့နည်းသူ့ဟန်နဲ့စည်းရုံးသိမ်းသွင်းပါတော့တယ်…နောက်ပိုင်းမှာအိမ်ကြီးတခုလုံးကို သိမ်းပိုက်ပြီး မရီးဖြစ်သူ ဝက်ဒ်ကိုပါ သိမ်းပိုက်ဖို့ ကြံစည်လာတဲ့အခါ….အမေ တဖြစ်လဲ အဒေါ်ဖြစ်သူ ဝက်ဒ်က ဂျန်ကို သတ်ချင်နေတဲ့ သူ့အဖေအနေနဲ့ ဂျန်ကိုထပ်ပြီးရန်မရှာဖို့ ကတိတောင်းခံခဲ့ပြီး သူမရဲ့ဘဝနဲ့ အလဲအထပ်ပြုလုပ်လိုက်ပါတယ်။ဒီလိုနဲ့ အရွယ်ရောက်လာချိန်မှာတော့ ဖခင်ဖြစ်သူရဲ့မုန်းတီးနှိပ်စက်မှုတွေကြောင့် စိတ်ဒဏ်ရာများစွာရရှိခဲ့တဲ့ ဂျန်ဟာဖအေတူမအေကွဲညီမဖြစ်သူနဲ့ သူငယ်ချင်းတို့နှစ်ယောက်လူငယ်ဘာဝဖြစ်ပျက်နေကြပုံကို မမျှော်လင့်ထားဘဲ တွေ့မြင်သွားတဲ့အခါ…။ငယ်ရွယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူနဲ့အစေခံမိန်းမတွေရဲ့ ဖောက်ပြန်မှုတွေကို တွေ့မြင်ဖူးထားတဲ့ဂျန်က ဘယ်လို လက်တည့်စမ်းမှုတွေပြုလုပ်မလဲ …ဖခင်ဖြစ်သူရဲ့ရည်းစားဟောင်းကို ဖခင်ဖြစ်သူက အိမ်ကို ခေါ်ဆောင်လာတဲ့ အခါမှာရောဂျန်နဲ့ဘယ်လိုတွေဖြစ်ကြမလဲ …ဖခင်ဖြစ်သူ ဝစ်စနန်ဒီချာကရော ဘယ်လိုဆက်လိုဇာတ်လမ်းဆက်မလဲ…ဘွားအေဖြစ်သူကကော ဘယ်လိုလှည့်ကွက်တွေပြုလုပ်ထားခဲ့သလဲ ဆိုတာကိုတော့…တသီတတန်းကြီး မနားတမ်းကြည့်ရှုရမှာပါ။အဆက်အနေနဲ့ Jan Dara: The Finale (2013) ဆက်ထွက်ထားပြီး Jan Dara ကားများကို ဒီမှာ https://channelmyanmar.org/?s=jan+dara ကြည့်ပါ။မာရီယိုပရိတ်သတ်တွေလဲ မာရီယိုရဲ့စကေးတွေကို လက်လွတ်မခံသင့်သလို လူ့သဘောမနောအမှောင်ခြမ်းတွေအကြောင်းလဲ ဖော်ပြထားတာကြောင့် ပညာပေးဇာတ်လမ်းအဖြစ်လဲ လက်လွတ်မခံသင့်ပါဘူး။File size…(2.2 GB)/(940 MB)Quality….BluRay 1080p/720pFormat…mp4Duration….02:17:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Hseng Hom"