"Night at the Museum: Secret of the Tomb (2014)
IMDb – 6.2/10_____Rotten – 47%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၂၀၀၆ ကတည်းက စတင်အောင်မြင်ခဲ့တဲ့ အမေရိကန်ဟာသဇာတ်လမ်းရဲ့ တတိယမြောက် ဇာတ်လမ်းတွဲဖြစ်သလို နောက်ဆုံးဇာတ်လမ်းလည်းဖြစ်တဲ့ ဇာတ်ကားသစ်အကြောင်း ပြောပြချင်ပါတယ်။
၁၉၃၈ တုန်းက ရှေးဟောင်းသုတေသနပညာရှင်အဖွဲ့ဟာ အဖိုးတန်ရှေးဟောင်းပစ္စည်းတစ်ခုကိုရှာဖွေဖို့ အီဂျစ်ဂူသင်္ချိုင်းတစ်ခုကို တူးဖော်ပါတယ်။ ဂူသင်္ချိုင်းထဲကိုကောင်လေးတစ်ယောက် ပြုတ်ကျရာကနေ သူ့ဖခင်နဲ့ အခြားရှေးဟောင်းသုတေသန ပညာရှင်တွေကို လမ်းကြောင်းရှာပေးနိုင်ခဲ့ပြီး ဖာရိုဘုရင်ရဲ့ ကမ္ပည်းထိုးထားတဲ့ရွှေချပ်ပြားကိုရှာတွေ့ခဲ့ပါတယ်။ အဲဒီနောက်တော့ ရွှေကမ္ပည်းပြားကို နှစ်ပေါင်းများစွာထိန်းသိမ်းထားပါတယ်။
ယနေ့ခေတ် နယူးယောက်မြို့က သဘာဝသမိုင်းပြတိုက်ကြီးမှာ အခမ်းအနားကြီးတစ်ခုလုပ်နေပြီး ဒေါက်တာမက်ပီး တက်ရောက်လာတာကို ပြတိုက်လုံခြုံရေးဖြစ်တဲ့ လာရီဒါလေကတွေ့ပါတယ်။ Night at the Museum အရင်ဇာတ်ကားတွေအတိုင်းပဲ ပြတိုက်က အရုပ်တွေ အသက်ဝင်ပြီး သူတို့အသက်ရှင်စဉ်ကနေခဲ့တဲ့ ပုံစံအတိုင်းနေရင်း ပြတိုက်ထဲမှာ ဖြစ်ချင်တိုင်းဖြစ်နေပါတယ်။
အီဂျစ်ဂူသင်္ချိုင်းထဲက ရွှေကမ္ပည်းပြားက နယူးယောက်သဘာဝသမိုင်းပြတိုက်ထဲမှာ ထိန်းသိမ်းထားတာဖြစ်ပြီး အဲဒီပစ္စည်း တဖြည်းဖြည်းပျက်စီးလာတာကို ဘယ်သူမှ သတိမထားမိကြပါဘူး။ ကမ္ပည်းပြားကြောင့် အခမ်းအနား
က ပရမ်းပတာတွေဖြစ်ပြီး ဧည့်သည်တွေကို တိုက်ခိုက်တာမျိုးတွေဖြစ်ပြီးတဲ့နောက် အရာအားလုံးတည်ငြိမ်သွားပေမယ့် ကမ္ပည်းပြားကြောင့်လို့တော့မသိခဲ့ကြပါဘူး။
တစ်ရက်မှာ လာရီဟာ ပြသနာဖြစ်ရတဲ့အကြောင်းရင်းကို ရှာဖွေရင်း ပထမဆုံး ကမ္ပည်းပြားတွေ့တုန်းကပါသွားတဲ့ ကောင်လေးနဲ့ သူ့အဖေဓာတ်ပုံကို တွေ့ပြီး အဲဒီကောင်လေးဟာ ဆီ ဆဲဖရက်ဒရစ်ဆိုသူ ရွှေကမ္ပည်း ပြားခိုးယူဖို့ကြိုးစားတဲ့ ပြတိုက် လုံခြုံရေးဟောင်းဆိုတာ သိရပါတယ်။
ဆီဆဲဟာ အလုပ်က အနားယူပြီးဖြစ်တာကြောင့် သူနေတဲ့နေရာအထိ လိုက်သွားပြီး ကမ္ပည်းပြားအကြောင်းကို မေးမြန်းရင်း စုံစမ်းဖော်ထုတ်ဖို့ လုပ်ဆောင်ပါတယ်။
လာရီတစ်ယောက် ရွှေကမ္ပည်း ပြားရဲ့ သမိုင်းကြောင်းကို စုံစမ်း ဖော်ထုတ်နိုင်မှာလား။ မှော်ဝင် ကမ္ပည်းပြားကြောင့် ဘယ်လိုအပြောင်းအလဲတွေ ဖြစ်ကုန်မလဲ ဆိုတာ……..။
(ရုပ်ရှင်အညွှန်းကို 7Day Daily မှကူးယူဖော်ပြပါသည်။)
Night At The Museum Trilogy သုံးကားတွဲ ကြည့်ရှူရန်
File size…853 MB
Quality….Blu-Ray Rip 720p
Format…mp4
Duration….01:37:48
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
