"The Invisible Thread (2022)ဒီရုပ်ရှင်လေးကတော့ မကြာခင်ကမှ Netflix ကနေ ထွက်ရှိထားတဲ့LGBT based Drama/Comedy ဇာတ်လမ်းကောင်းလေးပါပဲ။ဇာတ်အိမ်တည်ရာဒေသကတော့ ဥရောပတောင်ဘက်ပိုင်းက အီတလီနိုင်ငံရောမမြို့လေးပါ။အားလုံးသိကြတဲ့အတိုင်း ကမ္ဘာ့အနောက်ခြမ်းဆိုတာက လူ့အခွင့်အရေးလှုပ်ရှားမှုတို့၊ ကျားမတန်းတူညီမျှမှု၊LGBTQ Rights တွေအတွက်လှုပ်ရှားမှုတွေဆိုတာ အမြဲလိုလိုတွေ့နေခဲ့ရပြီးအဲ့ဒါတွေအတွက် အမှန်တကယ်လည်း ဥပဒေတွေချမှတ်နိုင်ခဲ့ကြတယ်။တကယ်တမ်း တခြားနိုင်ငံတွေနဲ့ယှဉ်ကြည့်ရင်တော့အီတလီက LGBT Rights နဲ့ပတ်သက်ပြီး တရားဝင်အသိအမှတ်ပြုခံရတာနောက်ကျပါတယ်။Pause2000 ခုနှစ်ဝန်းကျင်အတွင်းမှာ အနောက်နိုင်ငံအတော်များများက Civil Union ရခဲ့ပေမယ့်အီတလီနိုင်ငံမှာတော့ 2016 June လမှာမှ Civil Union လို့ခေါ်တဲ့လိင်တူပေါင်းဖက်ခွင့်ကို တရားဝင်အသိအမှတ်ပြုကြောင်း ဥပဒေက အသက်ဝင်လာခဲ့တယ်။လိင်ကွဲပေါင်းဖက်မှု‌‌တွေနည်းတူ အခွင့်အရေးအားလုံးနီးပါး ရရှိနိုင်တယ်လို့ဆိုထားပေမယ့်တကယ်တမ်းမှာ child adoption နဲ့ပတ်သက်ပြီး ကန့်သတ်ထားတာတွေရှိနေဆဲပါ။နောက်ပြီး လိင်တူပေါင်းစည်းခွင့်နဲ့ အတူပေါင်းသင်းနေထိုင်မှုကို ခွင့်ပြုထားပေမယ့်လက်ထပ်ထိမ်းမြားခွင့်ကိုကျတော့ တရားဝင်အသိအမှတ်မပြုထားတာ ယနေ့အထိပါပဲ။ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့…လီယိုဆိုတဲ့ ဆယ်ကျော်သက်အရွယ်‌ကောင်လေးဟာကျောင်းနှစ်ကုန်ပရောဂျက်အဖြစ် ဗီဒီယိုမှတ်တမ်းတစ်ပုဒ်ရိုက်ကူးရမယ်ဆိုတဲ့အခါသူ့မိသားစုအကြောင်း မှတ်တမ်းရုပ်ရှင်ရိုက်ဖို့ဆုံးဖြတ်ခဲ့တယ်။ဖခင်နှစ်ယောက်အကြောင်း၊ သူဘယ်လိုမွေးဖွားလာခဲ့တဲ့အကြောင်း၊တခြားကလေးတွေလို ပုံမှန်ကြီးပြင်းလာခဲ့တဲ့အကြောင်း၊မွေးစာရင်းမှာ ဖခင်နာမည်နှစ်ခုလုံးထည့်ချင်တဲ့အတွက် ကြိုးပမ်းခဲ့တာတွေ စသဖြင့်ရိုက်ကူးထားတယ်။သို့ပေမဲ့ ထူးဆန်းတာတစ်ခုက လီယိုနဲ့‌ေသွးသား‌‌ တော်စပ်တဲ့အဖေရင်းကိုလီယိုကိုယ်တိုင်အပြင် သူ့ဖခင်နှစ်ယောက်လုံးကပါမသိပါဘူး။ဘာလို့လဲဆိုတော့ …..အဖေနှစ်ယောက်လုံးရဲ့သုက်ပိုးကို စမ်းသပ်ဖန်ပြွန်ထဲရောထည့်ပြီးမှအလှူရှင်မမျိုးဥနဲ့ပေါင်း၊ သန္ဓေသားဖြစ်တည်လာမှအငှားကိုယ်ဝန်ဆောင်သူရဲ့သားအိမ်ထဲထည့်ခဲ့တာကြောင့်ပါတဲ့။အဲ့လိုနဲ့ပဲ ဖခင်နှစ်ယောက်ရဲ့ 20th anniversary ကိုရောက်လာတဲ့အခါမှာတော့မထင်မှတ်ထားတဲ့သူတစ်ယောက်ရောက်လာတဲ့အခါမှာ …အရောင်အသွေးစုံလင်ခဲ့တဲ့မိသားစုလေးရဲ့ချစ်ခြင်းတရားတွေ အဆုံးသတ်သွားတော့မှာလား???လီယိုရဲ့ အဖေရင်း ဘယ်သူဆိုတာကိုရော ဖော်ထုတ်သိသွားမှာလား ဆိုတာတွေကိုပေါ့ပေါ့ပါးပါး တလွဲတချော်ဟာသတွေနဲ့ပေါင်းစပ်ပြီးကြည့်ရှုရမယ့် family drama လေးပဲဖြစ်ပါတယ်။( အညွှန်းနဲ့ဘာသာပြန်ကတော့ Thwal Yadi ဖြစ်ပါတယ်)Genre…..Comdedy, Drama, FamilyQuality….WEB-DL 1080p and 720pFile size…1.6GB, 822MB and 300MBFormat…mp4Duration….1h 49minSubtitle….Myanmar Subtitle (Hardsub)Translator …..Thwal YadiEncoder ….. August"