"ဗန်ပိုင်ယားဇာတ်လမ်းကြိုက်တဲ့သူတွေအတွက်
rating ကောင်းကောင်း Imbd-7.0 ရရရှိထားတဲ့ လက်မလွတ်သင့်တဲ့ကားလေးပါ……………..
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အရက်မူးနေလို့ အူဘာတက္ကဆီနဲ့သူငယ်ချင်းတွေက
တင်ပေးလိုက်ပြီးတဲ့နောက်မှာ သရီဆာတစ်ယောက် ဗန်ပိုင်းယားနဲ့တည့်တည့်တိုးပြီး
နောက်နေ့မနက်မှာ သူကိုယ်တိုင် ဗန်ပိုင်းယားဖြစ်သွားပါတယ်…
ဗန်ပိုင်းယားလောကသားဖြစ်လာတဲ့နေ့မှာပဲ
ဗန်ပိုင်းယားတွေရဲ့ အစိုးရရုံးကိုရောက်သွားပါတယ်
အဲ့မှာ အလီဆန်နဲ့သူ့ချစ်သူဟောင်း တိုနီတို့က
ဗန်ပိုင်းယားဥပဒေဖောက်မိလို့ ရုံးမှာရှိနေကြပါတယ်
အလီဆန်က သူမကို မျက်စိကျပြီး နောက်ယောင်ခံ လိုက်ရာကနေ ခင်သွားကြပါတယ်……….
ဗန်ပိုင်းယားလောကကြီး အကြောင်းကို သရီဆာ တစ်ယောက် ပိုသိလာခဲ့ပါတယ်
ဒီကားကို ၂၀၁၆ ခုနှစ်မှာ ရိုက်ကူးထားပြီးတော့ ဇာတ်လမ်းဟာဆိုရင်
အပေါစားဆန်မနေပဲနဲ့တကယ့် ဗန်ပိုင်းယားတွေရဲ့ အနှစ်အရသာကိုခံစားနိုင်မဲ့ကားလေးပါ
File Size : ( 1 GB , 310 MB )
Quality : WEB-DL 720p
Running Time : 2 hr
Format : Mp4
Genre : Drama , Fantasy , Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Kaung Thant Win Htet
Encoded by Moe Myint Lwin
zawgyi
ဗန္ပိုင္ယားဇာတ္လမ္းႀကိဳက္တဲ့သူေတြအတြက္
rating ေကာင္းေကာင္း Imbd-7.0 ရရရွိထားတဲ့ လက္မလြတ္သင့္တဲ့ကားေလးပါ……………..
အရက္မူးေနလို႔ အူဘာတကၠဆီနဲ႔သူငယ္ခ်င္းေတြက
တင္ေပးလိုက္ၿပီးတဲ့ေနာက္မွာ သရီဆာတစ္ေယာက္ ဗန္ပိုင္းယားနဲ႔တည့္တည့္တိုးၿပီး
ေနာက္ေန႔မနက္မွာ သူကိုယ္တိုင္ ဗန္ပိုင္းယားျဖစ္သြားပါတယ္…
ဗန္ပိုင္းယားေလာကသားျဖစ္လာတဲ့ေန႔မွာပဲ
ဗန္ပိုင္းယားေတြရဲ႕ အစိုးရ႐ုံးကိုေရာက္သြားပါတယ္
အဲ့မွာ အလီဆန္နဲ႔သူ႔ခ်စ္သူေဟာင္း တိုနီတို႔က
ဗန္ပိုင္းယားဥပေဒေဖာက္မိလို႔ ႐ုံးမွာရွိေနၾကပါတယ္
အလီဆန္က သူမကို မ်က္စိက်ၿပီး ေနာက္ေယာင္ခံ လိုက္ရာကေန ခင္သြားၾကပါတယ္……….
ဗန္ပိုင္းယားေလာကႀကီး အေၾကာင္းကို သရီဆာ တစ္ေယာက္ ပိုသိလာခဲ့ပါတယ္
ဒီကားကို ၂၀၁၆ ခုႏွစ္မွာ ႐ိုက္ကူးထားၿပီးေတာ့ ဇာတ္လမ္းဟာဆိုရင္
အေပါစားဆန္မေနပဲနဲ႔တကယ့္ ဗန္ပိုင္းယားေတြရဲ႕ အႏွစ္အရသာကိုခံစားႏိုင္မဲ့ကားေလးပါ
File Size : ( 1 GB , 310 MB )
Quality : WEB-DL 720p
Running Time : 2 hr
Format : Mp4
Genre : Drama , Fantasy , Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Kaung Thant Win Htet
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
