"FIR 2022
IMDb 8.1
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Action/ Triller
၂၀၂၂ ခုနှစ်ရဲ့အက်ရှင်ကားတွေထဲမှာ ရှယ်ကောင်းတဲ့ကားလေးကိုပြပါဆို ဒီကားလေးက
ထိပ်ဆုံးကပါလိမ့်မယ်ဗျ။ ဇာတ်လမ်းလေး‌တွေက ရှယ်ကောင်းပါလျက်နဲ့
မင်းသားနဲ့လူကြမ်းတွေဖိုက်တဲ့အခါ အဝေးကြီးလွင့်ထွက်ထွက်သွားတဲ့ အိုဗာအက်ရှင်စတိုင်ကို
မကြိုက်တဲ့သူတွေ ကြည့်ကိုကြည့်ရမယ့်ကားတစ်ကားပဲဖြစ်ပါတယ်။
ဒီလိုပြောလို့လည်း သူတို့ရဲ့အဝေးကြီးလွင့်ထွက်သွားတဲ့ရိုက်ချက်တွေမလှဘူးလို့
ပြောတာတော့မဟုတ်ဘူးဗျ၊ ရိုက်ထားတာတွေ တော်တော်လှပါတယ်ဗျ။ ဒါပေမဲ့ဗျာ အပြင်မှာမှ တကယ်မဖြစ်နိုင်တာပဲ။
ဒီသည်းထိတ်ရင်ဖိုအက်ရှင်ကားလေးထဲမှာတော့ ဘာအိုဗာအက်ရှင်ချခန်းမှမပါသလို ဝှီးဆို
၁၅ ပေလောက်မလွင့်သွားတဲ့အပြင် အနောက်တိုင်းကားတွေနီးပါး ရှယ်ကောင်းတဲ့ချခန်းတွေကို ပါတာပါ။
ကျွန်တော်ကြည့်ချင်တဲ့အိန္ဒိယကားတွေ တမီးလ်ကားတွေရဲ့ချခန်းတွေဆိုတာ
ဒီကားထဲကလိုမျိုးဗျ။ ဒီတော့ဗျာ ဇာတ်လမ်းဇာတ်ကွက် ဇာတ်အိမ်ကြီးက
ရှယ်ခိုင်တဲ့အပြင် အက်ရှင်ခန်းတွေရှယ်ကောင်းလှတဲ့ ဒီကားလေးကိုတော့ လူကြီးမင်းတို့‌အနေနဲ့ လက်လွတ်မခံသင့်ဘူးလို့ထင်ပါတယ်။
ဇာတ်လမ်းအကျဉ်လေးကိုပြောရမယ်ဆိုရင် အီဖန်အာမက်‌ဆိုတဲ့ ဓာတုအင်ဂျင်နီယာလေးဟာ
မွတ်စလင်ဖြစ်နေလို့ဆိုတဲ့အကြောင်းပြချက်နဲ့ နေရာတကာမှာ ရှယ်အနှိမ်ခံနေရတာက စပါတယ်။
အိန္ဒိယရဲ့ ဒီဘာသာရေးပြဿနာတွေအကြောင်း‌ကတော့ ကျွန်တော်မပြောပြလည်း အားလုံးသိကြမယ်ထင်ပါတယ်။
ဒီလိုနဲ့ သူဟာ သူ့ရဲ့ဓာတုအင်ဂျင်နီယာအလုပ်ရဲ့ကိစ္စတစ်ခုလုပ်ပြီးလို့ လေဆိပ်ကနေ အိမ်ပြန်မယ်လုပ်တဲ့အချိန်မှာ
သူဖုန်းပျောက်သွားပါတော့တယ်။ ပျောက်သွားတဲ့သူ့ဖုန်းကို လေဆိပ်ရဲတွေက မရှာပေးတဲ့အပြင်
လေယာဉ်ပေါ်အတက်မခံတဲ့အခါ သူကဗုံးခွဲမယ့်သူများမှတ်နေလို့လားလို့စိတ်ပေါက်ပေါက်နဲ့ပြောမိတဲ့အခါ
သူ့ကိုဖမ်းလိုက်ပြီး စစ်ဆေးကြ၊ အပြစ်မရှိတော့မှ ပြန်လွှတ်ကြပါတယ်။
ဒါပေမဲ့ ပြန်လွှတ်နေတုန်းမှာပဲ အဲလေဆိပ်မှာ တကယ်ဗုံးတစ်လုံးပေါက်ကွဲသွားတဲ့အပြင်
ဗုံးထိန်းတဲ့ဖုန်းကလည်း သူ့ဖုန်းဖြစ်နေတဲ့အခါ သူ့ကို အိုင်အက်စ်အဖွဲ့ဝင်ဖမ်းထားလိုက်ကြပါတော့တယ်၊
ဒီတော့ အီဖန်ရဲ့ဖုန်းဟာ ဘယ်လိုလုပ်အဲလိုဖြစ်သွားရတာလဲ၊ အီဖန်ဟာတကယ်ပဲ
အိုင်အက်စ်အကြမ်းဖက်သမားလား၊ ဇာတ်ရှုပ်ဇာတ်ပွေတွေဘယ်လိုရောက်လာမှာလဲဆိုတာကို
အဆုံးထိဇာတ်ရှိန်တက်တဲ့ကားလေးကို ရှု့စားပေးကြပါဦး။
File size…2.47GB / 2GB /700MB
Quality…True Web DL720p
Format…mp4
Duration….2h 36m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Shwe Pwint & San Thu Aung & Eliza
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
