"We Couldn’t Become Adults (2021)Pause~ IMDb – 6.5/10, Rotten Tomatoes – 67% ~မရင့်ကျက်ခြင်းများအကြောင်းအလွမ်းသစ်တို့ အဆင့်ဆင့်မြင့်မျောနေသော တိမ်စိုင်တို့ မျောကာလွင့်ကာနေကြ၏။ အချို့တိမ်တို့က ရေခိုးရေငွေ့တို့ကို ထုပ်ပိုးသိမ်းဆည်းထားကြပြီး အချို့တိမ်တို့က အတိတ်မြစ်တို့ကို ထုပ်ပိုးသိမ်းဆည်း ထားကြသည်။ တိမ်ညိုကာမိုးသော မိုးနေ့များတွင် ရွာသွန်းဖြိုးတတ်သော ထိုတိမ်တိုက်တို့ကို မနေ့ကကောင်မလေးနဲ့ အတူ ကျွန်တော် ထားခဲ့လိုက်ချင်ပါသည်။ အတိတ်ကို ထူးထွေစွာ တမ်းတမက်မောမနေတော့ခြင်းသည်လည်း ရင့်ကျက်လာခြင်း၏ ဂုဏ်သတ္တိများထဲမှ တစ်ခုဟု ဆိုကြသည်သာ။မရှိတော့ပြီထင်ရသော တစ်ပိုင်းတစ်စ မှတ်ဉာဏ်ဟောင်းများ ငွေ့ရည်ဖွဲ့လာချိန်တွင် အတိတ်တို့သည် အတိတ်မဟုတ်တော့ပြီ။ ဟောင်းနွမ်းခဲ့ပြီထင်ရသော ရုတ်တရက်အသစ်ဖြစ်သွားတတ်သည့် မှတ်ဉာဏ်များထဲတွင် လွန်လေခဲ့ပြီးသော မနက်ဖြန်တစ်ခုတုန်းကလိုပင် သူမသည် ကျွန်တော့်ဘေး ရှိနေခဲ့သည်ပင်။“ပြန်တွေ့ကြဦးမယ်နော်”လို့ သူမပြောခဲ့ချိန်သည် ကျွန်တော်တို့ချင်း နောက်ဆုံးဆုံတွေ့ကြချိန် ဖြစ်လာလိမ့်မည့်ကြောင်း ကျွန်တော်မသိခဲ့ပါ။ အနှစ်၂၀ကျော်အချိန်သည် အရာရာကို တိုက်စားခဲ့လေပြီ။ ကျွန်တော်တို့ အတူသွားခဲ့ဖူးသော လမ်းများ၊ အဆောက်အဦးများ တဖြည်းဖြည်းချင်း ပြောင်းလဲသွားကြပြီ။ မည်သို့ပင်ဆိုစေကာမူ ကျွန်တော့်မှတ်ဉာဏ်ထဲတွင် သူမသည် ထိုနေ့ကလိုပင် မပြောင်းမလဲ ထိုနေ့ကလိုပင် ဒီလမ်းကြားလေးထဲ ကျွန်တော့်ကို ပြုံးပြနေသေးသည်။ မှတ်ဉာဏ်များထဲတွင်၊ သူမထံမှ ကူးစက်လာခဲ့သော ကျွန်တော့်အမူအကျင့်များထဲတွင်၊ မဟောင်းသော လမ်းက‌လေးထဲတွင် “အခုသူမ” မဟုတ်သော “အရင်ကသူမ” သည် ရှင်သန်နေသေးသည်။ပြက္ခဒိန်၂၅အုပ်၊ ပို့စကတ်တစ်ခု၊ ဝါရီရော်စာရွက်များ၊ ချိုသောအပြုံးများ၊ စီးကရက်မီးခိုးငွေ့များ၊ လမ်းမများထဲတွင် ရင့်ကျက်ပြီထင်သော ကျွန်တော်၏ မရင့်ကျက်ခြင်းများကို ပြန်တွေ့ခဲ့ရ၏။မကုန်နိုင်အောင် ရှည်လျားသောလမ်းမကြီးထက်တွင် ကျွန်တော်တို့အတူ လျှောက်ခဲ့ကြဖူးသည်။ ဒီလမ်းသည် ဘယ်လိုမှ မဆုံးတော့သလိုပင်။ ကျောတွင် တစ်စုံတစ်ရာသော ၀န်ထုပ်ကိုလွယ်ရင်း တဖြည်းဖြည်းနောက်ကောက်ကျလာသည် ထင်သည်။ ကျွန်တော် သတိတရကြည့်မိချိန်တွင် မကုန်နိုင်အောင် ရှည်လျားသော လမ်းမကြီးမှအပ ဘာဆိုဘာမှ မရှိတော့ပါ။ သူမသည် အတိတ်ဖြစ်သွားပြီ။ သူမသည် မှတ်ဉာဏ်တစ်ခုဖြစ်သွားပြီ။ ပသို့ပဲဆိုဆို “တစ်ခါကသူမ”သည် ရှင်သန်နေသေးသည်။၂၀၂၀၏ ကမ္ဘာကြီးသည် တဖြည်းဖြည်းချင်း ပျက်ယွင်းလာခဲ့ပြီ။ အစစပြိုယိုင်လွင့်ပါးလာသော ကမ္ဘာတွင် မိုးတိမ်တွေပြာ သာခဲ့ဖူးသောကမ္ဘာကို ပြန်လည်မက်မောမိလာခြင်းသည် သဘာ၀သာ၊ လူသားဆန်မှုသာ။ ခံစားချက်မမဲ့နိုင်မချင်း လူသည် ဘယ်သောအခါမှ မရင့်ကျက်လာနိုင်ပြီ ထင်သည်။ သူမကို ကျွန်တော် မမေ့ပျောက်ချင်တော့ပါ။ ကျွန်တော် မရင့်ကျက်ချင်တော့ပါ။ ကျွန်တော်တို့အားလုံး မရင့်ကျက်လာနိုင်ကြသူများသာ။ ကျွန်တော်တို့အားလုံးသည် မရင့်ကျက်ခြင်းကို ပွေ့ပိုက်ထားကြသူများသာ။P.S – ဒီရုပ်ရှင်ဟာ စာပါအတိုင်း မရင့်ကျက်လာနိုင်သူတို့အကြောင်း သက်သက်သာ။(ဇာတ်ကားကို Phoo Lin မှ ပြန်ဆိုထားပြီး အညွှန်းကိုတော့ WiRa Aung က ရေးသားပေးထားပါတယ်)Size – 1.4GB, 720MBQuality – Web-rip 1080p, 720pIMDb Rating – 6.5/10Format – mp4Duration – 2H 4MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated by Phoo LinEncoded by Y"