"The Dig (2021)===========IMDb Rating – 7.1/10Pause“ရှေးဟောင်းသုတေသနကို အခြေခံတဲ့ ရုပ်ရှင်တွေကို ကျွန်တော်တို့ကြည့်ကြတဲ့အခါစိတ်ကူးယဉ်ဆန်လွန်းတဲ့ ရုပ်ရှင်တွေကို တွေ့ရတာများပါတယ်။ ရှေးဟောင်းကျိန်စာတွေ၊ရွှေပုံကြီးတွေ၊ တူးဖော်တာထက် ဖျက်ဆီးတဲ့ဘက် ပိုရောက်နေတဲ့ ရှေးဟောင်းသုတေသနပညာရှင်တွေ ပါတတ်တဲ့ ရုပ်ရှင်မျိုးတွေပေါ့။ ဒါပေမဲ့ Netflixရဲ့ The Digကတော့ “ရှေးဟောင်းသုတေသနဆိုင်ရာ တူးဖော်မှုအကြောင်း ပိုသိမြင်နားလည်စေမယ့် ရုပ်ရှင်တစ်ကားပါပဲ။”လို့ရုပ်ရှင်ဝေဖန်ရေးသမားတစ်ယောက်က ဆိုပါတယ်။တကယ်လည်း ဟုတ်ပါတယ်။ The Dig ဟာ အင်္ဂလန်ရဲ့အကြီးကျယ်ဆုံး ရှေးဟောင်းသုတေသနဆိုင်ရာ တွေ့ရှိမှုဖြစ်ခဲ့တဲ့ Sutton Hoo ဆိုက်ကို တွေ့ရှိခဲ့တဲ့အကြောင်းကို ရိုက်ပြထားတာပါ။Sutton Hoo ဆိုက်ဟာ အမှောင်ခေတ်လို့ခေါ်တဲ့ ၆ရာစုလောက်က Anglo-Saxons‌တွေရဲ့အကြွင်းအကျန်တွေကိုတွေ့ခဲ့တဲ့ အတော်ရှေးကျတဲ့ ဆိုက်ပါပဲ။ Sutton Hoo ဆိုက်ကို မတွေ့ခင်အထိ အမှောင်ခေတ်မှာ ယဉ်ကျေးမှု၊ အနုပညာနဲ့ ငွေကြေး မရှိဘူးလို့ ယုံကြည်ခဲ့ကြတာဖြစ်ပြီးSutton Hooဆိုက်က ရခဲ့တဲ့ရှေးဟောင်းပစ္စည်းတွေက ဒီအမြင်ကို ပြောင်းလဲပေးခဲ့ပါတယ်။ထူးတာက ဒီဆိုက်ကို ဗြိတန်ပြတိုက်က ကမကထပြုတူးဖော်ခဲ့တာမဟုတ်ဘဲ အီဒစ်ပရီတီလို့ခေါ်တဲ့အင်္ဂလိပ်လူမျိုးမြေပိုင်ရှင်မ တစ်ယောက်က ကမကထပြုပြီး ဘာဆေးဘရောင်းလို့ခေါ်တဲ့ အလယ်တန်းနဲ့ကျောင်းထွက်ခဲ့တဲ့ ရှေးဟောင်းသုတေသနပညာကို ကိုယ်ထူကိုယ်ထ လေ့လာထားတဲ့သူကတူးဖော်ခဲ့တာပါ။The Dig ဟာ Sutton Hoo ဆိုက်ကို မတူးဖော်ခင် ဘာဆေးဘရောင်းနဲ့ အီဒစ်ပရီတီ စတွေ့ကြတဲ့အချိန်ကစလို့ ဆိုက်ကို တူးဖော်ရာမှာ ကြုံခဲ့တဲ့ အခက်အခဲတွေ၊ အလယ်ခေတ်က သင်္ဘောစတွေ့တဲ့အချိန်မှာ ဗြိတန်ပြတိုက်က မောင်ပိုင်စီးလုပ်တာတွေကနေ နောက်ဆုံး ဆိုက်ကရခဲ့တဲ့ ရတနာတွေဘာဖြစ်သွားတယ်ဆိုတာအထိ ပြည့်ပြည့်စုံစုံပုံဖော်ထားပါတယ်။ ဒုတိယကမ္ဘာစစ်ပျိုးချိန်ကိုလည်းထည့်သွင်းပုံဖော်သွားပြီး ကာရိုက်တာတွေကိုလည်း အီဒစ်ရဲ့ဘ၀နဲ့ ဘာဆေးရဲ့ ဘွဲ့ရမဟုတ်ပေမဲ့သူ့ပညာကိုချစ်တဲ့စိတ် ၊ ဘွဲ့ရမဟုတ်လို့ လူရာမ၀င်ခဲ့ခြင်းတွေကိုပါ ပြည့်ပြည့်စုံစုံပုံဖော်သွားပါတယ်။ဒုတိယ ကမ္ဘာစစ်ဖြစ်လုဆဲဆဲကာလမှာ တူးကြတာဆိုတော့ စစ်မခြေအနေနဲ့ သူတို့အခြေအနေကိုလည်းပေါင်းစပ်ပုံဖော်သွားခဲ့ပါတယ်။ ဒုတိယကမ္ဘာစစ်အတွင်းမှာ Sutton Hooက ရတနာတွေကို လန်ဒန်မြေအောက်ဘူတာရုံမှာ သိုဝှက်ထားခဲ့ပါတယ်။သရုပ်ဆောင်တွေကလည်း ဂတ်စ်ဘီရဲ့ဒေစီ Carey Mulligan၊ စင်ဒရဲလား Lily Jamesနဲ့ Schindler’sList, The English Patient ,The King’s Manက Ralph Fiennesတို့လို နာမည်ကျော် သရုပ်ဆောင်တွေပါပဲ။ Simon Stoneကရိုက်ထားပြီး Biography , History, Drama အမျိုးအစားကားပေမဲ့ စီနီမာတိုဂရပ်ဖီဟာ အတော်မျက်စိထဲ ၀င်တာကြောင့် ကြည့်ရတာပျင်းဖို့မကောင်းဘဲ ဆွဲဆောင်မှုရှိပါတယ်။Sutton Hooဆိုက်ကို တူးဖော်တဲ့အချိန်မှာ ဒုတိယကမ္ဘာစစ် အစပျိုးစပြုနေပါပြီ။ စစ်ဖြစ်တော့မှာမို့တစ်ချို့လုပ်ငန်းတွေကိုတောင် ရပ်နားထားရပါပြီ။ ဘာဆေးရော အီဒစ်ရော ဗြိတန်ပြတိုက်က တာ၀န်ရှိသူတွေရောဟာ စစ်ထက် ပိုအရေးကြီးတဲ့အရာလို့ ခံယူပြီး ဆက်တူးဖော်ခဲ့ကြတာပါပဲ။ ရုပ်ရှင်ထဲကဘာဆေးရဲ့ စကားအတိုင်းပြောရရင်“ရှေးဟောင်းသုတေသနဟာ အတိတ်အတွက်မဟုတ်သလို ပစ္စုပ္ပန်အတွက်လည်း မဟုတ်ပါဘူး။အနာဂတ်အတွက်ပါပဲ။ ‌ဒါမှနောက်မျိုးဆက်တွေက သူတို့ဘယ်ကဆင်းသက်လာလဲသိမှာဖြစ်ပြီးရှေးဟောင်းသုတေသနဆိုတာ လူတွေကို သူတို့ဘိုးဘေးဘီဘင်တွေနဲ့ ဆက်စပ်ပေးထားတဲ့ ကြိုးပါပဲ။”ထိုနည်း၎င်းပဲ ” သမိုင်းသင်တယ်ဆိုတာ မအအောင်လို့”ဆိုတဲ့ ဒေါက်တာသန်းထွန်းစကားအတိုင်းဆိုရှေးဟောင်းသုတေသနဟာ အနာဂတ်အမျိုးဆက်တွေ မအဖို့အတွက်ပါပဲ။ အနာဂတ်အတွက်ပါပဲ။The Digဟာ မအအောင် ကြည့်သင့်တဲ့ ရှေးဟောင်းသုတေသနကို လက်တွေ့ကျကျ ပုံဖော်ထားတဲ့ရှားပါးရုပ်ရှင်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ်)File Size – (1.65 GB) / (772 MB) / (502 MB)Quality – WebRip 1080p / 720p/480pDuration – 1h 52minsSubtitle – Myanmar HardsubFormat – MP4Genre : Biography, Drama, HistoryTranslator – WiRa AungEncoder – SWM"