Karan Arjun (1995)**********အက်ရှင်လဲ အလန်းဇယား အကြမ်းကြီး ၊ ဒရမ်မာလဲ ပါရမယ်…..သဲထိတ်ရင်ဖိုလဲ ဖြစ်ရမယ်ဆိုတဲ့ ပရိသတ်တွေအတွက် ၁၉၉၅ ၊ ဇန်နဝါရီလ (၁၃)ရက်နေ့က ရုံတင်ခဲ့တဲ့ သဲထိတ်ရင်ဖို အက်ရှင်ဒရမ်မာရုပ်ရှင် “Karan Arjun ” အကြောင်းလေးတင်ပေးလိုက်ပါတယ် ။ ဒီဇာတ်ကားမှာတော့ ဘောလီးဝုဒ် ရဲ့ ထိတ်ထိတ်ကြဲတွေဖြစ်တဲ့ ရှာရွတ်ခန် ၊ ဆယ်လ်မားန်ခန်း ၊ ကာဂျိုး ၊ ဟောလီးဝုဒ်ရော ဘောလီးဝုဒ် ရောရဲ့အကျော်အမော် ဗီလိန်သရုပ်ဆောင်ကြီး အမ်းမရစ်ရှ်ပူရီး ၊ ဂန္တဝင်မင်းသမီးကြီး ရာခီး ၊ Mamta Kulkarni တို့က သရုပ်ဆောင်ထားကြလို့ ကြည့်ရတန်တဲ့ ဇာတ်ကားကောင်းလေးပါ ။ဒီဇာတ်ကားကို လက်ပွားမင်းသားလို့ သိကြတဲ့ Hritik Roshan ရဲ့ဖေဖေ ဒါရိုက်တာကြီး ရာကေ့ရှ်ရိုရှန်ကိုယ်တိုင် ရိုက်ကူးခဲ့ပါတယ် ။ ရာကေ့ရှ်ရိုရှန် ရဲ့ ဇာတ်ကားတွေကို သတိထားကြည့်မိရင် များသောအားဖြင့် အက်ရှင် ၊ဖိုက်တင် ၊ စွန့်စားခန်းတွေ ပါလေ့ရှိတဲ့အပြင် အမြဲမြင်နေကျ ခမ်းနားကြီးကျယ်လှတဲ့ ရွှေမြို့တော်တို့နဲ့ ဝေးရာ တောတောင်ရေမြေ သဘာဝရှုခင်းတွေနဲ့ ပြည့်နက်နေတဲ့ ကျေးလက်ဇနပုဒ်တွေ ၊ လှပတဲ့ သစ်တောအုပ်တွေမှာ ရိုက်ကူးလေ့ရှိတာက သူ့ရဲ့ထူးခြားချက်တစ်ခုလို့ပဲ ဆိုရမယ်ထင်ပါတယ် ။ ပြီးတော့ သူ့ရဲ့ ဇာတ်ကားတိုင်းလိုလိုဟာ အင်္ဂလိရှ်အက္ခရာ “K “နဲ့ အစချီလေ့ရှိတာကိုလဲ သတိထားမိကြမယ်ထင်ပါတယ် ။ ဥပမာ.. “Koyal ” “Karan Arjun ” “Kaho Naa Pyar Hai ” “Koi Miligaya ” ” Khrish ” တို့ပေါ့ ။ဒီဇာတ်ကားဟာ ဘတ်ဂျတ် ရူပီ ၆ ကုဋေအကုန်ကျခံရိုက်ကူးခဲ့ပြီး ၊ ရူပီ ကုဋေ ၅၃.၅၈ ပြန်ရခဲ့ကာ ၁၉၉၅ခုနှစ် ရဲ့ ဒုတိယဝင်ငွေအကောင်းဆုံးအိန္ဒိယရုပ်ရှင် အနေနဲ့ရပ်တည်ခဲ့တယ် ။ (ဘာလို့ဆို ၁၉၉၅ ရဲ့ ဝင်ငွေအကောင်းဆုံး(၁) ဇာတ်ကားက DDLJ ဖြစ်နေခဲ့လို့ပါပဲ)ဇာတ်လမ်းအကျဉ်း*************ဒူရ်ဂါဆင်းဂ် (Raakhee) ဟာ ဆင်းရဲနုံချာလှတဲ့ အမျိုးသမီးကြီးပေမဲ့ တည်ငြိမ်ရိုးသားပြီး ၊ ကရန်(ဆယ်လ်မားန်) နဲ့ အာဂျွန်(ရှာရွတ်) ဆိုတဲ့ သားနှစ်ယောက်ကို လူလားမြောက်ကြီးပြင်းလာတဲ့အထိ ပြုစုပျိုးထောင်ခဲ့တဲ့ အာဂ မုဆိုးမအမျိုးသမီးကြီးပါ ။ တစ်နေ့မှာ သူမရဲ့ ယောက္ခထီး (Thakur) ရဲ့ နောက်ဆုံးအချိန်ကို ရောက်နေပြီဖြစ်ကြောင်း လူတစ်ယောက်က သူမကို လာရောက်အကြောင်းကြားတာကို သားနှစ်ယောက်ကြားသိသွားခဲ့တယ် ။ ဒူရ်ဂါဆင်းဂ် က Thakur ဟာ သားတို့ရဲ့ဘိုးဘိုးဖြစ်ကြောင်း နဲ့ သူမခင်ပွန်း ဟာ သူ့ဖေဖေ (နယ်မြေဧကများစွာတို့ရဲ့ အရှင်သခင် သူဌေးကြီး) သဘောမတူတဲ့ကြားက သူမကို လက်ထပ်ခဲ့လို့ သူမတို့ကို အမွေပြတ်စွန့်လွှတ်ခဲ့တာ ဖြစ်ကြောင်း ၊ ခု သူ( Thakur) မဆုံးခင်မှာ သူ့ရဲ့မြေးနှစ်ယောက်ကို အမွေလွှဲပေးချင်လို့ လာခေါ်တာဖြစ်ကြောင်း သားနှစ်ယောက်ကို ဖွင့်ပြောပြခဲ့တယ် ။ဒူရ်ဂျန်း(Amrish Puri) ဟာ Thakur ရဲ့ ဆွေမျိုးတော်စပ်သူတစ်ယောက် ။ သူက Thakur ရဲ့ နယ်မြေများစွားနဲ့ တစ်သက်စားမကုန်တဲ့ အမွေတွေကို တစ်ယောက်တည်း မောင်ပိုင်စီးလိုမှုနဲ့လောဘ ရမ္မက်မီးတောက်နေသူ ။ ဒူရ်ဂျန်းဟာ မြေးနှစ်ယောက်အလာကို မျှော်နေရှာတဲ့ Thakur ကို ဒီစည်းစိမ်းအာဏာတွေကို သူလိုချင်လွန်းလို့ Thakurရဲ့သား (ကရန်-အာရ်ဂျွန်ရဲ့ဖေဖေ) ကိုလွန်ခဲ့တဲ့ နှစ်များစွာကတည်းက သူကိုယ်တိုင် သတ်ခဲ့တာ ဖြစ်ကြောင်း ဖွင့်ပြောပြီး ၊ Thakur ကိုလဲ သတ်ခဲ့တယ် ။ ဒါ့အပြင် ရောက်ရှိလာခဲ့တဲ့ မြေးနှစ်ယောက်ဖြစ်တဲ့ ကရန် – အာရ်ဂျွန် ညီအစ်ကိုကိုလဲ ဒူရ်ဂျန်း နဲ့ အဖွဲ့က သူ့မေမေမုဆိုးမကြီး ဒူရ်ဂါဆင်းဂ် ရှေ့မှာ ရက်ရက်စက်စက် လူမဆန်စွာ ညှင်းပန်းနှိပ်စက်ပြီးမှ သတ်ဖြတ်ခဲ့တယ် ။ အသည်းနှလုံးအိမ်တစ်စစီ ကြွေခဲ့ရတဲ့ ဒူရ်ဂါဆင်းဂ် ဟာ ဒီအဖြစ်ကို လုံးဝ မခံမရပ်နိုင်ခံစားရရှာပြီး ၊ ကာလီမယ်တော်ကို တိုင်တည်သစ္စာပြုကာ သူ့ရဲ့သားနှစ်ယောက် လု့လောကကို ပြန်လည်မွေးဖွားလာပြီး ၊ ဒီလိုလူမဆန်တဲ့သစ္စာမဲ့တဲ့ လူယုတ်မာတွေကို ကလဲ့စားခြေသုတ်သင်နိုင်ပါစေကြောင်း ကျိန်ဆိုခဲ့တယ် ။ ဒူရ်ဂါဆင်းဂ် ရဲ့ ကျိန်စာတွေ အယုတ်တမာမှူအပေါင်း သရဖူဆောင်းထားတဲ့ ဒူရ်ဂျန်းကို သင့်ပါ့မလား ။ ကရန်-အာရ်ဂျွန် ညီအစ်ကိုကရော လူ့လောကကို တစ်ဖန်ပြန်လည်ဝင်စားမွေးဖွား့ပါ့ဦးမလား ဆိုတာ ဆက်ကြည့်လိုက်နော် ။ လုံးဝကို အကြမ်းကြီးနော် ။♠ဘောလီးဝုဒ် ရဲ့ အခန့်ညားဆုံးမင်းသားလေး Hrithik Roshan အတွက် ဒီဇာတ်ကားဟာ သူ့ရဲ့ ပထမဦးဆုံး လက်ထောက်ဒါရိုက်တာ လုပ်ခဲ့တဲ့ ရုပ်ရှင်ပါတဲ့ ။♠ဇာတ်ကားတစ်ကားလုံးကို ရာဂျစ်စတန် မှာရိုက်ကူးခဲ့ပြီး ၊ ဒီဇာတ်ကားရဲ့ ဇာတ်ဝင်ခန်းတွေရိုက်တဲ့ ရွာကတော့ ရာဂျစ်စတန် ပြည်နယ် ၊ အယ်လ်ဝါခရိုင်ရှိ ဘန်ဂါ့သ်ရွာမှာ ရိုက်ကူးခဲ့တယ် ။♠ ဒီဇာတ်ကားထဲက ဒူရ်ဂါမယ်တော် ဘုရားကျောင်း ကတော့ အဂျ်မာရ်အနီးရှိ ပူရ်ကားရ်ရွာမှာ တည်ထားတဲ့ မယ်တော်ကျောင်းပါတဲ့ ။♠ဒီ ကရန်- အာရ်ဂျွန် အတွဲအတွက် Sunny Deol နဲ့ Ajay Devgan အတွဲကို အရင်ကမ်းလှမ်းခဲ့ပြီး ၊ သူတို့က ရိုက်ရက်မပေးနိုင်လို့သာ ဆယ်စုနှစ်တွေကြာသည့်တိုင် မမေ့နိုင်တဲ့ ကျနော်တို့ရဲ့ SRK -Sallu အတွဲကို ကြည့်မြင်ခွင့်ရခဲ့တာပါ ။♠Filmfare Best Action Award နဲ့ Filmfare Best Editing Award ရခဲ့တယ် ။♠ ဒီဇာတ်ကားရဲ့ ဇာတ်ဝင်တေးတွေကို Rajesh Roshan (ဒါရိုက်တာ ရာကေ့ရှ်ရိုရှန် ရဲ့ ညီ) ကိုယ်တိုင်သီကုံးရေးဖွဲ့ခဲ့ပြီး ၊ ဒီသီချင်းတွေရဲ့ မူပိုင်ခွင့်တွေကိုတော့ Times Magnetic မှ အစောပိုင်းကတည်းက ဝယ်ယူသွားခဲ့တယ် ။♠ ဒီဇာတ်ကားနာမည် ကို အစောပိုင်းတုန်းက “Kaaynaat ” လို့ပေးထားခဲ့တာပါတဲ့ ။♠ ကရန်ဇာတ်ကောင်အတွက် ဆယ်လ်မားန် ကို ရွေးချယ်ဖို့ရှာရွတ်က မရမက တောင်းဆိုခဲ့တယ် ။♠ ရှာရွတ် နဲ့တွဲမဲ့ မင်းသမီးကို ဂျူဟီးချော်လာကို အရင်ရွေးချယ်ဖို့စဉ်းစားခဲ့ပြီး ၊ ကာဂျိုးကို အတည်ပြုရွေးချယ်ခဲ့တယ် ။ ဆယ်လ်မားန် နဲ့တွဲမဲ့မင်းသမီးကိုလဲ Nagma ကို အရင်ရာထားခဲ့ရာကနေ Mamta Kulkarni ကို နောက်ဆုံးရွေးချယ်ဖြစ်သွားခဲ့တယ် ။#HN(SRK UNIVERSE MYANMAR)(ရုပ်ရှင်အညွှန်းကို SRK Universe Myanmar Page မှ ကူးယူဖော်ပြပါသည်။)File size…(3.7 GB)/(1.5 GB)Quality….WEB-DL 1080p/720pFormat…mp4Duration….02:56:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Taylor"