"The Texas Chainsaw Massacre : The Beginning (2006)
အမေရိကန် တက္ကဆက်စ် ပြည်နယ်မှာ ၁၉၆၀ခုနှစ်တွေအတွင်း ချိန်းဆောနဲ့ လူတွေ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အစုပြုံလိုက် သတ်ဖြတ်ပြီး စားသောက်ခဲ့ကြတဲ့ မိသားစုတစ်စုရှိခဲ့ပါတယ်။
အမေရိကန်ရဲ့ ခေါင်ခိုက်လှတဲ့ ပြည်နယ်ဖြစ်တဲ့ တက္ကဆက်စ်ဟာ ဒုတိယကမ္ဘာစစ်ပြီးကာလ‌မှာ
စီးပွားရေးကျဆင်းမှု၊ ငတ်မွတ်ခေါင်းပါးမှုတွေ ဆိုးဆိုးဝါးဝါး ခံနေရလို့ နေထိုင်သူအများစု ပြောင်းရွှေ့ကုန်ကြပါပြီ။
ဒါပေမယ့် ဘယ်ကိုမှ မပြောင်းရွှေ့ပဲ တင်းခံနေခဲ့တဲ့ မိသားစုက‌တော့ တက္ကဆက်စ်ရဲ့ လူမနီးသူမနီး ကွင်းပြင်ကြီးမှ
ာ စိုက်ပျိုးမွေးမြူရေးလုပ်ရင်း နေထိုင်ကြတဲ့ ဟီဝစ်မိသားစုပါ။ စစ်ဒဏ်၊ အစာရေစာ ငတ်မွတ်ခေါင်းပါးမှု
ဒဏ်တွေကို အလူးလဲ ခံစားခဲ့ကြရတဲ့ ဟီဝစ် မိသားစုဝင်တွေဟာ စိတ်ပိုင်းဆိုင်ရာ ဆိုးဆိုးဝါးဝါး ထိခိုက်‌ထားပြီး ပုံမှန် မဟုတ်ကြတော့ပါဘူး။
တစ်နေ့မှာတော့ သူတို့ရဲ့ ညဏ်ရည်မဖွံ့ဖြိုးတဲ့ မွေးစားသား တွမ်မီက သူအလုပ်လုပ်တဲ့ သားသတ်ရုံက ပိုင်ရှင်ဖြစ်သူကို သတ်လိုက်ရာကစလို့ ၊
ဟီဝစ်မိသားစုဟာ အမေရိကန်သမိုင်းမှာ အရက်စက်အကြမ်းကြုတ်ဆုံး ရာဇဝတ်မှု တွေထဲက တစ်ခုဖြစ်တဲ့ တက္ကဆက်စ်ပြည်နယ်မှ
ချိန်းဆောဖြင့် အစုလိုက်အပြုံလိုက် လူသတ်မှုကြီးကို စတင် ကျုးလွန်ဖို့ အကြောင်းဖန်လာပါတယ်။
Texas Chainsaw ရုပ်ရှင်တွေဟာ နာမည်ကြားတာနဲ့ကို ကျောချမ်းရတဲ့ ရုပ်ရှင်တွေပါ။ ဟော်ရာရုပ်ရှင်လောကမှာတော့
Texas Chainsaw ကားတွေရဲ့ လွှမ်းမိုးမှု တော်တော်ကြီးပြီး ၊ ကြမ်းတမ်းလွန်းတဲ့ ပြကွက်တွေကြောင့်လဲ တော်ရုံလူ မကြည့်ရဲတဲ့ ကားတွေပါ။
အခု Texas Chainsaw Massacre: The beginning ကတော့ ဟီဝစ်မိသားစုရဲ့ အစပြု orgin ဇာတ်လမ်းကို ရိုက်ထားတာပါ။
ဒီကားမှာဆိုရင် ဟီဝစ် စိတ္တဇလူသတ် မိသားစုဝင် တစ်ယောက်ဖြစ်တဲ့ လူ့အရေပြား မျက်နှာဖုံးကြီးနဲ့ ချိန်းဆောလူသတ်သမား
Letharfaceကြီး ဘယ်လို စဖြစ်လာလဲ ဆိုတာနဲ့အတူ ကျန်တဲ့ ဆိုက်ကို မိသားစုဝင်တွေ အကြောင်းပါ မြင်ရမှာပါ။
ဇာတ်လမ်းကတော့ ဗီယက်နမ် စစ်ပွဲကို အလွှတ်ခံရတဲ့ အမေရိကန်စစ်သား ညီအစ်ကိုနဲ့ သူတို့ရဲ့ ကောင်မလေး နှစ်ယောက် ၊
Texasပြည်နယ်ကို ဖြတ်သွားချိန်မှာ ဧည့်ဝတ်ကျေပွန်လှတဲ့ နယ်ခံမိသားစုဖြစ်တဲ့ ဟီဝစ်မိသားစုနဲ့ လမ်းခရီးတစ်ထောက်
ကြုံရဆုံရ ကြည်နူးစရာ အမှတ်တရ အခိုက်တန့်လေးတွေကို ကြည့်ရှုခံစား ရမှာပါ။
unratedကားမို့ ပြကွက်တွေ အသေကြမ်းပါတယ်။ underagesတွေ မကြည့်သင့်ပါဘူး။
File size…2.55GB / 1.3GB
Quality…1080p Blu Rayx264 AAC 5.1CH / 720p
Format…mp4
Duration….1h 38m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Kaung Khant Win
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
