"Black Box (2021)
==============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.2/10
ကြည့်ဖူးနေကြ အမေရိကန် ဇာတ်ကားတွေနဲ့ ကွဲထွက်နေတဲ့ rating မြင့်
ပြင်သစ်နိုင်ငံမှ ထုတ်လုပ်ထားတဲ့ ဥရောပရုပ်ရှင်တစ်ခုကို တင်ဆက်ပေး
လိုက်ပါတယ်။
အဲလ်ပ်တောင်တန်းပေါ်မှာ လေယာဥ်တစ်စီး ပျက်ကျသွားခဲ့ပါတယ်။ ထို
လေယာဥ်ဟာ ခရီးသည် ၃၀၀ ကို တင်ဆောင်ပြီး ဒူဘိုင်းကနေ ပဲရစ်မြို့ကို
ဦးတည်ပြီး ပျံသန်းလာခဲ့တဲ့ အေထရီယန် ၈၀၀ လေယာဥ် ဖြစ်ပါတယ်။
ထိုအမှုကို ပြင်သစ်နိုင်ငံ စုံစမ်း‌ရေးနှင့် စိစစ်ရေးဗျူရိုက တာဝန်ယူကိုင်တွယ်
ခဲ့ပါတယ်။ တစ်ရက်မှာတော့ အဆိုပါ လေယာဥ်မှ လေယာဥ်မှူးအခန်းက
အသံဖမ်းစက်ကို တာဝန်ယူ နားထောင်ရတဲ့ ဗစ်တာ ပိုလော့ ဆိုတဲ့ အရာရှိ
တစ်ယောက် ထူးဆန်းစွာ ပျောက်ဆုံးသွားသည့်အတွက် မက်သရူး ဗက်ဆာ
ဟာ တာဝန်ယူကိုင်တွယ်ဖို့ ဖြစ်လာပါတယ်။
မက်သရူးဗက်ဆာ ဟာ အသံနားထောင်တဲ့နေရာမှာ အထူးကျွမ်းကျင်ပြီး
နားထောင်ရုံထက်ပိုပြီး အမှုတွေကို ‌ဖော်ထုတ်ချင်သူ တစ်ယောက်ပါ။ မက်သရူး
ဗက်ဆာရဲ့ မိန်းမဖြစ်သူ နိုအဲမီ ဗက်ဆာ ကတော့ ပျက်ကျသွားတဲ့ လေယာဥ်ကို
စျေးကွက်ထဲ မဖြန့်ချီခင်မှာ အရည်အသွေး စစ်ဆေးမှုလုပ်ပေးခဲ့တဲ့ အဖွဲ့မှာ
အလုပ်လုပ်သူပေါ့။ ကနဦး အသံဖမ်းစက် နားထောင်ချက်အရ အကြမ်းဖက်
သမားရဲ့ တိုက်ခိုက်မှုလို့ ကောက်ချက်ချကြပေမယ့် မက်သရူးကတော့ အဲ့ထပ်
ပိုနိုင်တယ်ဆိုပြီး သံသယဝင်ခဲ့ပြီး ဖော်ထုတ်ဖို့ ကြိုးစားခဲ့ပါတယ်။ ထိုကဲ့သို့
ဖော်ထုတ်ဖို့ ကြိုးစားရင်း မက်သရူးဟာ ဇနီးဖြစ်သူအပါအဝင် လုပ်ဖော်ကိုင်ဖက်
တွေနဲ့ အဆင်မပြေဖြစ်လာခဲ့ပါတယ်။
ဒါကြောင့် ထို လေယာဥ်ပျက်ကျမှုဟာ အကြမ်းဖက်မှုကြောင့်လား၊ နည်းပညာ
ပြဿနာကြောင့်လား၊ တခြားအကြောင်းအရာကြောင့်လား။ စုံစမ်းရေးအရာရှိ
ပျောက်ဆုံးသွားကရော လေယာဥ်ပျက်ကျမှုနဲ့ ဘယ်လို ပတ်သတ်နေမလဲ။
မက်သရူးတစ်ယောက် အစွမ်းကုန်ဖော်ထုတ်ပုံကို စိတ်ဝင်စားဖွယ်
ကြည့်ရှု့ရမှာပဲ ဖြစ်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Leonard Lin ဖြစ်ပါတယ်)
File Size – (1.16 GB) / (576 MB) / (394 MB)
Quality – BluRay 1080p / 720p/480p
Duration – 2h 09mins
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Drama, Mystery, Thriller
Translator – Leonard Lin
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
