"After Yang (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 6.8/10 , RT – 86%, Metacritic – 79% ~
Directed By Kogonada
A24 ကဖြန့်တဲ့ ရုပ်ရှင်ဆိုတော့ ဒီရုပ်ရှင်ကို မကြည့်မိခင်မှာ A24 ဖန်တစ်ယောက်က Ex Machina နဲ့ Minari ကိုပေါင်းထားတဲ့ ရုပ်ရှင်မျိုးပဲ တော်တော်ကောင်းတယ်လို့ ပြောတာ ဖတ်လိုက်ရသေးတယ်။ ကျွန်တော့်အတွက် ဒုတိယအချက်ကို လက်ခံနိုင်ပေမဲ့ ပထမအချက်ကို လက်ခံဖို့တော့ ခက်ပါတယ်။ တစ်ကားလုံးမှာတော့ မဟုတ်ပေမဲ့ ဒီရုပ်ရှင်ရဲ့ တစ်ချို့နေရာတွေမှာ တာကော့စကီးဆီက အရသာမျိုး ခံစားရတယ်။ ကိန်းမှာပြခဲ့လို့ ၂၀၂၁လို့ရေးထားပေမဲ့ တကယ်တမ်း ဒီရုပ်ရှင်ဟာ မနေ့ကမှ ထွက်တာဆိုတော့ ၂၀၂၂ပဲလို့ပြောရမယ်။ ပုဂ္ဂလိက ခံစားချက်အရတော့ မနှစ်က အသိရခက်ပြီး ကိုင်းခွဲများတဲ့ Drive My Car ရဲ့ Poetic ဖြစ်မှုကို အတော်သဘောကျခဲ့သလိုပဲ ဒီနှစ်လည်း အရမ်းအသိရမခက်ဘဲ ကိုင်းခွဲများတဲ့ After Yang ရဲ့ Poetic ဖြစ်မှုကို တော်တော်သဘောကျမိတယ်။ Poetic Cinema ကိုကြိုက်တဲ့သူတွေ ကျိန်းသေကြည့်ကိုကြည့်သင့်တဲ့ကားပါပဲ။
ဇာတ်အိမ်ကတော့ ကာလတစ်ခုမှာတည်ထားတယ်။ လူဖြူအမျိုးသားနဲ့ လူမဲအမျိုးသမီးလင်မယားက တရုတ်မလေးတစ်ယောက်ကို မွေးစားထားတယ်။ ပြောရရင် လူမဲ၊လူဖြူ၊အာရှမိသားစုပေါ့။ လူမျိုးရေးအရမ်းဆန်နေသလိုဖြစ်နေပေမဲ့ ဘာလို့တရုတ်မလေးကိုမှ မွေးစားထားလဲဆိုတဲ့အကြောင်းအရာကို ပေါ်‌လွင်အောင် လူဖြူအမျိုးသားရဲ့ ဇာတ်ကောင်ကို သေချာတည်ဆောက်ထားတာပါပဲ။ အကျိုးသင့်အကြောင်းသင့်ရှိတယ်လို့ ပြောရမယ်။
သူတို့က ဒီတရုတ်မလေးကို မွေးစားလိုက်ပေမဲ့ သူ့မူလဇာတိမျိုးရိုးဖြစ်တဲ့ တရုတ်လူမျိုးတွေရဲ့ ယဉ်ကျေးမှုကိုလည်းသိစေချင်တယ်။ ဘာလို့ သိစေချင်ရလဲဆိုတဲ့အချက်ကို ကိုင်းကူးကိုင်းဆက်လုပ်ထားတဲ့ အပင်တွေနဲ့ ဥပမာပြသွားတာလေးကလည်း တော်တော်လေးလှတာပါပဲ။ ကိုင်းဆက်ထားတဲ့ အကိုင်းဟာ သူလက်ရှိတည်နေတဲ့ သစ်ပင်နဲ့ ကြာလာရင် တစ်သားတည်းဖြစ်ပြီး တစ်စိတ်တစ်ပိုင်းဖြစ်သွားမှာဖြစ်သလို မူလဇာတိသစ်ပင်ကလည်း အရေးပါတယ်တဲ့။
တရုတ်ကလေးမလေးကို ‌မွေးစားထားတဲ့ မိဘ၂ယောက်ဟာ သူတို့ကိုယ်တိုင်ကလည်း မအားကြဘူး။ ကလေးကိုလည်း သူ့လူမျိုးယဉ်ကျေးမှုအကြောင်းသိစေချင်တော့ စက်ရုပ်လို့ ပြောလို့ရသလို စက်ရုပ်လို့ပြောလို့လည်းမရတဲ့ အရာတစ်ခုဝယ်ပေးလိုက်တယ်။ TECHNO-SAPIEN တဲ့။အလွယ်ပြောရရင် နည်းပညာနဲ့လုပ်ထားတဲ့လူသားပေါ့။ သူ့နာမည်က ယန်းပါ။ တရုတ်ပုံစံနဲ့ တရုတ်ယဉ်ကျေးမှုအကြောင်း အကုန်သိတဲ့ Techno ပေါ့။ ယန်းရဲ့အသိဉာဏ်က ထင်တာထက်မြင့်နေတော့ ယန်းဟာ ကလေးမလေးကို တရုတ်အကြောင်းသင်ပေးရုံတင်မဟုတ်ဘဲ အကိုတစ်ယောက်လိုပါ ပြုစုပျိုးထောင်ပေးနိုင်ခဲ့တယ်။ ကလေးမလေးကလည်း ယန်းကို အရမ်းအားကိုးပါတယ်။ ဒီလိုနဲ့ တစ်နေ့ကျ ယန်း ရုတ်တရက်ကြီး ပါဝါကျသွားတယ်။ ဒီရုပ်ရှင်ဟာ ယန်းပါဝါပိတ်ကျသွားပြီးနောက်ပိုင်း သူတို့အခြေအနေကို ကျောရိုးတည်ပြီး ကိုင်းခွဲများစွာနဲ့ အတွေးပွားစရာပေးထားတဲ့ ရုပ်ရှင်ပါ။
After Yang လည်း Drive My Car လိုပဲ တစ်ခုထက်ပိုတဲ့ ရှု့ထောင့်ကနေ ကြည့်ရှုသူ စိတ်ကြိုက်ခံစားလို့ရတဲ့ ကားမျိုးဆိုတော့ ကြည့်ရှုသူရဲ့ ခံစားချက်ကို ခလုတ်တိုက်စေမယ့် အရာတွေများတယ်။ ဒါကြောင့်ပဲ ဒီရုပ်ရှင်ကို ကျွန်တော်တော်တော် သဘောကျသွားတယ်ပြောရမှာပဲ။ အထူးသဖြင့် တရုတ်လက်ဖက်ရည်ကြမ်းရဲ့ အရသာကိုခံစားတဲ့အခန်းတို့ လောင်ဇူးရဲ့ ဒဿနကို အကျယ်ဖွင့်ကြတဲ့ အခန်းတို့ သစ်တောထဲ Long take ရိုက်ထားတဲ့အိပ်မက်ဆန်ဆန်အခန်းတို့ပေါ့။ လူသားတွေရဲ့ ငါဗဟိုပြုဝါဒတို့ ကလေးမွေးစားရေးနဲ့ပက်သက်တဲ့အကြောင်းတို့ကတော့ ပုဂ္ဂလိက ခံစားချက်အရတော့ သိပ်မညိလိုက်ပါဘူး။ သို့ပေမဲ့ လွတ်လွတ်လပ်လပ် ခံစားလို့ရတဲ့ရုပ်ရှင်ဆိုတော့ ညိချင်တဲ့လူ ညိချင်တဲ့နေရာညိမှာပါပဲ။
ယန်းဟာ လူမဟုတ်တဲ့ လူသားနဲ့တူအောင်လုပ်ထားတဲ့ နည်းပညာတစ်ခုပါပဲ။ ဒါပေမဲ့ ဒီရုပ်ရှင်ထဲက လူတွေရဲ့ ဘဝမှာ ယန်းဟာ လူသားတစ်ယောက်လို အရေးပါနေတယ်။ ကျွန်တော့်မှာလည်း လူသားမဟုတ်ပါဘဲ လူသားတစ်ယောက်လို သံယောဇဉ်တွယ်ရတဲ့ အရာတွေရှိခဲ့ဖူးတယ်။ အရုပ်လို့တောင်မသုံးချင်တဲ့ ဝက်ဝံလေး၂ကောင်ပေါ့။ အားလုံးမဟုတ်တောင် ဒီလိုမျိုးရှိတဲ့ လူတွေရှိကြမှာပါပဲ။ လူ့ခံစားချက်ဟာ သက်ရှိခြင်းသက်မဲ့ခြင်းနဲ့ မဆိုင်ပါဘူး။ ဘယ်လိုပဲဆိုဆို အချိန်တစ်ခုမှာတော့ အခြေအနေအကြောင်းကြောင်းနဲ့ လက်လွတ်ရတာပါပဲ။ ဒီလိုပဲ နေသားကျအောင်နေလာကြရတာပါပဲ။ ရုပ်ရှင်ထဲ သေချာမပြသွားပေမဲ့ ယန်းမရှိတော့တဲ့နောက်မှာ (After Yang) တရုတ်ကလေးမလေး မီခါဟာ ကျွန်တော်တို့လို့ပဲ ယန်းကို လက်လွတ်တတ်ဖို့ သင်ယူသွားရမှာပါပဲ။ တစ်ချို့ကပြောကြတယ်။ အရာရာမှာ အဆုံးသတ်မရှိဘူးတဲ့။ ပေါက်ဖတ်ရဲ့ အဆုံးသတ်ဟာ လိပ်ပြာရဲ့အစလို့ဆိုကြတယ်။ ရှိခြင်းရှိဖို့ မရှိခြင်းလည်းရှိရမယ်လို့တော့ ဆိုကြတာပါပဲ။ ပသို့ပဲဆိုဆို ဒီလောကကြီးမှာ ဘာမှမရှိတော့တဲ့ အဆုံးသတ်တွေလည်း ရှိကြတာပါပဲ။ After Yang ဟာ ယန်းရဲ့ အသစ်ပြန်ဖြစ်စရာမရှိတော့တဲ့ အဆုံးသတ်ကို လက်မခံနိုင်ရင်း လက်ခံလိုက်ရတဲ့သူတွေအကြောင်းပါပဲ။
After Yang ကို ကိန်းနဲ့ Sundance တို့လို နာမည်ကျော်ရုပ်ရှင်ပွဲတော်တွေမှာ ပွဲဦးထွက်ပြထားပြီး မတ်လ၄ရက်နေ့မှာ ရုံမှာရော Streaming ပလက်ဖောင်းတွေမှာရော ပြခဲ့ပါတယ်။ “Saying Goodbye to Yang” ဆိုတဲ့၀တ္တုတိုကို မှီငြမ်းပြီး ၂၀၁၇ရဲ့ အလှပဆုံးကားတွေထဲက တစ်ကားဖြစ်ခဲ့တဲ့ Columbus ကိုရိုက်ခဲ့တဲ့ Kogonada ကပဲ ရိုက်ကူးထားပါတယ်။ Poetic Cinema အရသာကို ကောင်းကောင်းရစေမယ့် Sci-Fi Drama ကားပါပဲ။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.2GB, 500MB
Quality – Web-dl 1080p, 720p
IMDb Rating – 6.8/10
Format – mp4
Duration – 1H 36Min
Genre – Drama, Sci-fi
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
