"Where The Wild Things Are (2009)
ကလေးဘဝဆိုတာ ၊ လူ့ဘဝရဲ့ နိဗ္ဗာန်ဘုံတဲ့။ ပြီးတော့ ကလေးဘဝဆိုတာ အပူပင်ကင်းတယ်လို့လဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပြောကြတယ်။ ဒါပေမယ့် အဲဒါ တကယ်ရော ဟုတ်ရဲ့လား။ ဒီယူဆချက်‌တွေဟာ broken familyတွေ၊
family issue တွေများတဲ့ မိသားစုတွေမှာ ကြီးပြင်းခဲ့ရတဲ့ ကလေးတွေ အတွက်တော့ မှန်မယ် မထင်ပါဘူး။
မိသားစုတစ်စု ပြိုကွဲသွားတဲ့အခါ ထိလွယ်ရှလွယ်တဲ့ ကလေးလေးတွေဟာ ပိုပြီးတော့ ထိခိုက်ခံစားကြရပါတယ်။
ကလေးသဘာဝ စိတ်ခံစားချက်တွေကို ထုတ်မပြောပြတတ်ကြပေမယ့်၊ အတွင်းစိတ်မှာ‌တော့ စိတ်ဒဏ်ရာတွေ ရနေတတ်ပါတယ်။
ဒီဇာတ်ကားမှာတော့ broken familyတစ်ခုက မက်စ်ဆိုတဲ့ ဆယ်နှစ်သားအရွယ် ကောင်လေးတစ်ယောက်ရဲ့ စိတ်ခံစားချက်တွေကို
အပီပြင်ဆုံး အထိမိဆုံးနဲ့ အနုပညာမြောက်အောင် ပညာသားပါပါ ပုံဖော်ရိုက်ကူးထားပါတယ်။
မြင်နေကျ မဲပြာပုဆိုး family drama အကွက်တွေ တစ်ကွက်မှမပါပဲနဲ့ ဒီဇာတ်ကားလေးက သင့်ကို မျက်ရည်ဝဲအောင်
လုပ်ပြပါလိမ့်မယ်။ ပြီးတော့ ဒီဇာတ်ကားရဲ့ ဇာတ်လမ်း တင်ဆက်ပုံကလဲ တခြား ရုပ်ရှင် အများစုနဲ့မတူပဲ ထူးခြား
ကွဲထွက်ပြီး ကြည့်ပြီးတာနဲ့ တစ်သက်မမေ့မယ့် ကားမျိုးဖြစ်တာမို့ ကျွန်တော်ကတော့ highly recommendပါ။
မင်းသားကြီး Tom Hanksကိုယ်တိုင် producerအနေနဲ့ပါဝင်ပြီး ဒေါ်လာ သန်း100 အကုန်ကျခံ ရိုက်ကူးထားပါတယ်။
ဒါရိုက်တာကလဲ ဒီလို တမူထူးခြားတဲ့ ကားတွေကို ရိုက်တတ်တဲ့ Spike Jonzeပါ။ သူ့ကိုတော့ Her(2013) ကားနဲ့ အများစု သိကြမှာပါ။
ငွေကြေးအရ အမြတ်သိပ်မထွက်ခဲ့ပေမယ့် အနုပညာပိုင်းအရ အတော်လေး အောင်မြင်ခဲ့ပြီး ၂၀၀၉ခုနှစ်ရဲ့ အကောင်းဆုံ
း ရုပ်ရှင်တွေစာရင်းတွေမှာ အမြဲ top 10က ပါလေ့ရှိတဲ့ ရုပ်ရှင်ပါ။
ကလေးဖတ် ရုပ်ပြစာအုပ်ကို အခြေခံပြီး ရိုက်ထားတာဖြစ်ပေမယ့် ၊ ကလေး လူကြီးမရွေး ကြည့်လို့ အဆင်ပြေပါတယ်။
တကယ်လို့သာ သင်ဟာ broken family တစ်ခုမှာ ကြီးပြင်းခဲ့တဲ့ကလေး ဒါမှမဟုတ် ကိုယ်တိုင်က အိမ်ထောင်ရေး
အဆင်မပြေတဲ့ မိဘမျိုး ဖြစ်နေခဲ့ရင်တော့ ဒီဇာတ်ကားလေးကို သေသေချာချာ အချိန်ယူပြီး
အနည်းဆုံး နှစ်ခေါက်လောက် ကြည့်ဖို့ အကြံပြုလိုက်ပါတယ်။
ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ဆိုပေးထားတာကတော့
Kaung Khant Winဖြစ်ပါတယ်။
File size…1.57GB /750MB
Quality…1080pBluRay AAC5.1CH / 720p
Format…mp4
Duration….1h 41m
Subtitle….Myanmar Subtitle (hard sub)
Encoder….YK
Translated by Kaung Khant Win
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
