IMDb Rating (7.0)မင်းသားကြီးရှရွတ်ခန်းကို မှောင်ခိုဂိုဏ်းခေါင်းဆောင်အဖြစ် တမူထူးခြားစွာ မြင်ရမှာပါ။အိန္ဒိယနိုင်ငံ ဂူဂျာရတ်ပြည်နယ်ဆိုတာ အရက်ကင်းစင်တဲ့နယ်မြေအဖြစ်သတ်မှတ်ထားပြီး အရက်ရောင်းဝယ်ရင် ထောင်ဒဏ် ၁၀ နှစ်ထိ ပြစ်ဒဏ်ချမှတ်ထားပါတယ်….ဒီလိုအခြေအနေတွေကြောင့် အရက်မှောင်ခိုရောင်းဝယ်ရေးလုပ်ငန်းတွေ ကြီးထွားလာပါတော့တယ်….ဒီလိုဖြစ်လာရတာကလဲ ဂူဂျာရတ်ပြည်နယ်က ရာအီးစ်ဆိုတဲ့ ဒုစရိုက်သမားတစ်ယောက်ကြောင့်ဖြစ်လာတာ။အချိန်က ၁၉၈၀ နဲ့ ၁၉၉၀ ကြားကာလ …ငယ်ငယ်ကတည်းက မှောင်ခိုလောကနဲ့ ရင်းနှီးပြီး ရာအီးစ်ဟာ အရွယ်ရောက်လာတဲ့အခါမှာလည်း မှောင်ခိုလောကမှာ လုပ် ငန်းအကြီးအကျယ်လုပ်ကိုင်သူ တစ်ယောက်ဖြစ်လာပါတယ်…သူများနဲ့မတူ ထူးခြားတာက သူဘယ်လောက်ပဲဆိုးသွမ်းပါစေ ဒေသခံတွေကတော့ သူ့ကို သဘောကျကြပါတယ်။ ဘာကြောင့်လဲဆိုရင် သူက သူ့မွေးရပ်မြေကို ထောက်ပံ့ကူညီမှုတွေပေးထားလို့ပဲ ဖြစ်ပါ တယ်။ရာအီးစ်ရဲ့ လုပ်ရပ်တွေကို ဖော်ထုတ်မယ့်သူကတော့ ရဲအရာရှိ ဂျိုင်ဒီးပ်အမ်ဘာလာမက်မူဒါ ဖြစ်ပြီး သူကတော့ အမှုမှန်ပေါ်ပေါက်ရေးအတွက် လူဆိုးဂိုဏ်းသားတွေကို အမှန်အကန်ဖော်ထုတ်ဖမ်းဆီးသူ ဖြစ်ပါတယ်။ မှောင်ခိုရာဇာ ရာအီးစ်က ပြည်နယ်အုပ်ချုပ်မှုပိုင်းမှာပါ ဝင်ဖို့ကြိုး ပမ်းလာတဲ့အခါမှာ ရဲအရာရှိဂျိုင်ဒီးပ်နဲ့ ရာအီးစ်တို့ ထိပ်တိုက်တွေ့ ဖို့ ဖြစ်လာပါတော့တယ်။ရာအီးစ်ရဲ့ လုပ်ရပ်တွေကို ဖော်ထုတ်မယ့် ရဲအရာရှိရဲ့လက်က ရာအီးစ်လွတ်မြောက်နိုင်ပါ့မလား၊ ဒေသခံတွေ ချစ်ကြတဲ့ ရာအီးစ်ရဲ့ အနာဂတ်က ဘယ်လို ဇာတ်သိမ်းရမှာလဲ၊ မှောင်ခိုလောကထဲက ရာအီးစ်ရဲ့ ငယ်စဉ်ကနေ အရွယ်ရောက်သည်အထိ ဖြတ်သန်းခဲ့ရတဲ့ အနေအထားတွေကို ကိုယ်တိုင်ကြည့်ရှုဖို့ ညွှန်းပေးလိုက်တယ်နော်။ဒီဇာတ်ကားထဲမှာ အမှန်အကန် အက်ရှင်ဇာတ်ကွက်တွေနဲ့အတူ မင်းသားရှရွတ်ခန်းရဲ့ ဗီလိန်ဇာတ်ရုပ်ကိုပါ တစ်မူထူးပြီး ရှုစားရမှာမို့ ပရိသတ်တွေ သဘောကျမှာ သေချာပါတယ်။ဒါတင်မက အိန္ဒိယဇာတ်လမ်းတွေရဲ့ ထုံးစံမပျက် သီဆိုကခုန်မှုတွေပါ ကြည့်ရမယ့် ဒီဇာတ်ကားမှာ ရာအီးစ်အဖြစ် ရှရွတ်ခန်း၊ အစီရာအဖြစ် မဟီရာခန်း၊ ရဲအရာရှိဂျိုင်ဒီးပ်အမ်ဘာလာမက်မူဒါအဖြစ် နာဝါဇူဒင်ဆင်ဒီကွီ စတဲ့သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။ဒီဇာတ်ကားက အပြင်မှာတကယ်ရှိတဲ့ ဂူဂျာရတ်ပြည်နယ်က လူဆိုးခေါင်းဆောင် အက်ဘ်ဒူလ်လာတစ်ဖ်ရဲ့အကြောင်းကို အခြေခံပြီး ဇာတ်အိမ်တည်ထားတယ်လို့ ဆိုကြပေမယ့်လည်း ရုပ်ရှင်ထုတ်လုပ်သူတွေကတော့ စိတ်ကူးယဉ် ဇာတ်လမ်းတစ်ခုကိုသာ ပုံဖော်ထားတာလို့ ငြင်းဆိုထားပါတယ်။(ရုပ်ရှင်အညွှန်းကို 7daydaily Website မှကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်ကိုတော့ Taylor မှ တင်ဆက်ထားတာပါ။)File size…(2.6 GB)/(1.1 GB)Quality….BluRay 1080p/720pFormat…mp4Duration….02:23:42Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Taylor"