"Parallel Mothers (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 7.1/10, RT – 97%, Meta – 88% ~
Directed by Pedro Almodóvar
လက်ရှိအော်စကာမှာ Best Actress နဲ့ Best Original Score ဆန်ခါတင် ၀င်ထားတဲ့ စပိန်ရုပ်ရှင်ပါ။ စပိန်ကားပေမဲ့ စပိန်က Oscar Entry အဖြစ် မရွေးခဲ့တာကြောင့် International Feature Film ထဲ ဆန်ခါတင်မ၀င်ပဲ Main Category တွေထဲ ၀င်သွားတဲ့ ရှားရှားပါးပါးရုပ်ရှင်ပါပဲ။ ဟိုးတုန်းကတော့ အလားတူ ဂျပန်ကလည်း ခုရိုဆ၀ရဲ့ Ran ကို မရွေးဘဲ တခြားကားကိုရွေးခဲ့တာကြောင့် အော်စကာရဖို့ လက်လွတ်ခဲ့ရဖူးပါတယ်။ ခုလည်း စပိန်က Parallel Mothers ကို မရွေးခဲ့ပေမဲ့ အော်စကာကတော့ IFF ထဲမ၀င်တဲ့ နိုင်ငံခြားကားကို Main Category တွေထဲ ထည့်လိုက်ပါတယ်။
Parallel Mothers ရဲ့ ဒါရိုက်တာ Pedro Almodóvar ဟာ ရှေ့မှာ အော်စကာ nominations ကိုးခါ၀င်ထားပြီး နှစ်ခါဆုရထားတဲ့သူ ဖြစ်တဲ့အပြင် နောက်ဆုံးသူရိုက်ခဲ့တဲ့ Pain and Glory ဟာလည်း သူ့နှစ်က အတော်လေးအောင်မြင်ခဲ့ပါတယ်။ Parallel Mothers နဲ့ Best Actress Nominations ၀င်ထားတဲ့ Penélope Cruz ဟာ ရှေ့မှာလည်း Best Supporting Actress ဆုကို ရထားတဲ့သူဖြစ်ပြီး ဒီနှစ် BA ရခဲ့ရင် နှစ်ဆုလုံးရထားတဲ့ အော်စကာသမိုင်းတစ်လျှောက်လုံးက ၈ယောက်မြောက်သူဖြစ်မှာပါ။ ရှေ့ကရထားတဲ့သူတွေကတော့ Helen Hayes, Renée Zellweger, Maggie Smith, Jessica Lange , Cate Blanchett, Ingrid Bergmanနဲ့ Meryl Streep တို့လို Legend Actress တွေချည်းပါပဲ။
ဇာတ်ကြောင်းကတော့ Pedro Almodóvar ရဲ့ ဟန်အတိုင်းပဲ Melodrama ဇာတ်ကြောင်းပါပဲ။ စပိန်က Single mother နှစ်ယောက်ရဲ့ ဘ၀ကို ဖော်ပြရင်း စပိန်ရဲ့ ရင်နာစရာကောင်းတဲ့ သမိုင်းကို ပါးပါးလေး လှစ်ပြသွားခဲ့တယ်။
“သမိုင်းကို နှုတ်ပိတ်ပစ်လို့မရပါဘူး။ သမိုင်းကို ဖုံးကွယ်ချင်သူတွေက ဘယ်လိုပဲ သမိုင်းကို မီးလောင်ပြာကျအောင်လုပ်ဖို့ ကြိုးစားပါစေ။ သမိုင်းကို ဘယ်ပုံပဲဖျက်စီးပါစေ။ သမိုင်းကို ဘယ်‌လောက်ပဲ အတုလုပ်ပါစေ။ သမိုင်းကတော့ အမှန်တရားကို ပြောပြနေမှာပါပဲ”
1930‌ နှောင်းပိုင်းက စပိန်ပြည်တွင်းစစ်နောက်ပိုင်းမှာ စပိန်အာဏာရှင် Francisco Franc ဟာ လူထောင်ပေါင်းများစွာကို မတရားသတ်ဖြတ်ခဲ့ပြီး သူသေတဲ့ 1975 အထိ စပိန်ကို အာဏာသိမ်းထားခဲ့ပါတယ်။ ဒါရိုက်တာကတော့ စပိန်လူမျိုးတွေဟာ သူတို့သမိုင်းရဲ့ အမှောင်မိုက်ဆုံး အပိုင်းတွေကို ထုတ်ဖော်ပြောပြရတာမကြိုက်ဘူးလို့ ဆိုပါတယ်။ ဒါကြောင့် မတရားသတ်ဖြတ်ခံခဲ့ရတဲ့ လူထောင်ချီကို အောက်မေ့သောအားဖြင့် ရိုက်ကူးခဲ့တယ်လို့ ဒါရိုက်တာက ဖြေထားခဲ့ပါတယ်။ ရုပ်ရှင်မှာလည်း အမေနှစ်ယောက်ရဲ့ ဘ၀ကိုပြရင်း အဲဒီတုန်းက မတရားသတ်ဖြတ်ပြီး ကျင်းထဲစုမြုပ်ခံခဲ့ရတဲ့ သူတို့ဘိုးဘေးတွေရဲ့ ရုပ်အလောင်းကို ပြန်တူးဖော်ချင်တဲ့လူတွေကိုလည်း ဆက်စပ်ချိတ်ပြသွားခဲ့တယ်။ ပြည်တွင်းစစ်ကြီး ပြီးတာကြာပေမဲ့ သူတို့ ဒီအလောင်းတွေကို မဖော်နိုင်မချင်း မပြီးဘူးဆိုတဲ့ သမိုင်းကိုမမေ့တဲ့ စပိန်ပြည်သူတစ်ချို့ရဲ့ သဘောထားကိုလည်း လှစ်ပြသွားခဲ့တယ်။
Parallel Mothers ဟာ IMDb 7.1 နဲ့ Rotten Tomatoes 97% ရထားတဲ့အပြင် ရခဲလှတဲ့ Metacritic Rating 88% ပါရထားပါတယ်။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.86GB, 871.3MB
Quality – 1080p, 720p
IMDb Rating – 7.1/10
Format – mp4
Duration – 2H 3Min
Genre – Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
