"While at war 2019
==============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMBD rating – 7.1
Rotten tomatoes – 63%
#Unicode
ဒီဇာတ်လမ်းဟာ စပိန်နိုင်ငံရဲ့ဖြစ်ရပ်မှန်ဇာတ်လမ်းကို အခြေခံရိုက်ကူးထားတာပါ။
ဇူလိုင်လ ၁၈ ၁၉၃၆ Salamanca, Castilla and León စတဲ့ စပိန်နိုင်ငံရဲ့ စပိန်စစ်တပ် ဟာ စစ်ကြေညာခဲ့ပါတယ်။ နိုင်ငံတော်အခြေအနေ မတည်ငြိမ်လို့ တိုင်းပြည်တိုးတက်ဖို့ဆိုပြီး သိမ်းလိုက်တာပါ။ အနီရောင်တပ်ဖွဲ့ ပြည်သူ့တပ်ဖွဲ့တွေက လဲ စပိန်စစ်တပ်ကို တွန်းလှန်တိုက်ခိုက်ကြတယ်။ စပိန်နိုင်ငံရဲ့ အထင်ကရ စာရေးဆရာတစ်ယောက်လည်းဖြစ် တက္ကသိုလ်မှာလည်း ကျောင်းဆရာတစ်ယောက်ဖြစ်နေတဲ့ မီဂွယ်တအူနာမိုနို က သူ့ကိုယ်တိုင် ကူညီတည်ထောင်ပေးခဲ့တဲ့ ပြည်သူ့တပ်ဖွဲ့ဆိုတာ ကိုသူကိုယ်တိုင်မကြိုက်ဘူးဖြစ်နေပါတယ်။ အကြောင်းကတော့ ဇာတ်လမ်းထဲမှာကြည့်ပါ။ စပိန်စစ်တပ်ကလဲ လူတွေကိုအကြောင်းမရှိအကြောင်းရှာသတ်ပစ်ကြတယ်။ ဒီလိုစိတ်ဝင်စားစရာဇာတ်လမ်းကို spoiler သဘောသက်ရောက်မှာစိုးတာရယ်ကြောင့် အသေးစိတ်ကိုတော့ ဇာတ်လမ်းထဲမှာ ခံစားကြည့်ပါ။
#Zawgyi
ဒီဇာတ္လမ္းဟာ စပိန္ႏိုင္ငံရဲ႕ျဖစ္ရပ္မွန္ဇာတ္လမ္းကို အေျခခံ႐ိုက္ကူးထားတာပါ။
ဇူလိုင္လ ၁၈ ၁၉၃၆ Salamanca, Castilla and León စတဲ့ စပိန္ႏိုင္ငံရဲ႕ စပိန္စစ္တပ္ ဟာ စစ္ေၾကညာခဲ့ပါတယ္။ ႏိုင္ငံေတာ္အေျခအေန မတည္ၿငိမ္လို႔ တိုင္းျပည္တိုးတက္ဖို႔ဆိုၿပီး သိမ္းလိုက္တာပါ။ အနီေရာင္တပ္ဖြဲ႕ ျပည္သူ႔တပ္ဖြဲ႕ေတြက လဲ စပိန္စစ္တပ္ကို တြန္းလွန္တိုက္ခိုက္ၾကတယ္။ စပိန္ႏိုင္ငံရဲ႕ အထင္ကရ စာေရးဆရာတစ္ေယာက္လည္းျဖစ္ တကၠသိုလ္မွာလည္း ေက်ာင္းဆရာတစ္ေယာက္ျဖစ္ေနတဲ့ မီဂြယ္တအူနာမိုႏို က သူ႔ကိုယ္တိုင္ ကူညီတည္ေထာင္ေပးခဲ့တဲ့ ျပည္သူ႔တပ္ဖြဲ႕ဆိုတာ ကိုသူကိုယ္တိုင္မႀကိဳက္ဘူးျဖစ္ေနပါတယ္။ အေၾကာင္းကေတာ့ ဇာတ္လမ္းထဲမွာၾကည့္ပါ။ စပိန္စစ္တပ္ကလဲ လူေတြကိုအေၾကာင္းမရွိအေၾကာင္းရွာသတ္ပစ္ၾကတယ္။ ဒီလိုစိတ္ဝင္စားစရာဇာတ္လမ္းကို spoiler သေဘာသက္ေရာက္မွာစိုးတာရယ္ေၾကာင့္ အေသးစိတ္ကိုေတာ့ ဇာတ္လမ္းထဲမွာ ခံစားၾကည့္ပါ။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)
Quality – 1080P, 720p Blu-Ray.6CH
Duration – 1 hrs 47 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, History, War
Source : 1080p.Blu-Ray.6CH
Translator – Tin Myo Lwin
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
