"To Live (1994) (ဘ၀တစ်ကွေ့)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb Rating – 8.3/10, Rotten Tomatoes – 87% ~
” Directed by Zhang Yimou “
အလယ်တန်းကျောင်းသားဘ၀လောက်က သော်တာဆွေ၀တ္တုတို တစ်အုပ်မှာလားမသိ ဗမာပြည်က ကွန်မြူနစ်စနစ်အောက်က လူတွေရဲ့ ဘ၀အကြောင်း နည်းနည်းပါးပါးရေးထားတာ ဖတ်ဖူးတယ်။ ဆယ်နှစ်လောက်ရှိပြီဆိုတော့ ဘာမှ သေသေချာချာတော့ မမှတ်မိတော့ပါဘူး။ အလုပ်ခွဲတမ်းအတိုင်းလုပ်ပြီး ပိုလုပ်လို့ရတဲ့‌ ငွေလေးနဲ့ သမဝါယမဆိုင်က ဓာတ်ဘူး၀ယ်တာလေးလားမသိ သိပ်တော့မရေရာပေမဲ့ မှတ်တော့မှတ်မိနေသေးတယ်။ ကွန်မြူနစ်စနစ်အောက်မှာ ရှင်သန်ရတဲ့ပုံစံကို ပုံဖော်ထားတဲ့ ၀တ္တုတိုလေးပေါ့။ ဇာတ်လမ်းကရိုးရိုးလေးပါပဲ။ ဖတ်တုန်းကတော့ ဒီတိုင်းပဲပြီးသွားတယ်။ သို့ပေမဲ့ ဇာတ်အိမ်တောင် မရေရာတော့တဲ့ ဆယ်နှစ်လောက်အကြာက အဲဒီ၀တ္တုကို ဒီရုပ်ရှင်အပြီးမှာပြေးသတိရမိတယ်ဆိုတော့ ၀တ္တုဟာ ကျွန်တော်မသိလိုက်‌အောင်ကို မသိမသာနဲ့ပဲ ခံစားချက်တစ်ခု ချန်နိုင်ခဲ့ပုံပါပဲ။ တကယ်တမ်း အဲဒီ၀တ္တုဟာ ဒီတိုင်းအခြေအနေတစ်ခုကို တင်ပြထားရုံပါပဲ။ To Live ကလည်း သူ့လိုပဲပါပဲ။တရုတ်ပြည်ကွန်မြူနစ်စနစ်ရဲ့ ဦးအစက မိသားစုတစ်စုရဲ့ ခေတ်ကို ဖြတ်သန်းတဲ့ အတွေ့အကြုံတွေအကြောင်းပါပဲ။ ရိုးရိုးလေးပါ ဒါပေမဲ့ တစ်ချိန်ချိန်မှာ ပြန်အမှတ်ရစရာ ခံစားချက်တစ်ခုကို ချန်ကောင်းချန်နိုင်ပါလိမ့်မယ်။
ဇာတ်အိမ်ကတော့ 1993မှာထွက်တဲ့ Yu Hua ရေးတဲ့ To Live ဆိုတဲ့ ၀တ္တုကို မှီငြမ်း ရိုက်ကူးထားတာပါ။ ဇာတ်အိမ်တည်တဲ့ကာလတွေကတော့ Farewell My Concubine နဲ့ ခေတ်ပြိုင်လို့ဆိုလို့ရတယ်။ FMC လိုပဲ ယဉ်ကျေးမှုတော်လှန်ရေးတို့ မဟာခုန်ပျံကျော်လွှားမှုကြီးတို့ မစခင်ကာလကနေ စပြပြီး အဲဒီကာလတွေထဲ ဖြတ်သန်းပြထားတယ်။ Farewell မှာတော့ သဘင်သည်ရဲ့ဘ၀ကို ပြထားပြီး ပိုဇာတ်နာပေမဲ့ To Live ကတော့ သာမန်မိသားစုတစ်ခုရဲ့ ဘ၀ကိုပဲပြထားပြီး ဇာတ်လေးနည်းနည်းနာလိုက် ဟိုသီချင်းထဲကလို ” မျှော်လင့်ချက်နဲ့ နှိုင်းရင် ကြုံဆုံနေသမျှအဖြစ်တွေဟာ ကောင်းလွန်းပြန်တယ်” ဆိုတဲ့သဘော တစ်လှည့်လာလိုက်နဲ့ သူတို့မိသားစုရဲ့ ဘ၀တစ်ကွေ့ကို ဇာတိ ဇရာ ဗျာဓိ မရဏတွေကို တွေ့ကြုံစေပြီး ဘ၀ဆန်ဆန်ပဲ ခင်းကျင်းသွားတယ်။
ကျွန်တော်တို့ရဲ့ဂေါင်လီကတော့ ထုံးစံအတိုင်းပါပဲ။ Eros မှာ လွှမ်းမိုးနိုင်စွမ်းရှိတဲ့ အမျိုးသမီးဇာတ်ရုပ်နဲ့ပီပြင်သလို Farewell မှာ ကျူရှန်းဇာတ်ကောင်နဲ့ လိုက်ဖက်နေသလို ဒီက မိသားစုကိုချစ်တဲ့ အိမ်ထောင်ရှင်မ ဇာတ်ရုပ်မှာလည်း အံ၀င်ခွင်ကျပါပဲ။ အဓိက‌ဇာတ်ကောင် ဂေါင်လီ့ယောက်ျားကလည်း Farewell မှာလည်း ပါခဲ့တဲ့ Ge You ပါ။ တရုတ်ဘိန်းစားရုပ်နဲ့ပဲ တရုတ်ရှေးခေတ်ဘ၀ကို သူလည်း ပြောင်ပြောင်မြောက်မြောက် ပုံဖော်သွားခဲ့သလို အကောင်းဆုံးသရုပ်ဆောင်ဆုကိုလည်း ရခဲ့တယ်။ စာရေးဆရာဆီက အကူအညီရခဲ့သလို ကျန်းရိမူကိုယ်တိုင်ကလည်း ယဉ်ကျေးမှုတော်လှန်ရေးကို ဖြတ်သန်းခဲ့ရတဲ့သူဆိုတော့ ဇာတ်ကိုကောင်းကောင်း ပုံဖော်သွားနိုင်ခဲ့တာကြောင့် To Live ကို တချို့က သူ့အကောင်းဆုံးကားအဖြစ်လည်း သတ်မှတ်ကြတယ်။
To Live ဟာ ကျန်းရိမူရဲ့ IMDB Rating အကောင်းဆုံး ရုပ်ရှင်ဖြစ်သလို ကျန်းရိမူ ဂေါင်လီ တွဲရိုက်ထားတဲ့ collaboration ကားတွေထဲလည်း Rating အကောင်းဆုံးပါပဲ။ ကျန်းရိမူနဲ့ဂေါင်လီရဲ့ ၇ကားမြောက် တွဲရိုက်တဲ့ကားလည်း ဟုတ်ပါတယ်။ အမေရိကမှာ တရုတ်သမိုင်းသင်ရင် ထည့်သုံးရတဲ့ကားလည်း ဟုတ်ပါတယ်။ ထုံးစံအတိုင်း သမိုင်းကိုအခြေခံထားတဲ့ တရုတ်ကားကောင်းဆိုရင် ဘန်းနေကျ တရုတ်က To Live ကိုလည်း ဘန်းထားတယ်။
To Live ဟာ ဘယ်နားမှာမှ စိတ်ခွန်အားတက်စရာမပေးထားတဲ့ မိသားစုတစ်ခုရဲ့ အနိမ့်အမြင့်တွေကို ပုံဖော်ထားတဲ့ရုပ်ရှင်ပေမဲ့လည်း အာရှရုပ်ရှင် ပရိတ်သတ်တစ်ချို့ကတော့ To Live ဟာ သူတို့ဘ၀ရဲ့ ခက်ခဲတဲ့အချိန်တွေမှာ မျှော်လင့်ချက်ဖြစ်စေတဲ့ကားလို့လည်း ဆိုပါတယ်။ မလွယ်တာတွေ့ရင်း ပိုခက်တဲ့ဘ၀တွေကိုငဲ့ကြည့်ရင်း မျှော်လင့်ချက်ဖြစ်သွားတာပဲ နေပါလိမ့်မယ်။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.5GB, 1.21GB
Quality – Blu-ray 1080p, 720p
IMDb Rating – 8.3/10
Format – mp4
Duration – 2H 13Min
Genre – Drama, War
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
