"Freaks(2018)အၫႊန္း
*******************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb…7.0
(unicode)
Freaks (2019)
Abnormal သို့မဟုတ် Freak လို့ သတ်မှတ်ခံထားရတဲ့ ညာဖက်မျက်လုံးမှ သွေးများကျတတ်တဲ့ လူတစ်စုရှိတယ်…..ဒီလိုသာမန်မဟုတ်တဲ့ ပတ်ဝန်းကျင်မှာ ကလိုဝီ လို့ခေါ်တဲ့ ခုနှစ်နှစ်အရွယ်သမီးလေးကို သာမာန်ကလေးတွေကဲ့သို့ နေထိုင်တတ်အောင် သင်ကြားပေးနေသော ဟင်နရီကိုတွေ့ရမှာဖြစ်ပါတယ်… သူ့ဇနီး မယ်ရီကို သေဆုံးသွားလို့ သမီးလေးဘေးကင်းအောင် စောင့်ရှောက်ပေးရင်း ကလေးကို အိမ်ထဲမှာပဲ လုံခြုံအောင်ထားခဲ့ပါတယ်…သူဘယ်လိုပဲသင်သင် နေထိုင်အောင်ကြိုးစား ကြိုးစား သမီးလေး ကလိုဝီ
မှာ ထူးခြားတဲ့စွမ်းအင်တစ်ခုပိုင်ဆိုင်ထားတယ်…ဒါကို ဖခင်ဖြစ်သူလည်းမသိရှာဘူး…
ဒီအစွမ်းကြောင့်ပဲ သူ့အမေရဲ့ တကယ့်ဖြစ်ရပ်မှန်ကိုသိခဲ့ရတယ်..တခြားတစ်ဘက်မှာလည်း သူတို့မျိုးနွယ်စုတွေကို ADF အဖွဲ့ကမုဆိုးက သားကောင်လိုက်သလို လိုက်လံဖယ်ရှားနေခြင်းကိုခံနေရတယ်…..ကလိုဝီရဲ့ ထူးခြားတဲ့စွမ်းအင်တွေက ဘာတွေလဲ…
သူ့အမေရဲ့အဖြစ်ကိုသိပြီးတဲ့နောက် ဘယ်လိုဆက်ဖြစ်ကြမလဲ…သုတ်သင်ရှင်းလင်းရေး
အဖွဲ့တွေရန်ကရော လွတ်မြောက်ပါ့မလား….IMDb…7.0တောင်ရရှိထားတာမို့
ကားကောင်းတစ်ခုဖြစ်ပါကြောင်းညွှန်းဆိုပါရစေ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်…
(zawgyi)
Abnormal သို႔မဟုတ္ Freak လို႔ သတ္မွတ္ခံထားရတဲ့ ညာဖက္မ်က္လုံးမွ ေသြးမ်ားက်တတ္တဲ့ လူတစ္စုရွိတယ္…..ဒီလိုသာမန္မဟုတ္တဲ့ ပတ္ဝန္းက်င္မွာ ကလိုဝီ လို႔ေခၚတဲ့ ခုႏွစ္ႏွစ္အ႐ြယ္သမီးေလးကို သာမာန္ကေလးေတြကဲ့သို႔ ေနထိုင္တတ္ေအာင္ သင္ၾကားေပးေနေသာ ဟင္နရီကိုေတြ႕ရမွာျဖစ္ပါတယ္… သူ႔ဇနီး မယ္ရီကို ေသဆုံးသြားလို႔ သမီးေလးေဘးကင္းေအာင္ ေစာင့္ေရွာက္ေပးရင္း ကေလးကို အိမ္ထဲမွာပဲ လုံၿခဳံေအာင္ထားခဲ့ပါတယ္…သူဘယ္လိုပဲသင္သင္ ေနထိုင္ေအာင္ႀကိဳးစား ႀကိဳးစား သမီးေလး ကလိုဝီ
မွာ ထူးျခားတဲ့စြမ္းအင္တစ္ခုပိုင္ဆိုင္ထားတယ္…ဒါကို ဖခင္ျဖစ္သူလည္းမသိရွာဘူး…
ဒီအစြမ္းေၾကာင့္ပဲ သူ႔အေမရဲ႕ တကယ့္ျဖစ္ရပ္မွန္ကိုသိခဲ့ရတယ္..တျခားတစ္ဘက္မွာလည္း သူတို႔မ်ိဳးႏြယ္စုေတြကို ADF အဖြဲ႕ကမုဆိုးက သားေကာင္လိုက္သလို လိုက္လံဖယ္ရွားေနျခင္းကိုခံေနရတယ္…..ကလိုဝီရဲ႕ ထူးျခားတဲ့စြမ္းအင္ေတြက ဘာေတြလဲ…
သူ႔အေမရဲ႕အျဖစ္ကိုသိၿပီးတဲ့ေနာက္ ဘယ္လိုဆက္ျဖစ္ၾကမလဲ…သုတ္သင္ရွင္းလင္းေရး
အဖြဲ႕ေတြရန္ကေရာ လြတ္ေျမာက္ပါ့မလား….IMDb…7.0ေတာင္ရရွိထားတာမို႔
ကားေကာင္းတစ္ခုျဖစ္ပါေၾကာင္းၫႊန္းဆိုပါရေစ…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Htoo Htoo Ka Joe ပဲျဖစ္ပါတယ္…
File Size : (900 MB) and (322 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:45:00
Genre : Drama,Mystery,Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Htoo Htoo Ka Joe
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
