"The Liar and His Love (2013)
လူတစ်​ယောက်အ​ပေါ် ထားရှိတဲ့ မ​​ကျေနပ်ချက်နဲ့ နာကျည်းမှု​ကို
တခြားသူတစ်​ယောက်အ​ပေါ် ပုံချလိုက်ချင်တဲ့ အချိန်ဆိုတာ ရှိဖူးကြလား၊
ကိုယ်ချစ်တဲ့သူရဲ့ သစ္စာ​ဖောက်မှုကို တခြားသူရဲ့ အချစ်ကိုရင်းပြီး အရွဲ့တိုက်ပြတာမျိုး​ပေါ့။
Aki ဆိုတဲ့ကောင်​လေးလည်း ဒီလိုအဖြစ်မျိုး ကြုံ​တွေ့​နေရတာပါ။
အပြင်ပန်းမှာ​တော့ ဂျပန်ကနာမည်​ကျော်တီးဝိုင်း Crude Playရဲ့ ပင်တိုင်​တေး​​ရေး၊
ဂီတပိုင်းပါရမီရှင်တစ်​ယောက်ဆို​ပေမယ့် ချစ်သူနဲ့ ပရိုဂျူဆာရဲ့ သစ္စာမဲ့မှု၊
သူ့ဂီတကို တန်ဖိုးမထားမှု​တွေ​ကြောင့် ဂီတ​လောကက​ အပြီးတိုင် ပျောက်ကွယ်​နေချင်သူ​ပေါ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီလိုနဲ့ တစ်​နေ့မှာ Rikoဆိုတဲ့ မိန်းက​လေးနဲ့ဆုံ​တွေ့ခဲ့တယ်။
သူ့ရဲ့စိတ်ဒဏ်ရာကို ” မြင်မြင်ချင်းအချစ် “ဆိုတဲ့ စကားတစ်ခွန်းနဲ့အတူ
ဖြူစင်ရိုးသားတဲ့ အထက်တန်း​ကျောင်းသူ​လေးရဲ့ နှလုံးသားကို ​သွေးတိုးစမ်းကြည့်ခဲ့တယ်။
ပါရမီရှင် ​တေး​​ရေးဆရာဆိုတဲ့ ဘဝသရုပ်မှန်ကို ဖုံးကွယ်ပြီး
ဂီတကိုမုန်းသူ၊ သီချင်းဆိုတဲ့ မိန်းက​​လေး​တွေကို မုန်းတဲ့သူအဖြစ် မုသာဝါဒ​တွေနဲ့ ချဉ်းကပ်ခဲ့တယ်။
သူက ကောင်မ​​လေးရဲ့ခံစားချက်ကို အသုံးချရုံသက်သက်ပါပဲ။
ဒါ​ပေမဲ့ က​လေးမ​လေးက သူ့အ​ပေါ် တကယ်​မေတ္တာသက်ဝင်သွားတဲ့အခါ၊
သူကိုယ်တိုင်လည်း ချစ်ဟန်​​ဆောင်ရင်း မသိစိတ်ကတကယ်ချစ်မိသွားတဲ့အခါ
အရာရာဟာ ပြန်လည်ပြင်​ဆင်ဖို့ အချိန်မီပါဦးမလား၊
အရာအားလုံး ​နောက်ကျသွားခဲ့ပြီလား၊
အချစ်ကိုရှောင်​​ပြေးချင်လို့ အလိမ်အညာ​တွေ သုံးခဲ့ကာမှ
အချစ်နဲ့ ထပ်ထိပ်တိုက်တိုးတဲ့အခါ Akiတစ်​ယောက် ဘယ်လိုဆက်လုပ်မလဲ။
2013 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ Japan Musical Romanceကား​လေး ဖြစ်ပြီး
ဇာတ်လမ်းတစ်ပုဒ်လုံးကို ​တေးသီချင်း​တွေနဲ့ထုံမွှမ်းထားတဲ့ ရုပ်ရှင်​လေးပဲဖြစ်ပါတယ်။
​Aki​ နေရာက သရုပ်​ဆောင်သူက​တော့ အ​ထွေအထူး​ပြောစရာမလိုတဲ့
Rurouni Kenshin မင်းသားTakeru Satohပဲဖြစ်ပါတယ်။
ဂျပန်က ပရိတ်သတ်​တွေ​ရော နိုင်ငံတကာက ပရိတ်သတ်​တွေကြားမှာပါ ​ရေပန်းစားခဲ့တဲ့ဇာတ်ကားဖြစ်ပြီး
2009 ခုနှစ်ထွက် “Kanojo wa Uso o Aishisugiteru” manga ကို
Live Adaptation အဖြစိ ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်။
2017မှာ​တော့ ​တောင်ကိုရီးယားက Lee Hyun Woo, Song Kang, Joyတို့နဲ့အတူ
Remake Drama အဖြစ် ပြန်လည်ရိုက်ကူးခဲ့ပြီး မြန်မာပရိတ်သတ်
​တွေကြား ​ရေပန်းစားခဲ့ပါ​သေးတယ်။
Musical and Romanceဖြစ်တာနဲ့အညီ OSTတစ်ပုဒ်ချင်းစီက
သိပ်ကိုလှပပြီး ဇာတ်လမ်းနဲ့ လိုက်ဖက်ညီ​နေခဲ့တာပါ။ ​
နောက်ဆုံး OSTဖြစ်တဲ့ Chippoke na Ai no Uta (သေးငယ်တဲ့ ချစ်ခြင်းရဲ့သံစဉ်ဖွဲ့သီချင်း)က
တကယ်ကိုနား​ထောင်လို့​ကောင်းသလို နာမည်လည်း​ တော်​တော်ရခဲ့တာပဲဖြစ်ပါတယ်။
IMDb 6.7ရရှိထားတဲ့ အချစ်ဇာတ်လမ်းလှလှ​လေးတစ်ပုဒ်နဲ့ စိတ်အပန်း​ဖြေလိုက်ပါဦး။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။
Genre…..Romance, Musical
Quality….WEB-DL 1080p and 720p and 360p
File size…1.6GB and 850MB and 189MB
Format…mp4
Duration….1h 57min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. JimX
Encoder …..August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
