"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Doctor Zhivago (1965)
IMDb (8/10) / Rotten Tomatoes 84%
ဂန္တဝင်တို့ရဲ့ဂန္တဝင် ရုပ်ရှင်ဇာတ်ကားကြီးတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဇာတ်ကားကို “ကြီး”ထည့်‌ ပြောရလောက်အောင် တကယ်ပဲ အနုပညာဆန်မှု၊အောင်မြင်မှု၊ကျော်ကြားမှုတွေ အကြီးကြီးတွေ ရရှိခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်လို့ပါ။
ဒေါက်တာဇီဗားဂိုး လို့ပြောလိုက်ရင် ရုပ်ရှင်ဝါသနာရှင်တွေရော စာပေသမားတွေပါ သိပြီးဖြစ်ကြပါလိမ့်မယ်။ အထူးသဖြင့်တော့ သက်ကြီးပိုင်းပရိသတ်တွေက ပိုသိကြမှာပါ။
ရုပ်ရှင်အကြောင်းမပြောခင် ဒီဇာတ်လမ်းကိုရိုက်ကူးခဲ့တဲ့ ဝတ္ထုနဲ့စာရေးဆရာတို့‌အကြောင်းကို အရင်ပြောပါရ‌စေ။ နောက်ခံသမိုင်းကြောင်းလေး နည်းနည်းသိထားရင်လည်း ကြည့်ရတာ ပိုအရသာရှိမှာဖြစ်လို့ပါပဲ။
တချိန်က ကမ္ဘာပေါ်မှာ ကွန်မြူနစ်ဝါဒဆိုတာ အလွန်ပျံ့နှံ့ရေပန်းစားခဲ့တဲ့ အရာတစ်ခုပါ။ လူတန်းစားမညီမျှမှုတွေကို တိုက်ဖျက်ဖြိုချပြီး ပစ္စည်းမဲ့တွေရဲ့လောကနိဗ္ဗာန်ထူထောင်ရေး ဆိုတဲ့ သဘောတရားပါပဲ။ အလွတ်သဘော အကြမ်းဖျင်းပြောရရင်တော့ ဒုတိယကမ္ဘာစစ်ပြီးချိန်ကစလို့ ၁၉၉၀ခုနှစ်လောက်အထိ ကွန်မြူနစ်ဝါဒ အလွန်အားကောင်းခဲ့ပါတယ်။ ဆိုဗီယက်ပြည်ထောင်စုလို့ခေါ်ကြတဲ့ USSR (United States of Soviet Russia) ဟာ အမေရိကန်ပြည်ထောင်စု(အရင်းရှင်စနစ်ကျင့်သုံးတဲ့နိုင်ငံ)နဲ့ အားပြိုင်ရင်း စစ်အေးတိုက်ပွဲနွှဲနေခဲ့ကြတဲ့ကာလတွေပါ။ “တပ်နီတော်” တို့ ၊ “အလေးနီ”ပြုပါတယ် တို့ စသဖြင့် ကွန်မြူနစ်ဆိုရင် ရဲရဲနီပါပဲ။ အချင်းချင်းပြောဆိုဆက်ဆံတဲ့အခါမှာလည်း နာမည်/ရာထူးရှေ့မှာ Comrade(ရဲဘော်) လို့ ထည့်ခေါ်ကြတာလည်း ကွန်မြူနစ်တွေရဲ့ ဝိသေသပါပဲ။ ဇာတ်ကားထဲမှာ ဇာတ်ကြောင်းပြောနေတဲ့ ဗိုလ်ချုပ်ကြီးကိုတောင် “ရဲဘော်ဗိုလ်ချုပ်ကြီး”လို့ခေါ်တာ ကြည့်ပါတော့။ သူတို့အထာမသိရင် နားလည်ဖို့အခက်သားပါပဲ။
၁၉၅၇ ခုနှစ်မှာ ဆိုဗီယက်စာရေးဆရာ ကဗျာဆရာ ဘောရစ်စ် ပက်စတာညက်ဗ် (Boris Pasternak) ရေးသားတဲ့ Doctor Zhivago ဝတ္ထုကို အီတလီနိုင်ငံမှာ ထုတ်ဝေခဲ့ပါတယ်။ ဆိုဗီယက်ပြည်ထောင်စုမှာ မထုတ်ဘဲ ဘာလို့ အီတလီမှာထုတ်ဝေခဲ့ရလဲဆိုရင်တော့ ဆိုဗီယက်အာဏာပိုင်တွေက ဒီစာရေးဆရာကို မျက်မုန်းကျိုးနေလို့ပါပဲ။ ကွန်မြူနစ်နိုင်ငံတွေမှာ အနုပညာလွတ်လပ်ခွင့်ဆိုတာ ပါတီက ခွင့်ပြုသလောက်ပဲ လွတ်လပ်နိုင်တာပါ။
ဒီဝတ္ထုမှာက ပထမကမ္ဘာစစ်နဲ့ ရုရှပြည်တွင်းစစ်ကို နောက်ခံထားပြီး ဇာဘုရင်ကျဆုံးချိန်၊ ကွန်မြူနစ်နိုင်ငံစတင်တည်ဆောက်ချိန်တွေမှာ ပြည်သူတွေ ဆင်းရဲဒုက္ခရောက်ကြရပုံတွေကို လူသားဆန်တဲ့ ရှုထောင့်ကနေ ပုံဖော်ရေးသားထားတာကြောင့် အာဏာပိုင်တွေက မကြိုက်ကြတာ မဆန်းပါဘူး။ ဒီစာအုပ်ကို ပြည်တွင်းမှာ ဖတ်ရှုခွင့် ပိတ်ပင်ခံခဲ့ရပါတယ်။ ဒါပေမဲ့ နိုင်ငံတကာမှာတော့ ဒီစာအုပ်ဟာ အလွန်အောင်မြင်ခဲ့ပြီး တော်စတွိုင်းရဲ့ စစ်နှင့်ငြိမ်းချမ်းရေး ဝတ္ထုရှည်ကြီးနဲ့အတူ ဂန္တဝင်စာပေစာရင်း ဝင်သွားခဲ့ပါတယ်။ အဲဒါကြောင့်ပဲ ၁၉၅၈ နိုဘယ်ဆုရသူတွေစာရင်းမှာ ဘောရစ်စ် ပက်စတာညက်ဗ်ကို စာပေဆိုင်ရာနိုဘယ်ဆု ချီးမြှင့်ခံခဲ့ရပါတယ်။ ဒါပေမဲ့ ကွန်မြူနစ်အာဏာပိုင်တွေရဲ့ ဖိအားပေးမှုကြောင့် စာရေးသူဟာ အဲဒီဆုကို ငြင်းပယ်ခဲ့ရပါသတဲ့။ (၁၉၈၉ ခုနှစ်ရောက်မှ သူ့သားတစ်ယောက်က သူ့ကိုယ်စား ဆုသွားယူခဲ့ရတယ် လို့ ဆိုပါတယ်) မြန်မာဘာသာပြန်ဝတ္ထု အနေနဲ့ကတော့ စာရေးဆရာ ဘုန်းမြင့်(မန္တလေး)က ဘာသာပြန်ဆိုထုတ်ဝေခဲ့ဖူးတယ် လို့ သိရပါတယ်။
ဒီဇာတ်လမ်းမှာ ကွန်မြူနစ်တပ်နီတော်ရဲ့ ဗိုလ်ချုပ်ကြီးတစ်ယောက်က သူ့ရဲ့ အဖေတူအမေကွဲ အစ်ကိုတော်စပ်သူ နာမည်ကျော်ကဗျာဆရာ ဒေါက်တာဇီဗားဂိုးရဲ့ သမီးကို လိုက်လံရှာဖွေရင်း ဇာတ်ကြောင်းပြောဟန်နဲ့ စဖွင့်ထားပါတယ်။
မိဘမဲ့ကောင်လေးဇီဗားဂိုး ကို သူ့မိဘတွေရဲ့မိတ်ဆွေလင်မယားက မွေးစားခဲ့ပါတယ်။ အဲဒီလင်မယားမှာ သမီးလေး တွန်ညာ ဆိုတာရှိပြီး သူမဟာ နောက်တော့ ဇီဗားဂိုးရဲ့ဇနီးဖြစ်လာမယ့်သူပါပဲ။
ဇီဗားဂိုးဟာ ဆေးပညာသင်ယူနေချိန်မှာပဲ ကဗျာဆရာတစ်ယောက်အဖြစ် ကျော်ကြားလာခဲ့ပါတယ်။ တစ်ညမှာတော့ ဆရာဝန်ဖြစ်ခါစ ဒေါက်တာဇီဗားဂိုးဟာ ခရစ္စမတ်အကြိုညပါတီပွဲတစ်ခုမှာ သေနတ်နဲ့အပစ်ခံလိုက်ရတဲ့ ရှေ့နေတစ်ယောက်ကို ပြုစုကုသပေးခဲ့ရတယ်။ ရှေ့နေကြီးရဲ့နာမည်က “ဗစ်တာ အစ်ပိုလီတိုဗစ်ခ်ျ ကိုမာရော့ဗ်စကီ” ပါတဲ့။ (ရုရှားရုပ်ရှင်၊ဝတ္ထုတွေမှာ အဲလို နာမည်ရှည် နာမည်ရှုပ်ကြီးတွေကိုတော့ သည်းခံပေးရလေ့ရှိပါတယ်။)
သေနတ်နဲ့ပစ်သူကတော့ လာရီဆာ အန်တီပိုဗာ (ခေါ်) လာရာ ဆိုတဲ့ မိန်းမချောငယ်လေးတစ်ယောက်ပါပဲ။ သူတို့နှစ်ယောက်ကြားက ဇာတ်လမ်းကတော့ ……………..
ဇာဘုရင်ရဲ့အုပ်စိုးမှုကို ဆန့်ကျင်လိုတဲ့ ခေတ်ကြီးကိုအတင်းပြောင်းချင်ကြတဲ့ အင်အားစုတွေရဲ့ လှုပ်ရှားမှု ဆန္ဒပြမှုတွေ အကြမ်းဖက်နှိမ်နင်းခံရတာကိုလည်း ဖော်ပြထားတာတွေ့ရမှာပါ။
ပထမကမ္ဘာစစ်ကြီးအတွင်းမှာ စစ်တပ်ဆရာဝန်အနေနဲ့တာဝန်ထမ်းဆောင်ခဲ့ရတဲ့ ဒေါက်တာဇီဗားဂိုးဟာ ကမ္ဘာစစ်ကြီးအပြီးမှာ ဆက်ဖြစ်လာတဲ့ ရုရှပြည်တွင်းစစ်ကြောင့် ဇနီးနဲ့သားရှိရာကို မပြန်နိုင်ဘဲ ဆက်လက်စစ်မှုထမ်းနေခဲ့ရတယ်။ အဲဒီအချိန်မှာ စစ်အတွင်းက ပျောက်ဆုံးသွားတဲ့ ခင်ပွန်းသည်ကိုရှာဖွေဖို့ စေတနာ့ဝန်ထမ်းသူနာပြုအနေနဲ့ စစ်မြေပြင်ကိုရောက်လာတဲ့ “လာရာ” နဲ့ ဆုံမိခဲ့ကြပါတယ်။ အတူအလုပ်လုပ်ရင်း သံယောဇဉ်တွယ်မိခဲ့ကြပေမယ့် မစွန်းထင်းမိအောင် နှစ်ယောက်လုံး ချုပ်တည်းနိုင်ခဲ့ကြတယ်။
တပ်ကထွက်ခွင့်ရလို့ မော်စကိုမြို့တော်ကို ဒေါက်တာဇီဗားဂိုး ပြန်လာတဲ့အခါ ခေတ်ကြီးကပြောင်းနေပါပြီ။ သူတို့မိသားစုနေတဲ့ အိမ်ကြီးဟာ စုပေါင်းအိမ်ယာတစ်ခုအဖြစ် ပုံဖော်ခံခဲ့ရပြီးနောက် တခြားမိသားစုတွေနဲ့အတူ ကျဉ်းကျပ်စွာနေထိုင်ရပြီး ကုန်ဝယ်စာအုပ် ၊ ရိက္ခာလက်မှတ် ၊ ပြည်သူတွေကို လုံလောက်အောင် မထောက်ပံ့နိုင်တဲ့ ရာရှင်စနစ် စသဖြင့် ကွန်မြူနစ်နိုင်ငံတော်ကြီး စတင်တည်ဆောက်တဲ့ကာလမှာ ဒုက္ခများစွာနဲ့ ရင်ဆိုင်ဖြတ်သန်းရပါတော့တယ်။ ပိုဆိုးတာက သူ့ရဲ့ကဗျာတွေက ခေတ်နောက်ပြန်ဆွဲနေတယ် စိတ်ကူးယဉ်ဆန်တယ် စသဖြင့် ကွန်မြူနစ်ပါတီခေါင်းဆောင်တွေက သူ့ကိုမကြိုက်ကြတာပါပဲ။ သူက ပါတီကိုလည်းမဝင်ဘူး၊ ပါတီလုပ်သမျှ မျက်စိမှိတ်ထောက်ခံသူလည်း မဟုတ်ဘူးဆိုတော့ ပိုပြီး အညှိုးခံရတာပေါ့။
အဲဒါ‌ကိုသူက သဘောမပေါက်ပေမယ့် သူ့ညီ(ဇာတ်ကြောင်းပြောသူ) သဘောပေါက်တဲ့အတွက်ကြောင့် သူ့ကို မော်စကိုကနေ ဝေးလံတဲ့တနေရာမှာ ဇာတ်မြှုပ်နေထိုင်ဖို့တိုက်တွန်းပါတော့တယ်။
အခုပြောပြီးခဲ့သမျှက ဇာတ်လမ်းတဝက်စာပဲရှိပါသေးတယ်။ ကြည့်ကြတဲ့အခါ ရသမပျက်စေချင်လို့ ဇာတ်လမ်းကို ဒီအထိပဲ ညွှန်းပါရစေ။
ဇာတ်ကားကြာချိန်က (၃)နာရီ နဲ့ (၂၀)မိနစ်ရှိပါတယ်။ ဒါပေမဲ့ ကြည့်တဲ့အခါမှာ ပျင်းတဲ့စိတ်တစ်ကြိမ်မှမပေါ်ဘဲ စီးမျောပါဝင်သွားကြမှာပါ။ အနုပညာအရရော ငွေကြေးအရပါ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါပဲ။ ဘတ်ဂျက် ဒေါ်လာ (၁၁)သန်းနဲ့ရိုက်ကူးခဲ့ပြီး တကမ္ဘာလုံးကဝင်ငွေ ဒေါ်လာ(၂၄၈.၂)သန်း ပြန်ရခဲ့တာကိုသာ ကြည့်ပါတော့။ အကယ်ဒမီဆုပေါင်းများစွာလည်းရရှိခဲ့ပါတယ်။ အော်စကာဆု ငါးဆုနဲ့ အခြားဆုပေါင်း (၁၆)ဆုအထိ ရရှိခဲ့တယ်လို့ သိရပါတယ်။
စစ်ပွဲနဲ့သမိုင်းနောက်ခံအချစ်ဇာတ်လမ်းမျိုးကို နှစ်ခြိုက်ကြသူတွေရဲ့ အသည်းစွဲဖြစ်မယ့် ဇာတ်ကားပါပဲ။ ကွန်မြူနစ်လောကနိဗ္ဗာန် ဆိုတာကို တမ်းတခဲ့ကြသူတွေ ရှိနေသေးရင်လည်း ဒီကားထဲက ကွန်မြူနစ်အင်တာနေရှင်နယ် သီချင်းသံကြားရရင် အလွမ်းပြေကြမယ် ထင်ပါရဲ့။
အချစ်ဇာတ်လမ်းသက်သက်ကို ရွေးပြီးခံစားလိုသူတွေအတွက်လည်း ကာမဆန္ဒကိုတပ်မက်တဲ့အချစ်၊ လူသားဆန်တဲ့အချစ် ၊ တိုင်းသူပြည်သားတွေကို သနားစာနာတဲ့အချစ် ၊ ဝါဒတစ်ခုကို ကိုးကွယ်တဲ့အချစ် စသဖြင့် အချစ်မျိုးအထွေထွေကို တွေ့မြင်ခံစားရပါလိမ့်မယ်။ ဘယ်ခေတ်ရောက်ရောက် တို့ကတော့ ပန်းပန်လျက်ပါပဲ ဆိုတဲ့ လူစားမျိုးတွေအကြောင်းလည်း တွေ့ရမှာပါ။ ရှေးခေတ်ကဇာတ်လမ်းဖြစ်ပေမယ့် လူ့သဘာဝနဲ့လောကသဘာဝ ကို ပီပြင်အောင်ဖော်ကျူးထားတာဖြစ်လို့ ခေတ်အဆက်ဆက်မှာ ဘယ်တော့မှ မပျောက်ပျက်သွားမယ့် ဂန္တဝင်ရုပ်ရှင်တစ်ကားဖြစ်ကြောင်း ညွှန်းလိုက်ချင်ပါတယ် ခင်ဗျာ။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Thaman Myint မှ ခံစားတင်ဆက်ထားပါတယ်။)
File size…(3.6 GB)/(1.3 GB)
Quality….BluRay 1080p/720p
Format…mp4
Duration….03:20:05
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Thaman Myint
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
