"Argentina, 1985 (2022)
~ IMDb – 7.7/10, Rotten Tomatoes – 98% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တလောက ကမ္ဘာ့ဖလားမှာ ဗိုလ်စွဲသွားခဲ့တဲ့ အာဂျင်တီးနားနိုင်ငံရဲ့ နိုင်ငံရေးဖြတ်သန်းမှု မိုင်တိုင်တစ်ခုကို ရိုက်ပြထားတဲ့ ဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားဖြစ်ပါတယ်။
စစ်အုပ်ချုပ်မှုကနေ ဒီမိုကရေစီရပြီးကာစ အာဂျင်တီးနားနိုင်ငံရဲ့ နိုင်ငံရေးအခင်းအကျင်းပေါ်က တရားဥပဒေဘက်တော်သားတွေရဲ့ အားထုတ်ခဲ့မှုတစ်ခုဖြစ်တဲ့ စစ်ခေါင်းဆောင်ဟောင်းတွေကို ရုံးတင်စစ်ဆေးခဲ့တဲ့ ကာလတစ်လျှောက်လုံးကို မြင်တွေ့ရမှာပါ။ ဒိတ်ဒိတ်ကြဲ စစ်ခေါင်းဆောင်ဟောင်းတွေကို တရားစွဲဆိုဖို့ ဆွဲချရှေ့နေအဖြစ်တာဝန်ပေးခံလိုက်ရတဲ့ အစိုးရရှေ့နေ စထရက်စဲရာရဲ့ ရင်ပူစရာတွေကို အတူတူလိုက်ပူပေးလို့ရမယ့်၊ အားတက်စရာတွေကို အတူတူလိုက်ပျော်ပေးလို့ရမယ့်၊ မိသားစုအရေးနဲ့ တရားရေးကြားက ချိန်ခွင်လျှာကို ဘက်စောင်းမသွားအောင် ထိန်းဖို့ကြိုးစားနေတဲ့ အိမ်ထောင်ဦးစီးတဖြစ်လဲ အစိုးရရှေ့နေတစ်ယောက်ရဲ့ အပူမီးတွေကိုလည်း မျှဝေခံစားနိုင်ဦးမယ့် ပစ်ရက်စရာတစ်ကွက်မရှိတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။
အာဂျင်တီးနား နိုင်ငံရေးကားလေးဖြစ်တဲ့အလျောက် လက်ရှိ အရမ်း Hot ဖြစ်နေတဲ့ “အာဂျင်တီးနား” နဲ့ “နိုင်ငံရေး” ၂မျိုးလုံးကို တစ်ကားထဲမှာ ကြည့်ရမှာမို့ ရှယ်တန်နေပါပြီ။
ဒီနှစ် အောက်တိုဘာလတုန်းကထွက်ခဲ့တဲ့ ဒီကားဟာ လက်ရှိမှာ ဆု ၇ဆုပိုင်ဆိုင်ထားတဲ့အပြင် လာမယ့်နှစ်အတွက် ရွှေကမ္ဘာလုံးဆု (Golden Globes) မှာ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားအဖြစ် အမည်စာရင်းဝင်ထားပြီးပါပြီ။ ဒါ့အပြင် ၂၀၂၃ ခုနှစ်အတွက် အကောင်းဆုံးနိုင်ငံတကာရုပ်ရှင် အကယ်ဒမီဆုအတွက်လည်း လျာထားစာရင်းထဲမှာလည်း ပါဝင်ထားပါတယ်။ ဆိုတော့ ကောင်း/မကောင်း သိပ်ညွှန်းနေစရာ လိုမယ်မထင်တော့ပါဘူး။ အခုမကြည့်သေးဘဲ အကယ်ဒမီနဲ့ ရွှေကမ္ဘာလုံးတစ်ခုခုရပြီးမှ ကြည့်ချင်ရင်တောင် ခုပဲ ကြိုတင်ဒေါင်းထားဖို့မမေ့နဲ့ဦးနော့်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Z မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.4GB, 1.2GB, 565MB
Quality – 1080p, 720p, 480p
IMDb Rating – 7.7/10
Format – mp4
Duration – 2H 20Min
Genre – Biography, Crime, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Z
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
