"Supercool (2021)
==============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အပျင်းပြေစရာ အခွီဇာတ်ကားလေးတွေကို မျှော်လင့်နေတဲ့ CM ပရိတ်သတ်တွေအတွက်
ဒီတစ်ခါမှာတော့ Supercool ဆိုတဲ့ Teen Comedy ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်
ရပါတယ်။
Neil နဲ့ Gilbert တို့ဟာ အထက်တန်းကျောင်းတော်ကြီးမှာ အခင်ဆုံး သူငယ်ချင်းနှစ်ယောက်
ဖြစ်ပါတယ် ဒါ့အပြင် အပေါင်းမသင်းမ၀င်ဆံ့တဲ့ အရှုံးသမားတွေလည်း ဖြစ်ကြလေရဲ့ ။
ကိုယ်တက်တဲ့ကျောင်းမှာ ပေါ်ပြူလာဖြစ်ချင်စိတ် ခပ်ဟော့ဟော့ နဲ့ စကီလေးတွေ ဝိုင်းနေတဲ့သူ
ဖြစ်ချင်စိတ်မျိုးကတော့ လူတိုင်းမှာ ရှိခဲ့ကြမယ် ထင်ပါတယ် Neil နဲ့ Gilbert တို့ကလည်း သူတို့ရဲ့
အရှုံးသမားဘ၀ကြီးကို စိတ်ပျက်လွန်းကြပြီး ပေါ်ပြူလာ ဖြစ်ချင်ကြပါတယ်။ ဒါ့အပြင် Neil မှာ
Summer ဆိုတဲ့ crush လေးကလည်း ရှိနေပြန်ပါတယ်။ သို့ပေမယ့် Summer နဲ့ နီးစပ်ဖို့ဝေးစွ
ငနဲသားဟာ တစ်ခါမှတောင် စကားသွားမပြောဖူးပါဘူး ရှေ့တစ်ပတ်ထဲမှာ Summer လုပ်မယ့်
မွေးနေ့ပါတီပွဲလေးကိုလည်း Neil တစ်ယောက် အရမ်းသွားချင်နေခဲ့တယ်။ ဒီလိုအဖြစ်မျိုးတွေကနေ
Neil အတွက်တော့ ကံကြမ္မာအလှည့်အပြောင်းဖြစ်ဖို့အကြောင်းဖန်လာပါပြီ …. Neil ရဲ့ တစ်ညတာ
ဆုတောင်းကြောင့် Neil ဟာ သူ့စိတ်ကူးထဲက ရုပ်ဖြောင့်ဖြောင့် ဗလတောင့်တောင့်နဲ့ ခပ်လန်းလန်း
မော်ဒယ်ရုပ်နဲ့ကောင်လေး တစ်ယောက် ဖြစ်သွားပါတော့တယ်။ Neil က ဒီအခွင့်အရေးကြီးကို
အမိအရဆုပ်ကိုင်ပြီး သူချစ်တဲ့ Summer လေးနဲ့ နီးစပ်ဖို့ ဘယ်လိုကြိုးစားမလဲ။ Neil ရဲ့ ရုပ်ရည်တစ်ခု
အကြောင်းပြုပြီး Neil နဲ့ Gilbert တို့ နှစ်ကောင်သားပေါင်းပြီး ဘယ်လို အလွဲတွေလုပ်မလဲ အခွီတွေ
ဖြစ်လာမလဲ။ Neil တစ်ယောက် Summer ရဲ့ မွေးနေ့ပွဲကိုရော တက်ခွင့်ရပါ့မလား ဆိုတာကို ဒိုင်ယာလော့ခ်
အလန်းတွေနဲ့ ဒီဇာတ်ကားမှာ CM ပရိတ်သတ်တို့ ကြည့်ရှု စခွီထ လိုက်ကြပါဦး။
( Teen movie ဖြစ်တဲ့အလျောက် dirty jokes တွေ naked scene တွေ‌ ဖောဖောသီသီ ပါတဲ့အတွက်
မိသားစုနဲ့ကြည့်ဖို့တော့ မသင့်ပါကြောင်း )
(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Chuck Chuck မှရေးသားပေးပြီး၊ ဘာသာပြန်ပေးသူများကတော့
CM Team မှဖြစ်ပါတယ်)
File Size – (1.41 GB) /(700 MB) / (484 MB)
Quality – WebRip 1080p / 720p/480p
Duration – 1h 40mins
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Action, Comedy, Fantasy
Translator – CM Team
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
