"Signs (2002)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 6.7/10, RT – 74%, Letterboxd – 3.4/5 ~
Horror / Thriller ရုပ်ရှင်တွေကို သဘောကျတဲ့လူတွေအနေနဲ့တော့ ဒါရိုက်တာ M. Night Shyamalan ကို မသိတဲ့လူ မရှိလောက်ပါဘူး။ ရုပ်ရှင်နဲ့ လူမတွဲမိရင်တောင် သူ့ကားအများစုကို ကြည့်ဖူးပြီးသားဖြစ်ကြမှာပါပဲ။ Shyamalan ဟာ The Sixth Sense, Unbreakable Trilogy, The Village, The Happening နဲ့ Old အစရှိတဲ့ ကားတွေကိုရိုက်ခဲ့တဲ့သူပါပဲ။
Signs ဟာ Shyamalan ရဲ့ မာစတာပိစ်တစ်ကားအဖြစ် Horror ဖန်တွေ သမုတ်ကြတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်သလို Mel Gibson, Joaquin Pheonix တို့ရဲ့ ပြောင်မြောက်လှတဲ့ သရုပ်ဆောင်စွမ်းရည်တွေနဲ့အတူ မင်းသား Rory Culkin, မင်းသမီး Abigail Breslin တို့ရဲ့ ငယ်စဉ်ကတည်းကပါလာတဲ့ အနုပညာစွမ်းရည်ကို တွေ့ရမှာလည်းဖြစ်ပါတယ်။
သူ့ Rating ဟာ 6.7 ပဲရှိပေမဲ့ သူ့ပရိသတ်တွေကတော့ ဒီရုပ်ရှင်ဟာ 8.5 အထိပေးသင့်တဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပြီး 8 အောက်ပေးရင်ကို ရာဇ၀တ်မှုကျူးလွန်လိုက်သလိုပဲလို့ ဆိုကြပါတယ်။ လူတိုင်းကြိုက်နိုင်မှာမဟုတ်ပေမဲ့ Horror သမားတွေအတွက် အဖိုးမဖြတ်နိုင်တဲ့ကားကောင်းဖြစ်တဲ့ Underrated ဖြစ်တဲ့ Horror masterpiece ရုပ်ရှင်တစ်ကားလို့ ပြောရင်လည်းမမှားပါဘူး။
ရင်တသိမ့်သိမ့်တုန် သိပ္ပံစိတ်ကူးယဉ်ဇာတ်လမ်းလို့ သတ်မှတ်နိုင်သလို မိသားစုမေတ္တာဖွဲ့ ဇာတ်လမ်းလို့လည်း သတ်မှတ်လို့ရနိုင်လောက်ပါတယ်။ နာမည်က Sign (နိမိတ်၊ သင်္ကေတ) ဆိုတဲ့အတိုင်း ဇာတ်ကားတစ်ခုလုံးကို နိမိတ်ပုံလေးတွေနဲ့ ရင်တဖိုဖို ဖြစ်ရအောင်ဖန်တီးထားပြီး ဇာတ်ကားအစကနေအဆုံးထိ မထတမ်းကြည့်ချင်အောင် စိတ်အာရုံကိုဖမ်းစားနိုင်မှာပါ။
ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ ဇနီးသည်ဆုံးပါးသွားလို့ စိတ်ဓာတ်ပျက်စီးပြီး ယုံကြည်မှုပျောက်ဆုံးနေတဲ့ ဓမ္မဆရာတစ်ယောက် ကမ္ဘာကို ဂြိုလ်သားတွေ ကျူးကျော်လာချိန်မှာ မိသားစုကိုကာကွယ်ရင်း သူ့ရဲ့ယုံကြည်ရာကို ပြန်ပြီးရှာတွေ့သွားနိုင်ခဲ့တဲ့ အကြောင်းလေးပါပဲ။
ဇာတ်ဆောင်တွေရဲ့ သရုပ်ဆောင်ပုံကောင်းကောင်း၊ ဒါရိုက်တာရဲ့ တင်ပြပုံ ပညာသားပါပါနဲ့ သိမ်သိမ်မွေ့မွေ့နဲ့ကို ကြောက်လန့်စေမယ့် Horror Masterpiece ကားတစ်ကား ရှာနေတယ်ဆိုရင်တော့ Signs ဟာ ရွေးချယ်မှုမှန်စေမယ့် ရုပ်ရှင်ပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.71GB, 727MB, 481MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.7/10
Format – mp4
Duration – 1H 46Min
Genre – Drama, Mystery, Sci-fi
Subtitle – Myanmar Subtitle (Hardsub)
Translated by 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
