"Good Night Beijing (2021)
မင်းသားကြီး Jackie Chan ရဲ့ သားဖြစ်သူ Jaycee Chan က
ဒါရိုက်တာအဖြစ် ရိုက်ကူးထားတဲ့ Good Night Beijing ဒရာမာဇာတ်ကား ထွက်ရှိလို့လာပါပြီ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ချစ်သူနဲ့ရန်ဖြစ်ထားကြလား ?
အိမ်နဲ့ခွဲပြီး အဝေးမှာအိမ်မက်ကိုရှာဖွေနေသူလား ?
အချစ်ကိုယုံစားမိနေသူလား ?
Good night Beijing က ကွက်တိကျမယ့်ကားကောင်းလေးတစ်ကား ဖြစ်မှာပါ။
ပေကျင်းမြို့ကြီးက တရုတ်ပြည်ရဲ့စီးပွားရေးမြို့တော်ဖြစ်တဲ့အပြင်
လူငယ်တော်တော်များများရဲ့ အိမ်မက်တွေ၊ အချိန်တွေ၊
ကြိုးစားအားထုတ်မှုတွေနဲ့ ပြည့်နှက်နေတဲ့မြို့တော်ကြီးဆိုလည်းမမှားပါဘူး။
အလုပ်ကအရေးကြီးလား အချစ်ကအရေးကြီးလားဆိုရင်
အလုပ်ရှိမှအေးဆေးချစ်နိုင်မယ်လို့ထင်ပြီး အလုပ်ဇောကပ်နေတဲ့သူနဲ့
ချစ်သူကအချိန်မပေးလို့အရွှဲ့တိုက်ရင်း အမြဲတမ်းရန်ဖြစ်နေရတဲ့ ပေကျင်းမြို့ပေါ်ကသာမန်စုံတွဲတစ်တွဲ။
ရွာငယ်လေးဆီက မြို့ပေါ်တက်လာပြီး
အဆိုတော်ဖြစ်ချင်တဲ့အိမ်မက်ကို ဆုပ်ကိုင်ထားတဲ့ တက်သစ်စလူငယ်လေးတစ်ဦး။
ကြိုးစားပေမယ့်လည်း လိုချင်တဲ့ပန်းတိုင်ကိုရောက်ရှိဖို့
လိုအပ်ချက်တွေအရမ်းများလွန်းနေတဲ့
ပေကျင်းမြို့ပေါ်က သာမန်အဆိုတော်တစ်ယောက်။
နိုက်ကလပ်တွေမှာ တစ်ညလုံးနေ၊ အရက်တွေတစ်ခွက်ပြီးတစ်ခွက်သောက်ရင်း
အချစ်ကိုစောင့်ဆိုင်းနေတဲ့ ကောင်မလေး။
သူ့ချစ်သူဆီကို အလုပ်စွန့်၊ မိဘတွေကိုပါထားခဲ့ပြီး
အချစ်ဆိုတာ ဇိမ်ခံပစ္စည်းလိုဖြစ်နေတဲ့ ပေကျင်းမြို့ပေါ်ကိုရောက်လာတဲ့ သာမာန်အချစ်ကြီးသူတစ်ယောက်။
သာမာန်ဘဝပုံစံတွေ ရောစပ်ထားတဲ့ဒီကားလေးကတော့ သာမာန်မဟုတ်ဘူးဗျ။
နားကြပ်လေးတပ် ကိုယ့်ဘဝကိုယ်ပြန်စဉ်းစား…
ချစ်သူရှိတဲ့သူဆိုရင်လည်း စိတ်ကူးယဉ်ကြည့်ပေါ့ဗျာ…
တစ်ကွက်မဟုတ်တစ်ကွက်မှာ ရင်ထဲထိသွားပါလိမ့်မယ်။ ကြည်နူးသွားပါလိမ့်မယ်။
ကဲဆက်ကြည့်လိုက်ပါတော့…
နောက်ဆုံးနားလေးမှာ အထူးဧည့်သည်တစ်ယောက်ကိုပါ တွေ့ရပါလိမ့်မယ်
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JoJoVa ပဲ ဖြစ်ပါတယ်
Genre…..Drama
Quality….WEB-DL 1080p and 720p and 360p
File size…1.7GB and 781MB and 292MB
Format…mp4
Duration….1h 30min
Subtitle….Myanmar Subtitle (Hardsub)
Translator …..JoJoVa
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
