"Awake (2020)
၂၀၂၀ ခုနှစ်ကထွက်ရှိလာထားတဲ့ ဂျပန်ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ဂိမ်းတွေ၊
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပရိုဂရမ်တွေနဲ့ အဓိကဇာတ်ကောင်ကိုပဲဦးတည်ရိုက်ကူးထားတာကြောင့် ဇာတ်ကားရဲ့ Genre ကိုတော့
အတိအကျမသတ်မှတ်နိုင်ပေမယ့် စိတ်ဝင်စားစရာကောင်းတာကတော့ အသေအချာပါပဲ။
ဇာတ်လမ်းအကျဉ်းကိုပြောရရင် Shogi ကစားနည်းမှာတစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်ဖို့
အိပ်မက်တစ်ခုရှိနေတဲ့ Eiichi ဆိုတဲ့လူငယ်တစ်ယောက်ဟာ ဂျပန် Shogi အသင်းအဖွဲ့ရဲ့
အတတ်သင် ကျောင်းမှာ သွားရောက်လေ့ကျင့်နေခဲ့ပါတယ်။ Shogi ဆိုတာကတော့
ဂျပန်ရိုးရာစစ်တုရင်ကစားနည်းတစ်မျိုးပါ။ သူအမြဲကြိုးစားသင်ယူနေပေမယ့်လည်း
ကျောင်းရဲ့ဆရာတစ်ဆူဖြစ်နေတဲ့ Riku ဆိုတဲ့ကစားသမားကိုတော့ ဘယ်လိုမှမယှဥ်နိုင်ခဲ့ပါဘူး။
ဒီလိုနဲ့ Eiichi တစ်ယောက်စိတ်ကုန်လာပြီး သူ့ရဲ့ Shogi ကစားသမားဖြစ်ချင်တဲ့အိပ်မက်ကလည်း
တဖြည်းဖြည်းဝေဝါးလာခဲ့ပါတော့တယ်။
အဲဒီနောက် သူဟာတက္ကသိုလ်တစ်ခုကိုဝင်လျှောက်ပြီး သာမန်ဘဝနဲ့နေဖို့ဆုံးဖြတ်လိုက်ပေမယ့်
သူ့ဘဝတစ်လျှောက်လုံးနီးပါး Shogi အပေါ်မှာပဲစိတ်နှစ်ထားခဲ့တာကြောင့် ပေါင်းသင်းဆက်ဆံမှုလည်းအားနည်းတဲ့အတွက်
မိတ်ဆွေအပေါင်းအသင်းတွေမရှိလာခဲ့ပါဘူး။ တစ်နေ့မှာတော့ Eiichi တစ်ယောက် မထင်မှတ်ပဲ AI ကို
အခြေခံထားတဲ့ Shogi ကွန်ပျူတာပရိုဂရမ်တစ်ခုကိုတွေ့ရှိခဲ့ပြီး အဲဒီပရိုဂရမ်ဟာသူထင်ထားတာထက်ကို
အဆင့်မြင့်နေခဲ့ပါတယ်။ အဲဒီကနေစပြီးတော့ Eiichi လည်းကွန်ပျူတာပရိုဂရမ်တွေ အထူးသဖြင့်
Shogi နဲ့ပတ်သက်တဲ့ဂိမ်းတွေကို စိတ်ဝင်စားလာပါတော့တယ်။ အဲဒါကြောင့် AI လေ့လာရေးအဖွဲ့ကိုရောက်သွားပြီး
စီနီယာကျောင်းသား Isono နဲ့ဆုံခဲ့ပါတယ်။ Isono ဆီကနေ AI ပရိုဂရမ်တွေအ ကြောင်းသင်ကြားရင်း
သူ့ဘဝရဲ့အိပ်မက်ကလည်း တစ်မျိုးတစ်ဖုံပြောင်းလဲသွားခဲ့ပါတော့တယ်။ ဒီတစ်ခါမှာရော
သူ့ရဲ့အိပ်မက်ကိုအကောင်အထည်ဖော်နိုင်ပါ့မလား။ အဲဒီအိပ်မက်ကရောဘာဖြစ်မှာလဲ။
သူလက်လျှော့ခဲ့တဲ့ Shogi ထိပ်တန်းကစားသမားဖြစ်ဖို့ဆိုတဲ့ အိပ်မက်ကိုရော သူဆက်မက်နိုင်မှာလား။
Shogi ရဲ့စည်းမျဥ်းတွေနဲ့ အခေါ်အဝေါ်တွေဟာ စစ်တုရင်နဲ့အနည်းငယ်ကွဲပြားတဲ့အတွက် တချို့နေရာတွေမှာ
နားလည်ရခက်နိုင်ပေမယ့် ဇာတ်လမ်းဇာတ်အိမ်နဲ့ အကြောင်းအရာကရှင်းလင်းပြီးသားဖြစ်တာကြောင့်
ဒီကစားနည်းတွေအကြောင်းနားမလည်ရင်တောင် ရုပ်ရှင်ပရိသတ်တွေအတွက် ကြည့်ရကျိုးနပ်စေမယ့် ဇာတ်ကားကောင်းတစ်ကားလို့ပဲညွှန်းလိုက်ပါရစေ။
File size…1.2GB / 600MB
Quality…1080p NF WEB DL AAC 5.1CH / 720p
Format…mp4
Duration….1h 59m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Haruko
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
