"ကဲ ‘Licorice Pizza’ လာပါပြီ။ ဒီရုပ်ရှင်ဟာ ၂၀၂၂ အော်စကာ ဆုပေးပွဲမှာ အကောင်းဆုံးရုပ်ရှင်ဆု၊ အကောင်းဆုံး ဒါရိုက်တာဆု နဲ့ အကောင်းဆုံး ဇာတ်ညွှန်းဆုတို့ဆန်ကာတင်ထားပါပြီ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်အကြောင်း မပြောခင် ခေါင်းစဉ်လေးကို အရင်ရှင်းပြရမယ်ထင်ပါတယ်။ ‘Licorice Pizza’ ဆိုတာ ဗန်းစကားပါ။ အနက်ရောင် ဗီနိုင်းသား ဓာတ်ပြားတွေကို ဆိုလိုတာပါ။ Licorice ဆိုတာ သကြားလုံး သကြားချောင်းအနေနဲ့ထုတ်တဲ့ အနက်ရောင် မာမာစေးစေး စားစရာလေးတွေက ယူထားတာပါ။ ပြီးတော့ ဓာတ်ပြားတွေကလည်း ပီဇာ အသေးစားပုံစံဆိုတော့ ‘Licorice Pizza’ ဆိုပြီး နာမည်တွင်လာတာပေါ့။
ဒါရိုက်တာကတော့ ပေါလ် သောမတ် အန်ဒါဆန် ဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းရဲ့ အဓိက ဇာတ်ကောင်နှစ်ယောက်ကတော့ ၁၅ နှစ်အရွယ် သရုပ်ဆောင်ပေါက်စ စီးပွားရေးသမားလေး ဂယ်ရီ ဗယ်လင်တိုင်းနဲ့ သူချစ်မိနေတဲ့ ၂၅ နှစ်အရွယ် မမ အလန်နာ ကိန်းတို့ အကြောင်းပေါ့။ ဒီအော်စကာဆန်ကာတင်ကားကြီးရဲ့ အဓိကသရုပ်ဆောင်နှစ်ယောက်ကတော့ ပထမဆုံးစပြီးရုပ်ရှင်ရိုက်ဖူးတဲ့လူသစ်တွေဖြစ်နေတာ ထူးဆန်းတဲ့အချက်ပါပဲ။ ဒီရုပ်ရှင်လေးကို ဒါရိုက်တာဟာ လွန်ခဲ့တဲ့ နှစ်နှစ်ဆယ်လောက်လောက်ကတည်းက စိတ်ကူးရခဲ့တာပါ။ ဆိုင်လေးတစ်ခုမှာ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်က အသက်ကြီးတဲ့ ဝန်ထမ်းကောင်မလေးကို ကြူနေတာကိုတွေ့ပြီး တကယ်လို့သာ ဆယ်ကျော်သက်လေးက ချိန်းတွေ့ဖို့ ခေါ်ကြည့်တာကို မမကြီးက လက်ခံပြီးရောက်လာခဲ့ရင် ဘာဆက်ဖြစ်မလဲဆိုပြီး စိတ်ကူးမိခဲ့တာပါတဲ့။ ပြီးတော့ ဒီဇာတ်ကားမှာ ဘရက်ဒလေကူးပါး ပါတာကိုလည်း လူငယ်လေးတွေကို ကြိုပြောမထားဘဲ ရိုက်ကွင်းမှာ အံ့ဩအောင်လုပ်ခဲ့ပါသေးတယ်။ ဒါ့အပြင် လီယိုနာဒိုရဲ့ ဖခင်ကြီးကိုလည်း ရေမွေ့ရာရောင်းတဲ့ ဘိုးတော်ကြီးအဖြစ် ထည့်သွင်းထားခဲ့ပါသေးတယ်။ ဘရက်ဒလေကူးပါး အင်တာဗြူးတစ်ခုမှာဖြေခဲ့တာက ဒီရုပ်ရှင်မရိုက်ဖြစ်ခင်မှာ သူ သရုပ်ဆောင်ဘဝက အနားယူဖို့တောင်စဉ်းစားနေပြီတဲ့။ သူက ဒါရိုက်တာ ပေါလ်အန်ဒါဆန်ရဲ့ အမာခံပရိသတ်ဖြစ်တာကြောင့် ‘Licorice Pizza’ မှာပါခွင့်ရမယ်ဆိုမှ ဘယ်အခန်းကပဲ ပါရပါရဆိုပြီး ပြန်ရိုက်ကူးဖြစ်ခဲ့တာပါတဲ့။
ဇာတ်လမ်းအမျိုးအစားကတော့ ဟာသ ဒရာမာ ရိုးမန့်စ် ပါပဲ။ ၁၉၇၃ ဝန်းကျင် လူငယ်ဘဝနဲ့ ဖြတ်သန်းရတဲ့ ဘဝအတွေ့အကြုံအစုံကို အခြေခံထားပါတယ်။ သူတို့နှစ်ယောက် သရုပ်ဆောင်လောကမှာ ကြိုးစားကြတာတွေ၊ စီးပွားရေးအသစ်အဆန်းတွေ ကြိုးစားကြတာတွေ၊ နိုင်ငံရေးမှာ ဝင်ပါကြတာတွေ တဖြည်းဖြည်းအရွယ်ရောက်လာကြတာတွေကို ပြသထားပါတယ်။ ရုပ်ရှင်ကောင်းကြိုက်တတ်သူတွေအတွက်တော့ ၂၀၂၁ ရဲ့ အကောင်းဆုံးရုပ်ရှင်ထဲက တစ်ကားကို လက်လွတ်မခံသင့်ပါဘူး။
File size…(2 GB)/(1 GB)/(500 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….02:13:00
Genre…Drama, Comedy, Romance
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Mr. Anderson
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
