"(Unicode)
ရဲမေကြီး ပြီးသွားတော့ ရဲသားကြီး အလှည့်ရောက်လာပါပြီ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၂၀၁၉ခုနှစ်ထွက် မင်းသားကြီး ဆယ်လ်မန်ခန်း(Salman Khan)ရဲ့ ဟာသ၊အက်ရှင် ဇာတ်ကားကြီးပါ။
လူဆိုးလူမိုက်တွေ ဖမ်းဆီးရာမှာ ဒီအင်စပက်တာကြီးကတော့ ထိတ်ထိတ်ကြဲပဲဗျ။
လူကုန်ကူးဂိုဏ်းတစ်ခုကို ဖမ်းဆီးရင်း ဂိုဏ်းခေါင်းဆောင်က အတိတ်က ရန်ကြွေးရှိဖူးသူ ဖြစ်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့ အခါမှာတော့….။
အင်စပက်တာကြီးဆိုတာ ဒီလူမိုက်ကြီးကြောင့် ဖြစ်လာရတာ၊ ဒီလူမိုက်ကြီးကြောင့် ဘဝပျက်ခဲ့ရတာ၊
အချစ်အတွက် အကြွေး၊ ပျက်စီးခံဘဝအတွက် အကြွေးတွေကို လူမိုက်ကြီးဆီ ပြန်ပြီး လက်စားချေဖို့ ဖြစ်လာပါတော့တယ်။
လူမိုက်ကြီးကတော့ ရင်းနှီးပြီးသား ခန်နာဒါးမင်းသား Sudeep ပါပဲ။
ကဲရှေ့ဆက် ဘယ်လို ဖြစ်မလဲဆိုတာကို ကြည့်ရှုပေးကြပါဦးဗျ။
ဟာသလည်း ပါနေတော့ အက်ရှင်ပိုင်းမှာ အိုဗာတွေ ပါနေပါတယ်။ ဒါကိုတော့ သည်းခံရမယ်ဗျာ။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
ရဲေမႀကီး ၿပီးသြားေတာ့ ရဲသားႀကီး အလွည့္ေရာက္လာပါၿပီ။
၂၀၁၉ခုႏွစ္ထြက္ မင္းသားႀကီး ဆယ္လ္မန္ခန္း(Salman Khan)ရဲ႕ ဟာသ၊အက္ရွင္ ဇာတ္ကားႀကီးပါ။
လူဆိုးလူမိုက္ေတြ ဖမ္းဆီးရာမွာ ဒီအင္စပက္တာႀကီးကေတာ့ ထိတ္ထိတ္ႀကဲပဲဗ်။
လူကုန္ကူးဂိုဏ္းတစ္ခုကို ဖမ္းဆီးရင္း ဂိုဏ္းေခါင္းေဆာင္က အတိတ္က ရန္ေႂကြးရွိဖူးသူ ျဖစ္ေနတယ္ဆိုတာကို သိလိုက္ရတဲ့ အခါမွာေတာ့….။
အင္စပက္တာႀကီးဆိုတာ ဒီလူမိုက္ႀကီးေၾကာင့္ ျဖစ္လာရတာ၊ ဒီလူမိုက္ႀကီးေၾကာင့္ ဘဝပ်က္ခဲ့ရတာ၊
အခ်စ္အတြက္ အေႂကြး၊ ပ်က္စီးခံဘဝအတြက္ အေႂကြးေတြကို လူမိုက္ႀကီးဆီ ျပန္ၿပီး လက္စားေခ်ဖို႔ ျဖစ္လာပါေတာ့တယ္။
လူမိုက္ႀကီးကေတာ့ ရင္းႏွီးၿပီးသား ခန္နာဒါးမင္းသား Sudeep ပါပဲ။
ကဲေရွ႕ဆက္ ဘယ္လို ျဖစ္မလဲဆိုတာကို ၾကည့္ရႈေပးၾကပါဦးဗ်။
ဟာသလည္း ပါေနေတာ့ အက္ရွင္ပိုင္းမွာ အိုဗာေတြ ပါေနပါတယ္။ ဒါကိုေတာ့ သည္းခံရမယ္ဗ်ာ။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.20 GB ) and (600 MB)
Quality : AMZN WEB-DL 720p
Running Time : 2hr 40min
Format : Mp4
Genre : Action, Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.AMZN.WEB-DL.DD+5.1.x265-Telly
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
