"(Unicode)
အခု မိတ်ဆက်ပေးမှာကတော့ 2018 က ထွက်ခဲ့တဲ့ To All the Boys I’ve Loved Before ဆိုတဲ့ အမေရိကန်အချစ်ဇာတ်ကားလေးရဲ့ နောက်ဆက်တွဲအနေနဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
2020 မှာ ထပ်မံရိုက်ကူး ထုတ်လွှတ်လာတဲ့ To All the Boys: P.S. I Still Love You ဆိုတဲ့ ဇာတ်ကားလေးပါ
ပထမကားမှာတုန်းကလိုပဲ လူငယ်ကြိုက် အချစ်ကားလေးဟာ ပရိသတ်ကို စိတ်မပျက်ရမယ့် ကြည်နူးစရာ အချစ်ဇာတ်ဝင်ခန်းလေးတွေနဲ့ ထပ်မံ ဖမ်းစားနိုင်ခဲ့ပြန်ပါတယ်
လာရာဂျင်းနဲ့ ပီတာကတ်ဗင်စကီနဲ့ ပထမဆုံးဒိတ်လေးနဲ့ ဇာတ်လမ်းလေးကို စတင်ထားပြီး ရင်ခုန်ကြည်နူးစရာ ချစ်သူဘဝလေးကို ပုံဖော်ပြထားပါတယ်
အဲလိုအချိန်မှာပဲ လာရာဂျင်းရဲ့ နောက်ထပ် ရည်းစားစောင်တစ်စောင်ကို လက်ခံရရှိခဲ့တဲ့ အလယ်တန်းတုန်းက ဂျွန်အမ်ဘရို့စ်ဆီက ပြန်စာတစ်စောင်
လက်ခံရရှိလိုက်တဲ့အခါမှာ ဘာတွေ ဆက်ဖြစ်လာမှာလဲ….
ဂျွန်အမ်ဘရို့စ်ဟာ လာရာဂျင်းနဲ့အတူ နွေရာသီလုပ်အားပေးစခန်းမှာပါ အတူရောက်လာခဲ့ချိန်မှာတော့ လာရာဂျင်းတစ်ယောက်
၃ ပွင့်ဆိုင် အချစ်ဇာတ်လမ်းထဲမှာ ဘယ်လိုတွေ ရင်ဆိုင်ဖြေရှင်းရမှာလဲ
ပီတာနဲ့ ဂျွန် ၂ ယောက်ကြား ဘယ်လို‌တွေ ရွေးချယ် အဆုံးသတ်သွားမှာလဲဆိုတာကိုတော့ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ် စောင့်မျှော်ကြည့်ရှုလိုက်ကြပါဦးနော်
အညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်….
(Zawgyi)
အခု မိတ္ဆက္ေပးမွာကေတာ့ 2018 က ထြက္ခဲ့တဲ့ To All the Boys I’ve Loved Before ဆိုတဲ့ အေမရိကန္အခ်စ္ဇာတ္ကားေလးရဲ႕ ေနာက္ဆက္တြဲအေနနဲ႔
2020 မွာ ထပ္မံ႐ိုက္ကူး ထုတ္လႊတ္လာတဲ့ To All the Boys: P.S. I Still Love You ဆိုတဲ့ ဇာတ္ကားေလးပါ
ပထမကားမွာတုန္းကလိုပဲ လူငယ္ႀကိဳက္ အခ်စ္ကားေလးဟာ ပရိသတ္ကို စိတ္မပ်က္ရမယ့္ ၾကည္ႏူးစရာ အခ်စ္ဇာတ္ဝင္ခန္းေလးေတြနဲ႔ ထပ္မံ ဖမ္းစားႏိုင္ခဲ့ျပန္ပါတယ္
လာရာဂ်င္းနဲ႔ ပီတာကတ္ဗင္စကီနဲ႔ ပထမဆုံးဒိတ္ေလးနဲ႔ ဇာတ္လမ္းေလးကို စတင္ထားၿပီး ရင္ခုန္ၾကည္ႏူးစရာ ခ်စ္သူဘဝေလးကို ပုံေဖာ္ျပထားပါတယ္
အဲလိုအခ်ိန္မွာပဲ လာရာဂ်င္းရဲ႕ ေနာက္ထပ္ ရည္းစားေစာင္တစ္ေစာင္ကို လက္ခံရရွိခဲ့တဲ့ အလယ္တန္းတုန္းက ဂြၽန္အမ္ဘ႐ို႕စ္ဆီက ျပန္စာတစ္ေစာင္
လက္ခံရရွိလိုက္တဲ့အခါမွာ ဘာေတြ ဆက္ျဖစ္လာမွာလဲ….
ဂြၽန္အမ္ဘ႐ို႕စ္ဟာ လာရာဂ်င္းနဲ႔အတူ ေႏြရာသီလုပ္အားေပးစခန္းမွာပါ အတူေရာက္လာခဲ့ခ်ိန္မွာေတာ့ လာရာဂ်င္းတစ္ေယာက္
၃ ပြင့္ဆိုင္ အခ်စ္ဇာတ္လမ္းထဲမွာ ဘယ္လိုေတြ ရင္ဆိုင္ေျဖရွင္းရမွာလဲ
ပီတာနဲ႔ ဂြၽန္ ၂ ေယာက္ၾကား ဘယ္လို‌ေတြ ေ႐ြးခ်ယ္ အဆုံးသတ္သြားမွာလဲဆိုတာကိုေတာ့ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ ေစာင့္ေမွ်ာ္ၾကည့္ရႈလိုက္ၾကပါဦးေနာ္
အၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္….
File Size : (1.80 GB),(800 MB) And (400 MB)
Quality : NF WEB-DL (1080p 5.1,720p,480p)
Running Time : 1hr 41min
Format : Mp4
Genre : Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.NF.WEB-DL.DDP5.1.x264-NTG
Translated by May Tharaphi Lwin
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
