"Saint Maud (2019)
~ IMDb – 6.7/10, RT – 92%, Meta – 83% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Katie ဆိုတဲ့ကောင်မလေးဟာ အင်္ဂလန်ကမ်း‌ခြေမြို့လေးတစ်မြို့က သူနာပြုမလေးတစ်ယောက်။ သူဟာ ဘုရားသခင်အပေါ် အတော်ယုံကြည်သက်၀င်သူ။ နိစ္စဓူဝ အလုပ်တွေကိုတောင်မှ ဘုရားကို အမြဲတိုင်တည်နေတတ်သူ။ ဆိုတော့ ကိုယ့်ကိုယ်ကိုယ်ပါ နာမည်ပြောင်း‌ထားပါသေးတယ်။ Maud တဲ့…။
တစ်နေ့သူဟာ ကင်ဆာရောဂါသည်တစ်ယောက်ကို သူနာပြုလုပ်ပေးဖို့ တာဝန်ကျလာတယ်။ အဲဒီကင်ဆာရောဂါသည်ကတော့ ဘုရားကို မယုံဘူး။ Lesbian လည်း ဖြစ်နေသေးတယ်။ Maud ဟာ သူ့ကို ဘာသာရေးနယ်ပယ်ထဲ ဆွဲခေါ်ပေမဲ့ မရခဲ့။ လူတွေ ဝိုင်းရှုံ့ချတာ လှောင်တာကို ခံခဲ့ရတယ်။ သူဟာ ဘုရားအပေါ်ကို မေးခွန်းထုတ်လာမိတယ်။
အထီးကျန်မှုတွေနဲ့ အိမ်အပြန်လမ်းတစ်လျှောက်ဟာ သူ့အတွက် ‌ခြောက်ခြားစရာတွေအပြည့်။ သူ ဘုရားကို ပြန်တောင်းပန်ခဲ့တယ်။ ဘုရားသခင်ကလည်း သူ့ကို ဗျာဒိတ်တစ်ခု ပြတော်မူခဲ့ပါတယ်။
” Maud ရဲ့ တစ်ကိုယ်လုံး မီးတွေလောင်နေတယ်။ ဖိနပ်မှာလည်း သံချွန်တွေဟာ အသားထဲထိ စိုက်ဝင်နေတယ်။ နာကျင်မှုတွေကို အလဟဿမဖြစ်စေဖို့နဲ့ ဘုရားသခင် ခံစားရသလို ကိုယ်တိုင်ခံစားရခြင်းဟာလည်း အနှစ်သာရလို့ သူတို့ပြောကြတယ်…
Muad ရဲ့ တစ်ကိုယ်လုံးမီးတွေလောင်နေတယ်။ ဗျာဒိတ်တော်ဟာ သူ့အတွက် တမန်တော်ဖြစ်စေခြင်းလား…
Maud ရဲ့ တစ်ကိုယ်လုံး မီးတွေလောင်နေတယ်။ လူတွေဟာ သူ့အော်သံကို ကြားကောင်းကြားရလိမ့်မယ်။
ဒါပေမဲ့ ဒီအော်သံဟာ နာကျင်မှုကြောင့် အော်ခြင်းထက် လွတ်လပ်သွားခြင်းကြောင့် ကြွေးကြော်သံဆို‌တာကိုတော့ Maud ကလွဲ ဘယ်သူမှ သိမယ်မထင်…”
A24 ရဲ့ Psychological Horror ‌ကားကောင်းတစ်ကားပါပဲ။ A24 ဟာ ဒီလို Genre တွေကို အတော်ပိုင်နိုင်ကြောင်းဆိုတာကိုတော့ အရင့်အရင်ကားတွေ ကြည့်ဖူးတဲ့သူတွေ သိကြပါလိမ့်မယ်။ Horror ကားတိုင်းနီးပါးမှာ မြင်ရ ကြုံဖူးနေကျ ရိုးအီနေကြလောက်မယ့် Jump Scare ဘာညာတွေထက် စိတ္တဇဆန်ဆန်ဇာတ်လမ်း ဇာတ်ကွက်တွေဟာ ဒီကားရဲ့အသက်ပေါ့…။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.27GB, 442.2MB
Quality – 1080p, 720p
IMDb Rating – 6.7/10
Format – mp4
Duration – 1H 24Min
Genre – Drama, Horror, Mystery
Subtitle – Myanmar Subtitle (Hardsub)
Translated by 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
