မင်းသားကြီး ဒန်ဇယ်ဝါရှင်တန် အကောင်းဆုံး အမျိုးသားဇာတ်ဆောင်ဆု ရယ်အကောင်းဆုံး Cinematography ဆုအကောင်းဆုံး Production Design ဆုအော်စကာသုံးဆု ဆန်ကာတင်ဝင်နေတဲ့ ရုပ်ရှင်ကြီးတစ်ခုကို တင်ဆက်ပေးထားပါတယ်။ ရှိတ်စပီးယားရဲ့ ကမ္ဘာကျော် ပြဇာတ်ကြီးကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ရုပ်ရှင်ထဲမှာ မူရင်း ပြဇာတ်စကားတွေကို အသုံးပြုထားတာမို့ တိုက်ရိုက်ဘာသာပြန်ရင် အတော်ကို ဖတ်ရပြန်ရ ခက်ခဲတာမို့ စကားပြေအနေနဲ့ ဘာသာပြန်ပေးထားပါတယ်။ အကုန်လုံးမှန်မယ်လို့တော့ သေချာမပြောရဲပါဘူး။ ဒီပြဇာတ်ထဲက စာသားတွေကို ရုပ်ရှင်တွေ စာအုပ်တွေ အများကြီးမှာ ပြန်လည်ကိုးကားအသုံးပြုထားကြပါတယ်။ အဓိပ္ပါယ်ဖွင့်ဆိုထားတာတွေလည်းအများကြီးပါပဲ။ဥပမာ V for Vendetta ရုပ်ရှင်မှာဆို I dare do all that may become a man; Who dares do more is none (ယောကျာ်းကောင်းတစ်ယောက်လုပ်ဝံ့တဲ့အရာအားလုံး ငါလုပ်ဝံ့တယ်၊ မလုပ်သင့်တာကို လုပ်ရဲတဲ့သူဟာ ယောကျာ်းကောင်းမဟုတ်ဘူး) ဆိုပြီး သုံးခဲ့တာမျိုး၊ Harry Potter မှာ “Double, double, toil and trouble, something wicked this way comes” ဆိုတဲ့ ဂါထာကို ပြန်သုံးတာမျိုး၊ Beauty and The Beast ထဲမှာ “screw their courage in the sticking place.” ဆိုတာမျိုး၊ Birdman ရုပ်ရှင်ထဲမှာပြောသွားတဲ့ “Tomorrow and tomorrow and tomorrow” ဆိုတာမျိုး စသဖြင့် အများကြီးပါပဲ။ စကားလုံးလှပမှုတွေအပြင် ဇာတ်လမ်းကလည်း စံတင်လောက်အောင် ရသမြောက်ပါတယ်။ပြဇာတ်စာသားအားလုံးမပါဘဲ ချုံ့ထားတာမို့ စိတ်ဝင်စားရင်တော့ ပြဇာတ်မူရင်းကို ရှာဖတ်ကြည့်လိုက်ပါ။ ဒီရုပ်ရှင်ထက် ပိုလှတာတွေ့ပါလိမ်မယ်။ဇာတ်လမ်းအကျဉ်းစကော့တလန်နိုင်ငံရဲ့ ဂလမ်းစ်နယ်စား မက်က်ဘက်သ်ဟာ အင်အားကြီးလှတဲ့ ရန်သူတွေကို ရဲရဲရင့်ရင့်အနိုင်ယူခဲ့ပြီး သူ့မိတ်ဆွေဘန်ကိုနဲ့အတူ အပြန်လမ်းမှာ စုန်းမသုံးယောက်နဲ့ တွေ့ခဲ့ပါတယ်။ စုန်းမတွေက မက်က်ဘက်သ်ကို ဂလမ်းနယ်စားရာထူးအပြင် ကော်ဒေါ်နယ်စားရာထူးကိုပါ ရရုံမက ဘုရင်ဖြစ်လာလိမ့်မယ့်လို့ ဟောပြောသွားခဲ့တယ်။ သူ့သူငယ်ချင်း ဘန်ကိုကိုတော့ ဘုရင်မဖြစ်နိုင်ပေမဲ့ ဘန်ကိုရဲ့သားသမီးတွေဟာ ဘုရင်ဖြစ်လာလိမ့်မယ်လို ဟောပြောခဲ့ပါတယ်။ ဒီဟောကိန်းကြောင့် မက်က်ဘက်သ်တစ်ယောက်စိတ်ရိုင်းတွေဝင်လာပြီး မလုပ်သင့်တာတွေကို လုပ်မိလာပါတော့တယ်။ ရှိတ်စပီးယားရဲ့စကားအတိုင်း Bad deeds force you to commit more bad deeds (ဒုစရိုက်လုပ်ရပ်တွေဟာ နောက်ထပ်ဒုစရိုက်လုပ်ရပ်တွေ ထပ်လုပ်မိစေတယ်) ဆိုသလို မက်က်ဘက်သ်တစ်ယောက် မိုက်တွင်းအနက်ကြီး နက်လာတဲ့အခါ….File size…(2 GB)/(1 GB)/(600 Mb)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:45:00Genre…Drama, History, ThrillerSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Mr. Anderson"