"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဝိန်းရွန်နီ (သို့) Wazza (သို့) လူသားအဆန်ဆုံးတိုက်စစ်မှူး
+++++++++++++++++++++++++++++++++++
၁၉၈၅ခုနှစ် အောက်တိုဘာ ၂၄ရက်မှာ အင်္ဂလန်ရဲ့ မာဆေးဆိုက်ဒ် လို့ခေါ်တဲ့ လီဗာပူးလ်မြို့မှာ ကောင်လေးတစ်ယောက် မွေးဖွားခဲ့ပါတယ်။
ခရော့တတ်အရပ်မှာ ကြီးပြင်းလာတဲ့ ခပ်ဆိုးဆိုးနဲ့ဂျစ်ကန် တဲ့ ကောင်လေးတစ်ယောက်၊ တစ်နေကုန် လမ်းပေါ်မှာပဲ ဘောလုံးတစ်လုံးနဲ့ အချိန်ဖြုန်းနေတဲ့သူဟာ တချိန်မှာ အင်္ဂလန်လက်ရွေးစင်အသင်းရဲ့ ဂိုးသွင်းအများဆုံးစံချိန်ရှင်၊ အင်္ဂလိပ်ပရီးမီးယားလိဂ်ရဲ့အအောင်မြင်ဆုံးနဲ့အရှိန်အဝါအကြီးဆုံး မန်ချက်စတာယူနိုက်တက်အသင်းရဲ့ ဂိုးသွင်းအများဆုံးစံချိန်ရှင် ဖြစ်လာမယ်လို့ ဘယ်သူမှတပ်အပ်ပြောနိုင်မှာ မဟုတ်ခဲ့ပါဘူး။ သူ့နာမည်က “ဝိန်းရွန်နီ”ပါ။
ဒီ Docuမှာတော့ ဝိန်းရဲ့ကစားသမားအစပြုရာ အဲဗာတန်အသင်းကနေ လက်ရှိဒါဘီကောင်တီနည်းပြဖြစ်လာတဲ့အထိ footageများ၊အင်တာဗျူးမှာဖြင့်ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်၊ ငယ်စဉ်ကတည်းက ဆိုးတေခဲ့တဲ့ ဝိန်းဟာ ပရီးမီးယားလိဂ်ရဲ့ အငယ်ဆုံးဂိုးသွင်းရှင်၊ အင်္ဂလန်လက်ရွေးစင်အသင်းရဲ့ အငယ်ဆုံးဂိုးသွင်းရှင်စံချိန်များမှသည် မန်ချက်စတာယူနိုက်တက် အသင်းကြီးရဲ့ ထာဝရဂိုးသွင်းအများဆုံး စံချိန်ရှင် ( ၂၅၃ဂိုး) ၊ အင်္ဂလန်လက်ရွေးစင်ရဲ့ဂိုးသွင်းအများဆုံး စံချိန်ရှင် (၅၃ ဂိုး) ဖြစ်လာသူပါ
မန်ယူနိုက်တက်နဲ့ ပရီးမီးယားလိဂ်ဖလား အောင်မြင်မှု ၅ကြိမ်အပါဆုဖလား၁၆လုံးအထိ ရရှိခဲ့ပြီး အင်္ဂလန်လူမျိုးကစားသမားအနေနဲ့မှတ်ကျောက်တင်ထိုက်သူပဲဖြစ်ပါတယ်။ ဒီ Docuမှာတော့ ဒီလိုမျိုးအောင်မြင်တဲ့ကစားသမားနောက်ကွယ်က ပျော်ရွှင်မှု၊ ဝမ်းနည်းမှု၊အခက်အခဲတွေ၊ အောင်မြင်မှုနဲ့တွဲလိုက်လာတဲ့ လူမှုရေးပြဿနာတွေ၊စသဖြင့် ဝိန်းရဲ့ငယ်ဘဝကစလို့ အတွင်းကျကျ အချက်အလက်များကို ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။
ဝိန်းနဲ့ ဇနီးဖြစ်သူကောလင်းတို့မှ အဓိကဖြေကြားပေးထားတာဖြစ်ပြီးအသင်းဖော်ဟောင်းဂယ်ရီနဗီးလ်နဲ့ ရီယိုဖာဒီနန်၊ အင်္ဂလန်အသင်းရဲ့နည်းပြဟောင်း အဲရစ်ဆင်၊ ပြိုင်ဘက်ဟောင်းဖြစ်သူ အာဆင်နယ်နဲ့ပြင်သစ်ဂန္တဝင်တိုက်စစ်မှူး အွန်နရီတို့အပါအဝင် သတင်းထောက်၊တင်ဆက်သူ၊ အေးဂျင့်များ စသဖြင့် အားဖြည့်ကူညီထားသူများစွာပါဝင်ပါတယ်။
Team player တစ်ဦးဖြစ်တဲ့ ဝိန်းဟာ ဆေးစက်ကျရာအရုပ်ထင်ရင်းအသင်းလိုအပ်တဲ့နေရာတိုင်းမှာ ကစားခဲ့တဲ့ Ultimate Attacking Versatile ကစားသမားလို့သမုတ်ရင် မှားမှာမဟုတ်ပါဘူး၊ အသင်းအနိုင်ရဖို့ကို တစ်ဦးချင်းအောင်မြင်မှုထက် ပိုအလေးထားတဲ့ဝိန်းဟာIndividual recordတွေကို ပိုမြင်တဲ့ မော်ဒန်ဘောလုံးလောကမှာထိုကိသင့်တဲ့ အသိအမှတ်ပြုမှုကို မရခဲ့ပါဘူး၊ သို့ပေမယ့် သရဲနီတွေရဲ့ရင်ထဲမှာ ဝိန်းရွန်းနီဆိုတဲ့နာမည်ဟာ အမြဲရှင်သန်နေမှာပါ၊ Wazzaလို့ ပြောလိုက်တာနဲ့ တိုက်ရဲ ခိုက်ရဲ အသင်းအတွက်ဆို နည်းမျိုးစုံနဲ့ပေးဆပ်ရဲတဲ့ အင်္ဂလန်တိုက်စစ်မှူးကြီးကို သတိရနေကြမှာပါ။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Jim X မှ တင်ဆက်ထားပါတယ်။)
File size…(2.3 GB) and (900 MB)
Quality….WEB-DL 1080p & 720p
Format…mp4
Duration….01:44:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Ka Naung
Translated by Jim X
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
