"ဒီ မွတ္တမ္းရုပ္ရွင္ကေတာ့ COVID-19 ဗိုင္းရပ္စ္ရဲ႕ မူလဇစ္ျမစ္ကို ေလ့လာေဖာ္ထုတ္ထားတဲ့ သံုးသပ္ခ်က္ေတြကိ ုေဖာ္ျပထားတာပဲ ျဖစ္ပါတယ္။ ၾကည့္ရႈသူေတြကို ၾကည့္ဖူးေစခ်င္တဲ့ ေစတနာနဲ႕ တင္ေပးတာပဲ ျဖစ္ၿပီး ေထာက္ခံျခင္း၊ ကန္႕ကြက္ျခင္း မရွိပါဘူး။ လူမ်ိဳးေရးနဲ႕ ႏုိင္ငံေရး အျငင္းပြားဖြယ္ ကြန္မန္႕မ်ား မမန္႕ၾကဖို႕ ၾကိဳတင္ေမတၱာရပ္ခံထားပါတယ္။
ဒီ Docu ကုိေတာ့ The Epoch Times သတင္းဝဘ္ဆိုက္မွာ ဧပရယ္ ၇ ရက္က တင္ထားခဲ့တာ ျဖစ္ပါတယ္။ ကိုရိုနာဗိုင္းရပ္စ္ဟာ တရုတ္အစိုးရရဲ႕ စမ္းသပ္မႈကေန တဆင့္ တမင္တကာ (သို႕) မေတာ္တဆ ေပါက္ထြက္လာခဲ့တာျဖစ္ေၾကာင့္ အခ်က္အလက္မိ်ဳးစံု၊ ရႈေထာင့္မ်ိဳးစံုကေန တင္ျပထားတာျဖစ္လို႕ စိတ္ဝင္စားစရာ အေတာ္ေကာင္းပါတယ္။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စြပ္စြဲရတဲ့အေၾကာင္းရင္းေတြထဲမွာ
– ေစ်းတစ္ခုက လင္းႏုိ႕က ကူးတယ္ဆိုတဲ့ မခိုင္လံုတဲ့ ဝါဒျဖန္႕ခ်က္ေတြ
– ေၾကညာခဲ့တဲ့ ကာလမတုိင္ခင္ ကတည္းက ျပန္႕ႏွံ႕ေနခဲ့တဲ့ သက္ေသေတြ
– တရုတ္အာဏာပိုင္ေတြရဲ႕ သတင္းဖံုးကြယ္မႈေတြ
– တရုတ္ သုေသတန ဌာနၾကီးေတြရဲ႕ အံၾသဖြယ္ ႏႈတ္ဆိတ္ေနမႈေတြ
– WHO နဲ႕ အျခားေသာႏိုင္ငံက အဖြဲ႕အစည္းေတြအေပၚ တရုတ္လႊမ္းမိုးမႈေတြ
– အဆိုပါ ေရာဂါ ျဖစ္မလာခင္ တရုတ္သိပၸံပညာရွင္ေတြ ထုတ္ျပန္ခဲ့တဲ့ လူလုပ္ဗုိင္းရပ္စ္ ဇီဝလက္နက္ေတြ အေၾကာင္း သုေတသနစာတမ္းေတြ
– ဗိုင္းရပ္စ္ကို ေလ့လာရာမွာ ကူးစက္ေစတဲ့ မ်ိဳးဗီဇ ေျပာင္းလဲမႈေတြဟာ ပံုမွန္မဟုတ္ဘဲ လူက ျပဳျပင္ထားတဲ့ပံုနဲ႕ တူေနတာေတြ
– ဗိုင္းရပ္စ္ရဲ႕ ပရိုတိန္းကုတ္ေတြဟာ HIV ရဲ႕ ကုတ္ေတြနဲ႕ ဆင္တူတာေတြပါဝင္ေနၿပီး ပိုျပင္းထန္ေအာင္ ျပဳျပင္ထားတယ္လို႕ သံသယျဖစ္စရာ အခ်က္ေတြ
ဒါေတြကို အေျခခံထားၿပီး စံုစမ္းေထာက္လွမ္းထားတာပဲ ျဖစ္ပါတယ္။
ဒီအခ်က္ေတြကိုမွ တရုတ္ရဲ႕ ႏုိင္ငံေရးေပၚလစီေတြ၊ Unrestricted Warfare လို႕ ေခၚတဲ့ ကန္႕သတ္ခ်က္မရွိ နည္းမ်ိဳးစံုသံုးမယ့္ စစ္ပြဲနည္းျဗဴဟာေတြ အေၾကာင္းေတြနဲ႕ ယွဥ္တြဲၿပီး အဆိုပါ သတင္းေထာက္ဟာ သူ႕ရဲ႕ သံသယေတြကို ေဖာ္ထုတ္ေျပာၾကားခဲ့တာပဲ ျဖစ္ပါတယ္။
ဗဟုသုတအေနနဲ႕ ၾကည့္ရႈႏုိင္ဖို႕ ေစတနာနဲ႕ တင္ဆက္ေပးလိုက္ရပါတယ္။
ဘာသာျပန္သူက Tariq L Walker ျဖစ္ပါတယ္။ အန္ကုတ္ဒင္းနဲ႕ အညႊန္းကိုေတာ့ Littleneo လုပ္ေပးထားပါတယ္။
File Size : (400 Mb)
Quality : 720p HDrip
Format…mp4
Duration…45 min
Genre : Documentary
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Tariq L Walker
Encoded by Littleneo
unicode
ဒီ မှတ်တမ်းရုပ်ရှင်ကတော့ COVID-19 ဗိုင်းရပ်စ်ရဲ့ မူလဇစ်မြစ်ကို လေ့လာဖော်ထုတ်ထားတဲ့ သုံးသပ်ချက်တွေကိ ုဖော်ပြထားတာပဲ ဖြစ်ပါတယ်။ ကြည့်ရှုသူတွေကို ကြည့်ဖူးစေချင်တဲ့ စေတနာနဲ့ တင်ပေးတာပဲ ဖြစ်ပြီး ထောက်ခံခြင်း၊ ကန့်ကွက်ခြင်း မရှိပါဘူး။ လူမျိုးရေးနဲ့ နိုင်ငံရေး အငြင်းပွားဖွယ် ကွန်မန့်များ မမန့်ကြဖို့ ကြိုတင်မေတ္တာရပ်ခံထားပါတယ်။
ဒီ Docu ကိုတော့ The Epoch Times သတင်းဝဘ်ဆိုက်မှာ ဧပရယ် ၇ ရက်က တင်ထားခဲ့တာ ဖြစ်ပါတယ်။ ကိုရိုနာဗိုင်းရပ်စ်ဟာ တရုတ်အစိုးရရဲ့ စမ်းသပ်မှုကနေ တဆင့် တမင်တကာ (သို့) မတော်တဆ ပေါက်ထွက်လာခဲ့တာဖြစ်ကြောင့် အချက်အလက်မျိုးစုံ၊ ရှုထောင့်မျိုးစုံကနေ တင်ပြထားတာဖြစ်လို့ စိတ်ဝင်စားစရာ အတော်ကောင်းပါတယ်။
စွပ်စွဲရတဲ့အကြောင်းရင်းတွေထဲမှာ
– ဈေးတစ်ခုက လင်းနို့က ကူးတယ်ဆိုတဲ့ မခိုင်လုံတဲ့ ဝါဒဖြန့်ချက်တွေ
– ကြေညာခဲ့တဲ့ ကာလမတိုင်ခင် ကတည်းက ပြန့်နှံ့နေခဲ့တဲ့ သက်သေတွေ
– တရုတ်အာဏာပိုင်တွေရဲ့ သတင်းဖုံးကွယ်မှုတွေ
– တရုတ် သုသေတန ဌာနကြီးတွေရဲ့ အံသြဖွယ် နှုတ်ဆိတ်နေမှုတွေ
– WHO နဲ့ အခြားသောနိုင်ငံက အဖွဲ့အစည်းတွေအပေါ် တရုတ်လွှမ်းမိုးမှုတွေ
– အဆိုပါ ရောဂါ ဖြစ်မလာခင် တရုတ်သိပ္ပံပညာရှင်တွေ ထုတ်ပြန်ခဲ့တဲ့ လူလုပ်ဗိုင်းရပ်စ် ဇီဝလက်နက်တွေ အကြောင်း သုတေသနစာတမ်းတွေ
– ဗိုင်းရပ်စ်ကို လေ့လာရာမှာ ကူးစက်စေတဲ့ မျိုးဗီဇ ပြောင်းလဲမှုတွေဟာ ပုံမှန်မဟုတ်ဘဲ လူက ပြုပြင်ထားတဲ့ပုံနဲ့ တူနေတာတွေ
– ဗိုင်းရပ်စ်ရဲ့ ပရိုတိန်းကုတ်တွေဟာ HIV ရဲ့ ကုတ်တွေနဲ့ ဆင်တူတာတွေပါဝင်နေပြီး ပိုပြင်းထန်အောင် ပြုပြင်ထားတယ်လို့ သံသယဖြစ်စရာ အချက်တွေ
ဒါတွေကို အခြေခံထားပြီး စုံစမ်းထောက်လှမ်းထားတာပဲ ဖြစ်ပါတယ်။
ဒီအချက်တွေကိုမှ တရုတ်ရဲ့ နိုင်ငံရေးပေါ်လစီတွေ၊ Unrestricted Warfare လို့ ခေါ်တဲ့ ကန့်သတ်ချက်မရှိ နည်းမျိုးစုံသုံးမယ့် စစ်ပွဲနည်းဗြူဟာတွေ အကြောင်းတွေနဲ့ ယှဉ်တွဲပြီး အဆိုပါ သတင်းထောက်ဟာ သူ့ရဲ့ သံသယတွေကို ဖော်ထုတ်ပြောကြားခဲ့တာပဲ ဖြစ်ပါတယ်။
ဗဟုသုတအနေနဲ့ ကြည့်ရှုနိုင်ဖို့ စေတနာနဲ့ တင်ဆက်ပေးလိုက်ရပါတယ်။
ဘာသာပြန်သူက Tariq L Walker ဖြစ်ပါတယ်။ အန်ကုတ်ဒင်းနဲ့ အညွှန်းကိုတော့ Littleneo လုပ်ပေးထားပါတယ်။
File Size : (400 Mb)
Quality : 720p HDrip
Format…mp4
Duration…45 min
Genre : Documentary
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Tariq L Walker
Encoded by Littleneo
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
