"ရှင် ကျွန်မကို ဘာလို့ဒီ​​လောက်ချစ်ရတာလဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကျွန်မက အငယ်အ​နှောင်းရဲ့ သမီးတစ်​​ယောက်၊ ​လူ့​လောကထဲ
​ရောက်မလာသင့်တဲ့သူလို့ ဖခင်ရင်းနှုတ်က​နေ အ​ပြောခံရသူပါ၊
အ​မေကလည်း မျိုးရိုး​ကောင်းမဟုတ်သလို ​လောကဓံလှိုင်းတံပိုး
ကြား ကာလသား​ရောဂါနဲ့ ဆုံးခဲ့ရသူပါ။ ကျွန်မဆိုတာကလည်း
မိခင်​သေဆုံးပြီး အသက်၈နှစ်အရွယ်တည်းက “အိန်ဂျယ်​​”ဆိုတဲ့
နာမည်ဝှက်နဲ့ မိန်းမပျက်ဘဝ စခဲ့သူပါ။ ဒီလို မသန့်ရှင်း​တော့တဲ့
မိန်းက​လေးတစ်​ယောက်ကို ဘာလို့ဒီ​လောက်ထိချစ်ရတာလဲ
ရှင် ကျွန်မရဲ့အတိတ်အ​ကြောင်း တစ်ဝက်​လောက်သိရင်​​​တောင်
စွန့်ခွာထွက်​ပြေးသွားမှာမလား၊ ကျွန်မရဲ့နာမည်အရင်းကို​​တောင်
ရှင်သိရဲ့လား၊ အချစ်ဆိုတာက အချိန်တန်ရင် ပျောက်သွားမယ့်
စိတ်ခံစားချက်လို့ပဲ သ​ဘောထားတာကို ရှင်သိရဲ့လား၊ ကျွန်မရဲ့
မှတ်ဉာဏ်ထဲမှာ ရှင်ဟာ ကျွန်မနဲ့ပျော်ပါးဖူးတဲ့ မတစ်​ထောင်ဖွား
​ယောကျ်ားသား​တွေနဲ့ အတူတူပဲဆိုတာမသိလို့လား၊ ဘာ​ကြောင့်
ကျွန်မကို ဒီ​လောက်ထိ လက်ထပ်ချင်​နေရတာလဲ
ကျွန်မဆိုတာ ကိုယ့်ခံစားချက်ကို​ဘေးချိတ်ပြီး ဝမ်း​ရေးအတွက်
ဒီအလုပ်ကို လုပ်​နေရသူပါ၊ ရှင့်ကိုချစ်ဖို့မဆိုနဲ့ အ​တွေးထဲ​တောင်
အဝင်မခံနိုင်တဲ့သူပါ၊ ရှင်ဟာ အမျိုး​ကောင်းသားတစ်​ယောက်ပါ၊
ကျွန်မထက် သာတဲ့ မိန်းက​​လေး​တွေ လက်ချိုး​ရေမကုန်ပါဘူး၊
ရှင် ကျွန်မကို ​ငွေနဲ့ဝယ်မယ်ဆိုရင်လည်း ဒီအိမ်​ထောင်မှုရဲ့အ​ဝေး
ကျွန်မအမြဲထွက်​ပြေး​နေမိမှာပါ၊ ဒါဆိုလည်း ရှင်ကျွန်မကို ချစ်​နေ
ဦးမှာလား….. မိုက်ကယ်
အနာဂတ်မှာ ဘာဆက်ဖြစ်မလဲ​​တော့ ဇာတ်ဆရာအလိုကျ​ပေါ့
==========================================
မင်းကိုဘာလို့ ဒီ​လောက်ထိချစ်မိသွားမှန်း ကိုယ်မသိပါဘူး
ကိုယ်က လယ်သမားတစ်​ယောက်ပါ၊ အရာရာကို ဘုရားသခင်ရဲ့
လမ်းညွှန်မှုလို့ သက်ဝင်ယုံကြည်သူပါ၊ တစ်​နေ့ကယ်လီဖိုးနီးယား
မြို့ထဲအလာ ကိုယ့်ကိုဘုရားသခင်က အလင်းတစ်ပွင့်ဖန်ဆင်းပြ
လိုက်သလို မင်းက ကိုယ့်မျက်စိ​ရှေ့ရောက်လာတယ်၊ သိပ်လှတဲ့
မိန်းက​လေးမို့ မြင်မြင်ချင်း ချစ်မိသွားတယ်၊ ​နောက်​ သူများ​တွေ
​ပြော​တာ မင်းက​ ကြေးအမြင့်ဆုံး ပြည့်တန်ဆာတဲ့၊ ကိုယ်​​တောင်
ဘုရားသခင်ကို စိတ်ကွက်မိသွားတယ်၊ ဒီလိုလမ်းမျိုးမှ ကိုယ့်ကို
လာပြရသလား​ပေါ့
ဒါ​ပေမဲ့ ဘုရားသခင်ကလည်း အင်မတန်​ခေါင်းမာတဲ့ပုံပဲအိန်ဂျယ်​၊
ကိုယ့်မှာ စားလည်းဒီစိတ်၊ သွားလည်းဒီစိတ် ရူးမတတ်ပါပဲ၊ ဒီလိုနဲ့
မင်းနဲ့အတူရှိခွင့်ရမယ့် အချိန် မိနစ်၃၀ကို ​ပေါက်​ဈေး၂ဆ​ပေးဝယ်
ခဲ့မိတယ်၊ ​ပျော်ပါးမလို့မဟုတ်ရပါဘူး၊ ဒီမိနစ် ၃၀ကို မင်းနဲ့.အတူ
စကား​​တွေပြောချင်လို့၊ ကိုယ့်ခံစားချက်​တွေ ရင်ဖွင့်ချင်လို့၊ မင်းကို
လက်ထပ်ခွင့်​​​တောင်းချင်လို့ပါ
မင်းကိုယ့်ကိုအခါခါငြင်းလည်း ကိုယ့်ဘက်က က​လေးဆိုးကြီးလို
ပူဆာ​ခဲ့မိတယ်၊ ဒီလိုနဲ့တစ်​နေ့ မင်းကို​ ငွေနဲ့ဝယ်ရဖို့ ဖြစ်လာတယ်၊
​ကိုယ့်ရဲ့ဇနီးမယားဖြစ်လာတယ်၊ မင်းထွက်​ပြေးမယ်​ ပြောခဲ့သလို
အခါခါထွက်​ပြေးခဲ့ပေမဲ့ ဘာ​ကြောင့်လဲမသိပါဘူး မင်းကိုယ်တိုင်
ငါ့ဆီပြန်​​​ရောက်​ရောက်လာတယ်၊ မင်းကကိုယ့်ရဲ့အိမ်သူသက်ထား
ဆို​ပေမယ့် ကိုယ်စိတ်အလိုမလိုက်ခဲ့ပါဘူး၊ မင်းအဆင်သင့်ဖြစ်တဲ့
အထိ ကိုယ်​စောင့်​နေပါ့မယ်၊ အချိန်ဘယ်​​လောက်ပဲကြာပါ​စေ​​ပေါ့၊
တစ်​နေ့​​တော့ကိုယ်ချစ်ခွင့်ရချင်ပါတယ်၊ နှစ်​ယောက်သားကြည်ဖြူ
စွာနဲ့​ပေါ့ အိန်ဂျယ်ရယ်
အနာဂတ်မှာ ဘာဆက်ဖြစ်မလဲ​​တော့ ဇာတ်ဆရာအလိုကျ​ပေါ့
File size…(1.7 GB)/(1 GB)/(500 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….02:14:00
Genre…Drama, History, Romance
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by JimX
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
