ဒုတိယကမ္ဘာစစ်အတွင်းက ဗမာပြည်စစ်မြေပြင် Burma Campaign ရဲ့ နာမည်ကြီးတိုက်ပွဲဖြစ်တဲ့ မြစ်ကြီးနားတိုက်ပွဲကိုဆင်နွှဲခဲ့တဲ့ ဗိုလ်ချုပ် Merrill နဲ့ သူ့ရဲ့တပ်ဖွဲ့ Merrill’s Marauders အကြောင်းကို ရိုက်ကူးထားတဲ့ဇာတ်ကားပါ…ဂျပန်တွေလက်ထဲက မြစ်ကြီးနားကို သိမ်းဖို့ ပြောက်ကျားတပ်ဖွဲ့ ၂ ဖွဲ့ ဖွဲ့ခဲ့ပြီး တစ်ခုက မရောက်ဒါးတပ်ဖွဲ့နဲ့ နောက်တစ်ဖွဲ့က Levi Scout (Kachin Scout) လို့ခေါ်တဲ့ ကချင်လူမျိုးတွေအများဆုံးပါဝင်တဲ့တပ်ဖွဲ့ပါ။“ယမ်းငွေ့ဟာ ပန်းမွေ့ယာဖြစ်မလာနိုင်ဘူး” တဲ့။ “စစ်တိုက်တယ်ဆိုမှတော့ ပန်းတွေနဲ့ပေါက်ကြတာမှ မဟုတ်ဘဲလေ”။ “စစ်” ဆိုတဲ့ ကဗျာခေါင်းစဉ်လေးအောက်မှာ “ဒုံးဒုံးဒက်ဒက်၊ တုံးလုံးပက်လက်” ဆိုပြီး နှစ်ကြောင်းထဲနဲ့ စစ်ရဲ့ အနိဌာရုံကို ထင်ဟပ်နိုင်သလိုပေါ့။ လူတွေဟာ စစ်တိုက်ဝါသနာ ပါသလားမသိ။ အခုထိ ကမ္ဘာ့စစ်ပွဲကြီး နှစ်ကြိမ်ဖြစ်ပြီးသွားပြီ။ဒါပေမဲ့ စစ်တိုက်တယ်ဆိုတာနဲ့ လူအများပြေးမြင်တာက ကျည်ဆံတွေ ပလူပျံနေတုန်း ပြေးကြ လွှားကြ၊ သွေးသံရဲရဲ သေပွဲဝင်ကြ၊ ကိုယ့်ရဲဘော် ကျဆုံးသွားတဲ့အခါ မျက်ဝန်းနီကြီးတွေနဲ့ အံတင်းတင်းကြိတ်ပြီး မိုက်ရူးရဲ ရှေ့တက်ပစ်ခတ်ကြ။ ဒါပေမဲ့ ဒီကားမှာတော့ အဲဒီမြင်ကွင်းတွေကို သိပ်ပြီး မြင်ရဖို့မရှိပါဘူး။စစ်တိုက်တယ်ဆိုတာ သေနတ်နဲ့ပစ်ရဲရမယ်။ ကိုယ့်ကိုကျည်ဆံမှန်ရင်လည်း သေရဲရမယ်။ သေရဲသတ်ရဲရမယ်ဆိုတာနဲ့တင် ပြီးတာမဟုတ်ဘူး။ ရိက္ခာမလုံလောက်၊ အဖျားရောဂါထူနေဆဲမှာ လမ်းခရီးကြမ်းကြီးကို တိုက်ပွဲဝင်လက်နက်၊ ကျည်ဆံ၊ လက်နက်ကြီးတွေကို အပါသယ်ပြီး ချီတက်နိုင်တာကလည်း သိပ်အရေးပါတဲ့ စစ်ရေးစွမ်းရည်တစ်ခုပါ။ဒီဇာတ်ကားကတော့ ဖက်ဆစ်နာဇီဂျာမန်တပ်နဲ့ ဂျပန်တပ်တို့ကို ဒုတိယကမ္ဘာစစ်မှာ မဟာမိတ်တပ်ပေါင်းစုနဲ့ ပြန်လည်ထိုးစစ်ဆင် ဟန့်တားရတဲ့အကြောင်းပါပဲ။ ဂျာမန်တပ်တွေကလည်း ကမ္ဘာ့အရှေ့ခြမ်းကို လမ်းပွင့်အောင် အပြင်းအထန် တိုက်စစ်ဆင်လာပြီး ဂျပန်ကလည်း ဂျာမန်တပ်တွေနဲ့ ပူးပေါင်းနိုင်အောင် ကမ္ဘာ့အနောက်ခြမ်းကို ချီတက်နေချိန်ပေါ့။ ဗမာပြည် (မြန်မာနိုင်ငံ) ကနေ ဆုတ်ခွာခဲ့ရတဲ့ ဗြိတိလျှတပ်တွေဟာ မဟာမိတ်အဖွဲ့တွေနဲ့ စုပေါင်းပြီး အိန္ဒိယကနေ ဗမာပြည် မြစ်ကြီးနားကိုပြန်သိမ်းဖို့ ကြိုးစားရပါတယ်။ဂျပန်ဟာ ဗမာပြည်ကိုသိမ်းပိုက်ပြီးတော့ လေကြောင်းအချက်အချာကျရာမြို့ဖြစ်တဲ့ မြစ်ကြီးနားကို အပိုင်တပ်ထိုင်ထားတယ်။ ဂျပန်ဘုရင့်တပ်မတော် အမှတ် (၁၈) လို တိုက်ခိုက်ရေး နာမည်ကြီးတပ်ကိုယ်တိုင် ထိမ်းထားခြင်းဖြစ်လို့ မြစ်ကြီးနားရဲ့ အရေးပါပုံကို ခန့်မှန်းနိုင်ပါတယ်။ အဲဒီမှာပဲ စေတနာ့ဝန်ထမ်းလုပ်လာတဲ့ လူမျိုးပေါင်းစုံကို အမှတ် (၅၃၀၇) တပ်ပေါင်းစု (ယာယီ) အဖြစ်ဖွဲ့စည်းခဲ့ပြီး အင်အားသုံးထောင်ရှိပါတယ်။ ဗမာပြည်ကို ပြန်သိမ်းဖို့ကြိုးစားတဲ့ တပ်တွေထဲက တစ်စိတ်တပိုင်းဖြစ်လာခဲ့တာပေါ့။သူတို့တပ်ကြီးဟာ ဂျပန်နယ်မြေထဲကို မိုင် (၂၀၀) ကျော်အထိ အင်မတန်ကြမ်းတမ်းတဲ့ တောတောင်ခရီကြမ်းနှင်လို့ တိတ်တဆိတ်ချဉ်းကပ်ဝင်ရောက်လာပြီး ဂျပန်တွေရဲ့ ရိက္ခာထောက်စခန်းဖြစ်တဲ့ Walawbum ကို သိမ်းပိုက်ခဲ့ကြတယ်။ သူတို့ရဲ့ ချီတက်ရေးနဲ့ စစ်ဆင်ရေးဟာ ကြမ်းတမ်းလွန်းလို့ အကြီးအကျယ်စစ်ပန်းနေကြပေမယ့် သူတို့ဟာ Shaduzup က ရထားဘူတာကို စိမ့်နွံအိုင်မြေထဲကိုဖြတ်ပြီး ချီတက်ရပြန်ပါတယ်။ ဆရာဝန်တစ်ယောက်ရဲ့ သုံးသပ်ချက်ကတော့ စစ်တိုက်ရန် မဖြစ်နိုင်လောက်အောင် ကိုယ်ကျန်းမာရေး စိတ်ကျန်းမာရေး မရှိကြသော ဂျုံးဂျုံးကျ တပ်သားများပေါ့။ကိုယ့်သူငယ်ချင်း ကိုယ့်မိတ်ဆွေတွေဟာ ကိုယ့်ရှေ့မှာပဲ သေကြကြေကြလွန်းတော့ လူတွေဟာ စိတ်ခံစားချက်တွေ ထုံသွားကြတယ်။ လူတစ်ယောက်လဲသေတယ်။ ငုံကြည့်လိုက်ကြတယ်။ ပြီးတော့ ကိုယ်နဲ့မဆိုင်သလို ဆက်လျှောက်သွားကြတယ်။ မျက်ရည်ခြူ စစ်ပေါကားတွေလို မေးရိုးကြီးတွေထောင်မနေဘူး။ လက်စားချေမယ်ကွလည်း မအော်ဘူး။ သတ်စရာရှိ သတ်လိုက်ကြတယ်။ သေစရာရှိ သေလိုက်ကြတယ်။ကဲ ဂျုံးဂျုံးကျစစ်သားကြီးတွေနဲ့ သူတို့ရဲ့ နှလုံးရောဂါသည် ဗိုလ်ချုပ် (အမှန်ကတော့ ဗိုလ်မှူးချုပ် ပါ။ အဲဒီအခါက စစ်တပ်မှာ အခေါ်ရခက်တဲ့ ရှည်တဲ့ရာထူးဆိုရင် ခေါ်ရလွယ်တဲ့ တစ်ဆင့်မြင့်ရာထူးတပ်ခေါ်လိုက်ကြတာပါပဲ။) တို့ဟာ နောက်ထပ် မိုင် ၃၀၀ လောက်ကျန်သေးတဲ့ မြစ်ကြီးနားကို စစ်ပန်းလွန်းလို့ သေလုဆဲဆဲအခြေအနေမှာ ဝင်တိုက်ပေးဖို့ တောင်းဆိုခံရပါတယ်။ အစတည်းက ဖွဲ့ထားတဲ့တပ်က စစ်ပြန်တွေကို ပြန်စုစည်းထားတဲ့ စေတနာ့ဝန်ထမ်းတပ်။ စေတနာ့ဝန်ထမ်းတပ်ဆိုတာက လစာမရတဲ့ တပ်လို့ပြောတာ မဟုတ်ပါဘူး။ ခက်ခဲကြမ်းတမ်းတဲ့ စစ်ဆင်ရေးကို ဝါရင့်ပုဂ္ဂိုလ်ကြီးတွေက တိုက်ပေးပါ့မယ်ဆိုပြီး ကမ္ဘာပေါ်မှာ ဖက်ဆစ်စနစ်မစိုးမိုးဖို့ စေတနာ့ဝန်ထမ်း တိုက်ပေးတာကိုပြောတာပါ။သူတို့ဟာ မဖြစ်နိုင်တာကို လုပ်ပြခဲ့ကြတယ်။ ကမ္ဘာ့အခက်ခဲ အကြမ်းတမ်းဆုံး ခရီးကြမ်းကြီးကို အပြင်းအထန်စစ်ပန်းနေတုန်းမှာ ချီတက်ခဲ့ကြပြီး ရောက်ရောက်ချင်း မြစ်ကြီးနားကိုသိမ်းတဲ့ တိုက်ပွဲကြီးကိုလည်း ဆင်နွှဲနိုင်ခဲ့တယ်။ ပြီးတော့ မြစ်ကြီးနားကို သိမ်းပိုက်နိုင်ခဲ့တယ်။ အမေရိကန်အစိုးရရဲ့ ဂုဏ်အယူရဆုံး တပ်ဖွဲ့ကြီးပေါ့။ သူတို့ကို သူတို့ဗိုလ်ချုပ်နာမည် မီရီလ် ကို အစွဲပြုပြီး “မီရီလ် ရဲ့ လှည့်လှည်ကျက်စား သားရဲများ” လို့ အမည်ပေးခဲ့ကြပါတယ်။ ဇာတ်ကားရဲ့ အမည်ဖြစ်သလို သူတို့တပ်ရဲ့ အမည်လည်းဖြစ်ပါတယ်။မရောက်ဒါးတပ်ဖွဲ့ကြီးမှာ ချင်းလူမျိုးတွေနဲ့ ကချင်လူမျိုးတွေ ပါဝင်တိုက်ပွဲဝင်ခဲ့ပြီး သူရဲကောင်းဆုတံဆိပ်တွေလည်း ရခဲ့ကြပါတယ်။‌ရုပ်ရှင်ပညာ မထွန်းကားသေးတဲ့အချိန်က ရိုက်ကူးခဲ့တာဖြစ်လို့ အားနည်းချက်တွေ ရှိနေပေမယ့် သမိုင်းကြောင်းအရရော၊ ရုပ်ရှင်ရသအရရော ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားဖြစ်ပါကြောင်း။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Arr Khun Winchester မှ တင်ဆက်ထားတာပါ။)File size…(2.3 GB)/(900 MB)Quality….BluRay 1080p/720pFormat…mp4Duration….01:38:04Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Arr Khun Winchester"