"Gehraiyaan (2022)
ဘောလီးဝုဒ်မင်းသမီးချော Deepika ပါဝင်ရိုက်ကူးထားတဲ့ အိန္ဒိယဒရာမာဇာတ်ကားသစ်တစ်ကားပဲဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်ကားရဲ့အကြောင်းအရာကတော့ အခုခေတ် Relationship တွေရဲ့နားလည်ရခက်ပြီး
ရှုပ်ထွေးတဲ့သဘောသဘာဝတွေကို ကြည့်ရှုသူတွေပါရင်ခုန်စေမယ့် ရိုမန့်တစ်ဆန်ဆန်ဇာတ်ကွက်တွေနဲ့တင်ဆက်ထားတာပါ။
ယောဂဆရာမလေး Alisha နဲ့ စာရေးဆရာဖြစ်ဖို့ကြိုးစားနေတဲ့ Karan တို့ရဲ့ရည်းစားသက်တမ်းဟာခြောက်နှစ်ဆိုတဲ့
ကာလတစ်ခုကိုရောက်လာခဲ့ပါပြီ။ ဒါပေမယ့်သူတို့ကြားမှာထုတ်မပြောပေမယ့်သိသာနေတဲ့ငွေကြေးပိုင်းဆိုင်ရာ
မကျေလည်မှုလေးတွေရှိနေခဲ့ပါတယ်။ အဲဒီအချိန်မှာပဲ အိမ်ခြံမြေသူဌေးလေး Zain ကသူတို့နှစ်ယောက်ကြားမှာ
အဖုအထစ်ဖြစ်စေမယ့်အကြောင်းရင်းတစ်ခုဖြစ်လာခဲ့ပါတယ်။ ဒါပေမယ့် Zain ကလည်း Alisha ရဲ့ညီမဝမ်းကွဲဖြစ်သူ
Tia နဲ့တွဲနေတာဖြစ်ပြီး သူတို့ကြားမှာလည်း ငွေကြေးနဲ့ပတ်သက်တဲ့သဘောထားမတိုက်ဆိုင်မှုလေးတွေရှိနေခဲ့တာပါ။
ဒါ့အပြင် Alisha၊ Tia နဲ့ Zain တို့ဟာ ဆိုးဝါးလှတဲ့ ငယ်ဘဝတွေ၊ မကောင်းတဲ့မိဘတွေနဲ့ကြုံခဲ့ရတာကြောင့်
သူတို့ရဲ့အချစ်ရေးနဲ့သက်ဆိုင်တဲ့ဆုံးဖြတ်ချက်တွေအပေါ် သက်ရောက်မှုရှိသွားခဲ့တာလားဆိုတာကလည်း
စဥ်းစားစရာပါပဲ။ အဲဒီဆုံးဖြတ်ချက်တွေကရော မှန်ကန်တဲ့ဆုံးဖြတ်ချက်တွေဖြစ်ခဲ့ရဲ့လား။ ရက်စက်ခြင်းနဲ့
တစ်ကိုယ်ကောင်းဆန်ခြင်းကလည်း လူ့သဘာဝ၊လူသားဆန်ခြင်းတစ်မျိုးပဲမို့ သာမန်အမြင်နဲ့ကြည့်ရင်
မှားတယ်လို့ယူဆထားတဲ့အရာတွေကိုလည်း တစ်ခါတစ်ရံမှာအပြစ်တင်လို့မရတဲ့အခါ
အက်ကြောင်းတွေရှိနေတဲ့စုံတွဲနှစ်ခုရဲ့ လေးပွင့်ဆိုင်ဇာတ်လမ်းက ဘယ်လိုအဆုံးသတ်မှာလဲ။
အညွှန်းဖတ်ပြီးလောင်စရာချည်းပဲလို့တော့မတွေးလိုက်ပါနဲ့ဦး။ Romantic,Drama ဖြစ်တဲ့အပြင်
ရိုက်ကွင်းပြင်ဆင်မှုနဲ့ သရုပ်ဆောင်၊ဒါရိုက်တာတွေရဲ့အားထုတ်မှုကြောင့် အရင်ဘောလီးဝုဒ်ကားတွေလို
ပန်းခင်းထဲပတ်ပြေးပြီးကတာမျိုးထက်မိုက်တဲ့ ချစ်ခန်းကြိုက်ခန်းတွေအများကြီးကို စောင်ကိုက်ပြီး
တစ်ဝကြီးကြည့်ရှုရဦးမှာပါ။ နိဂုံးချုပ်ရရင်တော့ အိန္ဒိယဒရာမာတွေကြိုက်တတ်တဲ့ပရိသတ်တွေအတွက်
အချိန်နှစ်နာရီခွဲကုန်ရကျိုးနပ်မယ့်ဇာတ်ကားကောင်းတစ်ကားလို့ပဲညွှန်းလိုက်ပါရစေ။
File size…1.45GB / 700MB
Quality…1080p WEB DL AAC 5.0CH / 720p AAC 2.0CH
Format…mp4
Duration….2h 28m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Yunni , Shwe Pwint , Haruko
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
