"Central Station (1998)Pause~ IMDb – 8/10, Rotten Tomatoes – 94% ~ကျွန်တော့်မိဘတွေကို ကျွန်တော်တရားစွဲလို့ရလား ဆိုတဲ့ Capernaum ဆိုတဲ့ကားလေးကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ ကျွန်တော့်အနေနဲ့ အဲလိုကားကောင်းမျိုးလေးတွေကို ထပ်ကြည့်ချင်နေတာကြာလှပြီပဲဆို‌ပါတော့။ ဆိုတော့ကာ အဲလိုဇာတ်ကောင်စရိုက်အသားပေးတဲ့ကားမျိုးလေးကို ၁၉၉၈ မှာထွက်ရှိတဲ့ Central Station ဆိုတဲ့ ဟောဒီကားလေးမှာ သွားတွေ့ရတယ်ဗျ။အသက်တစ်ရာမနေရ၊ အမှုတစ်ရာပွေရတဲ့ ဒီလောကကြီးမှာ လူတွေရဲ့ဇာတ်ကောင်စရိုက်ကိုဖော်ညွှန်းပြသတဲ့ ဒီလိုကားကောင်းလေးတွေဟာ တော်ရုံထွက်ခဲသလို၊ ကောင်းခဲတာမို့ ဇာတ်လမ်းအေးအေးလေးနဲ့ တမြည့်မြည့်ခံစားရင်းကြည့်ချင်တဲ့သူကြည့်ရမယ့် ကားလေးပဲဆိုပါတော့ဗျာ။ IMDb ဟာလည်း overrated ဖြစ်နေတာမဟုတ်ဘဲ ဝေဖန်ရေးဆရာတွေဝေဖန်တဲ့ကြားကနေ တကယ်ထိုက်တန်လို့ တကယ်ရထားတဲ့ IMDb ပါပဲ။ဒီကားလေးကတော့ Drama/ Road ဆိုတဲ့အပြင် လူ့သဘာဝသရုပ်အပြင် Tom Hanks ကြီးရဲ့ News of the World လို ခရီးသွားမှတ်တမ်းဇာတ်လမ်းမျိုးဆိုလည်း ဟုတ်တယ်ဗျ။ Violet Evergarden လို လူတွေရဲ့ စိတ်ခံစားချက်ကိုဖော်ညွှန်းပေးတဲ့ စာရေးသမအကြောင်းလေးဆိုလည်း ဟုတ်တယ်။ ဒီဇာတ်လမ်းထဲက စာရေးသမလေးဒိုရာကတော့ အသက် ၅၀ ကျော်အရွယ်အမျိုးသမီးဖြစ်နေတာကလွဲလို့ပေါ့ဗျာ။ဇာတ်လမ်းအကျဉ်းလေးကို‌ ပြောရမယ်ဆိုရင် ဒိုရာဆိုတဲ့ အသက် ၅၀ ကျော် အပျိုဟိုင်းကြီးဟာ ကျောင်းဆရာမဘဝကနေ အနားယူပြီးတည်းက သူ့သူငယ်ချင်းအပျိုဟိုင်းကြီးအီရင်းနေတဲ့တိုက်မှာနေထိုင်ရင်း လူတွေရဲ့စိတ်ခံစားချက်တွေကို စာလုံးတွေအဖြစ်ပြောင်းပေးတဲ့ စာရေးသမအလုပ်ကို ဝမ်းစာလောက်ငဖို့လုပ်နေရတဲ့သူပေါ့ဗျာ။ ဒါပေမဲ့ တလွဲတွေရေးခိုင်းတဲ့စာတွေဆို သူငယ်ချင်းမနဲ့အတူတူဖတ်ရင်း ဖြဲပြီး စာတိုက်ရုံးကို မပို့တတ်သူပေါ့။ တစ်နေ့မှာ သူ့ယောက်ျားဆီ စာပို့ချင်လို့ပါဆိုပြီး အသက် ၉ နှစ်အရွယ်နဲ့သားငယ်လေးနဲ့ အမျိုးသမီးငယ်တစ်ယောက် သူ့ဆီရောက်လာတဲ့အခါ သူ့ရဲ့ဘဝဇာတ်လမ်းဟာ ဘယ်လိုမျိုးတစ်မျိုးတစ်ဖုံပြောင်းလဲသွားမလဲ၊ ဇာတ်ကားရဲ့ခေါင်းစဉ် Central Station ကိုဘယ်လိုအဓိပ္ပာယ်ပေါ်အောင်ဖော်ဆောင်သွားမလဲဆိုတာ တမြည့်မြည့်နဲ့ခံစားကြည့်ရှု့ဖို့အတွက် ၁၉၉၈ ခုနှစ်မှာထွက်ရှိခဲ့ပြီး ရွှေကမ္ဘာလုံးဆု Golden Globe Awards တွေအပြင် ဘာလင်ရုပ်ရှင်ပွဲတော်မှာလည်း ဆုတွေ တလှေကြီးရခဲ့တဲ့ Central Station ဆိုတဲ့ကားကောင်းလေးကို တင်ဆက်ပေးလိုက်ရပါတယ်ခင်ဗျား…(ဇာတ်ကားနဲ့ အညွှန်းကို San Thu Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.71GB, 727MBQuality – 1080p, 720pIMDb Rating – 8/10Format – mp4Duration – 1H 50MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by San Thu AungEncoded by Y"