"Mahaan (2022)
————————-
ယခုနှစ်မှထွက်ရှိလာတဲ့အိန္ဒိယတောင်ပိုင်း ဇာတ်ကားသစ်တစ်ကားဖြစ်ပါတယ်။
ဇာတ်လမ်းကတော့ မဟတ္တမဂန္ဒီကို လေးစားအားကျတဲ့မိသားစုမှာမွေးဖွားလာတဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂန္ဒီမဟန်ဆိုတဲ့လူတစ်ယောက်အကြောင်းကိုအခြေခံပြီး တင်ဆက်ထားတာပါ။
ဂန္ဒီမဟန်ရဲ့အဖိုးနဲ့အဖေဟာ မဟတ္တမဂန္ဒီကိုအင်မတန်လေးစားတာကြောင့်
သူ့ရဲ့နာမည်ကိုပါဂန္ဒီလို့ပေးထားတဲ့အပြင် မဟတ္တမဂန္ဒီနဲ့မွေးနေ့တစ်ရက်ကွာနေလို့
မွေးစာရင်းမှာပါ တစ်ရက်စောသွင်းလိုက်တဲ့အထိပါပဲ။ နောက်တော့သူကိုယ်တိုင်ကလည်း
မဟတ္တမဂန္ဒီကိုစံပြအဖြစ်သတ်မှတ်ထားတဲ့ နာချီဆိုတဲ့အမျိုးသမီးနဲ့လက်ထပ်ခဲ့ပါတယ်။
နာချီဟာအရမ်းကိုစည်းကမ်းတင်းကြပ်ပြီး ဟောလီးဝုဒ်ဇာတ်ကားတွေရဲ့ပိုစတာကိုမြင်ရင်တောင်
သူ့သားကိုမျက်လုံးပိတ်ထားခိုင်းတဲ့အထိပါပဲ။ ဘာကြောင့်လဲဆိုတော့ ဟောလီးဝုဒ်ဇာတ်ကားတိုင်းမှ
ာကြမ်းတမ်းပြီးညစ်ညမ်းတဲ့ဇာတ်ဝင်ခန်းတွေပါဝင်တယ်လို့ သူကယုံကြည်ပါတယ်။
ဂန္ဒီမဟန်အနေနဲ့ကတော့ သူ့ဘေးကလူတိုင်းဟာ ဂန္ဒီကိုအတိုင်းထက်အလွန်ကိုးကွယ်နေကြရုံမက
သူ့ကိုပါအမြဲဖိအားပေးလေ့ရှိတာကြောင့် ဂန္ဒီအကြောင်းကြားရင် စိတ်အနှောင့်အယှက်ပါဖြစ်လာတဲ့အထိပါပဲ။
သူ့အမြင်မှာတော့ မဟတ္တမဂန္ဒီရဲ့လမ်းစဥ်ဟာ တချို့နေရာမှာတရားသဘောနဲ့မကိုက်ညီရင်တောင် လွပ်လပ်ပျော်ရွှင်မှုကိုရှာဖွေဖို့ဖြစ်ပါတယ်။
ဒီလိုနဲ့ပဲ သူ့မိန်းမနဲ့အ ဖေရဲ့ဖိအားပေးမှုတွေကြောင့် သူတို့ပြောသလို မဟတ္တမဂန္ဒီရဲ့
နေထိုင်မှုပုံစံအတိုင်းနေလာခဲ့ရင်းအသက်လေးဆယ်အရွယ်မှာတော့ သူ့ရဲ့ငယ်သူငယ်ချင်း
စက်သီယန် နဲ့အမှတ်မထင်ပြန်လည်တွေ့ဆုံခဲ့ပါတယ်။
စက်သီယန်က အဲဒီအချိန်မှာသူ့အဖေရဲ့အရက်ချက်လုပ်ငန်းကိုဆက်ခံထားသူဖြစ်ပြီးတော့
ဂန္ဒီမဟန်ကလည်းသူနဲ့ပြန်ပေါင်းမိတဲ့အချိန်မှာ အရင်ကမလုပ်ဖူးတဲ့မကောင်းမှုတွေကို
ဆက်တိုက်လုပ်ရင်း မဟတ္တမဂန္ဒီကိုမုန်းတီးသူတစ်ယောက်ပါဖြစ်လာခဲ့ပါတယ်။
ဒီလိုနဲ့ဆက်သွားရင်းသူ့ဘဝအတွက်အရမ်းကိုအရေးပါတဲ့ရွေးချယ်မှုတစ်ခုကိုလုပ်ဖို့ အကြောင်းဖန်လာတဲ့အခါမှာတော့…။
လူတွေမြင်ဖူးနေကျဇာတ်လမ်းမျိုးလည်းမဟုတ်တဲ့အပြင်
ဇာတ်ကားကပုံမှန်ထက်ကြာပေမယ့် ပျင်းစရာမကောင်းသလို ကြည့်ရကျိုးလည်းနပ်မယ့်
ကားကောင်းတစ်ကားဖြစ်လို့ ရုပ်ရှင်ပရိသတ်တွေ အထူးသဖြင့်
တောင်ပိုင်းကားတွေကြိုက်တတ်ရင်တော့ မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါပဲ။
File size…1.2Gb / 2.8GB
Quality…720p WEB DL AAC 2.0 / 1080p HEVC
Format…mp4 / mkv
Duration….2h 43m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Lwin Htoo Aung & Haruko & Shwe Pwint & Yate
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
