"ကဲ .. ဒီတစ်ပတ်တော့ ကျောင်းသူကျောင်းသားများ ဒါမှမဟုတ် စာမေးပွဲတစ်ခုခုဖြေစရာရှိသူများအတွက် ရုပ်ရှင်ကြည့်လိုက်ရုံနဲ့ ကြိုးစားချင်စိတ် motivation တွေ တဖွားဖွားပေါ်လာစေမယ့် ဂျပန်ရုပ်ရှင်ဇာတ်ကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးမယ်။ နာမည်ကတော့ Flying Colors (ဂုဏ်ထူး) ပါတဲ့ ။ ဂျပန်ပြည်တွင်းမှာတော့ Biri Gyaru (ဘိတ်ချီးကောင်မလေး) လို့အမည်ရတဲ့ ဒီဇာတ်ကားလေးဟာ ၂၀၁၅ခုနှစ်မှာ ဒါရိုက်တာ Doi Nobuhiro ကနေ ကျူရှင်ဆရာတစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတဲ့ ဘဝဟာသဇာတ်ကားတစ်ကား ဖြစ်ပြီး၊ ဂျပန် Box office မှာ နံပါတ်တစ်ချိတ်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားလည်း ဖြစ်ပါတယ်။ Gyaru ဆိုတာကတော့ ဂျပန်ဖက်ရှင် ၊ music ပိုင်းနဲ့ ရင်းနှီးသူတွေအတွက် ခဏခဏကြားဖူးနေပါလိမ့်မယ်။ Gal(Girl) ဆိုတာက ဂျပန်အသံထွက်နဲ့ slang ပုံစံသုံးကြရာက တွင်ကျယ်လာတဲ့ ဒီစကားလုံးဟာ သုံးနှုန်းပုံဖွင့်ဆိုချက်တွေ၊ အမျိုးအစားတွေအများကြီးရှိပေမယ့် ဒီမှာနားလည်ရလွယ်အောင်လို့ အလှအပအရမ်းဦးစားပေးပြီး၊ ခေတ်ပေါ်ဖန်စီရှုပ်ရှုပ်ယှက်ယှက်တွေအများကြီးဆင်ယင်ထားတဲ့၊ ကလေးဆန်တဲ့ခေတ်ကောင်မလေး လို့ပဲ ဆိုကြပါစို့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Kudo Sayaka ဟာ ဆံပင်ရွှေရောင်ဆိုးထားတဲ့ Gyaru တစ်ယောက်ဖြစ်ပါတယ်။ သာမန်မိန်းကလေးအထက်တန်းကျောင်းတစ်ကျောင်းမှာ တက်ရောက်နေတဲ့ Sayaka ဟာ ကျောင်းစာကိုလုံးဝ(လုံးဝ)ကိုစိတ်မဝင်စားသလို အနာဂတ်အတွက်လည်းဘာမှအပူအပင်ရှိစရာမလိုပဲ အတန်းချိန်မှာ အေးအေးလူလူ စကားပြောလိုက်၊ မိတ်ကပ်လိမ်းလိုက်လုပ်နေတဲ့ ကောင်မလေးတစ်ယောက်ပေါ့။ တစ်နေ့တော့ Sayaka ဆီကနေ ဆေးလိပ်ဘူး မိပြီးနောက် သူ့သူငယ်ချင်းတွေကိုပါဖော်ကောင်လုပ်ဖို့ ငြင်းဆန်တဲ့ Sayaka တစ်ယောက်တည်း ကျောင်းနားခံလိုက်ရပါတယ်။ စာမေးပွဲအမှတ်တွေကလည်း အားရစရာ၊ ဟိုးအောက်ကကို မတက်တဲ့ကြားထဲ ဒီလိုပြဿနာတွေဖြစ်လာတဲ့ Sayaka ဟာ အထက်တန်းဒုတိယနှစ်၊ နောက်နှစ်ဆို တက္ကသိုလ်ဝင်တန်းဖြေရတော့မယ် ဆိုတော့ အမေဖြစ်သူက စိတ်မအေးနိုင်ပဲ အပြင်ကျူရှင်အပ်ဖို့ လုပ်လာရပါတယ်။
အမေဖြစ်သူခေါင်းမီးတောက်နေချိန်မှာ အဖေဖြစ်သူကတော့ Sayaka ရဲ့မောင်လေးဖြစ်သူ Ryuta ကို ဘေ့စ်ဘောကစားသမားတစ်ယောက်ဖြစ်လာအောင် ပျိုးထောင်ဖို့သာအားသန်လျက်ရှိပါတယ်။ သူကိုယ်တိုင်မဖြစ်ခဲ့ရလို့ သားဖြစ်သူအပေါ် ရည်မှန်းချက်ထားလွန်းတဲ့ ဖခင်ဖြစ်သူဟာ Sayaka နဲ့အငယ်ဆုံးညီမလေးကို လုံးလုံးဂရုမစိုက်တော့ပဲ ဘေ့စ်ဘောပဲရူးနေတာပေါ့။ ဒါကလည်း Sayaka တစ်ယောက် ဒီလိုပုံစံဖြစ်လာဖို့ တွန်းအားဖြစ်ခဲ့ပါတယ်။ ငယ်ငယ်ကကျောင်းခဏခဏပြောင်းရပြီး၊ သူငယ်ချင်းဖွဲ့ရမှာကြောက်တတ်တဲ့ Sayaka ကို ပထမဆုံးနွေးနွေးထွေးထွေးဆက်ဆံခဲ့တဲ့ သူငယ်ချင်းသုံးယောက်က သူ့လိုပဲမထူးခြားနား Gyaru တွေဖြစ်ကြပြီး၊ ကျောင်းမှာအမွှေဆုံးအုပ်စုအဖြစ် ထင်ရှားပါတယ်။
ဒီလို Sayaka ကို တက္ကသိုလ်ဝင်တန်းအတွက်ပြင်ဆင်ဖို့အတွက် အမေဖြစ်သူက အပြင်ကျူရှင်ဆရာတစ်ယောက်ဖြစ်တဲ့ Tsubota Yushitaka ဆီအပ်ပါတယ်။ ပထမဆုံးနေ့မှာအစမ်းtestလေးတစ်ခုဖြေခိုင်းတော့ အားရစရာ ဇီးရိုးကိုက်၊ဥမကွဲတဲ့ Sayaka ကို သြချမိပေမယ့် လက်တော့မလျှော့သေးပါဘူး။ ထူးခြားတဲ့သင်ကြားမှုပုံစံနဲ့ Tsubota ဟာ တပည့်တွေအကြိုက်ကိုလိုက်ပြီး၊ရင်းနှီးမှုရယူ ၊ ပြီးတော့ သူတို့စိတ်အားတက်အောင် များများချီးကျူးပေးပြီး သင်ကြားတတ်တဲ့ ဆရာတစ်ယောက်လည်း ဖြစ်ပါတယ်။ အခုလို ဥမကွဲတာကိုတောင် ပြန်ပြီး၊ ချီးကျူးလိုက်တော့ ဆရာတွေဆီမှာတစ်ခါမှချီးကျူးမခံရဖူးတဲ့ Sayaka တစ်ယောက် နည်နည်းတော့ပျော်သွားပါတယ်။ Tsubota က ရည်မှန်းချက်မြင့်မြင့်ထားဖို့ပြောပြီး၊ သူရွေးပေးလိုက်တဲ့ ကျောင်းက ဂျပန်နိုင်ငံရဲ့ ထိပ်ဆုံးကတက္ကသိုလ်တစ်ခုဖြစ်တဲ့ Keio University ဖြစ်နေပါတယ်။ Tsubotaရဲ့ မက်လုံးကတော့ Keio က ကောင်လေးတွေချောတယ်လို့နာမည်ကြီးပါတယ်တဲ့။ test ရလဒ်တွေအရဆိုရင် လေးတန်းလောက်သာသာ ပညာရေးအဆင့်ရှိတဲ့ Sayaka က Keio သွားမယ်ဆိုတော့ သူ့အမေကလွဲလို့ အားလုံးရယ်ကြတာပေါ့။ အထူးသဖြင့် သူတို့အတန်းပိုင်ဆရာက (သူကလည်း မွှေလွန်းတဲ့ Sayaka တို့အုပ်စုကို မျက်မုန်းကျိုးနေတာ) Keio ဝင်ဖို့ ဘယ်လိုမှမဖြစ်နိုင်ဘူး ဆိုပြီး ၊ စကားနိုင်လုကြရာက Sayaka နဲ့ ကျောင်းရှေ့မှာအင်္ကျီချွတ်ကြေး အလောင်းအစားလုပ်ကြပါတော့တယ်။ အဲဒီမှာပဲ အစကဟာသတစ်ခုလိုသဘောထားရာက Sayaka ဟာ သူ့ရဲ့ Keio ပန်းတိုင်ကို နည်းနည်းseriousထားလာပြီး၊ နောက်ပိုင်း အိမ်မှာ ပြဿနာတွေတက်ကြရာက အဖေဖြစ်သူခနဲ့တဲ့စကားတွေကို မခံချင်တဲ့စိတ်နဲ့ ကြိုးစားဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။
ဒါပေမယ့် ကျောင်းစာမရရုံတင်မဟုတ် ပြင်ပဗဟုသုတပါလုံးဝမရှိတဲ့ Sayaka (သူဟာ Santa Clause နဲ့ Ultraman တို့ကိုအပြင်မှာတကယ်ရှိတယ်လို့ယုံပါတယ်) ကို Tsubotaအတွက် စာသင်ပေးရတာလွယ်ကူတဲ့ကိစ္စတစ်ခုမဟုတ်သလို နေ့ချင်းညချင်းလည်းအဆင့်တွေဝုန်းခနဲတက်မလာပါဘူး။ ဒါပေမယ့် သူ့ရဲ့ တပည့်တွေစိတ်ဝင်စားမှု၊ အကြိုက်ပေါ်လိုက်ပြီး၊ မတူညီတဲ့ချဉ်းကပ်မှုအမျိုးမျိုးနဲ့ (ဥပမာ Idol ကြိုက်သူဆိုရင် Idol တွေနဲ့၊ Anime ကြိုက်သူဆိုရင် Anime နဲ့၊ Game ကြိုက်သူဆိုရင် Gameနဲ့) သင်ကြားပေးတဲ့စနစ်ဟာ အလုပ်ဖြစ်လာမယ်လို့ စွဲစွဲမြဲမြဲယုံကြည်ထားသူပါ။ အချိန်တွေကုန်လွန်လာတာနဲ့အမျှ Sayakaတစ်ယောက် သူ့ကိုချစ်လွန်းတဲ့အမေအတွက် ရည်မှန်းချက်အပေါ် ပိုစိတ်အားထက်သန်လာပြီး၊ သူမရဲ့ကြိုးစားအားထုတ်မှုက သူ့ပတ်ဝန်းကျင်ကလူတွေ၊ ကိုယ့်ရည်မှန်းချက်ကို သားဖြစ်သူအပေါ် အတင်းဖိသွင်းတတ်တဲ့ဖခင်၊ ဝါသနာပါတာမလုပ်ရပဲ ဘေ့စ်ဘောပဲကစားနေတဲ့ မောင်ဖြစ်သူ၊ Sayaka ရဲ့ အချစ်ဆုံးသူငယ်ချင်း မိGyaruလေးတွေ၊ သူတို့ကျူရှင်မှာပဲလာအပ်ထားတဲ့ နာမည်ကျော်ရှေ့နေမျိုးရိုးရဲ့ သား မောင်Yankee(ကျောင်းလူမိုက်)လေး၊ နောက်ဆုံး ကိုယ့်ကိုကိုယ်ယုံကြည်မှုအားနည်းနေတဲ့ Tsubota ကိုယ်တိုင်ဆီမှာ လွှမ်းမိုးမှုတွေဖြစ်လာပါတော့တယ်။ တစ်ရက်မှာတော့ အင်္ဂလိပ်စာတစ်သက်မှာတစ်ခါမှမအောင်ဖူးတဲ့ Sayaka တစ်ယောက် အမှတ်၇၀ ထိရခဲ့ပြီးနောက်မှာတော့ …
သူမအနေနဲ့ Keio တက္ကသိုလ်ရှေ့မှာ fresher ကျောင်းသူတစ်ယောက်အနေနဲ့ ဓာတ်ပုံရိုက်ခွင့်ကြုံနိုင်မလား .. ဆိုတာ ဆက်လက်စောင့်ကြည့်လိုက်ကြပါဦး။
ပုံမှန်တွေ့နေကျ အထက်တန်းကျောင်းနောက်ခံဂျပန်ဇာတ်ကားတွေနဲ့ တော်တော်လေးကွဲပြားနေတာကိုတော့ ဇာတ်လမ်းအကျဉ်းဖတ်ကြည့်ရုံနဲ့ သိနိုင်ပါတယ်။ ကိုယ်တိုင်မမြင်ဖူးတော့မသိပေမယ့် ဒီဇာတ်ကားထဲက မိန်းကလေးအထက်တန်းကျောင်းတွေနဲ့ Gyaru character တွေကိုသရုပ်ဖော်ပြမှုဟာ တော်တေ်ာလေးမှန်ကန်တယ်လို့ ဆိုကြပါတယ်။ ရုတ်တရက်ကြည့်ရင်တော့ စာစိတ်မဝင်စားပဲ အလှအပ၊အပျော်အပါးပဲမက်တဲ့ ပေါ့ပျက်ပျက်ကောင်မလေးကို အသိတရားရအောင်စာသင်ပေးတဲ့ဇာတ် လို့ ခေါင်းကြီးတပ်နိုင်ပေမယ့် အဓိကဇာတ်ကောင် ကောင်မလေး Sayaka ရဲ့ ကြီးပြင်လာပုံ ၊ ပြီးတော့ သူမရဲ့လက်ရှိမိသားစုအခြေအနေတွေပါထည့်တွက်ကြည့်လိုက်တော့ ခုနကလိုလွယ်လွယ်ပြောလို့မရတော့တာ တွေ့ရမှာပါ။ တစ်နေရာမှာတော့ ကျောင်းကအတန်းပိုင်ဆရာကနေ ကျူရှင်ဆရာ Tsubota ကိုလာပြီးသတိပေးတဲ့ဇာတ်ဝင်ခန်းတစ်ခန်းပါပြီး၊ ကျွန်တော်တို့အနေနဲ့သိပ်နားမလည်တဲ့ ကျူရှင်နဲ့ကျောင်းကြီးကြားက အားပြိုင်မှု၊ တက္ကသိုလ်ဝင်ခွင့်အားပြိုင်မှုတွေဘာတွေကို သရုပ်ဖော်ထားတာက သူတို့ပြည်တွင်းကလူတွေအနေနဲ့ ပိုrelateဖြစ်နိုင်မယ့် ဇာတ်လမ်းဇာတ်ကွက်မျိုးတွေလို့ ဆိုရမှာပါ။ ပိုပြီးသဘောကျစရာတစ်ချက်ကတော့ ပြသချိန်၂နာရီအတွင်းမှာ Sayaka ရဲ့ လေးတန်းအသိဉာဏ်နဲ့ အထက်တန်းကျောင်းသူလေးအဖြစ်ကနေ Keio ဝင်ခွင့်စာမေးပွဲကြီးဆီသို့သွားရာလမ်းအတိုင်း ကိုယ်ကိုယ်တိုင်ဘေးကလိုက်ပြီး၊ ဖြတ်သန်းခဲ့ရသလို ခံစားချက်မျိုး ပေးစွမ်းနိုင်တာပါ။ ဘယ်လိုပြောရမလဲ။ ကြည့်ရှုသူပရိသတ်အနေနဲ့ ဇာတ်လမ်းအစက Sayaka နဲ့ အဆုံးက Sayaka က တစ်ယောက်တည်းပေမယ့် ဘာတွေကွဲပြားသွားသလဲဆိုတာ အသေအချာမြင်နိုင်ပြီး၊ ဘာလို့ဒီလိုပြောင်းလဲသွားသလဲဆိုတာ သိနေတဲ့ပုံစံမျိုးပေါ့။ Sayaka တစ်ယောက်တည်းမဟုတ်ဘူး။ ပါဝင်တဲ့တစ်ခြားဇာတ်ကောင်တွေလည်း ဇာတ်လမ်းပြီးတဲ့အချိန်မှာ အနည်းငယ်စီကွဲပြားပြောင်းလဲသွားကြတဲ့ပုံစံလေးတွေ တွေ့ကြရမှာပါ။ ဒါကလည်း ဒါရိုက်တာ Doi Nobuhiro (Hanamizuki ၊ Kirin no Tsubasa) ရဲ့ ရိုက်ကူးမှုနဲ့ pacing တွေကို ချီးကျူးရမှာဖြစ်သလို Sayaka အဖြစ်ခေါင်းဆောင်ပါဝင်တဲ့ မင်းသမီး Arimura Kasumi (Strobe Edge)ရဲ့ သရုပ်ဆောင်စွမ်းရည်အပါဝင် တခြား ဇာတ်ပို့castတွေရဲ့ ကောင်းမွန်တဲ့performance တွေကြောင့်လည်း အများကြီးပါပါတယ်။
ရုပ်ရှင်ထဲမှာပဲကွာ ကြိုးစားရတာလွယ်မှာပေါ့ လို့ဆိုချင်ဆိုလိမ့်မယ်။ ဒါပေမယ့် တကယ်မဖြစ်နိုင်ဘူးလား။ ဖြစ်နိုင်တာပေါ့ ။ အပြင်မှာလည်း ဒီလိုမျိုးသာဓကတွေရှိတာပဲ ။ မှန်ကန်တဲ့သင်ကြားလမ်းပြမှု နဲ့ လက်တွေ့ကြိုးစားမှုနဲ့ ပေါင်းစပ်လိုက်ရင် အောင်မြင်တာ၊မအောင်မြင်တာ အသာထား ၊ ပြောင်းလဲမှုတစ်ခုခုကိုတော့ပြုလုပ်နိုင်စွမ်းရှိကြတာပဲ မဟုတ်လား။ ပြောရရင် ဒီဇာတ်လမ်းကိုယ်တိုင်ကိုက ကျူရှင်ဆရာတစ်ယောက်ဖြစ်တဲ့ Tsubota Nobutaka ရဲ့ ကိုယ်တွေ့ဖြစ်ရပ်မှန်လို့ဆိုတဲ့ စာအုပ်ကို ရိုက်ကူးထားတာပဲလေ။ ဘာပဲဖြစ်ဖြစ်ပါ။ ဒီဇာတ်ကားပြီးဆုံးသွားတဲ့အချိန်မှာ ကျန်ရစ်ခဲ့တဲ့ raw feeling လေးတစ်ခုနဲ့တင် လက်ရှိရောက်နေတဲ့နေရာကနေ နည်းနည်းပဲဖြစ်ဖြစ် ကြိုးစားချင်စိတ်လေးတစ်ခု ပေါ်လာမိလိမ့်မှာတော့ အသေအချာပါပဲ။ ။
#Samuri
(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို myotaku.club မှ Samuri (Soe Nyein Oo) မှ တင်ဆက်ထားတာပါ။)
File size…(1.3 GB)/(670 MB)
Quality….BluRay 1080p/720p
Format…mkv
Duration….01:56:23
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Samuri
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
