"500 Days of Summer (2009)IMDb – 7.7/10_____Rotten- 85%ဇာတ်လမ်းကိုတော့ Movies-we watch,we feel. Facebook Page မှ Ko Waihin Htoon ရဲ့ ခံစားမှုဆောင်းပါးနဲ့ မိတ်ဆက်ပေးပါရစေ။———————————————————Pause(500) Days of Summer အား တကျော့ပြန် ခံစားကြည့်ခြင်း(review မဟုတ်ပါ။ ဇာတ်ကားကို ကြည့်၍ ခံစားချက်များကို ရေးသားထားခြင်းပင်ဖြစ်ပါသည်။)အချစ်နဲ့ပတ်သက်ရင် ခံစားတတ်သူတိုင်း အချစ်ကို ခံစားတတ်ကြတယ်။ ဒါပေမဲ့ ခံစားချက် မရှိတဲ့ မည်သူရှိလဲ? မည်သူမှ မရှိပါ။ လူတိုင်းဟာ ခံစားချက်တွေရှိတဲ့ သူတွေပါပဲ။ ဒါဆိုရင် လူတိုင်းဟာ အချစ်ကို ခံစားဖူးကြမှာပေ့ါ။ အမှန်ပါပဲ။ လူ့ဘဝရဲ့တစ်ချိုးတစ်ကွေ့မှာတော့ အချစ်ဆိုတဲ့ အရာနဲ့ဆက်နွယ်ခဲ့ဖူးကြတဲ့ သူတွေပါပဲ။ဒါဆိုရင် အချစ်ဆိုတာဘာလဲ? မည်သူမှတော့ တိကျတဲ့ အဖြေကို မပေးစွမ်းနိုင်ခဲ့ပြန်ဘူး။ ကိုယ်ပိုင်ခံစားချက်တွေနဲ့ကိုယ်ပိုင်အတွေ့အကြုံတွေကပဲ လူသားအသီးသီးကို သက်ဆိုင်တဲ့ စာသားတွေ စကားလုံးတွေနဲ့အချစ်ဆိုတဲ့ အရာကို အဓိပ္ပာယ်ဖွင့်ဆိုခဲ့ကြတယ်။ ရုပ်ဆိုးတဲ့လူတစ်ယောက်ကို ချစ်ခဲ့တဲ့ လူဆိုရင် အချစ်မှာ မျက်စိမပါဘူး။ ရင်ကွဲခံရဖူးတဲ့ လူတွေဆိုရင် အချစ်ဟာ အဆိပ်ပဲ။ အချစ်မှာ ကံကောင်းတဲ့ သူတွေဆိုရင်တော့ အချစ်ဟာ လောကနဲ့ လူသားတွေအတွက် ပျော်ရွှင်မှုပေးနိုင်သောအရာ။ အချစ်ကို လိုအပ်နေတဲ့ အထီးကျန်သမားတွေကတော့ အချစ်ဆိုတာ လူသားတွေအတွက် မရှိမဖြစ် လိုအပ်သော အရာ။ သစ္စာဖောက်ချင်တဲ့ လူသားတွေကတော့ အချစ်နဲ့စစ်မှာ မတရားတာမရှိဘူးလို့ဆို… စသည်ဖြင့်ပေ့ါ အချစ်ဋီကာကို အမျိုးစုံ အဓိပ္ပာယ်ပြန်ကြတယ်။ကျွန်တော် Romantic Comedy ဆိုတဲ့ ရုပ်ရှင်အမျိုးအစားနဲ့Sport ဆိုတဲ့ ရုပ်ရှင်အမျိုးအစားကို တတ်နိုင်သလောက် ရှောင်ပါတယ်။ စိတ်ကူးယဉ်ဆန်တဲ့ အချစ်ရုပ်ရှင်တွေဟာ လက်တွေ့လောကနဲ့သွေဖွယ်နေတတ်လေ့ရှိပါတယ်။ ကျွန်တော် အမျိုးသမီးထုကို စော်ကားခြင်း မဟုတ်ပါ။ ဒါပေမဲ့ အချစ်နဲ့ပတ်သက်ရင် အမြဲတမ်း ပို၍ စိတ်ကူးယဉ်လေ့ ရှိတတ် ကြ တဲ့ လူသားတွေ ဖြစ်သည့်အားလျော်စွာ သူမတို့ရဲ့ အကြိုက် အချစ်ကားတွေသည် သူမတို့ဘက်မှနေ၍ အမြဲ ရိုက်ကူးတင်ပြလေ့ရှိသည်။ ဒါကို ကျွန်တော် မနှစ်သက်။ ထို့ကြောင့် မည်သည့် အချစ်ကားမျိုးမဆို ကျွန်တော် မကြည့်။ နောက်ဆုံး ကုန်ကုန်ပြောရ မယ် ဆိုရင် မနှစ်က လူကြိုက်အရမ်းများသွားခဲ့တဲ့ The Faults in our Stars ကို ကျွန်တော် အခုထိ မကြည့်ရသေး။ ကြည့်ဖို့လည်း စိတ်ကူးမရှိသေး။ကျွန်ေ်တာ့် ဘဝမှာ အချစ်ရုပ်ရှင်နဲ့ပက်သက်ပြီး တစ်ကားတည်းကိုပဲ အရမ်းနှစ်သက်ခဲ့တယ်။ ထိုတစ်ကားတည်းကိုပဲ အကြိမ်ရေ 20 ထက်မနည်း ကြည့်ခဲ့ဖူးတယ်။ ယခုအချိန်ထိလည်း ကြည့်နေတုန်းပဲ။ ကြည့်တိုင်းလည်း တစ်ခါမှ ရိုးအီသွားတယ်ဆိုတာ မရှိခဲ့ပြန်ဘူး။ ပိုတိုးပြီးတောင် ကြိုက်လာပြန်ပါသေးတယ်။ အခုလို အချစ်ကားတွေ မကြည့်တတ်တဲ့ ကျွန်တော်ကို မည်သည့် အချစ်ကား ယခုလို ဖြစ်စေခဲ့သလဲဆိုတော့ ရုပ်ရှင်နာမည်က ကျွန်တော်နဲ့ခင်တဲ့သူတိုင်း သိကြတဲ့ (500) Days of Summer။(500) Days of Summer ဆိုတဲ့ ရုပ်ရှင်ကားဟာ ပရိသတ်တော်တော်များများ သိပြီးသားဖြစ်တဲ့ 2009 ခုနှစ်ရဲ့Sleeper Hit Movie ဖြစ်လာတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။ ကျွန်တော်တို့လို အသည်းကွဲခဲ့ဖူးတဲ့ ယောင်္ကျားလေးတွေအတွက်တော့ ဒီဇာတ်ကားလေးဟာ ခံစားချက်တွေ တိုက်ဆိုင်နိူင်ပြီး ခံစားမှုအပြည့်ကို ပေးနိူင်ပါတယ်။ ကျွန်တောိ ဒီဇာတ်ကားကိုကြည့်ပြီး မငိုခဲ့ပါဘူး။ ဒါပေမဲ့ တော်တော်ခံစားခဲ့ရပါတယ်။ ခံစားချက်မျိုးစုံ နဲ့ခံစားခဲ့ရတာကြောင့် ဘာကြောင့် ခံစားခဲ့ရတာလဲ ဆိုတာတောင် မသိခဲ့ရပါဘူး။ဘာကြောင့် ကျွန်တော် ထိုရုပ်ရှင်ကို အရမ်းနှစ်သက်ရပါသလဲ?ကျွန်တော် စောစောက ပြောခဲ့သလိုပဲ။ အချစ်ကားတွေသည် အမျိုးသမီးတွေအကြိုက်ဖြစ်အောင် အမျိုးသမီးတွေရဲ့အမြင်တွေဘက်ကပဲ ရိုက်ပြခဲ့ကြသည်။ ကျွန်တော်တို့လို အမျိူးသားတွေ ဘက်ကကြတော့ ဘာကြောင့် မတင်ပြခဲ့ကြတာလည်း။ ဒါမေးခွန်းကို တော်လှန်ခဲ့တဲ့ သာမာန်အချစ်ကားတွေရဲ့ရေးစီးကြောင်းကို တော်လှန်ခဲ့တဲ့ တစ်ကားတည်းသော ကျွန်တော်ကြည့်ဖူးသော အချစ်ရုပ်ရှင်သည် (500) Days of Summer ပင်ဖြစ်သည်။ ထိုအချက်သည် ထိုရုပ်ရှင်ကို နှစ်သက်မိတဲ့ ပထမဆုံးသော အချက်ပင်ဖြစ်သည်။ မိန်းကလေးတွေသည် အချစ်ကို စိတ်ကူးပိုယဉ်တတ်ကြတယ်။ ဒါပေမဲ့ ကျွန်တော်တို့ယောင်္ကျားလေးတွေက အချစ်ကို ပိုခံစားတတ်ကြပါတယ်။ထိုရုပ်ရှင်ထဲက Tom ဆိုသော လူငယ်လေးရဲ့ ဇာတ်ကောင်ကို ကျွန်တော်ကြည့်နေရင်း ကျွန်တော့်ကိုယ် ကျွန်တော် ပြန်မြင်ယောင်လာမိတယ်။ ကျွန်တော့်ဘဝရဲ့အဖြစ်အပျက်တစ်ခုကို ကျွန်တော်ပြန်မြင်ယောင် လာမိတယ်။ ကျွန်တော် Summer ဆိုသော မိန်းကလေးတစ်ယောက်နှင့် ဘဝတွင် တွေ့ဆုံခဲ့ဖူးပါတယ်။ ဒါဆိုရင် ခံစားချက်ခြင်း တူညီတယ်ဆိုသော ခေါင်းစဉ်နဲ့ဒီရုပ်ရှင်နှစ်သက်မိတဲ့ ဒုတိယ အချက်ပင်ဖြစ်ပါတယ်။တတိယ အချက်ကို ပြောကြည့်ရအောင်။ ဒီကားသည် သာမာန်ရုပ်ရှင်တွေလို တင်ဆက်ထားခြင်းမဟုတ်။ 99% သော အချစ်ကားတိုင်းသည် Timeline ကို Linear Style ဖြင့် တင်ပြလေ့ရှိသည်။ ဘာကြောင့်လဲ? တင်ပြရတာ လွယ်ကူတာကိုး။ ဒါပေမဲ့ (500) Days of Summer ကတော့ ဇာတ်ကြောင်းပြောပြချက်ကို Non-Linear Storytelling Style ဖြင့် တင်ပြထားတယ်။ ဒီအချက်က ပေါ့ပျက်ပျက်ကြည့်ရင် ရုပ်ရှင်ကို ရှုပ်ထွေးသွားစေပေမဲ့ သေသေချာချာ စိတ်ဝင်စားစွာ ကြည့်ပါက ရုပ်ရှင် ဇာတ်ကြောင်းကို ပိုမိုလွယ်ကူစွာ နားလည်စေခဲ့တယ်။ ဇာတ်ညွှန်းသည် အလွန်ကို Smart ဖြစ်လွန်းသော ဇာတ်ညွှန်း။ ကျွန်တော် အကြိုက်ဆုံး ဇာတ်ညွှန်း။ ဘာကြောင့် non-linear နဲ့တင်ပြခဲ့သလဲလို့ဆိုရင် အတိတ်နဲ့ပစ္စပ္ပန် ကို ယှဉ်ပြချင်တဲ့ သဘော။ ဟိုး တစ်ချိန်က ဒီလို ဖြစ်ခဲ့ပေမဲ့ ယခုအခါ ထိုကဲ့သို့သော မဟုတ်။ ပြောင်းလဲတတ်တဲ့ လူသားတွေရဲ့ဖြစ်စဉ်တွေကို မြင်သာစေခဲ့တယ်။ ထို့အပြင် ထို Timeline နှစ်ခု အမြဲ ယှဉ်ပြချက်များသည် Tom ရဲ့ခံစားချက်တွေကို ကျွန်တော်တို့ပို၍ မြင်သာစေခဲ့တယ်။ ဒါက တတိယ အချက်။နောက်တစ်ချက်က ဇာတ်ကောင်များ။ ဇာတ်ရံများကို ကျွန်တော် မပြောလို။ ဒါပေမဲ့ Tom နဲ့Summer တို့အကြောင်းကို တော့ ကျွန်တော် ပြောချင်ပါတယ်။ ပြောရမယ်ဆိုရင် ဇာတ်လမ်းကို ပြောင်းလဲပစ်စေခဲ့တဲ့ Character Developments တွေ တွေ့ခဲ့ရတယ်။ ဒီအချက်တွေကပဲ ရုပ်ရှင်ရဲ့ပင်မပဲဖြစ်တယ်။ Summer သည် အချစ်ကို မယုံကြည်ခဲ့သူ။ အချစ်ဆိုတာ လက်တွေ့လောကတွင် မရှိ။ စိတ်ကူးယဉ် Fantasy သက်သက်ပဲဟု ငယ်ရွယ်စဉ်က အိမ်ထောင်ရေး အဆင်မပြေဖြစ်ခဲ့သော သူမရဲ့မိဘနှစ်ပါးကို ကြည့်ပြီး အချစ်ကိုထိုကဲ့သို့သတ်မှတ်ခဲ့သူ။ Tom ကတော့ သူမနှင့် ဆန့်ကျင်ဘက်။ ငယ်ရွယ်စဉ် ကလေးဘဝတုန်းက British Pop Songs တွေနဲ့ရုပ်ရှင်တွေကို ကြည့်ပြီး အချစ်စစ်ဆိုသော အရာကို ယုံကြည်သူတစ်ဦး။ ဒါပေမဲ့ လောကမှာ သိတဲ့အတိုင်း အရာအားလုံးဟာ ပြောင်းလဲတတ်တဲ့ သဘောသဘာဝရှိသည့် အားလျော်စွာ သူတို့နှစ်ယောက်ရဲ့ဇာတ်ကောင်စရိုက် ပြောင်းလဲမှုသည် ဇာတ်လမ်းကို ပို၍ အားသာစေခဲ့ပြန်သည်။ Summer ကို ကျွန်တော် မမုန်း။ သူမသည် လက်တွေ့ဆန်သော မိန်းကလေးတစ်ဦး။ သူမသည် အေးစက်သော နှလုံးသား ပိုင်ရှင် မိန်းကလေးတစ်ဦးဖြစ်ခဲ့ပေမဲ့ သူမသည် Tom ကို ဘယ်တုန်းကမှ လိမ်လည်လှည့်ဖြားခဲ့သောသူ မဟုတ်ခဲ့။ ရိုးသားသော သူတစ်ယောက် ဖြစ်ခဲ့သည်။ Tom ကိုလည်း ကျွန်တော်မမုန်း။ သူသည် ကျွန်တော့်ရဲ့ဆင်တူ Fictional Character တစ်ဦး။ ဒါသည် စတုတ္ထအချက်။ပဉ္စမအချက်ကို ပြောရမည်ဆိုရင် ဇာတ်လမ်းမှာ သူတို့ပြောသွားကြတဲ့ စကားတွေ။ အပြင်လောက နဲ့အရမ်းကို စက်နွယ်နေသော အကြောင်းအရာ ဖြစ်ရပ်မှန်တွေကို လှပ၍ ထိမိသော စကားလုံးများဖြင့် တန်ဆာဆင်ကာ ပြောဆိုသွားခဲ့ကြသည်။ ထိုစကားလုံးတွေနှင့်ပဲ ကျွန်တော်ရယ်မောခဲ့ရသည်။ ထိုစကားလုံးတွေနဲ့ပဲ ကျွန်တော် တစ်ကိုယ်တည်း သဘောတူ၍ ခေါင်းတွေ ငြိမ့်ခဲ့ရသည်။ ထို့အပြင် ထိုစကားလုံးတွေနဲ့ပဲ တစ်ကိုယ်တည်း ငိုကြွေးခဲ့ရသည်။ဥပမာ… “Some people are meant to fall in love with each other, but not meant to be together.” ဆိုတဲ့ စာသားလေးသည် ရင်ကို ခွဲကာ နှလုံးသားကို ဆောက်နဲ့ထွင်းခံရသလို့အောင့်သက်သက်ဖြစ်သေခဲ့တယ်။“I need to know that you’re not gonna wake up in the morning and feel differently.” ဒါကိုလည်း စဉ်းစားကြည့်မယ်ဆိုရင် သူ့ကို အချစ်စစ်နဲ့မချစ်ဘူးဆိုတာကို သိတဲ့ Tom က သိသိရက်နဲ့မသေချာတတ်တဲ့ အနာဂတ်နဲ့ပြောင်းလဲတတ်တဲ့ လူသားတွေရဲ့စရိုက်ကို သိသောကြောင့် သေချာအောင် မေးခဲ့တဲ့ အမေးလေး တစ်ခု။“Either she’s an evil, emotionless, miserable human being, or she’s a robot.” မည်မျှလောက် အသည်းကွဲကာ နာကျည်းနေသလဲဆိုတဲ့ ခံစားချက်တွေ။“Do you ever do this, you think back on all the times you’ve had with someone and you just replay it in your head over and over again and you look for those first signs of trouble?” ဒီစကားလေးကတော့ Relationship တစ်ခုမှ ရှိနေတဲ့ ယောင်္ကျားလေးတိုင်းရဲ့ စဉ်ဆက်မပြတ် မေးမြန်းနေတဲ့ မေးခွန်းလေးတစ်ခု။ မိမိနဲ့ပတ်သက်ပြီး တစ်ဘက်လူရဲ့ပြောင်းလဲလာတဲ့ ဆက်ဆံမှုတွေကို ကြုံတွေ့လာရတဲ့ အခါ ကျွန်တော်တို့တွေ အမြဲ ထိုကဲ့သို့လုပ်လေ့ရှိတတ်ကြပါတယ်။” Just because she likes the same bizzaro crap you do doesn’t mean she’s your soul mate.” ဒီစကားကို Tom ရဲ့ half younger sister က Tom ကို အမှန်တရားကို မြင်စေတဲ့ ရုတ်တရက် ပြောလိုက်တဲ့ စကား။ အရမ်းမှန်တယ်။ ကျွန်တော်တို့တွေ ငယ်စဉ်က ” ဟာ.. ဒီကောင်မလေးနဲ့ငါနဲ့အရာအားလုံးနီးပါး အကြိုက်ချင်းတူတယ်။ ငါတို့တွေ တစ်နေ့မှာ ရည်းစားဖြစ်ကြလိမ့်မယ်ဆိုပြီး ကိုယ့်ရဲ့Crush နဲ့ ကိုယ် အကြိုက်ချင်းတူရင် တွေးမိတဲ့ စိတ်ကူးလေးတွေပါ။ တစ်ကယ်တော့ ထိုအရာဟာ ဟာသပျက်လုံးတစ်ခုသာသာပါပဲ။“I don’t want to get over her. I want to get her back.” Tom ရဲ့ မျှော်လင့်ချက်နဲ့ရှင်သန်ပုံကို သူ့ရဲ့စကားတွေကနေပြီး ကျွန်တော်တို့ဝိုင်းခံစားပေးခဲ့ကြတယ်။ တစ်ခါတစ်ရံ ကျွန်တော်တို့ချစ်သူတွေနဲ့ပြတ်စဲသွားပြီးကြတဲ့အခါ ယောင်္ကျားလေး အများစုဟာ ထို မိန်းကလေးတွေကို တော်ရုံနဲ့မမေ့နိုင်ကြပါဘူး။ ဝေးကွာသွားမှ ပို၍ တမ်းတလာတတ် ကြ ပါတယ်။ ဒါကြောင့် ထိုမိန်းကလေးတွေကို ပြန်လည် ရရှိအောင် ကြိုးစားတတ်ကြပြန်ပါတယ်။“Look, I know you think she was the one, but I don’t. Now, I think you’re just remembering the good stuff. Next time you look back, I, uh, I really think you should look again.” ဒီစကားလေးကိုလည်း ထိုကလေးမလေးက Tom ကို အားပေးတဲ့ စကားပြောခဲ့တာပါပဲ။ ကျွန်တော် အကြိုက်ဆုံးစကားတွေမှာ ဒီစကားလေး ပါဝင်နေတယ်။ တစ်ခါတစ်ရံ ကျွန်တော်တို့မိမိကို ထားသွားတဲ့ ချစ်သူတွေကို တမ်းတနေမိတဲ့အခါ သူတို့ရဲ့ကောင်းကွက်တွေကိုပဲ ရွေးပြီးစဉ်းစားမိနေလို့ ကျွန်တော်တို့လူသားတွေ ခံစားနေ အသည်းကွဲနေရတာပါ။ တစ်ကယ်လို့သာ ဖြစ်ရပ်တွေ အကုန်လုံးသာ ကျွန်တော်တို့ပြန်မြင်ယောင် စဉ်းစားခြင်းဟာ ထိုထားသွားတဲ့ လူတွေကို မေ့ပျောက်နိုင်ဆုံး ဖြေဆေးတစ်ခုပါပဲ။“Robin is better than the girl of my dreams. She’s real.” ဒီစကားသည် မှန်သလားဆိုရင် အရမ်းမှန်တယ်။ မိမိစိတ်ကူးထဲက ဖြစ်ချင်တဲ့ မိန်းကလေးတွေထက် မိမိနဲ့ယခုချစ်သူဖြစ်နေတဲ့ မိန်းကလေးက ပို၍ သာပါတယ်။ ဟုတ်တယ်လေ။ သူမက စိတ်ကူးထဲက မဟုတ်ပဲ ပြင်ပလောကမှာ ရှိနေသည့်အတွက်။ တွေးကြည့်လေ နားလည်လာစေပဲ။“I love us.” ဒီစာသားလေးက မိမိကိုယ်ကို ချစ်ခြင်းလည်း မဟုတ်။ မိမိရဲ့ကောင်မလေးကိုချစ်ခြင်းလည်း မဟုတ်။ မိမိတို့နှစ်ဦးအတူတကွ ရှိနေခြင်း မိမိတို့နှစ်ယောက်ရဲ့အချစ်ကို ချစ်မြတ်နိုးခြင်းဆိုတာကို အရိုးရှင်းဆုံးနဲ့အလှပဆုံး အဓိပ္ပာယ် ဖွင့်ဆိုခဲ့တယ်။“So, what if I’d gone to the movies? What if I had gone somewhere else for lunch? What if I’d gotten there 10 minutes later? It was – it was meant to be. And… I just kept thinking… Tom was right.” အချစ်ဆိုတာ ဖူးစာဆိုတာ ရှိတယ်ဆိုတဲ့ စကားကို ပြောကြားသွားခဲ့တဲ့ Summer ရဲ့ပြောင်းလဲသွားခဲ့တဲ့ အမြင်ကို သူမ ပြောကြားသွားခဲ့တဲ့ စကားလေးတစ်ခွန်း။” Most days of the year are unremarkable. They begin, and they end, with no lasting memories made in between. Most days have no impact on the course of a life. May 23rd was a Wednesday.”“Tom walked to her apartment, intoxicated by the promise of the evening. He believed that this time his expectations would align with reality…”“There’s only two kinds of people in the world. There’s women, and there’s men. Summer Finn was a woman.”“If Tom had learned anything… it was that you can’t ascribe great cosmic significance to a simple earthly event. Coincidence, that’s all anything ever is, nothing more than coincidence… Tom had finally learned, there are no miracles. There’s no such thing as fate, nothing is meant to be. He knew, he was sure of it now.”ဒါတွေက Narrator ဆိုသော ဇာတ်ကြောင်းပြောသူရဲ့စာသားတွေ။ အရမ်းလှပြီး အရမ်းလည်း ကြိုက်တဲ့ စာသားတွေ။“People change, feelings change, it doesn’t mean that the love once shared wasn’t true and real. It simply means that sometimes, when people grow, they grow apart.” ခံစားတတ်သူတွေအတွက် မျက်ရည်လွယ်စေတဲ့ စာသားလေးတစ်ခု။ ဒီရုပ်ရှင်ဟာ အရမ်းကို သဘာဝကျပြီး အရမ်းကို မှန်လွန်းတဲ့ ရုပ်ရှင်တစ်ခု။“I just woke up one day, and I knew. What I was never sure of with you.” ဒီစကားလေးက Summer က Tom ကို နောက်ဆုံးတွေ့ကြတဲ့ အချိန်မှာ သူမကိုယ်တိုင်လည်း အဖြစ်မှန်ကို နားလည်သွားစေခဲ့တဲ့ စကား။ Tom ကိုလည်း အမှန်တရားကို သိသွားစေခဲ့တဲ့ စကား။ သူမဘာကို ပြောတယ်ဆိုတာ ကြည့်ဖူးသူတိုင်းသိကြပါတယ်။ ဒီအခန်းလေးမှာ သူမ ဒီစကားကို ပြောထွက်သွားတဲ့ အချိန်မှာ မျက်နှာတစ်ဘက်ကို လွှဲပြီး မျက်လုံးအိမ်မှ မျက်ရည်တွေ ဝဲသွားတဲ့ Tom လိုပဲ ကျွန်တော်လည်း မျက်ရည်တွေ ဝဲခဲ့ရပါတယ်။ ပြောင်းလဲသွားခဲ့သော Summer သည် နောက်ဆုံးဇာတ်သိမ်းအထိ Tom အပေါ်ခံစားချက်ကို မပြောင်းလဲသွားခဲ့ပေ။ဆဌမ အချက်ကိုပြောရမယ်ဆိုရင် Expectation နဲ့Reality ကို ယှဉ်ပြသွားတဲ့ scene လေး။ အရမ်းကို ထိမိပြီး အရမ်းကို ယုတ္တိဆန်ပြီး အလွန် ခံစားစေတဲ့ scene လေး။ ရုပ်ရှင်သမိုင်းမှာ ဘယ်တော့မှ မေ့ပျောက်မရတဲ့ scene လေးတစ်ခု။ လူတိုင်းဟာ အရာတစ်ခု လုပ်တော့မယ်ဆိုရင် မျှော်လင့်ချက်ကလေးတွေ ရှိတတ်ကြပါတယ်။ ရည်မှန်းချက်မဟုတ်ပါဘူး။ ရည်မှန်းချက်က အလုပ်တစ်ခုကို မဖြစ်ဖြစ်အောင် လုပ်မယ်ဆိုတဲ့အရာ။ ဒါပေမဲ့ နေ့စဉ်ကြုံတွေ့နေရတဲ့ ကိစ္စလေးတွေမှာတော့ ကျွန်တော်တို့လူသားတွေက မျှော်လင့်ချက်ကလေးတွေနဲ့ရှင်သန်တတ်ကြတယ်။ ဒါကို ဒီရုပ်ရှင်က ပြသသွားခဲ့တယ်။ ဒါပေမဲ့ မျှော်လင့်ချက်ကလေးတွေတိုင်းဟာ လက်တွေ့ဘဝတွေမှာ တစ်ခါတစ်ရံ ကွဲပြားသွားတတ်ကြတယ်ဆိုတာ ဒီကားမှာ ပြထားတဲ့ scene လေးက အရမ်းကို ဝမ်းနည်းစရာ ကောင်းလှပါတယ်။သတ္တမ နှစ်သက်မိတဲ့ အချက်ကတော့ နောက်ခံ Soundtracks တွေ။ တစ်ကားလုံးကို Soundtracks ကောင်းကောင်းတွေနဲ့တင်ဆက်ထားတဲ့ ရုပ်ရှင်တွေကို မှတ်မိသလောက် ပြောရမယ်ဆိုရင် ဒီ (500) Days of Summer ရယ် The Boat that Rocked aka. Pirate Radio ရယ် Forrest Gump လောက်ရယ်ပဲ မှတ်မိတယ်။ Soundtracks တွေကို အရမ်းကြိုက်လို့Soundtracks အခွေကို ဝယ်ပြီး နားထောင်လာတယ်။ The Smiths, Regina Spektor, The Temper Trap, Simon & Garfunkel နဲ Carla Bruni တို့ဟာ ကျွန်တော့်ရဲ့Favorite အဆိုတော်တွေ စာရင်းထဲကို ဝင်မှန်းမသိ ဝင်ရောက်လာမိကြတယ်။ ထို့အပြင် The Graduate ရုပ်ရှင်ကို မကြည့်ရသေးတဲ့ ကျွန်တော့်ကို ထိုရုပ်ရှင်နဲ့မိတ်ဆက်ပေးကာ မဖြစ်မနေ ရှာကြည့်စေခဲ့တဲ့ အထိပါ။အဠမအချက် နှစ်သက်မိတဲ့ အချက်ကတော့ Locations ရွေးချယ်တဲ့ သူတွေပဲ တော်တာလား? Cinematographer ကပဲ တော်တာလား? Director ကပဲ တော်တာလားတော့ မသိပါ။ Downtown Los Angles ကို လှအောင် ရိုက်ကူးနိုင်ခဲ့ကြပြန်ပါသေးတယ်။ အခန်းတိုင်း အခန်းတိုင်းသည် လှပသေသပ်ကာ စကားလုံးများဖြင့် မဖော်ပြနိုင်လောက်အောင် အမြင်ဆန်းသစ်နေလွန်းသည်။နဝမ အချက်ကတော့ ဒီရုပ်ရှင်ကို ထပ်ခါထပ်ခါ သေသေချာချာ ကြည့်လာရင် သတိထားမိမှာကတော့ scenes တော်တော်များများမှာ Director သုံးထားသော အရောင်သည် အပြာရောင်များလွန်းသည်။ Wardrobe တွေမှာ ပိုများပါတယ်။ ပြချင်တာကတော့ ထိုအရောင်က Summer ရဲ့မျက်လုံးအရောင် အပြာရောင်ကို ဆက်စပ်စေနေတာဖြစ်ပြီး သဘောကတော့ Tom ရဲ့သူမအပေါ်ထားရှိတဲ့ ခံစားချက်တွေကို ကြည့်ရှုသူ ပရိသတ်တွေ နားလည်စေချင်တဲ့သဘောပါ။ Tom ရဲ့နေရာမှာ ဝင်ပြီး မသိမသာ ခံစားလာစေတဲ့ သဘောပါပဲ။နောက်ဆုံး ဒသမ အချက်ကတော့ ဒီဇာတ်ကားသည် အချစ်ဇာတ်လမ်းတစ်ခုမဟုတ်ပါဘူး။ အချစ် အကြောင်း ဇာတ်လမ်းတစ်ခုပဲဖြစ်တယ်ဆိုတဲ့ “This is not a love story, this is a story about love.” ဆိုတဲ့ ရုပ်ရှင် Poster မှာဖော်ပြထားတဲ့ စာတန်းကလေးကိုပဲ။ လေးလေးနက်နက်တွေးတော ကြည့်ရင် ဘာကို ဆိုလိုချင်သလဲဆိုတာ နားလည်လာပါလိမ့်မယ်။Director Marc Webb ရဲ့ပထမဆုံး Director အဖြစ်ပွဲဦးထွက် ဇာတ်ကားလေးဖြစ်ပြီး ကျွန် တော့်အမြင်မှာ ထို Director ရော မင်းသား Joseph Gordon-Levitt ရော မင်းသမီးဖြစ်သူ Zooey Deschanel တို့ရဲ့အကောင်းဆုံးဇာတ်ကားလေး ပဲဖြစ်ပါတယ်။ Rotten Tomatoes မှာလည်း 86% တောင် ရရှိခဲ့ပါတယ်။ထိုအချက်တွေကြောင့် (500) Days of Summer သည် ကျွန်တော့်ရဲ့Personally အရ အနှစ်သက်ဆုံး Romantic Comedy ဇာတ်ကားလေးတစ်ကားဖြစ်လာပါတော့တယ်။~WH~(ရုပ်ရှင်အညွှန်းကို Movies-we watch,we feel. Facebook Page မှ ကူးယူဖော်ပြပါသည်။)File size…(4.3GB)/(1.6 GB)/(500 MB)Quality….WEB-DL 4K HEVC/BluRay 1080p/720pFormat…mkv/mp4Duration….01:35:07Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Ko Ye"