"Holy Spider ( 2022 )
——————–
လာမယ့် ၂၀၂၃ အော်စကာရဲ့ best Interanational Features ဆုအတွက်
တစ်ပြေးနေတဲ့ ထိပ်ဆုံးငါးကားထဲက တစ်ကားဖြစ်တဲ့ “Holy Spider”ဟာ ကားကတော့
အီရန်ကားဖြစ်ပေမဲ့ ဂျော်ဒန်မှာရိုက် ပြင်သစ်မှာ Release လုပ်ပြီး
အော်စကာအတွက် နိုင်ငံကိုယ်စားပြုတာကတော့ ဒိန်းမတ်အနေနဲ့ ဝင်ထားပါတယ်။
အီရန်မှာတော့ အပိတ်ခံထားရရုံတင်သာမကပဲ Ministry of Culture and Islamic Guidanceကနေ
ဒီရုပ်ရှင်ကမင်းသမီးကို best actress ဆုပေးခဲ့တဲ့ ကိန်းရုပ်ရှင်ပွဲတော်ကို ပြဿနာရှာထားသလို
ဒီရုပ်ရှင်ဟာ မွတ်စလင်တွေရဲ့ယုံကြည်မှုကို စော်ကားတယ်လို့လည်း ဆိုကြပါတယ်။
ဒီရုပ်ရှင်ကို ရိုက်ကူးတာမှာ ပါဝင်ပတ်သက်နေတဲ့ အီရန်ပြည်တွင်းကလူတွေရှိခဲ့ရင်
အီရန်ရုပ်ရှင်အစည်းအရုံးက ဒဏ်ခတ်မယ်လို့ပါ ကြေညာထားခဲ့ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်ဟာ ၂၀၀၀ခုနှစ်တုန်းက ပြည့်တန်ဆာ၁၆ယောက်ကိုသတ်ခဲ့တဲ့
အီရန်ကွင်းဆက်လူသတ်သမား တစ်ယောက်ရဲ့ ဖြစ်ရပ်မှန်ကို အခြေတည်ထားတဲ့ရုပ်ရှင်ဖြစ်ပြီး
တစ်ချို့ကလည်း မာစတာပိစ်ကားလို့ ပြောကြပါတယ်။
အမျိုးအစားကတော့ crime thrillerရုပ်ရှင်ဖြစ်ပြီး
အီရန်ရဲ့ မြင့်မြတ်တဲ့ဘာသာရေးမြို့လို့ ပြောလို့ရတဲ့ Mashhadမြို့မှာ ဇာတ်အိမ်တည်ထားပါတယ်။
ဒီမြို့မှာ ပြည့်တန်ဆာလုပ်စားနေတဲ့ အမျိုးသမီးတွေ တစ်ယောက်ပြီးတစ်ယောက် ထူးဆန်းစွာ အသတ်ခံခဲ့ရပြီး ဘာသဲလွန်စမှ မကျန်ပါဘူး။
အဲဒီလိုသတ်တဲ့လူကိုတော့ Spider Killer လို့ သိထားကြပါတယ်။
ဘယ်သူမှန်းတော့ သေချာမသိခဲ့ရပါဘူး။
ဒီအမှုကို စုံစမ်းဖို့ သတင်းထောက်မလေးတစ်ယောက်ဟာ Mashhadကိုရောက်လာခဲ့တယ်။
သူဟာ ဒီအမှုဟာ နိုင်ငံရေးနဲ့ ဆက်နွယ်နေပြီး ဒီအမှုရဲ့နောက်ကွယ်မှာ လက်မဲကြီးတွေ ရှိနေတယ်လို့ ယုံကြည်ထားခဲ့တဲ့သူပါ။
သူ့အသက်ပါသူ ရင်းပြီး ပြည့်တန်ဆာအယောင်ဆောင်ပြီး အဲဒီလူကို ဖမ်းဖို့ကြိုးစားခဲ့ပါတယ်။
ဒီလိုနဲ့ တရားခံကို သူ ပက်ပင်းမိသွားခဲ့ပေမဲ့
အဲဒီနောက်က လက်မဲကြီးတွေကို သူဖော်ထုတ်နိုင်မလားဆိုတာကို ကျွန်တော်တို့ဆက်ကြည့်ကြရမယ့် ရုပ်ရှင်ပါပဲ။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
Genre….. Crime, Drama, Thirller
Quality…. 1080p | 720p | 480p
File size… 1.27GB | 645MB | 319MB
Format… mp4
Duration…. 1h 46min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. WiRa Aung
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
