"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်ကားလေးကိုတော့ အတော်လေးသဘောကျမိပါတယ်..ပေါ့ပေါ့ပါးပါးရိုက်ကူးထားပြီးကြည့်ရှုသူရဲ့
ရင်ထဲမှာလည်း စိတ်လက်ပေါ့ပါးသွားစေမယ့်ဇာတ်ကားမျိုးလေးပါ..တစ်နေ့တာအတွက်စိတ်ပင်ပန်းသူတွေ
စိတ်အပန်းဖြေ အပျင်းပြေ ကြည့်ဖို့အတွက် အထူးသင့်တော်တဲ့ကားလေးတစ်ကားဖြစ်ပါတယ်…
မင်းသား Zac Efron နဲ့ Friends စီးရီးထဲက ချန်ဒလာဘင်း တဖြစ်လဲ Matthew Perry , Eurotrip မင်းသမီး Michelle Trachtenberg,The Other Woman မင်းသမီး Leslie Mann တို့ပါဝင်သရုပ်ဆောင်ထားပြီး…IMDb Rating မှာ 6.4 ရရှိထားတဲ့ Comedy, Drama, Fantasy အမျိုးအစားဇာတ်ကားလေးပါ။
ဇာတ်လမ်းလေးကစိတ်ဝင်စားဖို့ကောင်းပါတယ်…
ပထမဆုံးဇာတ်လမ်းစစချင်းမှာ မိုက်ခ် က ဘတ်စကတ်ဘောကစားသမားတစ်ယောက်ပေါ့ အဲဒီ့
အားကစားမှာသူဟာထူးလည်းထူးချွန်တယ်..ဝါသနာလည်းအရမ်းပါတယ်..သူတို့ကျောင်းပွဲတစ်ပွဲက
ကစားရမယ့်ပွဲက သူ့ရဲ့အနာဂတ်အတွက်ပေါ့..ဖြစ်ချင်တဲ့အဲ့နေ့ ကစားတဲ့ပွဲမစခင်လေးမှာ သူ့ချစ်သူ
စတားလက် ရောက်လာပါတယ်..အဝေးကိုထွက်သွားရတော့မယ့်အကြောင်းပြောတယ်..မိုက်ခ်မှာလည်း
သူ့ရဲ့အရမ်းဝါသနာပါတဲ့အားကစားနဲ့သူချစ်ရတဲ့ချစ်သူကို ရွေးချယ်ရမယ့်အချိန်မှာတော့ စတားလက်
ကိုသာ ရွေးချယ်ခဲ့ပါတယ်…..
နှစ်ပေါင်း 20 ကြာပြီးတဲ့နောက်မှာတော့ မိုက်ခ်တစ်ယောက် အလုပ်တွေကအဆင်မပြေ..
ဇနီးဖြစ်သူနဲ့လည်းအဆင်တော့ပါဘူး..စတားလက်ကလည်း တရားရုံးကနေ တဆင့်ကွာရှင်းခွင့်တောင်းထားသလို
မိုက်ခ်ကလည်း သားသမီးတွေနဲ့ နွေးထွေးတဲ့ဆက်ဆံမှုမျိုးသိပ်မရှိဘူး…တစ်နေ့သူ့သားနဲ့သမီးတက်နေတဲ့
ကျောင်းကိုရောက်သွားတော့ ဟိုးအရင်လူငယ်ဘဝတုန်းက အဲ့ကျောင်းမှာ ဘတ်စကတ်ဘောကစားခါနီး
ရိုက်ထားခဲ့တဲ့သူ့ပုံကိုပြန်လည်တွေ့သွားတော့ မိုက်ခ်တစ်ယောက်အတိတ်ကို လွမ်းဆွတ်ဟန်နဲ့ပြန်စဉ်းစား
မိသွားတယ်..သူ့စိတ်ထဲမှာတွေးနေခဲ့တဲ့အရာတခုက အဲ့အချိန်တုန်းက သူက စတားလက်နောက်ကို
ပြေးမလိုက်ခဲ့ဘူးဆိုရင် ဒီလိုတွေဖြစ်လာစရာလိုမှာမဟုတ်ဘူးလို့ပေါ့…ဘေးနားက သန့်ရှင်းရေးလုပ်
နေတဲ့သူတစ်ယောက်က မထင်မှတ်ပဲ ” မင်းဒီကိုမကြာခင်ပြန်လာရမှာပါ ” ဆိုတဲ့စကားကြောင့်
မိုက်ခ်တစ်ယောက်ကြောင်တောင်တောင်ဖြစ်သွားတယ်..ဒီလိုပဲဂရုမထားပဲပြန်လာခဲ့တယ်..
နောက်ပိုင်းအလုပ်တွေကလည်းအဆင်မပြေ..ဇနီးနဲ့လည်းအဆင်မပြေဖြစ်ပြီးစိတ်ညစ်ကာ မိုက်ခ်
တစ်ယောက်ကားကို အသားကုန်မောင်းလာခဲ့ပါတယ်..တံတားပေါ်ကိုရောက်တော့ လူတစ်ယောက်
ခုန်ချဖို့ကြိုးစားနေတာကိုတွေ့တဲ့အတွက် ကယ်တင်ဖို့ ပြေးလာခဲ့တယ်..ဒါပေမယ့် သူရောက်တော့
အဲ့လူက မရှိတော့ဘူး..အောက်ကျသွားသလားလို့ ငုံ့ကြည့်မိရင်းနဲ့ သူ ပါ တံတားပေါ်ကနေပြုတ်ကျသွား
ပါတယ်…တံတားပေါ်က ပြန်တက်လာပြီး အိမ်မှာသူ့ကိုယ်သူရေချိုးရင်း နဲ့ ရေချိုးခန်းက မှန်ကိုကြည့်
မိတဲ့အခါ သူ့အရွယ်ဟာ 17 နှစ် အရွယ်သို့ပြန်ရောက်နေတဲ့အခါမှာတော့………………………….
17 နှစ်သား တစ်ယောက်ရဲ့ လွတ်လပ်မှုတွေ ပျော်ပျော်ပါးပါး မိုက်ခ်တစ်ယောက်ပြန်လည်ခံစားပုံတွေ
ပျော်စရာကောင်းတဲ့ကိစ္စတွေ..ဟာသအကြောင်းအရာတွေကို ဆက်လက်ရှုစားကြပါ။
File size…(1.6 GB)/(700 MB)
Quality….BluRay 1080p/720p
Format…mp4
Duration….01:41:56
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Ka Naung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
