"The Red Ghost (2020) အညွှန်း
**********************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb – 6.3
CM ကပရိသတ်ကြီးအတွက် ဒီတစ်ခေါက် တင်ဆက်ပေးလိုက်တာကတော့ 1941 ခုနှစ်၊ ဒုတိယကာလစစ်အတွင်းကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးထားတဲ့ ဗစ်စ်မာ ဒေသအတွင်းက လူတစ်စုအကြောင်းပဲဖြစ်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့ …
နာဇီတပ်တွေရဲ့ ဝန်းရံတိုက်ခိုက်ခြင်းကို ခံရပြီး လူစုကွဲသွားတဲ့ ဆိုဗီယက် တပ်သားတစ်စု သူတို့ရဲ့ ရဲဘော်ရဲဘက်တွေဆီ ပြန်သွားဖို့ ကြိုးစားရာက လမ်းမှာပေါ်ပေါက်လာတဲ့ မမျှော်လင့်ထားတဲ့ အဖြစ်အပျက်တစ်ခုကြောင့် ဂျာမန်တွေရဲ့ ဗဲမာ့ အထူးတပ်ဖွဲ့နဲ့ ထိပ်တိုက်တွေ့ပြီး အင်အားမမျှတဲ့ တိုက်ပွဲတစ်ခုကို ရင်ဆိုင်ရပါတော့တယ်။
အဲဒီအချိန်မှာ သူရဲကောင်းတွေ မဟုတ်ကြပေမဲ့ အင်အားမမျှတဲ့ ကြားကရအောင် အံတုနေတဲ့ ဆိုဗီယက်လူစုလေးကို ကူညီတိုက်ခိုက်ပေးတဲ့ လူတစ်ယောက်ပေါ်လာပါတယ်။ သူကတော့ “သရဲနီ” ဆိုတဲ့ နာမည်ပြောင်နဲ့ နယ်မြေတစ်ဝိုက်မှာ သတင်းမွှေးနေတဲ့ နာဇီလူသတ်သမားပဲ ဖြစ်ပါတယ်။ သရဲတစ်ကောင်လို ဘယ်နေရာက ပေါ်လာမှန်းမသိ ပေါ်လာပြီး နာဇီတွေကို တစ်ယောက်ပြီးတစ်ယောက် စနိုက်ပါနဲ့ ပစ်သတ်နိုင်တာကြောင့် နာဇီတပ်က ဖိန့်ဖိန့်တုန်အောင်ကြောက်ပြီး ဖမ်းဝရမ်းအမိန့်နဲ့ လိုက်ရှာနေတဲ့သူ ဖြစ်ပါတယ်။
အဲလိုလူက လာရောက်ကူညီပြီး တိုက်ခိုက်ပေးတဲ့အခါ အင်အားမမျှတဲ့ စစ်ပွဲက ဘယ်လိုအဆုံးသတ်မလဲ။ “သရဲနီ” ကရော သတင်းထွက်နေသလို မသေမျိုးလား၊ အံ့ဩစွာနဲ့ပဲ အင်အားနည်းတဲ့ သူတို့ဘက်က အနိုင်ရသွားမလား၊ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကို ဇာတ်လမ်းတစ်လျှောက် စီးမြောရင်း ခံစားကြည့်ကြပါခင်ဗျ။
ဒီကားက အက်ရှင်ခန်းတွေလည်း ပါပေမဲ့ ဇာတ်ကွက်တစ်ခုချင်းစီကို သေချာအေးအေးဆေးဆေး ရိုက်ပြထားတာမလို့ တိုက်ပွဲအတွင်းက ရန်သူတွေရဲ့ လှည့်ကွက်ကို ရအောင်ရှောင်ရှားရမဲ့ သဘောသဘာဝတွေ၊ အသက်မသေရုံတမယ် ညှဉ်းပန်းနှိပ်စက်တာတွေကနေ သည်းခံပြီး မျှော်လင့်ချက်တစ်ခုအတွက် ရှင်သန်အောင် ကြိုးစားရတာတွေ၊ လူ့အခွင့်အရေး ချိုးနှိပ်ခံရမှုတွေ စသဖြင့် တွေးတောစရာတွေ အများကြီးပါတာမလို့ တစိမ့်စိမ့်နဲ့ အတွေးနယ်ချဲ့ချင်သူတွေအတွက် ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်မယ်လို့ အကြံပြုချင်ပါတယ်ဗျ။
File Size : (1.63GB), (704MB) & (455MB)
Quality : BluRay 1080p 5.1CH, BluRay 720p & 480p
Format : mp4
Duration : 1hr & 39mins
Genre : Drama, History, Horror
Translated by Chothet_mlmt
Encoded by Kinnov
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
