"Bullet In The Head (1990)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb – 7.6/10, Rotten Tomatoes – 100%
~ Directed By John Woo ~
Bullet In The Head ကို တစ်ချို့က ဂျွန်ဝူးရဲ့ အကောင်းဆုံးကားလို့ ဆိုကြတယ်။ Bullet မှာလည်း ဂျွန်ဝူးဟာ သူရဲ့ Trademark ဖြစ်တဲ့ Heroic Bloodshed ပုံစံအတိုင်းပဲ ရိုက်ထားတာပါပဲ။ ဂျွန်ဝူးဟာ ဟောင်ကောင်စီနီမာက စလိုက်တဲ့ ဒီ Genreရဲ့ Pioneer တစ်ယောက်ဖြစ်သလို ဒီ Genre ကို အပိုင်ဆုံးကလည်း ဂျွန်ဝူးပါပဲ။ ဇာတ်လမ်းသာပြောင်းသွားမယ် ညီအစ်ကိုစိတ်ဓာတ်တွေ သွေးသံရဲရဲတွေ အကြမ်းပတမ်းတိုက်ခန်းခိုက်ခန်းတွေ လူမိုက်တွေ ဒါတွေပဲမြင်နေရမှာပေမဲ့ ဂျွန်ဝူးကတော့ ကြည့်လို့မရိုးအောင်ကို ဆွဲဆောင်မှုရှိအောင် ရိုက်ပြနိုင်ပါတယ်။ ဟောင်ကောင်ကစခဲ့တဲ့ ဒီ Heroic Bloodshed Genre ဟာ အနောက်မာစတာပိစ် အက်ရှင်တွေကို လွှမ်းမိုးနိုင်တဲ့အထိ ဂျွန်ဝူးတို့ခေတ်က ပေါက်မြောက်ခဲ့ပါတယ်။ အနောက်ကို လွှမ်းမိုးမှုများခဲ့ပါတယ်။ အထင်ရှားဆုံးပြောရရင် Quentin Tarantino ဟာ City on Fire (1987)ကို Inspire ယူပြီး Reservoir Dogs ကိုရိုက်ခဲ့တာဖြစ်သလို The Killer ကလည်း Léon: The Professional ကားအပေါ် လွှမ်းမိုးမှု အတော်ကြီးခဲ့ပါတယ်။
Bullet In The Head ဟာ ဒီကားနဲ့ရှေ့ဆင့်နောက်ဆင့်ထွက်ခဲ့တဲ့ သူဆက်မရိုက်ဖြစ်ခဲ့တဲ့ A Better Tomorrow 3 လိုပဲ ဆိုင်ဂုံမှာ ဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်ပါ။ ဒီလိုဖြစ်ရတာလည်း အစက Bullet in the head ကို Better Tomorrow 3 အဖြစ်ရည်ရွယ်ခဲ့ပေမဲ့ Tsui Hark နဲ့ ပြဿနာတက်ရာက ခွာပြဲသွားကြလို့ပါပဲ။ မဟုတ်ရင် A Better Tomorrow Trilogy ဟာ အကောင်းဆုံးအပိတ်ကားကို ရသွားမှာပါပဲ။ BiTH ဟာ လွယ်လွယ်နဲ့ ဖြစ်လာခဲ့တာတော့ မဟုတ်ပါဘူး။ ဟောင်ကောင်ရုပ်ရှင်ရဲ့ ဩဇာအရှိဆုံးလူတွေထဲကတစ်ယောက်နဲ့ ပြဿနာတက်ခဲ့တဲ့အတွက် ဂျွန်ဝူးအတွက် အတော်အဆင်မပြေခဲ့ပါဘူး။ ဂျွန်ဝူးဟာ ဒီရုပ်ရှင်အတွက် သူခက်ခဲခဲ့ရပုံကို သမိုင်းမှာရိုက်ကူးရေးမှာ အခက်အခဲအများဆုံးကြုံခဲ့ရတဲ့ ရုပ်ရှင်တစ်ကားဖြစ်တဲ့ Apocalypse now နဲ့တောင် တင်စားပြောခဲ့ပါတယ်။ Apocalypse now ဟာ ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာအတွက် ရိုက်ရအခက်ဆုံးကားဖြစ်သလို BiTH ဟာ ဂျွန်ဝူးရဲ့ ရိုက်ရအခက်ဆုံးကားပါပဲ။ ဒါပေမဲ့လည်း ငွေကြေးအရတော့ မအောင်မြင်ခဲ့ပြန်ပါဘူး။ ပါးစပ်ရာဇ၀င်တွေအရတော့ Tsui Hark ဟာ ဂျွန်ဝူးကို Box Office မှာ အလဲထိုးဖို့ သူ့ BT 3 ကို အဆောတလျင်ရိုက်ခဲ့တယ်ဆိုပါတယ်။ ဟုတ်ချင်လည်းဟုတ်မှာပါပဲ။ Bt 3ဟာ Bullet in the head ထက် ရုံ၀င်ငွေ ဟောင်ကောင်ဒေါ်လာ တစ်ကုဋေကျော်သာပါတယ်။
Bullet in The Head မှာ ဂျွန်ဝူးဟာ နဂိုကတည်းက ကြမ်းနေတဲ့ သူ့ပုံစံကို အကြမ်းဆုံးနေရာဖြစ်ခဲ့တဲ့ ဗီယက်နမ်, ဆိုင်ဂုံမှာ ဇာတ်အိမ်တည်ပြီး အမေရိကန်နဲ့ ဗီယက်နမ်တွေကြားက တိုက်ပွဲတွေ၊ ဟောင်ကောင်နဲ့ ဗီယက်နမ်က ဆန္ဒပြပွဲရဲ့ အနိဌာရုံတွေကိုပါထည့်ပြီး အကြမ်းဆုံးဖြစ်အောင် ရိုက်ပြသွားခဲ့တယ်။ ဒီကအခြေအနေတွေနဲ့ ချွတ်စွတ်တူနေတဲ့ အခန်းတွေလည်း မနည်းပါဘူး။ ဇာတ်အိမ်ကလည်း စစ်ကားမဟုတ်ပေမဲ့ ဗီယက်နမ်မှာပဲ တိုင်ပတ်နေပြီး စစ်ပါတိုက်နေရတာကြောင့် ဗီယက်နမ်ဇာတ်အိမ်တည် စစ်ကားအရသာမျိုးတောင် ထွက်ပါတယ်။
အဓိကဇာတ်ကောင်တွေကတော့ ခုထိလည်း နာမည်ကျော်တွေဖြစ်နေဆဲသူတွေဖြစ်တဲ့ တိုနီလျောင်ချူဝေ, ဂျက်ကီချောင်, ဆိုင်မွန်ယန်းတို့ ပါပဲ။ တစ်ချို့က တိုနီလျောင်ချူဝေရဲ့ အကောင်းဆုံး ပါဖောမန့်တွေထဲ Bullet in The Head ပါတယ်လို့ဆိုကြပါတယ်။ တိုနီလျောင်ကိုတော့ ချီးမွမ်းခန်းထပ်ဖွင့်စရာ မလိုလောက်ပါဘူး။ ဝေါင်ကာဝေးရဲ့ As Tears Go By နဲ့ တရုတ်ပြည်ရဲ့ သရုပ်ဆောင်ရအခက်ဆုံး ဇာတ်ကောင်ဆယ်ခုစာရင်းမှာ ဂျက်ကီချောင် ဝင်ခဲ့တဲ့အကြောင်း တလောကပဲ ဖတ်လိုက်ရပါသေးတယ်။ တိုက်တိုက်ဆိုင်ဆိုင် ဂျက်ကီချောင်ဟာ ဒီရုပ်ရှင်ထဲလည်း အလားတူဇာတ်ရုပ်ကိုပဲ ပြန်သရုပ်ဆောင်ထားခဲ့ပါတယ်။ တစ်ခန်းဆို As Tears Go By နဲ့ ဇာတ်ဝင်ခန်းပါ သွားဆင်နေပါတယ်။
Bullet in The Head ဟာ ဂျွန်ဝူးရဲ့ ဟောင်ကောင် Heroic Bloodshed ကားတွေထဲ ချောင်ယွန်ဖတ်မပါတဲ့ ကား၂ကားထဲက တစ်ကားဖြစ်ပြီး တစ်ကားတည်းသော ချောင်ယွန်ဖတ်မပါဘဲ သူ့အကောင်းဆုံးစာရင်းဝင်နေတဲ့ Heroic Bloodshed ကားလည်းဟုတ်ပါတယ်။ Bullet in The Head ဟာ ဝေဖန်ရေးသမားသီးသန့်သာပေးကြတဲ့ Rotten Tomatoes Rating မှာ ၁၀၀အပြည့်ရထားတဲ့ ဂျွန်ဝူးရဲ့ တစ်ကားတည်းသောရုပ်ရှင်လည်း ဟုတ်ပါတယ်။ Bullet in The Head ဟာ ရုံ၀င်ငွေအရ အောင်မြင်မှုမရခဲ့ပေမဲ့ တစ်ခါကြည့်တိုင်း ထူးခြားချက်တစ်မျိုးထပ်မြင်ရတတ်တဲ့ ဂျွန်ဝူးရဲ့ မာစတာပိစ် ဧကန်ဖြစ်တဲ့ရုပ်ရှင်လို့လည်း ဝေဖန်ရေးသမားအချို့က ဆိုပါတယ်။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2GB, 1.6GB, 589MB
Quality – 1080p, 720p, 480p
IMDb Rating – 7.6/10
Format – mp4
Duration – 2H 16Min
Type – Action, Crime, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
