"ဟောင်းပေမဲ့ ကောင်းတယ်ဆိုတာ ဒါမျိုးဗျ..။Pauseအဓိကဇာတ်ကောင်ပါတဲ့ ပိုစတာကို မြင်ပြီးရင်တော့ အထူးတလည် ညွှန်းစရာလိုမယ် မထင်ဘူး..။Tom Hanks ဆိုတာ ဂန္တဝင်ရယ်လို့ Legendary သရုပ်ဆောင် မင်းသားကြီးတစ်ယောက်ဖြစ်လာပြီးမှ ဟိုးရှေးရှေးတုန်းက ငယ်ရွယ်တဲ့ Tom Hanks ကို ပြန်ကြည့်ရတာလည်း အရသာတစ်မျိုးပဲ..။လွန်ခဲ့တဲ့ ဆယ်စုနှစ် နှစ်ခုမကတဲ့ အချိန်လောက်တုန်းက ရုပ်ရှင်ဆိုပေမဲ့လည်း အခုနေ ပြန်ကြည့်မိလည်း ဇာတ်ကြောင်းက ကျေနပ်စရာကောင်းသေးတယ်ဗျ..။အိမ်မွေးတိရစ္ဆာန်လေးတွေဆီကရတဲ့ စိတ်ဒုက္ခ..၊ ပျော်ရွှင်စရာ အခိုက်အတန့်လေးတွေနဲ့ ကြည်နူးစရာ မေတ္တာတရားတွေကို ရယ်စရာ မောစရာတွေနဲ့ ရောပြီး ကြည့်ရှုနိုင်ပါမှာ..။အိမ်မွေးတိရစ္ဆာန်လေးတွေ မွေးထားတဲ့လူတွေကတော့ ဒီချိုမြတဲ့ဒုက္ခတွေကို ကောင်းကောင်းကြီး နားလည်နိုင်မှာ အသေအချာ..။ကမ်းခြေမြို့သေးသေးလေးတစ်ခုမှာ စုံစမ်းစစ်ဆေးရေးမှူးလုပ်နေတဲ့ မစ္စတာ တန်နာ တစ်ယောက် တခြားမြို့ကို သိပ်မကြာခင် ပြောင်းရွေ့ရတော့မယ့် ရက်ပိုင်းအတွင်းမှာမှ ဖြစ်ပေါ်လာတဲ့ မတော်တဆမှုတချို့နဲ့.. ဒီကိစ္စရပ်တွေကနေ ဆက်ပြီးတော့ ဖြစ်ပျက်လာမယ့် မှုခင်းဆက်စပ်မှုတွေ..။အရာအားလုံးကို တိကျ ၊ သေချာ ၊ သပ်ရပ် နေမှ စိတ်တိုင်းကျတတ်တဲ့ စုံစမ်းရေးမှူးကြီး မစ္စတာ တန်နာတစ်ယောက် မမျှော်လင့်ပဲ ခွေးတစ်ကောင် ရလိုက်တဲ့အခါ..။ဒီလိုမျိုး အားလုံးကို သူ့နေရာနဲ့သူ သပ်ရပ်နေမှ စိတ်တိုင်းကျတဲ့ Perfectionist ကြီးတစ်ယောက်နဲ့ ခွေးတစ်ကောင် ဘယ်လို ယှဉ်တွဲနေထိုင်ကြမလဲဆိုတာရယ်..၊ ငယ်ရွယ်တဲ့ စုံစမ်းစစ်ဆေးရေးမှူး တန်နာ တစ်ဖြစ်လည်း Tom Hanks တစ်ယောက် ဘာတွေ ဖော်ထုတ်ဦးမလဲဆိုတာကိုလည်း စိတ်ဝင်တစား ကြည့်ရှုကြရဦးမယ်ဗျာ..။ပြီးတော့ ဒီခွေးတစ်ကောင် ကောင်းမှုအကြောင်းပြုလို့ ရေစက်ပါ အကြောင်းဆုံရတဲ့ အချစ်ဇာတ်လမ်းတစ်ခုအကြောင်းကိုရော..။ရယ်ရယ်မောမော ကြည့်နေရင်း romance လေးလည်း ခံစားရမယ်..။ တိရစ္ဆာန်တစ်ကောင်နဲ့ လူသားတစ်ဦးကြားက ဆက်သွယ်မှု အခက်အခဲတွေနဲ့ မေတ္တာကိုလည်း မြင်တွေ့ရဦးမယ်..။ ဪ..။ ပြီးတော့ ကမ်းခြေမြို့ကလေးမှာရှိတဲ့ ပင်လယ်စာထုတ်လုပ်မှု လုပ်ငန်းကရော ဘယ်လို တရားမဝင်ကိစ္စတွေကို လုပ်နေပါလိမ့်ဆိုတဲ့ မှုခင်းလို အကြောင်းအရာမျိုးတွေကိုရော..။ဒီဇာတ်ကားမှာတော့ အကြောင်းအရာအတော်များများကို ခံစားချက်မျိုးစုံ ရောယှက်ပြီးတော့ ကြည့်ရှုရနိုင်မှာပါ..။အများကြီးတော့ မညွှန်းနေတော့ပါဘူး..။ ညွှန်းလည်း မညွှန်းတတ်ဘူးဆိုရင် ပိုမှန်မယ်လို့ ထင်တယ်..။ ဘာလို့ဆိုရင် ဒါက Tom Hanks လေ..။ကြည့်ဖို့လွတ်သွားလို့ကတော့ ဇာတ်ကားကောင်းတစ်ခု လွတ်သွားသလို ခံစားရစေမှာမို့ သေချာပေါက် ကြည့်ကြည့်လိုက်ကြဖို့ စေတနာတွေ အများကြီး ထည့်ပြီး ညွှန်းလိုက်ရပါတယ်..။File size…(2.4 GB)/(1.1 GB)/(650 Mb)Quality….Brrip 1080p / 720p / 480pFormat…mp4Duration….01:37:00Genre…Drama, Crime, ComedySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Shin Mann Htet Myat"