"Looop Lapeta (2022)
ဘောလိဝုဒ်ရုပ်ရှင်တွေမှကြိုက်ပါတယ်ဆိုတဲ့ CM ရဲ့ပရိတ်သတ်တွေအတွက် ဒီနေ့မှ အသစ်စက်စက်ထွက်ထားတဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အိန္ဒိယရုပ်ရှင်ကောင်းတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။
မင်းသမီးကလဲ တာ့ပ်ဆီးပန်းနုဆိုတော့ သရုပ်ဆောင်ပိုင်းမှာလဲ
အတော်လေး မိမိုက်နေတာကို မြင်ရဦးမှာပါ
ဒီဇာတ်လမ်းက ပုံမှန်တွေ့နေကျ ဟာသဇာတ်လမ်းတွေနဲ့ မတူပဲ
အတော်လေးထူးခြားတယ်ဗျ။ ရီရတယ်ဆိုတာထက် ရင်တဖိုဖိုနဲ့
စိတ်လှုပ်ရှားဖို့ကောင်းတယ်ဆိုရင် ပိုမှန်မယ်။
ဆာဗီဆိုတဲ့ အပြေးအားကစားမယ်လေးနဲ့
ဆပ်သ်ရာက အပြန်အလှန်မေတ္တာမျှနေကြတာပေါ့။
သူတို့ရဲ့ တွေ့ဆုံပုံကလည်း တယ်ထူးဆန်းပါတယ်။ အပြေးမယ်လေး ဆာဗီဟာ
မတော်တဆမှုကြောင့် သူ့ရဲ့အားကစားမယ်ဘဝကို အဆုံးသတ်ရဖို့
အကြောင်းဖန်လာတဲ့အခါ ဆာဗီတစ်ယောက် စိတ်ဓာတ်ကျပြီး ဆေးရုံခေါင်မိုးပေါ်ကနေ
ခုန်ချမလို့လုပ်ခဲ့ပါတယ်။ အဲ့အချိန် ခေါင်မိုးထပ်မှာ ဆေးလိပ်လာသောက်တဲ့
ဆပ်သ်ရာက ဆာဗီကို ကယ်လိုက်ရာကနေ သူတို့နှစ်ဦး ဖူးစာဆုံခဲ့ကြတာပေါ့။
ဒီလိုနဲ့ပဲ နှစ်ဦးသား အလုပ်ကိုယ်စီလုပ်ရင်း
အေးချမ်းတဲ့ဘဝလေးကို ဖြတ်သန်းခဲ့ကြပါတယ်။ အဲ့ဒီနေ့ကို မရောက်ခင်အချိန်အထိပေါ့။
ဆာဗီက သူမမှာ ကိုယ်ဝန်ရှိကြောင်း ဆပ်သ်ရာဆီ ဖုန်းဆက်ပြောမဲ့နေ့မှာပဲ
ဆပ်သ်ရာတစ်ယောက် ပြဿနာတစ်ခုကို အကြီးအကျယ်
ရှာလိုက်ပါတော့တယ်။
အဲ့ဒါကတော့ ဆပ်သ်ရာက သူ့ရဲ့သူဌေး ဗစ်တာဆိုတဲ့ မာဖီးယားဂိုဏ်းချုပ်ရဲ့
ငွေ ၅ မီလီယံကို ဖျောက်လိုက်တာပါပဲ။ ဟော….မာဖီးယားခေါင်းဆောင်ဆီမှာ အသတ်ခံရတော့မယ့်
သူ့ကောင်လေးကို ကယ်ဖို့ ဆာဗီခမျာ ပြေးလွှားရတော့တာပေါ့ဗျာ။ ဆပ်သ်ရာမွှေသမျှ
အရှုပ်တွေကိုလိုက်ရှင်းရင်း ဘယ်လိုအလွဲလွဲအချော်ချော်တွေဖြစ်မလဲ။
တစ်ချိန်က သူ့အသက်ကို ကယ်တင်ခဲ့တဲ့ ဆပ်သ်ရာကိုရော ဆာဗီက သူ့အလှည့်မှာ ပြန်လည်ကယ်တင်နိုင်ပါ့မလား။
” ဘဝတစ်ခုပြောင်းလဲဖို့ နေ့ရက်လေးတစ်ရက်ပဲလိုတာ ဆာဗီ ” ဆပ်သ်ရာပြောနေကျ
ဒီစကားအတိုင်း ဘဝတစ်ခုလုံး ဇောက်ထိုးမိုးမျှော်ပဲဖြစ်သွားမလား။ ရွှေဘုံပေါ်ရောက်ပြီး ကောင်းစားမလားဆိုတာကို
မထင်မှတ်ထားတဲ့ လှည့်ကွက်တွေနဲ့ ဒီဇာတ်လမ်းမှာ အပီအပြင် ခံစားကြည့်လိုက်ကြပါဦးခင်ဗျာ။
File size…2.8GB / 1.02Gb / 600MB
Quality…1080p AAC 5.1CH / 720p NF WEB DL AAC 2.0CH / 720p HEVC Small Size
Format…mp4
Duration….2h 11min
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Shwe Pwint & Shwe Pyae & HM & Haruko
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
