"(Unicode)
ဒီတစ်ခါတော့ နာမည်ကြီးလူသိများတဲ့ တမီးလ်(Tamil)မင်းသားKarthiနဲ့ ကျောင်းအုပ်ဆရာမကြီးအဖြစ်သိကြတဲ့ မင်းသမီးJyotikaတို့ရဲ့ ‘မောင်လေး’ အမည်ရဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နည်းနည်းလေး အာရုံပေးချင်ပါတယ်…. လှည့်စားချင်ပါတယ်….
ဇာတ်လမ်းအကျဉ်းအရ ပထမဦးဆုံး မြင်ရတာတော့… ဆေးသမား လူငယ်တစ်ယောက် ကားပေါ်မှာ သူငယ်ချင်း အချင်းချင်း စကားများရာကနေ သံတုတ်နဲ့ ရိုက်ခံလိုက်ရတယ်။
သေသလား၊သတိလစ်သွားသလာတော့ အတိအကျမသိနိုင်။
ဒုတိယအနေနဲ့ မြင်ရမှာတော့ မောင်တစ်ယောက်ကို သတိရနေတဲ့ အစ်မတစ်ယောက်ရဲ့ ပူဆွေးသောကကို မြင်ရတယ်။
မိသားစု လေးယောက် ရှိတယ်။ အဖေရယ်၊အမေရယ်၊မောင်လေးရယ်၊ အစ်မရယ်။
အဖေဟာ ဝန်ကြီးတစ်ယောက်ပဲ။ ပျောက်နေတဲ့သား၊ အိမ်ထောင်မကျသေးတဲ့ သမီးဆိုတဲ့ နာမည်ဆိုးနဲ့ အတိုက်အခံပါတီက တိုက်ခိုက်တယ်။
ပျောက်နေတဲ့သားကိုတောင် မရှာနိုင်၊မထိန်းသိမ်းနိုင်တာ ပြည်သူကို ဘယ်လို စောင့်ရှောက်မလဲဆိုတဲ့ မေးခွန်းတွေနဲ့ သူရဲ့ ဂုဏ်ပုဒ်ကို ထိခိုက်လာတယ်။
ပြီးတော့ အိမ်ထောင်မကျသေးတဲ့ သမီးရှိနေတာလည်း အိန္ဒိယယဉ်ကျေးမှုအရ အားနည်းချက်တစ်ခု ဖြစ်နေတယ်။
လတ်တလောမှာ အတိုက်အခံပါတီက တောမြေတွေကို ဆောက်လုပ်ရေးလုပ်ဖို့ ကြံစည်နေတယ်။
ဒီတောမြေမှာ နေထိုင်သူတွေ ဒုက္ခရောက်မှာစိုးလို့ ဝန်ကြီးက တားရာကနေ သူတို့ကြားက ရန်ငြှိုးတွေဟာ ကြီးမားလာနေခဲ့တယ်။
တစ်နေ့မှာ သားပျောက်ဝန်ကြီးဟာ ဖုန်းအဝင်တစ်ခု လက်ခံရခဲ့ပါတယ်။
သူ့သားကို တွေ့ပြီတဲ့၊ ခုလိုက်ဖမ်းရာမှာ ရတဲ့ ဒဏ်ရာကြောင့် ၁၅နှစ်ကာလ ပျောက်နေတဲ့ သားကို ဆေးရုံမှာ ခေါ်နိုင်ပါပြီဆိုပြီး ပြောတယ်။
ဒီကောင်က လူလိမ်၊အမျိုးမျိုးဟန်ဆောင်ကောင်းတဲ့ အကောင်၊ ကလေးကအစ နိုင်ငံခြားသားတွေအထိ ကလိမ်ကကျစ် ကျတတ်တယ်။
ဒါပေမဲ့ ဒီလူလိမ်လို့ပြောနေကြတဲ့သူဟာ သူတို့ရဲ့သားဆာရာဗနန် ဖြစ်ကြောင်း ဝန်ကြီးတို့မိသားစုက အတည်ပြုကြတယ်။
မင်းသားကလည်း…. အဖေအမေဆိုပြီး ခေါ်ခဲ့တယ်။ ဒါပေမဲ့ မထင်မှတ်ပဲ ပေါ်ပေါက်လာတဲ့ အကြောင်းရင်းကတော့…..
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
ဒီတစ္ခါေတာ့ နာမည္ႀကီးလူသိမ်ားတဲ့ တမီးလ္(Tamil)မင္းသားKarthiနဲ႔ ေက်ာင္းအုပ္ဆရာမႀကီးအျဖစ္သိၾကတဲ့ မင္းသမီးJyotikaတို႔ရဲ႕ ‘ေမာင္ေလး’ အမည္ရဇာတ္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။
နည္းနည္းေလး အာ႐ုံေပးခ်င္ပါတယ္…. လွည့္စားခ်င္ပါတယ္….
ဇာတ္လမ္းအက်ဥ္းအရ ပထမဦးဆုံး ျမင္ရတာေတာ့… ေဆးသမား လူငယ္တစ္ေယာက္ ကားေပၚမွာ သူငယ္ခ်င္း အခ်င္းခ်င္း စကားမ်ားရာကေန သံတုတ္နဲ႔ ႐ိုက္ခံလိုက္ရတယ္။
ေသသလား၊သတိလစ္သြားသလာေတာ့ အတိအက်မသိႏိုင္။
ဒုတိယအေနနဲ႔ ျမင္ရမွာေတာ့ ေမာင္တစ္ေယာက္ကို သတိရေနတဲ့ အစ္မတစ္ေယာက္ရဲ႕ ပူေဆြးေသာကကို ျမင္ရတယ္။
မိသားစု ေလးေယာက္ ရွိတယ္။ အေဖရယ္၊အေမရယ္၊ေမာင္ေလးရယ္၊ အစ္မရယ္။
အေဖဟာ ဝန္ႀကီးတစ္ေယာက္ပဲ။ ေပ်ာက္ေနတဲ့သား၊ အိမ္ေထာင္မက်ေသးတဲ့ သမီးဆိုတဲ့ နာမည္ဆိုးနဲ႔ အတိုက္အခံပါတီက တိုက္ခိုက္တယ္။
ေပ်ာက္ေနတဲ့သားကိုေတာင္ မရွာႏိုင္၊မထိန္းသိမ္းႏိုင္တာ ျပည္သူကို ဘယ္လို ေစာင့္ေရွာက္မလဲဆိုတဲ့ ေမးခြန္းေတြနဲ႔ သူရဲ႕ ဂုဏ္ပုဒ္ကို ထိခိုက္လာတယ္။
ၿပီးေတာ့ အိမ္ေထာင္မက်ေသးတဲ့ သမီးရွိေနတာလည္း အိႏၵိယယဥ္ေက်းမႈအရ အားနည္းခ်က္တစ္ခု ျဖစ္ေနတယ္။
လတ္တေလာမွာ အတိုက္အခံပါတီက ေတာေျမေတြကို ေဆာက္လုပ္ေရးလုပ္ဖို႔ ႀကံစည္ေနတယ္။
ဒီေတာေျမမွာ ေနထိုင္သူေတြ ဒုကၡေရာက္မွာစိုးလို႔ ဝန္ႀကီးက တားရာကေန သူတို႔ၾကားက ရန္ျငႇိဳးေတြဟာ ႀကီးမားလာေနခဲ့တယ္။
တစ္ေန႔မွာ သားေပ်ာက္ဝန္ႀကီးဟာ ဖုန္းအဝင္တစ္ခု လက္ခံရခဲ့ပါတယ္။
သူ႔သားကို ေတြ႕ၿပီတဲ့၊ ခုလိုက္ဖမ္းရာမွာ ရတဲ့ ဒဏ္ရာေၾကာင့္ ၁၅ႏွစ္ကာလ ေပ်ာက္ေနတဲ့ သားကို ေဆး႐ုံမွာ ေခၚႏိုင္ပါၿပီဆိုၿပီး ေျပာတယ္။
ဒီေကာင္က လူလိမ္၊အမ်ိဳးမ်ိဳးဟန္ေဆာင္ေကာင္းတဲ့ အေကာင္၊ ကေလးကအစ ႏိုင္ငံျခားသားေတြအထိ ကလိမ္ကက်စ္ က်တတ္တယ္။
ဒါေပမဲ့ ဒီလူလိမ္လို႔ေျပာေနၾကတဲ့သူဟာ သူတို႔ရဲ႕သားဆာရာဗနန္ ျဖစ္ေၾကာင္း ဝန္ႀကီးတို႔မိသားစုက အတည္ျပဳၾကတယ္။
မင္းသားကလည္း…. အေဖအေမဆိုၿပီး ေခၚခဲ့တယ္။ ဒါေပမဲ့ မထင္မွတ္ပဲ ေပၚေပါက္လာတဲ့ အေၾကာင္းရင္းကေတာ့…..
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.10 GB ) and (550 MB)
Quality : NF WEB-DL 720p
Running Time : 2hr 29min
Format : Mp4
Genre : Action, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.NF.WEB-DL.DD+5.1.x264-Telly
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
