"Predestination (2014)IMDb – 7.5/10_____Rotten – 83%## Bluray 1080p & 720p updated ##Pauseရုပ်ရှင်သမိုင်းတွင် အထူးခြားဆုံး ဇာတ်ကားတစ်ကားပါ။ ဘာကြောင့်ထူးခြားတယ်ဆိုတာ ကြည့်ဖူးသူတိုင်းသိကြပါလိမ့်မယ်။ ကျွန်တော်ဘာကြောင့်ဆိုတာ မပြောလိုပါ။ ဒီဇာတ်ကားအကြောင်း မသိလေ ပိုကောင်းလေပါပဲ။ ထိုမှသာ ဒီကားဘာကြောင့် ဘယ်လို ကောင်းတယ်ဆိုတာကို မျက်မြင်ကိုယ်တွေ့သက်သေထူနိုင်မှာ ဖြစ်သောကြောင့်ပင်ဖြစ်ပါတယ်။ ကျွန်တော် ဦးနှောက်ကို စဉ်းစားစရာ အတွေးတွေနဲ့ အလုပ်လုပ်စေခဲ့ပြီး တစ်ချိန်တည်းမှာပဲ ကျွန်တော်ရဲ့နှလုံးသားကို အရည်ပျော်သွား စေခဲ့တဲ့ ရုပ်ရှင်တစ်ကားပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းကို အတိုချုံးပီး ပြောရမယ်ဆိုရင်တော့ Fizzle Bomber ဆိုတဲ့ အကြမ်းဖက် Bomber တစ်ယောက်ကို Time Travelling လုပ်ပြီး လိုက်ဖမ်းဆီးဖို့ကြိုးစားတဲ့ စုံထောက်တစ်ယောက်အကြောင်းပါပဲ။ ဒီလောက်သိရင် လုံလောက်ပါပြီ။ကျွန်တော်ကြည့်ဖူးသမျှ ရုပ်ရှင်ဇာတ်ကောင်တွေထဲမှာ ဒီ Predestination ရုပ်ရှင်ရဲ့ဇာတ်ကောင်ဟာ သနားဖို့အကောင်းဆုံးဇာတ်ကောင်တစ်ယောက်ပဲ ဖြစ်ပါတယ်။ သူ့ဘဝရဲ့အဖြစ်မှန်ဟာ အလွန်ကို ထူးဆန်းပြီး အလွန်ကို သနားဖို့ကောင်းပါတယ်။ ထိုဇာတ်ကောင်ကိုယ်တိုင် သူ့ဘဝရဲ့အဖြစ်မှန်ကို သိသွားရတဲ့ အချိန်မှာ ရုပ်ရှင်ကြည့်နေရသူ ကျွန်တော်ကိုယ်တိုင် အလွန်အံ့သြပြီး အလွန်ဝမ်းနည်းမိသွားခဲ့ရပါတယ်။ လူ့လောကမှာ သူ့ဘဝလောက် ဆိုးတဲ့ဘဝ ရှိမှာ မဟုတ်တော့ပါ။ သူ့ဘဝလောက် အထီးကျန်တဲ့ ဘဝရှိမှာလည်း မဟုတ်တော့ပါ။ သူ့ဘဝလောက်လည်း မည့်သည့်ဘဝမှ ထူးဆန်းမည်မဟုတ်ပါ။ သေချာပါတယ်။ ဒီကားဟာ ကြည့်ပြီးတဲ့ လူတိုင်းကို အချိန်အတိုင်းအတာ တစ်ခုထိ လိုက်နှောင့်ယှက်နေမယ်ဆိုတာ…..။ဒီ Predestination ဇာတ်ကားဟာ Sci-fi ဇာတ်ကားဖြစ်ပေမဲ့ များစွာသော sci-fi ဇာတ်ကားများလို အနာဂတ်မှာ ဇာတ်အိမ်တည်ထားခြင်းမဟုတ်ပဲ လွန်ခဲ့သော အတိတ်များတွင် ဇာတ်အိမ်တည်ထားခြင်းပင်ဖြစ်ပေသည်။ ဒီဇာတ်ကားဟာ စာရေးဆရာကြီး Robert A. Heinlein ရေးသားခဲ့တဲ့ ‘”—All You Zombies—”‘ ဆိုတဲ့ ဇာတ်လမ်းတို တစ်ပုဒ်ကို အခြေခံပြီး ရိုက်ကူးခဲ့တာပါ။ စာရေးဆရာကြီး Robert A. Heinlein သည် ဤကဲ့သို့ အလွန်တရာ ရှုပ်ထွေးနက်နဲဆန်းကျယ်လှတဲ့ ဇာတ်လမ်းကို July 11, 1958 တစ်ရက်ထည်းမှာတင်ပဲ အပြီးရေးသားခဲ့ပါတယ်။ ထို့နောက်ထိုဇာတ်လမ်းတိုကို boy Magazine ကိုပို့ခဲ့ရာ ငြင်းပယ်ခံခဲ့ရပေမဲ့ Fantasy and Science Fiction magazine က 1959 ခုနှစ်မှာ ပထမဆုံးအကြိမ် ပုံနှိပ်ထုတ်ဝေခဲ့ပါတယ်။IMDb Rating: 7.4/10Rotten Tomatoes Rating: 84%~WH~(ရုပ်ရှင်အညွှန်းကို Movies-we watch,we feel.’s Facebook Page မှကူးယူဖော်ပြပါသည်။)File size…404 MBQuality….DVD-RipFormat…mp4Duration….01:37:49Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungPredestination (2014)~~~~~~~~~~~~~~~~~~~IMDb – 7.5/10, Rotten Tomatoes – 84%ကျွန်တော်တို့ အတိတ်ကို ပြန်သွားကြမယ်ဗျာ။ ပြီးရင် ကျွန်တော်တို့ ပြန်ပြင်ချင်တာလေးတွေပြင်ကြမယ်။ စာမေးပွဲမှာ မကျက်လိုက်ရလို့ မဖြေလိုက်ရတဲ့ စာပုဒ်လေးတွေ ကျက်ပြီး ပြန်ဖြေမယ်။ ပျောက်သွားတဲ့ဆိုင်ကယ်လေးကို မပျောက်ခင်ညမှာ အိပ်ခန်းထဲအထိထည့်ပြီး ဖက်အိပ်မယ်။ မဟုတ်တာလုပ်မိလို့ ပြတ်သွားရတဲ့ ex လေးကို မလွှတ်တမ်းဖက်ပြီး သူ မကြိုက်တဲ့အလုပ်ကို ရှောင်ခဲ့မယ်။ ဒါမှမဟုတ် မဟုတ်တာတွေပဲ လျှောက်လုပ်ပြီး ဖြစ်ထွန်းသင့်သလောက် ဖြစ်မလာတဲ့ ကိုယ့်ကိုယ်ကိုယ်ပဲ ပါးသွားရိုက်ကြမယ်။အတိတ်ဟာ ပြုပြင်လို့ ရကောင်းတဲ့အရာ ဟုတ်ပါသလား။ ပြုပြင်ချင်တိုင်း ပြုပြင်လို့ရရင်ရော အနာဂတ်တွေက ပိုကောင်းလာပါ့မလား။ သဘာဝလောကကြီးက စီမံပေးပြီးသား ဇာတ်ခုံပေါ်မှာ အလိုက်သင့်ကနေရတာကပဲ လူပီသလေမလား။ ကျွန်တော်တို့မှာ မလိုချင်တဲ့ အတိတ်ရယ် ပြန်တမ်းတ လွမ်းမောရတဲ့အတိတ်တွေရယ် ရှိကြမှာပါ။ ဒါပေမဲ့ အတိတ်ဆိုတာ အတိတ်ပဲဖြစ်တာကြောင့်မလို့ နောက်မှာပဲ ချန်ထားခဲ့တာ အကောင်းဆုံးဖြစ်လေမလား။အချိန်ခရီးသွားတာကို ဇာတ်လမ်းဆင်ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားတွေ အများကြီးထဲကမှ ဩစတေးလျဇာတ်ကားလေးကို ပြန်လည်တင်ဆက်ပေးချင်ပါတယ်။ 7.5 IMDb နဲ့ Rotten Tomato 84% ရထားတဲ့ ဇာတ်ကားလေးဆိုပေမဲ့ Box Office မှာတော့ သိပ်အောင်မြင်တယ်လို့ မ‌ဆိုနိုင်ခဲ့ပါဘူး။ အမြတ်ငွေ ဒဿမ စွန်းစွန်းပဲ ရခဲ့ပေမယ့် အခြားဘက်ကကြည့်ရင် သူထွက်ရှိခဲ့တဲ့ 2014 ခုနှစ်က ဇာတ်ကားကောင်းတွေ များခဲ့တော့ ပရိသတ်တွေ ရုပ်ရှင်ရုံတွေကြား ဗျာများခဲ့ရပုံပေါ်ပါတယ်။ပထမဆုံး ဒီဇာတ်ကားကို စိတ်ဝင်စားတာကတော့ မင်းသားကြီး Ethan Hawke ကြောင့်ပါပဲ။ သူ့ကို The Magnificent Seven (Remake) ထဲမှာ‌တင် တော်တော်သဘောကျခဲ့တာမလို့ပါ။ ပြီးတော့ တမူထူးခြားတဲ့ ဇာတ်လမ်းသွားကလည်း အခြားအချိန်ခရီးသွားဇာတ်ကားတွေကနေ သိသိသာသာ ကွဲပြားပါတယ်။ ဇာတ်ကားနာမည်ကတင် ဆွဲဆောင်နိုင်မှုရှိတာမလို့ပါ။ အချိန်ခရီးသွားတာကို ဗြန်း‌ဗြန်းကွဲ ကြိုက်သလိုလုပ်ခွင့်ရှိပြီး ဟိုဝင်ဒီထွက် ဘုရားသခင်နီးပါး အစွမ်းအစရှိပေမဲ့ “ဇာတ်ဆရာစေစား ခိုင်းနွားလားသို့” ပြားပြားဝပ်ခဲ့ရတဲ့လူသားတစ်ယောက်အကြောင်းဖြစ်လို့ “ကြိုတင်စီမံ ကြမ္မာဖန်” လို့ အနီးစပ်ဆုံး ပြောနိုင်ပါလိမ့်မယ်။Plot Twist ကို အသားပေးတဲ့ဇာတ်ကားဖြစ်တဲ့အတွက် ဇာတ်လမ်းအညွှန်းကတော့ နှစ်ကြောင်းလောက်နဲ့ ပြီးသွားနိုင်ပါတယ်။ အင်မတန်ကျွမ်းကျင် သပ်ရပ် ခြေရာစေ့တဲ့ ဗုံးသမားတစ်ယောက်နောက်ကို အသည်းအသည်လိုက်နေရတဲ့ အဖွဲ့အစည်းကြီးတစ်ခု ရှိပါတယ်။ အေးဂျင့် (၁၁) ယောက်ထဲက အတော်ဆုံး အေးဂျင့် “ဂျွန်ဒိုး” က ရင်ဘက်ကိုရော အသည်းကိုရော အချိန်တွေရောရင်းပြီး ဗုံးသမားကို လိုက်လံသုတ်သင်ခဲ့ရပါတယ်။ ဒါပေမဲ့ သူကဘယ်သူလဲ၊ သူသုတ်သင်ရမယ့် ဗုံးသမားက ဘယ်သူလဲ၊ ဗုံးသမားကရော ဘာ့ကြောင့် လူ‌အများကြီးကို လိုက်သတ်နေရတာလဲ ဆိုတာတွေကို တွေ့မြင်ရမှာပါ။အထူးအကြံပေးချင်တာကတော့ ဒီဇာတ်ကား နာမည်ကျော်ရတဲ့အကြောင်းအရင်းက စကားပြောတွေဖြစ်လို့ စကားပြောတွေကို ‌‌ကျော်ကြည့်ချင်တဲ့သူတွေ၊ မုန့်နှိုက်စားရင်း စကားလုံးတွေ မဖတ်လိုက်ရသူတွေကတော့ ဇာတ်လမ်းကို ထဲထဲဝင်ဝင်နားလည်ဖို့ အားစိုက်ရမယ်ထင်ပါတယ်။ ဇာတ်လမ်းကို နားမလည်ဘူးဖြစ်စေ၊ ဇာတ်လမ်းကိုမကြိုက်ဘူးဖြစ်စေ ကျွန်တော့်ရဲ့ ဘာသာပြန် ညံ့ဖျင်းမှုပဲဖြစ်ပါတယ်။ ဘာလို့လဲဆိုတော့ ဇာတ်ကားက အရမ်းကောင်းလို့ပါပဲခင်ဗျာ။(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားပေးထားပါတယ်)Size – 1.12GB, 505MBQuality – Bluray 1080p, 720pIMDb Rating – 7.5/10Duration – 1hr 37minsSubtitles – Myanmar HardsubFormat – MP4Genre – Action, Drama, SciFiTranslated by Arr Khun WinchesterEncoded by Y"