"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Teacher’s Diary(2014)
အချစ်ဆိုတာ ဒီလိုဖြစ်တယ် ဟိုလိုဖြစ်တယ်ဆိုပြီး တစ်ခုတ်တရပြောကြ၊ငြင်းကြရလောက်တဲ့အထိ ဝေခွဲမရနိုင်ခြင်းတွေနဲ့ပြည့်နှက်နေတယ်လို့ထင်မှတ်ထားတယ်မလား။အမှန်တော့ အချစ်ထက်ဆန်းကြယ်ပြီး အချစ်ကိုတောင်ဦးဆောင်နိုင်တဲ့အရာဟာ “ဖူးစာ”ပါ။လူသားနှစ်ယောက်ဟာအမှတ်တမဲ့ကိစ္စလေးတွေကနေ ဘဝခရီးတစ်ခုကိုအတူတူလျှောက်လှမ်းဖို့အကြောင်းဖန်လာတယ်ဆိုရင် အချစ်ထက်ပိုစွမ်းအားကြီးတဲ့ “ဖူးစာ” ရဲ့ထောက်ပံ့ပေးမှုတွေကြောင့်ဆိုတာကို သံသယမရှိပါနဲ့။ဒီလိုပေါ့ပါ့ပါးပါးကြည်နူးစရာဖြစ်ရပ်လေးတွေကို လေးလံတဲ့လူသားဒုက္ခတွေကြားမှာအကောင်းဆုံး ပုံဖော်ပြသသွားခဲ့တာ Teacher’s Diary ဆိုတဲ့ဖြစ်ရပ်မှန်ကိုအခြေခံထားတဲ့ ဇာတ်လမ်းလေးမှာပါ။
Song ဆိုတဲ့ကောင်လေးဟာ ခက်ခဲတဲ့ဘဝပေးအခြေအနေတစ်ခုမှာ ဘာအလုပ်ဖြစ်ဖြစ်စပြီးရင် ဖြစ်အောင်လုပ်ပြမယ်ဆိုတဲ့ခိုင်မာတဲ့စိတ်ဓါတ်ပိုင်ရှင်လူငယ်လေးတစ်ယောက်။သူ ရေပေါ်ကျောင်းကိုစရောက်တော့ ထွက်ပြေးချင်လောက်အောင်အဲ့ကျောင်းမှာလိုအပ်ချက်အရမ်းများတယ်။ဒါပေမယ့် သူကံကောင်းသွားတာက သူ့အရင်ရောက်ပြီးတာဝန်ထမ်းဆောင်ခဲ့တဲ့ Ann ဆိုတဲ့ဆရာမလေးရေးထားတဲ့ဒိုင်ယာရီစာအုပ်လေးကြောင့်ပါ။Ann ဟာသူကြုံတဲ့အခက်အခဲတွေနဲ့ ဘယ်လိုဖြေရှင်းခဲ့တယ်ဆိုတာကိုဒိုင်ယာရီစာအုပ်ထဲမှာကောင်းကောင်းမှတ်တမ်းတင်ရေးထားခဲ့တယ်။ဒါတွေကိုဖတ်ပြီး Song တစ်ယောက်ပြဿနာတွေကိုဖြေရှင်းဖို့ အားအင်နဲ့နည်းလမ်းတွေရခဲ့တယ်။Ann ရေးခဲ့တဲ့ဒိုင်ယာရီစာအုပ်လေးဖတ်ပြီးတဲ့နောက် Ann မြတ်နိုးခဲ့တဲ့ရေပေါ်ကျောင်းလေးနဲ့ ကလေးတွေကိုပါ Song တစ်ယောက်ချစ်ခင်တတ်ခဲ့ပြီ။Ann ရဲ့ ပျော်ရွှင်ခြင်း ချမ်းမြေ့ခြင်း အထီးကျန်ခြင်း ဝမ်းနည်းခြင်းတွေကိုသိရှိခံစားပြီးတဲ့နောက် Song ဟာ ဒိုင်ယာရီစာအုပ်ပိုင်ရှင် Ann ကိုအရမ်းတွေ့ချင်လာတယ်။Ann တစ်ယောက်သံယောဇဉ်ကြောင့်ကျောင်းလေးကိုပြန်လာတော့ သူ့ဒိုင်ယာရီစာအုပ်လေးမှာသူမရှိတုန်း သူမသိလိုက်တဲ့အကြောင်းအရာတွေဖြစ်ပျက်သွားတာတွေ့ခဲ့ရတယ်။အဲ့လိုဖြစ်ရပ်တွေကို ထပ်ပြီးဖြည့်စွက်ထားတဲ့ Song ဆိုတဲ့ကျောင်းဆရာလေးမှာလည်းရေပေါ်ကျောင်းနဲ့ကလေးတွေကို သူ့လိုပဲချစ်ခင်မြတ်နိုးတဲ့ကောင်လေးတစ်ယောက်ဆိုတာသိရှိပြီးနောက် Ann ဟာလည်း Song ကိုအရမ်းတွေ့ချင်လာပြန်တယ်။
ရိုးရှင်းလွန်းတဲ့ဇာတ်ကြောင်းကိုမကြည့်ကြည့်ချင်လာအောင်ဆွဲဆောင်သွားတာက ဇာတ်ညွှန်းနဲ့ ဓါတ်ပုံပညာ(Cinematography)။အဓိကဇာတ်ကောင်နှစ်ယောက်ဟာအချိန်ကာလကွာခြားချက်ကြောင့်မတွေ့မဆုံနိုင်ကြပေမယ့် သူတို့ခံစားချက်နဲ့စိတ်စေတနာတွေကြောင့်သူတို့ကိုအမြန်ဆုံစေချင်တဲ့စိတ်ဖြစ်စေလာတဲ့အထိဇာတ်ညွှန်းဟာ smooth ဖြစ်လွန်းခဲ့တာ။
Cinematographer ရဲ့ဆရာကျမှုက ရေပေါ်ကျောင်းနဲ့အဲ့ပတ်ဝန်းကျင်ကို တစ်ခေါက်လောက်တော့သွားကြည့်ချင်မိစိတ်ကိုဖြစ်စေပါတယ်။ဒါ့အပြင် ကလေးတွေရဲ့ဆူဆူလောင်လောင်အသံတွေ၊ ကျောင်းဆရာပေါက်စလေးနှစ်ယောက်ရဲ့ကမောက်ကမနိုင်မှုတွေကိုအနောက်ကနေ တီးလုံးသံပါးပါးလေးနဲ့ပံ့ပိုးထားပါသေးတယ်။အနုပညာအရအောင်မြင်မှုအနေနဲ့ ထိုင်းအမျိုးသားရုပ်ရှင်ဆုပေးပွဲမှာ အပေါ်ကချီးကျူးထားတဲ့ Cinematography နဲ့ နောက်ခံတေးဂီတဆုအပြင် Art Direction,Original song နဲ့ တည်းဖြတ်ဆုဆိုပြီး ၅ ဆုတောင်သိမ်းပိုက်ခဲ့တယ်။
သြဇာသီးမရောင်းတဲ့ဆရာ နဲ့ကျောင်းသားကြားက ၅၂၈ မေတ္တာကိုအခြေခံထားပြီး ကြည်နူးလို့မျက်ရည်ကျတဲ့ခံစားချက်ကိုသဘောကျရင်တော့ Teacher’s Diary ဆိုတဲ့ထိုင်းကားလေးကိုကြည့်ပါ။ဒီဇာတ်ကားလေးမှာ ပညာရေးဆိုတာ အမှတ်တွေအဆင့်တွေဆိုတာထက်ကိုယ့်အနီးအနားကအရာတွေဆီကနေ သင်ယူလေ့လာကာ ကိုယ်နားလည်ခဲ့တဲ့အရာတွေကိုဘယ်လိုလက်တွေ့အသုံးချမယ်ဆိုတာမျိုးကိုပါ ပါးပါးလေးပြသွားခဲ့တယ်။
အတိအကျပြောနိုင်တာက အချစ်နဲ့ဘဝအဓိပ္ပါယ်အချို့ကိုပုံဖော်ထားတဲ့ Teacher’s Diary ကိုပထမအကြိမ် ကြည့်ပြီးသွားတဲ့အခါ သေချာပေါက်နောက်တစ်ခေါက်ထပ်ကြည့်ချင်စိတ်ဖြစ်လာမှာပါ…။
IMDB – 7.9
(ရုပ်ရှင်အညွှန်းကို Ko Aung Myo Naing FB မှ ကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်တင်ဆက်ထားသူကတော့ မယွန်းစန္ဒီ(Meoww Meoww)ဖြစ်ပါတယ်။)
File size…(1.2 GB) / (900 MB)
Quality…WEB-DL 1080p/720p
Format…mkv
Duration….01:44:37
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Meoww Meoww
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
