"(Unicode)
၂၀၁၉ ထွက် အောင်မြင်ခဲ့တဲ့ ဟာသ ဒရာမာကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းလည်း ကောင်းသလို သရုပ်ဆောင်တွေလည်း အမှန်အကန်တွေချည်းပဲမို့ ဘောလီဝုဒ်ဖန်တွေ အကြိုက်တွေ့မှာပါ
ချင်တူးတေယာဂီဆိုတဲ့ လူငယ်တစ်ယောက်ဟာ မိဘတွေစီစဉ်ပေးတဲ့ ဂွတ်ဒီးဆိုတဲ့ကောင်မလေးနဲ့ လက်ထပ်လိုက်ရပါတယ်
အိမ်ထောင်သက် ၃ နှစ်ကြာသွားတဲ့အခါ သူတို့နှစ်ယောက်ရဲ့ အိမ်ထောင်ရေးမှာ ပျော်ရွှင်မှုတွေ တစတစကုန်ဆုံးလာပါတော့တယ်
ဒီတော့ ပျော်ရွှင်မှုငတ်မွတ်နေတဲ့ ချင်တူးတစ်ယောက် အလုပ်ကိစ္စတစ်ခုနဲ့ တပက်စ်ယားဆင့်ဆိုတဲ့ မိန်းကလေးနဲ့ ဆုံခဲ့ပါတယ်
ပျောက်ဆုံးနေတဲ့အပျော်ရွှင်ကို ပြန်ရှာရင်း ချင်တူး ဂွတ်ဒီးနဲ့ တပက်စ်ယားတို့ကြားမှာ လင်၊ မယားနဲ့ ထိုအရာ(သူ/သူမ) ဆိုတဲ့ ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်ပေါ်လာပါတော့တယ်
Family Comedy ဇာတ်ကားကောင်းတစ်ကားမို့လို့ တခွီခွီနဲ့ မိသားစုနဲ့အတူ ခံစားကြည့်လိုက်ပါဦး
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
(Zawgyi)
၂၀၁၉ ထြက္ ေအာင္ျမင္ခဲ့တဲ့ ဟာသ ဒရာမာကားေကာင္းတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္
ဇာတ္လမ္းလည္း ေကာင္းသလို သ႐ုပ္ေဆာင္ေတြလည္း အမွန္အကန္ေတြခ်ည္းပဲမို႔ ေဘာလီဝုဒ္ဖန္ေတြ အႀကိဳက္ေတြ႕မွာပါ
ခ်င္တူးေတယာဂီဆိုတဲ့ လူငယ္တစ္ေယာက္ဟာ မိဘေတြစီစဥ္ေပးတဲ့ ဂြတ္ဒီးဆိုတဲ့ေကာင္မေလးနဲ႔ လက္ထပ္လိုက္ရပါတယ္
အိမ္ေထာင္သက္ ၃ ႏွစ္ၾကာသြားတဲ့အခါ သူတို႔ႏွစ္ေယာက္ရဲ႕ အိမ္ေထာင္ေရးမွာ ေပ်ာ္႐ႊင္မႈေတြ တစတစကုန္ဆုံးလာပါေတာ့တယ္
ဒီေတာ့ ေပ်ာ္႐ႊင္မႈငတ္မြတ္ေနတဲ့ ခ်င္တူးတစ္ေယာက္ အလုပ္ကိစၥတစ္ခုနဲ႔ တပက္စ္ယားဆင့္ဆိုတဲ့ မိန္းကေလးနဲ႔ ဆုံခဲ့ပါတယ္
ေပ်ာက္ဆုံးေနတဲ့အေပ်ာ္႐ႊင္ကို ျပန္ရွာရင္း ခ်င္တူး ဂြတ္ဒီးနဲ႔ တပက္စ္ယားတို႔ၾကားမွာ လင္၊ မယားနဲ႔ ထိုအရာ(သူ/သူမ) ဆိုတဲ့ ဇာတ္လမ္းတစ္ပုဒ္ ျဖစ္ေပၚလာပါေတာ့တယ္
Family Comedy ဇာတ္ကားေကာင္းတစ္ကားမို႔လို႔ တခြီခြီနဲ႔ မိသားစုနဲ႔အတူ ခံစားၾကည့္လိုက္ပါဦး
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (950 MB) and (480 MB)
Quality : AMZN WEB-DL 720p
Running Time : 2hr 06min
Format : Mp4
Genre : Comedy, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p AMZN WEBRip x264 DD 5.1-LOKiHD-Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
