"ဒီကားလေးကတော့ မိသားစု Comedy,Fantasy ကားလေးတကားဖြစ်ပြီး
မိသားစုနဲ့အတူတူ အိမ်မှာနေရင်းအေးဆေးကြည့်လို့ရမယ့်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကားကောင်းလေးတစ်ကားပါ။
ဇာတ်လမ်းအကျဉ်းကတော့ ချွဲဟော့ဆိုတဲ့သူက မိန်းမမရှိပဲ
မီနာဆိုတဲ့ သမီးလေးကိုတစ်ယောက်တည်း
ပြုစုပျိုးထောင်လာခဲ့တဲ့ Single Father တစ်ယောက်ဖြစ်ပါတယ်။
ဒီလိုနဲ့သားအဖနှစ်ယောက်သမီးလေး
၁၂နှစ်အရွယ်ရောက်တဲ့အထိနေလာရင်း
ချွဲဟော့လည်း ဆေးပေးမီးယူ အဖြစ်နဲ့ နေထိုင်သွားဖို့
မင်းဂျောင်းဆိုတဲ့ ကောင်မလေးတစ်ယောက်နဲ့ဖူးစာဆုံခဲ့ပါတယ်။
ဒါပေမယ့် အဖေကိုအရမ်းချစ်တဲ့သမီးလေး
မီနာကတော့ သူအဖေကိုတခြားမိန်းမနဲ့ယူမှာ
လုံးဝသဘောမတူပါဖူး။
အဲ့ချိန်ကစပြီးချွဲဟော့တစ်ယောက်
သမီးနဲ့ချစ်သူကြားဗျာများရတော့တာပဲ။
မီနာလေးကလည်း မင်းဂျောင်းကိုမြင်တာနဲ့
ရန်လုပ်တတ်သလို မင်းဂျောင်းကလည်းမီနာလေးဆိုးတာကို
တဖြည်းဖြည်းစိတ်ကုန်လာပါတယ်။
ဒီလိုမတည့်အတူနေနှစ်ယောက်
တရက်မှာထူးဆန်းတာတစ်ခုဖြစ်သွားခဲ့ပါတယ်။
ဘယ်လိုဖြစ်လာမယ်ဆိုတာတော့
ဒီကားလေးကိုပဲ ကိုယ်တိုင်ခံစားကြည့်စေချင်ပါတယ်။
မိသားစုတွေအချင်းချင်းစည်းလုံးသင့်တယ်ဆိုတဲ့
အသိပညာလေးလည်းရသလို မပျင်းရအောင်
ဟာသလေးတွေလည်းညှပ်ထည့်ထားလို့
ကြည့်ပျော်မယ့်ကားကောင်းလေးတစ်ကားလဲဖြစ်ပါတယ်။
ဘာသာပြန်ပေးထားတာကတော့ Moe Pwint ဖြစ်ပြီး
Thit San Khant မှ တင်ဆက်ပေးထားပါတယ်
zawgyi
ဒီကားေလးကေတာ့ မိသားစု Comedy,Fantasy ကားေလးတကားျဖစ္ၿပီး
မိသားစုနဲ႔အတူတူ အိမ္မွာေနရင္းေအးေဆးၾကည့္လို႔ရမယ့္
ကားေကာင္းေလးတစ္ကားပါ။
ဇာတ္လမ္းအက်ဥ္းကေတာ့ ခြၽဲေဟာ့ဆိုတဲ့သူက မိန္းမမရွိပဲ
မီနာဆိုတဲ့ သမီးေလးကိုတစ္ေယာက္တည္း
ျပဳစုပ်ိဳးေထာင္လာခဲ့တဲ့ Single Father တစ္ေယာက္ျဖစ္ပါတယ္။
ဒီလိုနဲ႔သားအဖႏွစ္ေယာက္သမီးေလး
၁၂ႏွစ္အ႐ြယ္ေရာက္တဲ့အထိေနလာရင္း
ခြၽဲေဟာ့လည္း ေဆးေပးမီးယူ အျဖစ္နဲ႔ ေနထိုင္သြားဖို႔
မင္းေဂ်ာင္းဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္နဲ႔ဖူးစာဆုံခဲ့ပါတယ္။
ဒါေပမယ့္ အေဖကိုအရမ္းခ်စ္တဲ့သမီးေလး
မီနာကေတာ့ သူအေဖကိုတျခားမိန္းမနဲ႔ယူမွာ
လုံးဝသေဘာမတူပါဖူး။
အဲ့ခ်ိန္ကစၿပီးခြၽဲေဟာ့တစ္ေယာက္
သမီးနဲ႔ခ်စ္သူၾကားဗ်ာမ်ားရေတာ့တာပဲ။
မီနာေလးကလည္း မင္းေဂ်ာင္းကိုျမင္တာနဲ႔
ရန္လုပ္တတ္သလို မင္းေဂ်ာင္းကလည္းမီနာေလးဆိုးတာကို
တျဖည္းျဖည္းစိတ္ကုန္လာပါတယ္။
ဒီလိုမတည့္အတူေနႏွစ္ေယာက္
တရက္မွာထူးဆန္းတာတစ္ခုျဖစ္သြားခဲ့ပါတယ္။
ဘယ္လိုျဖစ္လာမယ္ဆိုတာေတာ့
ဒီကားေလးကိုပဲ ကိုယ္တိုင္ခံစားၾကည့္ေစခ်င္ပါတယ္။
မိသားစုေတြအခ်င္းခ်င္းစည္းလုံးသင့္တယ္ဆိုတဲ့
အသိပညာေလးလည္းရသလို မပ်င္းရေအာင္
ဟာသေလးေတြလည္းညႇပ္ထည့္ထားလို႔
ၾကည့္ေပ်ာ္မယ့္ကားေကာင္းေလးတစ္ကားလဲျဖစ္ပါတယ္။
ဘာသာျပန္ေပးထားတာကေတာ့ Moe Pwint ျဖစ္ၿပီး
Thit San Khant မွ တင္ဆက္ေပးထားပါတယ္
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
