KathNielလို့ ချစ်စနိုးခေါ်ကြတဲ့ Kathryn Bernardo နဲ့ Daniel Padilla တို့ရဲ့ နောက်ထပ်အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်…အတော်လေးအောင်မြင်ခဲ့သလိုဖိလစ်ပိုင်ရုပ်ရှင်သမိုင်းမှာလည်း ဝင်ငွေစံချိန်တင်ခဲ့တယ်…ရုပ်ရှင်ထဲသာမက အပြင်မှာပါ ပရိသတ်တွေရဲ့အချစ်ကိုပိုင်ဆိုင်ထားတဲ့ စုံတွဲလို့ပြောရင်လည်းမမှားဘူး…IMDB မှာ Rating 7.9 အထိရရှိထားသလို ဒါရိုက်တာကလည်း သူတို့အတွဲ နာမည်ကြီးအောင်မြင်ခဲ့တဲ့ she’s dating the gangster ကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Cathy Garcia-Molinaဖြစ်နေလေတော့ အများကြီးညွှန်းစရာလိုမယ်တော့မထင်ပါဘူး…..ဇာတ်လမ်းလေး နည်းနည်းပြောပြရရင် !George က Primoကို မြင်တည်းက ကြည့်မရဘူး…ကြည့်မရတဲ့ Primoက တဖြည်းဖြည်း သူ့အနားရောက်လာခဲ့တယ်…မိသားစုက သူ့ကိုချစ်ကြတယ်…အဖွားဖြစ်သူက Primoကို အသည်းစွဲ…နောက်ဆုံးတော့ သူလည်း Primoကို ချစ်မိသွားခဲ့တယ်…အဖွားဆုံးခါနီးတော့ သူ့ကို Primoလက်ထဲအပ်ခဲ့ရုံမက အိမ်လေးကိုပါပေးခဲ့တယ်…ချစ်သူနှစ်ဦး အိပ်မက်တွေတပွေ့တပိုက်နဲ့ စိတ်ကူးတွေယဉ်ခဲ့ကြ ချစ်ခဲ့ကြတယ်…နေ့ရက်တိုင်းဟာ ပျော်စရာပဲ…ရယ်ပြီးရင် ငိုရဦးမယ်ဆိုတဲ့ သီချင်းစာသားလေးအတိုင်း ကြင်နာခြင်းတွေနောက်မှာ နာကျင်ခြင်းတွေကပ်ပါလာခဲ့တယ်…သူတို့ ဝေးခဲ့ကြတယ်…အရာရာဟာ နေသားမကျခြင်းတွေနဲ့…အိမ်လေးကို Primoပြန်ရောက်လာခဲ့တယ်… Georgeကို ပျော်ရွှင်အောင်ထားမယ်ဆိုတဲ့စိတ်နဲ့… ဒါပေမဲ့ Georgeက သူ့ကိုစိတ်နာနေတုန်းပဲ…သူ့ကိုစိတ်နာနေတဲ့ George စိတ်ပြန်ပြေပြီး ပြန်ချစ်လာဖို့… သူကတိပေးခဲ့ဖူးပြီး Georgeအရမ်းသွားချင်ခဲ့တဲ့နေရာလေးတစ်ခုကို လိုက်ပို့ပေးနိုင်ဖို့…Georgeတို့မောင်နှမနှစ်ယောက် အရမ်းတွေ့ချင်နေတဲ့အဖေကိုတွေ့အောင်ရှာပေးနိုင်ဖို့ Primo စွမ်းနိုင်မှာလား… သူ့ရဲ့အချစ်တွေကိုရော သက်သေပြနိုင်မှာလားဆိုတာ ကိုယ်တိုင်ခံစားကြည့်ရှုလိုက်ပါဦး…အများကြီးပြောရင် ကြည့်ရပေါ့မှာစိုးလို့ ဒီလောက်လေးပဲပြောပါရစေ…ဇာတ်သိမ်းက အသက်မို့ ငိုတတ်တယ်ဆိုရင် တစ်ရှူးလေးဆောင်ထားဖို့အကြံပေးချင်ပါတယ်…………………………အခက်အခဲလေးတွေရှိမှအကောက်အကွေ့ဆိုတာလေးတွေရှိမှ အချစ်က ပိုပြည့်စုံသတဲ့… အချစ်စစ်တို့မည်သည် မဖြောင့်ဖြူးစတမ်းလို့ ဆိုကြတယ်မဟုတ်ပါလား…တကယ်တော့ ဒါဟာ စမ်းသပ်မှုတွေလည်းဖြစ်နိုင်ပါတယ်…ဒီလူတစ်ယောက်အပေါ် ကိုယ်ဘယ်လောက်အထိချစ်နိုင်လဲ ? ဘယ်လောက်အထိ နားလည်နိုင်လဲ ? ဘယ်လောက်အထိ သည်းခံခွင့်လွှတ်ပေးနိုင်လဲ စသည်ဖြင့်ပေါ့…..တစ်စုံတစ်ယောက်ကို ချစ်တဲ့အခါသူ့ရဲ့နှလုံးသားကိုပဲ ချစ်ပါ…ကျန်တဲ့အပေါ်ယံတွေကို မေ့ထားပါ…ချမ်းသာတာ ဆင်းရဲတာရုပ်ဆိုးတာ ရုပ်လှတာအောင်မြင်တာ မအောင်မြင်တာစတဲ့အချစ်လောက် အရေးမကြီးတဲ့အရာတွေကို ခဏမေ့ထားပါ…သူဟာ မင်းရဲ့လက်ဝဲဘက်အခြမ်းဆိုတာသေချာပြီလားသူ မင်းအပေါ်ထားတဲ့အချစ် စစ်မှန်တယ်လို့ခံစားရလားသူနဲ့အတူရှိနေရင် မင်းအတွက်အရာရာပြည့်စုံတယ်လို့ခံစားရလား ဒါဆို မင်းအတွက် ဘာလိုဦးမလဲ ?မင်းကိုတကယ်ချစ်တဲ့နှလုံးသားတစ်စုံဟာတစ်ဘဝလုံးစာမင်း နာကျင်အောင် ဘယ်တော့မှမလုပ်ပါဘူး …..။(ရုပ်ရှင်အညွှန်းကို အောင်ဇင်ဖြိုးမှရေးသားထားပြီး ဘာသာပြန်ကိုတော့ ခင်ပြည့်စုံကျော် မှတင်ဆက်ထားပါတယ်။)Tele Link ကနေပဲကြည့်တတ်တယ်ဆိုရင် https://t.me/Myname2021hakak/48 မှာဝင်ကြည့်ပါ။720p HD ကို တင်ပေးထားပါတယ်။File size…(3.4 GB)/(1.1 GB)Quality…WEB-DL AMZ 1080p / 720pFormat…mp4Duration….02:Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated by Khin Pyae Sone Kyaw"