"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Fifty Shades Freed ရဲ့ preview ကိုတော့ စာအုပ်ထဲဇာတ်လမ်းနဲ့Trailer ကိုဆက်စပ်ပြီးဖော်ပြပေးပါမယ်။
Trailer ဟာ Christian နဲ့ Ana မင်္ဂလာဆောင်တဲ့ဇာတ်ဝင်ခန်းနဲ့ဖွင့်ထားပြီး Grey တို့ဇနီးမောင်နှံ ဥရောပတခွင် ဟန်နီးမွန်းထွက်တဲ့ ပုံရိပ်တွေကိုမြင်တွေ့ရမှာပါ။ဒါပေမယ့် သူတို့ရဲ့ ဟန်းနီးမွန်းမှာ အကြောင်းတစ်စုံတစ်ခုကြောင့် နောက်ကြောင်းမအေးဖြစ်ခဲ့ရပါတယ်။
အကြောင်းကတော့ Christian ရဲ့ ရုံးအဆောက်အဦးမှာ မီးလောင်မှုဖြစ်ခဲ့တာဖြစ်ပြီး ထိုမီးဟာ မတော်တဆကြောင့်လောင်ကျွမ်းတာမျိုးမဟုတ်ပဲ တစ်စုံတစ်ဦးရဲ့ ရည်ရွယ်ချက်ရှိရှိ လုပ်ရပ်ကြောင့်ဖြစ်ကြောင်း Christian သိလိုက်ရပါတယ်။ ဒါပေမယ့် Ana ရဲ့အကူအညီနဲ့ တရားခံဘယ်သူဖြစ်တယ်ဆိုတာကို Christian တစ်ယောက်အတည်ပြုနိုင်ခဲ့တယ်။
သူတို့ ဟန်းနီးမွန်းကပြန်ရောက်ပြီး လုပ်ငန်းခွင်ထဲပြန်ဝင်ကြရတဲ့အခါ Ana ဟာ Acting Fiction Editor မဟုတ်တော့ပဲ Fiction Editor ဖြစ်နေပါပြီ။ Christian Grey ရဲ့ အရှိန်အဝါကြောင့် ပစားပေးခြင်းခံရတာကို မလိုလားတဲ့ Ana ဟာ SIP ရုံးတွင်းမှာ Ana Steele အနေနဲ့ ပဲ ဆက်အလုပ်လုပ်ချင်ပေမယ့် Christian ရဲ့ မရမကတောင်းဆိုမှုကြောင့် Ana Grey နာမည်နဲ့ အလုပ်လုပ်ခဲ့တယ်။
Trailer နောက်တစ်ကွက်မှာတော့ Christian တစေ်ယာက် Ana ကို အင်မတန်လှတဲ့ အိမ်တစ်အိမ်ဆီခေါ်သွားခဲ့တယ်။ Ana ကိုယ်တိုင်လည်း အလွန်နှစ်သက်တဲ့ ထိုအိမ်ကို အသစ်ပြန်ဆောက်ရာမှာ အဓိကကျသူကတော့ နာမည်ကြီး ဗိသုကာပညာရှင် Gia Matteo….
ရွှေရောင်ဆံပင်နဲ့ အလန်းစား Gia Matteo ကသူမမျက်စိရှေ့မှာတင် Christian ကို ကလူ၏သို့မြှူ ၏သို့ လုပ်လာတဲ့အခါ Ana တစ်ယောက် Gia ကို သတိပေးဖို့ဖြစ်လာပါတော့တယ်။ ဒါတင်မကသေးပါဘူး… Gia ဟာ Christian ရဲ့ အစ်ကိုElliot (Ana အချစ်ဆုံးသူငယ်ချင်း Kate ရဲ့ချစ်သူ) ကိုလည်း ချဉ်းကပ်နေသူဖြစ်ပါတယ်။
[??သိတယ်မှလား? အချစ်ဆုံးသူငယ်ချင်း (2) ယောက် လူတစ်ယောက်တည်းကို ပြိုင်တူကြည့်မရဖြစ်ပြီဆိုရင် အဲ့ဒိလူသတိထားပြီးနေမှတော်ကာကျမယ်ဆိုတာ ???]
နောက်တစ်ခန်းမှာတော့ Ana မောင်းလာတဲ့ကားကို နောက်ကကားတစ်စီးက ဝင်တိုက်ဖို့ကြိုးစားနေတာကိုတွေ့ရမှာပါ။ Ana နဲ့ Christian တို့ အိမ်အသစ်ကိုကြည့်ပြီးအပြန်လမ်းမှာ ဘယ်ကမှန်းမသိတဲ့ကားတစီးရဲ့ အသည်းအသန် ရန်ရှာအန္တရာယ်ပြု ခြင်းကိုခံခဲ့ရတယ်။ Christian ဟာ Ana တစ်ခုခုဖြစ်သွားမှာစိုးရိမ်တာကြောင့် ဘယ်သောအခါမှ သူမကို ကိုယ်တိုင်ကားမောင်းခွင့်မပေးခဲ့သူဖြစ်ပြီး ပထမဆုံး ခွင့်ပြုလိုက်တဲ့အချိန်မှာ ထိုပြသနာမျိုးကြုံခဲ့ရတာပါ။ ဒါပေမယ့်လည်း Ana ရဲ့ကားမောင်းကျွမ်းကျင်မှုအရည်အချင်းဟာ Christian ကိုပါးစပ်အဟောင်းသားဖြစ်စေခဲ့ပါတယ်။
Trailer မှာ စိတ်ဝင်စားဖို့အကောင်းဆုံးဇာတ်ဝင်ခန်း (2) ခုထဲက ပထမတစ်ခုကတော့ Christian က သူ့ရဲ့ အဆက်ဟောင်းလဲဖြစ် လုပ်ဖော်ကိုင်ဖက်လဲဖြစ်တဲ့ Mrs. Robinson တစ်ဖြစ်လဲ Elena ကိုသွားတွေ့ခဲ့တာပါပဲ. Fifty Shades Darker မှာ Christian ဟာ Mrs.Robinson နဲ့ သူရဲ့ဆက်ဆံရေးပြီးဆုံးသွားတဲ့အကြောင်း Ana ကို အတိအလင်းပြောခဲ့ပြီးမှ ဘာအတွက်ကြောင့်သွားတွေ့ခဲ့သလဲဆိုတာက စဉ်းစားချင်စရာပါ။
Ana က “Did you sleep with her?” လို့မေးလိုက်တဲ့အချိန်မှာလဲ ပြန်မဖြေနိုင်ဖြစ်နေတဲ့ Christian နဲ့ Mrs.Robinson ကို လုံးဝမနှစ်မြို့တဲ့ Ana တို့ကြားက ဆက်ဆံရေး ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာကိုတော့ 2018 Valentine Day မှာ အဖြေရှာကြည့်ရမှာပါ။
နောက်ထပ်စိတ်ဝင်စားဖွယ်ရာဇာတ်ဝင်ခန်းတစ်ခုကတော့Jack Hyde က Christian ရဲ့ ညီမဖြစ်သူ Mia (Rita Ora) ကိုဖမ်းဆီးထားပြီး Ana ကိုချိန်းခြောက်နေတာပါ။
ဆိုတော့ကာ Ana နဲ့ Mia နှစ်ယောက်စလုံး Jack ရဲ့ လက်ထဲကနေလွတ်မြောက်နိုင်ပါ့မလား? ဒါမှမဟုတ် Mia ကိုတော့လွှတ်ပေးပြီး Christian ကို မုန်းတီးတဲ့ ရန်ငြှိုးကြောင့် Ana အသက်ကို ရန်မူမှာလား? Ana ကရော Jack Hyde တောင်းဆိုတဲ့ တောင်းဆိုချက်တွေကိုလိုက်လျှောနိုင်မှာလား? စတဲမေးခွန်းတွကိုတော့ 2018 မှပဲသိရမှာပါ။
စာအုပ်ကတော့ သေသပ်တဲ့ဇာတ်ကွက်တွေနဲ့ စာဖတ်သူကို လက်ကမချနိုင်အောင်ဖမ်းစားထားခဲ့ပါတယ်။
James Foley ကရော စာအုပ်ထဲကအတိုင်း ရိုက်ကူးပါ့မလားဆိုတာကလည်း လူကိုမရိုးမရွဖြစ်စေပြန်ပါတယ်။
Red Room ထဲက အခန်းတွေကိုလည်း ကြည့်ရမှာဖြစ်ပြီး Fifty Shades Darker ထဲက နာမည်ကြီး Ben & Jerry Ice-cream ဇာတ်ဝင်ခန်းကလည်း Freed မှာပါဝင်လာနိုင်ပါတယ်။
Red Room ထဲက အခန်းတွေနဲ့အပြိုင် Ana နဲ့ Christian ရဲ့ Romantic ဇာတ်ဝင်ခန်းတွေကိုကြည့်ရမှာပါ။ ဟန်းနီးမွန်းဇာတ်ဝင်ခန်းတွေကို ပြင်သစ်နိုင်ငံရဲ့လှပလွန်းတဲ့ နာမည်ကြီးနေရာတွေနဲ့ ပြင်သစ်နိုင်ငံတောင်ပိုင်းက ကမ်းခြေမှာ အဓိကထားရိုက်ကူးခဲ့ပြီး အမိုက်စားမြင်ကွင်းတွေနဲ့ အမိုက်စားစုံတွဲလေးကို ကြည့်ရှုခံစားရမှာအသေအချာပါ။
ပြင်သစ်ကမ်းခြေက ဇာတ်ဝင်ခန်းမှှာတော့ Dakota ကို Bikini အဝါလေးနဲ့မြင်တွေ့ရမှာဖြစ်ပြီး ထိုဇာတ်ဝင်ခန်းရိုက်ကူးချိန်ကတည်းက Dakota ရဲ့ Body ဟာ သောသောညံအောင် ချီးကျူးခံခဲ့ရပါတယ်။ ( comment မှာ ပုံတင်ပေးထားပါတယ်)
Mrs.Grey လို့ပါးစပ်ဖျားကမချအောင်ခေါ်ပြီး Ana အမှတ်တမဲ့ပြောဖူးတဲ့အရာသေးသေးလေးတွေကအစဖြစ်အောင်လုပ်ပေးတတ်တဲ့Christian , Ana အလုပ်လုပ်နေတဲ့ SIP Publushing ကို မင်္ဂလာလက်ဆောင်အဖြစ်ပေးခဲ့တဲ့ Christian , သဘောင်္စီးရင်းနဲ့ “အဲ့ဒိအိမ်ကနေကြည့်ရတဲ့မြင်ကွင်းကသိပ်လှမှာပဲ” လို့ရေရွတ်မိလို့ ထိုအိမ်ကိုမရရအောင်ဝယ်ပေးခဲ့တဲ့ Christian , ဇနီးသည်ရဲ့ လုံခြုံမှုကို အရာအားလုံးထက်ဦးစားပေးတဲ့ Christian ဟာ ဆွဲဆောင်မှုအတော်ရှိသလို အတော်ကြီးကို Romantic ဆန်ပါတယ်။ ပထမဆုံးရုပ်ရှင် Fifty Shades of Grey ထဲက Christian Grey နဲ့ ယှဉ်ရင် အများကြီး နူးညံ့ လူသားဆန်လာတဲ့ Christian Grey ကိုတွေ့ရမှာပါ။
Christian အတွက်ဆိုရင် သူ့မိသားစုဝင်တွေကိုပါ ချစ်ခင်ကာကွယ်တတ်တဲ့ Ana ရဲ့ ချစ်ခြင်းကလည်း ရေးပြလို့ဆုံးမယ်မထင်ပါဘူး။
James Foley ဟာ စာအုပ်ထဲမှာမပါတဲ့ဇာတ်ဝင်ခန်းတစ်ခန်းကိုထည့်သွင်းထားပြီး ထိုဇာတ်ဝင်ခန်းဟာ Ana ရဲ့ နားချဖျောင်းဖျမှုကြောင့် Christian တစ်ယောက် သူ့မိခင်ရင်းရဲ့ အုပ်ဂူကို သွားရောက်လည်ပတ်တဲ့အခန်းဖြစ်ပါတယ်။
ဒါကြောင့်ပဲ Admin ကတော့ James Foley တစ်ယောက် ဘယ်ဇာတ်ဝင်ခန်းတွေကိုများထပ်ပြောင်းလိုက်ဦးမလဲလို့ စိတ်ဝင်စားနေမိပါတယ်။
(Fifty Shades Freed ရုပ်ရှင်အညွန်းကို Nucleon FB Page မှ ကူးယူဖော်ပြပါသည်။)
အားလုံးသိကြတဲ့အတိုင်းပါပဲ….Fifty Shades of Grey တဖြစ်လဲ မောင်ဂရေးရဲ့အကွက်ငါးဆယ်ဆိုတဲ့ရုပ်ရှင်ဇာတ်ကားဟာ
ဖိုမသဘာဝချစ်ကြကြိုက်ကြရာမှာ တခါတလေ ဘာတွေလိုအပ်လဲဆိုတာ မကွယ်မဝှက် ချပြထားတဲ့ ဇာတ်ကားပါ။
ပိုက်ဆံရှိယုံနဲ့လဲ အချစ်ကိုကျေနပ်စေမှာမျိုးမဟုတ်…
ရုပ်ချော ရုပ်ဖြောင့်နေယုံနဲ့လဲ အချစ်က တင်းတိမ်နေမှာမျိုးမဟုတ်…
အလိုလိုက်အကြိုက်ဆောင်တိုင်းလဲ အချစ်က တည်မြဲနေမှာမျိုးမဟုတ်…
အချစ်ဆိုတာ တစ်ယောက်စိတ်ရူးပေါက်တာကို တစ်ယောက်ကနားလည်ပေးနိုင်ပြီး နှစ်ယောက်တူတူစခန်းသွားရတာမျိုးပါ။
ကဲ…မောင်ဂရေးနဲ့ မစတီးတို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ…။
Fifty Shades ဇာတ်ကားက ၃ ကားထွက်ရှိခဲ့ပြီး ၃ ကားလုံးကို https://channelmyanmar.org/?s=fifty+shades+of+grey မှာကြည့်ရှုနိုင်ပါတယ်။
4K BluRay Unrated Version နဲ့ တင်ဆက်ထားတာမို့ ရုံတင်ဗားရှင်းထက် ပိုပြည့်ပြည့်စုံစုံရှုစားရမှာဖြစ်ပါတယ်။
File size…(5.9 GB)/(1.2 GB)
Quality….Unrated BluRay 4K HEVC/1080p
Format…mkv/mp4
Duration….01:50:17
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Zuel Khant Thwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
