"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“Fifty Shades Darker” 2015 ခုနှစ်မှာ အပေါက်ဆုံးဖြစ်သွားခဲ့တဲ့ ရုပ်ရှင်တွေထဲကတစ်ခု….
Erotic Romance ရဲ့ပုံစံကိုပီပီပြင်ပြင်ဖော်ပြခဲ့တဲ့ Fifty Shades of Grey ဟာ
စာအုပ်ရော ရုပ်ရှင်ရောဝင်ငွေကောင်းပြီးနာမည်ကြီးတာ သိပ်မဆန်းပါဘူး….
(မင်းသားကလဲ အတော်ဆွဲဆောင်မှုကောင်းသလို မင်းသမီးကလဲ အတော်လှတာကိုး…)
အခုဆိုရင်ဖြင့် Fifty Shades of Grey ရဲ့အဆက် Fifty Shades Darker ဟာ
2017 February မှာရုံတင်ခဲ့ပြီး EL.James ရဲ့ Fifty Shades Trilogy မှ ဒုတိယမြောက်စာအုပ်ကို
House of Card ဒါရိုက်တာ James Foley ကပြန်လည်အသက်သွင်းထားပြီး ဖြစ်ပါတယ်
သရုပ်ဆောင်တွေအနေနဲ့ကတော့ ပထမFifty Shades of Grey မှာ
ပါဝင်ခဲ့တဲ့သူတွေအားလုံးနီးပါးပြန်လည်ပါဝင်မှာပဲဖြစ်ပါတယ်… အချစ်ဟာ
(စာအုပ်တွေထဲမှာ ရုပ်ရှင်တွေထဲမှာ ဆိုရင်တော့) လူတစ်ယောက်ကို
သိမ်မွေ့စွာပြောင်းလဲစေနိုင်တဲ့အစွမ်းသတ္တိရှိတဲ့ နူးညံ့တဲ့အရာတစ်ခုပါ။
Sadist တစ်ယောက်ဖြစ်တဲ့ Christain Grey ကိုအချစ်ဆိုတဲ့အရာက ပြောင်းလဲစေခဲ့ပါတယ်။
မိခင်ရင်းကိုမျက်စိရှေ့မှာတင်ဆုံးရှုံးခဲ့ရတဲ့ Christian ဟာ
ဘယ္သူကိုမွလဲမခ်စ္တတ္သလို အခ်စ္ကိုလဲ လက္မခံတတ္သူပါ။
သူ့ကိုယ်သူအပါအဝင်အရာရာတိုင်းကိုသူဖြစ်စေချင်တဲ့အတိုင်းထိန်းချုပ်တတ်တဲ့
Control Freak တစ်ယောက်… Anastasia Steele ကတော့ အချစ်ဦးဖြစ်တဲ့
Christian Grey ကိုအလွန်ချစ်သောသူဖြစ်ပြီး Christian ရဲပုံစံခွက်ထဲမှာ
အသားကျအောင်နေဖို့ကြိုးစားခဲ့သူ… Fifty Shades of Grey မှာ Anna ဟာ
သူမနဲ့ဘယ်လိုမှသဘောထားချင်းမတိုက်ဆိုင်တဲ့ Christian ကိုထားခဲ့တဲ့
ဇာတ်ဝင်ခန်းနဲ့အဆုံးသတ်ထားပါတယ်။
ရုပ်ရှင်မှာဘယ်လိုဇာတ်လမ်း
အလှည့်အပြောင်းလုပ်မယ်ဆိုတာကိုတော့သေချာမသိပေမဲ့
Fifty Shades Darker စာအုပ်ပါအတိုင်း ဇာတ်လမ်းလေးကို
အနည်းငယ်ညွှန်းပါရစေ။ Anna(Dakota Johnson) ဟာ
Christian (Jamie Dornan) မရှိတဲ့နေ့ရက်တွေကို ခက်ခက်ခဲခဲဖြတ်သန်းနေရသူပါ။
SIP Piblishing ၏ Editor , Jack Hyde ရဲ့ လက်ထောက်အဖြစ်
အလုပ်လုပ်နေပြီဖြစ်တဲ့ Anna အဖို့ သူမလုပ်နိုင်တာအားလုံးက အလုပ်မှာ
အာရုံနှစ်ပြီး Christian ကိုမေ့ထားနိုင်သမျှမေ့ထားဖို့ပါပဲ။ အဲ့လိုနေရင်းနဲ့
၃ရက်မြောက်နေ့မှာတော့ သူမအိမ်ကို Christian ဆီက နှင်းဆီပန်းစည်းနဲ့
SIP မှာအလုပ်စဝင်တာကိုဂုဏ်ပြုကြောင်းရေးသားထားတဲ့စာတစ်စောင်ရောက်လာပါတော့တယ်။
Annaဟာနှင်းဆီပန်းကိုမလွှင့်ပစ်ရက်လို့ ပန်းအိုးထဲထိုးစိုက်ထားပေမဲ့
Christian ကိုတော့ဘာမှ မတုန့်ပြန်ပါဘူး။ နောက်တစ်နေ့သူမရုံးတတ်တဲ့အချိန်မှာတော့
Christian ဆီက email တစောင်ကိုလက်ခံရရှိပါတော့တယ်။
အကြောင်းအရာကတော့ မနက်ဖြန် Portland မှာ Annaရဲ့အခင်ဆုံး
သူငယ်ချင်းတစ်ဦးဖြစ်တဲ့Jose’ရဲ့ ဓါတ်ပုံပြပွဲရှိပြီး
သူလိုက်ပို့လိုကြောင်းရေးထားတာဖြစ်ပါတယ်။ အသည်းကွဲနေတဲ့Annaဟာ
ထိုအကြောင်းကို လုံးလုံးလျားလျားမေ့လျှာ့နေခဲ့တာပါ။
Annaဟာသူငယ်ချင်းကို ကတိပေးထားတာအပြင်
Christianကိုတွေ့ချင်တာလည်းပါတာကြောင့် Chritian ရဲ့အစီအစဉ်ကို
လက်ခံလိုက်ပါတယ်။Annaထွက်သွားပြီးနောက်
နောင်တတွေတပွေ့တပိုက်နဲ့ကျန်ခဲ့တဲ့, Anna ရဲ့စိတ်ကိုပြန်ရအောင်ယူဖို့ဆုံးဖြတ်ထားတဲ့
Christian ဟာသူတို့နှစ်ဦးတွေ့တဲ့အချိန်မှာတော့ Annaဖြစ်စေချင်တဲ့အချက်
သူအားလုံးနီးပါးကိုလိုက်လျှောပေးခဲ့ပါတယ်။ Anna ကတော့
Christian မျက်နှာမြင်ကတည်းကစိတ်ပျော့နေသူဖြစ်တဲ့အတွက်ကြောင့်
သူတို့နှစ်ဦးဟာ ပြန်လည်သင့်မြတ်သွားကြပါတော့တယ်။
အဲ့ဒီလိုအဆင်ပြေနေကြရင်းနဲ့ နှစ်ရက်အကြာမှာတော့
ဆံပင်ညှပ်ချင်တယ်လို့ပြောတဲ့Annaကို Christian တစ်ယောက်သူ
ရှယ်ယာဝင်ထားတဲ့ Salon တစ်ခုကိုခေါ်သွားပါတယ်။ အဲ့ဒီSalonဟာ
Christian နဲ့ Elena (Mrs. Robinson) (Christian 15နှစ်အရွယ်မှာတွေ့ခဲ့ပြီး
Christian ကိုBDSM ကိုခုံမင်တဲ့Sadistတစ်ယောက်ဖြစ်လာအောင်လုပ်ခဲ့တဲ့ အမျိုးသမီး)
တစ်ဝက်စီပိုင်တာဖြစ်ပြီး အဲ့ဒီနေ့မှ တိုက်တိုက်ဆိုင်ဆိုင်Elena
တယောက်ဆိုင်ကိုရောက်နေပါတယ်။Anna လေးဟာဆံပင်ညှပ်ဖို့စောင့်နေရင်းနဲ့ သူမရောက်နေတဲ့SalonဟာChristianရဲ့Submissive တွေ
စာချုပ်ပါစည်းကမ်းတွေကိုလုပ်ဆောင်ဖို့လာနေကျ ဆိုင်ဆိုတာကိုသိသွားပါတယ်။
ဒါ့အပြင် ဆိုင်ရောက်ရောက်ချင်း Christianအရေးတယူစကားသွားပြောတဲ့
အမျိုးသမီးဟာ Mrs. Robinson မှန်းရိပ်စားမိသွားတဲ့အခါမှာတော့
Anna တစ်ယောက်စိတ်ဆိုးပြီး ဆိုင်ထဲကချက်ချင်းထွက်သွားပါတော့တယ်။
Mrs.Robertson နဲ့Christianရဲ့ရာဇဝင်ကိုသိထားတဲ့ Annaဟာ Mrs. Robinson ကို
ရာနှုန်းပြည့်သဘောမကျသူပါ။Christian ,Anna နောက်ကို
အပြေးလိုက်ပြီးပြေရာပြေကြောင်းချော့မော့နေပေမဲ့ ခေါင်းမာတဲ့
Annaကတော့စိတ်ဆိုးနေဆဲပါပဲ။သူတို့နှစ်ဦးလမ်းမမှာ ကတောက်ကဆဖြစ်နေတုန်း
Christianဆီဖုန်းဝင်လာပါတယ်။အဲ့ဒါကတော့ Christianလိုက်ရှာနေတဲ့သူ့ရဲ့
submissive ဟောင်း Leila သေနတ်ဝယ်လိုက်တယ်ဆိုတာပါပဲ။
သူမဟာ လွန်ခဲ့တဲ့နှစ်နှစ်ခွဲတုန်းက Christianရဲ့Submissive
အဖြစ်ရှိခဲ့ပြီး စာချုပ်ပြည့်သွားတဲ့အချိန်မှာတော့ တခြားအမျိုးသားတစ်ဦးနဲ့
လက်ထပ်ခဲ့ပါတယ်၊ Annaလို Brunetteတစ်ဦးဖြစ်ပြီး Christian တစ်ယောက်
(Fifty Shades of Grey မှာ) Annaရှိရာ Savannah ကိုလိုက်သွားတဲ့အချိန်တုန်းက
Christian ရဲ့အိမ်ကိုရောက်လာကာအိမ်တော်ထိန်း
Mrs.Jones ရှေ့မှာ လက်ကောက်ဝတ်ကိုလှီးပြီး
သူမကိုအာရုံစိုက်လာအောင်လုပ်ခဲ့သူပါ။ သူမရဲ့အကြံအစည်ဟာအောင်မြင်တယ်ပဲပြောရမလား..
Christian ဟာ Annaကိုထားခဲ့ပြီး Savannah ကနေချက်ချင်းပဲ
သူမရှိရာဆေးရုံကိုရောက်လာခဲ့ပါတယ်။
ဒါပေမဲ့ သူမကတော့ထွက်ပြေးပျောက်ကွယ်သွားခဲ့ပါတယ်။
Christianဟာဂရုဏာစိတ်ကြောင့်အကူအညီပေးဖို့လိုက်ရှာပေမဲ့
မည်သည့်နည်းနှင့်မျှရှာလို့မတွေ့ခဲ့ပါဘူး။ အဲ့ဒီကိစ္စတွေနဲ့
စိတ်ဖိစီးရှုပ်ထွေးလာခဲ့တဲ့ Christian တစ်ယောက် Annaအပေါ်အမှားလုပ်မိရာကနေပြီး
Anna ကသူ့ကိုထားပြီးထွက်သွားခဲ့ပါတယ်။ အဲ့ဒီကိစ္စတွေဟာ
Fifty Shades of Grey မှာဖြစ်ပျက်ခဲ့တာပါ။ ပြီးတော့ Leilaဟာ
AnnaကိုSIP ရုံးရှေ့မှာလဲလာရှာခဲ့ပါသေးတယ်။Christianဟာ
Leila သေနတ်ဝယ်တဲ့သတင်းကိုကြားတဲ့အခါမှာတော့ Anna
လုံခြုံရေးအတွက် သူ့ရဲ့အိမ်ကိုခေါ်ဆောင်သွားပါတော့တယ်။
Annaရဲ့လုံခြုံရေးအတွက် မျက်စိဒေါက်ထောက်ဂရုစိုက်တဲ့သူကတော့Christianပါ။
Anna , Christian အိမ်ရောက်လာပြီး ညဘက် , သူတို့စုံတွဲ summer party မှ
အပြန်မြင်လိုက်ရတာကတော့ Leila တစ်ယောက်Annaရဲ့ကားကိုရစရာမရှိအောင်
ဖျက်စီးထားတာပါပဲ…ပျာယာခတ်သွားတဲ့Christian တစ်အိမ်လုံးကို သေချာစစ်ဆေးပါတော့တယ်။
အားလုံးကင်းရှင်းလို့ Anna ကို စိတ်ချလက်ချအခန်းထဲမှာ သိပ်ခဲ့ပြီး စာကြည့်ခန်းထဲအလုပ်ဝင်လုပ်နေတဲ့အချိန်…..
အဲ့ဒီအချိန်မှာ တရေးနိုးလာတဲ့ Anna, သူမကုတင်ခြေရင်းအမှောင်ထဲမှာသေနတ်ကိုင်ပြီး
သူမကိုကြည့်နေတဲ့အမျိုးသမီးတယောက်ကို တွေ့တဲ့အခါ…………
– ရုပ်ရှင် Trailer ထဲမှာတော့ ထိုအမျိုးသမီးရပ်ကြည့်နေတဲ့အချိန်မှာ Christian ဟာ
Anna နဲ့အတူအိပ်ပျော်နေပါတယ်။ James Floey ဘယ်လိုရိုက်ပြမလဲကို
စိတ်ဝင်တစားစောင့်ကြည့်ရမှာပါ။ ? Brunette မိန်းကလေးတွေကိုပဲသဘောကျတတ်တဲ့
Christian ရဲ့ Anna ကို မသိစေချင်ဆုံးလျှို့ဝှက်ချကိကဘာဖြစ်မလဲ.. ဆိုတာအပြင်
ဇာတ်လမ်းထဲမှာ Elena, Leila,Jack Hyde ဆိုတဲ့villianသုံးယောက်ကိုထည့်ပြီး
အကွက်ကျကျသရုပ်ဖော်သွားပါတယ်။ ဆက်ပြောနေရင်
ကြည့်တဲ့အခါအရသာပျက်သွားမှာစိုးလို့ Anna တစ်ယောက်
ဘာတွေဆက်ကြုံတွေ့ရမလဲဆိုတာကိုတော့ 2017မှပဲ ပိတ်ကားပေါ်မှာဆက်လက်ရှုစားကြပါဗျ။
အဲ…Admin ဆက်ပြောချင်တာကတော့
စာအုပ်နဲ့ ရုပ်ရှင်, ရုပ်ရှင်နဲ့စာအုပ်ကွဲလွဲတာလေးတွေပါ။
ဟုတ်ပါတယ်..စာအုပ်နဲ့ရုပ်ရှင်ကရာနှုန်းပြည့်မတူနိုင်သလို
ရုပ်ရှင်အတော်များများကတော့စာအုပ်ကိုမှီအောင်မရိုက်နိုင်ပါဘူး။
ဒါပေမဲ့ Fifty Shades of Grey ကတော့ ရုပ်ရှင်နဲ့စာအုပ်က
အတော်လွဲနေပါတယ်။ Sam Taylor Johnson တစ်ယောက်ရှေ့ကရိုက်သွားတာကို
James Foley ဘယ်လိုဆက်ရိုက်ထားသလဲဆိုတာကတော့ စိတ်ဝင်စားစရာပါ။
(Fifty Shades Darker ရုပ်ရှင်အညွန်းကို Nucleon FB Page မှ ကူးယူဖော်ပြပါသည်။)
အားလုံးသိကြတဲ့အတိုင်းပါပဲ….Fifty Shades of Grey တဖြစ်လဲ မောင်ဂရေးရဲ့အကွက်ငါးဆယ်ဆိုတဲ့ရုပ်ရှင်ဇာတ်ကားဟာ
ဖိုမသဘာဝချစ်ကြကြိုက်ကြရာမှာ တခါတလေ ဘာတွေလိုအပ်လဲဆိုတာ မကွယ်မဝှက် ချပြထားတဲ့ ဇာတ်ကားပါ။
ပိုက်ဆံရှိယုံနဲ့လဲ အချစ်ကိုကျေနပ်စေမှာမျိုးမဟုတ်…
ရုပ်ချော ရုပ်ဖြောင့်နေယုံနဲ့လဲ အချစ်က တင်းတိမ်နေမှာမျိုးမဟုတ်…
အလိုလိုက်အကြိုက်ဆောင်တိုင်းလဲ အချစ်က တည်မြဲနေမှာမျိုးမဟုတ်…
အချစ်ဆိုတာ တစ်ယောက်စိတ်ရူးပေါက်တာကို တစ်ယောက်ကနားလည်ပေးနိုင်ပြီး နှစ်ယောက်တူတူစခန်းသွားရတာမျိုးပါ။
ကဲ…မောင်ဂရေးနဲ့ မစတီးတို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ…။
Fifty Shades ဇာတ်ကားက ၃ ကားထွက်ရှိခဲ့ပြီး ၃ ကားလုံးကို https://channelmyanmar.org/?s=fifty+shades+of+grey မှာကြည့်ရှုနိုင်ပါတယ်။
4K BluRay Unrated Version နဲ့ တင်ဆက်ထားတာမို့ ရုံတင်ဗားရှင်းထက် ပိုပြည့်ပြည့်စုံစုံရှုစားရမှာဖြစ်ပါတယ်။
File size…(3.6 GB)/(1 GB)
Quality….Unrated BluRay 4K HEVC/1080p
Format…mkv/mp4
Duration….02:11:29
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Han Htoo Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
