"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Fifty Shades of Grey ဟာ ၂၀၁၅ ခုနှစ်ရဲ့ လတ်တလော လူပြောအများဆုံး ဇာတ်ကားဖြစ်နေပါတယ်။ ရုံမတင်ခင်ကတည်းက စောင့်ကြည့်ဖို့ အားတင်းထားကြသူတွေ များပြားလှတဲ့ဒီဇာတ်ကားဟာ တကယ်တမ်း ရုံတင်ခဲ့တဲ့အခါမှာလည်း အောင်မြင်ခဲ့ပါတယ်။ စံချိန်ပေါင်းမြောက်များစွာကို ချိုးဖျက်နိုင်ခဲ့ပြီး တဟုန်ထိုးအောင်မြင်ခဲ့ပါတယ်။ ဝေဖန်ရေးဆရာတွေ မှိုချိုးမျှစ်ချိုးပြောနေပေမယ့် သူ့ရဲ့ဝင်ငွေက သန်း ၅၀၀ ကျော်သွားပါပြီ။ နောက်ဆက်တွဲဇာတ်ကားကို ၂၀၁၆ မှာ ထပ်မံဖြန့်ချိပါမယ်။
ဒီဇာတ်ကားဟာ လိင်အသားပေးဇာတ်ကားဖြစ်ပြီး ဗြိတိသျှစာရေးဆရာ E. L. James ရဲ့ Fifty Shades Of Grey ဆိုတဲ့ စာအုပ်ကို ဇာတ်လမ်းချုံ့ကာ ရိုက်ကူးထားတာဖြစ်ပါတယ်။
စာအုပ်ဟာ လိင်အသားပေးစာအုပ်ဖြစ်ပြီး မထွက်ခင်ကတည်းက အတိုက်အခံတွေ များခဲ့တာပါ။ ပုံနှိပ်ထုတ်ဝေဖို့ ဝေဖန်မှုတွေ ပြင်းထန်တာကြောင့် e-book အနေနဲ့ စတင်ဖြန့်ချိခဲ့ပါတယ်။ လူကြိုက်များကာ ဖတ်ရှုသူများပြားလွန်းတာကြောင့် မဖြစ်ဖြစ်တဲ့နည်းနဲ့ ပုံနှိပ်ဖို့ ကြိုးစားကြပါတယ်။ ပရိသတ်က စာအုပ်အဖြစ်ထုတ်ဖို့ ဝိုင်းတောင်းဆိုကြပါပြီ။ (သူတို့တွေတောင်မှ e-book ဖတ်ရတာထက် စာအုပ်နဲ့ဖတ်ရတာကိုသာ ပိုနှစ်သက်ကြတာပါ။) စာအုပ်တွေရိုက်ရလွန်းလို့ စာရွက်ထုတ်ပေးတဲ့ ဒေဝါလီခံခါနီး စက္ကူစက်ရုံတစ်ရုံဟာ အဲဒိစာအုပ်ကြောင့် ပြန်လည်လည်ပတ်သွားကာ ပိုင်ရှင်တောင် သန်းကြွယ်သူဌေးဖြစ်သွားပါတယ်။
အဲဒီနောက် Volume II နဲ့ III ကို ဆက်လက်ထုတ်ဝေပါတယ်။ အခုဆိုရင် စီးရီးတစ်ခုလုံးကို ဘာသာပေါင်း ၅၂ ဘာသာကို ဘာသာပြန်ဆို ထုတ်ဝေခဲ့ပြီးပါပြီ။ အုပ်ရေပေါင်း သန်း ၁၀၀ ကျော် ရောင်းချခဲ့ပြီးပါပြီ။ အမေရိကန်နဲ့အင်္ဂလန်မှာ အရောင်းရဆုံး Best-Seller စာရင်းကို အမြန်ဆုံးတက်လှမ်းနိုင်ခဲ့ပါတယ်။
သို့ပေမယ့် လိင်အသားပေးဖြစ်ကာ ဖတ်ရင်းဖတ်ရင်း တလှိမ့်လှိမ့်ကြွတက်လာအောင် ရေးသားထားတာဖြစ်လို့ ဝိုင်းပြီးတော့ ဝေဖန်ခံနေရဆဲပါပဲ။
အမေရိကန်နိုင်ငံက စုံတွဲတစ်တွဲမှာဆိုရင် ကောင်လေးဖြစ်သူက ကောင်မလေးကို အဲဒိစာအုပ်ထဲက ပုံစံတွေအတိုင်း လိင်ဆက်ဆံကြရအောင် ပူဆာပါတယ်။ ကောင်မလေးက ငြင်းလိုက်တာကြောင့် ကောင်လေးက ကောင်မလေးကို သတ်ပစ်လိုက်ပါတယ်။ စာအုပ်က အဲသလောက်ထိတောင် လွှမ်းမိုးသွားပါပြီ။
ဗြိတိသျှက လင်မယားနှစ်ယောက်မှာလည်း အဲသလိုလုပ်ကြဖို့ မိန်းမကတောင်းဆိုတာကို ယောက်ျားဖြစ်သူက ငြင်းလို့ မိန်းမက ကွာရှင်းလိုက်ပါတယ်။ လိင်စိတ်မူမမှန်ဘူးလို့တောင် သူ့မိန်းမက စွပ်စွဲခဲ့ပါသေးတယ်။
ငယ်ရွယ်တဲ့လင်မယားနှစ်ဦးမှာ ကောင်လေးဖြစ်သူက ဒီစာအုပ်ကို အခြေခံထားတဲ့ လိင်ဂိမ်းကို ဆော့ကစားနေရင်း စိတ်ပြောင်းလဲကာ မိန်းမဖြစ်သူကို သတ်ပစ်လိုက်ပါတယ်။ ကောင်မလေးကို နိုင်လွန်ကြိုးတွေနဲ့ တုပ်ပြီး ကျောက်သင်ပုန်းညွှန်တံနဲ့ ၁၂၃ ချက် ရိုက်ထားတာ တွေ့ရပါတယ်။
အမျိုးသားတစ်ဦးက သူ့အမျိုးသမီးကို အဲဒီစာအုပ်ဖတ်နေတာတွေ့လို့ မျက်နှာကို အချဉ်ရည်နဲ့ ပက်ပစ်ပါတယ်။ အမျိုးသမီးကလည်း စာအုပ်ဖတ်ကာ ကောင်းကောင်းမဖတ်ဘဲ လိင်ဆက်ဆံတဲ့အခန်းတွေ၊ စာပိုဒ်တွေကို အသံအကျယ်ကြီးထွက်ဖတ်ခဲ့တာပါ။ အဲဒီအတွက် အဲဒီအမျိုးသား အဖမ်းခံလိုက်ရပါတယ်။
Geisha Ball လို့ခေါ်တဲ့ စအိုထဲထည့် ဘောလုံးကြိုးလေးတွေဟာ စာအုပ်ဖြန့်ချိပြီးတဲ့နောက်မှာ အဆ ၄၀၀ ကျော် ရောင်းအားခုန်တက်သွားပါတယ်။ နယူးယောက်မြို့ကဆိုင်တစ်ဆိုင်မှာ အရင်ကထက် အဲဒီဘောလုံးကြိုးတွေ ရောင်းအား ၁၀ ဆ တက်သွားပါတယ်။ဗဟုသုတအနေနဲ့ ပြောပြရရင် အဲဒီ Geisha Ball လေးတွေကို Burmese bells (မြန်မာခေါင်းလောင်းလေး)တွေလို့ ခေါ်ပါသေးတယ်။
စာကြည့်တိုက်တွေမှာရှိတဲ့ Fifty Shades Of Grey စာအုပ်တွေမှာ လိင်ကတစ်ဆင့်ကူးဆက်တတ်တဲ့ ရောဂါပိုးတွေ တွေ့ရပါတယ်။ (ဖတ်တဲ့သူတွေက ဖတ်ရင်း သူတို့အင်္ဂါနဲ့ စာအုပ်ကို ထိပေးလိုက်လို့လား မသိပါဘူး)။ နောက်ပြီး စာရွက်တွေကြားထဲမှာ ကိုကင်းတွေလည်း တွေ့ရပါတယ်။
တိုက်ခိုက်တဲ့အဖွဲ့အစည်းတွေကလည်း စာအုပ်တွေကို စုပုံမီးရှို့ရအောင် သူတို့ဆီ လာလှူကြဖို့ မေတ္တာရပ်ခံပါတယ်။ ပထမဆုံးရလာတဲ့ စာအုပ် ၂၄ အုပ်ကို recycle လုပ်ကာ အိမ်သာသုံးစက္ကူလုပ်ပစ်ပါတယ်။
ဒီလောက်ထိ လူပြောများတဲ့ စာအုပ်ကို ဇာတ်ကားအဖြစ်ရိုက်ကူးရာမှာလည်း ပီပြင်ပြောင်မြောက်ခဲ့ပါတယ်။ မင်းသားက ဇာတ်လမ်းအတွက် ပြင်ဆင်တဲ့အနေနဲ့ စင်ပေါ်မှာ ယောက်ျားနဲ့မိန်းမဆက်ဆံတာကို စင်အောက်ကနေ ဘီယာလေးသောက်ပြီး အရသာခံကြည့်ရတဲ့ ကလပ်မျိုးကို ညတိုင်းသွားပြီး လေ့လာခဲ့ပါတယ်။
ချစ်ခန်းကြိုက်ခန်းရိုက်ရာမှာ မင်းသမီးနဲ့မင်းသား အနှောင့်အယှက်ဖြစ်မှာစိုးတဲ့အတွက် ရိုက်ကူးရေးအဖွဲ့သားတွေက အဝေးမှာနေကာ zoom ဆွဲပြီး ရိုက်ကူးခဲ့ပါတယ်။
(Fifty Shades of Grey အကြောင်းကို Movie Locos’s FB Page မှ ကူးယူဖော်ပြသည်။)
အားလုံးသိကြတဲ့အတိုင်းပါပဲ….Fifty Shades of Grey တဖြစ်လဲ မောင်ဂရေးရဲ့အကွက်ငါးဆယ်ဆိုတဲ့ရုပ်ရှင်ဇာတ်ကားဟာ
ဖိုမသဘာဝချစ်ကြကြိုက်ကြရာမှာ တခါတလေ ဘာတွေလိုအပ်လဲဆိုတာ မကွယ်မဝှက် ချပြထားတဲ့ ဇာတ်ကားပါ။
ပိုက်ဆံရှိယုံနဲ့လဲ အချစ်ကိုကျေနပ်စေမှာမျိုးမဟုတ်…
ရုပ်ချော ရုပ်ဖြောင့်နေယုံနဲ့လဲ အချစ်က တင်းတိမ်နေမှာမျိုးမဟုတ်…
အလိုလိုက်အကြိုက်ဆောင်တိုင်းလဲ အချစ်က တည်မြဲနေမှာမျိုးမဟုတ်…
အချစ်ဆိုတာ တစ်ယောက်စိတ်ရူးပေါက်တာကို တစ်ယောက်ကနားလည်ပေးနိုင်ပြီး နှစ်ယောက်တူတူစခန်းသွားရတာမျိုးပါ။
ကဲ…မောင်ဂရေးနဲ့ မစတီးတို့ ဘယ်လိုစခန်းသွားကြမလဲဆိုတာ…။
Fifty Shades ဇာတ်ကားက ၃ ကားထွက်ရှိခဲ့ပြီး ၃ ကားလုံးကို https://channelmyanmar.org/?s=fifty+shades+of+grey မှာကြည့်ရှုနိုင်ပါတယ်။
4K BluRay Unrated Version နဲ့ တင်ဆက်ထားတာမို့ ရုံတင်ဗားရှင်းထက် ပိုပြည့်ပြည့်စုံစုံရှုစားရမှာဖြစ်ပါတယ်။
File size…(2.7 GB)/(970 MB)
Quality….Unrated BluRay 4K HEVC/1080p
Format…mkv/mp4
Duration….02:08:31
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Aung Myint Oo
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
