"Escape from Alcatraz (1979)~ IMDb- 7.6/10, RT – 96%, Meta – 76%Pauseအပြင်လောကမှာလူမိုက်တွေက “ထောင်အပြင်မှာ တန်းမရှိဘူးကွ”လို့ ကြွေးကြော်ရင်း မိုက်ဂုဏ်ပြလေ့ရှိပါတယ်။ ဟုတ်ကဲ့၊ ထောင်အပြင်မှာသာတန်းမရှိတာပါ။ ထောင်ထဲမှာတော့ တန်းလည်းရှိတယ်၊ တိုက်လည်းရှိတယ်၊ မိုက်ပေ့ဆိုတဲ့ငနဲတွေအထဲရောက်လာရင် ဦးကျိုးသွားအောင်ချိုးပြမယ့်သူတွေကလည်းအသင့်စောင့်နေတာပါ။ ဆရာကျော်မြသန်းတို့၊ ဆရာရန်အောင်မောင်မောင်တို့ရဲ့ဝတ္ထုတွေကိုဖတ်ရင်း ထောင်လောကအကြောင်း မြည်းစမ်းကြည့်ဖူးသူတွေအတွက်တော့ အခုတင်ပြမယ့်ဇာတ်ကားဟာ စွဲမက်ဖွယ်ရသအပြည့်ပေးပါလိမ့်မယ်။ ထောင်ဆိုတာဘာလဲ မသိသေးသူတွေအတွက်လည်း မြည်းစမ်းကြည့်သင့်ပါတယ်။အလ်ကာထရက်ဇ်ဆိုတာ ကယ်လီဖိုးနီးယားပြည်နယ်၊ ဆန်ဖရန်စစ္စကိုပင်လယ်အော်နားက ကျောက်ဆောင်တွေပြည့်နေတဲ့ကျွန်းတစ်ခုပါ။ အစက စပိန်တွေပိုင်ခဲ့တယ်၊ သူ့နာမည်ကိုက ငှက်ကြီးဝန်ပိုကျွန်းလို့ စပိန်လိုခေါ်ရာကနေအမည်တွင်လာတာပါ။ အမေရိကန်ပိုင်ကျွန်းတစ်ခုဖြစ်လာပြီးတဲ့နောက် ၁၈၆၁ခုနှစ်မှာ အဲဒီကျွန်းကို စစ်ပြေးတွေ၊ သူပုန်တွေကိုအကျဉ်းချတဲ့နေရာအဖြစ်စအသုံးပြုခဲ့ပါတယ်။ ၁၉၃၄မှာတော့ ခေတ်မီအဆောက်အဦတွေနဲ့အတူ တစ်နိုင်ငံလုံးမှာ လုံခြုံရေးအတင်းကျပ်ဆုံးထောင်အဖြစ်နဲ့စတင်ခဲ့ပါတယ်။ အလ်ကာထရက်ဇ်ကို အဆိုးဆုံး၊ အကြမ်းဆုံးရာဇဝတ်ကောင်တွေထားတယ်ဆိုတာထက် စည်းကမ်းအဖောက်ဆုံးထောင်သားတွေပို့လေ့ရှိတယ်ဆိုရင် ပိုမှန်ပါလိမ့်မယ်။ သူတို့ကို တစ်ယောက်တစ်ခန်းစီခွဲပြီးချုပ်ထားတယ်။ အဲဒီနေရတဲ့အခန်းကလည်း အလျားဆယ်ပေ၊ အနံလေးပေခွဲသာကျယ်ပါသတဲ့။ တစ်နေ့ကို ၁၂ကြိမ်လူစစ်သတဲ့။ ထောင်ဝန်ထမ်းဦးရေကလည်း တခြားထောင်တွေမှာရှိတာထက် နှစ်ဆကျော်ကျော်ခန့်ထားတာပါ။ ဘယ်ထောင်သားမှ အလ်ကာထရက်ဇ်ထောင်ကို ဖောက်မပြေးနိုင်ဘူးလို့အဆိုရှိခဲ့ပါတယ်။အဲဒီထောင်ထဲကို ၁၉၆၀ခုနှစ်မှာ ဖရန့်ခ်မောရစ်ဆိုတဲ့ ဦးနှောက်ကောင်းကောင်းရှိတဲ့ အကျဉ်းသားတယောက် ထောင်ပြောင်းလာပါတယ်။ လွတ်မြောက်ရာလမ်းကိုကြံစည်ရင်း သူရလာတဲ့ ရန်သူတွေ၊ ဖွဲ့မိတဲ့မိတ်ဆွေတွေအကြောင်း၊ အဲဒီကာလမှာ အားကောင်းနေဆဲဖြစ်ခဲ့တဲ့အသားအရောင်ခွဲခြားမှုအငွေ့အသက်တွေအပါအဝင် မဖြစ်နိုင်တာကိုဖြစ်အောင်လုပ်ပြဖို့ ခဲခဲယဉ်းယဉ်း အားထုတ်ရပုံအကြောင်းတွေကို ဇာတ်ကားကြည့်ရင်းနဲ့ ခံစားနိုင်ကြမှာပါ။ ဖရန့်ခ်တို့တစ်စု တကယ်ပဲလွတ်မြောက်သွားကြသလားဆိုတာကတော့ မေးခွန်းထုတ်စရာပါပဲ။ ကလင့်အိစ်ဝုဒ်ရဲ့ သရုပ်ဆောင်ပုံကိုအသည်းစွဲခဲ့ကြတဲ့ လူကြီးပိုင်းပရိသတ်တွေအကြိုက်တွေ့မှာသေချာပါတယ်။ လူငယ်တွေအတွက်လည်း Rating ကောင်းတွေရထားတဲ့ ဂန္တဝင်ဇာတ်ကားတစ်ခုကိုကြည့်ရတာထိုက်တန်မှာပါ။– ” Some men are destinednever to leave Alcatraz… alive. “– “တချို့က အလ်ကာထရက်ဇ်ကနေဘယ်တော့မှမလွတ်မယ့်ကံပါလာတတ်တယ်၊ အသေထွက်ပဲထွက်ရတာပေါ့”(ဇာတ်ကားနဲ့အညွှန်းကို Thaman Myint မှ ပြန်ဆိုရေးသားပေးထားပါတယ်)Size – 2.7GB, 1.34GB, 620MBQuality – Bluray 1080p, 720p, 480pIMDb Rating – 7.6/10Duration – 1hr 52minsSubtitles – Myanmar HardsubFormat – MP4Genre – Action, Biography, CrimeTranslated by Thaman MyintEncoded by Y"