"Behind The Yellow Line (1984)ကြိတ်မှိတ်ပြီး အစောကြီးအိပ်ခဲ့မိတဲ့ မနေ့ညက နာရီပြန်၂ချက်ကြီး အိပ်မက်မပြီးသေးခင် ကိုယ်လန့်နိုးလာခဲ့တယ်။ စီးကရက်ကို မီးညှိရင်း အိပ်မက်ကို ပြန်တွေးကြည့်တော့ နိုးလာမှ ကိုယ့်မှာ ပိုနာကျင်ရပြန်တာပါပဲ။ ဘဝတွေက အိပ်မက်ထဲမှာတောင် ဝေးမြဲဝေးဆဲ။ ဒီလို ဆွေးမြေ့မြေ့ညမှာ ဘာလုပ်လို့ ဘာကိုင်ရမှန်းမသိ ဖြစ်နေတဲ့ကိုယ်ဟာ ကြည့်မယ်တွေးထားပြီး မကြည့်ဖြစ်သေးတဲ့ ရုပ်ရှင်တစ်ကားကို ကောက်ဖွင့်မိလိုက်တယ်။ ကြည့်မယ်လုပ်ထားမိတာကလည်း ထွေထွေထူးထူး အကြောင်းကြောင့်မဟုတ်ပါဘူး။ ကိုယ်ကြိုက်တဲ့ လတ်စလီချောင်နဲ့ မက်ဂီချောင်ပါတဲ့ ရုပ်ရှင်မို့ Trailer ကြည့်ကြည့်ရာက ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်ရမယ်ထင်လို့ စိတ်ပြေလက်ပျောက်ရှိချင်တဲ့အခါ ကြည့်ဖို့သိမ်းထားလိုက်တာပါပဲ။ တော်တော်တောင်ကြာပါပြီ။ မနေ့ညကတော့ ကိုယ်ကြည့်ဖြစ်ခဲ့တယ်။Pauseရုပ်ရှင်ဖွင့်လိုက်တယ်ဆိုရင်ပဲ လတ်စလီချောင်သရုပ်ဆောင်တဲ့ အူကြောင်ကြောင်စာကြမ်းပိုးလေး ဇာတ်ရုပ်ကို ကိုယ်မြင်ရတော့တာပါပဲ။ အူကြောင်ကြောင်နဲ့ လမ်းလျှောက်တာတောင် ဗရုတ်သုတ်ခဖြစ်နေတတ်တဲ့ကောင်ပေါ့။ ဒီလိုသာ မင်းဘေးမှာပြောမိခဲ့ရင် “သူများကိုပြောပြန်ပြီ သူကရော ဘာထူးလို့လဲ”လို့ မင်းပြောမှာ ကိုယ်ပြေးမြင်မိသေးတယ်။ ဟောင်ကောင်အချစ်ဟာသကားတွေရဲ့ အရသာက တကယ့်ကိုတစ်မျိုးပါပဲ။ တစ်သက်လုံးမြင်နေကျတွေပေမဲ့ မရိုးသေးတဲ့ ဟာသတွေပေါ့။ ဇာတ်လမ်းကတော့ လတ်စလီချောင်က မက်ဂီချောင်ကိုကြိုက်ပြီး လတ်စလီချောင်ကို နောက်ကောင်မလေးတစ်ယောက်က ကြိုက်နေတဲ့ သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းပါပဲ။ ဇာတ်အိမ်ကထူးခြားလှတယ်မဟုတ်ပေမဲ့ ရင်းနှီးပြီးသား သရုပ်ဆောင်တွေကြောင့်ရော ရိုးရိုးလေးနဲ့ ဝင်ခံစားကြည့်လို့ကောင်းနေတဲ့ ဇာတ်ကောင်တွေကြောင့်ရောဇာတ်လမ်းမှာ ကိုယ်စီးမျောသွားခဲ့တယ်။ တစ်ခါတလေ ဧည့်သည်ဇာတ်ကောင်ပြောရမလားမသိတဲ့ ဇာတ်ကောင်တွေ ထထဖောက်တာမှာဆို ကိုယ်ပြုံးတောင်ပြုံးမိပါတယ်။ ဒီလိုနဲ့ ဇာတ်ကားဟာ ဘယ်လိုရောက်လို့ရောက်မှန်းမသိဘဲ နောက်ပိုင်းနားရောက်လာခဲ့တာပါပဲ။ရုပ်ရှင်ရဲ့နာမည်ကို မင်းရုတ်တရက်ဖတ်လိုက်ရင် သူ့နာမည်က ဘာကိုဆိုလိုမှန်း မသိနိုင်ဘူးမလား။ သူတို့ဟောင်ကောင်က ရထားဘူတာတွေမှာ ရထားစောင့်ရမယ့်နေရာကို မျဉ်းဝါတားထားကြတယ်။ ရုပ်ရှင်ရဲ့နာမည်က အဲဒီမျဉ်းဝါလေးရဲ့ နောက်မှာဆိုတော့ ဒီရုပ်ရှင်ဟာ ရထားကို စောင့်နေကြတဲ့သူတွေရဲ့ ဇာတ်လမ်းတစ်ပုဒ်လို့ ဆိုလိုတာလည်းဖြစ်နိုင်ပါတယ်။ ဒီရုပ်ရှင်ဟာ ရထားနဲ့စပြီး ရထားနဲ့ဆုံးတဲ့ ရုပ်ရှင်ပဲကိုး။ မှန်တာပြောရရင် ရုပ်ရှင်တွေထဲမှာ ရထားတွေ ဘူတာရုံတွေပါတာကို ကိုယ်တော့ သဘောကျတယ်။ ရုပ်ရှင်တစ်ကားမှာပါတဲ့ ရထားကိုက အဲဒီရုပ်ရှင်ရဲ့ ရသတစ်ခု အရသာတစ်မျိုးပဲလို့ ကိုယ်ထင်တာပါပဲ။ ကဗျာမှာ ရထားကို ခွဲခွာခြင်း နိမိတ်ပုံအဖြစ် အသုံးများကြပေမဲ့ ရထားဟာ ဆုံစည်းခြင်းလည်းဖြစ်နိုင်တာပါပဲ။ Diao Yinan ပြောသလို ကိုယ်တို့ ဘဝတစ်လျှောက်က မှတ်ဉာဏ်တွေနဲ့ ရထားကို ပိုင်းခြားပစ်လို့မရဘူးမို့လား။ အနည်းနဲ့အများတော့ ဘဝရဲ့ အမှတ်တရတွေမှာ ရထားက ပါနေတတ်မှာပါပဲ။ အိမ်ပြန်ချိန်ဘူတာခုံးတံတားထိပ်ကနေ သံလမ်းပေါ်ရွေ့လျားသွားတဲ့ ရထားနဲ့နေ၀င်ချိန်ကိုကြည့်ပြီး မင်းကို ကိုယ်လွမ်းခဲ့ဖူးတာတွေလို၊ ရထားပေါ်နားကြပ်တပ်ပြီး အပြိုင်အဆိုင်ဖူးစာ သီချင်းနားထောင်ရင်း ခေါင်းလေးလှုပ်ပြီး သီချင်းညည်းနေတဲ့ မင်းပုံစံလေး ကိုယ့်မျက်လုံးထဲက ၂နှစ်ကျော်တဲ့ အခုထိ မထွက်သေးတဲ့ မှတ်ဉာဏ်တွေလိုပေါ့။ ဒီညဟာ အမှတ်တရတွေရဲ့ နာကျင်စရာကောင်းခြင်းကို ကိုယ်အလူးအလိမ့် ခံနေရတဲ့ညပါပဲ။ဇာတ်လမ်းပြီးခါနီးလောက်မှာ ဘူတာရုံရဲ့ အဝါရောင်မျဉ်းကြောင်းနောက်က ဇာတ်ကောင်တွေ ဆုံစည်းသွားကြမလားတွေးရင်း အင်းစိန်ရထားကို ကိုယ်တို့စောင့်နေကျ ဘူတာရုံလေးမှာ မင်းရုံးအဆင်းနဲ့ ကိုယ်လွဲသွားဖူးတဲ့ တစ်ကြိမ်တစ်ခါကိုတောင် ကိုယ်လွမ်းမိပါတယ်။ ကျောင်းဆင်းတာနဲ့ မင်းဆီ တန်းလာတတ်တဲ့ ကိုယ်ဟာ ဒီရထားကို တစ်ခါမှမလွဲဖူးခဲ့ပေမဲ့ အခြေအနေအကြောင်းကြောင်းကြောင့် အဲဒီတစ်ခေါက်ကိုတော့ ကိုယ်လွဲသွားခဲ့တယ်။ ဘယ်လိုပဲ “တစ်ခါငိုရရင် တစ်ခါမကပြုံးခဲ့ဖူးတာလည်း မမေ့လိုက်နဲ့ဦး”လို့ ဆိုဆို တစ်ခါမှ မလွဲဖူးတဲ့ကိုယ်တို့ လွဲခဲ့ကြတဲ့ အဲဒီတစ်နေ့ဟာ မမေ့နိုင်စရာဖြစ်အောင် ဝမ်းနည်းဖို့ကောင်းခဲ့တာက မရင့်ကျက်သေးတဲ့ ကိုယ့်အတွက်တော့ ဒီနေ့ထိထက်တိုင်ပါပဲ။ဒါကြောင့်လည်း ဒီရုပ်ရှင်ဟာ ကိုယ့်အတွက် ခံစားလို့အတော်ကောင်းတဲ့ ရုပ်ရှင်ဖြစ်နေတာပဲနေမှာပါ။ သူတို့ရော ရထားကိုစောင့်နေကြရင်း ဘူတာရုံလေးမှာ ဆုံစည်းကြမယ် ထင်လား။ ကွဲကွာသွားကြမယ် ထင်လား။ မင်းလည်း ဒီရုပ်ရှင်ကို ကြည့်မိတဲ့အခါ တူညီတဲ့ သတိရစရာတွေပေါ်လာမှာလား။ မထင်ပါဘူးလေ။ သို့ပေမဲ့ လူတွေဟာ ကိုယ့်နည်းကိုယ့်ဟန်နဲ့တော့ လွမ်းတတ်ကြတာပဲမို့လား။ မင်းအလွမ်းနဲ့ ကိုယ့်အလွမ်း အလွမ်းချင်းမတူတောင် ဒီရုပ်ရှင်ဟာ မင်းအတွက်လည်း လွမ်းစရာတစ်ခုခုကို သယ်ဆောင်လာပေးနိုင်မယ်လို့ ကိုယ်တော့ယုံတယ်။ ဒီလိုနဲ့ မနက်သုံးနာရီခွဲလောက်မှာ ရုပ်ရှင်ဟာပြီးသွားတယ်။ ဇာတ်သိမ်းကိုတော့ ကိုယ်ပျော်ရမလိုလို ဝမ်းနည်းရမလိုလိုပါပဲ။ ဖန်သားပြင်ထက်မှာ ပြီးသွားပေမဲ့ ရုပ်ရှင်ဟာ ကိုယ့်ရင်ထဲမှာ မပြီးသွားခဲ့ပါဘူး။ တစ်ချို့ရုပ်ရှင်တွေပြီးသွားတဲ့အခါ ဖြစ်လာတတ်တဲ့ ဒီခံစားချက်မျိုးကို မင်းရောဖြစ်ဖူးလားမသိဘူး။ အနည်းဆုံးတော့ ဒီရုပ်ရှင်ကို ကိုယ့်အတွက်ကိုယ် အပြီးသတ်ပေးလိုက်ဖို့ လိုတာကြောင့် ကိုယ့်စိတ်ထဲ ကျန်ခဲ့တဲ့ ခံစားချက်ကို ကိုယ်ကဗျာတစ်ပုဒ် ချရေးချဖြစ်ခဲ့တယ်။ ကဗျာလို့တောင် ခေါ်လို့ရပါ့မလားတော့ ကိုယ်မသိဘူးပေါ့။ ဒါလည်း ကိုယ့်အလုပ်တော့ မဟုတ်ပါဘူး။ ဒါပေမဲ့ ဒီစကားလုံးအစုဝေးလေးဟာ ဒီရုပ်ရှင်နဲ့ ကိုယ်တို့အကြောင်း ကိုယ်ခံစားလို့ရသလို ရေးထားခဲ့တာပါပဲ။ခရမ်းရင့်ရင့်နှင်းဆီဒီလိုညမျိုးပဲ…… ငါပြန်နိုးလာတယ်။မမှတ်မိပါဘူးလို့ အစိမ်းရင့်ရင့်နေ့ရက်နေ့တွေ……မမှတ်မိပါဘူးလို့ ၀မ်းနည်းရိပ်မသန်းတဲ့နေ့တွေ……မျဉ်းဝါတစ်ကြောင်းနောက်မှာအချစ်ဟာ အိပ်မက်တစ်ခုလိုအိပ်မက်ဟာ အချစ်တစ်ခုလိုချစ်ခြင်းမှာ ရထားဟာဘယ်သောအခါမှ နောက်မကျခဲ့တစ်ခါတလေတော့လည်းချစ်ခြင်းမှာ ရထားဟာဘယ်သောအခါမှ မဆိုက်ခဲ့။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2.2GB, 870MB, 500MBQuality – Bluray 1080p, 720p, 480pIMDb Rating – 5.8/10Format – mp4Duration – 1H 30MinType – Comedy, Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"