"Akhanda 2021Drama/ FantasyIMDb 7.9/10၂၀၂၁ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ တမီးလ်ရုပ်ရှင်ကားကောင်းတွေထဲမှာPauseနောက်ဆုံးပိတ်အိတ်နဲ့လွယ်ကားလို့ပြောရလောက်အောင်ကိုရှယ်ကောင်းတဲ့‌တောင်ပိုင်းကားလေးပါ။ Box office မှာကုဋေ ၂၀၀ အထိဝင်ငွေကြမ်းခဲ့ပြီး ၂၀၂၁ ခုနှစ်ရဲ့ ဒုတိယမြောက်ဝင်ငွေအကြမ်းဆုံးကားဆိုလည်း ဟုတ်တယ်ဗျ။Box Office မှာ ၂၀၂၁ ခုနှစ်မှာ ဒုတိယဝင်ငွေအများဆုံးဖြစ်ရတဲ့အကြောင်းကိုပြောပါဆို နာမည်ကြီးဝါရင့်သရုပ်ဆောင် Nandamuri ပါတာရယ်မင်းသမီးချောနှစ်လက်ဖြစ်တဲ့ Pragya နဲ့ Shamna တို့ပါတာကြောင့်လည်းပါတယ်ပေါ့ဗျာ။အဲလိုပြောလို့ Red Notice လိုနာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ထိန်းသွားတဲ့ကားလားဆိုရင်တော့လည်း မဟုတ်ပြန်ဘူးဗျ။ ဇာတ်လမ်းဇာတ်ကွက်ကကုလားကားဆန်ဆန်ရိုက်ချက်တွေပါနေတာကလွဲရင်(ကုလားကားကိုးဗျ) ရှယ်ကိုကောင်းနေတာမျိုးဗျ။မျောပြီးကြည့်နေရင်းကြက်သီးထရလောက်တဲ့စကားမျိုးတွေထပြောလေ့ပြောထရှိတဲ့တောင်ပိုင်းကားတွေရဲ့ဗီဇကိုသိပြီးပြီဆိုရင်တောင် ဒီကားထဲက ကြက်သီးထစရာဇာတ်ဝင်စကားတွေကတစ်ခြားတွေနဲ့ကိုမတူတာအမှန်။ ကြည့်ရင်းမျောရင်း၊ မျောရင်းကြည့်ရင်းအ‌ဆုံးကိုဘယ်လိုရောက်လို့ရောက်သွားမှန်းမသိမယ့်ကားကောင်းမျိုးဗျ။ဇာတ်လမ်းအကျဉ်းချုပ်ကိုပြောပြရမယ်ဆိုရင် ရွှေကျေးညီနောင်ပေါ့ဗျာ။ကျေးညီနောင်နှစ်ကောင်ဟာ တစ်ကောင်က ကောင်းရာအရပ်‌ရောက်ပြီးကျေးလိမ္မာဖြစ်သွားပေမဲ့ တစ်ကောင်ကတော့ ဆိုးရာအရပ်ရောက်ပြီးကျေး‌မိုက်ဖြစ်သွားသလိုမျိုးပဲပေါ့။ ဒါပေမဲ့ မတူတဲ့အချက်ကတော့ဒီဇာတ်ကားထဲက ညီအစ်ကိုနှစ်ယောက်ကိုကျ မွေးကတည်းကဘုရားလူကြီးက နိမိတ်ဖတ်သွားတာပဲ။ ဒီတစ်‌‌ယောက်ဟာသဘာဝတရားနဲ့ တူလိမ့်မယ်၊ ဒီတစ်ယောက်ဟာ သဘာဝဘေးဆိုးနဲ့တူလိမ့်မယ်ဆိုပြီးသဘာဝတရားကိုချစ် သဘာဝဘေးဆိုးကို စွန့်ပစ်ခိုင်းခဲ့တာမျိုးပေါ့။ ဒီတော့ဗျာညီအစ်ကိုနှစ်ယောက်ထဲက သဘာဝတရားဖြစ်တဲ့တစ်ယောက်ကပြည်နယ်အုပ်ချုပ်ရေးမှူးချောချောလေးနဲ့ တစ်စခန်းသွားတော့မယ်အချိန်မှာသဘာဝဘေးဆိုးဖြစ်တဲ့တစ်ယောက်ကကျ ဘယ်လိုအရပ်ရောက်ပြီးဘယ်လောက်တောင်ဆိုးနေမယ် ညီအစ်ကိုနှစ်ယောက် ဘယ်လိုပြန်တွေ့ကြမယ်ဆိုတာမျိုးပေါ့။ဒီလိုသဘောတရားဇာတ်လမ်း‌တွေရှိပေမဲ့ ဒီကားလောက်တော့ ဇာတ်လမ်းဇာတ်ကွက်၊ဇာတ်ကွက်ဇာတ်ပြောင်းမကောင်းနိုင်တာသေချာတယ်ဗျ။ ဒီတော့ တောင်ပိုင်းကားဖန်တွေအတွက်၂၀၂၁ ခုနှစ်မှာ နောက်ဆုံးပိတ် အိတ်နဲ့လွယ်ထွက်ထားတဲ့ ဒုတိယမြောက်ရုံတင်ဝင်ငွေအကောင်းဆုံးကားလေးကိုလည်း ရှယ်ဝုန်းပေးကြပါဦးခင်ဗျာ။File size…3.7GB / 1.5GBQuality…1080p True Web DL AAC 5.1CH /Format…mp4Duration….2h 47minSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Poe ~ Yunni ~ San Thu Aung"