"Platoon (1986)
[ Dir: Oliver Stone ]
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb – 8.1/10, Rotten Tomatoes – 87%
” ငါတို့တွေဟာ တိုက်လာတဲ့ စစ်ပွဲတိုင်း
နိုင်ခဲ့ကြတာချည်းပဲလေ။ ဒီတစ်ပွဲတော့ရှုံးသင့်ပါတယ် “
Sergeant Elias ကနေ ညတစ်ညမှာ တပ်သားလေး Chris ကိုပြောခဲ့တဲ့စကား။
Platoon ဟာ Oliver Stone ရဲ့အအောင်မြင်ဆုံးဇာတ်ကားကြီးတွေထဲကတစ်ခုပေါ့။ သူ့အတွေ့အကြုံ သူ့ခံစားချက်တွေကို ချပြခဲ့တယ်။ Vietnam စစ်ပွဲမှာ အမေရိကန်တွေစစ်ရှုံးသွားပုံတွေပေါ့။ ပိုဆိုးတာက စိတ်ဓာတ်တွေပါ ဆုံးရှုံးသွားခဲ့ရတာ။
=================
Chris ရဲ့အဖိုးဟာ ပထမကမ္ဘာစစ်မှာ ဝင်ကြမ်းခဲ့တဲ့ သူရဲကောင်း။ အဖေက ဒုတိယကမ္ဘာစစ်မှာ အမေရိကန်တွေအတွက် ဂုဏ်ဆောင်ပေးခဲ့တဲ့သူ။ သူကိုယ်တိုင်ကရော ဒီ Vietnam စစ်ပွဲမှာ ဘာလုပ်ပေးနိုင်မလဲ?
Chris ဟာတစ်ယောက်ထဲ စာရေးနေတတ်တယ်။ စကားတွေလဲပြောတတ်တယ်။ ဘယ်ကမှန်းမသိ ရှိလဲမရှိတဲ့ သူ့အဖွားဆီကိုပေါ့။ နည်းနည်းတော့ ကြောင်တောင်တောင်နိုင်ပေမဲ့ ဒီ ဇာတ်လမ်းတစ်ခုလုံးက သူ့ ဒဿနတွေချည်းပဲလေ။
တပ်သား Chris ဟာ ကောလိပ်တက်ခွင့်ရသူပါ။ ပညာတတ်တစ်ယောက်။ သူ့ရုပ်ရည်ရူပါဟာ စစ်ပွဲနဲ့ မအပ်စပ်ဘူး။ လုံးဝကို မအပ်စပ်တာ။ ရိုးသားပြီး စိတ်ကောင်းရှိတဲ့လူ။ Vietnam မြေပြင်ပေါ်ကို သူဘာလာလုပ်တာလဲ?
ကျောင်းထွက်ပြီး စစ်ထဲကို စေတနာ့ဝန်ထမ်းလုပ်ပြီးဝင်လာတာတဲ့။
“ချမ်းသာတဲ့သူတွေကျတော့ စစ်ပွဲနဲ့‌ရှောင်နေတယ်။ ဆင်းရဲတဲ့လူတွေကျတော့ တိုက်ပွဲထဲမှာ ရုန်းနေရတယ်”
သူက အဲ့လိုလူမျိုးထဲမှာမပါဘူး။ အဆင့်အတန်းဂုဏ်တွေ ချောင်ထိုးထားပြီး စစ်ပွဲမှာ တိုင်းပြည်တာဝန်လာထမ်းတာ။
“ကောလိပ်တက်နေလဲဘာထူးမှာလဲ။ လူ့လောကအကြောင်း ဘာမှ ရေရေရာရာသင်ပေးတာမှမဟုတ်တာ”
ခုတော့ “Vietnam စစ်မြေပြင်” ဆိုတဲ့ ကျောင်းတော်ကြီးမှာ ပညာတွေသင်နေလေရဲ့…
Vietnam ရောက် အမေရိကန်တွေဟာ စိတ်ဓာတ်တွေ ရေစုန်မြောနေပြီ။ အကုန်လုံးက စုတ်ပဲ့နေတာ။ တပ်သားအသစ်တွေဆို ပစားမပေးဘူး နှိမ်ခိုင်းတယ်။ မြန်မြန်သေ အေးတယ်။ ဒါမှ ဒုက္ခမပေးနိုင်မှာ။ ဘာလို့လဲဆို တိုက်ပွဲ အတွေ့အကြုံ မရှိလို့တဲ့။ သေရေးရှင်ရေးဆိုရင်တော့ တပ်သားအသစ်တွေကို ရှေ့တန်းတင်တော့တာပဲ။
Sergeant Elias ကတော့ တခြားသူတွေနဲ့မတူဘူး။ သူဟာ အမြဲတန်း စစ်နိုင်သူပဲ။ စိတ်ထားကောင်းပြီး တပ်သား အသစ်တွေအပေါ် စိတ်ရှည်ရှာတယ်။ လိုအပ်တာတွေ သေချာသင်ပေးတယ်။ သူနဲ့ဆန့်ကျင်ဘက်က Sergeant Barnes ဆိုတဲ့ ဘဲကြီးပေါ့။ မျက်ခွက်ကိုက ဆွဲထိုးချင်စရာ ရုပ်ကြီးနဲ့။
Platoon ( တပ်စု ) ထဲမှာ အဖွဲ့နှစ်ဖွဲ့ကွဲတယ်။ Elias ရဲ့ ဘက်တော်သားနဲ့ Barnes ရဲ့အစေခံကျွန်သပေါက်တွေ။ Chris ကတော့ Elias ရဲ့ အကောင်းဆုံး တပည့်ပေါ့။ အဖွဲ့နှစ်ဖွဲ့ဟာ အယူအဆမတူသလို အချင်းချင်းလဲ အမြင်စောင်းနေကြတာပါ။
တစ်ရက်မှာ ရန်သူ့ စခန်းတစ်ခုကို ဝင်မွှေပါတယ်။ ရန်သူတွေ ရှိမနေပေမဲ့ ရန်သူတွေရဲ့ စွန့်ခွာလက်ဆောင် မိုင်းလေးကြောင့် တပ်သားနှစ်ယောက် ကြွသွားတယ်။ အလောင်းကတော့ တူးနေပြီ။ တစ်ယောက်ကတော့ ဒယိမ်းဒယိုင် ထွက်လာတယ်။ လက်တော့မရှိတော့ဘူး။ အူတွေကလဲ အလိပ်လိုက်ထွက်လို့… Barnes အရမ်းတင်းသွားတယ်။ ရန်သူတွေ ဝင်သွားခဲ့တယ်ဆိုတဲ့ ရွာကို အမြန်လိုက်။ ပြီးတော့… ရွာသားတွေကို နှိပ်စက်ပြီးမေးတော့တာပဲ။
ဒီမှာ……
စိတ်ကောင်းရှိပါတယ်ဆိုတဲ့ Chris တစ်ယောက်ဟာ နောက်တစ်ယောက်ဖြစ်သွားတော့တာပဲ။ ခြေတစ်ဖက်မရှိတဲ့ ကောင်လေးကို အော်ဟောက်နေမိတယ်။ အမေအိုကြီးက တောင်းပန်ငိုယိုလို့နေတာ…။ Chris ကတော့ ရပ်မနေခဲ့ပါဘူး။ အဲ့ကောင်လေးကို တွန်းလှဲပြီး ခေါင်းကို သေနတ်ဒင် နဲ့ထုသတ်လိုက်တယ်။ ဦးနှောက်တွေတောင်ထွက်လာတယ်။ အမေအိုကြီး အငိုတိတ်သွားတယ်။
သူ့မျက်လုံးကတော့ သားဆီမှာ…
မယုံနိုင်တဲ့ အကြည့်တွေနဲ့ပေါ့…
ငိုဖို့တောင် မျက်ရည်မကျန်ရှာတော့ဘူး…
သူငယ်ချင်းတစ်ယောက်ကလဲ Chris ကိုကြည့်လို့။ မယုံနိုင်ဘူး။ Chris ကတော့ မျက်နှာ မှိုင်ပြီး ထွက်သွားတယ်။ Oliver Stone ဟာ လူတွေရဲ့ ပတ်ဝန်းကျင်ကြောင့်ပြောင်းလဲသွားတဲ့စရိုက်ကို အကောင်းဆုံးချပြလိုက်တာပါ။
Sergeant Barnes ဟာ အစစ်အမေးကြမ်းလွန်းတယ်။ ရွာသူကြီးကို အတင်းစစ်မေးတယ်။ ဝင်ရှုပ်နေတဲ့ သူ့မိန်းမကို Headshot နဲ့ Kill လိုက်တယ်။ မကျေနပ်နိုင်သေးတဲ့ သူ့စိတ်က အဖိုးကြီးရဲ့ သမီးလေးကို မဲတော့တာပဲ။ Elias ကပြေးဝင်ပြီးတားတယ်။ ထိုးကြကြိတ်ကြနဲ့။ ရန်ဖြစ်။ ဝင်ဆွဲ။ လုံးထွေးနေကြတယ်။ ပွဲပြီးတော့ Barnes ဟာ Elias ကို ကြည့်လိုက်တယ်။ ” တွေ့ကြသေးတာပေါ့ ” ဆိုတဲ့ အဓိပ္ပာယ်နဲ့။
Barnes ရဲ့ ကောင်တွေက ခြုံတစ်ခုမှာ ကောင်မလေးတစ်ယောက်ကို မုဒိန်း ကျင့်နေကြတာ။ အောက်တန်းကျတဲ့ ခွေးမျိုးတွေ။ Chris ဝင်ချလာတယ်။ ဒီမှာတော့ သူ့စိတ်ကောင်းက လွှမ်းမိုး‌နေတဲ့အချိန်။ ကောင်မလေးကို ဆွဲခေါ်တယ် ကျင့်နေတဲ့ကောင်တွေကို ခပ်ကြမ်းကြမ်း ဆဲဆိုနေတယ်။ ဟိုကောင်တွေက Chris ကိုပြောတယ်…..
“မင်းက သောက်ခြောက်လား? ဒီဟာမ က Vietnam ကွ”
နာကျည်းနေတဲ့ Chris က ပြန်‌အော် ပြောလိုက်တယ် ….
” She’s a f**king human being !!!
F**k you !!! “
လူလူချင်းတောင် တိရိစ္ဆာန်သဖွယ် သဘောထားနိုင်သွားတဲ့ စုတ်ချာ နေတဲ့ စိတ်ဓာတ်တွေကို ကွက်ကွက် ကွင်းကွင်းကြီးပြသွားတာပဲ။ ဒါတောင် အမေရိကန်တွေနော်။ ဖွံဖြိုးပြီး နိုင်ငံတစ်ခုရဲ့ စစ်သားတွေပါ။ ပထမကမ္ဘာစစ်တင်မက ဒုတိယကမ္ဘာစစ်မှာပါ လူတွေရဲ့ အားကျမှုကို ရခဲ့တဲ့ တပ်မတော်။ ဘာမဟုတ်တဲ့ Vietnam တောထဲမှာ ဖြစ်ပျက်သွားတာက မြင်မကောင်းရှုမကောင်းကိုဖြစ်လို့……
Chris ဟာ သူသိလိုက်ရတယ်…
သူလိုချင်နေတဲ့ လူ့ဘဝကြီးအကြောင်းကိုပေါ့…
” ကျနော်တို့ဟာ ရန်သူတွေနဲ့ စစ်တိုက်နေကြရတာမှမဟုတ်ပဲ။ အချင်းချင်း တိုက်နေကြရတာ။ အထူးသဖြင့် ကိုယ့်စိတ်ထဲက ဆိုးတာနဲ့ကောင်းတာရဲ့ မဟာစစ်ပွဲကြီးပေါ့ ” ( Chris Taylor )
ခင်ဗျားတို့ ကျနော်တို့လဲ နေ့စဉ်ရက်ဆက် တိုက်နေကြရတာပဲမဟုတ်လား?
ရလဒ်ကော ကောင်းကြရဲ့လား?
Barnes နိုင်သွားလား?
Elias နိုင်သွားလား?
=====================
ဒီဇာတ်ကားတွေထဲက ဇာတ်ဝင်ခန်းတွေဟာ တကယ့်အဖြစ်အပျက်တွေပေါ်အခြေခံထားတာပါ။ Oliver Stone ဟာ Vietnam စစ်ပွဲအပေါ် အရမ်း အာရုံကျနေခဲ့တာပါ။ ဒီတစ်ခါတော့ သူ ကြမ်းပြလိုက်ပြီလေ။
Cinematography ကို Robert Richardson ကကိုင်ခဲ့တာပါ။ Shutter Island ( 2010 ) နဲ့ Hugo ( 2011 ) ကိုကောင်းကောင်းကိုင်ခဲ့သူ။ ဒါ့အပြင် The Aviator, Once Upon a Time In Hollywood, Kill Bill စတာတွေရဲ့ Cinematography ဖန်တီးရှင်ကြီးပါ ..
Rating: 8.1
Rotten Tomatoes: 87%
Metacritic: 92% ကိုလဲ ရထားပါတယ်။
ဇာတ်လမ်းလေးပြီးသွားရင်..
သေချာပါတယ် Chris Taylor ရဲ့ အတွေးတစ်ပိုင်းတစ်စ ဟာ ခေါင်းထဲ နစ်မြုပ်ကျန်နေရစ်တော့မှာပါ ……
( ရုပ်ရှင်ပရိသတ်တစ်ယောက်အနေနဲ့ ခံစားရေးထားတာမို့လို့ အမှားပါခဲ့ရင် ခွင့်လွှတ်ပေးပါ )
(ဒီဇာတ်ကားရဲ့ အညွှန်းအတွက် Ultimate Classic Films ပေ့ဂ်ကို Credit ပေးပါတယ်ခင်ဗျာ)
Size – 2.88GB, 1.44GB, 430MB
Quality – Remastered Bluray 1080p, 720p, 480p
IMDb Rating – 8.1/10
Format – mp4
Duration – 2H
Type – Drama, War
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Nay Lin Thar
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
