"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ်ခါပြုံးရင် တစ်ရက် အသက်ရှည်မယ်တဲ့ဗျား..။
ဒါကို ကြည့်နေရင်း ခဏ ခဏ ပြုံးမိနေမှာမို့လို့ ကြည့်ကြည့်ပါ..။ နောင်တ မရစေရဘူး..။
ဂျင်း လူးဝစ်ဆိုတဲ့ သက်လတ်ပိုင်း လူတစ်ယောက်ဟာ ကိုယ့်ဘဝကိုယ် ဖြတ်သန်းနေရင်း လုံးဝ နှလုံးမခုန်တော့ပါဘူး တဲ့..။
နှလုံးခုန်ရပ်သွားပေမဲ့လည်း အသက်ရှင်နေတဲ့ ဂျင်း လူးဝစ်ဟာ မိန်းမက အဆွယ်ကောင်းလို့ နတ်ဝင်သည်ပဲ ခေါ်ရမလား ၊ ရှေ့ဖြစ်ဟောပဲ ခေါ်ရမလား ဒီလို ခေတ်မှီ ဆရာမကြီးတစ်ယောက်ဆီကို ရောက်သွားခဲ့တဲ့အခါ..။
အဲ့ဒီဆရာမကြီးရဲ့ အဆိုအရ သူ့နှလုံးဟာ ပုံမှန်ပြန်ပြီး လည်ပတ်လာဖို့အတွက် မိခင်ရင်းဆီကနေ အရေးကြီးတဲ့ ပစ္စည်းတစ်ခု လိုအပ်ပါတယ်တဲ့..။
အရေးကြီးတဲ့ပစ္စည်းဆိုတာကလည်း သူမွေးဖွားလာခဲ့ရာ နေရာ ၊ ထွက်လာခဲ့ရာ ဝမ်းကြာတိုက်ရဲ့ အပေါက်ဝ ၊ အမေ့စပ ဓာတ်ပုံတစ်ပုံ တဲ့ဗျား..။
ဒီတော့ ဂျင်း လူးဝစ်တစ်ယောက် ရပ်တန့်နေပြီဖြစ်တဲ့ နှလုံးကြီးတစ်ခုနဲ့ ‘အမေ့လယ်ကွက်’ ဓာတ်ပုံကို ရအောင် ခက်ခက်ခဲခဲကြိုးစားခဲ့ရတဲ့ အလွဲတွေကို ပေါ့ပေါ့ပါးပါး ရယ်ရယ်မောမော ကြည့်ရှုခံစားနိုင်တော့မှာပါ..။
ပြင်သစ်နိုင်ငံရဲ့ အိမ်နီးချင်းနေ့ဆိုတာကိုလည်း တအံ့တသြကြီး မြင်တွေ့ရပါဦးမယ်..။ ဒီလိုပွဲတော်ရက်မျိုး တကယ်သာ ရှိရင် ပြင်သစ်ပြည်ကို တစ်ခါလောက်တော့ ရောက်အောင် သွားချင်ပါတယ်..။
Trigger Warning ကတော့ ကိုယ်လုံးတီးပါ..။ ( ဆင်ဆာမပါ )
ဇနီးမယားတစ်ယောက် ၊ သူငယ်ချင်းတစ်ယောက်နဲ့ ‘အမေ့ပိပိ’ ဓာတ်ပုံတစ်ပုံ ရဖို့ရေး အငြင်းပွားမှုတွေ ရန်ပွဲလေးတွေ ၊ တလွဲအသေးလေးတွေများစွာနဲ့ ဒီလိုမျိုးအခက်အခဲတွေကြားမှာမှ..။
မိခင်ဖြစ်သူ နှစ်ပေါင်း ၃၀ လောက်ကြာအောင် လျှို့ဝှက်ထားခဲ့ပေးတဲ့ မိခင်မေတ္တာ အဖြာဖြာကိုလည်း ရယ်စရာ မောစရာအဖြစ် မြင်တွေ့ရဦးမှာပါ..။
ပေါ့ပေါ့ပါးပါး ရယ်ရယ်မောမော ကြည့်ရှုစရာ ၊ အချိန်ပေးပြီး ကြည့်ရတာ တန်တဲ့ ရုပ်ရှင်တစ်ကားကို ရှာနေရင်တော့ အခုပဲ ဒီဇာတ်ကားကို ဒေါင်းလုဒ်ဆွဲလိုက်ပါတော့ဗျာ..။
File size…(1.6 GB)/(900 Mb)/(400 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:38:00
Genre…Comedy
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Shin Mann Htet Myat
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
