"[Unicode]
Detention (2019)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၂၀၁၉နှစ်ကုန်ပိုင်းလောက်ကထွက်ထားတဲ့ Psychological Horror film လေးတစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ် ၊
ဇာတ်လမ်းလေးက၁၉၆၂ခုနှစ်အတွင်း ထိုင်ဝမ်စစ်အစိုးရလက်အောက်ကျရောက်တဲ့အချိန်…
အစိုးရကိုပုန်ကန်ဖို့မပြောနဲ့ စကားတောင်လွတ်လွတ်လပ်လပ်မပြောရဲလောက်အောင် အုပ်စုဖွဲ့တာတွေတားမြစ် ၊
စစ်အုပ်ချုပ်ရေးကိုဖီဆန်မယ့် သဘောသဘာဝတွေပါတဲ့စာအုပ်စာပေတွေ ၊ လူငယ်တွေကိုဆွဲဆောင်တဲ့စာအုပ်စာပေတွေ ဖတ်ခြင်းရေးခြင်းကိုလဲ သေဒဏ်ပေးတဲ့အထိကို တင်းတင်းကြပ်ကြပ်တားမြစ်ထားတဲ့အချိန်….
လွတ်လပ်ရေးမြတ်နိုးတဲ့ကျောင်းဆရာလေး ကျန်းမင်ဟွေက တိတ်တဆိတ်စာအုပ်အသင်းတစ်ခုဖွဲ့စည်းထားခဲ့တယ်…
တစ်နေ့မှာ စာအုပ်အသင်းထဲကကျောင်းသားဝေကျုံးထင်နဲ့ စီနီယာအတန်းကကျောင်းသူဖန်ရေ့ရှင်းတို့ သူတို့ကျောင်းကြီးထဲပိတ်မိရာက
သူတို့တွေ့ခဲ့ရတဲ့ထိတ်လန့်မှုတွေနဲ့ ပြောင်းလဲသွားတဲ့သူတို့ရဲ့ကံတရား….
သူတို့တင်မဟုတ်ပဲစာအုပ်အသင်းတစ်ခုလုံးရဲ့ကံတရား…
ဘယ်သူ့ကြောင့်စတင်ခဲ့ပြီး …ဘယ်မှာအဆုံးသတ်မှာလဲ…
Psychological Horrorဆိုတဲ့အတိုင်း သရဲတွေချည်းပြူးပြူးပြဲပြဲခြောက်တာမဟုတ်ပဲ ၊
ဘာတွေလဲ ဘာတွေလဲဆိုတဲ့ ? မေးခွန်းပေါင်းများစွာနဲ့ ဇဝေဇဝါ အလန့်တကြားလေးကြည့်ရမယ့်ကားလေးမို့လို့
ရသအသစ်တစ်ခုခံစားရစေဖို့မျှော်လင့်ရင်း တင်ဆက်ပေးလိုက်ပါတယ် ။
(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ်)
[Zawgyi]
Detention (2019)
၂၀၁၉ႏွစ္ကုန္ပိုင္းေလာက္ကထြက္ထားတဲ့ Psychological Horror film ေလးတစ္ခုနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ ၊
ဇာတ္လမ္းေလးက၁၉၆၂ခုႏွစ္အတြင္း ထိုင္ဝမ္စစ္အစိုးရလက္ေအာက္က်ေရာက္တဲ့အခ်ိန္…
အစိုးရကိုပုန္ကန္ဖို႔မေျပာနဲ႔ စကားေတာင္လြတ္လြတ္လပ္လပ္မေျပာရဲေလာက္ေအာင္ အုပ္စုဖြဲ႕တာေတြတားျမစ္ ၊
စစ္အုပ္ခ်ဳပ္ေရးကိုဖီဆန္မယ့္ သေဘာသဘာဝေတြပါတဲ့စာအုပ္စာေပေတြ ၊ လူငယ္ေတြကိုဆြဲေဆာင္တဲ့စာအုပ္စာေပေတြ ဖတ္ျခင္းေရးျခင္းကိုလဲ ေသဒဏ္ေပးတဲ့အထိကို တင္းတင္းၾကပ္ၾကပ္တားျမစ္ထားတဲ့အခ်ိန္….
လြတ္လပ္ေရးျမတ္ႏိုးတဲ့ေက်ာင္းဆရာေလး က်န္းမင္ေဟြက တိတ္တဆိတ္စာအုပ္အသင္းတစ္ခုဖြဲ႕စည္းထားခဲ့တယ္…
တစ္ေန႔မွာ စာအုပ္အသင္းထဲကေက်ာင္းသားေဝက်ဳံးထင္နဲ႔ စီနီယာအတန္းကေက်ာင္းသူဖန္ေရ႕ရွင္းတို႔ သူတို႔ေက်ာင္းႀကီးထဲပိတ္မိရာက
သူတို႔ေတြ႕ခဲ့ရတဲ့ထိတ္လန္႔မႈေတြနဲ႔ ေျပာင္းလဲသြားတဲ့သူတို႔ရဲ႕ကံတရား….
သူတို႔တင္မဟုတ္ပဲစာအုပ္အသင္းတစ္ခုလုံးရဲ႕ကံတရား…
ဘယ္သူ႔ေၾကာင့္စတင္ခဲ့ၿပီး …ဘယ္မွာအဆုံးသတ္မွာလဲ…
Psychological Horrorဆိုတဲ့အတိုင္း သရဲေတြခ်ည္းျပဴးျပဴးၿပဲၿပဲေျခာက္တာမဟုတ္ပဲ ၊
ဘာေတြလဲ ဘာေတြလဲဆိုတဲ႔ ? ေမးခြန္းေပါင္းမ်ားစြာနဲ႔ ဇေဝဇဝါ အလန္႔တၾကားေလးၾကည့္ရမယ့္ကားေလးမို႔လို႔
ရသအသစ္တစ္ခုခံစားရေစဖို႔ေမွ်ာ္လင့္ရင္း တင္ဆက္ေပးလိုက္ပါတယ္ ။
(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Myint Myat Thinn ျဖစ္ပါတယ္)
File size__( 900 MB) and ( 400 MB)
Quality__Blu-720p
IMDb Rating__7.2/10
Format__mp4
Duration__01:42:42
Type__ Horror, Mystery, Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Myint Myat Thinn
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
