"Pale Rider (1985)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 7.3/10, Rotten Tomatoes – 93% ~
ချစ်ရတဲ့သူ ပြောတဲ့စကားကို ချစ်ခြင်းအားဖြင့် ယုံကြည်ပေးမှ အချစ်စစ်တယ်တဲ့။ အဲဒီစကားက သူတို့နှစ်ယောက်ကို ထာဝရ မဆုံဆည်းနိုင်မယ့် စကားဖြစ်နေရင်တောင်မှပဲပေါ့။
– ဘုန်းတော်ကြီး (ဘွဲ့တော်မရှိ)
အမျိုးသမီးတစ်ယောက်အတွက် သူချစ်မြတ်နိုးရတဲ့ယောက်ျားရယ်၊ အနားမှာ အမြဲရှိနေမယ့် ယောက်ျားရယ် နှစ်‌ယောက်ထဲက တစ်ယောက် ရွေးရတော့မယ်ဆိုရင် ဆင်းရဲအတူ ချမ်းသာမခွဲ နေပေးမယ့် ‌ယောက်ျားကိုပဲ ကျွန်မရွေးမယ်။
– ဆဲရာ ဝီလာ
အံ့ချီးဖွယ် ကံကြမ္မာကို ကိုယ်တော်ဆီ ဆုတောင်းခဲ့ဖူးတယ်။ ရှင်ရောက်လာတဲ့နေ့မှာ အဲဒီဆုတောင်း ပြည့်ခဲ့တယ်။
– မယ်ဂန် ဝီလာ
နာမည်မရှိသော ကောင်းဘွိုင်ကြီး Clint Eastwood ကို နာမည်မရှိသော သေနတ်သမားဟောင်း ဘုန်းတော်ကြီးအဖြစ် ခံ့ခံ့ညားညားကြီး ပြန်လည်မြင်တွေ့ရတဲ့ ဇာတ်လမ်းပေါ့။
ချွေးစက်တွေကို ရွှေမှုန်အဖြစ် ပြောင်းသူ ရွှေကျင်သမားတစ်အုပ်ရဲ့ ဘဝအဖုံဖုံမှာ တခဏတာ လာပတ်သက်သွားတဲ့ မဟုတ်မခံ ဘုန်းတော်ကြီးတစ်ယောက်။ မြေကမ္ဘာကို မုဒိန်းကျင့်သူဆိုပြီး နာမည်ဆိုးနဲ့ကျော်ကြားတဲ့ ရွှေမုဆိုးကြီး တဖြစ်လည်း သဘာဝပတ်ဝန်းကျင်ကို တစ်နေ့ တန်နှစ်ဆယ်နှုန်းနဲ့ ဖျက်ဆီးသူ ကွိုင်း လာဟွတ်ဒ်။ သူတို့နှစ်ယောက်ရဲ့ ထိပ်တိုက်တွေ့ဆုံမှုမှာ Pale Rider (1985) ဇာတ်လမ်း အသက်ဝင်လာခဲ့တာပေါ့။
IMDb 7.3, Rotten Tomato 93% နဲ့ Clint Eastwood ကိုယ်တိုင်ဒါရိုက်တာ၊ ကိုယ်တိုင်ထုတ်လုပ်သူ၊ ကိုယ်တိုင်အဓိကဇာတ်ဆောင်အနေနဲ့ အစွမ်းကုန်ကြဲထားတာပါ။ Box Office မှာ 41 millions ပြန်ရခဲ့ပြီး ၁၉၈၀ ခုနှစ်ရဲ့ Western ရုပ်ရှင်တွေမှာ ထိပ်ဆုံး အမြတ်ကြမ်းခဲ့တဲ့ဇာတ်ကားပါ။ Pale Rider ဆိုတာက သမ္မာကျမ်းစာလာ မြင်းစီးသမား လေးယောက်ထဲက ‌သေမင်းကိုရည်ညွှန်းတာဖြစ်ပြီး Clint Eastwood ရဲ့ ဘုန်းတော်ကြီးဇာတ်ကောင်နဲ့ လိုက်ဖက်လှပါတယ်။ အင်ခွက် (ရွှေကျင်သော ဗန်း) ကိုင် သမားတွေရယ်၊ သူတို့ရှာကြတဲ့ ဗြုန်း (ရွှေထွက်သောမြေမှုန်) တွေရယ်၊ ‌သူတို့ရဲ့ အိပ်မက်နဲ့ လူသဘာဝတွေရယ်ကို ခံစားလိုက်ပါဦး။
(ဇာတ်ကားအညွှန်းကို Arr Khun Winchester မှ ရေးသားပေးထားပါတယ်)
Size – 1.65GB, 1.03GB
Quality – Bluray 1080p, 720p
IMDb Rating – 7.3/10
Duration – 1Hr 55mins
Subtitles – Myanmar Hardsub
Format – MP4
Genre – Drama, Western
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
