"A Twelve-Year Night (2018)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 7.5/10, RT – 80% ~
ဆယ်စုနှစ်ပေါင်းများစွာ ဒီမိုကရေစီနဲ့ရှင်သန်လာတဲ့ လူတွေမှာ ဘာတွေတွေးခေါ်နိုင်မလဲခင်ဗျား စဉ်းစားကြည့်။
လူတစ်ယောက်မှာ လွတ်လပ်စွာရှင်သန်ခွင့်ဟာအရမ်းအရေးကြီးတယ်၊ ကိုယ်နေထိုင်တဲ့ လူ့အသိုက်အဝန်းအဖွဲ့အစည်းကိုယ်၌က လွတ်လပ်မှ ကိုယ့်အတွေးအခေါ်တွေဟာ လွတ်လပ်မယ်။ ဒီလိုပဲ အညမည သဘောအနေနဲ့ ကိုယ့်အတွေးအခေါ်တွေ လွတ်လပ်မှ ကိုယ့်အသိုက်အဝန်းလွတ်လပ်မယ်။ လွတ်လပ်မှုဟာ လုံခြုံမှုကိုဦးတည်တယ်၊ လုံခြုံမှုကနေမှ သန့်ရှင်းတိုးတက်တဲ့ အဖွဲ့အစည်းတစ်ခုနိုင်ငံတစ်ခုကို ဖော်ဆော်နိုင်မယ်။
ဒီလိုသဘောတရားတွေဟာ ဒီမိုကရေစီနိုင်ငံသားတွေရဲ့စိတ်ထဲမှာစိမ့်ဝင်ထားပြီးသား။ ဥရုဂွေးနိုင်ငံဟာ ဆယ်စုနှစ်များစွာ ဒီမိုကရေစီနိုင်ငံအဖြစ် ရပ်တည်နေရာကနေ အာဏာရှင် လက်အောက်ကို ကျရောက်သွားတယ်။ ဒီလိုအာဏာသိမ်းမှုမျိုးကို လက်မခံနိုင်တဲ့ လူတွေဝိုင်းဝန်းတော်လှန်ကြပြီး တူပါမာရိုတော်လှန်ရေးဆီကိုဦးတည်သွားတော့တယ်။
သို့ပေမဲ့ စိတ်မကောင်းစွာပဲ ရှုံးနိမ့်ခဲ့ရပြီး ကျန်ရစ်သူတွေကတော့ထောင်ကျခဲ့ပါတယ်၊ ဒီတော်လှန်ရေးကြီးကနေပြီး တစ်ချိန်မှာ ဥရုဂွေးနိုင်ငံရဲ့သမ္မတဖြစ်လာမယ့်သူ၊ အထက်လွှတ်တော်အမတ်ဖြစ်လာမယ့်သူတွေဟာ ထောင်ထဲမှာ ၁၂ နှစ်ကြာ တိုက်နန်းစံရတဲ့ အိမ်ရှေ့မင်းသားရာထူး ရခဲ့ကြပါတယ်။
ဒီ ၁၂ ကြာကာလဖြတ်သန်းရပုံကို ကိုယ်ခံစားနေရသလို ခံစားရတဲ့အထိရိုက်ပြနိုင်တဲ့ကားပါပဲ။ ” မင်းတို့တွေ တစ်ယောက်နဲ့တစ်ယောက် စကားပြောခွင့်မရှိသလို ဘယ်သူနဲ့မှလည်း စကားမပြောရဘူး “တဲ့။ စိတ်သတ်ကွင်းဆိုတာ အဲဒီလိုနေရာမျိူးပါပဲ၊ စိတ်နဲ့ခန္ဓာ မအပ်စပ်တော့အထိ နှိပ်စက်ခဲ့ကြပြီး ဒီ တူပါမာရိုအကျဉ်းသား‌တွေရဲ့အပေါ့အလေးကိစ္စဟာလည်း မြောက်ကိုရီးယား နျူထိန်းချုပ်ရေးကိစ္စထက် ပိုအရေးကြီးခဲ့ကြပါတယ်။
စိတ်သတ်ကွင်းမှာ သားရဲတွင်းက လွတ်လာတဲ့ သူတစ်ဦးကလည်း ၂၀၁၀ ကနေ ၂၀၁၅ အထိ ဥရုဂွေးနိုင်ငံကြီးကို ဦးဆောင်ပြသွားခဲ့ပါတယ်။
ဆိုတော့ ဒီစာကို ဂျိုဆေးမူဂီကာရဲ့အမေပြောထားတဲ့စကားလေးနဲ့အဆုံးသတ်ပါရစေ။
“ တိုက်ခိုက်နေတာကို ရပ်လိုက်တဲ့သူက ရှုံးနိမ့်သွားတာပဲ… “
(ဇာတ်ကားနဲ့အညွှန်းကို ပြန်ဆိုရေးသားပေးထားသူကတော့ Murphy ပဲ ဖြစ်ပါတယ်)
Size – 1.97GB, 790MB
Quality – 1080p, 720p
IMDb Rating – 7.5/10
Format – mp4
Duration – 2H 2Min
Genre – Adventure, Biography, Crime
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Murphy
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
