"Break 2019
=========
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
#Unicode
ဇာတ်ကားအညွှန်းလေးမပြောခင် Poster နဲ့ Movie Title ကိုဖတ်လိုက်တာနဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်ကားတစ်ကား
ဖြစ်လာမယ်ဆိုတာ လူတိုင်းခန့်မှန်းမိကြမှာပါပဲ။ ဟုတ်ပါတယ် . တကယ်လည်းစိတ်ဝင်စားဖို့ကောင်းပါတယ်။ ယောင်္ကျားလေး
(၃)ယောက်နဲ့ မိန်းကလေး(၂)ယောက်ပါဝင်တဲ့ သူငယ်ချင်း ရည်းစားအဖွဲ့လေးတစ်ခုဟာ New Year Party ကို နှင်းတွေပြည့်ဖုံး
နေတဲ့ တောင်ထိပ်မှာကျင်းဖို့အတွက် တောင်ပေါ်ခရီးတဝက်သာသာလောက်ကိုတတ်လာခဲ့ပါတယ်။ ကျန်တဲ့ ခရီးတစ်ဝက်ကျော်
ကိုတော့ Cable Car အသုံးပြုပြီးတတ်ကြမှာပါ။ စတာက အဲ့ Cable Car ထဲမှာပါပဲ . . . လမ်းတစ်ဝက်မှာ Electric ပြတ်တောက်
သွားတာကြောင့် Car ရပ်သွားခဲ့ပြီး ဒုက္ခဆိုတာ စတော့ပါပဲ။ အမြင့်ပေ သောင်းကျော်မှာရပ်နေရတာတွေ၊ အေးခဲနေတဲ့ရာသီဥတု၊
အချင်းချင်းတောင် အဆင်မပြေတော့တာတွေအပြင် . . . Electric ပြတ်သွားရတဲ့အကြောင်းအရင်းတွေဟာ သာမန်ဖြစ်စဥ◌်တော့
မဟုတ်ခဲ့ဘူးမို့ . . . ရှုစားကြကုန်။
#Zawgyi
ဇာတ္ကားအၫႊန္းေလးမေျပာခင္ Poster နဲ႔ Movie Title ကိုဖတ္လိုက္တာနဲ႔ စိတ္ဝင္စားစရာေကာင္းတဲ့ ဇာတ္ကားတစ္ကား
ျဖစ္လာမယ္ဆိုတာ လူတိုင္းခန႔္မွန္းမိၾကမွာပါပဲ။ ဟုတ္ပါတယ္ . တကယ္လည္းစိတ္ဝင္စားဖို႔ေကာင္းပါတယ္။ ေယာက်ၤားေလး
(၃)ေယာက္နဲ႔ မိန္းကေလး(၂)ေယာက္ပါဝင္တဲ့ သူငယ္ခ်င္း ရည္းစားအဖြဲ႕ေလးတစ္ခုဟာ New Year Party ကို ႏွင္းေတြျပည့္ဖုံး
ေနတဲ့ ေတာင္ထိပ္မွာက်င္းဖို႔အတြက္ ေတာင္ေပၚခရီးတဝက္သာသာေလာက္ကိုတတ္လာခဲ့ပါတယ္။ က်န္တဲ့ ခရီးတစ္ဝက္ေက်ာ္
ကိုေတာ့ Cable Car အသုံးျပဳၿပီးတတ္ၾကမွာပါ။ စတာက အဲ့ Cable Car ထဲမွာပါပဲ . . . လမ္းတစ္ဝက္မွာ Electric ျပတ္ေတာက္
သြားတာေၾကာင့္ Car ရပ္သြားခဲ့ၿပီး ဒုကၡဆိုတာ စေတာ့ပါပဲ။ အျမင့္ေပ ေသာင္းေက်ာ္မွာရပ္ေနရတာေတြ၊ ေအးခဲေနတဲ့ရာသီဥတု၊
အခ်င္းခ်င္းေတာင္ အဆင္မေျပေတာ့တာေတြအျပင္ . . . Electric ျပတ္သြားရတဲ့အေၾကာင္းအရင္းေတြဟာ သာမန္ျဖစ္စဥ◌္ေတာ့
မဟုတ္ခဲ့ဘူးမို႔ . . . ရႈစားၾကကုန္။
(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ D3mon ပဲဖြစ်ပါတယ်။)
Quality – 720p WEB-RIP
Duration – 1 hrs 25 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Thriller
Source : 1080p.WEB-RIP
Translator – D3mon
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
