"Iris Warriors (2022)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘာဆိုဘာမှ လုပ်ပေးဖို့စိတ်ကူးမရှိတဲ့ လူကောင်းပါဆိုတဲ့ ပုဂ္ဂိုလ်တွေကြောင့်ပဲ ဆိုးယုတ်ခြင်းက အောင်လံလွှင့်ထူနိုင်တာပါပဲလေ။ ကောင်းမွန်သန့်စင်ခြင်းအလင်းရောင်က လောကကို အလှဆင်ရုံနဲ့ တာဝန်ကျေပြီလား။ စေတန်နတ်ဆိုးကတော့ အမှောင်ကမ္ဘာမှာ သူ့တာဝန်ကို သူကျေတယ်။ မဆုတ်မနစ် ကြိုးစား၊ စဉ်ဆက်မပြတ်အားထုတ်၊ ကောက်ကျစ်ခြင်းအပြုံးရဲ့ အမှုန်တွေ လေထုထဲကို အဆိပ်ခတ်လို့ သူယုံကြည်ရာသူ့လမ်းကြောင်းကို တည်ဆောက်နေလေရဲ့။
လှပသွားတဲ့လောကကြီးကို ထိုင်ကြည့်ပြီး တာဝန်ကျေပါတယ်ဆိုတဲ့ အထာနဲ့ ပြုံးပြုံးကြီးထိုင်ကြည့်နေတဲ့ လူကောင်းကြီး‌တွေ။ ကာကွယ်သူမဲ့နေတဲ့ မြေကမ္ဘာကို သိမ်းပိုက် အမှောင်တိုက်လိုသူတွေကတော့ စက္ကန့်မလပ်အားထုတ်ရင်း ပန်းတိုင်ဆီကို ဖြည်းဖြည်းမှန်မှန် ဝေ့ဝဲပျံသန်းလာနေတုန်း။ အရွယ်မတိုင်ခင်မှည့်တဲ့ ပန်းသီးကိုစားပြီး ကိုယ်ကျင့်တရားလက်ဖက်တစ်ရိုးနဲ့ ကိုယ့်ကိုယ်ကိုယ် မျက်နှာလုပ်ကြသူတွေကတော့ လေးစားခံဘဝမှာ ယစ်မူးသာယာရင်း တာဝန်တွေမေ့၊ သေနေ့စေ့မှ ” မတရားဘူး ” ကုန်းအော်ကြတယ်။ ပင်လယ်ပြာတဝှမ်း ရေခမ်းရင်တော့ အသိတရား ရလောက်ရဲ့။
အစွန်းနှစ်ဖက်ဟာ သိပ်ဝေးကွာသလိုလိုနဲ့ သူ့ရဲ့အထိအတွေ့ကို ကျောဖက်မှာ ရှတတခံစားရတာမျိုး။ အမုန်းတရားနဲ့ အဆုံးထိသွားမယ်ဟန်ပြင်မှ နှလုံးသားတောင့်မှာ မသိလိုက်ဘဲ ဖုန်တက်နေတဲ့ မောင်မင်းကြီးသားထရှုပ်လို့ မျက်ရည်ပေါက်ပေါက်ကျရတာကလည်း မြေကြီးကိုလက်နဲ့ပုတ်လို့ လက်သာကျိုးသွားမယ့်အဖြစ်ပဲပေါ့။ ရင်ကဖြစ်လို့ ရင်နှစ်သည်းချာဆိုမလား။ ရန်သူလို ရန်ငြိုးထား ကျောင်းတော်က ရန်စလို ကမ္ဘာပြိုတဲ့အထိ အမုန်းတွေ မအိုတာလည်း ကြုံဖူးကြမယ်ထင်ပါရဲ့။
ဒီဇာတ်လမ်းက မဆန်းပါဘူးဗျာ။ မြေတိုက်တစ်ခန်းမှာ ကလေးတသိုက်နဲ့ အထိန်းတော်တစ်ယောက် ဗုံးမိုး ခိုနေကြတဲ့ တစ်ခန်းစာပါပဲ။ ကိုယ်တိုင်ကြောက်တာထက် ကိုယ်ကြောက်နေတာကို သိသွားမှာ ပိုကြောက်ရတဲ့အဖြစ်က မှိုဟင်းစားရင်း ငရုတ်သီးစပ်တဲ့အဖြစ်ပဲဗျ။ အမူအယာကိုဖုံးဖိရင်း တဂျိမ်းဂျိမ်းကျနေတဲ့ ဗုံးသီးတွေအောက်မှာ မတစ်ထောင်သားသမီးတွေကို ပုံပြင်ဖတ်ပြရနေရတဲ့ အပျိုရည်တောင် မပျက်လောက်သေးတဲ့ ကောင်မလေးက ရဲရင့်တယ်ခေါ်မလား။ ကြံရာမရ ကောက်ရိုးတစ်မျှင်ဆွဲတယ် ခေါ်မလား။
ပုံပြင်ဆိုတော့ ပုံကို လိုအပ်သလို ပြင်ထားတာဖြစ်မှာပေါ့။ အကောင်းနဲ့အဆိုး တိုက်ခိုက်ကြတဲ့အခါ အကောင်းကပဲ နိုင်လေသတည်းတဲ့။ စာအုပ်ထဲကထွက်လာတဲ့ မှော်ပရိုဂျက်တာမှာ မှော်ဆန်တဲ့ ကကွက်တွေ ပုံဖော်၊ အံ့မခန်းတဲ့ နောက်ခံဂီတကတော့ အဖန်တရာ ဖန်အပ်သော ဝါဂွမ်းကို အဖန်တရာစစ်အပ်သော ဆီထဲနှစ်သကဲ့သို့ပေါ့။ ဘဲလေးအကကြိုက်သူ‌တွေကတော့ ရတနာပုံဆိုက်တာပဲဗျာ။ ပုံပြင်လေးကို ဘဲလေးအကနဲ့ သရုပ်ဖော်သွားတာမြင်တော့ ရာမဇာတ်တော်ကြီးကိုတောင် သတိရမိသေး။ ရောင်စဉ်ခုနှစ်သွယ်ကို ပုံဖော်ကြတဲ့ ရောင်စဉ်ခုနှစ်မျိုး မိတ်ကပ်မျက်နှာလှလှ‌လေးတွေ၊ ‌အမှောင်သခင်မရဲ့ မဟူရာဆန်တဲ့အလှနဲ့ကျက်သရေတွေက ဒီဇာတ်ကားရဲ့အနှစ်သာရပေါ့။
ဇာတ်ကားနာမည်လေးက
“ရောင်စဉ်ခုနှစ်ဖော် စစ်သည်တော်” ပါတဲ့…
(ဇာတ်ကားအညွှန်းကို Arr Khun Winchester မှ ရေးသားပေးထားပါတယ်)
Size – 1.53GB, 720MB, 330MB
Quality – WEBrip 1080p, 720p, 480p
Duration – 1Hr 20mins
Subtitles – Myanmar Hardsub
Format – MP4
Genre – Family, Fantasy, Musical
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
