"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Wheel of Fortune and Fantasy (2021 )
———————-
Directed By Ryusuke Hamaguchi
အားလုံးသောချစ်ခြင်းများဟာ ချစ်ခြင်းနဲ့ ကံကြမ္မာကြားက မှတ်တိုင်ကလေးမှာ မိုးခိုကြရင်း
စစ်ကိုင်းလမ်းလို ရူးသွပ်ကြရင်း “မိုးခိုသူတို့ ဘာသာသဘာဝ မိုးတိတ်ရင် ခွဲခွာ”ကြရင်း….
တစ်ခါတလေတော့လည်း နဖူးစာမင်ရည်ကျဲခဲ့တဲ့ ချစ်ခြင်းတွေဟာ “လွမ်းသည်ထပ်ဆင့် ဖူးချိန်သင့်ကို မျှော်လင့်ခိုးရှာ”ရင်း ….. ကံစီမံရာကိုသာ “မျှော်ရည်ယုံကြည်တောင့်တ”ရင်း တစ်ခါတလေတော့လည်း “မိုးတွေတိတ်တာတောင် ကိုယ်ကရွာ”နေရင်း
“အချိန်တွေကုန်ဆုံးလို့ အရွယ်လွန်လာ”ကြတာပါပဲ။
ကဗျာဟောင်းကလေးထဲကလို ” အသဲမကွဲတဲ့ အသက်ရှင်ခြင်းဟာ တရားမျှတပါ့မလား”ဆိုဆို ဒီရုပ်ရှင်ဟာ “ကံမဆုံသော အချစ်များ”အကြောင်းပေါ့။ ရှောင်လွှဲလို့မရတဲ့ချစ်ခြင်းနဲ့ သွေဖီလို့မရတဲ့ ကံကြမ္မာကြားက ဘဝတွေကို ဒါရိုက်တာ ရူဆုခဲ ဟမဂုချိ ကိုယ်တိုင်ရေးထားတဲ့ ဇာတ်လမ်းတို သုံးခုနဲ့ ပုံဖော်ပြသွားတယ်။
ဟမဂုချိဟာ Cannes Film Festival 2021မှာ Drive My Car နဲ့ အကောင်းဆုံး ဇာတ်ညွှန်းဆုရထားတဲ့သူ ဖြစ်တဲ့အပြင် နောက်နှစ်အော်စကာမှာ ဂျပန် Entry အဖြစ် သူ့ရဲ့ Drive My car ရုပ်ရှင်က ဝင်ထားတော့ သူ့ဇာတ်ညွှန်းရဲ့ အနေအထားကို တကူးတကပြောဖို့တော့ မလိုပါဘူး။ မုရခမိရဲ့ ၀တ္တုကိုတောင် သူက ပိုင်နိုင်အောင် ပုံဖော်နိုင်ခဲ့တာပါပဲ။
သို့ပေမဲ့ သူ့တင်ဆက်ပြသပုံဟာ ပွင့်လင်းလွန်းတော့ လိင်ကိစ္စနဲ့ပက်သက်တဲ့ အသုံးအနှုန်းတွေတော့ တော်တော်ပါတယ်။ မိသားစုနဲ့တော့ ကြည့်လို့မပြေဘူးပေါ့။ ဂျပန်ရုပ်ရှင်ပီပီသ အကြောင်းအရာထက် ဇာတ်ကောင်စရိုက်အပေါ် ပိုအသားပေးထားတာမို့ နည်းနည်းတော့ အေးစက်နေပေမဲ့ ဂျပန်ရုပ်ရှင်တွေရဲ့ အရသာကိုကြိုက်ကြသူတွေ ကြည့်ကိုကြည့်သင့်တဲ့ကားကောင်းပါပဲ။ Wheel of Fortune and Fantasy ဟာ ဘာလင်ရုပ်ရှင်ပွဲတော်မှာ ဒုတိယအမြင့်ဆုံးဆု ဖြစ်တဲ့ ” Sliver Bear Grand Jury Prize” ကို ရခဲ့ပါတယ်။
Word References By Appearance
ကိုနေ၀င်း – စစ်ကိုင်းလမ်း
တာရာမင်းဝေ – ဧဒင်ကချေသည်
ရှင်မဟာရဌသာရ – နှမလက်လျော့နေလေတော့
ကိုနေဝင်း – သို့ တစ်ရံတခါဆီ
တာရာမင်းဝေ – မမသည်ငွေ့ရည်ဖွဲ့စ တိမ်ဖြူမွလေးဖြစ်သည်။
စိုင်းခမ်းလိတ် – အစားထိုးမရတဲ့ဆုံးရှုံးမှု
သုခမိန်လှိုင် – အသဲကွဲတဲ့တေး
မောင်သိန်းဇော် – ပွင့်ဦး
( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(2GB) / (999MB)
Quality__1080p, 720p
IMDb Rating__7.6/10
Format__mp4
Duration__02:02:00
Type__Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
