"The Whistlers(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ခရစ်စတီဟာ ရဲအလုပ်လည်းလုပ်သလို ဝင်ငွေဖြောင့်လွန်းတဲ့ မူးယစ်ဆေးရောင်းဝယ်
ပါလုပ်တဲ့ အကျင့်ပျက်ရဲတစ်ယောက်ဖြစ်တယ်….
မူးယစ်ရာဇာဟာ သူမွေးထားတဲ့ ရဲခရစ်စတီကို အချီကြီးကိစ္စတစ်ခုခိုင်းပါတယ်…
ရဲတွေပဲလုပ်ပေးနိုင်တဲ့အလုပ်မျိုး….ခက်ခဲလွန်းပေမယ့် ရုန်းထွက်ဖို့ခက်လို့ ခရစ်စတီလက်ခံလိုက်တယ်….အဲ့ဒီကိစ္စမလုပ်ခင် သိပ်မကြာပါဘူး….အမည်မဖော်လိုသူသင်းပေးကြောင့် မူးယစ်ရာဇာကြီးကို ဖမ်းဖို့ ဖြစ်လာခဲ့တယ်….ရဲမှူးဟာ ဖမ်းဆီးရေးခေါင်းဆောင်အေးဂျင့်ရဲ့တွဲဘက်အဖြစ် ခရစ်စတီကိုတာဝန်ပေးလိုက်တယ်…
အဲ့ဒီမှာ ခရစ်စတီတစ်ယောက်အကြီးအကျယ်တိုင်ပတ်တော့တာပဲ….
တစ်ဘက်ကလည်း ရဲအဖွဲ့နဲ နာမည်မပျက်ဖို့ အမှန်တရားဘက်တော်သားတွေက
စောင့်ကြည့်နေကြသလို မူးယစ်အဖွဲ့မှာလည်း လက်လွန်ခြေလွန်ကိစ္စတွေကလည်း
အများကြီး ကျန်နေတယ်…ခရစ်စတီတစ်ယောက်ဘယ်လိုတွေ ဆက်ပြီး မလည်ရှုတ်လုပ်မလဲ ..ဘယ်လောက်တွေတောင် ဒုက္ခရောက်မလဲဆိုတာကိုတော့ခံစားလိုက်ပါဦး…
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်…
(zawgyi)
ခရစ္စတီဟာ ရဲအလုပ္လည္းလုပ္သလို ဝင္ေငြေျဖာင့္လြန္းတဲ့ မူးယစ္ေဆးေရာင္းဝယ္
ပါလုပ္တဲ့ အက်င့္ပ်က္ရဲတစ္ေယာက္ျဖစ္တယ္….
မူးယစ္ရာဇာဟာ သူေမြးထားတဲ့ ရဲခရစ္စတီကို အခ်ီႀကီးကိစၥတစ္ခုခိုင္းပါတယ္…
ရဲေတြပဲလုပ္ေပးႏိုင္တဲ့အလုပ္မ်ိဳး….ခက္ခဲလြန္းေပမယ့္ ႐ုန္းထြက္ဖို႔ခက္လို႔ ခရစ္စတီလက္ခံလိုက္တယ္….အဲ့ဒီကိစၥမလုပ္ခင္ သိပ္မၾကာပါဘူး….အမည္မေဖာ္လိုသူသင္းေပးေၾကာင့္ မူးယစ္ရာဇာႀကီးကို ဖမ္းဖို႔ ျဖစ္လာခဲ့တယ္….ရဲမႉးဟာ ဖမ္းဆီးေရးေခါင္းေဆာင္ေအးဂ်င့္ရဲ႕တြဲဘက္အျဖစ္ ခရစ္စတီကိုတာဝန္ေပးလိုက္တယ္…
အဲ့ဒီမွာ ခရစ္စတီတစ္ေယာက္အႀကီးအက်ယ္တိုင္ပတ္ေတာ့တာပဲ….
တစ္ဘက္ကလည္း ရဲအဖြဲ႕နဲ နာမည္မပ်က္ဖို႔ အမွန္တရားဘက္ေတာ္သားေတြက
ေစာင့္ၾကည့္ေနၾကသလို မူးယစ္အဖြဲ႕မွာလည္း လက္လြန္ေျခလြန္ကိစၥေတြကလည္း
အမ်ားႀကီး က်န္ေနတယ္…ခရစ္စတီတစ္ေယာက္ဘယ္လိုေတြ ဆက္ၿပီး မလည္ရႈတ္လုပ္မလဲ ..ဘယ္ေလာက္ေတြေတာင္ ဒုကၡေရာက္မလဲဆိုတာကိုေတာ့ခံစားလိုက္ပါဦး…
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္…
File Size : (850 MB) and (316 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:37:00
Genre : Crime , Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Tin Myo Lwin
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
