"Red Rocket (2021)ဒီရုပ်ရှင်ကို A24က ရိုက်ကူးဖြန့်ချီခဲ့ပြီး 2021 July လ Cannes ရုပ်ရှင်ပွဲ​တော်မှာ စတင်ပြသခဲ့ပြီးယူအက်စ် ပြည်တွင်း သီးသန့်ရုံ​တွေမှာပဲ ရုံတင်ပြသခဲ့တာဖြစ်ပါတယ်Cannes, Deauvilleလို ရုပ်ရှင်ဆု​ပေးပွဲ​တွေမှာ ဆု​ပေါင်း များစွာရရှိထားပြီးဖြစ်သလိုPalme d’Orလို ဆု​​ပေးပွဲကြီး​ ​တွေမှာလည်း ဒါရိုက်တာဆု၊ဇာတ်လမ်းဆုနဲ့ ဇာတ်​ဆောင်ဆုစသဖြင့် Nominationsများစွာ ရရှိထားပါတယ်၊ဒါ့အပြင် National Board of Reviewရဲ့ တစ်နှစ်တာအ​ကောင်းဆုံးဇာတ်ကား ၁၀ကားစာရင်းမှာလည်း ပါဝင်​ထားပါတယ်၊Pause– IMDb အ​နေနဲ့ 7.6– Rotten Tomatoes – 86%ရထားပြီး​ရုပ်ရှင်​ဝေဖန်​​ရေးသမား​တွေလက်စွဲ Metacriticမှာ 75% အထိ rating အမြင့်စားကို ရရှိထားပါတယ်၊ဇာတ်လမ်းအ​ကြောင်း​ ​ပြောရမယ်ဆိုရင် ဒီဇာတ်ကားက လူတိုင်းအတွက် မဟုတ်ပါဘူး၊Hollywoodရဲ့ porn industryမှာ ဒိတ်ဒိတ်ကြဲ​အောင်မြင်ခဲ့ဖူးသူ၊လက်ရှိမှာ ဘဝပျက်ပြီးရုန်းကန်​နေရတဲ့ Adult film starအ​ကြောင်း ရိုက်ကူးထားတာပဲဖြစ်ပါတယ်၊ဒါ​ကြောင့် မိသားစုနဲ့အတူကြည့်ဖို့ မသင့်​တော်တဲ့အခန်း​တွေ ပါဝင်သလိုတချို့​သောစကား​ပြော​ခန်း​တွေကလည်း ကြမ်းပါတယ်၊Mikey David aka Mikey Saberဟာ တချိန်က​​တော့Hollywood adult film​လောကမှာဇာတ်ကား​ပေါင်း ၂၀၀၀​ကျော်၊ အမြင့်ဆုံးဆု ၆ဆုပိုင်ရှင် Hall of Fame Nomination ၁၃ကြိမ်ဝင်ခဲ့ဖူးသူဖြစ်ခဲ့​ပေမဲ့လက်ရှိမှာ​တော့ studio​တွေနဲ့ အဆင်မ​ပြေ​တော့တာတ​ကြောင်း၊ အသက်ရလာတာတ​ကြောင်း​ကြောင့်သူ့ဇနီး​ဟောင်း porn model​ဟောင်း Lexiဆီပြန်လာရင်း ဘဝသစ်စဖို့ ကြိုးစားခဲ့ပါတယ်၊ဒါ​ပေမဲ့ အပြာကားနဲ့ အပြာကားသရုပ်​ဆောင်​တွေဆိုတာက ကိုယ်တိုင်သာ ခိုးကြည့်ရင်ကြည့်မယ်၊တကယ်လက်​တွေ့မှာ ကြုံရဆုံရရင်​တော့ အသက်​​မွေးဝမ်း​ကြောင်းတစ်ခုလိုမြင်ဖို့ရာ ခက်တဲ့အလုပ်ဆို​တော့Mikey​လျှောက်သမျှ ဘယ်အလုပ်မှ သူ့ကိုမ​ရွေးချယ်ခဲ့ပါဘူး၊သမ္မာအာဇီဝနဲ့ ကြိုးစားလို့မရ​တော့တဲ့အဆုံး အရင်ကလို weedရောင်းရင်း ​အချိန်ကုန်လာခဲ့ရာက​နေတစ်​​နေ့မှာ Raylee( Strawberry) ဆိုတဲ့ မြီး​ကောင်​ပေါက်အရွယ်အသက်၁၈နှစ်ပြည့်ဖို့ ၃ပတ်အလို က​လေးမ​လေးနဲ့အ​တွေ့မှာAdult film industryကို က​လေးမ​​လေးနဲ့အတူ ပြန်ဝင်ဖို့ ကြိုးစားပါ​တော့တယ်၊ဒါ​ပေမဲ့ သူရဲ့ရှုပ်​ထွေးလှတဲ့ မိသားစုပြဿနာ​တွေ၊weed​သမား​တွေရဲ့ ပဋိပက္ခ​တွေ၊ က​လေးမအ​ပေါ် ထိမ်ချန်ထားခဲ့တဲ့ သူ့ဘဝမှန်အ​ကြောင်း​တွေကတစ်စငင် တစ်စင်ပါ ​နောက်ကလိုက်လာတဲ့အခါမှာ ဘာ​တွေဆက်ဖြစ်သွားမလဲဆိုတာကိုDark comedyဆန်ဆန် ခပ်ကြမ်းကြမ်းကြည့်ရှုရမယ့်Rating ခပ်မြင့်မြင့် Drama ဇာတ်ကား​​ကောင်းပဲဖြစ်ပါတယ်အညွှန်းကိုတော့ JimX က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ထားတာကတော့ JimX နဲ့ Thiha Yan Naing တို့ပဲ ဖြစ်ပါတယ်။Genre…..Comdey,DramaQuality….WEB-DL 1080p and 720p and 360pFile size…1.78GB and 1.05GB and 395MBFormat…mp4Duration….2h 10minSubtitle….Myanmar Subtitle (Hardsub)Translator …..JimX and Thiha Yan NaingEncoder ….. August"