Center Stage( 1991 )————————တရုတ်အကယ်ဒီမီကစာရင်းလုပ်ခဲ့တဲ့ တရုတ်ပြည်သုံးခြမ်းလုံးမှာ ထွက်ခဲ့တဲ့သမျှ အကောင်းဆုံးကားတစ်ရာထဲ နံပါတ်၄၄နေရာယူထားတဲ့ ရုပ်ရှင်ပါ။ ဒါရိုက်တာကတော့ Rouge (1987)ကားကို ရိုက်ခဲ့တဲ့ Stanley Kwanပါပဲ။ Center Stage ဟာ ၁၉၃၀ပြည့်နှစ်တွေတုန်းက နာမည်ကျော်ခဲ့တဲ့ မင်းသမီးရွမ်လင်းယုအကြောင်းကို ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး။ ဒိုကူမန်ထရီလိုလိုတစ်ခြမ်း ဇာတ်အိမ်ဆင်ရိုက်ပြတာတစ်ခြမ်း နှစ်ခြမ်းကို တစ်လှည့်စီပြနေတဲ့ရုပ်ရှင်ပါပဲ။ ပြောရရင် ဒီရုပ်ရှင်မှာ ပါဝင်နေသမျှ ဒါရိုက်တာအဆုံး မင်းသားမင်းသမီးတွေအကုန်လုံးဟာ ၁၉၆၀နဲ့ အနီးတစ်ဝိုက်မှာ မွေးခဲ့တဲ့သူတွေဖြစ်ပြီး သူတို့မမွေးခင် နှစ်၃၀လောက်က နာမည်ကျော်ခဲ့တဲ့ မင်းသမီးအကြောင်းကို ၁၉၉၀လောက်မှာ ခြေရာပြန်ကောက်ကြ ဆွေးနွေးကြတာကိုလည်း တစ်လှည့်ရိုက်ပြထားပါတယ်။ဒီရုပ်ရှင်ထဲ သူတို့ရိုက်ပြထားတဲ့ မင်းသမီးက ၁၉၃၀ဝန်းကျင် အသံတိတ်ခေတ်လောက်က မင်းသမီး ရွမ်လင်းယုပါ။ သူဟာ အသက်၂၄နှစ်မှာတင် အောင်မြင်နေတုန်းမှာတင် သက်သေခဲ့ပေမဲ့ တရုတ်ရုပ်ရှင်လောကရဲ့ အမှတ်သညာတစ်ခု ဖြစ်လာခဲ့တဲ့သူပါ။ သူဟာ ၁၉၂၇မှာ မင်းသမီးစလုပ်ခဲ့ပြီး ၁၉၃၅မှာ သတ်သေခဲ့ပါတယ်။ ၈နှစ်ကာလအတွင်း ရုပ်ရှင်၃၀ကျော်ရိုက်ကူးခဲ့ပြီး သရုပ်ဆောင်စွမ်းရည်လည်း တော်တော်ကောင်းခဲ့တဲ့သူပါ။ သူ့လက်တွေ့ဘဝမှာတော့ သူဟာ သူ့အပြစ်လို့ပြောမရတဲ့ အိမ်ထောင်ရေးအရှုပ်အရှင်းတွေ များခဲ့တဲ့သူဖြစ်ပြီး လူတကာရဲ့အမြင်မှာတော့ ဒီအရှုပ်အရှင်းတွေဟာ သူ့အပြစ်လိုလိုဖြစ်နေခဲ့ပါတယ်။ လူတွေရဲ့ကြောက်စရာကောင်းတဲ့ အတင်းအဖျင်းတွေကို သေရမှာထက်ပိုကြောက်ခဲ့တဲ့ ရွမ်လင်းယုဟာ သူ့ရဲ့အောင်မြင်နေတဲ့ဘဝကို ကျောခိုင်းပြီး သတ်သေသွားခဲ့ပါတယ်။ဒီရုပ်ရှင်မှာတော့ သူ့အကြောင်းတွေ သူတို့ခေတ်က မင်းသမီးတွေ ဒါရိုက်တာတွေအကြောင်းတွေကို ဒီရုပ်ရှင်ရဲ့ ဝိုင်းတော်သားတွေက ဝိုင်းဆွေးနွေးခဲ့ကြသလို ဇာတ်အိမ်မှာလည်း ၁၉၃၀ဝန်းကျင်က တရုတ်ပြည်ရုပ်ရှင်လောကက အခြေအနေတွေ လူတွေ ရုပ်ရှင်တွေအကြောင်း ပြထားခဲ့ပါတယ်။Center Stageဟာ မက်ဂီချောင်ရဲ့ အလှည့်အပြောင်းအတွက် အရေးပါတဲ့ ရုပ်ရှင်လည်းဖြစ်ခဲ့ပါတယ်။ မက်ဂီကိုယ်တိုင်ကလည်း ဒီရုပ်ရှင်ထဲရွမ်လင်းယုနဲ့ သူက ကံကြမ္မာချင်းတောင် ဆင်တယ်ပြောလို့ရတယ်ပြောပါတယ်။ ဘာလို့ဆို ရွမ်လင်းယုဟာ နည်းနည်းနှောင်းပြီးမှ ဇာတ်ကောင်းဇာတ်လေးတွေရခဲ့သလို မက်ဂီကိုယ်တိုင်လည်း ဝေါင်ကာဝေးကား၂ကားနဲ့ ဒီကားမတိုင်ခင် အစောပိုင်းကာလတွေမှာ ပေါ့ပေါ့ပါးပါးကားတွေပဲ ရိုက်ခဲ့တာ ဖြစ်လို့ပါပဲ။ As tears go by နဲ့ Days of Being Wild ဝေါင်ကာဝေးကား၂ကားက သူ့ဇာတ်ကောင်တွေကလည်း အရမ်းဝန်ပိတဲ့ဇာတ်ကောင်တွေမဟုတ်ခဲ့တာမို့ ပြောချင်ရင် ဒီကားကနေမှ သူ သူ့သရုပ်ဆောင်အစွမ်းကို ပေါ်လွင့်မယ့် ဇာတ်ကောင်းစရခဲ့တယ်လို့ပြောရင်လည်း မမှားလောက်ပါဘူး။ ဒီရုပ်ရှင်နဲ့ မက်ဂီချောင်ဟာ ဘာလင်အပါအဝင် တခြားရုပ်ရှင်ပွဲတော်တွေမှာ သရုပ်ဆောင်ဆုရခဲ့ပါတယ်။ တခြားလူသိများတဲ့ မင်းသားတွေအနေနဲ့ ဘစ်တိုနီလို့ ဟောင်ကောင်ရုပ်ရှင်လောကမှာ လူသိများတဲ့ တိုနီလျောင်ခဖိုင်နဲ့ တိုနီလျောင်ချူဝေရဲ့မိန်းမ ကာရီနာလောင်တို့ပါပါတယ်။ တိုနီလျောင်နှစ်ယောက်ဖြစ်နေလို့ ခဖိုင်ကို ဘစ်တိုနီလို့ နာမည်ပေးထားကြတာပါပဲ။ ရုပ်ရှင်ပွဲတော်အများစုမှာ best actress ဆုတွေရခဲ့ပြီး ရုပ်ရှင်ပွဲတော် ၂ခုမှာတော့ Best Cinematography ,Best Art Direction , Best Original Film Score ,Best Original Film Song ဆုတွေရခဲ့ပါတယ်။ နာမည်ကျော်ဝေဖန်ရေးဆရာတစ်ယောက်ဆို ၁၉၉၀ခုနှစ်ရဲ့ တစ်ကမ္ဘာလုံးမှာ ထွက်ခဲ့သမျှထဲ သူ့အကြိုက်ဆုံးကားလို့ ဆိုခဲ့ဖူးပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )File Size__(1.5GB)Quality__720pIMDb Rating__7.5/10Format__mp4Duration__02:06:00Type__Biography, Drama, RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"