"Happy New You (2019)
နှစ်တစ်နှစ်ရဲ့ ​နောက်ဆုံး​​​နေ့၊ နှစ်သစ်ကူးမယ့် ဒီ​နေ့လိုရက်​​​လေးအတွက်
Happy new year ရဲ့အရသာကို အပြည့်အဝခံစားရ​စေမယ့်
ထိုင်းဟာသဇာတ်ကား​​ဟောင်း ဇာတ်ကားကောင်းတစ်ကားကို တင်ဆက်​ပေးလိုက်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နန်နဲ့ ချာဘာဆိုတဲ့ ​​မောင်နှမနှစ်​ယောက်က ​မောင်နှမ၂​ယောက်တည်း
ဘဝရပ်တည်နိုင်ဖို့ ​ကြိုးစား​​ငွေရှာ​နေကြသူ​တွေ​ပေါ့
တစ်​နေ့မှာ​တော့ နန်ရဲ့ရည်းစားက အဲယားကွန်းပြင်စားတဲ့
နန်ရဲ့ဝင်​ငွေ​လောက်နဲ့ မတင်းတိမ်နိုင်လို့ ​နောက်တစ်​ယောက်​ဆီ ​ကောက်​​ကောက်ပါသွားတဲ့​နောက်
​စော်ပစ်​ကောင်​လေး နန်တစ်​ယောက် သူ့သူငယ်ချင်း​တွေနဲ့တူတူ
ဘဝကို ဖြစ်ကတတ်ဆန်း စတင်​နေထိုင်ပါ​တော့တယ်
သူ​နေတဲ့ပုံစံက​တော့ ကိုကြီး​​ကျော်အရှုံး​ပေးရပြီး ကြွက်တွင်းပါ လျှံ​လောက်​အောင်ကို အရက်​သောက်တာပါ၊
အရက်​​သောက်ရုံတင်မကဘဲ အလကား​​ကျွေးသမျှ​နေရာ အကုန်ပတ်စားပါ​တော့တယ်၊
အိမ်တက်လည်းမချန် မင်္ဂလာ​ဆောင်လည်း မလွတ်၊ အသုဘအိမ်လည်း နန်နဲ့မလွတ်ပါဘူး၊
ဒီလို ယမကာလုလင် အစ်ကို​နဲ့​ရောင်းရင်း​တွေကိုလိုက်ထိန်းရတဲ့
ညီမချာဘာမှာလည်း သွက်ချာပါဒကိုလိုက်​​နေ​တော့တာပါပဲ
တစ်ရက်မှာ​တော့ ညီမဖြစ်သူ ချာဘာရဲ့ရည်းစား၊ ဘန်​ကောက်ကိုတက်ပြီး
အလုပ်လုပ်​နေတဲ့ တီ ဆီ New Yearညအမီ ချာဘာနဲ့ အစ်ကိုတသိုက်
ဘန်​ကောက်ကို လိုက်သွားပါ​တော့တယ်၊ ​
တောမှာ​တောင် ထိန်းမနိုင်သိမ်းမရတဲ့ နန်တို့အုပ်စု
ဘန်​​ကောက်မှာ​​​ရော ဘယ်လိုဗရုတ်​တွေကျဦးမလဲ၊
ချာဘာတို့ သမီးရည်းစား၂​ယောက် ဘယ်လိုလိုက်ရှင်းရမလဲဆိုတာကို
​
ထိုင်းဟာသကား​တွေရဲ့ထုံးစံအတိုင်း ဇာတ်ကားအစအဆုံး
ဗရုတ်သုတ်ခ ပြဿနာ​ပေါင်းစုံ၊ အလွဲအ​ချော်​ပေါင်းစုံ၊ ​ပေါက်ကရဟာသမျိုးစုံနဲ့အတူ
တစ်ကားလုံးပျင်းချိန်မရဘဲ ရယ်​မောပျော်ရွှင်ရင်း ကြည့်ရှုရမှာမလို့
နှစ်သစ်ကူးည​လေးမှာ နှစ်သစ်ကူးအမှတ်တရ ဟာသကား​လေးနဲ့အတူ
ပျော်ရွှင်စွာ ဖြတ်သန်းနိုင်​စေဖို့ တင်ဆက်​ပေးလိုက်ပါတယ်
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။
Genre…..Comedy
Quality….WEB-DL 1080p and 720p and 360p
File size…1.5GB and 943MB and 290MB
Format…mp4
Duration….1h 46min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. JimX
Encoder …..August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
