"Sinister (2012)Pause~ IMDb – 6.8/10, RT – 63% ~ဒီတစ်ခါမှာ ​ကျောချမ်းချမ်းနဲ့ ကြည့်ရမယ့် Horror ကား​ကောင်းလေးကို တင်ဆက်လိုက်ပါတယ်။ ၂၀၁၂မှာ ထွက်ရှိခဲ့ပြီး IMDb 6.8 ထိရခဲ့တဲ့ကားပေါ့။ ကြည့်​ရှုတဲ့အခါ အ​သေးစိတ် details ​လေး​တွေကို လိုက်ရှာပြူးပြဲကြည့်ရင်း ​ကြောက်ကြဖို့ အသိပေးပါရ​စေ။ဇာတ်လမ်းလေးကို​တော့ မိသားစု၄​ယောက် သစ်ပင်တစ်ပင်က​နေ ကြိုးဆွဲချခံရတဲ့ အခန်းနဲ့ စတင်ထားပါတယ်။ ဇာတ်လိုက်ဖြစ်တဲ့ မှုခင်းစာ​ရေးဆရာ ​အော့စ်ဝဒ်ဟာ ဒီဖြစ်ရပ်ကို သိရှိထားပြီး မိသားစုကိုပါခေါ်ပြီး တစ်ကိုယ်​ကောင်းဆန်စွာ ​မှုခင်းဖြစ်ပွားရာအိမ်ကို ပြောင်း​ရွေ့လာခဲ့ပါတယ်။သူဒီလိုလုပ်တာဟာ ပထမဆုံးအကြိမ်မဟုတ်​​တော့ မိန်းမလုပ်သူကလည်း စိတ်ညစ်စပြု​နေ​ပြီ။သူ့ရဲ့နာမည်ကြီး မှုခင်းစာအုပ် တစ်အုပ် အောင်မြင်ပြီး​ ၁၀နှစ်ကြာတဲ့အထိ ထပ်မထွန်း​ပေါက်လာတဲ့အတွက် ​နောက်ထပ်​အောင်မြင်မှုတစ်ခုကိုရဖို့ ဒီဖြစ်ရပ်ဆိုးတွေနဲ့ကြုံခဲ့တဲ့ အိမ်ကြီးရဲ့အမှုအ​ကြောင်း ​လေ့လာ​ရေးသားဖို့ ​ပြောင်းလာပါ​တော့တယ်။အိမ်​ပြောင်းတဲ့ ​နေ့မှာပဲ ရဲမှူးကြီးက ​ချက်ချင်းပြန်​ပြောင်းဖို့ သတိ​ပေး​ပေမဲ့ နားမ​ထောင်ခဲ့ဘူး။ထပ်ခိုးမှာ ဘယ်ကမှန်းမသိတဲ့ ဘူးတစ်ဘူးထဲက​နေ ပရိုဂျက်တာ အ​ဟောင်း​လေးနဲ့အတူ ရိုက်ကူးထားတဲ့ ဖလင်တချို့ကို ရှာ​တွေ့ခဲ့ပါတယ်။ဒီဖလင်​တွေက​တော့ တခြားတော့မဟုတ်ပါဘူး၊ သူတို့ပြောင်းခဲ့တဲ့ မိသားစုအိမ်တွင်းရိုက်ကူးထားတဲ့ ဗီဒီယိုအပိုင်းအစ​လေး​တွေပါ။စပ်စုတဲ့ အ​နောက်တိုင်းသားတို့ရဲ့ ထုံးစံအတိုင်း ဖွင့်ကြည့်တဲ့အခါ မိသားစု ၅စုရဲ့ ​ပျော်ရွှင်စရာ ပုံရိပ်​တွေက​နေ ရက်ရက်စက်စက်အသတ်ခံရပုံ​တွေကို ရိုက်ကူးထားမှန်းသိလိုက်ရပါ​တော့တယ်။ အိမ်​ပြောင်းလာတဲ့ ​နေ့ကစ’ပြီး ထပ်ခိုးက ​ခြောက်ခြားစရာအသံ​တွေ ကြားရ၊ သား​လေး ထရာဗာကလည်း ညဘက် ထိတ်လန့်မှု​တွေ ပြန်ဖြစ်၊ သမီး​လေး အက်ရှ်လီကလည်း ​ကြောက်စရာပုံရိပ်​တွေကို အိမ်နံရံတွေပေါ်မှာ ဆွဲလာပါ​တော့တယ်။သူခုရေးနေတဲ့ စာအုပ် ​အောင်မြင်မှာဆိုပြီး ရမယ့်ဝင်​ငွေကိုပဲ မြင်​​တော့တဲ့ ​​အော့စ်ဝဒ်တစ်​ယောက် ဖလင်ထဲက ဗီဒီယိုတွေကို လက်တော့ပ့်ထဲပြောင်းပြီး အ​သေးစိတ် ကြည့်ရှုလိုက်တဲ့ အခါမှာ​တော့…..အရှုပ်ထုပ်ထဲ ဝင်မှန်းမသိ ဝင်​ရောက်မိတဲ့ နာမည်​ကျော်စာ​ရေးဆရာတစ်​ယောက် ပြန်လည်ရုန်းထွက်နိုင်ပါ့မလား…ဘယ်လိုအရှုပ်ထုပ်မျိုးလဲဆိုတာ ဇာတ်လမ်း အဆုံးထိ ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုရင်း Happy New Year လိုက်ကြပါလို့……(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.8GB, 1GBQuality – 1080p, 720pIMDb Rating – 6.8/10Format – mp4Duration – 1H 50MinGenre – Horror, Mystery, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by Mugiwara YaEncoded by Y"