"Heartbreak Ridge (1986)Pause~ IMDb – 6.9/10, RT -68%, Meta – 53% ~“ဒီဟာကြောင့် ငါတို့တွေ မသေခဲ့ရင် ဒါကငါ့တို့နှလုံးသားတွေကို ကွဲကြေစေမှာ”– အရာခံဗိုလ် စတုန်နီ ဂျက်ဆင်(Heartbreak Ridge တောင်ကုန်းပေါ်မှ ရှင်ကျန်ရစ်သူ စစ်သားကြီး)မီးခိုးတလူလူ ယမ်းခိုးတ‌ဝေဝေနဲ့ ဆောင်းရာသီအစ တောင်တန်းကြီးတွေက အရုပ်ဆိုးအကျည်းတန်စွာ လှပနေလေရဲ့။ မကောက်ရသေးတဲ့အလောင်းတွေပေါ်က ကျီးငှက်တွေရဲ့ ဘုံဗိမ္မာန်တွေဟာ တရားသောစစ်လို့ နှစ်ဖက်လုံးက ကြွေးကြော်တဲ့ အသံကနေ ဖြစ်တည်လာခဲ့တာ။နိုင်ငံအတွက် ရွပ်ရွပ်ချွံချွံ တိုက်ပွဲဝင်ကြတဲ့ အရွယ်ကောင်းအမျိုးသားလေးများဟာ သေမင်းကချီးမြှင့်ထားတဲ့ သွေးဆာသေနတ်တွေကိုထမ်းပိုးရင်း အဆုံးသတ်ချောက်ကမ်းပါးဆီကို တရွေ့ရွေ့လျှောက်လှမ်းသွားကြပြီ။ပြင်းထန်တဲ့ Heartbreak Ridge တိုက်ပွဲကြီးကနေ အသက်မသေ ရှင်ကျန်ရစ်ပြီး အမေရိကန်နိုင်ငံရဲ့ အမြင့်ဆုံး နိုင်ငံ့စစ်သည်ဂုဏ်ရည်တံဆိပ်ရခဲ့တဲ့ စစ်သားကြီးတစ်ယောက်၊ သွေးဆူလွယ်ပြီး စိတ်အလိုလိုက်တတ်တဲ့ စစ်သားကြီး။ ရန်ပွဲတခြိမ်းခြိမ်း၊ အထက်အရာရှိကို မထင်ရင် မထင်သလို ထိုးကြိတ်ရန်ရှာတတ်တဲ့ တပ်ကြပ်ကြီး Highway တစ်ယောက် မိခင်တပ်ရင်းကို ပြန်ရောက်လာပါတယ်။ရင်ဘတ်က ဆုတံဆိပ်တွေကို မနာလိုတာလည်းပါ၊ စည်းကမ်းမလိုက်နာ သွေးဆိုးတတ်တဲ့သူမို့ အထက်အရာရှိတွေက မကြည်ဖြူ။ မကောင်းကျောင်းပို့ဆိုတဲ့အတိုင်း လူသစ် လူညစ်ကျယ်လေးတွေကို လေ့ကျင့်ပေးဖို့ စစ်သားအိုကြီးရဲ့လက်ထဲကို ထိုးထည့်လိုက်ကြတယ်။ဇနီးဟောင်းနဲ့အဆင်မပြေ၊ လက်အောက်ငယ်သားတွေကလည်း တစ်ယောက်တစ်ပေါက်အခြေအနေမှာ တပ်ကြပ်ကြီး Highway တစ်ယောက် ဘာလုပ်မလဲ။ သူလေ့ကျင့်ပေးနေဆဲ Granada ကျွန်းစုကို ဝင်ရောက်တိုက်ခိုက်ရတော့မယ့် စစ်ပွဲကြီး ရောက်ရှိလာချိန်မှာ တပ်ကြပ်ကြီး Highway နဲ့ သူ့ရဲ့ကင်းထောက်တပ်စု ဘာတွေလုပ်ပြီး ဘယ်လိုရင်ဆိုင်ကြမယ်၊ စစ်ပွဲအတွင်း ဘယ်လိုရှင်သန်ခဲ့ကြတယ်ဆိုတာတွေ တွေ့မြင်ရပါမယ်။Heartbreak Ridge တိုက်ပွဲဟာ ကိုရီးယားစစ်ပွဲအတွင်းဖြစ်ပွားခဲ့တဲ့ 1951 Sep 13 မှ Oct 15 ထိ တစ်လကြာတိုက်ပွဲကြီးတစ်ခုဖြစ်ပါတယ်။ Chorwon နားက စစ်မဖြစ်ခင် တောင်နဲ့ မြောက်ကိုရီးယားနယ်နမိတ် မြောက်ဘက် အပြိုင် 38 ဒီဂရီ မိုင်အနည်းငယ်ရှိတဲ့ မြောက်ကိုရီးယားတောင်ကုန်းတွေရဲ့ အဓိကတိုက်ပွဲတွေထဲက တစ်ခုပါ။စစ်ဖြစ်ကြတဲ့ နိုင်ငံတွေက တစ်ဖက်မှာ ကုလသမဂ္ဂနိုင်ငံတွေဖြစ်တဲ့ အမေရိကန်၊ ပြင်သစ်၊ နယ်သာလန် နဲ့ တောင်ကိုရီးယား တစ်ဖက်မှာ ကွန်မြူနစ်နိုင်ငံများဖြစ်တဲ့ မြောက်ကိုရီးယား တရုတ်တို့ဖြစ်ပါတယ်။ ကုလသမဂ္ဂဘက်မှ 2,700 ခန့် ကျဆုံးခဲ့ပြီး ကွန်မြူနစ်များဘက်က 15,000 ခန့် ကျဆုံးခဲ့တဲ့ သွေးလွှမ်းတဲ့တိုက်ပွဲကြီးတစ်ခုပါ။ ကုလသမဂ္ဂတပ်တွေ Bloody Ridge ကနေ ဆုတ်ခွာလာခဲ့ပြီး Heartbreak Ridge အရောက်မှာ နောက်မဆုတ်တမ်းခုခံတိုက်ခိုက်ခဲ့တာပါ။ယခုတင်ဆက်ပေးမယ့်ဇာတ်ကားကတော့ မင်းသားကြီး Clint Eastwood ရဲ့ ကိုယ်တိုင်ထုတ်လုပ်သူ ကိုယ်တိုင် ဒါရိုက်တာ ကိုယ်တိုင်မင်းသားကြီးအနေနဲ့ ရိုက်ကူးခဲ့ပြီး ၁၉၈၆ ခုနှစ်မှာ ပြသခဲ့တဲ့ Heartbreak Ridge ဇာတ်ကားကြီးဖြစ်ပါတယ်။ IMDb 6.9 ရရှိထားပြီး မရိန်းတပ်ရဲ့ သဘောသဘာဝကို ခပ်ဟဟ ဖွင့်ပြခဲ့တဲ့ ဇာတ်ကားတစ်ခုပါပဲ။Clint Eastwood ကလည်း The Good, The Bad, The Ugly လို ကောင်းဘွိုင်ကားတွေမှာ Man with no name ဇာတ်ကောင်နဲ့ အထာကျတဲ့ ဘဲကြီးပေါ့။ Unforgiven မှာဆိုရင် ဒါရိုက်တာဆု၊ ရုပ်ရှင်ဓာတ်ပုံဆု၊ သရုပ်ဆောင်မင်းသားဆုတွေ ရရှိခဲ့သူပါ။ Million Dollar Baby မှာလည်း တမူထူးခြားတဲ့ဟန်နဲ့ သရုပ်ဆောင်နိုင်သူ မင်းသားကြီးပါပဲ။ သူဟာ စစ်တပ်မှာ တာဝန်ထမ်းဆောင်ခဲ့ဖူးသူတစ်ယောက်လည်းဖြစ်ပြီး ရေကူးသင်တန်းနည်းပြအနေနဲ့ ကယ်လီဖိုးနီးယားမှာ တာဝန်ထမ်းခဲ့ပါတယ်။အဖော်အချွတ်အခန်းတွေ မပါပေမဲ့လည်း အပြောအဆိုများက ကြမ်းတမ်းရိုင်းစိုင်းတာကြောင့် မိသားစုနဲ့အတူကြည့်ရင် မျက်နှာပူစရာပါ။ အမျိုးသားကြိုက် စစ်ကားစစ်စစ်ဖြစ်လို့ အသုံးအနှုန်းတွေကို ဇာတ်ကားထဲကအတိုင်း တစ်တစ်ခွခွ ပြန်ဆိုရေးသားထားပါတယ်။ ဆိုတော့ ဒီဇာတ်ကားဟောင်းလေးကို ပြန်လည်ခံစားလိုက်ရအောင်လားဗျာ။(ဇာတ်ကားနဲ့ အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 2.1GB, 1.21GBQuality – 1080p, 720pIMDb Rating – 6.9/10Format – mp4Duration – 2H 10MinType – Drama, WarSubtitle – Myanmar Subtitle (Hardsub)Translated by Arr Khun WinchesterEncoded by Y"