"C’mon C’mon (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 7.8/10, RT – 94% , Meta – 81% ~
နာမည်ကျော် A24 က ထွက်ရှိလာတဲ့ ဒါရိုက်တာမိုက်မေးလ်နဲ့ ဝါကင်းဖီးနစ်တို့ရဲ့ ရုပ်ရှင်ပါ။ တစ်ချို့ A24 ပရိတ်သတ်တွေက C’mon ကို what a masterpiece ဆိုပြီး ဩဘာပေးကြသလို တစ်ချို့ကတော့ ဒီနှစ်ရဲ့အကြိုက်ဆုံးရုပ်ရှင်လို့ပြောကြပြီး A24 ရဲ့ နောက်ထပ်မာစတာပိစ်တစ်ကားလို့လည်း ပြောကြပါတယ်။
ဇာတ်လမ်းကတော့ တိုင်းပြည်အနှံ့ပတ်သွားပြီး ကလေးတွေကို အင်တာဗျူးလုပ်ရတဲ့ ရေဒီယိုဂျာနယ်လစ်နဲ့ သူ့တူလေးနဲ့ကြားက Chemistry သက်သက်ပါပဲ။ သို့ပေမဲ့ ရယ်စရာကောင်းတဲ့ဇာတ်၀င်ခန်းတွေနဲ့ တစ်ချိန်တည်းမှာပဲ ကြည့်ရှုသူရဲ့ ခံစားချက်ကို ခလုတ်တိုက်စေမယ့် ရုပ်ရှင်တစ်ကားပါ။ C’monမှာ အဓိကအနေနဲ့ လူ၃ယောက်ပဲပါပေမဲ့ အဲဒီလူ၃ယောက်ရဲ့ သရုပ်ဆောင်စွမ်းရည်က လက်ဖျားခါလောက်စရာပါပဲ။ ဝါကင်းဖီးနစ်တို့ ဂါဘီဟော့ဖ်မန်းတို့က‌တော့ သိပြီးသားဆိုတော့ ထားပါတော့။ ချစ်စရာကောင်းတဲ့ မျက်နှာပေးလေးနဲ့ ဝူဒီနော်မန်ဆိုတဲ့ ၁၂နှစ်သားကလေးပေါက်စလေးကပါ သရုပ်ဆောင်ကောင်းနေတာပါ။ တစ်ချို့ကတော့ သူ့ကို မြင်ဖူးသမျှထဲ အကောင်းဆုံး ကလေးသရုပ်ဆောင်လို့ ချီးကျုးနေကြပါတယ်။
ဒါရိုက်တာ Mike Mills ဟာ 20th Century Women ရဲ့ ဒါရိုက်တာဖြစ်ပြီး ဇာတ်ညွှန်းဆုတွေ အ‌တော်ရထားတဲ့သူပါ။ C’mon ရုပ်ရှင်နဲ့လည်း သူအတော်ချီးကျုးခံခဲ့ရပါတယ်။
“Mike Mills ရဲ့ ရုပ်ရှင်အသစ်က ‌လုံး၀ကို အံ့မခန်းပါပဲ။ သူ့ရုပ်ရှင်တွေက ၀မ်းနည်းစရာ ကောင်းနေရင်းနဲ့ကို တစ်ချိန်တည်းမှာ နှစ်သိမ့်မှုပေးနိုင်တဲ့ ရုပ်ရှင်တွေလို့ဆိုရမယ်။ သူက ဒီနေ့ခေတ်ရဲ့ Wim Wenders ဆိုလည်း မမှားပါဘူး” လို့တောင် အပြောခံရပါတယ်။
C’monဟာ အရိုးရှင်းဆုံးရုပ်ရှင်ပါ။ အဖြူအမဲနဲ့ တင်ဆက်ထားပြီး ဇာတ်ကောင်ဆိုလည်း ဒီလူ၂ယောက်ကိုပဲ ပြနေတာပါပဲ။ ဒီရုပ်ရှင်ဟာ ကျွန်တော့်ကို တာကော့စကီးရဲ့ စကားတစ်ခွန်းကို သတိရစေပါတယ်။ ” အဓိပ္ပာယ်တစ်ခုကိုရှာနေရင် ဖြစ်နေတာတွေအကုန်လုံးကို လွတ်ကုန်လိမ့်မယ်”တဲ့။
C’mon ဟာ ဒီတိုင်းကြည့်ဖို့ပါပဲ။ အရိုးရှင်းဆုံးကို အလှပဆုံး ခံစားရမယ့် ရုပ်ရှင်တစ်ကားပေါ့။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.7GB, 980MB
Quality – 1080p, 720p
IMDb Rating – 7.8/10
Format – mp4
Duration – 1H 49Min
Genre – Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
