"Bunty Aur Babli (2005)IMDb Rating (6.2)Pauseမကြာသေးခင်က နောက်ဆက်တွဲဇာတ်ကားထွက်ရှိထားတဲ့ Bunty Aur Babli 2 (2021) ရဲ့ပထမဇာတ်ကားဖြစ်ပါတယ်။ဒီကားမှာတော့ Bunty ခေါ် Rakesh အဖြစ် အမီတာဘချန်းကြီးရဲ့သား (Abhishek Bachchan) ခေါင်းဆောင်ပါဝင်ထားပြီးအမီတာဘချန်းကိုယ်တိုင်လဲ ရဲအရာရှိ DCP Dashrath Singh အဖြစ်အားဖြည့်ထားပါတယ်။ဇာတ်လမ်းကတော့ ရာကတ်ရှ် (Abhishek Bachchan) ဟာရွာငယ်လေးတစ်ခုမှာနေထိုင်ပြီး ရထားလက်မှတ်သိမ်းဖခင်ဖြစ်သူရဲ့သားဖြစ်ပေမယ့်ဖခင်ဖြစ်စေချင်တဲ့သူ့အလုပ်ကိုဆက်ခံဖို့ဝန်လေးပြီး အောင်မြင်ကျော်ကြားနာမည်ကြီးချင်တဲ့ အိမ်မက်အကြီးကြီးတွေရှိနေပါတယ်။ဒါတွေကိုစိတ်ကူးယဉ်ဆန်လွန်းတယ်ထင်ပြီး လက်သင့်မခံခဲ့တဲ့ သူ့အဖေဟာဒီအလုပ်ကိုအင်တာဗျူးသွားရင်သွား မဟုတ်ရင်တော့ အိမ်ပေါ်ကဆင်းရမယ်ဆိုပြီးတော့အကျပ်ကိုင်ခဲ့ပါတော့တယ်။ဗင်မီ (Rani Mukerji) ဆိုတဲ့ မိန်းမလှလေးဟာလဲ ရွာငယ်လေးတစ်ခုမှာမွေးဖွားကြီးပြင်းခဲ့ပေမယ့် တစ်နေ့မှာ မစ္စအိန္ဒိယဖြစ်လာရမယ်ဆိုတဲ့အိမ်မက်ကြီးကို ပိုင်ဆိုင်ထားသူပါပဲ၊ သူ့ကို အိမ်ကအတင်းအကျပ်လက်ထပ်ပေးဖို့စီစဉ်တဲ့အချိန်မှာတော့ အိမ်ကနေထွက်ပြေးခဲ့ပြီး ဘူတာမှာသူ့လိုပဲ အိမ်ပေါ်ကဆင်းချလာတဲ့ ရာကတ်ရှ်နဲ့တွေ့ဆုံခဲ့ပါတော့တယ်။တောနယ်မြို့ရွာငယ်လေးဆီက အိမ်မက်အကြီးကြီးတွေကိုယ်စီနဲ့လူနှစ်ယောက်၊ ဆက်ရိုးသားနေလို့အလုပ်မဖြစ်တော့ဘူးဆိုတာအကြိမ်ကြိမ်ရှုံးနိမ့်မှုတွေနောက်မှာသင်ခန်းစာရသွားပြီးတဲ့နောက် လောကကြီးကိုခါးစောင်းတင်ဖို့ကြိုးစားကြပါတော့တယ်။စေ့စပ်ကျနတဲ့ အစီအမံ၊ ပိရိတဲ့သရုပ်ဆောင်ကွက်တွေနဲ့အတူသူတို့မှာ အောင်ပွဲတွေလဲအလီလီရလာခဲ့ပါတယ်။အဲ့ဒီအောင်ပွဲတွေနဲ့အတူ မသိသူမရှိ နိုင်ငံကျော်လာခဲ့ချိန်မှာတော့ သူတို့ကိုလက်ရဖမ်းဖို့ခိုင်မာတဲ့ သန္နိဋ္ဌာန်ချမှတ်ထားပြီး ဇွဲနပဲကြီးလှတဲ့ဂျေစီပီ ဒါဆရတ်ဆင်း (Amitabh Bachchan) ရဲ့စောင့်ကြည့်ထောက်လှမ်းမှုအောက်ကိုရောက်ရှိသွားတဲ့အခါ..။Bunty Aur Babli ဟာဝေဖန်ရေးသမားတွေရော ပရိသတ်တွေပါအကြိုက်တွေ့ခဲ့ကြပြီး ၂၀၀၅ ရဲ့ ဒုတိယဝင်ငွေအများဆုံးဇာတ်ကားဖြစ်တဲ့အထိအောင်မြင်ခဲ့ပါတယ်။အောင်မြင်လွန်းလို့ ဇာတ်ကားထဲက ဘန်တီနဲ့ ဘာဘလီရဲ့အကွက်တွေကို အတုယူပြီးလိမ်လည်လှည့်ဖျားဖို့ကြိုးစားတဲ့စုံတွဲတွေပါအပြင်မှာတကယ်ပေါ်လာခဲ့တဲ့အထိပါပဲ။အောင်မြင်မှုနဲ့ထိုက်တန်အောင်လဲ ဇာတ်လမ်းဇာတ်ကွက် သရုပ်ဆောင် သီချင်းတွေ တင်ပြပုံတွေနဲ့ ဖျော်ဖြေရေးပိုင်း အနုပညာပိုင်းဘက်ပေါင်းစုံကထောင့်စေ့ပြီး စင်းလုံးချောနီးပါးကောင်းတဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။File size…(3.5 GB)/(1.6 GB)/(800 MB)Quality….BluRay 1080p / 720p /360pFormat…mp4Duration….02:50:27Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated by Mugiwara Ya & Alias"