"She Said (2022)~ IMDb – 7.4/10, Rotten Tomatoes – 87% ~Pause2017 လောက်က ဟောလိဝုကိုရော ကမ္ဘာကြီးကိုပါ တုန်လှုပ်စေခဲ့တဲ့ အမှုအခင်းကြီးတစ်ခု ဖြစ်ခဲ့ပါတယ်။ ဟာဗီဝိုင်းစတိန်းဆိုတဲ့ ကမ္ဘာကျော် ရုပ်ရှင်ထုတ်လုပ်သူကြီး၊ Miramax ကုမ္ပဏီကို တည်ထောင်သူကြီးရဲ့ လိင်အကြမ်းဖက်မှုနဲ့ မုဒိန်းမှုတွေအကြောင်းပဲဖြစ်ပါတယ်။ မီရာမက်စ်ကုမ္ပဏီဆိုတာ Pulp Fiction, Kill Bill လိုမျိုး ကမ္ဘာကျော်ရုပ်ရှင်တွေ မရေတွက်နိုင်အောင် ထုတ်လုပ်ခဲ့တဲ့အပြင် ဟောင်ကောင်ဌာနခွဲကနေပဲ Shaolin Soccer လို ရုပ်ရှင်မျိုးတွေထုတ်ခဲ့တာပါ။ ဒါကြောင့် ဧရာမကုမ္ပဏီကြီးတစ်ခုဖြစ်ပြီး ကမ္ဘာကျော် မင်းသား၊မင်းသမီး၊ ဒါရိုက်တာတွေအကုန် ဟာဗီနဲ့ ပတ်သက်နေရတာ များပါတယ်။အဲဒီအမှုမီးပွားကို စတင်ခဲ့သူကတော့ တိုင်းမ်မဂ္ဂဇင်းရဲ့ စုံစမ်းဖော်ထုတ်ရေး သတင်းထောက် ဂျိုဒီကန်တာနဲ့ မီဂန်တူဟီတို့ပဲ ဖြစ်ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာလည်း ဒီနှစ်ယောက်ကို အဓိက ဇာတ်ကောင်အနေနဲ့ ထည့်သွင်းထားပြီး ဟာဗီဝိုင်းစတိန်းရဲ့လုပ်ရပ်တွေကို ဖော်ထုတ်ဖို့ ကြိုးစားပုံကို ပြသထားတာပါ။ စုံထောက်ကားတစ်ကားကိုကြည့်ရသလိုပဲ အတော်ကို အရသာရှိပါတယ်။ သတင်းစာဆိုတာ စတုတ္ထမဏ္ဍိုင်လို့ ခေါ်ကြတာလည်း ဒီလို သတင်းမျိုးတွေဟာ နိုင်ငံကိုရော ကမ္ဘာကိုရော ရိုက်ခတ်စေနိုင်တာမို့ပါ။ ဒီသတင်းအပြီးမှာ ဟာဗီဝိုင်းစတိန်းရဲ့ အနိုင်ကျင့်မှုခံရသူ အမျိုးသမီး ၈၀ ကျော်ထွက်ပေါ်လာပြီး စွပ်စွဲခဲ့ကြပါတယ်။ ဟာဗီလည်း အဖမ်းခံခဲ့ရပြီး ပြစ်မှုထင်ရှားတာကြောင့် ထောင်ဒဏ် ၂၃ နှစ်ချမှတ်ခံထားရပါပြီ။ ဒါတောင် စွဲချက်တွေမကုန်သေးဘဲ အကုန်လုံးအတွက်ဆို နှစ် ၁၄၀ လောက်ကျခံရမှာဖြစ်တာကြောင့် ထောင်ထဲမှာပဲ ဘဝဆုံးဖို့များသွားပါပြီ။ ဒီသတင်းနောက်ပိုင်းမှာ ကမ္ဘာအနှံ့ နာမည်ကြီးသွားတဲ့ #MeToo ဆိုတဲ့ လှုပ်ရှားမှုတစ်ခုပေါ်လာပြီး လုပ်ငန်းခွင်အတွင်း လိင်အနိုင်ကျင့်တာတွေ အသားယူတာတွေကို ထုတ်ဖော်ပြောကြားမှု အရမ်းအားကောင်းလာခဲ့ပါတယ်။ လုပ်ငန်းခွင်စည်းမျဉ်းတွေ ဥပဒေတွေကိုပါ ပြောင်းလဲစေခဲ့တဲ့အထိ ရိုက်ခတ်ခဲ့တဲ့ သတင်းတစ်ပုဒ်ဖြစ်ခဲ့တာပါ။ဒီသတင်းကိုလည်းလွယ်လွယ်ရခဲ့တာမဟုတ်ပါဘူး။ ဟာဗီဟာ သူ့ရဲ့သားကောင်တွေကို ငွေသန်းချီပေးတဲ့အထိ ကျေအေးပြီး လျို့ဝှက်ချက်မထုတ်ဖော်ရေး စာချုပ်တွေနဲ့ချုပ်ကိုင်ထားတာမို့ နာမည်တပ်ပြောကြားခံရဲတဲ့သူ တစ်ယောက်တောင် ရဖို့မလွယ်ခဲ့တာပါ။ ဒီအမှုဟာ မုဒိန်းကောင်တစ်ယောက်တည်းအတွက်တင်မဟုတ်ဘဲ ဒီလိုအရေးပါတဲ့ လူကြီးလူကောင်းတွေကို ဝိုင်းကာကွယ်ပေးနေတဲ့ ကုမ္ပဏီကြီးတွေရှေ့နေတွေနဲ့ စနစ်ကြီးတစ်ခုလုံးကိုပါ ဖော်ထုတ်လိုက်သလိုဖြစ်သွားတာပါပဲ။ ခု သတင်းထောက်နှစ်ယောက်ဆိုရင်လည်း ဟာဗီရဲ့ သားကောင်တွေကို နိုင်ငံထဲတင်မက လန်ဒန်၊ ဝေလလို အခြားနိုင်ငံတွေမှာပါ လိုက်ပြီး စုံစမ်းမေးမြန်းခဲ့ရတာပါ။ နောက်ပြီး တရားစွဲမခံရဖို့ ရှေ့နေတွေနဲ့ လုံခြုံရေးအကြံပေးတွေနဲ့ဆက်တိုက်တိုင်ပင်ပြီး စွန့်စားခဲ့ရတာမို့ အတော်ကို ကြီးမားတဲ့အတွေ့အကြုံနဲ့ ဘတ်ဆဲလား စာအုပ်တွေပါ ထွက်လာခဲ့တာပါ။ဒီကားရဲ့ ရုပ်ရှင်ထုတ်လုပ်သူတွေထဲမှာ မင်းသား ဘရက်ပစ်လည်း ပါဝင်ခဲ့ပါတယ်။ ဘရက်ပစ်ဟာ ဟာဗီရဲ့ သားကောင်ဖြစ်ဖူးတဲ့ မင်းသမီးတွေနဲ့ ဒိတ်ခဲ့ဖူးသူဖြစ်လို့ ဟာဗီအကြောင်းတွေကို အရင်ကတည်းက သိခဲ့ရသူလည်းဖြစ်ပါတယ်။ ဒါပေမဲ့ သူ့ရဲ့ရုပ်ရှင် Inglourious Basterds လိုဟာတွေကို ဟာဗီဝိုင်းစတိန်းနဲ့အတူ ပူးပေါင်းပြီးထုတ်ခဲ့တဲ့သူဆိုတော့ ဒီအမှုပေါ်လာချိန်မှာ အတော်လည်း နာမည်ထိခဲ့သလို ဟာဗီရဲ့သားကောင်ထဲမှာ ဂျိုလီလည်း ပါဝင်ခဲ့တာမို့ လင်မယားပဋိပက္ခလည်း အတော်ကို ကြီးမားခဲ့ပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ ဟာဗီရဲ့ သားကောင်ဖြစ်ခဲ့သူ၊ တိုင်းမ် သတင်းစာတိုက်ကို ထုတ်ဖော်ပြောခဲ့သူတွေကိုယ်တိုင်လည်း သူတို့နေရာမှာသူတို့ ပါဝင်သရုပ်ဆောင်ထားကြပါသေးတယ်။ အဓိကမင်းသမီးတွေဖြစ်တဲ့ Carey Mulligan ဟာလည်း Promising Young Woman (2020), An Education (2009) တို့နဲ့ အော်စကာဆန်ကာတင်ဝင်ခဲ့သူဖြစ်ပြီး။ နယူးယော့ခ်တိုင်းမ်ရဲ့ အယ်ဒီတာ Rebecca Corbett အနေနဲ့ သရုပ်ဆောင်ထားတဲ့ Patricia Clarkson ဆိုရင်လည်း Pieces of April (2003) နဲ့ အော်စကာဆန်ကာတင်ဝင်ခဲ့ပါသေးတယ်။ ဒီရုပ်ရှင်မှာလည်း သူတို့တွေ အော်စကာဝင်ဦးမလား ဆက်စောင့်ကြည့်ရမှာပဲ။ ဒီတော့ ကြည့်ကိုကြည့်ဖူးသင့်တဲ့ ရုပ်ရှင်ထဲမှာပါလို့ ချန်နယ်မြန်မာကနေ ဘာသာပြန်တင်ဆက်ပေးလိုက်ရပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mr. Anderson မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.3GB, 1.2GB, 660MBQuality – 1080p, 720p, 480pIMDb Rating – 7.4/10Format – mp4Duration – 2H 9MinGenre – Drama, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated by Mr. AndersonEncoded by Y"