"Hive ( 2021 )——————~ IMDb – 7.4, RT – 100% ~PauseSundance ရုပ်ရှင်ပွဲတော်မှာပြခဲ့ပြီး Grand Jury Prize အပါအ၀င် ထိပ်ဆုံးဆု ၃ခုလုံးရရှိခဲ့တဲ့ ပထမဆုံးရုပ်ရှင်ပါ။ Oscar Best International Feature Film ရဲ့ ကိုဆိုဗို နိုင်ငံကိုယ်စားပြုရုပ်ရှင် အဖြစ်လည်း ရွေးချယ်ခံထားရပါတယ်။ ဖြစ်ရပ်မှန်ပေါ်အခြေတည်ထားပြီး Feminine Strengths ကို ဂုဏ်တင်ထားတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ယူဂိုဆလားဗီးယားပြည်ထောင်စုဟာ ဘော့စနီးယား၊ ခရိုအေးရှား၊ မက်ဆီဒိုးနီးယား၊မွန်တီနီဂရိုး၊ ဆာဘီးယား နဲ့ ဆလိုဗေးနီးယားဆိုတဲ့ သမ္မတနိုင်ငံ ခြောက်ခုနဲ့ဖွဲ့ထားခဲ့တယ်။ ၁၉၉၀နောက်ပိုင်းတော့ အကုန်ကွဲပြီး စစ်တွေဖြစ် လူမျိုးသုဉ်းသတ်ဖြတ်မှုတွေ မနည်းဖြစ်ခဲ့တယ်။ ၁၉၉၉မှာ ကုလသမဂ္ဂ လုံခြုံရေး ကောင်စီ ဆုံးဖြတ်ချက် ၁၂၄၄ အရ ကိုဆိုဗိုဒေသအုပ်ချုပ်ရေးကို ကုလသမဂ္ဂက လက်လွှဲယူပြီး ၂၀၀၈မှာ ကိုဆိုဗိုဟာ လွတ်လပ်တဲ့နိုင်ငံ အဖြစ်ကြေညာခဲ့ပါတယ်။ ဆားဘီယားကတော့ လက်မခံဘဲ ဆားဘီးယားနိုင်ငံအတွင်းက ကုလသမဂ္ဂအုပ်ချုပ်တဲ့ နိုင်ငံတစ်ခုအဖြစ်ပဲ အသိအမှတ်ပြုထားခဲ့တယ်။ ဆားဘီယားနဲ့ ကိုဆိုဗိုဟာ နယ်မြေအငြင်းပွားမှုတွေ ခုထိရှိနေတုန်းပါပဲ။ပြီးခဲ့တဲ့နှစ်တုန်းက Quo Vadis Adia? ဆိုတဲ့ UN ရဲ့မဟာကျရှုံးမှုကြီးအကြောင်း ရုပ်ရှင်ထွက်ခဲ့ပါတယ်။ အော်စကာ Nominations ၀င်တဲ့အထိ အောင်မြင်ခဲ့သလို Metacritic ရဲ့ ဒီနှစ်အကောင်းဆုံးကားစာရင်းမှာ အရင်၄လကအထိ နံပါတ်တစ်နေရာ ယူထားခဲ့ပါတယ်။Quo ဟာ UN ကြီးငုတ်တုတ်ရှိနေလျက်နဲ့ ဆားဘီးယားမှာ Genocide ဖြစ်ခဲ့တဲ့အကြောင်း ဖြစ်ရပ်မှန် ရုပ်ရှင်ပါ။ Hive ကလည်း အဲဒီရုပ်ရှင်နဲ့ တိုက်ရိုက် ဆက်စပ်နေတဲ့ ဖြစ်ရပ်မှန်အခြေပြု ရုပ်ရှင်ပါပဲ။ Quo ဟာ 1995 ဆားဘီယားမှာဖြစ်ခဲ့တဲ့ လူမျိုးသုဉ်းသတ်ဖြတ်မှုကို ရိုက်ကူးထားတာဖြစ်ပြီး Hive ကတော့ သူနဲ့ နယ်နိမိတ်ထိစပ်နေတဲ့ ကို‌ဆိုဗိုမှာ ၁၉၉၉မှာ ဖြစ်ခဲ့တဲ့စစ်ပွဲရဲ့ အစုအပြုံလိုက်သတ်ဖြတ်မှုနောက်ပိုင်းကို အခြေခံရိုက်ကူးထားတာပါ။ သတ်ဖြတ်မှုနှစ်ခုက ခုနှစ်ကွဲပေမဲ့ ကိုဆိုဗိုဟာ အဲဒီသတ်ဖြတ်ခံရရာကာလတုန်းက ဆားဘီးယားထဲပဲ ၀င်နေသေးတဲ့အပြင် Hive က ဒိုင်ယာလော့တွေအရ သဘောတရားနဲ့ သတ်ဖြတ်ပုံက အတူတူပဲ ယူဆလို့ရတာမို့ Hive ကို ဒီတိုင်းကြည့်မှာထက်စာရင် Quo Vadis Aida? အရင်ကြည့်ပြီးမှကြည့်ရင် ပိုရှင်းသွားစေပါလိမ့်မယ်။Quo မှာတော့ သတ်ဖြတ်မှုဖြစ်စဉ်ကို ပြထားခဲ့ပြီး Hive ကတော့ အဲဒီသတ်ဖြတ်မှုဖြစ်စဉ်မှာ ယောကျာ်းတွေသေသွားကြရာက ကျန်ခဲ့တဲ့ မိသားစုတွေရဲ့ ရုန်းကန်ရပုံ ရှင်သန်ရပုံတွေကို ပြထားတာပါ။ လင်ယောက်ျား ဘာဖြစ်သွားမှန်း မသိရဘဲ ပြန်အလာကို စောင့်နေရင်း မိသားစုအတွက် ရုန်းကန်ခဲ့ရတဲ့ အမျိုးသမီးတွေအကြောင်းပေါ့။ တစ်ခုရှိတာက သူတို့ဘက်က အများစုက မွတ်စလင်တွေဆိုတော့ မိန်းမတွေ အလုပ်လုပ်တာကို ယောကျာ်းတွေက မနှစ်မြို့သလို မိန်းမတွေ ကားမောင်းတာကိုတောင် ဘ၀င်မကျခဲ့ကြပါဘူး။ ဒါကြောင့် မိသားစု ၀မ်းရေးအတွက်အလုပ်လုပ်လိုတဲ့ မိန်းမတွေဟာ ကိုယ့်မိသားစုထဲကနေရော ပြင်ပကနေရော သွားပုပ်လေလွင့် အ‌ပြောခံရပါတယ်။ ဒီရုပ်ရှင်ဟာ အဲဒီလိုအခက်အခဲတွေကြားကနေ မိသားစုအတွက် အလုပ်လုပ်ဖို့ ကြိုးစားခဲ့ကြတဲ့ မိန်းမတွေအကြောင်းပါပဲ။ ဒါကြောင့် Feminine Strengths ရုပ်ရှင်လို့လည်း ဆိုကြတာ လက်မခံနိုင်စရာရှိမယ်မထင်ပါဘူး။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.34GB, 740MBQuality – 1080p, 720pIMDb Rating – 7.5/10Format – mp4Duration – 1H 24MinType – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"