"Flee ( 2021)=================================IMDb – 8.2/10Awards – 50 Wins and 75 NomniationsPauseဒီရုပ်ရှင်ရဲ့အမျိုးအစားက Animated Documentary ပါ။ဒီလိုအမျိုးအစား ရုပ်ရှင်တွေက မရှားပေမဲ့ မပေါလှပါဘူး။သူ့ပုံစံကတော့ ဖြစ်ရပ်မှန်တွေကို Animation နဲ့ ပြသပြီးDocumentaryရိုက်ထားတဲ့ အခန်းလေးတွေပါ ကြားညှပ်ပြသွားတဲ့ ပုံစံပါပဲ။Flee မှာတော့ အခြေအနေ အကြောင်းကြောင်းကြောင့် Animationဘက် ပိုအားသာပါတယ်။ပြောရရင် ဆယ်စက္ကန့်လောက် ဆယ်ခန်းစာ၀န်းကျင်ကလွဲရင် လုံး၀ Animation သက်သက်ပါပဲ။Documentary ဆိုပေမဲ့ ဒါရိုက်တာရဲ့ တင်ဆက်ပြသပုံကောင်းတော့Animation ကောင်းကောင်း တစ်ကားကြည့်နေရသလိုပါပဲ။ပျင်းစရာတစ်ကွက်မှ မရှိတဲ့အပြင် ဖြစ်ရပ်မှန်တွေဖြစ်တဲ့အတွက် ဗဟုသုတလည်းရစေမှာပါ။အာဖဂန်နစ္စတန်ပြည်သူတွေရဲ့ စစ်အတွင်း အခြေအနေကိုပါ သိရှိနိုင်ပါလိမ့်မယ်။ဇာတ်ကြောင်းကတော့ အာဖဂန်နစ္စတန်မှာ တိုက်ပွဲတွေဖြစ်တော့ နိုင်ငံကထွက်ပြေးပြီးတခြားနိုင်ငံတွေမှာ ခိုလှုံခဲ့ရတဲ့ ပြည်သူတွေထဲက မိသားစုတစ်စုအကြောင်းကို ရိုက်ပြထားပါ။တိုက်ပွဲတွေဖြစ်တော့ အာဖဂန်တွေကို ပြည်၀င်ခွင့်ပေးတာက ရုရှနိုင်ငံပဲ ရှိခဲ့ပါတယ်။ဒီလိုနဲ့ ရုပ်ရှင်ထဲက မိသားစုဟာ ရုရှကို ပြေးခဲ့ကြရတယ်။သို့ပေမဲ့ ရုရှားကိုယ်တိုင်ကလည်း အဲဒီကာလမှာ အကြီးအကျယ် ယိုယွင်းပျက်စီးနေပြီးရုရှားရဲတွေကလည်း တော်တော့်ကို အကျင့်ပျက် ခြစားနေကြတဲ့အတွက်သူတို့အတွက် ရုရှား နဲ့ အာဖဂန်ဟာ ရှင်ကြီးနဲ့ကျားလို ဖြစ်နေတော့တာပါပဲ။ဒီတော့ သူတို့ဟာ ရုရှကနေမှတစ်ဆင့် တခြားနိုင်ငံတွေထဲ မှောင်ခိုလမ်းကနေ၀င်ဖို့ ကြိုးစားခဲ့ကြပါတယ်။မှောင်ခိုလမ်းကနေ၀င်တာက နယ်ချင်းစပ်နေတဲ့နေရာတွေမှာခဏလောက် ခိုး၀င်‌တာတောင်မှာ အတော်အန္တရယ်မကင်းပါဘူး။နည်းနည်းဝေးတဲ့ နေရာတွေဆို စဉ်းသာစားကြည့်တော့ဗျာ။ခိုး၀င်ရခက်လိုက် မပြေလိုက်နဲ့ သူတို့မိသားစုဟာ အကြိမ်ကြိမ် ဒုက္ခရောက်ခဲ့ရတယ်။Flee ဟာ အဲဒီမိသားစုရဲ့ ခိုး၀င်ဖို့ကြိုးပမ်းမှုနဲ့ ‌ခိုး၀င်ဖို့ကြိုးစားရင်း ဟိုရောက်ဒီရောက်ဖြစ်ခဲ့ရတာတွေ၊မိသားစုတွေ တကွဲတပြားဖြစ်ခဲ့ရတာတွေကို စိတ်၀င်စားစရာကောင်းအောင်၊ ကြေကွဲစရာကောင်းအောင်ဖြစ်ရပ်မှန်အတိုင်း ပုံဖော်ပြသထားတဲ့ Documentary ပါပဲ။နှစ်ဦးပိုင်းမှာ Flee ကို ရုပ်ရှင်ပွဲတော်တွေမှာ စစပြခဲ့တုန်းကတော့Best Picture ခန့်မှန်းစာရင်းထဲအထိပါ ထည့်ထားခဲ့ကြဖူးပါတယ်။Documentary လည်းဖြစ်နေ တခြားကားကောင်းတွေလည်း များနေတဲ့အပြင်တိုင်းတပါးရုပ်ရှင်လည်း ဖြစ်နေတာမို့ ဖြစ်နိုင်ခြေမရှိသ‌လောက်ပေမဲ့IndeWire ကနေ ” Best Picture ဆန်ခါတင်စာရင်းထဲ Documentaryကားဆိုတာ မရှိခဲ့ဖူးပေမဲ့Fleeကတော့ ဒါကိုပြောင်းလဲပစ်သင့်တယ်”လို့ မကြာသေးခင်ကတင် ဆောင်းပါးတစ်ပုဒ် တက်ခဲ့တော့သူ့အတွက် မျှော်လင့်ချက်ရေးရေးတော့ ရှိနေမယ် ထင်ပါတယ်။အော်စကာပွဲရဲ့ ၉၃နှစ်တာ သက်တမ်းမှာ Documentary တစ်ကားမှ Best Picture ဆန်ခါတင်မထည့်ဖူးတော့သမိုင်းတွင်အောင်လုပ်နေကျ သူ့ထုံးစံအတိုင်း ထည့်ပစ်ချင်လည်း ထည့်ပစ်နိုင်တာပါပဲ။ဘာဖြစ်ဖြစ် ဒိန်းမတ်ကတော့ Best International Feature အတွက်Flee ကို ဆန်ခါတင်စာရင်းထည့်ဖို့ရွေးထားတယ်ဆိုတော့ကားကောင်းတွေစုပြုံနေတဲ့ ဒီနှစ် International Feature ကတော့ အတော်ရင်ခုန်စရာကောင်းပါတယ်။လက်ရှိမှာတော့ Fleeဟာ Sundance Film Festival အပါအ၀င်တခြားရုပ်ရှင်ပွဲတော်တွေကနေ Documentary ဆုအများစုနဲ့ Animation‌ ဆု အနည်းငယ်အပါအ၀င် ဆုပေါင်း၅၀ ရထားပါတယ်။“အိမ်” ဆိုတာ ဘေးကင်းလုံခြုံတဲ့နေရာ …..“အိမ်” ဆိုတာ ကြောက်ရွံ့မှုကင်းစေတဲ့နေရာ‌ …..သေချာ‌တာတော့ “အိမ်” ဆိုတာ ယာယီခိုလှုံရတဲ့နေရာမဟုတ်တဲ့ အမြဲတစေနွေးထွေးနေတဲ့နေရာပေါ့။ဒီဇာတ်လမ်းကတော့ အဲဒီအိမ်ကို ပျောက်ရှခဲ့ရတဲ့ သူတွေရဲ့ အကြောင်းပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။Genre…..Animation, DocumentaryQuality….WEB-DL 1080p and 720p and 360pFile size…1.3GB and 743MB and 298MBFormat…mp4Duration…. 1h 30minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. WiRa AungEncoder ….. August"