"Spider-Man: Into the Spider-Verse (2018)
IMDb – 8.4/10____Rotten Tomatoes – 97%
Metacritic – 87%
Won 1 Oscar. Another 79 wins & 55 nominations
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
With great power comes great responsibility
ကြီးမားတဲ့စွမ်းအားမှာကြီးမားတဲ့ဝတ္တရားရှိတယ်ဒီစကားပုံလေးကိုမြင်တာနဲ့long long ago Spider man movie ထဲကUncle Ben ပြောတာကို ပြန်မြင်ယောင်မိကြမှာပါ
Spider man ဆိုတဲ့ comic characterကို Tobey Magurie နဲ့ triologyရိုက်ခဲ့သလို Andrew Garfield နဲ့လဲ၂ ကားထပ်ရိုက်ခဲ့ပါတယ်
Tobey ရော Andrew ရော အတော်အောင်မြင်ခဲ့တယ်ပြောရမှာပါ အခု Into the spiderverse ဆိုပြီး Animation တစ်ကားထပ်ထွက်လာပါတယ်
ဒီ Spiderverse မှာ ကျွန်တော်တို့အချစ်တော် ပီတာပါကာ အပါဝင် မိုင်းစ်မိုရဲလတ်စ် ဆိုတဲ့ လူမဲ စပိုက်ဒါမန်းလေး ပါမြင်ရမှာပါ အခုကားက Comic timeline နဲ့လုံးဝကွဲထွက်ပါတယ်
အခြား comic game reference တွေယူပြီး သူ့ဘာသူတည်ဆောက်သွားတယ် spider man 6 ယောက်ထည့်သွင်းထားတယ် spiderverse ဆိုတဲ့အတိုင်း multiverse တွေကလာတဲ့
အခြားspider man တွေပါလာတယ်
ဇာတ်လမ်းအကျဉ်းကတော့ villain ဖြစ်တဲ့ ကင်းပင်က အမှုန်အရှိန်ပေးစက်သုံးပြီး portal တွေဖွင့် အခြားuniverse က သူ့မိသားစုကိုပြန်ခေါ်ဖို့လုပ်ပါတော့တယ်
ဒါပေမယ့် အမှုန်အရှိန်ပေးစက်ရဲ့ side effect ကြောင့် reality တွေပျက်စီးပြီး မြို့ပျက်တော့မှာသိလို့ ပီတာပါကာက ဝင်တားတယ် အဲ့အချိန်မှာပဲ မိုင်းစ်မိုရဲလတ်စ်က
ပင့်ကူကိုက်ခံရပြီး spider man အစွမ်းတွေရခါစ ဒီလိုနဲ့ multiverse တွေက portal တွေပွင့်ပြီး မိုင်းစ်မိုရဲလတ်စ် တို့ universe ကို အခြား universe တွေက
Peter Parker, Spider Gwen, Peni Parker, Spider man Noir နဲ့ PeterPorker တို့ရောက်လာပါတယ် အတော်လေးကိုပြီးပြည့်စုံတဲ့ story lineလို့မြင်မိပါတယ်
Animationပိုင်းတွေကတော့ပြောစရာကိုမလိုဘူးPeni Parker တို့ Peter Porker (SpiderHam) တို့ပါထည့်ထားတာ စိတ်ဝင်စားဖို့ကောင်းတယ်
အကောင်းဆုံးလို့ဆိုရမှာက theme song နဲ့ background music ပဲ theme song တွေက unique ဖြစ်တယ် ဥပမာ Prowler လာတဲ့အခန်းတွေမှာဆို
သူလာမှန်းသိရတဲ့ theme song မျိုးတွေ Spider man ဇာတ်ရုပ်တိုင်းမြူ းမြူ းကြွကြွ theme song တွေက ကြည့်ရတာ တကယ်မိုက်တယ် အားတက်စရာကောင်းတယ်
plot ကလဲအတော်လေးကိုကွဲထွက်တယ် ပြီးတော့အခြား spider man game တွေ ထဲက villain တွေပါတွဲမြင်ရတာအားရစရာပါ
ကျွန်တော် Marvel ရော DC fan ပါ ဒါပေမယ့်အဲ့ထဲမှာ အသနားမိဆုံးက spider man ပဲ
အခြား superhero တွေလိုမချမ်းသာဘူး နာမည်မကြီးဘူး သာမန်ဓာတ်ပုံဆရာလေးတစ်ယောက် နေ့စဉ်အလုပ်တွေနဲ့ ရုန်းကန်နေတဲ့ကြားက
အသက်ကယ်ဖို့ နှစ်ခါပြန်မစဉ်းစားတဲ့ Super strength နဲ့သာမညလူသား သူ့အတွေးကရိုးစင်းတယ်ဒါပေမယ့် သူ့အပြုအမူနဲ့ဆုံးဖြတ်ချက်ကအောချရတယ်
ဘယ်အခြေနေမှာဖြစ်ဖြစ် spider manဆိုတာစိတ်ဓာတ်ကျတတ်တဲ့ hero မဟုတ်ဘူး သူ့ကြည့်လိုက်ရင်အမြဲပျော်ရွှင်နေတတ်တဲ့ကျွန်တော်တို့ရဲ့
friendly neighbourhood spider man Animation ကားလို့ဆိုပေမယ့် Tobey ရဲ့ spider man တုန်းကလိုဖီလ်းမျိုးအငွေ့အသက်မျိုး ပြန်ခံစားလိုက်ရတယ်
ကြည့်ရတာတော်တော်တန်ပါတယ် Spider man ကို ကလေးဘဝကတည်းကကြိုက်ခဲ့တာခုချိန်ထိပဲ
ဒီရုပ်ရှင်ကားကို ဟိန်းသက်နိုင် က အညွှန်းရေးပေးထားပြီး
ဟိန်းသက်နိုင် နဲ့ မျိုးညွှန့် တို့က ဘာသာပြန်ပေးထားပါတယ်
File Size – 2 GB and 876 MB and 7.8GB
Quality – Blu-Ray 1080p 5.1 CH & Blu-Ray 720p / 4k HEVC 5.1CH
File Type – mp4
Duration – 01:57:00
Translators – Hein Thet Naing, Myo Nyunt
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
