"Requiem for a Dream (2000)IMDb – 8.3/10, RT – 79%Pauseတစ်ချို့က Requiem For A Dream ကို ကြည့်ရအခက်ဆုံးရုပ်ရှင်တစ်ကားလို့ ဆိုကြတယ်။ တခြားတော့မဟုတ်ပါဘူး။ စိတ်ညစ်စရာတော်တော်ကောင်းတဲ့ ဇာတ်ဝင်ခန်းတွေကြောင့်ပါပဲ။ နာမည်ကျော်ဝေဖန်ရေးဆရာ ရော်ဂျာအတ်ဘတ်ကတော့ ဒီလိုပြောထားတယ်။” Requiem for a Dream ဟာ အတော်လေးလက်တွေ့ကျတဲ့ စိတ်ဓာတ်ကျစရာအတော်ကောင်းတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ဆိုလည်း မမှားပါဘူး။ Requiem for a Dream နဲ့ ပတ်သက်ပြီး စွဲမက်စရာကောင်းတဲ့အချက်က… ဒါရိုက်တာက ဆေးစွဲနေတဲ့ဇာတ်ကောင်တွေရဲ့ စိတ်ပိုင်းဆိုင်ရာအခြေအနေကို ပြောင်ပြောင်မြောက်မြောက် ပုံဖော်သွားတဲ့အချက်ပါပဲ။ ဆေးသုံးနေတဲ့အချိန်မှာ… ဆေးဟာ ဘာမဆိုဖြစ်နိုင်တဲ့ ကမ္ဘာတစ်ခုထဲကို ပြတင်းတံခါးခဏဖွင့်ပြပေးပြီး… အဲဒီတံခါးပိတ်ကျသွားတဲ့အခါမှာ… ဘဝက အဲဒီပြတင်းတံခါးကိုပြန်ဖွင့်ဖို့ ငွေနဲ့ဆေးကိုရှာဖို့ ကြံမိကြံရာရှာနေရတဲ့ အခြေအနေကို ဆိုက်ရောက်သွားတော့တယ်” တဲ့။ဒီရုပ်ရှင်ဟာ ဆေးစွဲနေတဲ့သူရဲ့ စိတ္တဗေဒကို အစစ်အမှန်ပြသထားတဲ့ ရုပ်ရှင်တစ်ကားပါ။ ဒီရုပ်ရှင်က အဓိကဇာတ်ကောင်တွေက အားလုံးက ဆေးစွဲနေတဲ့သူတွေပါပဲ။ အမျိုးအစားကိုက Psychological Thriller ဆိုတော့ ဒီကားရဲ့ စိတ်ညစ်ညူးစရာကောင်းမှုကို မှန်းဆမိလောက်ကြမှာပါ။သို့ပေမဲ့ ဒါရိုက်တာဟာ ဆေးသုံးနေတဲ့သူတွေနဲ့ ကြည့်ရှုသူကို တစ်ထပ်တည်းနီးပါး ခံစားရအောင် လုပ်နိုင်စွမ်းရှိတယ်လို့ ဆိုရပါမယ်။ ကနဦးမှာ ကိုယ်ပါရုပ်ရှင်ထဲပြေးဝင်ချင်စရာ ကောင်းလောက်တဲ့ ဘယ်လိုပြန်ပြောပြရမှန်းမသိတဲ့ ဇာတ်ဝင်ခန်းတွေကို တီးလုံးသံဆန်းဆန်းနဲ့ လိုက်ဖက်ညီညီပြသွားတယ်။ နောက် အဆုံးအစမဲ့တဲ့ ကောင်းကင်ကျယ်ပြာကြီးကို စီနီမာတိုဂရပ်ဖီလှလှနဲ့ ပြသွားတယ်။ ပြီးကျ ပရိသတ်ကို အနက်ရှိုင်းဆုံး လောကငရဲကို ဆွဲခေါ်သွားတယ်။ သူ့ရဲ့ ရှုပ်ထွေးပြီး လျှပ်တပြက်ဆန်တဲ့ တင်ဆက်ပြသပုံကြောင့်ရော အပြနဲ့ပနံသင့်တဲ့ ဂီတသံကြောင့်ရော ကြည့်ရှုသူကိုပါ ဆေးလိုက်သုံးနေရသလို ခံစားမှုမျိုးပေးနိုင်တယ်။ ရုပ်ရှင်ကြည့်ပြီး ဆေးသုံးနေရသလို ခံစားရစေမယ့်ရုပ်ရှင်ပါပဲ။Requiem For A Dream ရဲ့ ဒါရိုက်တာ Darren Aronofsky ဟာ Black Swan, Mother, Pi, The Fountain, The Wrestler တို့လို နာမည်ကျော်ရုပ်ရှင်တွေကို ရိုက်ထားတဲ့သူပါ။ ဒီရုပ်ရှင်ရဲ့ အဓိကသရုပ်ဆောင်တွေကတော့ Jared Leto, မမ Jennifer Connelly နဲ့ Ellen Burstynတို့ပါပဲ။Jared Letoကတော့ ဒီရုပ်ရှင်အတွက် ဝိတ်တွေကြိုးစားချခဲ့ပြီး ချစ်စရာဆေးသမား ငပိန်လေးရုပ်နဲ့ အံကိုက်ဖြစ်နေတယ်။ သူ့ကာရိုက်တာဖြစ်တဲ့ ဟယ်ရီက အမေတစ်ခု သားတစ်ခုဘ၀မှာ အမေရဲ့ တစ်ခုတည်းသော အဖော်ဖြစ်တဲ့ တီဗီကိုပါ ဗြောင်ခိုးရောင်းပြီး ဆေးချဖို့ငွေရှာရှာနေတတ်တဲ့ ဆေးသမားလေး။ သူက သူ့အမေကိုတော့ သူချစ်တယ်။ သို့ပေမဲ့ ယင်းထလာရင်တော့ ဘာမှကိုမမြင်တော့တဲ့ ကောင်မျိုးပေါ့။ အစမှာ အမြင်ကတ်စရာ ပုံစံနဲ့ ပုံဖော်သွားပေမဲ့ ကြာလာလေ သနားစရာကောင်းလေပါပဲ။ ဆေးသမားတွေရဲ့ တခြားဖက်ကို ပုံဖော်ထားတယ်ဆိုရမယ်။တစ်ချို့ဒါရိုက်တာကြီးတွေပြောကြတာတော့ ရုပ်ရှင်တစ်ကားရိုက်ဖို့ဆို မိန်းမတစ်ယောက်နဲ့ သေနတ်တစ်လက်ပဲလိုတယ်တဲ့။ ဆွဲဆောင်မှုနဲ့ သဲထိတ်ရင်ဖိုကို ဆိုလိုတာနေမှာပါ။ Jennifer Connelly ရဲ့ ဇာတ်ကောင် မာရီယွန်က ဒီရုပ်ရှင်ရဲ့ ဆွဲဆောင်မှုပါပဲ။ အပြောင်မြောက်ဆုံး စွဲဆောင်မှုပေါ့။ သူ့ဇာတ်ကောင်က ဆေးစွဲနေတဲ့ ဒီဇိုင်နာမလေး။ သူချုပ်ထားတဲ့ စကတ်အဆန်းကြီးက ခုနပြောတဲ့ ဘယ်လိုပြောရမှန်းမသိတဲ့ ဇာတ်၀င်ခန်းရဲ့ ပါ၀င်ပစ္စည်းတစ်ခုလို့ဆိုရမယ်။ အ၀တ်တစ်ထည်က ဇာတ်၀င်ခန်းကို အရောင်ပိုတောက်စေခဲ့တဲ့ အခန်းပေါ့။ သူ့ဇာတ်ကောင်က သနားစရာထက် ရင်နာစရာအတော်‌ကောင်းတဲ့ ဇာတ်ကောင်ပါပဲ။ မမဂျနီဖာကွန်နယ်လီက မမြင်အပ်နေရာတွေကို တစ်ပိုင်းတစ်စပြတဲ့အထိကို ရဲတင်းထားတာကို တွေ့ရမှာပါ။ သို့ပေမဲ့ ငမ်းချင်စိတ်ပျောက်ပြီး သူ့ကို ကရုဏာသာသက်မိစေတဲ့ဘက်ပဲ ပိုသွားပါလိမ့်မယ်။နောက်ဒီရုပ်ရှင်ရဲ့ အပြောင်မြောင်ဆုံးဇာတ်ကောင်က Jared Letoရဲ့ဇာတ်ကောင် ဟယ်ရီရဲ့အမေ ဆာရာ။ Ellen ဟာ Academy Award, Emmy Award နဲ့ Tony Award ဆိုတဲ့ ထိပ်တန်းဆုသုံးရထားတဲ့သူပါ။ ဒီလိုဆုရထားတဲ့သူကို Triple Crown of Acting လို့ခေါ်ပါတယ်။ 2021ထိမှ လူ၂၄ယောက်ပဲ ရဖူးသေးပါတယ်။ Ellenဟာ ဒီရုပ်ရှင်ထဲက သူ့ရဲ့ပြောင်မြောက်တဲ့ သရုပ်ဆောင်မှုတွေကြောင့်လည်း ဒီတစ်ကားထဲနဲ့ အမျိုးသမီးသရုပ်ဆောင်ဆု ဆယ်ခုရခဲ့ပါတယ်။ သရုပ်ဆောင်ပိုင်း အတော်ပိုင်နိုင်တဲ့ အမျိုးသမီးကြီးပါ။ ဒီရုပ်ရှင်ထဲက သူ့ဇာတ်ကောင်က ပြောရရင် 12 Angry Menထဲက ” ဘာမှအရေးမပါတဲ့ သူတစ်ယောက်ဖြစ်ရတာ အင်မတန်၀မ်းနည်းဖို့ကောင်းတဲ့ အရာပါပဲ “ဆိုတဲ့ ဒိုင်ယာလော့ကို သတိရစေတယ်။ သူရဲ့ အဓိပ္ပာယ်မရှိတဲ့ ဘ၀ကြီးမှာ အဓိပ္ပာယ်ကိုရှာဖို့ ကြိုးစားရင်း ‌ဆေးကို ဘူမသိကိုးမသိ သုံးမိရာက ပိုသနားဖို့ကောင်းသွားတဲ့ အဘွားကြီးပေါ့။ ဒီရုပ်ရှင်မှာ သူက သနားဖို့အကောင်းဆုံးနဲ့ ဓားစာခံသက်သက် ဖြစ်ခဲ့တဲ့ဇာတ်ကောင်ပါပဲ။ ဇာတ်ကောင်တွေအားလုံးရဲ့ ဆေးရှိန်တက်ခန်း ယင်းထခန်းတွေဟာ ဒါရိုက်တာရဲ့ ရှုပ်ထွေးလှပတဲ့ တင်ဆက်ပုံထက် မလျော့ရအောင် သရုပ်ဆောင်ကောင်းခဲ့ကြပါတယ်။ဒီရုပ်ရှင်ဟာ Adult ကားတွေထက်‌တောင် ပိုဆိုးတဲ့ ၂၁နှစ်အောက်ဘယ်လိုမှမကြည့်သင့်တဲ့ ရုပ်ရှင်ဆိုတာကိုတော့ သတိချပ်စေချင်ပါတယ်။ လိင်ပိုင်းဆိုင်ရာအပြခန်းတွေလည်း ကြမ်းပေမဲ့ အဓိကက အဲဒီအချက်ကြောင့်မဟုတ်ဘဲ ဆေးသုံးတာကို ပုံဖော်ထားတာတွေဟာ ပီပြင်လွန်း စိတ်ဝင်စားစရာကောင်းလွန်းနေတာကြောင့် လူငယ်တွေလက်တည့်စမ်းမိကြမှာ စိုးလို့ပါလို့ ဆိုပါတယ်။(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.63GB, 1GBQuality – 1080p, 720pIMDb Rating – 8.3/10Format – mp4Duration – 1H 42MinType – Drama, Psychological ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"