"Freddie Mercury: The Final Act (2021)
~ IMDb – 7.8/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အရှက်တရားနဲ့ လိင်စိတ် ဘယ်သူက အင်အားသာမယ်ဆိုတာ တွေးကြည့်ကြရအောင်လားဗျာ။ လူ့လောကကြီးထဲရောက်လာပြီး ကိုယ်ရောစိတ်ပါ ကျန်းမာသန်စွမ်းသူတစ်ယောက်အနေနဲ့ လူသားဗီဇသဘောအရ မဖြစ်မနေ ရင်ဆိုင်ရမယ့် အရွယ်ရောက်လိင်စိတ်က သိပ်ကို ပြင်းထန်တယ် အင်အားကြီးတယ်။ လူသားမျိုးစိတ် ဆက်လက်ရှင်သန်ရပ်တည်နိုင်ဖို့ သဘာဝတရားက ထည့်သွင်းပေးလိုက်တဲ့ ဗီဇစိတ်ပေါ့။
အရှက်တရားဟာ အသိဉာဏ်မြင့်မားတဲ့ မျိုးစိတ်မှာပဲ တွေ့ရတဲ့ ဗီဇတစ်ခုပါ။ လိင်စိတ်ကတော့ သတ္တဝါတိုင်းမှာ တွေ့ရတယ်ပေါ့လေ။ လူ့လောကထဲ ရှင်သန်ရပ်တည်ကြရင်းနဲ့ ရှက်စိတ်နဲ့ လိင်စိတ် အားပြိုင်ရတဲ့အခိုက်အတန့်ကို ဘယ်လိင်မဆို ခံစားဖူးကြပါလိမ့်မယ်။
လိင်စိတ်ဖြေဖျောက်ခြင်းနဲ့အတူ တွဲပါလာတဲ့ ရောဂါဆိုးကြီးတစ်ခုရှိပါတယ်။ AIDS (အေ့စ်) လို့ခေါ်တဲ့ ခုခံအားကျဆင်းတဲ့ရောဂါပါ။ အဲဒီရောဂါ စတင်ဖြစ်ပွားတဲ့သူတွေက လိင်တူဆက်ဆံလိုတဲ့ အမျိုးသားတွေ ဖြစ်နေကြတာထူးဆန်းပါတယ်။ ကမ္ဘာတစ်ဝှမ်းကို ရုတ်တရက်ကြီး ပျံ့နှံ့လာတဲ့ ‌ကပ်ရောဂါကြီးကို အကြောက်ပိုကြတဲ့ လူတွေက လိင်တူချစ်သူအမျိုးသားတွေကို လက်ညိုးထိုးအပြစ်တင် ဖယ်ကြဉ်ကြခဲ့တယ်။
ဒီရောဂါဖြစ်တဲ့သူဟာ လူ့အသိုင်းအဝန်းမှာ အရှက်တရားနဲ့ လူရာမဝင်ဖြစ်ရသလိုကြောက်မက်ဖွယ်ရောဂါကြီးရဲ့ အထုအထောင်းကို အလူးအလဲခံရပြီး မချိမဆန့် ဆုံးပါးခဲ့ကြရတယ်။ အခုခေတ်မှာတောင် သက်သာအောင်ပဲ သက်တမ်းစေ့ နေနိုင်အောင်ပဲလုပ်နိုင်သေးတာ။ အရင်ခေတ်က ဘယ်လောက်ဆိုးဝါးပြင်းထန်ခဲ့မလဲဆိုတာကို ခန့်မှန်းကြည့်လို့ရမှာပါ။
အခုတင်ဆက်ပေးမယ့် ရုပ်သံမှတ်တမ်းကတော့ ကမ္ဘာကျော် ဝက်ဝက်ကွဲ အောင်မြင်ခဲ့တဲ့ ဗြိတိန် ရော့ခ်အင်ရိုး တီးဝိုင်းအဖွဲ့ Queen ရဲ့ ခေါင်းဆောင်အဆိုတော် Freddie Mercury အကြောင်းပါပဲ။ Freddie ဟာ လိင်တူချစ်သူတစ်ယောက်ဖြစ်ပြီး လိင်ဆက်ဆံဖော်လည်း များခဲ့ပါတယ်။ နောက်ဆုံး HIV ဗိုင်းရပ်စ် ကူးစက်ခံရပြီး အသက် (၄၅) နှစ်မှာပဲ AIDS ရောဂါနဲ့ ဆုံးပါးသွားရသူတစ်ယောက်ပါ။
သူ မသေဆုံးမီ နဲ့ သေဆုံးပြီး ဖြစ်ပေါ်ခဲ့တဲ့ အခြေအနေတွေ၊ ဂီတခရီးစဉ်တွေ၊ သီချင်းတွေ ကို တွေ့မြင်ရမှာဖြစ်ပါတယ်။ Freddie အတွက် အမှတ်တရ အလွမ်းပြေပွဲကြီးမှာ AIDS ရောဂါသည်များနဲ့ ဂေးအမျိုးသားများအပေါ် အမြင်တစ်ခု ပြောင်းလဲသွားအောင် ဒိတ်ဒိတ်ကြဲ အနုပညာရှင်တွေ စုပေါင်းပြီး ဘယ်လိုကြိုးစားခဲ့သလဲ၊ အတ္တနဲ့ ပရဟိတ ယှဉ်ပြိုင်လာတဲ့အခါ ထွက်ပေါ်လာတဲ့ လူတွေရဲ့ အတွင်းစိတ်တွေ ဘယ်လောက်အထိ ကြောက်ဖို့ကောင်းသလဲ ဆိုတာတွေကို တွေ့မြင်နိုင်ပါမယ်။
ဒီရုပ်သံမှတ်တမ်းကို BBC မှ စီစဉ်ရိုက်ကူး ထုတ်လွှင့်ခဲ့တာဖြစ်ပြီး ဒီနှစ်မှ ထွက်ရှိလာတဲ့ 2021 music documentary တစ်ခုပါ။ ထူးခြားတာက သီချင်းတွေကို အပိုင်းအစလေးတွေပဲ ထည့်ပေးထားပြီး ကြည့်ရှုရတဲ့သူအဖို့ သီချင်းတွေပဲ နားထောင်နေရလို့ နားအီမသွား၊ မှတ်တမ်းနဲ့ မေးမြန်းခန်းတွေကိုပဲ ကြည့်နေရလို့ ပျင်းရိမသွားအောင် အကောင်းဆုံး ဆွဲဆောင်နိုင်တာပါ။ သီချင်းချစ်သူ Freddie ချစ်သူတွေအတွက် လက်လွတ်မခံသင့်တဲ့ ရုပ်သံမှတ်တမ်းပါ။ ဒီရုပ်သံမှတ်တမ်းကို အချိန်ယူပြီး နောက်ခံသမိုင်းတွေ သီချင်းတွေကို ရှာဖွေဖတ်ရှုနားထောင်ပြီး အပြေပြစ်ဆုံးဖြစ်အောင် ဘာသာပြန်ပေးထားပါတယ်။ တစ်ပိုင်းတစ်စ ပြောစကားများနဲ့ မေးမြန်းခန်းများကို ချိတ်ဆက်ယူပြီး ကျောရိုးဖော်တဲ့ပုံစံမလို့ အချိန်ပေးပြီး တစိမ့်စိမ့် ကြည့်ရှုသင့်ပါကြောင်း။
(ဇာတ်ကားနဲ့ အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.4GB, 858.6MB
Quality – 1080p, 720p
IMDb Rating – 7.8/10
Format – mp4
Duration – 1H 30Min
Type – Documentary
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
