"How the Grinch Stole Christmas (2000)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ငယ်ငယ်ကတော့ ခရစ္စမတ်နားနီးတဲ့ အပတ်မှာ ပုတက်တို့ Kidzone တို့လို ကာတွန်းစာစောင်တွေမှာ ခရစ္စမတ်ဇာတ်လမ်းလေးတွေ ထည့်တာကို ဖတ်ရင်း၊ Casper, Mickey Mouse, Winnie the Pooh တို့ရဲ့ ခရစ္စမတ်ကာလကားလေးတွေ၊ A Christmas Carol တို့ Home Alone တို့ Grinch တို့လို ခရစ္စမတ်ကားလေးတွေကြည့်ရင်း ဖြတ်သန်းဖူးခဲ့ကြတယ်မို့လား။ ခရစ္စမတ်ဟာ ကျွန်တော်တို့နဲ့ မဆိုင်ပေမဲ့ မစိမ်းလှပါဘူး။
ဒီဇာတ်လမ်းကတော့ ငယ်ဘ၀ကခရစ္စမတ်ကိုရော ငယ်ဘ၀ကိုရော Nostalgia ဖြစ်စေမယ့် ဇာတ်လမ်းပါ။၂၀၀၀ခုနှစ်မှာထွက်ခဲ့တာဆိုတော့ ကျွန်တော်တို့ငယ်ငယ်က ခရစ္စမတ်ကားတွေရဲ့ အရသာအတိုင်းပါပဲ။ ခရစ္စမတ်ကားလေးပေမဲ့ မင်းသားက ဂျင်ကာရေး ဖြစ်တဲ့အပြင် ဆာအန်သိုနီဟော့ကင်းကလည်း Narrator အဖြစ် နောက်ခံစကား‌ပြောပေးထားတယ်။ ဒါရိုက်တာကတော့ ၂၀၀၂မှာ A Beautiful Mind ရုပ်ရှင်နဲ့ Best Picture ဆုနဲ့ Best Director ဆုကို ရခဲ့တဲ့ Ron Howard ပါ။
မူရင်းစာရေးဆရာကတော့ အမေရိကန်ကလေးစာပေမှာ ဆရာတစ်ပါးဖြစ်တဲ့ Dr. Seuss ပါ။ သူလည်း ကျွန်တော်တို့နဲ့ မစိမ်းပါဘူး။ ငယ်ငယ်က ကြည့်ခဲ့ဖူး ကြိုက်ခဲ့ဖူးကြတဲ့ Horton တို့ The Cat in the Hat တို့ The Lorax တို့က သူ့လက်ရာတွေကို အသက်သွင်းထားတာပါပဲ။
ဒီရုပ်ရှင်ဟာ သူ့ခေတ်ဖြစ်ခဲ့တဲ့ ၂၀၀၀ခုနှစ်ရဲ့ အမြတ်အစွန်းအထွက်ဆုံး ရုပ်ရှင်စာရင်းမှာ နံပါတ်၆ ချိတ်ခဲ့ပါတယ်။ ဝေဖန်ရေးဆရာတွေကတော့ ဂျင်ကာရေးရဲ့ သရုပ်ဆောင်စွမ်းရည်ကို ချီးကျူးခဲ့ကြပြီး ခရစ္စမတ်ရုပ်ရှင်နဲ့မလိုက်အောင် နည်းနည်း ကြောက်စရာကောင်းနေတဲ့ ဇာတ်၀င်ခန်းတစ်ချို့ကိုတော့ ဝေဖန်ခဲ့ကြတယ်။ အော်စကာမှာ Best Art Direction ဆုနဲ့ Best Costume Design ဆု တို့ကို ဆန်ခါတင်၀င်ခဲ့ပြီး Best Makeup ဆုကို ဆွတ်ခူးနိုင်ခဲ့ပါတယ်။
ခရစ္စမတ်ကို တန်ဖိုးအထားဆုံး “ဟူး”မျိုးနွယ်တွေနေတဲ့ ရွာလေးရှိတယ်။ အဲဒီရွာမြောက်ဘက်က တောင်မြင့်ကြီးကတော့ ဂရင့်ချ်လို့ခေါ်တဲ့bခရစ္စမတ်ကိုအမုန်းဆုံး သတ္တဝါတစ်ကောင်ရဲ့ ပျော်စံရာပေါ့။ ခရစ္စမတ်အကြိုညမှာ ဟူးတွေ အိပ်ပျော်နေတဲ့အချိန် ဂရင့်ခ်ျဟာ ခရစ္စမတ်ကို ခိုးယူသွားမှာကိုတော့ ဘယ်သူမှကြိုမမြင်ခဲ့ကြပါဘူး။ ခရစ္စမတ်ကို ဂရင့်ဘယ်လိုခိုးယူခဲ့လဲဆိုတာကို ကြည့်ပြီး ပျော်စရာတွေ အခိုးခံခဲ့ရတဲ့ ဒီလိုနှစ်မှာ ကလေးဘ၀က ခရစ္စမတ် အရသာအပြည့်ကို ပြန်ခံစားရမှာပါ။ ဒီရုပ်ရှင်ဟာ ဒီနေ့မှာ အားလုံးကို သေချာတဲ့ ခံစားမှုတစ်ခု ပေးနိုင်ပါလိမ့်မယ်။
အားလုံးပဲ ” Merry Christmas “ပါ။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.9GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 6.2/10
Format – mp4
Duration – 1H 45Min
Type – Fantasy, Comedy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
