"Satyameva Jayate 2
2018 က ထွက်ရှိထားတဲ့ Satyameva Jayate ရုပ်ရှင် Remake သဘောမျိုးထွက်ရှိလာတဲ့ဇာတ်ကားပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Gabbar is back ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ အခုလည်း Gabbar နောက်တစ်ယောက် ပေါ်ထွက်လာခဲ့ပါပြီ။ လောကကြီးရဲ့ မတရားမှုတွေက ဘယ်လောက်တောင် အင်အားကြီးလိုက်သလဲ။ ယှဉ်ပြိုင်တိုက်ခိုက်ချင်တဲ့ ကိုယ်တွေက အောက်ခြေ‌မှာ။ မကောင်းဆိုးရွား လူ့ရေပေါ်ဆီ အတ္တသမားတွေက ဟိုးအမြင့်မှာ။
လူတွေလေးစားယုံကြည်တဲ့ တရားဥပဒေကရော သူတို့ကို အပြစ်ပေးနိုင်မှာတဲ့လား။ သူတို့ ပရောဂနဲ့ သေဆုံးသွားရတဲ့ အပြစ်မဲ့လူသားတွေရဲ့ သွေးတွေထဲက တချွင်ချွင်ကျလာတဲ့ ငွေသားတွေကိုသုံး၊ အသားတွေထဲကထွက်လာတဲ့ ဆီဦးထောပက်တွေစား၊ အရေခွံကနေထွက်လာတဲ့ ကတ္တီပါမွေ့ယာပေါ်ကျောခင်းလို့ သူတို့ပျော်နေကြပြီ။ ရပ်ကြည့်နေတဲ့ ခင်ဗျားက မခံချင်ဒေါသနဲ့ ဆတ်ဆတ်ခါနေတုန်းမှာ တရားဥပဒေက မြောင်းကြားထဲမှာ ရေပုတ်တွေအောက် စုံးစုံးမြုပ်ပြီး နင်းပြားရဲ့ လည်ပင်းကို တက်နင်းဖို့ အိပ်မက်မက်နေလေရဲ့။
ဒါဆို ခင်ဗျားဘာလုပ်မလဲ။ လောကကြီးကို တိုင်တည်ပြီး ငိုကြွေးနေမလား။ စကားပြန်မပြောတတ်တဲ့ လောကကြီးကိုပဲ လက်ခလယ်ထောင်ပြပြီး တစ်ကိုယ်တော် စွန့်စားခန်းဖွင့်မလား။ ဒီဇာတ်ကားမှာတော့ လောကကြီးရဲ့ စေတနာ့ဝန်ထမ်းတစ်ယောက်ရဲ့ လောကအမှိုက်တွေကို ကိုယ်ပိုင်လက်နဲ့ တစ်စစီလိုက်ကောက်လို့ ရှင်းပစ်နေပုံတွေကို ကြည့်ရှုရမှာပါ။
ပြည်ထဲရေးဝန်ကြီးတဖြစ်လဲ ကျွန်တော်တို့ရဲ့မင်းသားကြီးက ညရဲ့သေမင်းတစ်ပါးအဖြစ်အသွင်ပြောင်း၊ အကျင့်ပျက်သမားတွေကို အလောင်းချင်းထပ်သွားအောင် အပြစ်ပေးနေပါပြီ။ ဒါပေမဲ့ သူ့ရဲ့ (၂) မိနစ်ပဲငယ်တဲ့ အမွှာညီလေးက လက်ထောက်ကော်မရှင်နာ ရဲအရာရှိတစ်ယောက်အနေနဲ့ စေတနာ့ဝန်ထမ်း လူသတ်သမားကြီးကို ဖမ်းဆီးဖို့ဖြစ်လာရာမှာတော့ ဇာတ်ရှိန်က တစ်ဆစ်ချိုး တက်လာပါလိမ့်မယ်။ အဖေလုပ်သူကလည်း လူ့ပရောဂမကင်းဘဲ သေဆုံးခဲ့ရတာကြောင့် စေတနာ့ဝန်ထမ်းကြီး အဖေအတွက် ကလဲ့စားကိုရော ရနိုင်ပါ့မလား ကြည့်လိုက်ကြရအောင်လားဗျာ။
File size…(1.5 GB)/(700 MB)
Quality….WEB-DL HEVC 1080p / 720p
Format…mp4
Duration….02:18:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Ka Naung
Translated by Arr Khun Winchester & Nadi Myint Naing
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
