"Serendipity (2001)==============IMDb Rating – 6.8/10ခရစ်စမတ် ရာသီ နယူးယောက်မြို့တော်မှာ..ဂျိုနာသန်ဆိုတဲ့ကောင်လေးတစ်ယောက်ဟာ..ဆာရာ ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကို Bloomingdale ဆိုတဲ့ department storeတစ်ခုမှာ စတွေ့ခဲ့မိပါတယ်။Pauseသူတို့နှစ်ယောက်ဟာ ကတ်ရှ်မဲ လက်အိပ်အနက်ကလေး တစ်စုံတည်းကို ဝယ်ဖို့ ပြိုင်တူဆုပ်ကိုင်မိခဲ့တာ..။နှစ်ယောက်လုံးမှာသက်ဆိုင်သူ ကိုယ်စီရှိတော့ စကားအပြန်အလှန်ပြောရင်း လက်ဆုံကျပြီး ဆိုင်ကလေး တစ်ဆိုင်မှာအတူထိုင်ဖြစ်ကြတယ်ဆိုပါတော့..။ ဆိုင်ကလေးရဲ့ နာမည်က Serendipity 3 ပါ။ အပြင်မှာတကယ်လဲရှိပါတယ်။ကိုယ်တွေ အင်းလျားလမ်းမှာတောင်နာမည်လေးခပ်ဆင်ဆင် တစ်ခုရှိတယ် Serenity လေ။ (Serenity ကို ‘သက်ငြိမ်’ လို့နာမည်ပေးခဲ့ဖူးတယ်၊ အရင်တုန်းက အင်းလျားလမ်းမှာသင်္ကြန်မဏ္ဍပ် လက်မှတ်ဝယ်ရင် ဒီဘက်ကနေ ဟိုဘက်ထိလျှောက်ခဲ့ဖူး။အခုတော့ အဲဒီဆိုင်လေးထာ၀ရပိတ်သွားခဲ့ပါပြီ)( Serendipity ကိုတကယ်တမ်း အဓိပ္ပါယ်ဆိုရမယ်ဆိုရင် မမျှော်လင့်ပဲရတနာသိုက်ကြီးကိုရှာတွေ့တယ်ဆိုတာမျိုး၊ထပ်ပြီးရှင်းရမယ်ဆိုရင်တော့ရှာမနေပဲနဲ့ အခုမှ ကိုယ့် လက်တွဲဖော်အစစ် ဖူးစာကိုရှာတွေ့သွားတာလို့ဆိုလိုချင်ဟန်ရှိတယ်)။ ခုနက စကားအတိုင်းပြန်ကောက်ရရင် ဆာရာကသူ့ဘဝရဲ့ ဆုံးဖြတ်ချက်တွေ အကြောင်းပြောပြဖြစ်ခဲ့တယ်။ သူတို့နှစ်ယောက်ဟာ စားသောက်ဆိုင်မှာ ကျန်နေခဲ့တဲ့ ပစ္စည်းတွေကို claim လာလုပ်ရင်းနောက်တစ်ခါ ထပ်ဆုံဖြစ်ကြပါတယ်။ ဒါကတော့ ကံကြမ္မာမှာ သူတို့တွေရေစက်ပါလာတယ်လို့ ယူဆပြီး ဖုန်းနံပါတ်လေးတွေ ဖလှယ်ဖြစ်ခဲ့တယ်။ဆာရာ့လက်ထဲက ဖုန်းနံပါတ်ကလေး လေထဲလွင့်ပါးသွားတော့ ဒါဟာနမိတ်ဆိုးပဲလို့ ဆာရာက ယူဆလိုက်တော့တယ်။ဒီတော့ ဖုန်းနံပါတ်တွေကို တစ်ခြားနည်းနဲ့ ဖလှယ်ဖြစ်ခဲ့တယ်။ တစ်ယောက်က ငါးဒေါ်လာတန်လေးပေါ်မှာ နံပါတ်ရေးတယ်။ နောက် တစ်ယောက်ကမနက်ဖြန်ရောင်းမယ့် စာအုပ်တစ်အုပ်ရဲ့ အတွင်းဖုံးလေးမှာ ရေးတယ်။သူတို့သာ တကယ်တမ်း ဖူးစာဖက်ဆိုရင် တစ်ယောက်ယောက်ဟာ တစ်ခုခုကို ပြန်ရှာတွေ့ပြီး အဆက်အသွယ်ပြန်ရကြမယ်ဆိုတဲ့ မျှော်လင့်ချက်ကလေးတွေကိုယ်စီနဲ့ပေါ့လေ . . . ကဲ ဇာတ်လမ်းလေးကို ဆက်လက်ကြည့်ရှုလိုက်ပါဦး။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို Alias မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ Sai Thurein Lynn ဖြစ်ပါတယ်)File Size……….(2.61 GB) / (865 MB) / (500 MB)Quality…………Blu-Ray 1080p / 720p / 480pDuration………1Hr 30minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Comedy, RomanceTranslator…….Sai Thurein LynnEncoder……….SWM"