"The Gentlemen (2019)
IMDb – 7.8/10_____Rotten – 75%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
သူ့နာမည်က မစ်ကီပီရာဆန်…..ဥာဏ်ကောင်းပြီးအောက်စဖိုဒ့်ကျောင်းသားတစ်ယောက်ဖြစ်ပေမယ့် သူက ဆင်းရဲတယ်…သူဟာ ထက်မြက်တဲ့သူတစ်ယောက်ဆိုပေမယ့် ကျောင်းမပြီးဘူး…ဘာလို့ဆို မူးယစ်ဂိုဏ်းက လူတစ်ချို့နဲ့အဆက်အသွယ်ရပြီး
အချိန်တိုအတွင်း ငွေတွေမျိုးမျိုးမျက်မျက်ဝင်တဲ့ ဒီလောကကို သူသဘောကျသွားတယ်… လူတစ်ယောက်ရဲ့ လည်ပင်းကိုလှီးပြီး သွေးစင်တာတောင် မျက်တောင်ခတ်ဖို့ သတိမရတတ်တဲ့ဒီပတ်ဝန်းကျင်မှာ ဟိုနေရာဆေးလေးပို့ ဒီနေရာဆေးလေးပို့ ငွေလေးယူလိုက်
အမြတ်ငွေလေးအိပ်ထဲထည့်လိုက်ရုံနဲ့မပြီးဘူးဆိုတာသိတဲ့နောက်မှာတော့
မစ်ကီတစ်ယောက်ဟာ သူ့ကိုယ်သူ ဒီလောကရဲ့ အများသူငါမော်မကြည့်ရဲတဲ့
ဘုရင်တစ်ပါးအဖြစ်ပုံပြောင်းပါတော့တယ်….
ဒီဇာတ်ကားက ဂန်းစတားတွေအကြောင်းရိုက်ထားတာပါ…ဒုစရိုက်သမားတွေရဲ့
ကတုံးပေါ်ထိပ်ကွက်တွေ…
လည်သူစားစတမ်းတွေ….လက်မရွှံတွေကြား မျက်ခုံးမွေးပေါ်စင်္ကြန်လျှောက်တဲ့သူတွေနဲ့ ဒီကားကတော်တော်မိုက်ပါတယ်…
The Irishman (2019) တို့လို့ ခပ်အေးအေးနဲ့ ဇာတ်လမ်းကို ဆွဲခေါ်တတ်တဲ့အမျိုးအစားမဟုတ်ပါဘူး..သူက ဖြစ်ရပ်မှန်ကိုအခြေခံထားတာကြောင့် လည်းပါမှာပေါ့လေ…The Gentlemen (2019) ကတော့ ခပ်သွက်သွက်နဲ့ကိုဇာတ်လမ်းစထားပါတယ်…အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ Matthew McConaughey ကိုတော့
အားလုံးသိကြမှာပါ…အခြားဝါရင့်ဟာသသရုပ်ဆောင်တွေ အက်ရှင်သရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်။ လူငယ်အနေနဲ့လည်း crazy rich Asian တို့ last Christmas တို့ရဲ့ မင်းသား ဟင်နရီ ဂိုးဒင်းတို့လည်း ပါဝင်ထားပါသေးတယ်။
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…..
(zawgyi)
သူ႔နာမည္က မစ္ကီပီရာဆန္…..ဥာဏ္ေကာင္းၿပီးေအာက္စဖိုဒ့္ေက်ာင္းသားတစ္ေယာက္ျဖစ္ေပမယ့္ သူက ဆင္းရဲတယ္…သူဟာ ထက္ျမက္တဲ့သူတစ္ေယာက္ဆိုေပမယ့္ ေက်ာင္းမၿပီးဘူး…ဘာလို႔ဆို မူးယစ္ဂိုဏ္းက လူတစ္ခ်ိဳ႕နဲ႔အဆက္အသြယ္ရၿပီး
အခ်ိန္တိုအတြင္း ေငြေတြမ်ိဳးမ်ိဳးမ်က္မ်က္ဝင္တဲ့ ဒီေလာကကို သူသေဘာက်သြားတယ္… လူတစ္ေယာက္ရဲ႕ လည္ပင္းကိုလွီးၿပီး ေသြးစင္တာေတာင္ မ်က္ေတာင္ခတ္ဖို႔ သတိမရတတ္တဲ့ဒီပတ္ဝန္းက်င္မွာ ဟိုေနရာေဆးေလးပို႔ ဒီေနရာေဆးေလးပို႔ ေငြေလးယူလိုက္
အျမတ္ေငြေလးအိပ္ထဲထည့္လိုက္႐ုံနဲ႔မၿပီးဘူးဆိုတာသိတဲ့ေနာက္မွာေတာ့
မစ္ကီတစ္ေယာက္ဟာ သူ႔ကိုယ္သူ ဒီေလာကရဲ႕ အမ်ားသူငါေမာ္မၾကည့္ရဲတဲ့
ဘုရင္တစ္ပါးအျဖစ္ပုံေျပာင္းပါေတာ့တယ္….
ဒီဇာတ္ကားက ဂန္းစတားေတြအေၾကာင္း႐ိုက္ထားတာပါ…ဒုစ႐ိုက္သမားေတြရဲ႕
ကတုံးေပၚထိပ္ကြက္ေတြ…
လည္သူစားစတမ္းေတြ….လက္မ႐ႊံေတြၾကား မ်က္ခုံးေမြးေပၚစၾကၤန္ေလွ်ာက္တဲ့သူေတြနဲ႔ ဒီကားကေတာ္ေတာ္မိုက္ပါတယ္…
The Irishman (2019) တို႔လို႔ ခပ္ေအးေအးနဲ႔ ဇာတ္လမ္းကို ဆြဲေခၚတတ္တဲ့အမ်ိဳးအစားမဟုတ္ပါဘူး..သူက ျဖစ္ရပ္မွန္ကိုအေျခခံထားတာေၾကာင့္ လည္းပါမွာေပါ့ေလ…The Gentlemen (2019) ကေတာ့ ခပ္သြက္သြက္နဲ႔ကိုဇာတ္လမ္းစထားပါတယ္…အဓိက သ႐ုပ္ေဆာင္ျဖစ္တဲ့ Matthew McConaughey ကိုေတာ့
အားလုံးသိၾကမွာပါ…အျခားဝါရင့္ဟာသသ႐ုပ္ေဆာင္ေတြ အက္ရွင္သ႐ုပ္ေဆာင္ေတြ ပါဝင္ထားပါတယ္။ လူငယ္အေနနဲ႔လည္း crazy rich Asian တို႔ last Christmas တို႔ရဲ႕ မင္းသား ဟင္နရီ ဂိုးဒင္းတို႔လည္း ပါဝင္ထားပါေသးတယ္။
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္…..
File Size : (2.1 GB) and (900 MB)
Quality : BLU-RAY 1080P 5.1CH, 720p
Format…mp4
Duration…01:53:00
Genre : Action , Crime , Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Littleneo
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
