"Wes Craven’s The New Nightmare (1994)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMdb – 6.5/10, Rotten Tomatoes – 80%
လောကကြီးထဲမှာ ဟိုးရှေးခေတ်ကတည်းကစပြီး ဘုရားသခင်ရဲ့ဖန်ဆင်းမှုတွေထဲမှာ ရောပြီးပါဝင်လာတဲ့ မကောင်းဆိုးဝါးဆိုတာ ရှိပါတယ်တဲ့။ သူက ခေတ်အမျိုးမျိုးမှာ ပုံစံအမျိုးမျိုးနဲ့ အပြစ်မဲ့သူတွေကို သတ်ဖြတ်လာခဲ့ပါသတဲ့။
လူတွေက စိတ်ကူးစိတ်သန်းတွေထုတ်ပြီး ဇာတ်လမ်းတွေ ပုံပြင်တွေ ရေးဖြစ်တဲ့အချိန်မှာတော့ စာရေးဆရာတွေရဲ့ စိတ်ကူးဉာဏ်က မကောင်းဆိုးဝါးကို ဖမ်းယူပြီး ဇာတ်လမ်းထဲမှာ ထည့်ပိတ်လိုက်မိတယ်ဆိုပဲ။ ဇာတ်လမ်းမပြီးသေးသရွေ့တော့ မကောင်းဆိုးဝါးဟာ ဇာတ်လမ်းထဲမှာပဲ ပိတ်မိနေတာပေါ့။ ဇာတ်လမ်းပြီးသွားတဲ့အခါမှာတော့ မကောင်းဆိုဝါးက ပုံစံအသစ်နဲ့ပဲဖြစ်ဖြစ် ပုံစံအဟောင်းနဲ့ပဲဖြစ်ဖြစ် လောကကမ္ဘာအစစ်ထဲကို လွတ်မြောက်လာပါရောတဲ့။
အခု Elm လမ်းပေါ်က အိပ်မက်ဆိုးဇာတ်ကားတွေထဲမှာ Freddy အဖြစ် ပိတ်မိနေတဲ့ မကောင်းဆိုးဝါးကြီးက Part 6 The Final Nightmare အပြီး ဇာတ်လမ်းအပြီးသတ်သွားတာကြောင့် လူ့လောကကို ထိုးဖောက်ဝင်လာဖို့ ကြိုးစားတဲ့အချိန်ပေါ့။ Freddy ကို အသက်သွင်းခဲ့တဲ့ ဇာတ်ညွှန်းရေးဆရာတစ်ယောက်ရယ်၊ သူ့ကို ပထမဆုံး အနိုင်ယူခဲ့တဲ့ Nancy အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးလေး Heather ရယ် သူမရဲ့သားလေး Dylan ရယ်ဆီကို Freddy အမည်ခံ မကောင်းဆိုးဝါးကြီး ရောက်ရှိလာပြီး ပြင်ပကမ္ဘာကို ထွက်လာဖို့ ကြိုးပမ်းချိန်မှာတော့ ဟောဒီ Part 6 The New Nightmare ဇာတ်ကားကြီး ဖြစ်ပေါ်လာပါတယ်။
ကျွန်တော်တို့မြင်နေကြ Freddy ဟာ ပုံစံသစ် လက်သည်းအသစ်နဲ့ ရှယ်ကြမ်းပလန်ဝယ်ပြီး ဝုန်းတာကို တစ်ဝကြီး ကြည့်ရှုရမှာပါ။ စကားမစပ် အသက်ဆယ်နှစ်ကြီးသွားပြီဖြစ်တဲ့ Nancy လေးကို ပြည့်ဖူးနုရွတဲ့ အမျိုးသမီးတစ်ယောက်အဖြစ် ရှုစားရပါမယ်။ သူမ ဘယ်လောက်ထိ လှလာလဲဆိုတာတော့ ဒေါင်းမျိုးလို့ ပြောနိုင်လောက်တဲ့ထိကို လှလာတာပါနော်။ ကြည့်ရှုခံစားလိုက်ကြပါဦး။
(ဇာတ်ကားနဲ့ အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.8GB, 1.1MB
Quality – 1080p, 720p
IMDb Rating – 6.5/10
Format – mp4
Duration – 1H 52Min
Type – Horror, Fantasy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
