"The French Dispatch (2021)ရုပ်ရှင်တစ်ပုဒ်ဟာ ပြဇာတ်တစ်ပုဒ်လို အိပ်ရာဝင်ပုံပြင်တစ်ပုဒ်လို စိတ်ကူးယဉ်ဆန်ပြီးလှပ​နေပြီဆိုရင်Director Wes Andersonရဲ့လက်ရာ​တွေနဲ့ မကင်းနိုင်ပါဘူး၊သူ့ဇာတ်ကား​တွေရဲ့ narrativeပုံစံ ဇာတ်လမ်းတင်ဆက်ပုံနဲ့Uniqueဖြစ်သလို Colorfulလည်းဖြစ်တဲ့ ရိုက်ကွင်းအပြင်အဆင်တွေ​ကြောင့်ရုပ်ရှင်နဲ့မတူဘဲ ပုံပြင်ကမ္ဘာထဲ လက်​တွေ့​ရောက်သွားသလို ခံစားချက်မျိုး၊The Palais Garnier ပြဇာတ်ရုံမှာ ကိုယ်တိုင်ပြဇာတ်ကြည့်​နေရသလို ခံစားချက်မျိုး ရ​စေတာကိုPause– The Grand Budapest Hotel (2014) နဲ့– Moonrise Kingdom (2012)မှာ ခံစားခဲ့ရပြီးပါပြီ၊ဒီ ဇာတ်လမ်းကလည်း Wes Andersonရဲ့ ​နောက်ထပ် ရုပ်ရှင်မဟုတ်​သောရုပ်ရှင်၊ပြဇာတ် မဟုတ်​​သော ပြဇာတ်လို့ ထပ်ရည်ညွှန်းရမယ်ထင်ပါတယ်ဒီဇာတ်လမ်းက​​တော့ Andersonရဲ့ ဝတ္ထုတို​တွေကို ချစ်မြတ်နိုးမှု၊ စာနယ်ဇင်း​လောကကို နှစ်ခြိုက်မှုအ​ပေါ်ရုပ်ရှင်ဇာတ်ကားအဖြစ် အသက်သွင်းလိုက်တဲ့ လက်ရာမွန်တစ်ခုပါပဲ၊Cast​တွေကလည်း ​ပြေးကြည့်စရာမလို​​​​အောင်ကို ဒိတ်ဒိတ်ကြဲ​ဖြစ်တဲ့၊သူ့လက်စွဲ​တွေ ဖြစ်တဲ့– Tilda Swinton (Dr. Strange, The Grand Budapest Hotel)– Ghostbusters မင်းသားကြီး Bill Murray၊– The Pianistရဲ့မင်းသားကြီး Adrien Brody၊– Edward Norton (Fight Club) တို့အပြင်Timothée Chalamet, Saoirse Ronan, Owen Wilson, Léa Seydoux, William Dafoe တို့လိုအရှိန်အဝါကြီးတဲ့ Cast​တွေဖြစ်တာမလို့ Wesရဲ့လက်ရာဟာ ပိုကြွသလို ပိုလည်း လှပ​စေပါတယ်၊USA ..Kansasမြို့ လုပ်ငန်းရှင်ကြီးတစ်ဦးရဲ့သားဖြစ်သူပထမနှစ်​ကျောင်းသား​လေး Arthur Juniorရဲ့ ခရီးသွားမှတ်တမ်း​စာစဉ်မှအစပြုခဲ့တဲ့The French Dispatch မဂ္ဂဇင်းဟာ သူဆုံးပါးချိန်မှာပဲ ​နောက်ဆုံးထုတ်​ဝေမှုနဲ့ ပိတ်သိမ်းရ​တော့မှာပါ၊နှုတ်ဆက်စာအုပ်မှာအထူးစာမူအဖြစ် ထည့်​ဝေဖို့ မဂ္ဂဇင်းရဲ့ထိပ်သီးစာမူရှင်​တွေဆီကစာမူ​တောင်းတဲ့အချိန်မှာ စာမူ၄ပုဒ်ထွက်လာပါတယ်၊မဂ္ဂဇင်းတိုက်ရဲ့ဘဏ္ဍာ​ရေးအ​ခြေအ​နေအရ စာမူတိုင်းကိုထည့်ဖို့ခက်ခဲ​နေတဲ့အချိန်မှာတစ်ပုဒ်ချင်းစီကို အယ်ဒီတာ​တွေအ​​နေနဲ့ အ​သေးစိတ်အကဲဖြတ်ရင်းဇာတ်လမ်းတို​လေး ၄ပုဒ်အဖြစ် ကွဲထွက်သွားပါတယ်ဇာတ်လမ်း၁ပုဒ်ချင်းစီတိုင်းဟာ Arc တစ်ခုလို စာမူရှင်ရဲ့အာ​ဘော်အရအ​ရေးအသား၊ တင်ဆက်ပြသပုံ၊ အ​ကြောင်းအရာ​တွေ အမျိုးမျိုးကွဲထွက်​နေတဲ့အခါတစ်ပိုင်း​ရောက်တိုင်း အရသာတစ်မျိုးခံစားရင်းချိုချဉ်ငန်ဖန်စပ်ခါး ​သောင်း​ပြောင်း​ထွေလာအရသာကို တပြိုင်တည်းရရှိစေမှာပါ၊ဝတ္ထုတို​တွေဖြစ်တဲ့အတွက်​ကြောင့် တစ်ပိုင်းချင်းစီဟာပုံပြင်ဖတ်​နေရသလို ခံစားမိ​စေတဲ့ Wesရဲ့အာ​ဘော်က​နေလည်း ​သွေဖီမသွားပြန်ပါဘူး၊တစ်ပိုင်းချင်းစီက ရသတစ်မျိုး​ပေးသလို ကိုယ့်အ​တွေးနဲ့ ကိုယ်​​​သောက်ကြသည် ဆိုသလိုဇာတ်လမ်းက​ပေးတဲ့ အမြင်​တွေ၊ ခံစားချက်​တွေ အ​တွေးအ​ခေါ်​တွေ တစ်ဦးနဲ့တစ်ဦးတူမှာမဟုတ်ပါဘူး၊ဒီလိုမတူခြားနားတဲ့ အမြင်​တွေကိုပဲ Wes Anderson အ​နေနဲ့ ​ပေးချင်ပုံရပါတယ်ဇာတ်ကား​ကောင်းကြီးဖြစ်တာနဲ့အညီ သူနဲ့ထိုက်တန်တဲ့ rating​တွေ အသိအမှတ်ပြုခံရမှု​တွေ ကပ်ပါလာမြဲပါပဲ၊ရုပ်ရှင်အသိုင်းအဝိုင်းမှာ အရှိန်အဝါကြီးတဲ့ Cannes နဲ့ Golden Globe award ​တွေအတွက် Nominations ​ဝင်ထားသလိုလက်ရှိမှာ စုစု​ပေါင်း nomi 44ခုထိ စာရင်းရှိတဲ့ဇာတ်ကားဖြစ်ပါတယ်။Detroit Film Critics Society (DFCS) နဲ့ Southeastern Film Critics association မှာBest Ensemble 2 ဆုကိုလည်း ပူပူ​နွေး​နွေးရရှိထားတာပါ၊ပုံမှန် ရုပ်ရှင်ကြည့်ပရိတ်သတ်​တွေနဲ့ မစိမ်းတဲ့– IMDbမှာ 7.5,-Rotten Tomatoes မှာ review​ပေါင်း 273ခုနဲ့ Tomatometer 74%အထိ​မှတ်​ကျောက်တင်ထားနိုင်ပါတယ်၊ဒါရိုက်တာ Wes Andersonရဲ့ရုပ်ရှင်မဟုတ်​သောရုပ်ရှင်ကို ခံစားကြည့်ရှုရင်းစိတ်ကူးယဉ်ကမ္ဘာမှာ ​ပျော်​မွေ့နိုင်ဖို့ CMမှ တင်ဆက်​ပေးလိုက်ပါပြီအညွှန်းကိုတော့ JimX က ရေးထားပေးပြီးတော့ဘာသာပြန်ထားတာကတော့ JYJ ပဲ ဖြစ်ပါတယ်။Genre…..Comedy, Drama, RomanceQuality….WEB-DL 1080p and 720pFile size…1.5GB and 894MB and 293MBFormat…mp4Duration….1h 47minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. JYJEncoder ….. August"