"Titanic (1997)IMDb – 7.8/10_____Rotten – 89%Won 11 Oscars. Another 113 wins & 83 nominations.ရူးသွပ်ခဲ့ဖူးတဲ့မင်းသားနဲ့မင်းသမီးတို့ရဲ့ အမိုက်စား ဇာတ်ကား…ရင်နင့်ဖွယ်..အံ့အားသင့်ဖွယ်Pauseရသအဖုံဖုံကိုခံစားခဲ့ဖူးတာပဲမလား..အခုအချိန်မှာတော့ 1080P 5.1 CH နဲ့ တိုက်တန်းနစ်ဇာတ်ကားလေးကို ကြည်ကြည်လင်လင် အသံကွာလတီ ရှယ်ကောင်းကောင်းနဲ့ ပြန်လည်ခံစားဖို့အချိန်တန်ပါပြီဒီဇာတ်ကားက မသိတဲ့လူမရှိသလောက်မို့ Movie Review ကိုမရေးတော့ဘဲထူးခြားချက်လေးတွေကိုသာဗဟုသုတအလို့ငှာ တင်ဆက်လိုက်ပါတယ်။ Titanic ဇာတ်ကားမှ ထူးခြားအချက်အလက်များ-ဇာတ်ကားထုတ်လုပ်သူ 20th Century Fox နဲ့ Paramount Pictures တို့ကမင်းသားနေရာမှာMatthew McConaughey ကို သရုပ်ဆောင်စေချင်ပေမယ့်ဒါရိုက်တာ James Cameron ကLeonardo DiCaprio ကိုပဲ ဇွတ်ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။-ဇာတ်ကားထဲမှာ အဖြစ်အပျက်အစအဆုံးကို ပြန်ပြောပြသူအဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ အဘွားအိုGloria Stuart ဟာသင်္ဘောမြုပ်တာကို ကိုယ်တွေ့ကြုံခဲ့သူပါ။-Titanic သင်္ဘောကို တည်ဆောက်ခဲ့စဉ်က$7.5 million ကုန်ကျခဲ့ပါတယ်။၁၉၉၇ ခုနှစ်က ငွေကြေးနဲ့တွက်ရင် $150 million လောက်ကုန်ခဲ့တာပါ။ဇာတ်ကားရိုက်ဖို့အတွက် ပြန်ဆောက်တဲ့သင်္ဘောဟာ $200 million ကုန်ပါတယ်။-သင်္ဘောမြုပ်တဲ့အခန်းမှာ Kate Winslet ဝတ်ခဲ့တဲ့ကုတ်ဟာ ဆိုဒ်နံပါတ် ၈ ပါ။ကျန်တဲ့အခန်းတွေမှာ သူဟာ ဆိုဒ်နံပါတ် ၄ ကိုပဲဝတ်ခဲ့တာပါ။ဒီလိုလုပ်တာဟာ သင်္ဘောမြုပ်ချိန်မှာ သူ့ကို ပိုမြင့်မြတ်တဲ့သူတစ်ယောက်အဖြစ်မြင်စေချင်လို့ပါ။(ကျွန်တော်ထင်ပါတယ်။ ဒါလည်း James Cameron ရဲ့ idea ပဲနေမှာပါ)-Leonardo ရဲ့ရှေ့မှာ ကိုယ်တီးလုံးနဲ့နေပြရမယ့် အခန်းပါတယ်ဆိုတော့မင်းသမီး Kate Winslet ဟာသူတို့နှစ်ယောက်စစတွေ့ချင်းမှာပဲ ရင်းနှီးနေအောင်လုပ်ထားလိုက်ပါတယ်။-ပန်းချီဆွဲတဲ့အခန်းမှာ Leonardo ပြောရမယ့် Dialogue ဟာ “Lie on that couch” ဖြစ်ပါတယ်။ဒါပေမယ့် ယောင်ယောင်ယမ်းယမ်းနဲ့ ပြောထွက်သွားတာက “Lie on that bed, uh…I mean couch”လို့ဖြစ်ပါတယ်။James Cameron က သဘောကျသွားတဲ့အတွက် အဲဒီအမှားအတိုင်းပဲထားလိုက်ပါတယ် ပြန်မရိုက်တော့ပါဘူး။-အင်ဂျင်ခန်းထဲမှာ သရုပ်ဆောင်တဲ့ စတန့်မင်းသားဟာ အရပ် ၅ပေ ပဲရှိပါတယ်။အင်ဂျင်ကိုပိုကြီးသယောင်မြင်စေချင်လို့ သူ့ကိုရွေးထားတာပါ။-သင်္ဘောထဲကို ရေထဲဒလဟော ဝင်လာပြီး ပရိဘောဂတွေ ပျက်စီးကုန်တဲ့အခန်းကိုတစ်ကြိမ်ပဲရိုက်ကူးခွင့် ရှိခဲ့တာပါ။ ဘာဖြစ်လို့လဲဆိုတော့ဇာတ်ကားပိုပြီးအသက်ဝင်အောင်ပရိဘောဂတွေကိုတကယ်ဖျက်ဆီးပစ်မှာမို့ပါ။-ဒါရိုက်တာ ဂျိမ်းစ်ကင်မရွန်းဟာ ဇာတ်ကားရိုက်ကူးရာမှာအင်မတန်ကြိုးစားခဲ့တဲ့သူတစ်ယောက် ဖြစ်ပါတယ်။သင်္ဘောမြုပ်တဲ့အခန်းတစ်ခန်းတည်းကို ရိုက်ဖို့အတွက်သူအားထုတ်ခဲ့တဲ့အချိန်စုစုပေါင်းဟာဇာတ်ကားထဲမှာ ခရီးသည်နေရာကနေပါဝင်သရုပ်ဆောင်တဲ့သူအားလုံးရဲ့ဇာတ်ကားအတွက်အားထုတ်ချိန်စုစုပေါင်းထက် သာနေပါတယ်။ဒါတွေကိုဖတ်ပြီးသွားရင် ဒီရုပ်ရှင် အောင်မြင်ရတဲ့အကြောင်းရင်းကိုအနည်းငယ်လောက်တော့ နားလည်သွားကြမှာပါ။(Movie Locos မှ စုဆောင်းတင်ပြသည်။)File Size – 6.4 GB and 4.3 GBQuality – Bluray 4K 5.1CH ( HEVC ) And Blu-Ray 1080p 5.1 CH ( HEVC )Format – mkv ( 1080p ) & mp4 ( 720p )Duration – 03:14:00Translator – LKEncoder – LK and Nyeinsaeya Aung"