"Bob Biswas (2021)
============================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အခုတစ်ခေါက်မှာတော့ CM ပရိသတ်ကြီးအတွက် Bob Biswas လို့
အမည်ရတဲ့ crime thriller ရုပ်ရှင်အမျိုးအစားလေးကို တင်ဆက်ပေးချင်ပါတယ်
ဒီဇာတ်ကားလေးကတော့ 2012 ခုနစ်မှာ ရိုက်ကူးခဲ့တဲ့ Kahaani အမည်ရတဲ့
မှုခင်းရုပ်ရှင်ရဲ့ Spin-off အနေနဲ့ ထွက်ရှိလာတာဖြစ်ပြီး ဒီဇင်ဘာ ၃ ရက်နေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိထားတာ ဖြစ်ပါတယ်
ဒါ့အပြင် ရုပ်ရှင်နာမည်က Bob Biswas ဆိုတဲ့အတိုင်း အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဘော့နေရာမှာ
သရုပ်ဆောင်ထားသူကတော့ အားလုံးချစ်ကြတဲ့ နာမည်ကျော်မင်းသား အမီတာဘချန်းရဲ့ သားဖြစ်သူ
အာဘီရှက်ခ်ဘချန်းက သရုပ်ဆောင်ထားမလို့ တစ်မူထူးခြားတဲ့ သရုပ်ဆောင်မှုတွေကို ခံစားရမှာ ဖြစ်ပါတယ်
ဒီတော့ ဇာတ်လမ်းအကျဥ်းချုပ်လေးကို မတိုမရှည်နဲ့ စလိုက်ကြရအောင်
ယခင် 2012 က ထွက်ရှိထားတဲ့ Kahanni ရုပ်ရှင်ထဲမှာ ကားတိုက်ခံလိုက်ရတဲ့ ဘော့တစ်ယောက်
ယခုထွက်ရှိလာတဲ့ Bob Biswas ရုပ်ရှင်ထဲမှာတော့ ၈ နှစ်ကြာ ကိုမာဝင်နေရာကနေ ပြန်လည်နိုးထလာခဲ့ပါပြီ
ကိုမာကနေ ပြန်လည်နိုးထလာခဲ့ပေမဲ့ ဘော့ဟာ သူ့ရဲ့ ဇနီးမယ်ရီနဲ့သားသမီးတွေကိုတောင်
မမှတ်မိဘဲ လုပ်ကြံသူဖြစ်တဲ့ သူရဲ့ဘဝကိုတောင် အတိတ်မေ့နေခဲ့ပါတယ်
ဘော့ရဲ့ အလုပ်ရှင် အုစတက်ဒ်ကတော့ ဘော့ သတိရပြီး နေပြန်ကောင်းလာတာနဲ့ ထုံးစံအတိုင်းပဲ
ခေါက်ဖုန်းတစ်လုံးပေး လုပ်ကြံရမဲ့သူရဲ့ ဓာတ်ပုံကို ပို့ပေးပြီး လုပ်ကြံခိုင်းပါတော့တယ်
အဲ့လိုနဲ့ပဲ ဇနီးသားမယား အလုပ် ရှိသမျှ အလုပ်အကုန်လုံးကို မေ့နေတဲ့ ဘော့က
ဘူမသိကိုးမသိနဲ့ လုပ်ကြံခိုင်းတဲ့သူကို စပြီး လုပ်ကြံသတ်ဖြတ်ပါတော့တယ်
တစ်ဖက်မှာလည်း ဇနီးဖြစ်သူ မယ်ရီရဲ့ အရင်အိမ်ထောင်ပါ သမီးဖြစ်သူ မီနီဟာလည်း
ဘော့တို့ သူဌေးထုတ်လုပ်တဲ့ BLUE လို့အမည်ရတဲ့ မူးယစ်ဆေးကို စွဲလမ်းနေခဲ့ပါတယ်
BLUE ဆိုတာဘာလဲ စာမေးပွဲဖြေခါနီး ကျောင်းသားတွေကို ညလုံးပေါက်
အိပ်မငိုက်ဘဲ တက်ကြွစေနိုင်တဲ့ မြင်းဆေးတစ်မျိုးပေါ့
ဆေးကျောင်းတက်ခွင့်ရဖို့
စိတ်ဓာတ်ပြင်းပြနေတဲ့ မီနီတစ်ယောက်အတွက်တော့
BLUE ဟာ လက်စွဲဖြစ်လာပါတော့တယ်
တစ်နေ့တော့ ကျောင်းသားတစ်ယောက် BLUE ဆေးပြားကို
အလွန်အကြူးသုံးပြီး သေဆုံးရာကနေ ဆေးပြားတွေ အကြောင်း အမှု စုံစမ်းဖို့ဖြစ်လာတဲ့အခါ……
ဘော့ရဲ့သူဌေးဖြစ်သူ အုစတက်ဒ်နဲ့
ဘယ်လိုတွေ ပတ်သက်လာမလဲ…..
အတိတ်မေ့နေတဲ့ ဘော့ရော မှတ်ဉာဏ်တွေ ပြန်ရလာမှာလား…..
ဆေးစွဲနေတဲ့ မီနီရော ဘာဆက်ဖြစ်မလဲဆိုတာ Thriller တို့ရဲ့ ထုံးစံအတိုင်း
ရင်တထိတ်ထိတ်နဲ့ စိတ်ဝင်စားဖွယ် ကြည့်ရှုရမှာဖြစ်ပါတယ်
File size…1.4GB / 726MB
Quality…1080p HEVC / 720p
Format…mkv / mp4
Duration….2h 11mins
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Shwe Pwint Pyae Sone
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
