"(Unicode)
ဘောလီဝုဒ်ဖန်တွေအတွက် အသစ်စက်စက် Rom-Com တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပါဝင်တဲ့အနုပညာရှင်တွေကလည်း ဘောလီဝုဒ်ရဲ့ဂန္တဝင်မင်းသမီးကြီး ဟေမာမာလီနီနှင့်
သဘာဝသရုပ်ဆောင် ရာဂျ်ကူမား ရာအိုတို့နဲ့အတူ မင်းသမီးချောလေး ရာခူးလ်ပရီးဆင့်တို့ပဲဖြစ်ပါတယ်
ဇာတ်လမ်းလေးကလည်း ပေါ့ပေါ့ပါးပါးလေးနဲ့မို့ မိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါး ကြည့်ရှု့လို့ကောင်းမယ့်ကားမျိုးပါပဲ
ဇာတ်လမ်းအကျဉ်းလေးပြောပြရင် အဗီး ခေါ် အဗီနက်ရှ်ဆီမှာ အားနည်းချက်တစ်ခုရှိပါတယ်
အဲ့ဒါကတော့ သူချစ်တဲ့မိန်းကလေးတစ်ယောက်ကို ဖွင့်မပြောနိုင်တာပါ ဟုတ်ပါတယ်
သူ အကြိမ်ကြိမ်ကြိုးစားခဲ့ပေမယ့် မအောင်မြင်ခဲ့ပါဘူး
ဘယ်လိုနည်းနဲ့မှ မပြောနိုင်ခဲ့ဘဲ ဆွံ့အနေခဲ့ပါတယ်
အဲ့ဒိလိုအချစ်ရေးမှာ မအောင်မြင်နိုင်သေးတဲ့အဗီးတစ်ယောက် ရှင်းမ်လားမြို့အလည်ရောက်တဲ့အခိုက်
နိုင်နားဆိုတဲ့မိန်းမချောလေးကို မြင်မြင်ချင်းချစ်ခဲ့မိပါတယ်
သူ့ကိုလည်း ရှေးနည်းတွေအတိုင်း ဖွင့်ပြောဖို့ကြိုးစားခဲ့ပေမယ့် ဆွံ့အနေတုန်းပါပဲ အဲ့ဒိအခိုက် အဗီးဆီမှာ အကြံစည်တစ်ခုရသွားပါတယ်
အဲ့ဒါကတော့ စာရေးပြီးပြောတာပါ ဟုတ်ပါတယ် အဗီးဟာ နိုင်နားဆီ ရည်းစားစာရေးပြီး သူ့ခံစားချက်တွေကို ဝန်ခံခဲ့ပါတယ်
သိပ်မကြာခင်မှာပဲ အဗီးတစ်ယောက် အဖြေပြန်ရခဲ့ပါတယ်
အဲ့ဒိအဖြေကတော့ … “ငါ့အမေ နင့်ကို ချစ်နေတယ် အဗီး” တဲ့
ကဲ ဒီသုံးပွင်ဆိုဇာတ်မှာ ဘာတွေရှုပ်ကုန်တာလဲ
ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ ဆက်လက်ရှု့စားလိုက်ကြပါခင်ဗျာ
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
(Zawgyi)
ေဘာလီဝုဒ္ဖန္ေတြအတြက္ အသစ္စက္စက္ Rom-Com တစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္
ပါဝင္တဲ့အႏုပညာရွင္ေတြကလည္း ေဘာလီဝုဒ္ရဲ႕ဂႏၲဝင္မင္းသမီးႀကီး ေဟမာမာလီနီႏွင့္
သဘာဝသ႐ုပ္ေဆာင္ ရာဂ်္ကူမား ရာအိုတို႔နဲ႔အတူ မင္းသမီးေခ်ာေလး ရာခူးလ္ပရီးဆင့္တို႔ပဲျဖစ္ပါတယ္
ဇာတ္လမ္းေလးကလည္း ေပါ့ေပါ့ပါးပါးေလးနဲ႔မို႔ မိသားစုနဲ႔အတူ ေပ်ာ္ေပ်ာ္ပါးပါး ၾကည့္ရႈ႕လို႔ေကာင္းမယ့္ကားမ်ိဳးပါပဲ
ဇာတ္လမ္းအက်ဥ္းေလးေျပာျပရင္ အဗီး ေခၚ အဗီနက္ရွ္ဆီမွာ အားနည္းခ်က္တစ္ခုရွိပါတယ္
အဲ့ဒါကေတာ့ သူခ်စ္တဲ့မိန္းကေလးတစ္ေယာက္ကို ဖြင့္မေျပာႏိုင္တာပါ ဟုတ္ပါတယ္
သူ အႀကိမ္ႀကိမ္ႀကိဳးစားခဲ့ေပမယ့္ မေအာင္ျမင္ခဲ့ပါဘူး
ဘယ္လိုနည္းနဲ႔မွ မေျပာႏိုင္ခဲ့ဘဲ ဆြံ႕အေနခဲ့ပါတယ္
အဲ့ဒိလိုအခ်စ္ေရးမွာ မေအာင္ျမင္ႏိုင္ေသးတဲ့အဗီးတစ္ေယာက္ ရွင္းမ္လားၿမိဳ႕အလည္ေရာက္တဲ့အခိုက္
ႏိုင္နားဆိုတဲ့မိန္းမေခ်ာေလးကို ျမင္ျမင္ခ်င္းခ်စ္ခဲ့မိပါတယ္
သူ႔ကိုလည္း ေရွးနည္းေတြအတိုင္း ဖြင့္ေျပာဖို႔ႀကိဳးစားခဲ့ေပမယ့္ ဆြံ႕အေနတုန္းပါပဲ အဲ့ဒိအခိုက္ အဗီးဆီမွာ အႀကံစည္တစ္ခုရသြားပါတယ္
အဲ့ဒါကေတာ့ စာေရးၿပီးေျပာတာပါ ဟုတ္ပါတယ္ အဗီးဟာ ႏိုင္နားဆီ ရည္းစားစာေရးၿပီး သူ႔ခံစားခ်က္ေတြကို ဝန္ခံခဲ့ပါတယ္
သိပ္မၾကာခင္မွာပဲ အဗီးတစ္ေယာက္ အေျဖျပန္ရခဲ့ပါတယ္
အဲ့ဒိအေျဖကေတာ့ … “ငါ့အေမ နင့္ကို ခ်စ္ေနတယ္ အဗီး” တဲ့
ကဲ ဒီသုံးပြင္ဆိုဇာတ္မွာ ဘာေတြရႈပ္ကုန္တာလဲ
ဘယ္လိုေတြဆက္ျဖစ္ၾကမလဲဆိုတာေတာ့ ဆက္လက္ရႈ႕စားလိုက္ၾကပါခင္ဗ်ာ
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (950 MB) and (480 MB)
Quality : NF WEB-DL 720p
Running Time : 2hr 09min
Format : Mp4
Genre : Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.NF.WEB-DL.DD+5.1.x264-Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
