"Dumb and Dumber (1994) (အညွှန်း)==========================PauseLegendary comedian ကြီး နှစ်ယောက်ဖြစ်တဲ့ Jim Carrey နဲ့ Jeff Daniels တို့နှစ်ယောက်ပေါင်းပြီး စခွီတွေနဲ့နှောက်မယ့် “Dumb and Dumber.” IMDb rating 7.3/10 နဲ့ Box office မှာ $247 သန်းတောင်ရရှိခဲ့တဲ့အပြင် ၁၉၉၀ ခုနှစ်တွေရဲ့အကောင်းဆုံးစာရင်းဝင် comedy ကားတစ်ကားဖြစ်တာမို့ ကလိထိုးရယ်ရမယ့်ကားမဟုတ်တာတော့ ဧကန်ပါပဲ။ဇာတ်လမ်းအကျဥ်းကတော့ Lloyd Christmas (Jim Carrey) နဲ့ Harry Dunne (Jeff Daniels) တို့နှစ်ယောက်က ဘာတစ်ခုမှကို အသုံးကျတာမရှိတဲ့ အချစ်ဆုံးသူငယ်ချင်းတွေတစ်ဖြစ်လဲ ချာတူးလန်ငတုံးနှစ်ယောက်။ တစ်ယောက်က သူဌေးတွေရဲ့ဇိမ်ခံကားကိုမောင်းတဲ့ ဒရိုင်ဘာလုပ်တယ် .. တစ်ယောက်က ခွေး spa မှာလုပ်တယ်။ လက်ကြောမတင်းတဲ့ငတုံးနှစ်ကောင်ပါဆိုမှတော့ အလုပ်ကမြဲပါတော့မလား .. နဂိုတည်းက ပြုတ်စော်နံနေရာကနေ ပထမဇာတ်ဝင်ခန်းမှာပဲ ပြုတ်သွားပါလေရော။ အယ် .. ဒါပေမယ့် Lloyd ကတော့ အလုပ်မပြုတ်ခင် ဖွန်ခွင့်ရလိုက်သေးတယ်။ အဖွန်လွန်ပြီး အလုပ်ပြုတ်သွားတာဆိုလည်းမမှားဘူးပေါ့။ အလုပ်ပြုတ်ရခြင်းရဲ့အဓိကတရားခံက Aspen ကိုသွားဖို့ Lloyd လေဆိပ်ကို ကားမောင်းပို့ပေးရတဲ့ အလှပဂေးလေး Mary Swanson. လမ်းမှာ ဘာဘာညာညာတော်ကီဖုတ်ရင်းနဲ့ Lloyd တစ်ယောက် Mary ကို မြင်မြင်ချင်း fall in love သွားပါလေရော။Mary လေဆိပ်ထဲဝင်သွားတာကိုတောင် အကြည့်မလွှဲနိုင်တဲ့ ကိုယ်တော်ချောက Mary ရဲ့လက်ဆွဲသေတ္တာ လေဆိပ်မှာကျန်ခဲ့တာကိုတွေ့သွားတာနဲ့ အပြေးလေးယူထားလိုက်တယ်။ တစ်ဖက်မှာလည်း ရေမိုးချိုးအလှပြင်ပေးပြီးတဲ့ခွေးတွေကို ရှိုးပွဲကိုအချိန်မီမပို့နိုင်တဲ့အပြင် တလွဲတွေလုပ်တဲ့ပြစ်မှုနဲ့ Harry ပါအလုပ်ပြုတ်လာပြန်တော့ အလုပ်လက်မဲ့နှစ်ယောက်ရယ် အညွှန်းဖတ်သူရယ်နဲ့ဆို အလုပ်လက်မဲ့သုံးယောက်ဖြစ်သွားပြီး အဖော်ရသွားကြတာပေါ့။အဲဒါနဲ့ အလုပ်မရှိလို့ဘူနေတဲ့နှစ်ယောက် အလုပ်မရှိမယ့်အတူတူ မိန်းမရလိုရငြားဆိုပြီး လက်ဆွဲသေတ္တာကြီးဆွဲပြီး Mary သွားတဲ့ Aspen ကို လိုက်သွားပါလေရော။ ဒီလိုနဲ့တလွဲခရီးစဥ်ကြီးအစပြုလာပြီး လမ်းခရီးတစ်လျှောက်နှစ်ယောက်ပေါင်းပြီး ဘယ်လိုတွေလောင်းကျော်ကြဦးမှာလဲ .. Lloyd တစ်ယောက် မိန်းမပဲရလာမှာလား ဘာများရလာမှာလဲ .. သူတို့မျက်နှာလုပ်ပြီးသွားပို့တဲ့လက်ဆွဲသေတ္တာကရော ဘာသေတ္တာဖြစ်နေမှာလဲဆိုတာကို ဘာအလုပ်မှလုပ်စရာမရှိမယ့်အတူတူ ထိုင်ကြည့်ရင်းခွီနိုင်ဖို့တင်ဆက်ပေးလိုက်တာပဲဖြစ်ပါတယ်။File size…2.4GB / 1.3GBQuality…1080p Blu Ray / 720pFormat…mp4Duration….1h 47mSubtitle….Myanmar Subtitle (Hard Sub)Encoder….YKTranslated by Lai Laii"