"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဆို့ဆို့နင့်နင့်နဲ့ ဖော်ကျူးထားပေမဲ့ မေတ္တာတရားနဲ့ အနစ်နာခံမှုတို့ကို
ကြည်နူးဖွယ်ဖော်ပြပေးသွားနိုင်တဲ့
ဇာတ်ကားမျိုးဆိုလျှင်
သင် မကြည့်ချင်ဘူးလားမိတ်ဆွေ။
(ဇာတ်လမ်းအကျဉ်း)
အိန္ဒိယနိုင်ငံရဲ့ တောင်ပိုင်းဒေသလေးမှာ
ဂတ်တူ ဟာ ကုန်စုံဆိုင်ပိုင်ရှင်အဖြစ်
လူသိများခဲ့ပါတယ်။
လူသိမများတာကတော့
သူဟာ နာမည်ကျော် ခရစ်ကတ်ကစားသမား
ဖြစ်ခဲ့ခြင်းကိုပါ။
ခရစ်ကတ်ကစားခြင်းဟာ
ဂတ်တူအတွက်
ရွှေရောင်လင်းလက်တဲ့အိပ်မက်ငယ်လေးပါ။
ဂတ်တူဟာ မိသားစုရေးရာမှာလည်း
အဖေချစ်သားအဖြစ်နဲ့
အဖေ့စကား မပယ်ရှားဝံ့တဲ့သားလိမ္မာအဖြစ်
ချီးကျုးခံရခဲ့တယ်။
အတိတ်မှာဖြင့်
ဂတ်တူရဲ့ဦးလေးဟာ
ဗြိတိသျှတွေရဲ့ လူမျိုးရေးခွဲခြားမှုကို
ဆန့်ကျင်ရင်း အသတ်ခံခဲ့ရပါတယ်။
အဲဒီ့နောက် ဂတ်တူအဖေဟာ
ဗြိတိသျှတွေနဲ့ ပတ်သက်သူမှန်သမျှကို
မျက်မုန်းကျိုးခဲ့ရင်း အရိုးစွဲမူဝါဒအဖြစ်
စွဲကပ်ကျန်နေခဲ့ပါတော့တယ်။
ထို့နောက်
ဂတ်တူကိုလည်း ခရစ်ကတ်ကစားခွင့်ကို
ရာသက်ပန်ပိတ်ပင်ခဲ့ပါတယ်။
ဒါဟာ လောင်းရိပ်မိနေတဲ့ဂတ်ဒူအတွက်
အဆိပ်ရည်လောင်းပစ်သလိုပါပဲ။
အဖေကို ချစ်လွန်းပြီး
အဖေ့အတွက် သားလိမ္မာဖြစ်နေသော
ဂတ်တူအတွက်တော့
အိပ်မက်ကိုသာလျှင်
ရေစုန်မျောလိုက်ပါတော့တယ်။
တစ်ဖက်မှာလည်း
ဂတ်တူဟာ မောင်နှမတွေရဲ့ငြိုငြင်မှုကိုခံခဲ့ရတယ်။
ဂတ်တူဟာ အဖေရဲ့ဥပမာပေး သားဖြစ်သလို
မောင်နှမတွေရဲ့ စိတ်ဆန္ဒတားဆီးသူလို့
အပြစ်တင်ခံနေရသူပါ။
တစ်နေ့မှာတော့
သတင်းစဉ် တစ်ခုမှာ အင်္ဂလန်အသင်း
ခရစ်ကတ်ကစားသမား
တစ်ယောက်အလိုရှိနေခြင်းကို ကြေညာချက်ထုတ်ပြန်ခဲ့ပါတယ်။
ဂတ်တူ အတွက်တော့
ပန်းခြံလေးမှာခိုးပစ်ကစားနေခြင်းထက်
မထူးဆန်းလှတော့ပါဘူး။
တကယ်တော့
ပျက်သုန်းနေတဲ့အိပ်မက်ကို
သူ့အဖေ ရှူးဖိနပ်အောက်မှာပဲထားချင်ခဲ့သူပါ။
သို့ရာတွင် —-
မပြီးဆုံးသေးတဲ့ အိပ်မက်အပိုင်းအစကို
ဆက်ပေးချင်တဲ့လူနှစ်ဦး
ပေါ်ပေါက်လာခဲ့ပါတယ်။
ဇီးနဲ့ ဆိုင်ရမ် တို့မောင်နှမနှစ်ဦးပါ။
ဇီး ကလည်း ခရစ်ကတ်ကစားသမား ဖြစ်ချင်လွန်းသူတစ်ယောက်ပါ။
ဇီးက ဂတ်တူရဲ့နောက်ကြောင်းကိုသိရှိပြီး
အင်္ဂလန်ကစားသမားအဖြစ်
ခရစ်ကတ်ပြန်ကစားရန် တိုက်တွန်းခဲ့သည်။
ဆိုင်ရမ် မိန်းမချောလေးကလည်း
ဂတ်တူရဲ့အိပ်မက်အား ပြန်လည်ထူမတ်ပေးရန်
ကြိုးစားခဲ့သည်။
သို့သော် —-?????
ဒီဇာတ်ကားလေးမှာဖြင့်
ဂတ်တူ ရဲ့ဒွိဟစိတ်တွေနဲ့
သူရဲ့ဘဝရဲ့ကြမ္မာကို
ဘယ်လိုများ အဆုံးသတ်စေခဲ့မှာလဲ။
အိပ်မက်တွေကိုပဲ အဆုံးသတ်စေခဲ့မှာလား။
ပြန်လည်ရှင်သန်စေခဲ့မလား။
ထို့ပြင်
အဖေကို ချစ်လွန်းအားကြီးလှသော
သားတစ်ယောက်အနေနဲ့
မိသားစုရေးဆိုင်ရာတွေက
မည်သို့ဖြစ်စေခဲ့မည်နည်း။
အဖေ့အတွက် ဂတ်တူဟာ
မည်သို့သော အင်အားမျိုးနှင့်
မြင်တွေ့ရမည်နည်း။
ခရစ်ကတ်နဲ့ အဖေ /
အဖေနဲ့ ခရစ်ကတ် ကြားမှာ
ဆုံးဖြတ်ရခက်ခဲ့တဲ့သားတစ်ယောက်၊
နှလုံးသားအပိုင်းပိုင်းအစစနဲ့ အဖေချစ်သားတစ်ယောက်အတွက်
ကံကြမ္မာ ကဘယ်လိုများအဆုံးသတ်ပေးခဲ့မလဲဆိုတာ
ရင်မောဖွယ် ကြည့်ရဦးမှာပါ။
ဒီဇာတ်ကားလေးဟာဖြင့်
စိတ်ဓာတ်တို့ လွန်ဆွဲမှုဆန်ပြီး
မေတ္တာတရားနဲ့ အနစ်နာခံမှု၊
ပေးဆပ်မှု၊ ကြိုးစားအားထုတ်မှု၊
မြတ်နိုးတန်ဖိုးထားတတ်မှုတို့
ရောပြွမ်းနေတဲ့ ကြည်နူးဖွယ်
ဇာတ်ကားကောင်းလေးပါ။
လူမျိုးရေးခွဲခြားမှုနဲ့
အရည်အချင်း တို့အားပြိုင်မှုတို့ကိုလည်း
တစ်စိတ်တဒေသ ဖော်ပြစေတဲ့အတွက်
စိတ်ဓာတ်ခွန်အားပေးနိုင်တဲ့ဇာတ်ကားဟုလည်း
ညွှန်းဆိုနိုင်ပါသေးတယ်။
ဒါကြောင့် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဟုညွှန်းဆိုရင်း
လက်တို့ပြောလိုက်ရပါတော့သည်။
(ရုပ်ရှင်အညွန်းကို ကိုလင်းခယံမှ တင်ဆက်ထားတာပါ။)
File size…(3.7 GB)/(1.5 GB)
Quality….BluRay HEVC 1080p / 720p
Format…mkv/mp4
Duration….02:26:30
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
