"The Imaginarium of Doctor Parnassus (2009)Pause~ The Last Of Heath Ledger ~ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းအဆုံးမှာ” A Film From Heath Ledger and Friends ” လို့ ရေးထိုးထားပါတယ်။အတော်၀မ်းနည်းစရာကောင်းတဲ့ စာ‌ကြောင်းပါပဲ။“Heath Ledger, Johnny Depp, Jude Law, Colin Farell, Christopher Plummer, Andrew Garfield” ဒီရုပ်ရှင်လောက် နာမည်ကြီး ထိပ်တန်း cast တွေစုနေတဲ့ ရုပ်ရှင်မရှိလောက်ဘူးလို့ ပြောရမယ်။ ဒီလိုလူတွေကို တစ်စုတစ်စည်းထဲမြင်ရတာ ၀မ်းသာစရာကောင်းလား‌ပြောရရင်လည်း ဘာကြောင့် ဒီလိုဖြစ်သွားလဲဆိုတဲ့အချက်က အတော် ၀မ်းနည်းစရာကောင်းပါတယ်။ အကြောင်းရင်းကတော့ ဒီရုပ်ရှင်ရိုက်ကူးနေရင်း တန်းလန်းမှာပဲ Heath Ledger ဟာ အဆုံးမဲ့လွင်ပြင်တစ်ခုဆီ ပျံသန်းထွက်ခွာသွားခဲ့လို့ပါပဲ။ Heath မရှိတော့တဲ့နောက် သူ့သူငယ်ချင်းတွေက သူ့ရဲ့မပြီးသေးတဲ့တာ၀န်ကို အပြီးသတ်ပေးခဲ့ကြလို့ ဒီရုပ်ရှင်မှာ နာမည်ကြီး Cast တွေစုနေတာပါပဲ။ Johnny Depp, Jude Law, Colin Farell စတဲ့သူတွေဟာ Heath ရဲ့ ဇာတ်ကောင် တိုနီနေရာကပဲ သရုပ်ဆောင်ထားခဲ့ကြတယ်။ဘာလို့ အစားထိုးတစ်ယောက်တည်းမထည့်ဘဲ သုံးယောက်တောင် ထည့်ချပစ်လိုက်တာလဲဆိုတာကို ဒါရိုက်တာ Gilliam က Heath နေရာကို ဘယ်သရုပ်ဆောင်နဲ့မှ အစားထိုးလို့မရလို့လို့ ဖြေထားပါတယ်။ သူသုံးသွားတဲ့ စကားလုံးက အတော်ထိပါတယ် “no one actor”တဲ့ ။ သို့ပေမဲ့ ဒါရိုက်တာကလည်း အတော်တော်ပါတယ်။ ဒီတိုင်းကြည့်ရင် Heath သေသွားလို့ လူစားထိုးထားတယ်လို့ကို မထင်ရဘဲ ဇာတ်ကိုက ဒီလိုဖြစ်နေတာလို့ ထင်ရလောက်အောင် ရိုက်သွားတယ်။ ဒါရိုက်တာကပြောပါသေးတယ်။ “Heath ကိုယ်တိုင် အစအဆုံးသရုပ်ဆောင်ရင် ဒီရုပ်ရှင်က ဘယ်လောက်တောင် ထူးခြားတဲ့ရုပ်ရှင်ဖြစ်လာမလဲ ကျွန်တော်တို့မသိနိုင်တော့ပေမဲ့ သူပါခဲ့သမျှ အခန်းတိုင်းကတော့ မှော်ဆန်ခဲ့တယ်” တဲ့။ဒါရိုက်တာဟာ 12 monkeys တို့၊ Monty Python and the Holy Grail တို့၊ Fear and Loathing in Las Vegas တို့လို နာမည်ကျော်ကားတွေကိုရိုက်ခဲ့တဲ့သူပါ။ နောက် အရုပ်မလေးလိုလှပြီး ဆွဲဆောင်မှုရှိတဲ့ မင်းသမီး Lily Cole က မပေါ့တပေါ် ညှို့ပြအားဖြည့်ထားပြီး မကြိုက်တဲ့သူမရှိသလောက်ရှားတဲ့ Big Fish ရဲ့အရသာမျိုးကိုပေးနိုင်တဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ စိတ်ကူးယဉ်ဆန်ဆန် မှော်ဆန်ဆန်နဲ့ အတော့်ကိုလှနေတဲ့ကားပါပဲ။Heath Ledger ကို Tribute ဖို့ သူဘယ်လောက်တော်တဲ့ သရုပ်ဆောင်တစ်ယောက်ဖြစ်ခဲ့တယ်ဆိုတာ ကျွန်တော်ရေးပြစရာမလိုပါဘူး။ ရုပ်ရှင်ကိုချစ်တဲ့သူတွေတိုင်း Heath Ledger က ဘာဆိုတာသိပြီးသားပါပဲ။ ဒီရုပ်ရှင်ဟာ Heath Ledger ရဲ့ မပြီးဆုံးသေးတဲ့ တာ၀န်ကို သူ့သူငယ်ချင်းတွေ ဆက်ထမ်းပေးသွားတဲ့ သူ့ရဲ့ နောက်ဆုံးရုပ်ရှင်တစ်ဖြစ်လဲ သူ့ရဲ့နောက်ဆုံးအနုပညာမှော်၀င်စားမှုပါပဲ။ ဒီရုပ်ရှင်ရဲ့ Concept ကို ကျွန်တော်လိုက်မမီပါဘူး။ သို့ပေမဲ့ ဒီရုပ်ရှင်ကြည့်ပြီး မင်းဘယ်လိုခံစားရလဲ မေးလာရင်တော့ အောက်ကအတိုင်းပဲ ရေးပြရလိမ့်မှာပါပဲ။” ကိုယ်တိုင်ကပဲညစ်ထေးနေခဲ့တာလားညစ်ထေးနေတဲ့ ကမ္ဘာ‌ကြောင့်လားကိုယ်တိုင်လည်းမသိတော့ပေမဲ့အရွယ်တွေလွန်လာပြီးတဲ့အခါဖန်တရာတေအမှားနဲ့ကမ္ဘာမှာတစ်ခါတလေတော့လည်း အိပ်မက်တွေတစ်ခါတလေတော့လည်း ချစ်ခြင်းတွေကြာလာလေ ပျောက်ရှလေငါဟာ ငါထင်ဖူးတဲ့ငါ မဟုတ်တော့တဲ့အခါငါ့ကိုယ်ငါပြန်မတွေ့တဲ့မှန်တစ်ချပ်ထဲမှာငါ့ကိုယ်ငါပြန်ရှာရင်းနဲ့ကြာခဲ့ပြီပဲ အိပ်မက်ဟောင်းရေ။ ။ “” A Film From Heath Ledger and Friends”(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)Size – 1.9GB, 1.23GBQuality – 1080p, 720pIMDb Rating – 6.8/10Format – mp4Duration – 2H 2MinType – Fantasy, AdventureSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"