ဖိလစ်ပိုင်လူမျိုးတွေရဲ့ အစ လို့လည်း ငြင်းခုန်ရတဲ့၊ အခုထက်ထိ ပြဿနာတွေ တစ်ထွေးကြီး တက်နေသေးတဲ့ လူမျိုးရေး ပဋိပက္ခဆန်ဆန် အဖြစ်အပျက်တစ်ခုကြီး ရှိပါတယ်။ သူတို့တွေကို အိုင်းတာ (Aeta) လူမျိုးတွေလို့ခေါ်ပါတယ်။ ကြေးနီးရောင် အသားအရေနဲ့ ဆံပင်အကြေကောက်နဲ့ လေလိုလွတ်လပ်ပြီး ရေလိုသိမ်မွေ့ကြသူတွေပါ။သူတို့က ဓားမဦးချ ရေကြည်ရာမြက်နုရာ စိုက်ပျိုးလုပ်ကိုင်စားသောက်တတ်တဲ့ လောဘနည်း လိုအင်မဲ့ ဘုရားသခင်နဲ့ နီးစပ်သူတွေပေါ့။ လေးမြှားတစ်စင်းနဲ့ တောလည်လို့၊ မြေဆီကောင်းတဲ့နေရာလေး အိမ်တစ်လုံးဆောက်လို့၊ လျှပ်စစ်မဲ့၊ အင်တာနက်မဲ့၊ ဖုန်းမဲ့၊ တီဗွီမဲ့ကြပေမယ်လို့ အကြင်နာ မမဲ့ကြသူတွေ။သူတို့ရဲ့ခေတ်မမီခြင်းက လူတွေအတွက် အနှောင့်အယှက်ဖြစ်စေသလား။ ဖိလစ်ပိုင် မြို့ကြီးသားများကတော့ သူတို့ကို တိရိစ္ဆာန်တွေလို၊ အရိုင်းအစိုင်းတွေလို မြို့ပြနဲ့အဝေး နှင်ထုတ်ထားကြပါတယ်။ ယှဉ်ပြိုင်စရာ တရားရုံတော်မှာလည်း လူခံမရှိ၊ ကိုယ့်လူမျိုးထဲကမှာ ရာထူးရာခံကြီးသူလည်းမရှိတဲ့ သူတို့လေးတွေက တောနက်တွေထဲမှာပဲမွေးလို့ တောရဲ့ရင်ခွင်မှာပဲ ခေါင်းချကြပါတယ်။Death March လို့ခေါ်တဲ့ စစ်သုံ့ပန်းတွေကို ဖမ်းဆီးခေါ်ဆောင်တဲ့ ကီလိုတစ်ရာကျော် ခရီးတစ်ခုလည်း ဖိလစ်ပိုင်မှာ ရုပ်ဆိုးအကျည်းတန်စွာဖြစ်ခဲ့ဖူးပါတယ်။ မြန်မာနိုင်ငံမှာ သံဖြူဇရပ်လို့ဆိုလိုက်ရင် နူဝဲစွဲ အရိုးပေါ်အရေတင်ပြီး ဝမ်းရောဂါဖြစ်နေကြတဲ့ ချွေးတပ်သားတွေကို မြင်ယောင်မိလာသလိုမျိုးပေါ့။ ဂျပန်စစ်သုံ့ပန်းဘဝမှာ စားစရာမရှိ၊ ရေနတ္ထိကြားက အနှိပ်စက်ခံလို့ ချီတက်ခဲ့ရတဲ့ ဖိလစ်ပိုင်စစ်သားတွေရဲ့အဖြစ်ကလည်း စစ်ကို မချစ်နိုင်တဲ့ အကြောင်းအရာတွေထဲက တစ်ခုပေါ့လေ။လမ်းတလျှောက် တဗုန်းဗုန်းလဲသေကျကြရပြီး သေမှဝဋ်ကျွတ်တာပါပဲလို့ သေခြင်းတရားကို အနမ်းပေးသွားသူတွေလည်း တစ်ပုံတစ်ခေါင်းပါ။ ထွက်ပြေးပုန်းအောင်းရင်းမှ တစ်စုတစ်ဝေးတည်း ပြန်မိသွားလို့ အစုလိုက်အပြုံလိုက် အသတ်ခံခဲ့ရတဲ့ အရိုးပုံကြီးကလည်း သမိုင်းစာမျက်နှာမှာ သွေးစက်ခင်းပြီး ပါခဲ့ရတာပေါ့။အခုတင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ သိပ်ပြောစရာမလိုတဲ့ ဖိလစ်ပိုင်ကားလေးပါပဲ။ ဒါပေမယ့် သူ့ရဲ့ ကျောရိုးလေးက အပေါ်ကပြောခဲ့တဲ့ ဇာတ်ကြောင်းကို မှီတွယ်တာမို့ အကျဉ်းချုပ် မိတ်ဆက်ပေးလိုက်တာပါ။ စိတ်ဝင်စားရင်ဖြင့် အကျယ်တဝင့် ရှာဖွေဖတ်ရှုနိုင်ပါတယ်။ဇာတ်လမ်းကတော့ မူးယစ်ဆေးဝါးခေါင်းဆောင်များကို ဖော်ကောင်လုပ်မယ့် ဒု-မြို့တော်ဝန်ကို လုပ်ကြံတာက စပါတယ်။ အဲဒီမှာ အစောင့်အဖြစ်ပါသွားတဲ့ ရဲတပ်ကြပ်လေး “ခင်ဝင့်ဝါ” ဟုတ်ပါတယ်ဗျာ “ခင်ဝင့်ဝါ” ပါ။ ဖိလစ်ပိုင် “ခင်ဝင့်ဝါ”ပေါ့။ နည်းနည်းဆင်တာပါ။ ဟဲဟဲ။ သူမက မသေဘဲလွတ်မြောက်သွားပြီး တောနက်ထဲဝင်ပြေး။ နောက်ကပုဂ္ဂိုလ်များက လိုက်သတ်။ ဒဏ်ရာများနဲ့သူမ အိုင်းတာ လူမျိုးများရဲ့ ကယ်တင်မှုကြောင့် အသက်ရှင်ခဲ့ပြီး နောက်ကလိုက်လာသူများကို ဘယ်လိုပြန်သမ မလဲဆိုတဲ့ ဇာတ်လမ်းလေးပါ။ ဖိလစ်ပိုင်ကားဖြစ်လို့ ဖိလစ်ပိုင်ကားလောက် ကောင်းတယ်လို့ ညွှန်းပါရစေ။ သတ်ဖြတ်ခန်း ကျည်ဆံထိမှန်ခန်းတွေကလည်း တော်တော်လေး ပီပြင်သပ်ရပ်တယ်လို့ ခံစားရပါတယ်။ ခံစားကြည့်ပါခင်ဗျား။(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Arr Khun Winchester မှ တင်ဆက်ထားတာပါ။)File size…(1.3 GB)/(550 MB)Quality….WEB-DL 1080p / 720pFormat…mp4Duration….01:35:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated by Arr Khun Winchester"