"Malila: The Farewell Flower(2017)
IMDb – 6.6/10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒါကတော့ BL ဆိုပေမယ့် အတွေးတွေနဲ့ ကြည့်ရမယ့် BL ဇာတ်ကားပါပဲ။
ရုပ်ရှင်ဆုအနေနဲ့ ၆ ဆု ရရှိထားပြီးတော့ တစ်ကြိုစာရင်း ၁၀ ကြိမ် ဝင်ထားတဲ့ ရုပ်ရှင်တစ်ကားလည်း ဖြစ်ပါတယ်။
ရုပ်ရှင်ကို စစဖွင့်လိုက်တယ်ဆိုရင်ပဲ ကဗျာတစ်ပုဒ်ပါတယ်။
” ရနံ့ရယ်ဖြာ နံ့သာဆီဖြန်းပါလို့
လှမ်းကြစို့ ပွဲလယ်ခေါင် ဖက်မြကွမ်းတောင်
ဘုရားထံ ဆုပန်မယ် နတ်များဝယ် တိုင်တည်လို့
သည်ချိန်ခါ ပွဲရယ် ပြီးပြန်တော့
ညရေးရယ် မှောင်ရီပျိုးရင်ဖြင့်
စွန့်ရေးငယ် ကြုံပြန်တော့တယ်
ဖက်ဘဝ ပြန်ကာလှမ်းရတယ်
ကွမ်းတောင့်ဘဝလမ်း …..”
ဇာတ်လမ်းရဲ့ခေါင်းစဉ်ဖြစ်တဲ့ ဖက်စိမ်းကွမ်းတောင် အကြောင်း စပ်ဆိုထားတဲ့ ကဗျာလေးပါ။
ဒီကဗျာက ဒီရုပ်ရှင်အတွက် အတော်ရေးပါတဲ့ကဗျာလို့ဆိုရမယ်။
နောက်ထပ်မြင်ရမှာက မျက်စိထဲ အတော်လေး ပနံသင့်တဲ့ Cinematography ကို သုံးထာတဲ့ ဇာတ်၀င်ခန်းတစ်ခန်း။
လိုက်ဖက်ညီ‌နေတဲ့ ငှက်ပျောဖက်စိမ်းစိမ်းတွေ စံပယ်ပန်းဖြူဖြူတွေနဲ့ ဖက်စိမ်းကွမ်းတောင်လုပ်နေတဲ့ ဇာတ်၀င်ခန်းပေါ့။
ဒီ ဖက်စိမ်းကွမ်းတောင်၊ မြစိမ်းကွမ်းတောင်၊ မြဖက်ကွမ်းတောင် ဆိုတာကို ကျွန်တော်တို့လည်း ကောင်းကောင်း ရင်းနှီးကြတယ်မဟုတ်လား။
ကျွန်‌တော်တို့ဓလေ့မှာလည်း ရှိတာကိုး။
ခင်ခင်ထူးရဲ့ မအိမ်ကံ ၀တ္ထုထဲမှာဆို ဒီငှက်ပျောရွက်နဲ့လုပ်တဲ့ဖက်စိမ်းကွမ်းတောင်ကို ကိုင်ရတာ
ရွှေ၊ငွေ၊ ကျောက်စီကွမ်းတောင်တွေ ကိုင်ရတာထက် ပိုဂုဏ်ရှိတယ်လို့ဆိုတယ်မလား။
အဲဒီကွမ်းတောင်ကို အဓိကဇာတ်ဆောင်နှစ်ယောက်ထဲက တစ်ယောက်ကလုပ်နေတယ်။
တရားတော်အတိုင်းဆို ဘ၀ ဟာ စစလာကတည်းကိုက ဝေဒနာပဲမဟုတ်လား။
ဒီ ၂ ယောက်ရဲ့ ဘ၀က ဝေဒနာသက်သက်ဖြစ်နေတယ်။
အဲဒီဝေဒနာကို ကုဖို့ သူတို့နည်းသူတို့ဟန်နဲ့ ကုစားကြတယ်။
တစ်ယောက်ကတော့ သူတို့အယူအရ မကောင်းတဲ့ကိစ္စကြောင့် စိတ်ဝိညာဉ်ပျောက်ဆုံးနေတဲ့သူဟာ
ကွမ်းတောင်လုပ်ပြီး စိတ်ဝိညာဉ်ပြန်ခေါ်တဲ့သဘောမျိုးလုပ်ခဲ့တာကို ပြသွားတယ်။
ကျွန်တော်တို့ဘာသာဓလေ့မှာလည်း ဘုန်းကြီး၀တ်ရင် ကံနိမ့်တွေပျောက်တဲ့ ဓလေ့ဘာညာရှိတယ်မလား။
နောက်တစ်ယောက်ကတော့ ဘုန်းကြီး၀တ်ပြီးကုစားတယ်ပြောရမှာပဲ။
ပြောရမယ်ဆိုရင် ဒီရုပ်ရှင်ဟာ ကုစားခြင်းအကြောင်းပါပဲ။
ရုပ်ရှင်ရဲ့အလယ်ပိုင်းလောက်မှာ
အဓိကဇာတ်ကောင်တစ်‌ယောက်က ဘုန်းကြီး၀တ်သွားတဲ့အချိန်မှာ
နောက်ဇာတ်ကောင်တစ်ကောင်ပေါ်လာတယ်။
သူက အပြစ်တွေများခဲ့တဲ့ပုံပါပဲ။
အဲဒီအပြစ်တွေကို ချေဖို့ ဘုန်းကြီး၀တ်ပြီး တရားကျင့်နေတယ်။
အပြစ်ချေ အာပတ်‌ဖြေတာကလည်း ကိုယ့်လိပ်ပြာကိုယ် ကုစားနည်းတစ်မျိုးပဲမလား။
ဦးပိုင်းတစ်၀က်မှာ လူ၂ယောက်ရဲ့ ကုစားခြင်းနဲ့ ဇာတ်ကိုသယ်သွားခဲ့ပေမဲ့
နှောင်းပိုင်းတစ်၀က်မှာတော့ ဘုန်းကြီးနှစ်ပါးရဲ့ ကုစားခြင်းနဲ့ ဇာတ်ကိုသယ်သွားခဲ့တယ်။
အသုဘကမ္မဌာန်း ရှုတဲ့အခန်းမှာမှ ဒါရိုက်တာဟာ လူ့ခန္ဓာကိုယ်နဲ့ ဖက်စိမ်းကွမ်းတောင်ကြားက အဆက်အစပ်ကို နားလည်စေခဲ့တယ်။
သို့ပေမဲ့ ဒီရုပ်ရှင်ရဲ့ ဇာတ်ကြောင်းတင်ဆက်ပုံဟာ Poetic Cinemaဆန်နေတော့
ဒါရိုက်တာရဲ့ လုံးစေ့ပတ်စေ့ဖော်ပြမှုကိုတော့ ရမှာမဟုတ်ဘူး။
သို့တိုင်အောင်ပဲ သူ့တင်ဆက်မှုမှာ ဒါရိုက်တာဟာ
လူ့ဘ၀ဟာ တစ်စုံတရာရဲ့အဖြည့်ခံသဘောမျိုး ယူဆထားတယ်လို့တော့
ခံစားမိလောက်စေမယ့် အခင်းအကျင်းမျိုးတော့ တွေ့ရတယ်။
စီနီမာတိုဂရပ်ဖီကတော့ ပြောခဲ့သလို အစပိုင်း အရမ်းမျက်စိပနံသင့်မယ့် မြင်ကွင်းတွေ အရောင်စိုစိုတွေ သုံးသွားခဲ့ပေမဲ့
နောက်ပိုင်းရောက်လာလေ မှုန်ရီလာလေပါပဲ။
လိင်တူဆက်ဆံခန်းတွေပါတာကြောင့် အသက်မပြည့်သေးသူတွေ ဒီလိုဇာတ်၀င်ခန်းမကြိုက်တဲ့သူတွေတော့ မကြည့်သင့်ဘူးပေါ့။
ဒါရိုက်တာ Anucha Boonyawatanaဟာ ဒီရုပ်ရှင်ရဲ့ ရှေ့မှာ ၂ကားပဲထွက်ထားတယ်။
ထူးခြားတာကတော့ ဒီကားလိုပဲ နှစ်ကားလုံး LGBT ကားတွေဖြစ်နေပြီး ဗုဒ္ဓအတွေးအခေါ်တွေနဲ့ ဆက်စပ်ထားတာပါပဲ။
တခြားထိုင်းBLကားတွေ ကျွန်တော်လည်းမကြည့်ဖူးတော့ ယှဉ်ထိုးမပြောပြတတ်ပေမဲ့
သူ့အနုပညာစံနှုန်းအရတော့ နိုင်ငံတကာBLကားတွေကြားမှာပါ တန်း၀င်တဲ့ အနေအထားရှိပါတယ်။
ဘာသာရေးအပိုင်းကို အတော်တီးမိခေါက်မိရှိရင်တော့ ပိုပြီးထဲထဲ၀င်၀င် ခံစားနိုင်မှာပါပဲ။
BLဆိုပေမဲ့ BLအရမ်းမဆန်ဘဲ ဝေါင်ကာဝေးရဲ့ Happy Togetherလို BLကားဆိုတာထက်
တခြားအရာတစ်ခုကိုပိုပေါ်လွင်အောင် ပြသွားတဲ့ ရုပ်ရှင်မျိုးပါပဲ။
ဒီရုပ်ရှင်ဟာ အော်စကာ Entry ထိ ၀င်ထားပြီး တွေ့ရခဲတဲ့ ထိုင်းရုပ်ရှင်ကောင်းတစ်ခုဆိုလည်း မမှားပါဘူး။
အညွှန်းကိုတော့ WiRa Aung က ရေးထားပေးပြီးတော့
ဘာသာပြန်ထားကတော့ Hazel ပဲ ဖြစ်ပါတယ်။
Genre…..Drama, BL, LGBTQ+
Quality….WEB-DL 1080p and 720p
File size…1.35GB, 793MB and 350MB
Format…mp4
Duration….1h 34min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Hazel
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
