"ဒီတစ်ခါမှာတော့ လတ်တလော ဖြစ်ပွားနေတဲ့ Covid 19 လိုမျိုး ဗိုင်းရပ်စ်တစ်မျိုးကြောင့်
လူတွေ ဘယ်လိုဒုက္ခရောက်ရလဲဆိုတာကို ရိုက်ကူးပြထားတဲ့ ရုပ်ရှင်တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
1995 ခုနှစ်မှာ ထွက်ခဲ့တဲ့ Outbreak ဆိုတဲ့ အမေရိကန်ကားလေးပါ
ဒီဇာတ်ကားထဲက ဇာတ်လိုက်ကျော်ဗိုင်းရပ်စ်ကတော့ အာဖရိကမှာ စတင်ပေါ်ပေါက်လာခဲ့တဲ့ Motaba ဗိုင်းရပ်စ်ပါ
ဘီလီဖော့ဒ်နဲ့ သူ့အထက်အရာရှိ မက်ကလင်တော့တို့ဟာ အာဖရိကကို ကူညီဖို့ သွားခဲ့ပေမဲ့ ပြင်းထန်လွန်းပီး
ကူးစက်မြန်တဲ့ ရောဂါ ဖြစ်နေတဲ့အတွက် မတတ်သာဘဲ စခန်းကို အပျောက်ရှင်းခဲ့လိုက်ကြပါတယ်
ဒီဗိုင်းရပ်စ်အတွက် ကုသဆေးကိုတော့ အမေရိကမှာ စမ်းသပ်ထုတ်ဖော်ခဲ့ကြပီး လျှို့ဝှက်လက်နက်တစ်ခုအနေနဲ့ သိမ်းထားခဲ့ကြပါတယ်
တစ်နေ့မှာ အာဖရိကမှ မျောက်တစ်ကောင်ကို ဂျင်ဘိုဆိုတဲ့ကောင်လေးက ဖမ်းလာခဲ့မိပါတယ်
အဲဒီမျောက်မှာ Motaba virus ပါလာပြီး ဂျင်ဘိုကတစ်ဆင့် ကူးစက်ပါတော့တယ်
ဂျင်ဘိုက မျောက်ကို လွှတ်ပေးလိုက်တဲ့အခါ အစရှာမရဖြစ်ပီး ရောဂါဟာ ကယ်လီဖိုးနီးယားက မြို့တစ်မြို့လုံးနီးပါး ကူးစက်ခံခဲ့ရပါတော့တယ်
ဒီလိုနဲ့ မြို့ကို ကန့်သတ်စောင့်ကြည့်ရင်း စစ်ဆရာဝန် ဗိုလ်မှူးကြီး ဆမ်ဒန်နီယယ်တို့အဖွဲ့ ကုသနည်းကို ရှာဖွေကြပုံတွေကို ရိုက်ကူးပြထားပါတယ်
ကုသနည်းရှာဖွေနေစဉ်အတွင်း ဆရာဝန်တွေကို ကူးစက်သွားလို့ ဆုံးရှုံးရပုံတွေ ကူးစက်ခံလူနာတွေဟာ
မိသားစုဝင်တွေနဲ့ ထိတွေ့ခွင့်မရတာ‌ေတွ ရောဂါဒဏ်ကို အလူးအလဲ ခံစားရပုံတွေ သေဆုံးချိန်မှာလည်း လူမသိသူမသိ မီးသဂြိုလ်ပြီး
လူ့လောကကို နှုတ်ဆက်သွားကြရပုံတွေဟာ ယခုလက်ရှိအနေအထားနဲ့ အရမ်းကို တိုက်ဆိုင်နေတော့
ဒီလိုအချိန်မျိုးမှာ ကြည့်ရတာ ခံစားသက်ဝင်လို့ကောင်းမယ့် ဒရမ်မာ ကားကောင်း တစ်ကားပါ
IMDB rating 6.6 ထိလည်း ရထားပါတယ် နောက်ဆုံးမှာ ကုသဖို့ ဆေးဖော်စပ်တာ အောင်မြင်သွားမလား
ကူးစက်ခံမြို့သူမြို့သား‌ေတွဟာ နိုင်ငံအတွက်နဲ့ လူမသိသူမသိ အစဖျောက်ခံရမလားဆိုတာတော့
အသည်းတထိတ်ထိတ်နဲ့ ကြည့်ရှုရမှာဖြစ်လို့ လက်မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားလေးပါလို့ ညွှန်းပေးပါရစေ
(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပါ)
File Size : (1.99 GB),(900 MB) And (480 MB)
Quality : Blu-Ray (1080p 5.1,720p,480p)
Running Time : 2hr 07min
Format : Mp4
Genre : Action, Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-TiMELORDS
Translated by May Tharaphi Lwin
Encoded by Thanhtike Zaw
zawgyi
ဒီတစ္ခါမွာေတာ့ လတ္တေလာ ျဖစ္ပြားေနတဲ့ Covid 19 လိုမ်ိဳး ဗိုင္းရပ္စ္တစ္မ်ိဳးေၾကာင့္
လူေတြ ဘယ္လိုဒုကၡေရာက္ရလဲဆိုတာကို ႐ိုက္ကူးျပထားတဲ့ ႐ုပ္ရွင္တစ္ကားနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္
1995 ခုႏွစ္မွာ ထြက္ခဲ့တဲ့ Outbreak ဆိုတဲ့ အေမရိကန္ကားေလးပါ
ဒီဇာတ္ကားထဲက ဇာတ္လိုက္ေက်ာ္ဗိုင္းရပ္စ္ကေတာ့ အာဖရိကမွာ စတင္ေပၚေပါက္လာခဲ့တဲ့ Motaba ဗိုင္းရပ္စ္ပါ
ဘီလီေဖာ့ဒ္နဲ႔ သူ႔အထက္အရာရွိ မက္ကလင္ေတာ့တို႔ဟာ အာဖရိကကို ကူညီဖို႔ သြားခဲ့ေပမဲ့ ျပင္းထန္လြန္းပီး
ကူးစက္ျမန္တဲ့ ေရာဂါ ျဖစ္ေနတဲ့အတြက္ မတတ္သာဘဲ စခန္းကို အေပ်ာက္ရွင္းခဲ့လိုက္ၾကပါတယ္
ဒီဗိုင္းရပ္စ္အတြက္ ကုသေဆးကိုေတာ့ အေမရိကမွာ စမ္းသပ္ထုတ္ေဖာ္ခဲ့ၾကပီး လွ်ိဳ႕ဝွက္လက္နက္တစ္ခုအေနနဲ႔ သိမ္းထားခဲ့ၾကပါတယ္
တစ္ေန႔မွာ အာဖရိကမွ ေမ်ာက္တစ္ေကာင္ကို ဂ်င္ဘိုဆိုတဲ့ေကာင္ေလးက ဖမ္းလာခဲ့မိပါတယ္
အဲဒီေမ်ာက္မွာ Motaba virus ပါလာၿပီး ဂ်င္ဘိုကတစ္ဆင့္ ကူးစက္ပါေတာ့တယ္
ဂ်င္ဘိုက ေမ်ာက္ကို လႊတ္ေပးလိုက္တဲ့အခါ အစရွာမရျဖစ္ပီး ေရာဂါဟာ ကယ္လီဖိုးနီးယားက ၿမိဳ႕တစ္ၿမိဳ႕လုံးနီးပါး ကူးစက္ခံခဲ့ရပါေတာ့တယ္
ဒီလိုနဲ႔ ၿမိဳ႕ကို ကန႔္သတ္ေစာင့္ၾကည့္ရင္း စစ္ဆရာဝန္ ဗိုလ္မႉးႀကီး ဆမ္ဒန္နီယယ္တို႔အဖြဲ႕ ကုသနည္းကို ရွာေဖြၾကပုံေတြကို ႐ိုက္ကူးျပထားပါတယ္
ကုသနည္းရွာေဖြေနစဥ္အတြင္း ဆရာဝန္ေတြကို ကူးစက္သြားလို႔ ဆုံးရႈံးရပုံေတြ ကူးစက္ခံလူနာေတြဟာ
မိသားစုဝင္ေတြနဲ႔ ထိေတြ႕ခြင့္မရတာ‌ေတြ ေရာဂါဒဏ္ကို အလူးအလဲ ခံစားရပုံေတြ ေသဆုံးခ်ိန္မွာလည္း လူမသိသူမသိ မီးသၿဂိဳလ္ၿပီး
လူ႔ေလာကကို ႏႈတ္ဆက္သြားၾကရပုံေတြဟာ ယခုလက္ရွိအေနအထားနဲ႔ အရမ္းကို တိုက္ဆိုင္ေနေတာ့
ဒီလိုအခ်ိန္မ်ိဳးမွာ ၾကည့္ရတာ ခံစားသက္ဝင္လို႔ေကာင္းမယ့္ ဒရမ္မာ ကားေကာင္း တစ္ကားပါ
IMDB rating 6.6 ထိလည္း ရထားပါတယ္ ေနာက္ဆုံးမွာ ကုသဖို႔ ေဆးေဖာ္စပ္တာ ေအာင္ျမင္သြားမလား
ကူးစက္ခံၿမိဳ႕သူၿမိဳ႕သား‌ေတြဟာ ႏိုင္ငံအတြက္နဲ႔ လူမသိသူမသိ အစေဖ်ာက္ခံရမလားဆိုတာေတာ့
အသည္းတထိတ္ထိတ္နဲ႔ ၾကည့္ရႈရမွာျဖစ္လို႔ လက္မလြတ္တမ္း ၾကည့္ရႈသင့္တဲ့ ဇာတ္ကားေလးပါလို႔ ၫႊန္းေပးပါရေစ
(ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပါ)
File Size : (1.99 GB),(900 MB) And (480 MB)
Quality : Blu-Ray (1080p 5.1,720p,480p)
Running Time : 2hr 07min
Format : Mp4
Genre : Action, Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-TiMELORDS
Translated by May Tharaphi Lwin
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
