"Kundun (1997)
============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.0/10
တိဗက်ကို ဗမာစိတ်ကူးယဉ်၀တ္တုတွေမှာ ကျွန်တော်တို့ တော်တော်ရင်းနှီးပြီးသားဖြစ်မှာပါပဲ။သိသလောက်ဆို သေသေချာချာ စာအုပ်ထဲ စပါတာက
မောင်ထွန်းသူ ဘာသာပြန်ထားတဲ့ The Lost Horizon, ရှန်ဂရီလာထဲကစတယ် ထင်ပါတယ်။ အဲဒီစာအုပ်ထဲက တစ်ချို့အခန်းတွေကိုပဲ မင်းသိင်္ခကကူးပြီး
မှတ်မိသလောက် နှစ်အုပ်လောက်ထွက်ဖူးပါသေးတယ်။တခြားစာရေးဆရာတွေလည်း ရေးကြတော့ ခုတိဗက်ဟာ ကျွန်တော်တို့နဲ့ မစိမ်းတဲ့နေရာပါပဲ။
တိဗက်အကြောင်းရေးကြတဲ့ အဲဒီစာအုပ်တွေမှာ လားမားတွေကလည်း မပါမဖြစ်ပေါ့။
ဒီရုပ်ရှင်ကတော့ စိတ်ကူးယဉ်မဟုတ်တဲ့ တိဗက်ပြည်ရဲ့ လက်ရှိနောက်ဆုံး ဒလိုင်းလားမားရဲ့ ထေရုပ္ပတ္တိကို ပြန်ရိုက်ကူးထားတာပါ။ ၁၄ဆက်မြောက်ဒလိုင်း
လားမားရဲ့ ဘ၀ကို မွေးစကနေ တရုတ်တွေလက်က ပြေးတဲ့အထိ ရိုက်ပြထားပြီး တိဗက်ရဲ့ဘာသာရေးကို ထဲထဲ၀င်၀င်ကို ပုံဖော််ထားတဲ့ ရုပ်ရှင်ပါပဲ။နောက်
အပြိုင်အနေနဲ့ မြင်ရမှာတော့ တိဘက်ကို တရုတ်တွေရဲ့ ဖျက်စီးခဲ့မှုကိုပေါ့။
ခုတလောတင် kundunကားထဲ မော်စီတုန်းက ၁၄ဆက်မြောက် ဒလိုင်းလားမားကို ပြောခဲ့တဲ့ ” ဘာသာရေးဟာ အဆိပ်ပဲ။ တိဗက်တွေဟာ ဘာသာရေး
အဆိပ်သင့်နေကြတယ်”ဆိုတဲ့ ဒိုင်ယာလော့တစ်ခုကို ချဲ့ထွင်တွေးပြီး ဆရာလေးတစ်ပါးရေးတဲ့ စာတစ်ပုဒ်ဟာ ‌ အတော်ပျံ့ခဲ့တယ်။အဲဒီစာထဲမှာတင်
မော်စီတုန်းရဲ့ ဒီစကားကို တိဗက်‌တွေ ဆတ်ဆတ်ခါအောင် နာခဲ့ကြတယ်ဆိုတဲ့ စကားပါပါတယ်။ ဒီရုပ်ရှင်မှာတော့ တိဘက်နဲ့တရုတ်ရဲ့ ပြဿနာကို ၂နာရီကျော်
အချိန်နဲ့ ကောင်းကောင်းကြီး ရှင်းပြသွားခဲ့တယ်။
တိဗက်ဟာ ၈ရာစုကတည်းက ဗုဒ္ဓဘာသာကို ကိုးကွယ်ခဲ့တဲ့ နိုင်ငံပါ။သို့ပေမဲ့ သူတို့ဗုဒ္ဓဘာသာဟာထေရဝါဒရော မဟာယနရောမဟုတ်ပါဘူး။ တိဗက်ဗုဒ္ဓ
ဘာသာလို့ သီးခြားခေါ်တွင်ပါတယ်။နှစ်ခုလုံးနဲ့ ကွဲပြားနေတယ်လို့တော့ဆိုတယ်။ သူတို့ဘာသာရေးခေါင်းဆောင်ဖြစ်တဲ့ ဒလိုင်းလားမားတွေကို သက်ရှိ
ကရုဏာဗောဓိသတ္တတွေလို့ဆိုပါတယ်။ ဒလိုင်းလားမားတွေဟာ ဘ၀နတ်ထံပျံပြီးရင်လည်း တိဘက်ပတ်၀န်းကျင်မှာပဲ ပြန်၀င်စားပြီး ဒလိုင်းလားမားအဖြစ်
ပြန်တာ၀န်ထမ်းဆောင်ကြပါတယ်။ဒလိုင်းလားမားတွေဟာ ဘာသာရေးတင်မကဘဲ နိုင်ငံရေးခေါင်းဆောင်တွေလည်း ဟုတ်ပါတယ်။
ဒီဇာတ်ကိုတော့ ၁၃ဆက်မြောက် ဒလိုင်းလားမား ပျံလွန်သွားပြီး သူကနေ ပြန်၀င်စားမယ့် ၁၄ဆက်မြောက်ဒလိုင်းလားမားကို ယာယီဒလိုင်းလားမားအဖြစ်
တာ၀န်ယူထားရတဲ့ ရင်းဖို့ချေ (Reting Rinpoche)က ရှာဖွေတွေ့ရှိသွားတာကနေ စထားတယ်။ အဲဒီကနေမှ ဒလိုင်းလားမားဖြစ်ဖို့ သင်ယူရတာတွေ
လေ့လာရတာတွေကနေ ဒလိုင်းလားမားဖြစ်တဲ့အထိ သေချာပြသွားတယ်။ဒလိုင်းလားမားကို သာ၀ကတွေက ကွန်ဒွန်လို့ လေးစာသမှုနဲ့ ခေါ်ဆိုကြတယ်။
ဗမာလိုဆို ကိုယ်ထင်ပြသူပေါ့။ ၁၄ဆက်မြောက် ဒလိုင်းလားမားဟာ ဒလိုင်းလားမားတွေထဲ ကံအဆိုးဆုံးလို့ပြောရမယ်။ဆယ်ကျော်သက်အရွယ်မှာတင်
တရုတ်ရဲ့ တိဗက်ကို ကျုးကျော်မှုနဲ့ ရင်ဆိုင်ဖြေရှင်းခဲ့ရပြီး မော်စီတုန်းနဲ့ပါ ထိပ်တိုက်တွေ့ခဲ့ရတယ်။
အခုလက်ရှိလည်း တိဗက်ကိုမပြန်နိုင်ဘဲ ပြည်ပြေးဘ၀နဲ့ အနောက်နိုင်ငံတွေမှာ ခိုလှုံနေရတယ်။ ဒီရုပ်ရှင်မှာတော့ သူတိဗက်ကနေ အိန္ဒိယကို ထွက်ပြေး
လွတ်မြောက်သွားတဲ့အထိပဲ ပြထားခဲ့တယ်။ပြောရရင် ဒလိုင်းလားမားရဲ့ တိဗက်မှာ နေခဲ့တဲ့ အချိန်တွေကိုပဲ ပြသွားတယ်။ သို့ပေမဲ့လည်း ပြထားသလောက်
မှာတင် နိုင်ငံရေး ဘာသာရေး အုပ်ချုပ်ရေး တရုတ်နဲ့အခြေအနေစသဖြင့် တိဗက်အကြောင်း အတော်လေးစုံစေ့နေပါပြီ။
တစ်ချို့ကတော့ စကောဆေးစိကို ဒိုကူမန်ထရီအဖြစ် ရိုက်ကူးသင့်တယ်ဆိုကြတယ်။သို့ပေမဲ့ စကောဆေးစိကလည်း စီနီမာတိုဂရပ်ဖာကို ဒိုကူမန်ထရီရိုက်ကူးဖူးတဲ့
အတွေ့အကြုံရှိတဲ့ စီနီမာတိုဂရပ်ဖာကို သုံးထားတယ်။ စီနီမာတိုဂရပ်ဖီလည်း အတော်လေးလှပြီး စီနီမာတိုဂရပ်ဖီဆုတွေလည်း ရထားခဲ့တယ်။သရုပ်ဆောင်
မဟုတ်တဲ့ ကလေးတွေကိုပါ ပညာသားပါပါနဲ့ သုံးနိုင်ခဲ့တဲ့အထိလည်း စကောဆေးစိက အားစိုက်ထုတ်ထားခဲ့တယ်။ တိဘက်မှာရိုက်တာမဟုတ်ပေမဲ့ တိဘက်
အရသာရအောင် settingလည်း သေချာပြင်ထားခဲ့တယ်။
စကောဆေးစိဟာ ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်အစစ်တွေ မပါသလောက်ဖြစ်အောင် ရိုက်ထားပြီး သရုပ်ဆောင်တွေဟာ တိဗက်ဗုဒ္ဓဘာသာအစစ်တွေများပါတယ်။
ဒလိုင်းလားမားနဲ့ သူ့မိသားစုတွေ နေရာကနေ ဒလိုင်းလားမားရဲ့ အမျိုးတွေကပဲ ပြန်သရုပ်ဆောင်ထားခဲ့တယ်။ဒလိုင်းလားမား အရွယ်ရောက်‌တဲ့နေရာက
သရုပ်ဆောင်တာလည်း ဒလိုင်းလားမားရဲ့ မွေးချင်းတွေကမွေးတဲ့ မြေးပါပဲ။မူရင်းစာအုပ်ကိုလည်း အတော်သစ္စာရှိပြီး သမိုင်းအများစု မှန်ကန်တယ်ဆိုပါတယ်။
ဇာတ်ညွှန်းကို ၁၄ခါတိတိပြင်ရေးခဲ့ရပါတယ်။
၁၄ဆက်မြောက်ဒလိုင်းလားမားဟာ အတော်နှိမ့်ချတတ်တဲ့သူပါ။ သို့ပေမဲ့ ဇာတ်ကားအစက ဒလိုင်းလားမားမဖြစ်ခင် ကလေးဘ၀မှာတော့ ဒလိုင်းလားမားဟာ
ပစားပေးခံရတော့ အတော်အထက်စီးဆန်‌ နေတဲ့သူတစ်ယောက်အဖြစ် မာတင်က ပုံဖော်ထားပါတယ်။ဆိုတော့ကာ သူပုံဖော်ထားတာနဲ့ လိုက်ဖက်ညီအောင်
ကလေးဘ၀ကပြောတဲ့ စကားတွေမှာ ငါနာမ်စား တစ်ချို့သုံးပြီး ကြီးလာလေ သူ့စကားတွေ နူးညံ့လာလေ ဖြစ်လာတဲ့သဘောကို တတ်နိုင်သလောက် ပုံဖော်ပေး
ထားပါတယ်။ ဒီလိုထည့်ပြောရတာက ကလေးလေးက တစ်ချို့အခန်းတွေမှာ ငါနဲ့ ပြောထားရတဲ့အကြောင်း ကြိုရှင်းထားချင်ရုံပါပဲ။
ရုပ်ရှင်အဆုံးမှာ ၁၅ဆက်မြောက်ဒလိုင်းလားမားအစစ် ရှိလာနိုင်လားဆိုတာကို ကျွန်တော်တော့ သိချင်မိသွားတယ်။ ဒလိုင်းလားမားတွေဟာ ကရုဏာဗုဒ္ဓက
၀င်စားတာဆိုတော့ ထပ်ရှိဖို့က အတော်လေး မလွယ်တဲ့ကိစ္စလို့တော့ ထင်မိသား။ သို့ပေမဲ့ နှစ်ပေါင်းများစွာ အခြေတည်လာခဲ့တဲ့ ယုံကြည်မှုတစ်ခုဟာ ပျက်နိုင်ခဲ့
တယ်ဆိုတော့ ပေါ်လာဦးမယ်ထင်တာပါပဲ။ နောက်နှစ်တွေမှာ ဘယ်လိုပုံစံနဲ့ ပေါ်လာဦးမလဲဆိုတာကိုတော့ သိချင်မိသွားတယ်။ ဒီလိုပုံစံ ယုံကြည်မှုဟာ ကျွန်တော့်
အတွက်တော့ အတော်ဖြစ်နိုင်ခဲ‌တဲ့ ယုံကြည်မှုဆိုတော့ အတော်လေးတော့ မှင်သက်စရာကောင်းခဲ့တယ်။သို့ပေမဲ့ မော်စီတုန်းပြောသလို အဆိပ်လို့တော့ မထင်မိပါဘူး။
အကုန်လုံးဟာ သူ့ကောင်းကွက် သူ့ဆိုးကွက်တွေနဲ့ပဲ မို့လား။ ဘာဖြစ်ဖြစ် ဗုဒ္ဓဘာသာရဲ့ ကိုင်းကွဲတစ်ခုအကြောင်း တီးမိခေါက်မိရှိချင်ရင်တော့ ဒီရုပ်ရှင်ဟာ ကြည့်ကို
ကြည့်သင့်တဲ့ ရုပ်ရှင်ပါပဲ။
Kundunကို တိဘက်ဘက်ကနေပြီး ရိုက်ခဲ့တာကြောင့် မာတင်စကောဆေးစိရဲ့ ရုပ်ရှင်တွေကို တရုတ်မှာလုံး၀ ရုံတင်ခွင့်မပြုတာ ဒီနေ့ထိထက်တိုင်ပါပဲ။မဆီမဆိုင်
တိဗက်ဘာသာ‌ရေးကားကို စကောဆေးစိရိုက်တော့ အတော်ပေါ့သွားမယ် ထင်ခဲ့မိပေမဲ့ တက်တက်စင်အောင် လွဲသွားပါတယ်။ စကောဆေးစိဟာ စကောဆေးစိပါပဲ။
အစစ်အမှန်အရာတွေကို ချစ်တတ်တဲ့ တကယ့် အနုပညာသမားပါပဲ။သစ္စာလေးပါးမှာ သုံးပါးကို ရှေ့မှာထည့်ပြီး နောက်ဆုံးတစ်ပါးကို နောက်ဆုံးမှ အချိန်ကိုက်
အခါကိုက် ထည့်သွားတာကိုလည်း အတော်လေး သဘောကျမိတယ်။ ရုံ၀င်ငွေတော်တော့်ကို နည်းခဲ့ပေမဲ့လည်း Kundunဟာ ဟိုရုပ်ရှင်ဝေဖန်ရေးဆရာတွေ ကြည့်ပြီး
သေသွားတဲ့ မသေခင်ကြည့်သင့်သော ၁၀၀၁ကားထဲလည်း ပါပါတယ်။‌ဗုဒ္ဓဘာသာအကြောင်းသိချင်ရင် ဒီရုပ်ရှင်ကိုကြည့်သင့်တယ် ဆိုပြီးလည်း အရှေ့အာရှရုပ်ရှင်
ဂရုတွေမှာ ညွှန်းဆိုကြပါတယ်။ ထေရဝါဒရော မဟာယန‌ရောမဟုတ်တဲ့ တိဗက်ဗုဒ္ဓဘာသာအကြောင်းပေမဲ့ အခြေခံဖြစ်တဲ့ သစ္စာလေးပါးမှာတော့ တူညီ‌တဲ့အတွက်
သူတို့ညွှန်းကြတာလည်း မမှားဘူးဆိုရမှာပါပဲ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
File Size – (2.2 GB)/(1.1 GB)/(750 MB)
Quality – BluRay- (1080p) / (720p) / (480p)
Duration – 2hrs 14min
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Biography, Drama, History
Translator – WiRa Aung
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
