"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
2000 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ ဒီဇာတ်ကားလေးဟာ ထူးခြားမှု‌တွေနဲ့ ပြည့်နေတဲ့ ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်
ကြည့်ရှုတဲ့ပရိသတ်တွေအတွက် မတူညီတဲ့ ရသတစ်မျိုးကို ပေးစွမ်းနိုင်မှာဖြစ်ပြီး အသစ်အဆန်းကို
တောင့်တနေတဲ့သူတွေအတွက် ကြည့်သင့်တဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုဖြစ်ပါတယ်
Cast တွေအနေနဲ့လည်း မခေလှတဲ့သူတွေချည်းပါပဲ Tobey Maguire Spider-Man မှာ Green Goblin အနေနဲ့ ပါ၀င်ခဲ့တဲ့ Willem Dafoe….\
action ကားတော်တော်များများမှာ တွေ့မြင်နေကြဖြစ်တဲ့ John Malkovich…ရုပ်ရှင်ချစ်သူတွေနဲ့ မျက်နှာမစိမ်းလှတဲ့
ဂျာမန်သရုပ်ဆောင် Udo Kier အစရှိသဖြင့် ဝါရင့်သရုပ်ဆောင်များစွာနဲ့ ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားလေးပါ
ဒီဇာတ်ကားဟာ ဂျာမန်ဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့ F.W Murnau က နာမည်ကြီးရုပ်ရှင်ဖြစ်တဲ့ သွေးစုပ်ဖုတ်ကောင်ဇာတ်လမ်း
Nosferatu ကို ရိုက်ကူးဖန်တီးဖြစ်ခဲ့ပုံကို စိတ်ကူးယဉ်ဆန်ဆန် တစ်ဖန်ပြန်လည်ရိုက်ကူးတင်ဆက်ခဲ့တာ ဖြစ်ပါတယ်
ဇာတ်လမ်းအရဆိုရင်တော့ Nosferatu ကို ဖန်တီးဖြစ်ခဲ့ပုံဟာ ထိုခေတ်ထိုအခါက Bram Stoker ရဲ့ နာမည်ကြီး story ဖြစ်တဲ့
Dracula ကို မူပိုင်ခွင့် ၀ယ်ယူမရတာကြောင့် Count Orlock ဆိုပြီး ပုံစံကွဲတစ်မျိုးနဲ့ ရိုက်ကူးခဲ့တာဖြစ်ပါတယ်
Shadow of the Vampire မှာတော့ Count Orlock အနေနဲ့ မင်းသားကြီး Willem Dafoe က သရုပ်ဆောင်ခဲ့တာဖြစ်ပြီး
ဝါရင့်သရုပ်ဆောင်ချက်တွေအတိုင်း ကြက်သီးထစရာကောင်းလှပါတယ်.ဒီဇာတ်ကားနဲ့ပဲ သူဟာ
အကောင်းဆုံး supporting actor တစ်ယောက်အဖြစ် အကယ်ဒမီမှာ လျာထားခြင်းခံခဲ့ရပါတယ်
ဇာတ်လမ်းအကျဉ်းအနေနဲ့ကတော့ F.W Murnau ဟာ သူ့ခေတ်သူ့အခါမှာ ပြောင်မြောက်လှတဲ့ အနုပညာဖန်တီးမှုတွေနဲ့ နာမည်ကြီးလှတဲ့ ဂျာမန်ဒါရိုက်တာ တစ်ယောက် …
ရိုက်ကူးရေးမှာလည်း ရေကုန်ရေခမ်းနဲ့ အစွမ်းရှိသမျှ ထုတ်သုံးပြီး စတူဒီယိုတွေမှာရိုက်ကူးတာထက် စစ်မှန်မှုတွေကိုသာ ချပြချင်တဲ့သူ….
သူဟာ သူရဲ့ အပြောက်မြောက်ဆုံး ဇာတ်လမ်းတစ်ပုဒ် ဖြစ်တဲ့ Nosferatu ကို ဖန်တီးဖို့ကြိုးစားပါတော့တယ်
ဇာတ်ကားအတွက် Count Orlock ဆိုတဲ့ သွေးစုပ်ဖုတ်ကောင်ဖြစ်တဲ့ lead actor နေရာမှာ ဘယ်ကမှန်းမသိတဲ့ Max Schreck ဆိုတဲ့သူကို
ခေါ်ချလာပါတော့တယ်
သူ့အဖွဲ့သားတွေကိုတော့ Schreck ဟာ အနုပညာမှာ ဈာန်၀င်လွန်းလှပြီး ဇာတ်ကောင်နဲ့ ထပ်တူခံစားတတ်လွန်းတဲ့ သရုပ်ဆောင်ကောင်းတစ်ယောက်လို့ မိတ်ဆက်ပေးထားပါတယ်
ဒီလိုနဲ့ Murnau ကို မလွန်ဆန်နိုင်တဲ့ သူ့အဖွဲ့သားတွေခမျာမှာတော့ အကုန်လက်သင့်ခံပြီး Nosferatu ရိုက်ကူးရေးခရီးစဉ်ကြီးကို စတင်ခဲ့ကြပါတယ်
အဲဒီမှာ သူတို့တတွေ တစစနဲ့ ဆန်းကြယ်မှုတွေ တွေ့ဆုံလာရပုံကို အနုပညာမြောက်စွာ ရိုက်ကူးတင်ဆက်ထားတာပဲ ဖြစ်ပါတယ်
အချုပ်အနေနဲ့‌ပြောရရင် ဒီဇာတ်ကားဟာ ဗဟုသုတလည်းရ ခံစားလို့လည်းကောင်း
ဝါရင့်သရုပ်ဆောင်တွေရဲ့ လက်ဖျားခါလောက်တဲ့ သရုပ်ဆောင်ချက်တွေကို ကြည့်ရှုရင်း
ရသစုံကို ခံစားရမယ့် ဇာတ်ကားကောင်းလေးတစ်ကားပါ
File size…(1.5 GB) / (900 Mb) / (500 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:32:00
Genre…Horror, Drama
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Chuck Chuck
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
