"Lorelei: The Witch of the Pacific Ocean (2005)
ဒုတိယကမ္ဘာစစ်တုန်းက ဂျပန်တွေရဲ့ ရေတပ်ဟာ အတော်ကို အင်အားကြီးမားခဲ့ပါတယ်။ ပိုပြီးအထင်ကြီးဖို့ကောင်းတာက ဂျပန်တွေရဲ့ ရေငုပ်သင်္ဘောနည်းပညာနဲ့ အတွေးအခေါ်တွေပါပဲ။ ဘယ်သူက စဉ်းစားမိမှာလဲ ? ရေငုပ်သင်္ဘောတွေထဲမှာ လေယာဉ်တွေထည့်ပြီး လေကြောင်းကနေ တိုက်ခိုက်လာနိုင်မယ်လို့ပေါ့။ ဒီနေ့ခေတ်မှာတောင် ပြန်ပြီး မဖန်တီးနိုင်သေးတဲ့ I-400 အမျိုးအစား ရေငုပ်သင်္ဘောတွေကို ဂျပန်တွေဟာ အမှန်တကယ် ဖန်တီးနိုင်ခဲ့သလို အမေရိကန်ကမ်းခြေတွေအထိပါ ဗုံးကြဲတိုက်ခိုက်ပြခဲ့ပါတယ်။ ဒါပေမဲ့ အခုပြောပြနေတာတွေက ဇာတ်ကားနဲ့တော့ မသက်ဆိုင်သေးပါဘူး။ ဘာလို့လဲဆိုတော့ ဇာတ်ကားထဲမှာပါတဲ့ ရေငုပ်သင်္ဘောက ဒီထက်ပိုပြီး နည်းပညာမြင့်တဲ့ စိတ်ကူးယဉ်ဆန်ဆန် ရေငုပ်သင်္ဘောမျိုးပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရေငုပ်သင်္ဘောကို ဂျပန်တွေက I-500 အမျိုးအစားလို့ နာမည်ပေးထားတယ်။ ဇာတ်လမ်းထဲမှာ ပါလာမယ့် ရေငုပ်သင်္ဘောက ကိုယ်ထည်အမှတ် I-507 ပါ။ I-400 တွေဟာ ဂျပန်တွေ စစ်ရှုံးချိန်ကျမှ တပ်တော်ဝင်နိုင်ခဲ့ပြီး I-500 တွေကတော့ စာရွက်ပေါ်မှာပဲ ရှိခဲ့ပါတယ်။ စာရွက်ပေါ်မှာပဲ ရှိခဲ့တဲ့ I-500 တွေအကြောင်းကို ဇာတ်လမ်းဆင်ရိုက်ထားတယ်ဆိုပေမယ့် ဒီကနေ့ ရေငုပ်သင်္ဘောတည်ဆောက်ရေးနဲ့ ပတ်သက်ရင် အမြဲတမ်း ဒီစိတ်ကူးတွေက ရှိနေဆဲပါပဲ။
I-507 ရေငုပ်သင်္ဘော၊ သာမန်ရေငုပ်သင်္ဘောတွေနဲ့ မတူတဲ့ နည်းပညာအမြင့်ဆုံး ရေငုပ်သင်္ဘော၊ ဒီရေငုပ်သင်္ဘောထဲမှာ Kaiten လို့ခေါ်တဲ့ လူလိုက်ပါထိန်းချုပ်ရတဲ့ အသေခံတိုပီဒိုကြီးတွေ တင်ထားတယ်။ လူသားတိုပီဒို (Human Torpedo) လို့ နာမည်ပြောင်ပေးထားကြတယ်။ တပ်တဲ့လက်နက်တွေကို ကြည့်မယ်ဆိုရင်လဲ တိုပီဒိုပစ္စင် ၄ ပေါက်၊ ၂ လက်တွဲ ၂၀၃ မမ အမြောက်ပစ္စင် ၁ လက်၊ ၃၄ မမ စက်အမြောက် ၂ လက်၊ Kaiten တိုပီဒို ၄ စင်း၊ အကဲကြည့် ကင်းထောက်ဖို့အတွက် ရေငုပ်သင်္ဘောငယ်တစ်စီး၊ ကင်းထောက်လေယာဉ်တွေ ပါဝင်တယ်။
ဇာတ်လမ်းအစက ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဖက်ဆစ် ဂျပန်နဲ့ နာဇီ ဂျာမဏီတို့ လျှို့ဝှက်စီမံကိန်းတွေကို လုပ်ကြတယ်။ နာဇီတပ်တွေ ကျရှုံးချိန်မှာ ဟစ်တလာဟာ ဂျပန်အင်ပါယာကို နောက်ဆုံးလက်ဆောင်အနေနဲ့ I-507 နည်းပညာနဲ့ ရေငုပ်သင်္ဘောတစ်စီးလုံးကို လက်လွှဲပေးလိုက်တယ်။ ဂျပန်တွေကလည်း အာရှဘက်မှာ အခြေအနေမကောင်းဘူး။ ဟီရိုရှီးမားနဲ့ နာဂါဆာဂီ မြို့ကြီး ၂ မြို့ Atomic ဗုံးတွေ ကြဲချခံရအပြီး အမေရိကန်တွေဟာ တတိယ Atomic Bomb ကို တိုကျိုမြို့ပေါ် ကြဲချဖို့ B-29 ဗုံးကြဲလေယာဉ်အုပ်စုကို လေယာဉ်တင်သင်္ဘောနဲ့ သယ်ဆောင်လာတယ်။ အဲ့ဒီအကြောင်းကို သိတဲ့အခါ စစ်ဦးစီးချုပ် အာဆာကူရာက ဒီရေတပ်တော်အုပ်စုကို ကြားဖြတ်တိုက်ခိုက်ဖို့ ရေတပ်တော်မှူး ဗိုလ်မှူးကြီး မာဆာမီကို I-507 ရေငုပ်သင်္ဘောရဲ့ ဦးစီးမှူးအနေနဲ့ စေလွှတ်ခဲ့တယ်။
တပ်တော်မှူး မာဆာမီဟာ ဂျပန်ရေတပ်တော်မှာ ရန်သူ့သင်္ဘောဖျက်ဘီလူး ဆိုပြီး နာမည်ပြောင်ရထားတဲ့လူဖြစ်တယ်။ တပ်တော်မှူး မာဆာမီ စဉ်းစားမိတာက ပုံမှန်ဆို ဒီလိုကြားဖြတ်တိုက်ခိုက်ဖို့အတွက်ဆို ရေငုပ်သင်္ဘောအုပ်စုကို အထောက်အကူတွေနဲ့ စေလွှတ်ပေမယ့် ဒီတစ်ခါကျ တစ်စီးတည်းသာ စေလွှတ်ခဲ့တယ်။ ရေငုပ်သင်္ဘောရဲ့ ပုံစံက အရမ်းခေတ်မှီပြီး ထူးဆန်းတဲ့ လျှို့ဝှက်နည်းပညာတွေနဲ့ ပြည့်နှက်နေလို့ သူတို့ကိုယ်တိုင်လည်း အကျွမ်းတဝင်မရှိသေးဘူး။ တစ်ဖက်မှာလည်း အမေရိကန်တွေက ဒီနည်းပညာမြင့် ရေငုပ်သင်္ဘော I-507 ကို ခြေရာခံလိုက်နေတယ်။ သူတို့ရဲ့ ကိုယ်ပိုင်ရေငုပ်သင်္ဘော Bonefish ကို အပြုတ်နှံသွားရုံတင်မကဘဲ I-400 တွေထက် အဆပေါင်းများစွာ အန္တရာယ်ရှိတယ်လို့ သတင်းရထားလို့ ဒီရေငုပ်သင်္ဘောကိုသာ ရလိုက်ရင် သူတို့ရဲ့ ပြိုင်ဘက်တွေကို နည်းပညာ ခြေရာဖြတ်နိုင်တော့မှာမို့ အမေရိကန်အတွက်လည်း အရေးကြီးတယ်။
ဒီလောက်ဆို ဇာတ်ကားက ကြည့်မကောင်းမှာ မပူရတော့မှန်း သိလောက်ပါပြီ။ Death Note ထဲမှာ Light ရဲ့ချစ်သူ ရှီအိုရီ နေရာမှာ သရုပ်ဆောင်တဲ့ မင်းသမီး Yuu Kashii လဲ ပြန်ပါလာတယ်။ နောက်ပြီး ဒီဇာတ်ကားက စာရေးဆရာ ဟရူတိုရှီ ဖုကူအီရဲ့ Best-Selling စာအုပ်ဖြစ်တဲ့ “Lorelei” ကို ဇာတ်ညွှန်းရေးရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်။
P.S: I-500 ရေငုပ်သင်္ဘောစီမံကိန်းဟာလည်း တကယ်ရှိခဲ့ဖူးပါတယ်…
(ဒီဇာတ်ကားကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2GB, 1.1GB, 700MB
Quality – 1080p, 720p, 480p
IMDb Rating – 5.3/10
Format – mp4
Duration – 2H 8Min
Type – War, Action, SciFi
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Mugiwara Ya
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
