"The Fisherman’s Diary (2020)
======================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.5/10
“မလွယ်တာတွေ့ရင် ပိုခက်တဲ့
တစ်ခြားဘ၀တွေကို ငဲ့ကြည့်ပါဦး”
” စဉ်းစားပါဦး” သီချင်းထဲက
ကျွန်တော် အတော်ညိတဲ့စာသား။
စားစရိတ်နဲ့တင်ကုန်သွားလောက်တဲ့ ပိုက်ဆံ‌လေးနဲ့
လုံးလည်ချာလည်လိုက်ရင်း ကျောင်းတတ်နေတဲ့
ကျွန်တော့်လို အခြေခံထက်နည်းနည်းနိမ့်တဲ့
လူတန်းစားတွေ၊ အခြေခံလူတန်းစားတွေက
ကျောင်းတက်တာနဲ့ပက်သက်ပြီး အားမရတာတွေ
ရှိကြလိမ့်မယ်။ အလယ်အလတ်တန်းစားတွေ
ဆိုရင်လည်း နိုင်ငံခြားသွားမသင်ရလို့
အားမရကြတာ ရှိကောင်းရှိကြလိမ့်မယ်။
ဒီရုပ်ရှင်ကတော့ အာဖရိကက ပညာကို
အားမပေးတဲ့လူတွေနေတဲ့ တံငါရွာကလေးထဲက
ကျောင်းတက်ချင်တာတောင် တက်မရတဲ့
ကောင်မလေးတစ်ယောက်ရဲ့
ကျွန်တော်တို့ထက် ပိုခက်တဲ့ ဘ၀တစ်ခု
အကြောင်းပါပဲ။
အာဖရိကအလယ်က အဓိကအားဖြင့်
တံငါလုပ်ငန်းလုပ်ကြတဲ့ ရွာလေးတစ်ရွာမှာ
ကျောင်းတတ်တယ်ဆို ငပျင်းတွေလုပ်တဲ့
အလုပ်လို့သတ်မှတ်ထားတဲ့လူတွေနေကြတယ်။
ကျောင်းတက်တာကို လမ်းမှားရောက်တယ်လို့
ဆိုကြတဲ့လူတွေ အထူးသဖြင့် မိန်းကလေးက
ပညာတတ်တာ ပိုပျက်စီးတယ်လို့ ထင်ကြတယ်
သူတို့စိတ်ထဲမှာ ကျောင်းတက်ရတာထက်
ငါးစိမ်းသည်မလုပ်ရတာက ပိုဂုဏ်ရှိတယ်လို့
ယူဆကြတဲ့လူတွေတောင်ရှိတယ်။
ဒီရုပ်ရှင်ဟာ အဲ့ဒီလို အသိုင်းအဝိုင်းက
စာတတ်ချင်တဲ့ ကောင်မလေးတစ်ယောက်ရဲ့
ဖြစ်ရပ်မှန်တစ်ခုကို ရိုက်ပြထားတယ်။
ဒီရုပ်ရှင်ကို အသက်အငယ်ဆုံး
အမျိုးသမီးငြိမ်းချမ်းရေးနိုဘယ်ဆုရှင်
ဖြစ်ခဲ့တဲ့ မာလာလာကနေ တစ်ဆင့်
Inspirationယူထားတယ်ဆိုတယ်။
ဖြစ်ရပ်မှန်လည်းဆိုတယ်။
နှစ်ခုရောထားတာလည်းဖြစ်နိုင်ပါတယ်။
မာလာလာဟာ အဓိကဇာတ်ကောင်ရဲ့
အားကျရတဲ့လူဖြစ်သလို သူ့စကားတွေ
လည်း ထည့်သုံးထားတယ်။ဇာတ်အိမ်ရဲ့
Conceptကလည်း မာလာလာတိုက်ပွဲ၀င်ခဲ့တဲ့
အမျိူးသမီးတွေ ပညာသင်ယူခွင့်ရဖို့
ဆိုတာကိုပဲဦးတည်ထားတယ်။
” Desus Ex Machina”
ဆိုတာကိုသာယုံရင် လက်တွေ့ဘ၀မှာ
Desus Ex Machina”ရှိတယ်ဆိုတာ
ကောင်းကောင်းကြီးပိုယုံသွားစေမှာ
တော့ သေချာတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
File Size – (1.1 GB)/(750 MB)
Quality – WEBDL – (720p) / (480p)
Duration – 2hrs 23min
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Drama
Translator – WiRa Aung
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
