"Eagle Shooting Heroes (1993)
IMDb Rating – 7.1
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“ သိမ်းငှက်သူရဲကောင်းများ ”
Eagle Shooting Heroes ဆိုတဲ့နာမည်က မြန်မာသိုင်းရုပ်ရှင် ပရိတ်သတ်တွေအတော်များများ ရင်းနှီးပြီးသား နာမည်ပါပဲ။ သိုင်းလောကစိန်ခေါ်သံ၊ တိမ်လွှာနဂါးသူရဲကောင်းများ၊ မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်၊သိမ်းငှက်သူရဲကောင်း၊ နဂါးနိုင်ဓား စတဲ့ ကျင်းယုံရဲ့သိုင်းယူနီဗာ့စ်ကြီးကို လူအတော်များများ သဘောကျကြပါတယ်။ သူရဲ့တခြားသိုင်း၀တ္တုတွေကို ရိုက်ကြတဲ့ဟာတွေကလည်း ကျွန်တော်တို့နဲ့ မစိမ်းပါဘူး။ သွေးသစ္စာဓား၊ နှင်းတောင်သူရဲကောင်း၊ ပြန်လမ်းမဲ့ကျွန်းတို့ပေါ့။ 2000 ခုနှစ်၀န်းကျင်မှာ ကိုးနာရီမြ၀တီကားတွေ သိုင်းခွေတွေနဲ့ ကြီးလာတဲ့သူတွေကတော့ သိမ်းငှက်သူရဲကောင်း (ပထမတွဲ) ဝါ မက်မွန်မြေက ချစ်တေးတစ်ပုဒ်ထဲက သိုင်းလောကထွဋ်ခေါင်‌လေးယောက်နဲ့ ၀မ်ချုံရဲတို့ကို ကောင်းကောင်းရင်းနှီးပြီးသားဖြစ်လောက်မှာပါ။ အခုထိလည်း အခါခါ Reboot ခံနေရတဲ့ ဇာတ်လမ်းပါပဲ။
အနောက်ပိုင်းအဆိပ်ဘုရင် အိုးရန်ဖုံး၊ အရှေ့ပိုင်းတိတ္ထိ မက်မွန်ကျွန်းသခင်ဟွမ်၊ မြောက်ပိုင်းသူဖုန်းစားဂိုဏ်းချုပ် ဟုန်ချီကုန်း၊ တောင်ပိုင်းဧကရာဇ် တွမ့်၀မ်ရယ်၊ အလယ်ပိုင်းသူတောင်စင် ၀မ်ချုံရဲစတဲ့ ကောကျင့် အရင် သိုင်းလောကရဲ့ထိပ်သီး၅ယောက်ကို မှတ်မိကြဦးမယ်ထင်ပါတယ်။ ကျင်းယုံရဲ့ သိုင်းဇာတ်လမ်းတွဲတွေမှာ ၀မ်ချုံရဲကိုတော့ စကားအရာနဲ့ပဲ ပြခဲ့ပေမယ့် ကျန်တဲ့လေးယောက်ရဲ့ စိတ်နေသဘောထားကတော့‌ သေချာပြသွားခဲ့တယ်။ အဲ့ဒီလေးယောက်ကို ဖော်ကျူးထားတဲ့ နေရာမှာ ကျင်းယုံဟာ မြင့်မြတ်စံထားရမယ့် ဆရာကြီးတွေအနေနဲ့ မဖော်ကျူးထားဘူး။ အိုးရန်ဖုံးဆို သိုင်းသာတော်တယ် အတော်ယုတ်မာကောက်ကျစ်တယ်။ ဟုန်ချီကုန်းကတော့ တော်တယ် စိတ်ကောင်းရှိတယ်၊ သို့ပေမဲ့ စိတ်လွတ်ကိုယ်လွတ် လုပ်ချင်တာလုပ်တတ်တဲ့လူမျိုးပဲ။ ကျွန်းသခင်ဟွမ်ဆိုလည်း လူဆိုးမဟုတ် လူကောင်းမဟုတ် စိတ်ကောင်းမရှိတဲ့ ဂွစာ။ တွမ့်၀မ်ရယ်ကတော့ သိကြသလို ကောင်းပေမဲ့ ပြစ်ချက်မကင်းတဲ့လူ။ ၀မ်ချုံရဲလည်း ထိုနည်း၎င်းပဲ။ သေသေချာချာကောင်းတဲ့လူဆိုလို့ သိမ်းငှက်သူရဲကောင်းမှာတော့ သောက်ရမ်းတုံးအနေတဲ့ ကောကျင့်ပဲရှိမယ်။ သူ့နောက်တစ်ဆက်က မင်းသားဖြစ်တဲ့ ရန်ကော်ကိုတောင် စင်းလုံးချော သူရဲကောင်းအဖြစ် ပုံဖော်မထားဘူး။ ပြောရရင် သူ့ရဲ့ ကာရိုက်တာအသက်သွင်းပုံတွေဟာ အရမ်းစေ့စပ်ပြီး သဘာ၀နဲ့မကင်းကွာဘူး။ဒီရုပ်ရှင်ဟာ အဲဒီနာမည်ကျော်ကာရိုက်တာတွေကို ယူသုံးထားတဲ့ ရုပ်ရှင်ပါပဲ။
Eagle Shooting Heroesရဲ့ အဖွင့်မှာ စာတန်းထိုးတာက…
“ဤရုပ်ရှင်သည် ကျင်းယုံ၀တ္တုမှ သိုင်းလောကထွဋ်ခေါင်များ၏ ငယ်ဘ၀ အရိုင်းဆန်နေ့ရက်များအကြောင်း ဖြစ်သည်”တဲ့။
သူတို့ သိုင်းလောကထွဋ်ခေါင်တွေဖြစ်မလာခင် ငယ်ဘ၀က အရိုင်းဆန်နေ့ရက်တွေအကြောင်းပေါ့။ တော်ရုံလောက် ပေါပြရိုင်းပြကြတာတော့မဟုတ်ဘူး။ ကျိုးပေါ်ထုံးနဲ့၀မ်ချုံရဲဆို ဂေးခိုင်းပြီး ပေးပါပေးစားထားတဲ့အထိပဲ။ စတီဖင်ချောင်ကားတွေရဲ့ အရသာမျိုးပေါ့။
သရုပ်ဆောင်တွေက လတ်စလီချောင်၊ တိုနီလျောင်ချူဝေ၊ တိုနီလျောင်ခဖိုင်၊ ဂျက်ကီချောင်၊ မက်ဂီချောင်၊ ဘရစ်တ်လင်း၊ ကာရီနာလူ၊ ဂျိုအီဝေါင်စတဲ့ တကယ့်ဟောင်ကောင် ရွှေခေတ်က ကားကောင်းတွေချည်းရိုက်ခဲ့ကြတဲ့ နာမည်ကြီး သရုပ်ဆောင်တွေချည်း။ သူတို့ကိုထိုင်ကြည့်နေရုံနဲ့တောင် ကြည့်ကောင်းနေပါပြီ။ ဒီရုပ်ရှင်ရဲ့ သရုပ်ဆောင်တွေသာ သူတို့မဟုတ်ရင် ကြည့်ဖြစ်မယ်မထင်ဘူး။ အခမ်းနားဆုံး တရုတ်သိုင်း၀တ္တုတွဲစာရေးဆရာရဲ့၀တ္တုကို မှီငြမ်းပြီး အခွီရိုက်ထားတဲ့ရုပ်ရှင်မှာ အခမ်းနားဆုံးဟောင်ကောင်သရုပ်ဆောင်တွေစုပြုံပါနေတော့ ဒီထက်ပိုကောင်းတဲ့တွဲစပ်မှု ဟာသကားထဲတော့ ရှိမယ်မထင်ဘူး။ ရှယ်ပေါပြ‌နေပေမယ့် ပေါပြနေတဲ့လူတွေက တကယ့် Legendတွေကိုး။
သိမ်းငှက်သူရဲကောင်း ပထမတွဲရော ဒုတိယတွဲရောမှာ သဘောအကျဆုံးက အိုးရန်ဖုံးနဲ့ ဟုန်ချီကုန်းရဲ့ ရင်းနှီးမှုပဲ။ သူတို့နှစ်ယောက်ဟာ တကယ်တမ်းလုံး၀ဆန့်ကျင်ဘက်ပဲ။ တူတာဆိုလို့ သိုင်းကိုချစ်တာပဲရှိတယ်။ တစ်နေ့တည်းတစ်ရက်တည်း မမွေးခဲ့ပေမဲ့ တစ်နေ့တည်းတစ်ရက်တည်း အတူတူသေခဲ့ကြတဲ့အထိ သူတို့ဟာ မတည့်ပါဘဲ ရင်းနှီးခဲ့ကြတယ်။ ဒီထဲလည်း တိုနီလျောင်ရဲ့ အိုးရန်ဖုံးနဲ့ ဂျက်ကီချောင်ရဲ့ဟုန်ချီကုန်း ကာရိုက်တာနှစ်ခုရဲ့ ရင်းနှီးမှုက အတော်သဘောကျစရာကောင်းတယ်။ ကျင်းယုံရဲ့ ဇာတ်ကိုမှီးပြီး အခွီရိုက်ပြဖို့ဆိုတာ တော်ရုံလူလုပ်ရဲမှာမျိုးမဟုတ်ဘူး။
ဒီရုပ်ရှင်ရဲ့ ဒါရိုက်တာဂျက်ဖရေးလူကလည်း လူသိပ်မသိကြပေမဲ့ ‌နှယ်နှယ်ရရတော့မဟုတ်ဘူး။ စတီဗင်ချောင်ရဲ့ နာမည်ကျော် Chinese Odysseyနှစ်ကားနဲ့ Out Of Darkကိုရိုက်ခဲ့ ရေးခဲ့တဲ့သူ၊ တခြားချောင်ကားတွေလည်း ဇာတ်ညွှန်းရေးပေးခဲ့တယ်။ GOD OF Gambler တို့၊ All For the winner တို့၊ Fist Of Fury တို့ပေါ့။ ဟောင်ကောင်ရဲ့ Art House ဆရာကြီး ဝေါင်ကာဝေးရဲ့ ကနဦးနှစ်ကားဖြစ်တဲ့ Days Of Being Wild နဲ့ As Tears Go By မှာလည်း သူဇာတ်ညွှန်း၀င်ရေးထားခဲ့တယ်။ ဒီရုပ်ရှင်ကို ပရိုဂျူဆာလုပ်ထားတဲ့သူကလည်း ဝေါင်ကာဝေးပဲ။ ဝေါင်ကာဝေး ပရိုဂျူဆာလုပ်ထားတဲ့ ဒါရိုက်တာ ဇာတ်လမ်း သရုပ်ဆောင် ရွှေတွေချည်းစုထားတဲ့ ဒီရုပ်ရှင်ဟာ ဟောင်ကောင်ရုပ်ရှင်ရွှေခေတ်ကို လွမ်းမောဖို့ရာ အသင့်ဆုံးရုပ်ရှင်လို့ ဆိုလို့ရတယ်။ သိမ်းငှက်သူရဲကောင်း နှစ်တွဲကိုကြည့်ထားတဲ့ လူတွေအတွက်လည်း အတော်ရယ်စရာတွေ တွေ့ရမယ့်ရုပ်ရှင်ပါပဲ။
ဒီရုပ်ရှင်ရဲ့ အတည်ဗားရှင်းကိုတော့‌ ဝေါင်ကာဝေးက Ashes Of timeဆိုပြီးရိုက်ထားသေးတယ်။ AoT ရိုက်ရင်းနဲ့မှ ဒီရုပ်ရှင်ဖြစ်လာတယ်ဆိုတယ်။ AoT ထဲမှာ ထိပ်သီးငါးယောက်ထက်သာတဲ့ သိုင်းသမားတစ်ယောက်ဖြစ်တဲ့ တုကူးချိုပိုက်ကို ပြသွားပေမဲ့ ၀မ်ချုံရဲကိုမပြသွားဘူး။ ဒီထဲတော့ ၀မ်ချုံရဲနဲ့ ကျိုးပေါ်ထုံးကိုထည့်ပြီး တုကူးချိုပိုက်ကို မပြထားခဲ့ဘူး။ ရသကတော့ တစ်ခုက အဖီးလ်တစ်လိုင်း တစ်ခုက အခွီတစ်လိုင်းပေမဲ့ သူ့ဟာနဲ့သူ ကောင်းကြပါတယ်။
ဟောင်ကောင်က အကောင်းဆုံးအရာတွေကို ပြောကြည့်ရရင် သိုင်းမှာဆို ကျင်းယုံ၀တ္တုတွဲတွေ၊ ဟာသမှာဆို စတီဖင်ချောင်တွေ၊ မင်းသားမှာဆို လတ်စလီချောင်နဲ့ တိုနီလျောင်၊ မင်းသမီးမှာဆို မက်ဂီချောင်နဲ့ ဘရစ်တ်လင်းတို့ကို ဖယ်ထားလို့ရမှာ မဟုတ်ဘူး။ ဒီရုပ်ရှင်ဟာ ဟောင်ကောင်ရဲ့ ဟောင်ကောင်မှာ အကောင်းဆုံးတွေကိုချည်းစုထားတဲ့ အခွီတကာ့ အခွီရုပ်ရှင်ပါပဲ။ ဟောင်ကောင်ရုပ်ရှင် ပရိတ်သတ်တွေအတွက် ဒီရုပ်ရှင်ဟာ တကယ့်ရွှေသားစင်စစ်ပါပဲ။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.74GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 7.1/10
Format – mp4
Duration – 1H 43Min
Type – Action, Comedy, Fantasy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
