"Reroute (2022)
Iskandalo ကိုစောင့်ကြည့်ခဲ့ဖူးသူတွေအနေနဲ့ ပါလာနိုး မျှော်ကိုးရင်းနဲ့ ဇာတ်သိမ်းတဲ့အထိ ဘာမှမဘာလိုက်ပဲ ကာလသားတွေကို အသည်းခွဲသွားခဲ့တဲ့ ရဲမေ မမကြီး Cindy Miranda ကို မှတ်မိကြဦးမှာပါ။ အခုဇာတ်ကားကတော့ မမကြီးရဲ့ဇာတ်ကားသစ်ဖြစ်ပြီး Iskandalo တုန်းက အားမရခဲ့သမျှ ဒီကားမှာတော့ စိတ်တိုင်းကျရတော့မှာဖြစ်ပါတယ်။ တကယ်တော့ ဒီကားက ဒီနှစ်အစောပိုင်းကတည်းကထွက်ထားခဲ့တာဖြစ်ပြီး အဖြူအမည်းပုံစံနဲ့ဖြစ်နေခဲ့လို့ ချန်ထားခဲ့တာပါ။ အခု Director’s Cut မှာတော့ ဆေးရောင်စုံမြင်ကွင်းကျယ်နဲ့မမရဲ့အလှအပတွေကို တစ်ဝကြီးရှုစားရမှာဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်းအနေနဲ့ အိမ်ထောင်ရေးအဆင်ပြေပုံမရတဲ့လင်မယားနှစ်ယောက် ခင်ပွန်းဖြစ်သူရဲ့ဘော်ဒါတွေဖျော်ဖြေမယ့် ပွဲတစ်ခုကိုသွားတက်ဖို့ခရီးထွက်လာကြပါတယ်။ လမ်းမှာခင်ပွန်းသည်ရဲ့ မွေးရပ်ရွာကိုဖြတ်သွားရမှာဖြစ်တဲ့အတွက် သူ့အဖေဆီ ဝင်လည်ဖို့လဲရှိပါတယ်။ သူ့ရွာကိုရောက်ကာနီးမှာ အာဏာပိုင်တွေက အော်ပရေးရှင်းတစ်ခုရှိလို့လမ်းပိတ်ထားတာနဲ့ကြုံပြီး လမ်းလွှဲကနေသွားခိုင်းတာနဲ့ ကြုံရပါတယ်။ လမ်းလွှဲကိုသွားဖို့ဆိုရင် ဟိုးအဝေးကြီးနောက်ပြန်မောင်းရမှာဖြစ်တဲ့အတွက် လမ်းကျွမ်းတယ်ဆိုပြီး ခင်ပွန်းဖြစ်သူ ဒန်ဟာ နီးရာလမ်းတစ်ခုကနေဖြတ်မောင်းရာကနေ လူသူဝေးတဲ့နေရာတစ်ခု တောလမ်းအလယ်မှာ ကားပျက်သွားပါတော့တယ်။
ဖုန်းလိုင်းမမိတဲ့နေရာမှာ ကားလဲမပြင်တတ်ပဲ တိုင်ပတ်နေရင်း သားကောင်အသေတစ်ကောင်ကိုထမ်းလာတဲ့လူကြီးတစ်ယောက်နဲ့တွေ့ဆုံမိပြီး အဲ့ဒီလူကြီးက သူ့အိမ်မှာနားရင်း စက်ပြင်ဆရာကိုစောင့်ဖို့ ဖိတ်ခေါ်လိုက်တဲ့အချိန်ကစလို့ လျှို့ဝှက်သည်းဖိုပဟေဠိတွေ တစ်ခုပြီးတစ်ခုကြုံလာရပါတော့တယ်။ လူသူမနီး တောကြီးအလယ် အိမ်ကြီးတစ်လုံး၊ ကြမ်းကြုတ်ခက်ထန်ပုံရတဲ့လူကြီးတစ်ယောက်၊ အသက်ချင်းကွာပြီး နားလည်ရခက်တဲ့အကြည့်တွေနဲ့ သူ့ဇနီးတို့နဲ့အတူ ဒန်တို့လင်မယား ဘာတွေဆက်ကြုံရမလဲ… ဆက်လက်ရှုစားလိုက်ကြပါ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Alias မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.9GB, 810MB
Quality – 1080p, 720p
IMDb Rating – 5.6/10
Format – mp4
Duration – 1H 54Min
Genre – Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Alias
Encoded by RGB
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
