"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသားကြီးဘန်နီဒစ် ကမ်းဘာဘက်ချ်ရဲ့ ရုပ်ရှင်အသစ်လေးကို ကြည့်လိုက်ရအောင်။
ဒီရုပ်ရှင်ဟာ Drama, Romance, Western အမျိုးအစားဖြစ်ပြီး ခေါင်းစဉ်ဖြစ်တဲ့
Power of the dog ဆိုတာ ခွေးအကြောင်း မဟုတ်ပါဘူး။ ခွေးမပါပါဘူး။ သမ္မာကျမ်းစာထဲက
Deliver my soul from the sword; my darling from the power of the dog.
ဆိုတဲ့စာလေးကို တင်စားပြီး သုံးစွဲထားတာပါပဲ။ နားလည်သလို ဘာသာပြန်ရရင်
ကျွနု်ပ်ရဲ့ဝိညာဉ်ကို ဓားသွားဆီကနေ ကယ်တင်တော်မူပါ၊ ကျွန်ုပ်ရဲ့ ဘဝကို လူယုတ်မာများဆီကနေ ကယ်တင်တော်မူပါလို့
ပြောရမယ်ထင်ပါတယ်။ ခွေးဆိုတာ သစ္စာရှိခြင်းကို ရည်ညွှန်းသလို တစ်ခါတရံမှာလည်း ယုတ်မာတာကို ရည်ညွှန်းတတ်ပါတယ်။
တစ်ခါတလေမှာ ကြမ်းတမ်းသလို တစ်ခါတလေမှာ သိမ်မွေ့တတ်ပါတယ် ဘာကြောင့်လဲဆိုတာတော့ ရုပ်ရှင်ကိုကြည့်ပြီး စဉ်းစားကြတာပေါ့။
ဒီကားကတော့ award သုံးခုနဲ့ norminee ခြောက်ခုထိ ဝင်ထားနိုင်ပြီး၊ နိုင်ငံတကာမှာပြသနေဆဲကားပါ.
ကျွန်တော်တို့ရဲ့ သခွားသီး Benedict Cumberbatch သရုပ်ဆောင်ထားပြီးတော့
နယူးဇီလန်မှာ ရိုက်ထားတဲ့ကားဖြစ်လေတော့ သခွားသီးရဲ့ ခန္ဓာကိုယ်နောက်ပိုင်းအလှတွေအပြင်
နယူးဇီလန်ရဲ့ ရင်သပ်ရှူမောလောက်တဲ့ ရှုခင်းတွေကိုပါ ခံစားရဦးမှာပဲဖြစ်ပါတယ်။
ဖေးလ်နဲ့ ဂျော့တို့က မိဘရဲ့လက်ငုပ်လက်ရင်း မွေးမြူရေးခြံကြီးကိုပိုင်ထားပြီးတော့ အင်မတန်မှလည်းအောင်မြင်ပါတယ်။
ဖေးလ်ကိုယ်တိုင်ကလည်း သန်မာပြီးတော့ သူကဒါကိုဂုဏ်ယူလေ့ရှိပါတယ်။
တွယ်တာစရာ ညီအစ်ကို နှစ်ယောက်တည်းရှိလေတော့ တစ်ကုတင်တည်းတောင် အိပ်ကြပါတယ်။
ရိုစ့်ကတော့ စားသောက်ဆိုင်နဲ့တည်းခိုခန်းတွဲရက်ဖွင့်ထားတဲ့ ဆိုင်လေးတစ်ဆိုက်ကို ပိုင်ပြီး
ပီတာဆိုတဲ့ သားလေးတစ်ယောက်လည်းရှိပါတယ်၊ ရိုစ့်ရဲ့ယောက်ျားတော့ဆွဲကြိုးချသေသွားသူပါ။
ဒီလိုနဲ့ ဖေးလ်အစ်ကို ဂျော့တို့နဲ့ ဆုံမိကြပြီး ဂျော့က ချစ်သွားတဲ့အတွက်မင်္ဂလာဆောင်လိုက်ပါရော။
ဖေးလ်ကတော့ လုံးဝအမြင်မကြည်တော့ပါဘူး၊ ရိုစ့်ရဲ့သား ပီတာကို အခြောက်ကလေးလို့ခေါ်နေကျဖြစ်ပြီး
တူတော်လာရလေတော့ တော်တော်လည်းစိတ်ပျက်နေတဲ့ပုံပါ။ သို့ပေမဲ့ ဖေးလ်က အရမ်းလျို့ဝှက်လွန်းပြီး
သူ့လျို့ဝှက်ချက်တွေကို ပီတာသိသွားတဲ့အခါမှာတော့ ဖေးလ်နဲ့ ပီတာရဲ့ ဆက်ဆံရေးကအရင်လိုမဟုတ်တော့ပါဘူး။
သောမတ်စ် ဆားဗေစ့်ရဲ့ ဝတ္ထုကို ပြန်လည်ရိုက်ကူးထားတာဖြစ်တဲ့အတွက် ဂန္တဝင်တွေကို သဘောကျတဲ့သူတွေ
နှစ်ခြိုက်စေမယ့် ဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။ ဇာတ်ရဲ့ အလှည့်အပြောင်းတွေမှာမှ ဪဒီလူက ဒီလိုပါလားလို့သိလာရမှာမို့ သေချာလေး စီးမြောစေချင်ပါတယ်။ ဇာတ်လမ်းရဲ့ နာမည်လေးကိုလည်း ဇာတ်လမ်းထဲမှာ အဖြေရှာကြည့်ကြပါဦး။
File size…(2.4 GB) / (1.2 Gb)
Quality….Webrip 1080p / 720p
Format…mp4
Duration….02:06:00
Genre…Drama, Romance, Western
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Murphy
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
