"Barely Lethal (2015)
” ဒီရုပ်ရှင်ဟာ ကလေးတွေကို လေ့ကျင့်ပေးပြီး လုပ်ကြံရေးသမားတွေအဖြစ်ခိုင်းတဲ့ အစိုးရလျှို့၀ှက်ကျောင်းက ဥက္ကဌ မာသားဖာ့ခ်ကာကြီးဟာ အတော်ဆုံးအေးဂျင့်လေးဖြစ်တဲ့ Bumblebee ထဲက စကီလေးကို ကွင်းဆင်းတာ၀န်ပေးရာက ကလေးဆိုတော့ အပြင်လောကကိုရောက်လာပြီးတဲ့နောက် သိချင်စိတ်များလာရာက သေချင်ယောင်ဆောင် ထွက်ပြေးသွားပြီး မွေးစားမိဘအိမ်တစ်အိမ်မှာနေရင်း အထက်တန်း ကျောင်းသူဘ၀ကို ဖြတ်သန်းရာက ဆယ်ကျော်သက်တွေ ကျောင်းမှာကြုံရတဲ့ ပြဿနာတွေကို ကြုံလာရတဲ့အပြင် သူဖမ်းထားခဲ့တဲ့လူဆိုးဖြစ်တဲ့ ဂျက်စီကာအယ်ဘာက လွတ်လာပြီး သူ့မွေးစားမိဘအိမ်ကိုပါ အန္တရာယ်ပေးဖို့ လုပ်လာတာကိုပါ တားဆီးဖို့လုပ်ရတာကို ဇာတ်အိမ်တည်ပြီး နာမည်ကြီးသရုပ်ဆောင်များစွာသုံးထားတဲ့ဆယ်ကျော်သက်သဘာ၀တို့ဘာတို့ကို မက်ဆေ့ပေးမယ့် Teenage Movieလေးတစ်ကားပါ”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းရဲ့အညွှန်းကတော့ ဒီစာတစ်ကြောင်းပါပဲ။ အောက်ကတော့ သူ့အရသာကို ထပ်ညွှန်းထားရုံပါ။ မဖတ်လည်းရပါတယ်။
ကျွန်တော်တို့ငယ်ငယ်က တိတ်ခွေခေတ်ကိုတော့ မှီလိုက်သေးတယ်။ အဲဒီကာလတွေမှာ Lion King တို့၊ Tom and Jerry တို့ Terminator တို့ ခေတ်စားခဲ့တာပေါ့။ ကျွန်တော်တို့ ညီအစ်ကိုတွေတော့ အဲဒီတုန်းက Lion King ကို အပိုင်ပါဝယ်ပြီး ခဏခဏပြန်ကြည့်ကြတဲ့အထိကြိုက်ခဲ့ကြတယ်။ ကာတွန်းကားလေးတွေရဲ့ ဘ၀ဖြစ်ခဲ့ခြင်းတွေပေါ့။
မရှေးမနှောင်းပါပဲ။ ဘာမှတောင် သိပ်မကြာလိုက်ဘူး။ VCDခေတ်ရောက်လာတယ်။အဲဒီကာလမှာတော့ ချောင်ယွန်ဖတ်တို့ ဂျက်လီတို့ ဂျက်ကီချမ်းတို့ ကား‌တွေ ပါဝါရိန်းဂျားကားတွေ ခေတ်စားလာရော။ ဒီကာလမှာ ကျွန်တော့်ရဲ့ အမှတ်ရစရာအဖြစ်ခဲ့ဆုံးကား ကလေးဘ၀က အကြိုက်ခဲ့ဆုံးကားက Sharkboy and lavagirl ပါပဲ။အဲဒီကားက ကလေးကားလေးပဲ။ တော်တော်လည်း ပေါတယ်။ CGIတွေဆို စုတ်ပြတ်နေချက်ပဲ။ သို့ပေမဲ့ပေါ့ ကျွန်တော်တို့ရဲ့ စိတ်ကူးယဉ်တတ်တဲ့ ကလေးဘ၀မှာ သူက စိတ်ကူးယဉ်တာတွေ တကယ်ဖြစ်နိုင်ပါတယ်ဆိုတဲ့ ပုံစံမျိုးနဲ့ အခုအခေါ် မက်ဆေ့ပေးသွားတယ်ပေါ့။ စိတ်ကူးယဉ်တာကို အားပေးထားတဲ့ ဒီကားကို စိတ်ကူးယဉ်တတ်တဲ့ကျွန်တော်က ဆိုင်ကိုပါ ပျောက်သွားတယ်ပြော ပြန်မအပ်ဘဲ ‌၂ထောင်လောက်လျော်ပြီး သိမ်းထားပြီး အကြိမ်ရေ ရေမရလောက်အောက်ကို ကြည့်ခဲ့ဖူးတယ်။ နောက်သဘောကျဖူးတဲ့ကားကတော့ ဘရေဒန် ဖရေဆာပါတဲ့ Bugs Bunny ရုပ်ရှင်တို့ ဂျင်ကာရေးရဲ့ A Series Of An Unfortunate Events တို့ပေါ့။ စိတ်ကူးယဉ်ဆန်ဆန် ကလေးကားတွေဟာလည်း ကျွန်တော်တို့အတွက် ဘ၀တစ်ခု ဖြစ်ဖူးကြမှာပါပဲ။
ဒီရုပ်ရှင်ကလည်း ထိုနည်း၎င်း ကလေးတွေကို ဦးတည် တားဂတ်ထားထားတဲ့ ကလေးကားလေးပါပဲ။ ကျွန်တော်တို့ငယ်ငယ်က ကြည့်ခဲ့ဖူးတဲ့ ရုပ်ရှင်တွေလို Vibeမျိုးပေးတယ်။ Teenage တွေဖြစ်တတ်တဲ့ ပြဿနာတွေကို Teenage သရုပ်ဆောင်တွေနဲ့ရိုက်ပြပြီး Teenageတွေအတွက် မက်ဆေ့တွေ ပေးသွားခဲ့တယ်။ ငယ်ငယ်က ကလေးကားလေးတွေနဲ့ ဒီရုပ်ရှင်ဟာ အရသာတူပေမဲ့ ဒီထဲက castတွေကတော့ လက်ရှိနာမည်ကြီး cast တွေပါပဲ။ Hawkeyeထဲ ကိတ်ဘစ်ရှော့ အဖြစ်ပါပြီး Bumblebeeတို့ Pitch Perfect တို့နဲ့ နာမည်ကြီးခဲ့တဲ့ Into the Spider-verseမှာ ဂွမ်စတေစီအဖြစ် အသံသရုပ်ဆောင်ထားတဲ့ Hailee Steinfeld။ ငယ်ဘ၀က ခွက်ရှ် ခုထိခွက်ရှ် ဂျက်စီကာအယ်ဘာ။ မားသားဖာ့ခ်ကာကြီး ဆင်မြူရယ်… သူလုံး၀မဆဲထားပါဘူး။ GOTရဲ့ ဆိုဖီ တန်နာတို့တွေပေါ့။
ကျွန်တော်တို့ငယ်ငယ်က ကြိုက်ခဲ့ဖူးတဲ့ တစ်ချို့ teenage ရုပ်ရှင်တွေဟာ ဒီဘက်ခေတ်ပြန်ကြည့်ရင် ပေါတောနေမှာပါ။ သို့ပေမဲ့ ကျွန်တော်တို့ ငယ်ဘ၀ရဲ့ ရုပ်ရှင်တွေအ‌ကြောင်းပြောကြရင် ဒီရုပ်ရှင်တွေဟာ မပါမဖြစ်ပါပဲ။ ဒီရုပ်ရှင်တွေကနေ တစ်စုံတရာသော ခံစားမှုကိုရခဲ့ဖူးတာကိုလည်း ပြန်တွေးတိုင်း အမှတ်ရနေဦးမှာပါ။ ငယ်ဘ၀ရဲ့ အမှတ်တရတွေအဖြစ် သူတို့က ထင်ကျန်နေဦးမှာပါပဲ။ တစ်ချို့teenageရုပ်ရှင်‌တွေက‌တော့ ပြန်ကြည့်လည်း အကြည့်ခံပါတယ်။ အကြည့်မခံလောက်ဘူးလို့ ယူဆရပြီး ကိုယ့်အတွက် အရေးပါတဲ့ရုပ်ရှင်ဖြစ်ခဲ့ဖူးတဲ့ teenage ရုပ်ရှင်တွေကိုတော့ ပြန်မကြည့်တာ အကောင်းဆုံးပါပဲ။ ကျွန်တော့်အတွက်ဆို Sharkboy and Lavagirl ရုပ်ရှင်ပေါ့။ ရည်းစားဟောင်းကို ရာဇ၀င်ထဲထားခဲ့ကြသလို အဲဒီရုပ်ရှင်တွေကိုလည်း ငယ်ဘ၀မှာသာ ထားခဲ့ကြပါ။ ဒါဆိုသတိရတဲ့အခါမှာ အမှတ်တရအဖြစ်ကျန်နေဦးမှာပါပဲ။ အဲဒီအစား ဒီရုပ်ရှင်ကိုပဲ အစားထိုး အာသီသပြေကြည့်လိုက်ပါ။ ဒီရုပ်ရှင်ဟာ ကျွန်တော်တို့ငယ်ငယ်က Teenage ရုပ်ရှင်တွေရဲ့ အရသာမျိူးကို ဒီဘက်ခေတ်အနေနဲ့ ပေးစွမ်းနိုင်မယ့် Teenage Movieတစ်ကားပါပဲ။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.8GB, 1.1GB
Quality – 1080p, 720p
IMDb Rating – 5.4/10
Format – mp4
Duration – 1H 38Min
Type – Action, Comedy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
