"Hard Candy(2005) အညွှန်း
***********************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb…7.2
အောင်မြင်မှုတွေနဲ့ ကောင်းမွန်တဲ့ဝေဖန်ချက်တွေအများကြီးရရှိခဲ့တဲ့ ဒီရုပ်ရှင်ကားကို ကြည့်ဖူးသူတိုင်းကတော့
ဒီကားဟာဇာတ်ကားကောင်းတစ်ကားဆိုတာကို ငြင်းနိုင်ဖွယ်ရာ မရှိပါဘူး။
၂၀၀၅ခုနှစ်ကထွက်ခဲ့တဲ့ဒီကားကို အခုထိမကြည့်ရသေးရင်တော့
ထပ်ပြီးနောက်မကျသွားခင် အခုပဲDownloadဆွဲပြီး ကြည့်ရှုသင့်တယ်လို့ပဲပြောလိုက်ပါရစေ။
ဇာတ်လမ်းကတော့ Crime Thrillerအမျိုးအစားပါ။ တိုကျိုမှာဖြစ်ခဲ့တဲ့
မှုခင်းတစ်ခုကိုအ‌ခြေခံပြီး ဒီကားဖြစ်မြောက်လာခဲ့တာပါ။
ဇာတ်လမ်းကတော့ ဟေလီဆိုတဲ့ စာတွေအရမ်းဖတ်ပြီး
သီချင်းတွေလည်းကြိုက်တဲ့ ၁၄နှစ်အရွယ်ကောင်မလေးဟာ
သူ့အဖေအရွယ်လောက်ရှိတဲ့ ၃၂အရွယ်ဓာတ်ပုံဆရာ ဂျက်ဖ်နဲ့
အွန်လိုင်းမှာစကားပြောကြရင်းနဲ့ အပြင်မှာဆုံကြဖို့ချိန်းဖြစ်သွားပါတယ်။
အသက်မပြည့်သေးတဲ့ မြီးကောင်ပေါက်မလေးနဲ့ လာချိန်းတွေ့ကတည်းကိုက
မူသိပ်မမှန်ဘူးဆိုပေမယ့်လည်း ဟေလီကတော့ အကြောက်အလန့်မရှိပဲ သူကြိုက်တဲ့bandပွဲက
သီချင်းကိုနားထောင်ချင်လွန်းလို့ဆိုပြီး အခုမှစတွေ့တဲ့ဂျက်ဖ်အိမ်ကိုလိုက်သွားပါတယ်။
သားကောင်လေးတစ်ကောင်တော့ မုဆိုးရဲ့ကျော့ကွင်းထဲကျရောက်သွားလေမလားဆိုပေမယ့်
ဘယ်သူကတကယ့်သားကောင်ဖြစ်ပြီး ဘယ်လိုဇာတ်လမ်းလှည့်ကွက်တွေရှိနေလဲဆိုတာ
ကိုယ်တိုင်ပဲကြည့်ရှုပြီး အကဲဖြတ်လိုက်ပါဦး။(ဒီလိုအမဲလိုက်သူနဲ့သားကောင်အခြေအနေကြောင့်
ပိုစတာမှာ Little Red Riding Hoodပုံပြင်က မနီလေးနဲ့ဆင်အောင်
အနီရောင်ခေါင်းစွပ်လေးထည့်သွင်းထားခြင်းပါ)။ ဒီဇာတ်လမ်းမှာ
အဓိကဇာတ်ကောင်တွေကလည်း တစ်ချိန်ကချစ်စရာမင်းသမီးချောလေး(Ellen Page)အခုတော့
ဘဲကြီး Elliott Pageဖြစ်သွားသူလေးနဲ့ အခုသရဲကားတွေနင်းကန်ရိုက်နေတဲ့မင်းသား
Patrick Wilsonပါ။ ဇာတ်ကောင်နှစ်ယောက်တည်းဆိုပေမယ့် ကောင်းမွန်တဲ့သရုပ်ဆောင်ချက်တွေ၊
ဇာတ်လမ်းကျောရိုးနဲ့ Coloring effectsတွေကြောင့် စွဲဆောင်နိုင်တဲ့ဇာတ်ကားတစ်ကားဖြစ်နေပါတယ်။
Hard Candyလို့ နာမည်ပေးထားတဲ့အတိုင်း အပြစ်ကင်းစင်‌မှုတွေနဲ့ ပြင်းရှရှကြမ်းတမ်းမှုတွေ
ပေါင်းစပ်ထားတဲ့ ဒီကားကို ကိုယ်တိုင်ကြည့်ရှုအကဲဖြတ်ကြည့်လိုက်ပါဦး။
File Size :(2GB)(972MB) and (369MB)
Quality : Blu-Ray 1080p5.1ch, 720p
Format…mp4
Duration…01:44:00
Genre : Thriller , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Moe Lay
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
