"TI 9 ရဲ့ True Sight ထွက်လာပါပြီ။ ဒီ TS က အရင် TI8 လောက် ရင်ခုန်ဖို့မကောင်းပေမယ့် True sight ကြည့်ရတာအားရဖို့ ကောင်းပါတယ်
စိတ်ချမ်းသာစရာကောင်းပါတယ်။ ဒိုတာ သမိုင်းရဲ့ အကောင်းဆုံး အသင်းလို့ ပြောလို့ရတဲ့ အိုဂျီ ကို ကြည့်ရတာ အားရသလို၊ TI ချန်ပီယံဟောင်း Liquid ရဲ့ စည်းလုံးမှုနဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စိတ်ဓာတ်က ရှုံးသွားတဲ့အချိန်မှာတောင် ကျေနပ်စရာကောင်းပါတယ်။ တကယ်ကို အားပေးလို့ကောင်းတဲ့ ၂ သင်းကို True Sight မှာ ကြည့်ရတာ OG Liquid ဖန်အားလုံး
ကျေနပ်ကြမယ်လို့ ထင်ပါတယ်။ဘာပဲပြောပြော ဒိုတာရဲ့အနှစ်ဖြစ်တဲ့Feeling, Fun, Friendship နဲ့Surprise တွေ ပေးနိုင်ခဲ့တဲ့ ၂ သင်းပါပဲလို့ ဂုဏ်ပြုပါတယ်။
Little Neo က ဘာသာပြန်ပေးထားပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်
OG က ဘာမှကိုပြောစရာမရှိအောင် ကောင်းနေတာမို့။Liquid နဲ့ အတူ အခု performance ကျနေတဲ့အချို့အသင်းတွေ ဘက်က နည်းနည်းကူပြောပြချင်ပါတယ်။
W33 မကောင်းလို့ ပြောင်ကြီး draft မကောင်းလို့ စတာတွေနဲ့TI အပြီးမှ blame ခံနေရတာ အချို့တဝက်တော့မျှတမှုမရှိဘူးလို့ ပြောလို့ရပါတယ်။
TI လို High stake ပြိုင်ပွဲတွေဟာကျွန်တော်တို့ rank party ဆော့သလိုHero pool အကျယ်ကြီး ရဖို့ မလွယ်ပါဘူး။ဘာကြောင့်လဲဆိုတော့ အရေးကြီးဆုံး ပွဲတွေမှာ
သေချာပေါက် ကိုယ်အကောင်းဆုံး perform လုပ်နိုင်မယ့်ဟီးရိုး ဖြစ်ရမယ့်အပြင် teamwork အားလုံးညီပြီးသား လေ့ကျင့်ပြီးသား အတွဲလည်း ဖြစ်ဖို့လိုပါတယ်။
ဒီလိုအခြေအနေမှာ hero pool ကျယ်လာဖို့ဆိုရင်နှစ်ချီပြီး လေ့ကျင့်ဖို့လိုပါတယ်။ဖိအားတွေအပြည့်နဲ့ ဘာမှန်းမသိအောင်ထူပူနေတဲ့အချိန်မှာတောင် အလိုအလျောက် အတွဲညီနေဖို့လိုပါ
တယ်။Hero pool မှာ တစ်ကောင် ထပ် add လိုက်နိုင်ဖို့အများကြီး လေ့ကျင့်ဖို့ ပြန်ညှိဖို့ လိုပါဦးမယ်။Liquid နဲ့ W33 လို ဝရုန်းသုန်းကား တက်လာတဲ့အသင်းက TA နဲ့ WR ကိုပဲ လှည့်
ကိုင်နေတာဟာမဆန်းပါဘူး။ပြီးတော့ W33 နဲ့ ကျင့်ထားတဲ့ အခြားသူတွေရဲ့Hero pool ကပါ လိုက်ကျဉ်းသွားတာပါ။ဒီလိုပဲ အသင်းသစ်တွေ ပြန်ဖွဲ့တဲ့အချိန်မှာ
အပိုင်ကျင့်ထားခါမှ patch ပြောင်းသွားပြီးကိုယ်ကြမ်းဖူးတဲ့ အကောင်တွေက မကြမ်းတော့ရင်ဟီးရိုးပြန်ရှာရတဲ့ ဒုက္ခက ရှိပါသေးတယ်။
Matu လည်း BM,LD,Nec ကြမ်းတဲ့ patch မှာပြိုင်ဘက်ကင်းခဲ့ပြီး နောက်ထပ် patch မှာ ဟီးရိုးအသစ်တွေထပ်ထရိန်းရရင် hero pool ပြန်ကျဉ်းသွားတဲ့သဘောပါပဲ။
အခုတော့ Secret မှာ ဟီးရိုးအသစ်နဲ့ patch နဲ့teamwork ကိုနေတော့ performanceကောင်းကောင်းထွက်လာတာပါပဲ။ဒီတော့ Liquid က W33 ကို ခေါ်ထည့်ပြီး
အသစ်စက်စက် အသင်းနဲ့ TI ကို ဖိုင်နယ်တက်လာဖို့ဆိုတာမဖြစ်နိုင်တဲ့အရာပါ။
Group Stage မှာ အသည်းအသန်ဖြစ်နေတာက သက်သေပါပဲ။ဒီတော့ အပိုင်ဆုံးဟီးရိုးနဲ့ LGD လိုအသင်းကြီးကိုရအောင်ဖြုတ်ခဲ့တဲ့ skill နဲ့ စိတ်ဓာတ်ကိုပဲ ချီးကျူးဖို့ ကောင်းပါတယ်။
ကူရိုကီလို ဝါရင့် ပလေယာ တစ်ယောက်အနေနဲ့လည်းHero Pool ထည့်မတွက်ကြေးဆိုရင်မသာ သာအောင် pick ban ရတာ ဒီလောက် ခက်ခဲစရာမရှိပါဘူး။အင်မတန် ကျဉ်းတဲ့ ဟီးရိုး
pool ရယ်အချိန်အကန့်အသတ်နဲ့ လေ့ကျင့်ထားရတဲ့team work ရယ်ထဲမှာ ဘောင်ဝင်အောင်စဉ်းစားရတာ အရမ်းကို ပင်ပမ်းပါတယ်။အနည်းဆုံးတော့ ပြိုင်ပွဲအသေးလေးတွေမှာ
ဟီးရိုး pool နည်းနည်းလေးကို ကပ္ပတိန်လုပ်ပေးဖူးတဲ့သူတွေရှိရင်ကိုယ်ချင်းစာတတ်မှာပါ။ကျွန်တော်ကိုယ်တိုင်လည်း amateur အသင်းလေးတွေနဲ့ကပ္ပတိန်လုပ်ပြီး ပြိုင်ပွဲတွေ ငယ်ငယ်
ကမနည်းမနော ကစားဖူးခဲ့လို့ ဒီလိုပြောဖြစ်တာပါ။Dota Player ကောင်းတွေဟာ talent ကိုယ်စီကြိုးစားမှု သက်ဝင်မှု ကိုယ်စီရှိကြပါတယ်။
patch တွေ pool တွေ team changesတွေကြားထဲမှာ အံဝင်ဖို့ကြိုးစားရင်းဝင်လာတဲ့အခါ ကောင်းပါတယ် မဝင်တော့တဲ့အခါပြန်ကျသွားတတ်ပါတယ်။
ဒါတွေကို နားလည်ရင် အသင်းစုံအားပေးရင်းblame နေတာတွေ လျော့သွားပြီးစိတ်ချမ်းသာလက်ချမ်းသာ အားပေးတတ်မှာပါ။OG လို team က fun ဖြစ်အောင်ဆော့သွားတော့ ဒိုတာ
ဆိုတာဒါပဲဘာညာအော်ကြပြီးတော့ ကိုယ်တိုင်ကမျိုးစုံလောင်နေရင်တာ့ ဘယ်သင့်တော်ပါတော့မလဲဗျာ။စေတနာနဲ့ ကိုယ့်အမြင်လေး ရေးပေးလိုက်တာပါ။
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
