"Time and Tide (2000)
တိုင်လာက လမ်းပျော်လူငယ်လေးတစ်ယောက်ဖြစ်ပြီး သူ့ကြောင့်မိန်းကလေးတစ်ယောက် မတော်တဆကိုယ်ဝန်ရှိသွားတဲ့နောက်မှာ ငွေရှာဖို့ဆုံးဖြတ်ရင်းက တရားမ၀င်သက်တော်စောင့် ဂိုဏ်းတစ်ခုမှာ ၀င်လုပ်ခဲ့ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဲ့ဒီမှာပဲ လုပ်ငန်းတာဝန်တစ်ခုအတွင်း ဂျက်ခ်ဆိုတဲ့လူတစ်ယောက်နဲ့ မတော်တဆခင်မင်ရင်းနှီးခဲ့ရာကနေ အလုပ်တစ်ခုအတူတူတွဲလုပ်ဖို့ဖြစ်လာပါတော့တယ်။ တကယ်တမ်းတော့ ဂျက်ခ်ဟာ ထိပ်တန်းအဆင့်လေ့ကျင့်ထားတဲ့ကြေးစားတပ်ဖွဲ့ခေါင်းဆောင်ဟောင်း တစ်ဦးဖြစ်ပြီး ရာဇ၀တ်လောကကိုကျောခိုင်းပြီး သူ့ဇနီးနဲ့အခြေချဖို့ကြိုးစားနေတဲ့သူပါ။ ဒါပေမယ့်လဲ သူချန်ထားရစ်ခဲ့တဲ့ အတိတ်တွေဟာ သူရဲ့တည်ငြိမ်ဖို့ကြိုးစားနေတဲ့ဘ၀ထဲအထိ ၀င်စွက်နှောင့်ယှက်ဖို့ ကြိုးစားလာတဲ့အချိန်မှာတော့ တိုင်လာပါ ဒီကိစ္စတွေထဲ ၀င်ပတ်သက်ရပါတော့တယ်။
ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ရွှေခေတ်အကြောင်းပြောရမယ်ဆိုရင် Tsui Hark အကြောင်းမပါပဲပြည့်စုံမှာမဟုတ်ပါဘူး။ မကြည့်ဖူးသူမရှိသလောက် နာမည်ကြီးတဲ့ Zu Warriors from the Magic Mountain၊ Once Upon a Time in China film series တွေ၊ A Chinese Ghost Story တွေကိုပုံဖော်ခဲ့တဲ့ ဒါရိုက်တာတစ်ယောက်ဖြစ်ပြီး ဒီကားကတော့ ဟောလိဝုဒ် မှာဗန်ဒိမ်းနဲ့နှစ်ကားဆက်တိုက်သွားရိုက်ပြီးဟိုမှာစိတ်ရှိတိုင်း ကြဲခွင့်မရလို့ဟောင်ကောင်ကို ပြန်လာပြီး ပထမဆုံး ရိုက်ခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ သူ့ထုံးစံအတိုင်းခေတ်ရှေ့ကို မိုင်တွေကြိုပြေးပြီး ဂေါ်နေတဲ့ အမိုက်စား cinematography တွေကိုတွေ့မြင်ရပါလိမ့်မယ်။ slow-paced ဖြစ်လွန်းတယ်ဆိုပြီး ပြန်ပြင်ထားတာဆိုတော့ အစပိုင်းမှာတော့ ဇာတ်သွားကအတော်ကြီး မြန်သလိုဖြစ်နေပါလိမ့်မယ်။ ဒါပေမယ့် ကြည့်ရှူရတဲ့စက္ကန့်တိုင်းကို ကျေနပ်အားရစေမှာပါ။ ဟောင်ကောင်အက်ရှင်ကားကောင်းတွေထဲမှာ ဒီကားလည်း တစ်ကားအပါအဝင်ပါပဲ။
[ကျွန်တော်အမှတ်မမှားဘူးဆိုရင် ဒီဇာတ်ကားကိုပြန်ရေးထားတဲ့ ဒီရဲဂျာနဲ့ ရာမာဖုံရုပ်ပြဇာတ်လမ်းလဲရှိပါတယ်]
(ဒီဇာတ်ကားနဲ့အညွှန်းကို ဘာသာပြန်ဆိုရေးသားပေးထားသူကတော့ Alias ပဲ ဖြစ်ပါတယ်)
Size – 1.7GB, 1.1GB
Quality – 1080p, 720p
IMDb Rating – 6.8/10
Format – mp4
Duration – 1H 56Min
Type – Action, Martial Arts
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Alias
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
