"ဟောလိဝုဒ်ရုပ်ရှင်လောကမှာ ရုပ်ရှင်တစ်ကားရိုက်တိုင်း အမြင်သစ်တစ်မျိုးနဲ့တင်ဆက်တတ်တဲ့ စတီဗင်စပီးဘတ်က ၂၀၁၈ မှာတော့ 80s, 90s born တွေအတွက်အမှတ်တရဖြစ်သွားစေမယ့် ကားတစ်ကားကို ချပြသွားခဲ့ပါတယ်။
ဒီ Ready Player One ရုပ်ရှင်ဟာ Ernest Cline ရဲ့ Ready Player One ဆိုတဲ့ဝတ္ထုကိုအခြေခံရိုက်ကူးထားတာဖြစ်ပြီး ဒီရုပ်ရှင်ဟာ ယနေ့ခေတ်မှာ လူသုံးများလာတဲ့ VR စနစ်နဲ့1980 ကနေ 2000 ခုနှစ်ကြားမှာ ရေပန်းကျော်ကြားခဲ့တဲ့ ရုပ်ရှင်၊ ကာတွန်း၊ စာအုပ်၊ ဂိမ်း၊ သီချင်းတို့ကိုအချိုးကျကျ ပေါင်းစပ်ပြသနိုင်ခဲ့တဲ့အတွက် ဝေဖန်ရေးဆရာတွေချီးကျူးထားတဲ့ ရုံတင်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၂၀၄၅ ခုနှစ်အရောက်မှာ ကမ္ဘာပေါ်က လူတွေဟာ လက်တွေ့ဘဝက ပြဿနာတွေကို ရင်ဆိုင်ဖြေရှင်းဖို့မကြိုးစားတော့ပဲ ထွက်ပေါက်အဖြစ် လွတ်မြောက်ဖို့နေရာတစ်ခုအဖြစ် အိုအေစစ်လို့ခေါ်တဲ့ Visual Worldထဲမှာပဲ အိပ်ချိန်၊ စားချိန်နဲ့ သန့်စင်ခန်းသွားချိန်တွေကလွဲလို့ ကျန်တဲ့အချိန်တွေကို ကုန်ဆုံးကြပါတော့တယ်။
ဒီ အိုအေစစ်ကြီးကို ဖန်တီးခဲ့သူကတော့ ဂျိမ်းစ်ဟာလီဒေးဖြစ်ပြီး သူမသေဆုံးခင် အိုအေစစ်ထဲမှာ အီစတာဥလို့ခေါ်တဲ့ပစ္စည်းတစ်ခုကိုထားခဲ့ပါတယ်။
အဲ့ဒီဥကို ရှာဖွေတွေ့ရှိသူဟာ ဟာလီဒေးရဲ့ ပိုင်ဆိုင်မှုတွေအားလုံးနဲ့ အိုအေစစ်ကိုထိန်းချုပ်ခွင့်ပါ ရရှိမှာဖြစ်တဲ့အတွက် အိုအေစစ်ထဲက လူအားလုံးက အဲ့ဒီဥကို အသည်းအသန်လိုက်ရှာကြပါတော့တယ်။
အဲ့ဒီလိုလိုက်ရှာနေကြတဲ့သူတွေထဲမှာ Ready Player One ရုပ်ရှင်ရဲ့ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဝိတ်ဝက်စ်လဲ ပါဝင်သလိုIOI ဆိုတဲ့ ကုမ္ပဏီကြီးကလဲ အဲ့ဥနောက်ကိုသဲသဲမဲမဲလိုက်နေတာပါ။
ဥကို ရဖို့အတွက် သော့ ၃ ချောင်းအရင်ရှာရမှာဖြစ်ပြီးသဲလွန်စတွေကို ဘယ်လိုအဖြေဖော်ကြမလဲ၊
ဘယ်သူ အဲ့ဥကိုရသွားမလဲ၊
ဟာလီဒေးရဲ့ အစီအစဉ်ကရော ဘယ်လိုလဲဆိုတာတော့
ပရိသတ်တွေအနေနဲ့ ဖိုင်ဆိုဒ်အကြီးကိုသာဒေါင်းပြီး အလှပဆုံး CGI တွေနဲ့ အမြူးကြွဆုံး 80s Rock သီချင်းတွေပါဝင်တဲ့ ဒီရုပ်ရှင်ကို ဇိမ်နဲ့ခံစားကြည့်ရှူလိုက်ကြပါ။
ဒီရုပ်ရှင်ထဲမှာ 80s, 90s ခေတ်က ရုပ်ရှင်တွေ ဂိမ်းတွေ သီချင်းတွေကို ကိုးကားထားတာတွေ မရေတွက်နိုင်အောင်ပါဝင်ပါတယ်။
ဇာတ်ကောင်တွေရဲ့ ဒိုင်ယာလော့တွေကအစ ဒီကိုးကားချက်တွေမပါရင် မပြီးဘူးလို့တောင် ပြောလို့ရလောက်တဲ့အထိပါပဲ။
ဖြစ်နိုင်ရင် ဒီရုပ်ရှင်ကို နှစ်ခေါက်တော့အနည်းဆုံးကြည့်စေချင်ပါတယ်။
ပထမတစ်ခေါက် ဇာတ်လမ်းကိုခံစားပြီးကြည့်ပါ။
ဟောင်းပေမယ့်ကောင်းနေဆဲ သီချင်းတွေကို ခံစားကြည့်ပါ။
ဒုတိယတစ်ခေါက်မှာ သူတို့ရဲ့ကိုးကားချက်တွေကိုခံစားကြည့်ပါ။
ကိုးကားချက်တွေကို ရှာဖွေရလွယ်အောင် ဘာသာပြန်ကတည်းက ကွင်းစကွင်းပိတ်နဲ့ ရှင်းချက်တွေထည့်ပေးထားပြီးရုပ်ရှင်၊ ဂိမ်း နာမည်တွေကို English လိုသာ တမင်ချန်ထားပေးခဲ့ပါတယ်။
အားလုံးပဲ ဒီရုပ်ရှင်ကို ၂ ခါမြောက်ကြည့်ပြီးရင် Google ဂုဏော အနေန္ဒောနိုင်ကြပါစေ။
တစ်ခုတော့ပြောပါရစေ။
Ready Player One ရုပ်ရှင်ဟာ ဖျော်ဖြေရေးဇာတ်ကားသက်သက်မဟုတ်ပါဘူး။
သိပ်မကြာတော့တဲ့အနာဂတ်မှာ ကျွန်တော်တို့ကိုယ်တိုင်ကြုံတွေ့ရနိုင်တဲ့ နည်းပညာလွှမ်းမိုးမှုပြဿနာတွေကို ကြိုပြီး သတိထားကြဖို့အတွက်၊ ကာကွယ်နိုင်ဖို့အတွက်၊ Pop Culture တွေကိုလဲ ထိန်းသိမ်းနိုင်ဖို့အတွက်ရည်ရွယ်ပြီး တင်ဆက်ထားတဲ့ ဇာတ်ကားတစ်ကားပါ။
လူကြီးတွေအနေနဲ့ ဒီရုပ်ရှင်ကိုကြည့်ပြီး ဂျိမ်းစ်ဟာလီဒေးကို နှစ်သက်ကြမှာဖြစ်သလို လူငယ်တွေကလဲရဲ ၅ ဖော်ကို သဘောကျသွားကြမှာသေချာပါတယ်။
ပြီးတော့ အမျိုးသမီးချောများ မမေ့ပါနဲ့၊ ဒီရုပ်ရှင်မှာ မိုရီဆာကီဝင်း (အဝင်း) ပါပါတယ်ခင်ဗျ။
(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုအာကာပါ)
File Size : (6.9 GB) / (2.3 GB) / (1.2 GB)
Quality : Blu-Ray 4K HEVC /1080p / 720p
Running Time : 2hr 20min
Format : mkv/mp4
Genre : Action, Adventure, Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Arkar Phyo
Encoded by Thanhtike Zaw,Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
