"A Better Tomorrow II (1987)
IMDb Rating – 7.3
Directed By John Woo
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂျွန်ဝူးရဲ့ ဂန်းကားတွေမှာ ကျွန်တော်အကြိုက်ဆုံး အချက်ကိုပြောရရင် သူ့ထဲက ‌ဇာတ်ကောင်တွေ, အထူးသဖြင့် ချောင်ယွန်ဖတ်ရဲ့ ဇာတ်ကောင်တွေဟာ မိတ်ကောင်းဆွေကောင်း အရမ်းဆန်ပြီး သူတို့မိတ်ဆွေတွေအတွက် အသက်ကိုတောင် မမှုတဲ့လူတွေ ဖြစ်နေတာကိုပါပဲ။ ကျွန်တော်တို့ရော အဲဒီလောက် မိတ်ဆွေကောင်းပီသနိုင်ပါ့မလား,အဲဒီလို မိတ်ဆွေမျိုးရော ရနိုင်ပါ့မလား,မသေချာပေမဲ့ သူတို့တွေရဲ့ မိတ်ဆွေကောင်းပီသမှုကတော့ ကျွန်တော်တို့ရင်ထဲကို အနည်းနဲ့အများတော့ ထိလောက်မှာပါပဲ။
ချောင်ယွန်ဖတ်ဟာ လက်တွေ့ဘ၀မှာလည်း ကိုယ်ကျိုးမကြည့်တဲ့ လူကောင်းတစ်ယောက်ပါ။လက်ရှိထိ နာမည်အကြီးဆုံး သက်တမ်းအရင့်ဆုံး မင်းသားကြီးပေမဲ့ ဟောင်ကောင်ရဲ့လမ်းမတွေ မုန့်ဆိုင်တွေမှာ ရိုးရိုးကုတ်ကုတ်ပုံစံနဲ့ပဲ တွေ့ရတတ်တယ်။ သူသေပြီးရင် သူ့စည်းစိမ်တွေအားလုံးကို ပရဟိတအဖွဲ့တွေကို ပေးပစ်ဖို့ပါ အစီအစဉ်ချထားတဲ့သူပါ။ သူရှာထားသမျှတွေကို သူ့ကိုယ်ကျိုးအတွက် သုံးတာ အင်မတန်နည်းတယ်လို့လည်း ငယ်ငယ်က သတင်းစာမှာ ဖတ်ခဲ့ဖူးတယ်။ ဒီလိုသဘောထားကြီးတဲ့ ချောင်ယွန်ဖတ်ဟာ ရုပ်ရှင်ထဲက သဘောထားကြီးတဲ့ ကာရိုက်‌တာတွေနဲ့ လိုက်ဖက်ညီညွတ်နေတာ ဆန်းလှတယ်တော့လည်း မဟုတ်ပါဘူး။
A Better Tomorrow ကားတွေဟာ အပစ်အခတ်တွေ သွေးသံရဲရဲတွေ ပြည့်နေပေမဲ့ သူရဲ့ themeလို ဖြစ်နေတဲ့ မိတ်ကောင်းဆွေကောင်းတွေ သံယောဇဉ်တွေကိုတော့ မပစ်ပယ်ဘူး။ 1က castအကြမ်းတွေဖြစ်တဲ့ ချောင်ယွန်ဖတ်၊တီလုံး၊ လတ်စလီချောင်တို့အပြင် Dean Shrek တို့ Na Man-tak ခေါ် မနှစ်ကတင် ဆုံးပါးခဲ့တဲ့ စတီဗင်ချောင်နဲ့ တွဲနေကျ အန်ကယ်တက်ခ်တို့လည်း အားဖြည့်ထားတယ်။ မရှိတော့ပြီဖြစ်တဲ့ Legend ပေါင်းများစွာကို မြင်ရမယ့် ရုပ်ရှင်ပါပဲ။
ဇာတ်လမ်းသွားကလည်း Heroic Bloodshed Genreကြိုက်တဲ့သူတွေ ဂျွန်ဝူး စတိုင်ကြိုက်တဲ့သူတွေအတွက် ငြိစေဦးမယ့် ဇာတ်လမ်းပါပဲ။ ဒီဇာတ်ရှင်မှာ ဂျွန်ဝူးနဲ့ ပရိုဂျူဆာ Tsui Harkတို့ သဘောထားကွဲလွဲမှုအတော်များခဲ့ပါတယ်။
ဒီရုပ်ရှင်အပြီးမှာ သူတို့တွေ သီးခြားခွဲထွက်ပြီး A better tomorrow 3ကို Tsui Harkက ဆက်ရိုက်ပြီး ဂျွန်ဝူးက သူရဲ့နာမည်ကျော် The Killerကို ရိုက်ဖြစ်သွားခဲ့ပါတယ်။ A Better Tomorrow‌စီးရီးတွေလို နာမည်ကျော်တွေ မြိုင်မြိုင်ဆိုင်ဆိုင် မသုံးထားပေမဲ့ ဂျွန်ဝူးနဲ့ ချောင်ယွန်ဖတ်တို့ရဲ့ လိုက်ဖက်ညီမှုကြောင့် The Killerဟာ တစ်ကမ္ဘာလုံးအနှံ့ ပေါက်သွားခဲ့ပါတယ်။
ပသို့ပဲဆိုဆို ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ ဂန်းရုပ်ရှင်‌တွေကို တစ်ခေတ်ဆန်းစေခဲ့တဲ့ ဂျွန်ဝူးရဲ့ ပိုလှမယ့်မနက်ဖြန်ရော အခါနှောင်းခဲ့လေပြီဖြစ်သော လတ်စလီချောင် သီဆိုခဲ့ဖူးပြီး မပိုင်ဆိုင်လိုက်ရတဲ့ ပိုလှမယ့်မနက်ဖြန်ရောဟာ ဟော‌င်ကောင်ရုပ်ရှင်သမိုင်းမှာ ထင်ကျန်နေဦးနေမယ့် ကျွန်တော်တို့ရင်ထဲ နောက်နှစ်များစွာတိုင် ထင်ကျန်နေဦးမယ့် အစားထိုးမရနိုင်တဲ့ ပိုလှမယ့်မနက်ဖြန်တွေပါပဲ…။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.6GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 7.3/10
Format – mp4
Duration – 1H 45Min
Type – Action, Crime, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
