1984(1984)========IMDb Rating …. 7.1/101984ရုပ်ရှင်ဟာ စာအုပ်ကိုအရမ်းသစ္စာရှိတဲ့ ရုပ်ရှင်လို့ဆိုကြတော့နိုင်တီးအိတ်တီဖိုးရဲ့ မူလစာရေးဆရာဖြစ်တဲ့ ဂျော့အော်ဝဲလ် အကြောင်းပြောတာပဲ ပိုကောင်းပါမှာပါပဲ။ဂျော့အော်ဝဲလ်ဟာ မြန်မာပြည်မှာ နေသွားဖူးခဲ့တဲ့ ကမ္ဘာကျော်ဂန္တဝင် စာရေးဆရာ၊မြန်မာပြည်နဲ့ပက်သက်တဲ့ Burmese Daysလို့ခေါ်တဲ့စာအုပ်ကိုလည်း ရေးခဲ့ဖူးတယ်။ပဝေဏသီကတည်းက သခင်ဘသောင်းဘာသာပြန်ထားတဲ့ ဂျော့အော်ဝဲလ်ရဲ့ ခြေလေးချောင်းတော်လှန်ရေးခေါ် Animals Farmကို စာပေနဲ့မစိမ်းတဲ့သူတွေ ဖတ်ဖူးကြမှာပါပဲ။ထိုစာအုပ်မှာလည်း အော်ဝဲလ်ဟာ လက်ဝဲစနစ်ထဲက လျှိုဝင်လာတဲ့ အာဏာရှင်ဝါဒကို သရော်စာဆန်ဆန် ပုံဖော်ထားခဲ့တယ်။ဒီ1984ကတော့ သူ့ရဲ့Classicတန်းဝင်လက်ရာ မာစတာပိစ်တစ်ပုဒ်ကို ပြန်ရိုက်ထားတာပါ။၁၉၈၄ဟာ ကမ္ဘာကြီးကိုပြောင်းလဲစေခဲ့တဲ့ စာအုပ်တစ်အုပ်လို့လည်းဆိုကြတယ်။ဒီရုပ်ရှင်ဟာလည်း စာအုပ်ကိုသစ္စာရှိစွာနဲ့ ရိုက်ထားတယ်လို့ ဝေဖန်ရေးသမားများက ဆိုပါတယ်။ဂျော့အော်ဝဲလ်ဟာ ဆိုရှယ်လစ်တစ်ယောက်ပေမဲ့ သူ့စာတွေဟာ သူပြောသလို အနုပညာရော နိုင်ငံရေးရော ပါဝင်နေတဲ့အကောက်အယူလွဲကြတဲ့အခါ သူ့စာတွေကို ဆိုရှယ်လစ်ကိုဖိနှိပ်ဖို့ အသုံးခံခဲ့ရတဲ့အထိဖြစ်ခဲ့တယ်။သူ့တစ်ချို့စာတွေဟာ ခေတ်ရှေ့ပြေးလွန်းတာကြောင့် ဖော်ပြဖို့ငြင်းခဲ့တဲ့သူတွေတောင် နောက်ပိုင်းနှစ်အတော်ကြာမှာ ပြန်တောင်းပန်ခဲ့ရတယ်။သူဟာ နိုင်ငံရေးရည်မှန်းချက်နဲ့ အနုပညာရည်မှန်းချက်ကို ပေါ်လွင်အောင်ရေးချင်ခဲ့တဲ့သူပါ။၁၉၃၆ခုနှစ်ကတည်းကစ သူအလေးအနက်ရေးတာမှန်သမျှဟာ တိုက်ရိုက်ဖြစ်စေ သွယ်ဝိုက်ဖြစ်စေ အကြွင်းမဲ့အာဏာရှင်စနစ်ကို ဆန့်ကျင်တာနဲ့ဒီမိုကရက်တစ်ဆိုရှယ်လစ်စနစ်ဘက်က သူနားလည်သလို ရပ်တည်တာဖြစ်တယ်လို့ဆိုထားတော့ ၁၉၄၉မှာထုတ်ခဲ့တဲ့ 1984ရဲ့ ရပ်တည်ချက်ကလည်း ထိုနည်းလည်းကောင်းပဲ ဆိုရပါလိမ့်မယ်။တကယ်တမ်းပြောရရင် လူဟာ သူများဝေဒနာကို ကိုယ်တိုင်ကြုံတွေ့ရချိန်မှာကလွဲ နားလည်ပေးနိုင်ခြင်း အပြည့်အဝမရှိပါဘူး။ဟိုးတုန်းကသာ ကြည့်ခဲ့မိရင် ဒီရုပ်ရှင်ထဲက ဇာတ်ကောင်ဝင်စတန်ရဲ့ ဝေဒနာကို ကျွန်တော်နားလည်မိမှာမဟုတ်ဘူး။အခုတော့ အားလုံးနည်းတူ ဝင်စတန်ဟာ ကျွန်တော်တို့အတွက် ခံစားလို့ရတဲ့ ဇာတ်ကောင်တစ်ခုဖြစ်လာခဲ့တယ်။ဂျော့်အော်ဝဲလ်ဟာ နိုင်ငံရေးအရေးအသားကို အနုပညာတစ်ခု ဖြစ်အောင်လုပ်ချင်ခဲ့သူ၊ ထုတ်ဖော်စရာ မုသားတချို့ ရှိလို့…လူတွေသတိပြုမိစေ ချင်တဲ့ အချက်အလက်အချို့ ရှိနေလို့စာရေးခဲ့တဲ့သူဆိုတော့ သူသတိပြုစေချင်တဲ့အရာကို ကျယ်ပြန့်တဲ့အနုပညာပစ္စည်းတစ်ခုအတွင်းက အတိအကျနှိုက်ယူနိုင်ပါ့မလားဆိုတာကတော့ ခံစားသူအပေါ်သာ မူတည်ပါလိမ့်မယ်။ပုဂ္ဂလိကအမြင်အရတော့ စိတ်အရမ်းမမာရင်တော့ မကြည့်စေချင်ပါဘူး။ဘာမှပါတာတော့မဟုတ်ပေမဲ့ ဘာရယ်ကြောင့်လဲတော့မသိ ကျွန်တော့်အတွက်တော့ စိတ်ဓာတ်ကျစရာ ရုပ်ရှင်တစ်ကားဖြစ်သွားခဲ့တယ်။ကိုးကား – ကိုတာ ဂျော့အော်ဝဲလ်စာရေးရသောအကြောင်းအရင်း( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )File Size__(1.8GB) / (1GB)Quality__1080p, 720pIMDb Rating__7.1/10Format__mp4Duration__01:53:00Type__Drama , Sci-FiSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"