"The Book Of Fish (2021)===================PauseIMdb – 7.5/10Directed By Lee Joon-ikThe Book of Fishဟာ ကိုရီးယားရဲ့ နာမည်ကျော်ရုပ်ရှင် ဆုပေးပွဲတစ်ခုဖြစ်တဲ့Baeksang Arts Awardsရဲ့ ၅၇ကြိမ်မြောက်ဆုပေးပွဲမှာ Grand Prize(Daesan)ကို ရရှိခဲ့တဲ့ ရုပ်ရှင်ပါ။လက်ရှိမှာတော့ ဆုပေါင်း ၇ ဆု နဲ့ တစ်ကြိုစရင်း ၂၁ ကြိမ်ဝင်ထားပါတယ်။]ဒါကတော့ လက်ရှိရထားတဲ့ ဆုပေါင်း ၇ ဆုပဲ ဖြစ်ပါတယ်။– Daesang Grand Award ( Baek Sang Art Awards)– Best Director (Buil Film Awards)– Best Director (Korean Association of Film Critics Awards )– Best Film (Korean Association of Film Critics Awards )– Best Actor Sol Kyung Gu (Korean Association of Film Critics Awards )– Best Screen  Kim Se Gyeom (Korean Association of Film Critics Awards )– The Best Film of the Year (Korean Association of Film Critics Awards )ဒီကပရိတ်သတ်တွေ ကြိုက်နှစ်သက်ခဲ့ကြတဲ့ Deliver Us from Evil, Moving On ,Voice of Silenceတို့လို ကားကောင်းတွေကို ကျော်ပြီး Daesanဆု ရသွားခဲ့တယ်။ဒီရုပ်ရှင်ရဲ့ဒါရိုက်တာ အီဂျွန်အစ်ဟာ The Throneတို့,ကိုရီးယားရဲ့ box officeအမြင့်ဆုံး ဆယ်ကားစာရင်းဝင် The King and Clownတို့အပါအဝင်ရာဇဝင်ကားအမြောက်အများကို ရိုက်ကူးဖူးတဲ့သူဖြစ်ပြီး လျှမ်းလျှမ်းတောက် အောင်မြင်ခဲ့တဲ့ Hope(2013)ရဲ့ ဒါရိုက်တာလည်း ဟုတ်ပါတယ်။ဇာတ်ကတော့ ၁၈၀၁ခုနှစ်မှာ တည်ထားတယ်။ ဂျိုဆွန်းခေတ်‌နှောင်းပိုင်းကာလပေါ့။ဂျိုဆွန်းရဲ့ ၂၂ဆက်မြောက်မင်းဖြစ်တဲ့ ဂျောင်ဂျိုမင်းကြီး လက်ထက်မှာပါ။ သူသေလုဆဲဆဲအချိန်မှာပါပဲ။သူ့ကို ကံဆိုးမှုတို့ရဲ့ဘုရင်လို့ နာမည်ပြောင်ပေးရတဲ့အထိကို သူ့ဘဝမှာ ကြမ္မာငင်ခြင်းများခဲ့ပြီး ငယ်ငယ်ရွယ်ရွယ်မှာတင်ပဲ သေဆုံးခဲ့တယ်။ဒီကားထဲတော့ သူက အဖွင့်လောက်ပဲပါပေမဲ့ သူ့အကြောင်းထပ်သိချင်ရင်တော့ ဟွန်ဘင်းရဲ့ “The Fatal Encounter”မှာ ရှု့စားနိုင်ပါတယ်။အဲဒီခေတ်မှာ အထင်ရှားဆုံးဝါဒက ကွန်ဖြူးရှပ်ဝါဒသစ်ပေါ့။ နိုင်ငံတော်လက်စွဲ ဝါဒလို့ ဆိုလို့ရတယ်။ဗုဒ္ဓဝါဒလည်းရှိခဲ့ပေမဲ့ ကွန်ဖြူးရှပ်ဝါဒကတော့ ပိုနေရာယူထားပုံပါပဲ။ခရစ်ယာန်ဝါဒလည်း နည်းနည်းစိမ့်ဝင်နေပြီး အနောက်တိုင်းရဲ့ဝါဒဖြစ်တာကြောင့်ခရစ်ယာန်ဘာသာဝင်အဖြစ်ပြောင်းသွားတဲ့ သူတွေကို အဲဒီခေတ်မှာ မိစ္ဆာဒိဠိတွေအဖြစ် သတ်မှတ်ခဲ့ကြတယ်၊။အဲဒီခေတ်အဲဒီအခါတုန်းက နာမည်ကျော်စာပေပညာရှင် ညီအစ်ကိုသုံးဦးရှိခဲ့တယ်။ချောင်ယက်ဂျွန်း, ချောင်ယက်ဂျုံ ,ချောင်ယက်ယောင်းတို့ ညီအစ်ကို၃ဦးပေါ့။ကိုရီးယားသမိုင်းမှာ သူတို့အခန်းကဏ္ဍကလည်း မသေးခဲ့ဘူး။သူတို့သုံးယောက်စလုံးက ခရစ်ယာန်ဘာသာဝင်တွေ။ချောင်ယက်ဂျုံဆိုရင် ကိုရီးယားပြည်မှာ ခရစ်ယာန်ဝါဒကို ထွန်းကားစေခဲ့တဲ့သူအဖြစ် နာမည်ကျော်တယ်။ချောင်ယက်ယောင်းကတော့ အတွေးအခေါ် သိပ္ပံနဲ့ အုပ်ချုပ်ရေး နိုင်ငံရေး သီဝရီကျမ်းတွေအများကြီးရေးသားခဲ့လို့ ဒီနေ့ထိထက်တိုင် နာမည်ကျော်နေဆဲသူ။ မင်းတိုင်ပင်ခံလည်း ဟုတ်တယ်။The Great Thinker Dasan Jeong Yak-yong ဆိုပြီး သူ့အကြောင်းသီးသန့်တစ်ကားရိုက်ထားတာလည်းရှိတယ်။အကိုအကြီးဆုံးဖြစ်တဲ့ ချောင်ယက်ဂျွန်းကတော့ သိပ်နာမည်မကြီးဘူး။သူ့ကို ကိုရီးယားရဲ့ ရှေးဇီဝဗေဒပညာရှင်တစ်ယောက်အဖြစ်တော့ လူသိများခဲ့တယ်၊ ဒီရုပ်ရှင်ရဲ့ အဓိကဇာတ်လိုက်ကတော့ သူပေါ့၊၊သူ့ညီတွေနဲ့ယှဉ်ရင် မျက်မှောက်ခေတ်မှာ နာမည်သိပ်မရှိရှာတဲ့ ချောင်ယက်ဂျွန်းကို မီးမောင်းထိုးပေးပြီးနာမည်ကျော်မင်းသားကြီးသုံးပေးထားတဲ့ ဒါရိုက်တာရဲ့စေတနာကြောင့် သူ့ကာရိုက်တာဟာ ဒီရုပ်ရှင်မှာ အရမ်းပေါ်လွင်နေတယ်။တောင်ကိုရီးယားရဲ့ Art Houseဒါရိုက်တာ လီချန်းဒုံရဲ့ အိုအေစစ်တို့ ပက်ပါးမင့်ကန်ဒီတို့မှာ လက်စွမ်းပြပြီးတဲ့နောက်ပိုင်းAHကားတွေမှာ မမြင်ရတာကြာပြီဖြစ်တဲ့ မင်းသားကြီး ဆိုးဂယောင်းဂူကို ဒီရုပ်ရှင်မှာ အဓိကနေရာကနေ ပြန်မြင်ကြရမှာပါ။သူ့ကားတွေကြည့်ဖူးတဲ့သူတွေတော့ သူဘယ်လောက်သရုပ်ဆောင်ကောင်းလဲ သိမှာပါပဲ။ရေခင်းပြစရာလိုမယ် မထင်ပါဘူး။ ချောင်ယက်ဂျွန်းနေရာက ဒီလိုသရုပ်ဆောင်ကို သုံးပေးထားတယ်။Reply 1994 က မင်ဒိုဟီးတို့၊ Mr Sunshineက ဗြောင်ရိုဟန်တို့လည်း အားဖြည့်ထားတယ်။Parasiteက အီဂျောင်အွန်းတို့ ကေဒရာမာတွေမှာ မြင်နေကျ ချွဲဝန်ယောင်းတို့အပြင်Miracle in cell no.7ထဲက အဓိကဇာတ်လိုက်ဖြစ်တဲ့ မင်းသားကြီးRyu Seung-ryoကလည်း ချောင်ယက်ယောင်းအဖြစ် ပါ၀င် သရုပ်ဆောင်ထားတယ်။ဇာတ်ကတော့ ကျယ်ကျယ်ပြန့်ပြန့်မဟုတ်ပါဘူး၊ဂျောင်ဂျိုဘုရင် ဘ၀နတ်ထံပျံပြီးနောက် ခရစ်ယာန်ဘာသာဝင်တွေဖြစ်တဲ့ ချောင်ညီအစ်ကိုသုံးယောက်ကို နန်းတွင်းထဲကသူတွေက ရှင်းထုတ်ဖို့လုပ်ကြတယ်။တစ်ယောက်ကိုသတ်ပြီး ၂ယောက်ကို ပြည်နှင်ဒဏ်ပေးခဲ့တယ်။“ကြက်ဥအရောင် တိမ်တောင်သဖွယ် မင်းရေးကျယ်၏” ဆိုတဲ့ စကားလိုပဲသူတို့ကို ဒီလိုဘာလို့လုပ်သလဲဆိုတာက ဒီဘာသာရေးဆိုတာထက် အများကြီး ပိုနက်နဲပေမဲ့ သေချာတော့ ရိုက်မပြသွားဘူး။အဓိကရိုက်ပြတာက အမျက်အဤသင့်ပြီး ပြည်နှင်ခံရတဲ့ ချောင်ယက်ဂျွန်းရဲ့ဘဝကိုပဲ။သူ့ညီချောင်ယက်ယောင်းက စာတွေအများကြီး ရေးဖြစ်ပေမဲ့ပိုတော်တဲ့အကိုဖြစ်သူက ဒီပြည်နှင်ခံကာလရှည်ကြီးမှာ ဘာလို့ စာအုပ်၂အုပ်ပဲထွက်ပဲ ထွက်လာခဲ့လဲဆိုတဲ့ အချက်ကိုဒါရိုက်တာက နားလည်ခံစားပေးပြီး သူ့အမြင်ကနေ ချပြသွားခဲ့တယ်။ခေတ်ရှေ့အရမ်းပြေးတဲ့ ဘုရင်ခေတ်မှာ မင်းမလိုချင်တဲ့ ဒီမိုကရေစီဆန်တဲ့လွတ်လပ်တဲ့သဘာဝရှိတဲ့ ချောင်ယက်ဂျွန်းရဲ့ အတွေးအခေါ်တွေကိုပါ ချပြသွားတယ်။ပြောရရင် ခေတ်နဲ့မကိုက်လောက်အောင်တော်နေတဲ့ လူတော်တစ်ယောက်အဖြစ် ပြသသွားခဲ့တယ်။သူ့ကို ကြည့်ပြီး ကျွန်တော်တို့ဆီက မင်းမျက်သင့်ခဲ့ဖူးတဲ့ လူတော်တွေဖြစ်တဲ့ အနန္တသူရိယတို့ လက်ဝဲသုန္ဒရတို့ကိုတောင် ပြေးမြင်မိတယ်။သူတို့ကဗျာတွေကိုထည့်သွင်းပြီး သူတို့ဘဝကို ဒီလိုအကျယ့်ဝိတ္ထာရချဲ့ခံစားပြီး ရိုက်ကူးပြနိုင်ရင်‌ ကောင်းမှာပဲလို့တောင် တွေးမိ‌သေးတယ် ။နောက်ခေတ်တွေမှာတော့ ဖြစ်နိုင်ကောင်းပါရဲ့။ရုပ်ရှင်ဖြစ်ဖြစ် စာပေဖြစ်ဖြစ် ကိုယ့်စာပေကိုယ့်အနုပညာကို ချစ်တတ်အောင်သင်ပေးနိုင်တာလည်း သူ့ဂုဏ်ရည်တစ်ခုပဲမဟုတ်လား။အီဂျွန်အစ်ကတော့ ချောင်ယက်ဂျွန်းရဲ့ ငါးကျမ်းရဲ့ နိဒါန်းကိုယူပြီး ယက်ဂျွန်းကို ချစ်တတ်အောင် ကောင်းကောင်းကြီး ရိုက်ပြသွားခဲ့တယ်။စီနီမာတိုဂရပ်ဖီပိုင်းကို အဖြူအမဲနဲ့ ရိုက်ကူးထားပြီး တရုတ်တို့ဂျပန်တို့ကိုရီးယားတို့ရဲ့ရှေးပန်းချီတစ်ရပ်ဖြစ်တဲ့ မင်ပန်းချီချပ်တွေကို ခံစားရသလိုဖြစ်အောင်ရိုက်ပြသွားခဲ့တယ်လို့ ဝေဖန်ရေးသမားတွေက ဆိုတယ်။ဒီလိုခံစားစေချင်လို့ ဒါရိုက်တာက ဒီဘက်ခေတ် ရိုက်ခဲလှတဲ့ ကိုရီးယားအဖြူအမဲရုပ်ရှင်အဖြစ် အသက်သွင်းခဲ့တာပါပဲ။ငွေကြေးအရအောင်မြင်မှုကို ဂရုမပြုဘဲ လုပ်သင့်တာကိုလုပ်သွားတဲ့ ဒါရိုက်တာအီဂျွန်အစ်ဟာ တော်တော်တော့ ချီးကျူးစရာကောင်းပါတယ်။ဇာတ်လမ်းက အရမ်းထွေထွေထူးထူးကြီးမဟုတ်ပေမဲ့ Art Filmတစ်ကားကို ချဉ်ခြင်းတပ်မိရင်ဖြစ်ဖြစ်၊မင်းခေတ်စိုးခေတ်က လူ့အခြေအနေသဘာ၀ကို လေ့လာကြည့်ချင်ရင်ဖြစ်ဖြစ်၊ဒီကားကိုကြည့်ပြီး ကျွန်တော်တို့ဆီက မင်းမျက်သင့်ခံ ရှေးစာဆိုကျော်ကြီးတွေကို အစားထိုး စိတ်ကူးထဲပုံဖော်ကြည့်ချင်ရင်ဖြစ်ဖြစ်ကြည့်သင့်ကြည့်ထိုက်တဲ့ Art filmကောင်းတစ်ကားပါပဲ။{ “ကြက်ဥအရောင် တိမ်တောင်သဖွယ် မင်းရေးကျယ်၏” စကားပုံဖွင့်ဆိုချက် }ကြက်ဥ၏ အနှစ်အရောင်အဆင်းသည် ရွှေဒင်္ဂါးအရောင်မှ ထုံးခြောက်အရောင် အထိ အရောင်အသွေးအမျိုးမျိုးရှိ၍ကြက်ဥကို ကြည့်ရုံဖြင့် အတွင်းက အနှစ်မည်သည့် အရောင်ဖြစ်မည်ကို မသိနိုင်ချေ။တိမ်တောင်တိမ်လိပ်တို့သည်လည်း အရောင် အမျိုးမျိုး၊ အသွင်အမျိုးမျိုး တစ်ခဏချင်း ပြောင်းလဲတတ်သဖြင့်မည်သည့်အရောင် အသွင်သို့ ပြောင်းမည်ဟု ကွဲကွဲပြားပြား ခွဲခြားသိမှတ်ရန် ခက်ခဲသည်။ထိုနည်းအတူ မင်းမူမင်းရေး၊ နိုင်ငံရေး ပရိယာယ်တို့သည်လည်း ကြိုတင်အသိခက်အောင် ရှိတတ် သည်ဟု ဆိုလိုသည်။အသိခက်သောအရာများတွင် ထိုစကားကို သုံးနှုန်းသည်။ (ဝိတ္ထာရ = အကျယ်)ချောင်ညီအစ်ကိုသုံးယောက်ကို စာဖိုင်မှာ Cheungလို့ ရေးထားပြီး မှတ်တမ်းတင်တဲ့နေရာမှာတော့ Jeongလို့ရေးထားပေမဲ့ဂျောင်ဂျိုမင်းကြီးရဲ့ Jeongနဲ့ ရောကုန်မှာစိုးတာကြောင့် Cheungကိုပဲ သုံးလိုက်ပါတယ်။သူတို့အကြောင်း အကျယ်သိချင်ရင် Jeong Yak (Jeon ,Jong, young)အမည်များဖြင့် ရှာဖတ်လို့ရပါတယ်။(ကိုရီးယားနာမည်များကို CM Korean Team မှ အမဟေသာဦး နဲ့ အမထက်နန္ဒာအောင်တို့ကနေ ရေးသားပေးထားပါတယ်။)အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။Genre…..DramaQuality….WEB-DL 1080p and 720pFile size… 1.9 GB and 1.2 GB and 640MBFormat…mp4Duration….2h 6minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. WiRa AungEncoder …..August"