"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Raajneeti
IMDb Rating(7.1)
ခုတစ်ခါမှာတော့ CM ပရိသတ်ကြီးကို 2010 ထွက် အိန္ဒိယနိုင်ငံရေးကား political thriller ဇာတ်ကားကောင်းလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်
နိုင်ငံရေးကားတွေကို ပုံဖော်တဲ့နေရာမှာ နာမည်ကြီးတဲ့ Bollywood ဒါရိုက်တာ Prakash Jha က ရိုက်ကူးထားပြီး ဘောလိဝုဒ်ဖန်တွေတိုင်း မစိမ်းတဲ့
Ranbir Kapoor, Ajay Devgn, Nana Patekar, Katrina Kaif နဲ့ Arjun Rampal စတဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေ ပါဝင်ထားပါတယ်
ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့ အိန္ဒိယဝန်ကြီးချုပ်တစ်ဦးရဲ့ သမီးဖြစ်သူ ဘဟာရာတီဟာ သူမအဖေကိုဆန့်ကျင်ပြီး ပြိုင်ဖက်ပါတီခေါင်းဆောင်ဖြစ်တဲ့ ဘဟာစကာဆန်ညဲနဲ့ မေတ္တာသက်ဝင်ခဲ့ပြီး သားတစ်ယောက်မွေးခဲ့ပါတယ် ဒါပေမဲ့ ဝန်ကြီးချုပ်အသိုင်းအဝိုင်းက လက်မခံနိုင်တဲ့ကလေးဆိုပြီး သူမရဲ့အစ်ကိုက အဲ့ကလေးလေးကို မွေးကင်းစမှာတင် စွန့်ပစ်ခဲ့ပါတယ်…အဲ့ကလေးလေးကရော ဘယ်ရောက်သွားမလဲ ဘယ်သူဖြစ်လာမလဲ…
ဘဟာရတီဟာ သူမချစ်သူရဲ့ စွန့်ပစ်ခံရပြီးနောက်မှာ သူမအစ်ကိုရဲ့ တိုက်တွန်းမှုနဲ့ ရာ့တရာဝဒီပါတီခေါင်းဆောင်ရဲ့ညီနဲ့ ထပ်မံလက်ထပ်ခဲ့ရပြီး သားနှစ်ယောက်ထပ်မွေးခဲ့ပါတယ် အဲ့သားနှစ်ယောက်ကရော ဘယ်သူတွေဖြစ်လာပြီး နိုင်ငံရေးမှာ ဘယ်လိုပါဝင်လာကြမလဲ
ကျိကျိတက်ချမ်းသာတဲ့ စီးပွားရေးလုပ်ငန်းရှင်တစ်ယောက်ရဲ့ သမီးဖြစ်သူ အင်ဒူကရော နိုင်ငံ​​ရေးမှာ ဘယ်လိုပတ်သက်လာပြီး ဘယ်လိုကြိုးကိုင်လာမလဲ
သားတွေအချင်းချင်းကြားက ယှဉ်ပြိုင်မှုတွေ ညီအစ်ကိုတွေအချင်းချင်းကြားက အားပြိုင်မှုတွေ ပြိုင်ဖက်ပါတီတွေအချင်းချင်းကြားက နိုင်ငံရေးလှည့်ကွက်တွေ နိုင်ငံရေးကစားကွက်တွေကို စိတ်လှုပ်ရှားဖွယ် ကြည့်ရမှာဖြစ်လို့ politics ကားကြိုက်တဲ့ ဘောလိဝုဒ်ဖန်တွေအနေနဲ့ လက်မလွှတ်သင့်တဲ့ကားလေးဖြစ်ကြောင်း တိုက်တွန်းလိုက်ပါတယ်နော်..။
ဝါရင့်သရုပ်ဆောင်တွေ အပြိင်အဆိုင်အားပြိုင်ထားကြတာကို ဇာတ်လမ်းကြာချိန် ၃ နာရီနီးပါးအတွင်း စပါယ်ရှယ် ကြည့်ရှုခံစားရမှာပါ။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Nadi Myint Naing မှ တင်ဆက်ထားပါတယ်။)
File size…(2.6 GB) / (1.4 GB)
Quality….BluRay 1080p / 720p
Format…mp4
Duration….02:49:48
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Ka Naung
Translated by Nadi Myint Naing
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
