"The King of Comedy (1982)
မကြည့်ဖူးရင်တောင် မာတင်စကောစဲစီရဲ့ မာစတာပိစ်ကားဖြစ်တဲ့ The King Of Comedyကို အများစု သိပြီးသားဖြစ်မှာပါပဲ။ ဂန္တ၀င်စာရင်း၀င်တဲ့ နှောင်းလူတွေ မကြာမကြာမှီငြမ်းခံရတဲ့ ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ အမျိုးအစားက Black Comedyဆိုတော့ အဲဒီ Black Comedyဆိုတာ ဘာလဲ အရင်ရှင်းတာ ကောင်းပါလိမ့်မယ်။ BC ဘာလဲဆိုတာကို မောင်သာရ စာတစ်ပုဒ်ရဲ့ ခေါင်းစဉ်ဖြစ်တဲ့ အမာရွတ်ကြည့်ကာ ရယ်ရသည်ဆိုတဲ့ စကားလုံးနဲ့ ဥပမာပေးရင် အကောင်းဆုံးဖြစ်မယ်ထင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“ စိတ္တဇဆေးရုံတစ်ခုမှာ ဆေးရုံခေါင်မိုးပေါ်ကနေ
လူနာတွေ တစ်ယောက်ပြီးတစ်ယောက် ခုန်ချနေကြတယ်။ အဲဒီမှာ ဆေးရုံအုပ်ကြီးရောက်လာပြီး “ဘာလို့ ခုန်ချနေကြတာလဲ”လို့မေးတော့ လူနာတစ်ယောက်ကပြန်ဖြေတယ်။ လေယာဉ်ပျံစီးတမ်း ကစားနေကြတာတဲ့။ အဲဒါနဲ့ တာဝန်ကျဆရာဝန်ရော မတွေ့ပါလား။ ဘယ်ရောက်သွားလဲဆိုတော့ လူနာက ပြန်ဖြေတယ်။ ပထမ Flight နဲ့ ထည့်ပေးလိုက်ပြီ‌လေတဲ့…”
အဲဒီဟာသလေးကို ကြားဖူးကြလားမသိဘူး။ ရယ်ရလားဆိုတော့ ရယ်ရတယ်လို့ပြောလို့ရတယ်။ဒါပေမဲ့ တကယ့်အဖြစ်မှန်က ဆရာဝန်တစ်ယောက်သေသွားတယ်။ လူနာတွေ ကိုယ့်ဘာသာသတ်သေနေကြတယ်။ အဲဒီလို စိတ်ညစ်ညူးစရာတွေကို ရယ်ရအောင်ဖန်တီးထားတဲ့ ဟာသတွေက Dark Comedy တွေပါပဲ။ Dark Comedyဆိုတာ ဒီလို အမာရွတ်ကြည့်ပြီး ရယ်ရတဲ့ဟာတွေပါပဲ။ The King Of Comedyဟာ Comedy အမည်ခံပြီး အတော်လေး နာကျင်စရာစရာကောင်းတဲ့ ဒဏ်ရာတွေအပြည့်နဲ့ Dark Comedy တစ်ကားပါပဲ။ ဒါပေမယ့် ဒါရိုက်တာကြီး မာတင်စကော့စဲစီရဲ့ Storytelling နဲ့ ရောဘတ်ဒီနဲရိုးရဲ့ သရုပ်ဆောင်ချက်တွေကြောင့် အဓိကဇာတ်ကောင် ရူးပတ်ပက်ပ်ကင်ရဲ့ ရာဇဝတ်မှုတွေကို မေ့ထားမိပြီး ရယ်ဖြစ်ကြမှာပါ။ သူ့ရဲ့ ဇာတ်ကြောင်းကို ပြန်ပြောတဲ့ နောက်ဆုံးဇာတ်ဝင်ခန်းမှာလည်း စိတ်ညစ်စရာသူ့ရဲ့ကလေးဘဝအကြောင်းကို ကြားပြီး ရယ်မိကြမယ်ထင်ပါတယ်။
” အလျဉ်းသင့်ခြင်းကြောင့် ရယ်စရာ ဟူသော ဝေါဟာရ ကိုလည်း ရှင်းလိုသေးသည်။ စာပေရသ အရာတွင်မူ ဟာသရသဟူ၍ တင်စားဆိုကြသည်။ ဟာသရသ မြောက်သည် ဟူသော စာရေးဆရာ များကို ဟာသဝိဇ္ဇာဟု တင်စားကြ၏။ ကောင်းပြီ၊ စာပေအရာ၌ ဟာသကို ထပ်မံခွဲခြမ်း စိတ်ဖြာကြပါစို့။ ကျွန်တော့် အမြင်တွင်မူ ဟာသသည် သုံးမျိုးသုံးစား ရှိ၏။ ခက်တာက ဤနေရာတွင် အင်္ဂလိပ်လို ပြောမှ ပိုရှင်းသည်ဟု စကားပလ္လင်ခံရမည်ကဲ့သို့ ဖြစ်နေ၏။ အမှန်ကလည်း ယနေ့ သိပ္ပံခေတ်တွင် စာရေးခြင်း အတတ်ပညာများ၌ ဟာသစာရေး ဆရာကို ဤနည်းအားဖြင့်သာ ခွဲခြမ်းစိတ်ဖြာရမည်ဖြစ်သည်။
ပထမမူလ အဆင့်မှာ Comedy ကော်မယ်ဒီ ပင် ဖြစ်သည်။ ဇာတ်စင်ပေါ်တွင် ဇာတ်လူရွှင်တော် Comedian တစ်ဦးက အခြားတစ်ဦးအား အကြောင် မရှိဘဲ ဦးခေါင်းကို ဝါးခြမ်းပြားချပ်နှင့် ရိုက်သော အခါ၌ ပရိသတ်များ ဝါးခနဲ ရယ်ကြသည့် ပြက်လုံး ဟာသများ၊ Slap-stick Comedy (ဝါ) ဝါးချပ်ရိုက် ပြက်လုံးဟု ခေါ်ရပေမည်။ ကလေးတွေ သဘောကျခြင်းကြောင့် လက်ခုပ်တီးကြသည်။ ရယ်စရာများတွင် အဆင့်အနိမ့်ဆုံးသော ပြက်လုံးရေးသည့် ဟာသ စာရေးဆရာများ ရှိကြသည်။
ဒုတိယအားဖြင့် Humour ခေါ် ရွှင်လုံး၊ သောလုံး ရေးသားသည့် စာရေးဆရာများ၊ Humourist အဆင့်ဝင် ဟာသ စာရေးဆရာများ၏ အရေးအသားသည် ရွှင်သည်၊ သွက်သည်၊ မြူးသည်။ ဇာတ်လမ်းဇာတ်ကွက်အရလည်း ပေါ့ပါးသွက် လက်သည်။ သို့သော် အဓိပ္ပာယ် ကင်းမဲ့သော ဟားကွက်များနှင့် အတင်း ကလိမထိုး၊ ကလေးကလား မရေးသား။ ဥပမာ အဘိုးကြီးတောင်ရှည် ပုဆိုး ကျွတ်ကျခြင်းကို အရယ်ခိုင်းပုံ။ နွားနို့သည် ကုလားတစ်ဦး ငှက်ပျောသီးခွံ တက်နင်းမိ၍ ချော်လဲ ကာ နို့ပုံးကြီး မှောက်သွားပုံ တို့ကို ရယ်စရာ အဖြစ်နှင့် ထည့်သွင်း ခြင်းမျိုး ကင်းနိုင်သမျှ ကင်းပေမည်။ ရုပ်ရှင်အားဖြင့် ဥပမာပြရလျှင် အင်္ဂလိပ်ရုပ်ရှင်၌ လော်ရယ်နှင့်ဟာဒီ၊ ဘတ်အဘော့နှင့် လူကော်စတဲလို၊ ဂျယ်ရီလူးဝစ္စတို့၏ ဟာသ ဇာတ်လမ်းများ နှယ်ဖြစ်သည်။ ရယ်ဖွယ်ဇာတ်လမ်းတွင် သောလုံးညှပ်ထားခြင်းကြောင့် တစ်လျှောက်လုံး၌ ရေရေလည်လည် ဟားရတယ် ဟူသတည်း။ မြန်မာစာပေတွင် ဤနှစ်မျိုးသော စာရေးဆရာ များသာလျှင် များကြပေသည်။
တတိယအမျိုးအစား အားဖြင့် Satire ခေါ် သရော်စာပေရေးသားသည့် Satirist ခေါ် စာရေးဆရာများ။ ဤအမျိုးအစား ဟာသ စာရေးဆရာများတွင် တစ်မျိုးတစ်စား အဖြစ် သီးခြားတည်ရှိ နေကြသည်။ အလွန် နည်းပါးသော အရေအတွက်မျှသာလျှင် ရှိပေသည်။ သရော်စာပေသည် လူ့ဘဝ၊ လူ့လောက တွင် ဖြစ်ပျက် တွေ့မြင် နေကြရသည့် အကြောင်းအရပ်မှန်သမျှကို ခနဲ့တဲ့တဲ့နှင့် ကျီစယ်သည်။ သရော်သည်။ တစေ့တစောင်း ပြောပြသည်။ စကားလုံးအသုံးအနှုန်းအရာတွင် ကော်သည်၊ ခတ်သည်၊ ကလော်သည်။ လက်ရှိခေတ်၏ လူမှုရေးသရုပ်များကို ဖော်ထုတ်ရေးသားရာ၌ စကားလုံး အသုံးအနှုန်းများမှာ ပိဿာလေးနှင့် ဘေးပစ် ခဲ့ရသည့်သဖွယ် ရှိခြင်းကြောင့် ခံရသူမှာ မသက်မသာ ရှိတတ်ကြသည်။ “
” လမ်းထိပ် ကွမ်းယာဆိုင်က
သကြားလုံးဟာ ချိုတယ် ။
ဂျယ်ရီလူးဝစ္စနဲ့ သန်းနွဲ့ကရယ်ရတယ်”
-သုခမိန်လှိုင်
ဒီကားရဲ့ အဓိကသရုပ်ဆောင်က ဂျယ်ရီလူး၀စ္စနဲ့ ရောဘတ်ဒီနဲရိုးပါ။ ရောဘတ်ဒီနဲရိုးကိုတော့ ဒီဘက်ခေတ်လူတွေအတွက် ထွေထွေထူးထူး မိတ်ဆက်စရာမလိုပါဘူး။ ဂျယ်ရီလူး၀စ္စကတော့ တစ်ချို့တွေ သိချင်မှသိမှာပေမဲ့ ချာလီချက်ပလင်နဲ့ပါ တွဲတွဲအပြောခံရတဲ့ ရှေးက King Of Comedy တစ်ပါးပါပဲ။ ဒီကားကို စီအမ်မှာ သူ့ကြောင့် တင်ဖြစ်တယ်ဆိုလည်း မမှားပါဘူး။ ဒီကားဟာ ကျွန်တော့်အတွက်တော့ တစ်ချိန်က ဂျယ်ရီလူး၀စ္စကို ကျွန်တော်တို့တမ်းတသမှုနဲ့ ဖြစ်တည်လာခဲ့တဲ့ တမ်းခြင်းရုပ်ရှင်ပါပဲ။ သို့ပေမဲ့ ဒီရုပ်ရှင်က ဟာသတွေက ဂျယ်ရီလူး၀စ္စလုပ်နေကျပုံစံတွေ မဟုတ်ဘဲ Black Comedyတွေပါ။
ကျွန်တော်တို့တွေလည်း Dark Comedy တွေနဲ့တော့ မစိမ်းတော့ပါဘူး။ စိတ်ညစ်စရာတွေ စိတ်ပျက်စရာတွေကို ကျွန်တော်တို့ ဟာသလုပ်ပြီး ရယ်နေကြရတာပဲလေ။ ဘယ်လိုစိတ်ညစ်စရာတွေ ကြုံလာပါစေ… ဟာသဓာတ်ခံလေးနဲ့ကြည့်ပြီး ရယ်လိုက်ကြရင် ကျွန်တော်တို့တွေ ကြုံတွေ့နေရတဲ့ စိတ်ညစ်စရာတွေကို ရင်ဆိုင်နိုင်ဖို့ အားတစ်ရပ်ဖြစ်လာနိုင်မှာပါ။“ ပျော်ပျော်နေတတ်တဲ့သူတွေဟာ ကမ္ဘာပေါ်မှာအလွတ်လပ်ဆုံး လူသားတွေပဲ”ဆိုတဲ့ Bruce Almighty ထဲမှာ Morgan Freeman က Jim Carrey ကို ပြောခဲ့တဲ့စကားလေးတစ်ခွန်းလိုပေါ့။
အခုတော့ ဂျယ်ရီလူးဝစ္စကြီးလည်း ဒီကမ္ဘာမှာ မပျော်မွေ့ခဲ့တော့တာ ကြာပါပြီ။
” ဟစ်တလာကိုရတော့
ကမ္ဘာကြီးက အောက်စီဂျင်ကျသွားတယ်
အောက်စီဂျင်အစား
ချာလီချက်ပလင်ကိုရတယ်
ရယ်မောကြ
အသက်ဝဝရှုကြ
အသက်ဝဝရှုပြီး ချစ်ခဲ့ကြ…”
ဆိုတဲ့ သုခမိန်လှိုင်ရဲ့ကဗျာလေးလိုပေါ့။ ကျွန်တော်တို့အတွက် နာကျင်စရာတွေများလှတဲ့ ကမ္ဘာကြီးထဲမှာ ဒီ King Of Comedyဟာ ဒီနာကျင်စရာတွေကို အမာရွတ်ကြည့်ကာ ရယ်ရစေမယ့် ကျွန်တော်တို့ရဲ့ မျက်ရည်တွေအတွက် မာတင်စကောစဲစီက လောကကြီးကိုယ်စား အစားပြန်ပေးလိုက်တဲ့အရာပါပဲ။ ဒီရုပ်ရှင်လေးကိုကြည့်ပြီး ခေတ်ကြီးဘယ်လောက်ပဲ ဆိုးနေပါစေ ရယ်မောရင်း အသက်၀၀ရှုရင်း အချစ်တွေကို ပိုချစ်တတ်ကြပါစေလို့……,။
Ref -မောင်သာရ – အမာရွတ်ကြည့်ကာ ရယ်ရသည်။
သုခမိန်လှိုင် – တနင်္ဂနွေတစ်ခုရဲ့ ခံစားမှု။
(အညွှန်းကိုတော့ WiRa Aung နဲ့ d3mon မှ ရေးထားပေးပြီး ဇာတ်ကားကိုတော့ d3mon မှ ပြန်ဆိုပေးထားပါတယ်)
Size – 1.8GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 7.8/10
Format – mp4
Duration – 1H 49Min
Type – Drama, Comedy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by d3mon
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
