"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စတီဗင် စပီးဘက်ရဲ့ Epic war dram ရုပ်ရှင်တစ်ခု
တင်ဆက်ပေးလိုက်ချင်ပါတယ်။ ဒီရုပ်ရှင်မှာ ဒါရိုက်တာက
အသက် 13 နှစ်အရွယ် မင်းသား ခရစ်ရှန်ဘေးကို
အယောက် ၄၀၀၀ လောက် ဝင်အရွေးခံတဲ့အထဲကမှ
ရွေးချယ်ခဲ့တာဖြစ်ပါတယ်။ အဓိက ဇာတ်ကောင်ကတော့
ဂျေမီဆိုတဲ့ ဗြိတိန်လူမျိုး ကောင်ကလေးပါပဲ။
သူက သူ့မိဘနှစ်ယောက်နဲ့အတူ ရှန်ဟိုင်းမှာ
မွေးကတည်းက နေခဲ့တာပါ။ တကယ်တော့
တရုတ်နဲ့ ဂျပန် စစ်မကြေညာဘဲ စစ်ဖြစ်နေတာ
လေးနှစ်လောက်ကြာနေပါပြီ။ ဒါပေမဲ့ နိုင်ငံတကာ
သံတမန်လုံခြုံရေးအရ ရှန်ဟိုင်းမှာ အေးအေးလူလူ
နေထိုင်နေကြတဲ့ အနောက်တိုင်းသားတွေ အများကြီးပါပဲ။
သူတို့အေးအေးလူလူ နေနိုင်တဲ့အချိန်တွေ
ကုန်တော့မှာကို မသိကြသေးပါဘူး။
ပုလဲဆိပ်ကမ်းကို ဂျပန်တွေဗုံးမကျဲခင်အထိပေါ့လေ။
ဒီလိုနဲ့ ဒုတိယကမ္ဘာစစ်ကြီးထဲမှာ ဂျပန်တွေ
ရှန်ဟိုင်းကိုဝင်လာချိန်မှာမှာ ဗြိတိန်သားတွေအလုအယက်
ထွက်ပြေးကြရပါတော့တယ်။ ထွက်ပြေးကြတဲ့အချိန်မှာမှ
ဂျေမီလေးက တစ်ယောက်တည်း မိဘတွေနဲ့ ကွဲပြီးကျန်နေခဲ့တာပေါ့။
ဂျေမီလေးက လေယာဉ်တွေကို အရမ်းစိတ်ဝင်စားပြီး
ဂျပန်တွေကိုလည်း သတ္တိရှိတယ် လေယာဉ်တွေပိုကောင်းတယ်ဆိုပြီး
လေးစားတဲ့စိတ်ရှိပါတယ်။ ကလေးတစ်ယောက်ရဲ့ ရိုးရှင်းတဲ့အတွေးပေါ့။
ဒါပေမဲ့ ဘေစီဆိုတဲ့ အမေရိကန်တစ်ယောက်နဲ့အတူ
ဂျပန်ချွေးတပ်စခန်းမှာ နှစ်အတော်ကြာနေလိုက်ရတဲ့အခါမှာတော့
ဂျေမီ တစ်ဖြည်းဖြည်းပြောင်းလဲလာရတာကို
စစ်သမိုင်းနောက်ခံနဲ့ လှလှပပ တင်ဆက်ထားတာပဲဖြစ်ပါတယ်။
သေသွားတဲ့သူရဲ့ ဖိနပ်တွေကို မချွတ်ဖို့အတင်းတားခဲ့ဖူးတဲ့
ကောင်လေး အဖြစ်ကနေ သူသေသွားရင် သူ့ဖိနပ် ကျွန်တော့်ကိုပေးနော်ဆိုတဲ့
ကောင်လေးဖြစ်လာတဲ့ဂျေမီ။ နေ့စဉ်စာသင်နေရင်းနဲ့
စကားလုံးအသစ်တွေ သင်နေခဲ့တဲ့ ဂျေမီအတွက်
ချွေးတပ်စခန်းမှာ နောက်ဆုံးသင်ရမယ့်စာလုံးက
အနုမြူဗုံးဆိုတဲ့ စာလုံးဖြစ်သွားတဲ့ ဂျေမီ။
ကြောက်စရာကောင်းဆုံးအချိန်က စစ်ပွဲအစနဲ့ စစ်ပွဲအဆုံးသတ်အချိန်ပဲ၊
ကြားထဲမှာတော့ ဟန်ချက်ညီအောင်အသက်ရှင်ရင်း
ပေါင်းသင့်တဲ့သူနဲ့ပေါင်းရတယ်ကွဆိုတဲ့ ဘေစီ။
သူတို့နှစ်ယောက် ချွေးတပ်စခန်းထဲမှာ ဘယ်လိုရုန်းကန်ကြမလဲဆိုတာ…..
File size…(2.8 GB) / (1.4 GB)
Quality….Bluray rip 1080p / 720p 5.1CH
Format…mp4
Duration….02:33:00
Genre…Action, Drama, History
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Mr.Anderson
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
