"[18+] Benedetta (2021)Benedetta ဟာ ၁၇ ရာစုဝန်းကျင်က အီတလီနိုင်ငံမထင်မရှားမြို့ငယ်လေးတစ်မြို့မှာ တကယ်ရှိခဲ့ဖူးတဲ့ Benedetta Carlini ဆိုတဲ့သီလရှင်ရဲ့ဘ၀ဇာတ်ကြောင်းကိုအခြေခံထားတာဖြစ်ပါတယ်။Pauseငယ်ဖြူဆရာလေးတစ်ပါး စည်းကမ်းတင်းကျပ်တဲ့ ဘာသာရေးအရိပ်အာဝါသအောက်မှာနေထိုင်ရင်း ဖောက်လွှဲဖောက်ပြန် အမြင်အာရုံတွေ ရလာတာ… ကြောက်မက်ဖွယ်ကောင်းလောက်အောင် ညစ်ညမ်းတဲ့ လောကသဘာဝနဲ့သွေဖည်နေတဲ့ အိမ်မက်တွေကတစ်ဆင့် ပြင်ပလောကမှာလဲ သူတို့ ကျောင်းတော်အရိပ်ကို ခိုလှုံဖို့ရောက်ရှိလာတဲ့ နောက်ထပ် ဖခင်နဲ့ အစ်ကိုတွေရဲ့ဖိနှိပ်ခံဆိတ်ကျောင်းသူလေးတစ်ယောက်ကို ကိုယ်ဖိရင်ဖိစောင့်ရှောက်ရာက သဒ္ဒါလွန်လို့ တဏှာကျွံမိပုံတွေကတစ်ဆင့် ဘာသာရေး၊ လူမှုရေး ၊ ခေတ်ကာလနဲ့ အစရှိတဲ့အကြောင်းအရာများစွာကို တို့ထိကစားပြသွားခဲ့ပါတယ်။အငြင်းပွားစရာများစွာရှိတဲ့ ဆတ်ဆတ်ထိမခံတဲ့ ဘာသာရေးအချက်အချာနေရာက ဘာသာရေးခေါင်းဆောင်တွေကို အဓိကဇာတ်အိမ်တည်ထားတာဖြစ်တဲ့အတွက် တစ်ချို့အကြောင်းအရာကိစ္စတွေကိုပုံဖော်ထားတဲ့နေရာမှာ နှုတ်နဲ့ဖွင့်လို့တောင်မပြောဝံ့စရာ ညစ်ပတ်စုတ်ပဲ့တဲ့ အခြေအနေမျိုးတွေနဲ့ တွေ့မြင်ရပါလိမ့်မယ်။ဘာသာရေးကို ခုတုံးလုပ်ပြီး လူတွေကိုလှည့်စားရတာ ဘယ်လောက်လွယ်ကူနိုင်သလဲ၊ ဘာသာရေးဟာ ဘယ်လောက်အထိ အလွယ်တကူဝင်ငွေကြမ်းနိုင်တဲ့ စီးပွားရေးတစ်ခုဖြစ်နိုင်လဲ၊ ဘာသာရေးအဆောက်အအုံတွေမှာ နေထိုင်အရိပ်ခိုကြတိုင်း သူတော်စင်သူတော်ကောင်းဖြစ်နိုင်ပါ့မလား… အစရှိတဲ့ခေတ်အဆက်ဆက် မေးချင်ပေမယ့်မမေးဝံ့လို့ လက်ရှောင်ခဲ့ကြရတဲ့ မေးခွန်းတွေရဲ့အဖြေတွေကိုလဲ တစ်စိတ်တစ်ဒေသမြင်တွေ့ရပါလိမ့်မယ်။တစ်ခေတ်တစ်ခါက ဂန္တ၀င်လို့ဆိုရလောက်တဲ့ သူ့လိုင်းမှာသူပြောစမှတ်တွင်ရလောက်တဲ့ RoboCop, Total Recall, Basic Instinct တို့လို ဇာတ်ကားတွေနဲ့ Showgirls, Starship Troopers တို့လို မြန်မာပရိသတ်တွေရင်းနှီးကျွမ်းဝင်လှတဲ့၊ တမ်းတမ်းစွဲ ကြိုက်နှစ်သက်ကြတဲ့ ဇာတ်ကားများစွာရဲ့ဖန်တီးရှင် ဒါရိုက်တာကြီး Paul Verhoeven ရဲ့ နောက်ဆုံးပေါ်လက်ရာသစ်တစ်ခုပဲဖြစ်ပါတယ်။( မင်းသမီးနှစ်ဦးရဲ့ ပီပြင်လွန်းလက်တွေ့ကျလွန်းတဲ့ ချစ်တင်းနှောခန်းတွေအပါအ၀င်၊ ၀တ်လစ်စလစ်ဇာတ်ဝင်ခန်းတွေနဲ့ သွေးသံရဲရဲသတ်ဖြတ်နှိပ်စက်ခန်းတွေကြောင့် မိသားစုကြည့်လို့တော့အဆင်ပြေမှာမဟုတ်ပါဘူး )(ဒီဇာတ်ကားနဲ့အညွှန်းကို ဘာသာပြန်ဆိုရေးသားပေးထားသူကတော့ Alias ပဲ ဖြစ်ပါတယ်)Size – 2GB, 1.2GBQuality – 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 2H 11MinType – Biography, Drama, HistorySubtitle – Myanmar Subtitle (Hardsub)Translated by AliasEncoded by Y"