"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating(7.1)
ရည်းစား စဖြစ်ကြရင် တစ်​ယောက်ကိုတစ်​ယောက် အရမ်း​ ဂရုစိုက်ပြကြ ချစ်ပြကြ ရိုကြတာ သဘာ၀ပါပဲ
Honeymoon period ​ပေါ့
အချိန်ကြာတွဲလာရင်း အိမ်​ထောင်သည်ဘဝ ကူး​ပြောင်းတဲ့ အခါ ဆက်လက်ရိုနိုင် ချစ်ပြနိုင်ကြသူ​တွေ ဘယ်​လောက်ရှိမလဲ
တချို့ဆို ရည်းစားဘဝမှာတင် မချစ်ပြတတ်ကြပါဘူး​လေ​နော့
အိမ်​ထောင်သက်ကြာလာ​လေ​လေ မိသားစုအ​ရေး စီးပွား​ရေး လူမှု​ရေးကိစ္စ​တွေကြားမှာ မချစ်​တော့တာမဟုတ်​ပေမယ့် မချစ်ပြတတ်ကြ​တော့ပါဘူး
CM ပရိသတ်ကြီးတို့​​ကော “အိမ်​ထောင်သည်ဘဝက​နေ ဘာတွေများ​မျှော်လင့်ထားကြပါသလဲ”
​ပျော်ရွှင်​သောအိမ်​ထောင်​ရေးဖြစ်​အောင် ဘယ်လို​နေထိုင်ရမလဲဆိုတာကို သိချင်ရင်​တော့ ဒီကား​လေးကို ကြည့်သင့်ပါတယ်။
အိန္ဒိယတွေရဲ့ ထုံးစံအတိုင်း သားယောကျာ်းလေးကို မိန်းမပေးစားတဲ့ဇာတ်လမ်းလေးတစ်ခုပါပဲ။ သတို့သမီး​လောင်း အ​ယောက် ၂၀နဲ့လိုက်​တွေ့ရမယ့် ဟာရှာ…
ပထမသတို့သမီး​လောင်းက​တော့ သူ့အလိုကျ လိုက်​လျောညီ​ထွေ​နေ​ပေးတတ်လွန်းတဲ့ မိန်းက​လေး…
မိဘ​တွေက တခြားသတို့သမီး​လောင်း​တွေ အားလုံး​တွေ့ပြီးမှ ​​ရွေး​စေချင်တာ​ပေါ့… အဲဒီမှာပဲ ဇာတာခွင်မကိုက်လို့ဆိုပြီး ဓါတ်ပုံ​လေးရယ် ဇာတာခွင်ရယ်ကို သတို့သမီး​လောင်း ​နောက်တစ်​ယောက်ရဲ့အ​ဖေဖြစ်သူဆီကို သွား​ပေးရင်း ဓါတ်ပုံ​ပျောက်သွားတဲ့ အခါ ဗီဘာဆိုတဲ့ မိန်းက​လေးနဲ့ ​ဆုံဖို့ကံပါ​လာတော့တယ်…
ထိုမိန်းက​လေးနဲ့​တွေ့ပြီး​နောက် ဟာရှာတစ်​ယောက် သူ့ရဲ့ ဘဝလက်တွဲ​ဖော်ဆီက ဘာကိုလိုချင်ရမှန်း မသိ​အောင် စိတ်ရှုပ်သွားပါ​တော့တယ် သူ့အတွေးအမြင်တွေအကုန်လုံး ပြောင်းလဲကုန်ပါတယ်။ ကောင်မလေးနဲ့ စကားပြောရတာတွေ၊ အတူသွား အတူလာတဲ့အချိန်တွေမှာ သူပျော်ရွှင်နေခဲ့တယ်။ သတို့သမီး​လောင်း​တွေ လိုက်​တွေ့​နေ​ပေမယ့်လည်း စိတ်မပါ​တော့တဲ့ ဟာရှာ တစ်​ယောက် ဖြစ်​ပေါ်လာတဲ့ အထင်လွဲပြဿနာတွေကို ဖြေရှင်းပြီး ချစ်တဲ့သူနဲ့ပဲ မင်္ဂလာဆောင်မှာလား၊ လူပျိုကြီးပဲလုပ်သွားမလား၊ မိဘပေးစားတဲ့သူနဲ့ပဲ ညားမလားဆိုတာကိုတော့ ဇာတ်ကားလေးမှာပဲ ကြည့်ရှုကြဖို့ ညွှန်းဆိုပါရစေ…။
File size…(2.6 GB) / (1.5 GB)
Quality….WEB-DL HEVC 1080p / 720p
Format…mkv/mp4
Duration….02:24:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Ka Naung
Translated by Mugiwara Ya & Nadi Myint Naing
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
