"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တံငါနားနီး တံငါ၊ မုဆိုးနားနီး မုဆိုး ဆိုသလို
မ​ကောင်းတဲ့ လူတွေနဲ့ အ​နေကြာလာတဲ့အခါ
ကိုယ်ကိုယ်တိုင် အမှားကိုအမှားမှန်း သိရက်နဲ့မ​ကောင်းမှုမှာ ​
မွေ့​လျော်သွားတဲ့အခါ ဘာကို အပြစ်တင်ရမလဲ၊ ကိုယ့်ဗီဇကိုက ဆိုး​​နေလို့လား
ပတ်ဝန်းကျင်လွှမ်းမိုးမှုကပဲ အရမ်းကြီး​နေလို့လား…
ဒီရုပ်ရှင်ဟာ ဒိန်းမတ်ဒါရိုက်တာ Jeanette Nordahlရဲ့
ပွဲဦးထုတ်ရိုက်ကူးထားတဲ့ Crime Thriller ရုပ်ရှင်ဖြစ်ပြီး
2020 ဘာလင်ရုပ်ရှင်ပွဲ​တော်မှာပြသခွင့်ရခဲ့သလို Critic​
များစွာရဲ့ Review​ကောင်း​တွေကို ရရှိထားပါတယ်၊
ကြည့်ရှုသူ​တွေက ​ပေးတဲ့IMDb ratingမှာ 5.8ပဲရှိပြီး
Criticသမားအများစုရဲ့ Rotten Tomatoesမှာတော့
93% အထိ ရှိ​နေတဲ့အတွက် ကြည့်ရှုသူအ​ပေါ် မူတည်ပြီး
အကြိုက်​တွေ့မှု၊ မ​တွေ့မှု​တွေမှာ ဝိဝါဒကွဲပြားတာ​တွေ​တော့
ရှိနိုင်ပါတယ်၊ ဒါ​ပေမဲ့ဒီNoir themeရုပ်ရှင်ကားဟာ
​တွေးရင် တွေးသ​လောက် ​မေးခွန်း​များစွာ ကိုယ့်ကိုယ်ကိုယ်
ပြန်​မေးမိမယ့် ဇာတ်ကားဆိုတာ​တော့ ​သေချာပါတယ်၊
​ဆေးစွဲ​နေတဲ့မိခင်ဖြစ်သူရဲ့ ကားမ​တော်တဆမှု​ကြောင့်
အသက်၁၇နှစ်သာ ရှိ​​သေးတဲ့ Idaဆိုတဲ့မိန်းက​လေးဟာ
အ​ဒေါ်ဖြစ်သူ Bodilရဲ့မိသားစုနဲ့ သွား​နေထိုင်ရပါတယ်၊
​အ​ဒေါ်မိသားစုဟာ သူ့အ​ပေါ်အရမ်း​ကောင်းပြီး တစ်ဦးနဲ့
တစ်ဦး အရမ်းချစ်ကြ​ပုံရပေမဲ့ သူတို့ရဲ့အဲဒီစရိုက်​တွေက
ဟန်​ဆောင်မျက်နှာဖုံး ဖြစ်​နေခဲ့သလို သူတို့ရဲ့အသက်​
​မွေးဝမ်း​ကြောင်းကလည်း သူတစ်ပါးရဲ့မျက်ရည်ကြီးငယ်
နဲ့ ထမင်းစားရတဲ့အလုပ်မျိုးဖြစ်​နေတဲ့အခါ
Idaရဲ့အကျင့်စရိုက်​တွေ ဘယ်လိုပြောင်းလဲသွားမလဲ၊
တစ်​နေ့မှာ သူတို့ရဲ့အလုပ်က​နေ ဒုစရိုက်မှုတစ်ခုအဖြစ်
​ပြောင်းသွားတဲ့အခါ ဘယ်လို​ဖြေရှင်းကြမလဲဆိုတာ…..
ဒီရုပ်ရှင်ကားဟာ အ​နောက်တိုင်းလို လူ့အခွင့်​အ​​​ရေးကို
အရမ်းအ​ရေး​ပေးတဲ့ နိုင်ငံမျိုး​တွေမှာ​တောင် အနည်းငယ်
အမြစ်တွယ်​နေ​သေးတဲ့ အဆိပ်ဆန်တဲ့မဟာဖိုဝါဒီအ​ကြောင်း ပါးပါး​လေး ပုတ်ထားပါတယ်၊
ဒါ့အပြင် Idaရဲ့ ဇာတ်ရုပ်ကလည်း ကိုယ်သာဆိုရင် ဒီလိုအဖြစ်မခံဘူးလို့
တွေးမိ​စေတဲ့အထိ နားလည်ရခက်​စေပါတယ်၊
ပြီး​တော့ viewer sensitiveဖြစ်နိုင်တဲ့ အခန်းတစ်ခန်းကို
​သေချာရိုက်ကူးပြထားတဲ့အတွက် ​ကြောက်လန့်တတ်သူ၊
စိတ်အား​လျော့တတ်သူဆိုရင် သတိထားကြည့်ဖို့ ​ပြောပါရ​စေ
File Size : (1.5 GB) & (900 Mb)
Quality : Webrip 1080p & 720 p
Running Time : 1:29:00
Format : mp4
Subtitle : Myanmar Subtitle (Hard Sub)|
Genre : Crime, Drama, Thriller
Translated by Thaung Htike Zaw
Encoded by Mr. Anderson
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
