"James Bondကားတွေကို ပြောင်တဲ့ရုပ်ရှင်တွေ၊ ဟာသကားတွေ (ဥပမာ Mr.Beanရဲ့Johny Englishလိုကားမျိုး)အများကြီးထွက်ဖူးပေမယ့် ဒဲ့ကြီးပြောင်ထားတဲ့ကားဆိုလို့ Austin Powers Trilogyပဲ ရှိမယ်ထင်ပါတယ်။Pauseဘယ်လောက်တောင် ဒဲ့ကစ်ထားလဲဆိုရင် ဘွန်းရုပ်ရှင်တွေထဲမှာ နာမည်အကြီးဆုံးဘွန်းရဲ့ရန်သူတော်ကြီးဖြစ်တဲ့Ernst Stavro Blofeld (You Only Live Twice [1967])ကို Dr.Evilဆိုပြီး ဒဲ့ကစ်တာမျိုး။ကစ်တာဘယ်လောက်အထိလဲဆိုရင် Ernst Stavro Blofledရဲ့ထုံးစံအတိုင်း မီးခိုးရောင်ဝတ်စုံကိုဝတ်ပြီးကြောင်ပိုက်ထားတဲ့ဂတုံးပုံစံနဲ့မျက်လုံးမှာ အမာရွတ်ရှိတဲ့ပုံစံအတိုင်း Dr.Evilကလိုက်ဝတ်တာမျိုး၊ဘွန်းဇာတ်ကားထဲမှာ လူဆိုးOddjoဟာ ဦးထုပ်နဲ့တိုက်ခိုက်တာကို ပြောင်ထားတဲ့အနေနဲ့ဒီကားထဲမှာလည်းRandom Taskဆိုတဲ့လူဆိုးဟာ ဖိနပ်နဲ့တိုက်ခိုက်တတ်တဲ့ပုံပြပြီး ဒဲ့ကစ်တာမျိုး၊ ဘွန်းဟာ ပျိုတိုင်းကြိုက်တဲ့နှင်းဆီခိုင်ဖြစ်တယ်ဆိုတာ ရုပ်ဖြောင့်လို့အပြင် ယောက်ျားပီပီသသရင်ဘတ်မွှေးရှိပြီး ဆွဲဆောင်မှုရှိတာကိုပြောင်တဲ့အနေနဲ့ရင်ဘတ်မွှေးတင်မက ခန္ဓာကိုယ်ရှေ ့ဘက်ခြမ်းတစ်ခုလုံး မျောက်တစ်ကောင်လိုအမွှေးတွေရှိတယ်ဆိုပြီး ပြထားတာမျိုးနဲ့ဒဲ့တွေကစ်ထားတဲ့ကားတွေပါ။အဲ့လိုဒဲ့ကစ်လွန်းလို့လည်း ဂျိန်းဘွန်းမင်းသားကြီး Danial Craigဟာ ဂျိန်းဘွန်းကားတွေနဲ့ပတ်သတ်ပြီး အင်တာဗျူးဖြေထားတာရှိပါတယ်။ဂျိန်းဘွန်းဇာတ်ကားတွေကိုပြောင်ထားတဲ့ Austin Powersဇာတ်ကားတွေ အရမ်းအောင်မြင်ခဲ့တာကြောင့် ဂျိန်းဘွန်းဇာတ်ကားတွေကိုထုတ်လုပ်တဲ့ရုပ်ရှင်ကုမ္ပဏီဟာအရင်လိုစော်ကြည်ဘဲကြီး လက်နက်အဆန်းတွေသုံးပြီး လူဆိုးကိုအနိုင်ယူလေသတည်းဆိုတဲ့ဇာတ်လမ်းမျိုးကို ထပ်မထုတ်ရဲတော့ပဲ Danial Craigရဲ့ဂျိန်းဘွန်းဇာတ်ကောင်ကစပြီးပိုပြီးကြမ်းတမ်းပြီး ဇာတ်လမ်းပိုင်းဘက်မှာလည်း ပိုDarkတဲ့ ဂျိန်းဘွန်းဇာတ်ကားတွေအဖြစ် ပုံစံပြောင်းခဲ့ရကြောင်း ဖြေခဲ့ပါတယ်။ပြီးတော့ ဂျိန်းဘွန်းဇာတ်ကောင်ကိုင်တဲ့ Walther PPK/s .380ပစ္စတိုသေနတ်အတိုင်းလည်း Austin Powersဇာတ်ကောင်ဟာ Walther PPK/s .380ကို ကိုင်ဆောင်ပါတယ်။Austin Powersကားတွေဟာ ဂျိန်းဘွန်းကားတွေကိုပဲ ပြောင်ထားတာမဟုတ်ပဲ Star Warsဇာတ်ကားတွေ၊ အဲ့ဒီခေတ်က ဗြိတိန်မှာနာမည်ကြီးခဲ့တဲ့ကြော်ညာတွေ၊showတွေကိုပါ ပြောင်ထားတာအပြင် တရုတ်ရှင်ရှင်(ဟောင်ကောင်ကားဟောင်း)တွေမှာ မှုန်ဝါးဝါးစာတန်းထိုးတာတွေကိုရော၊ ဗြိတိန်နိုင်ငံရဲ့အိမ်ရှေ ့စံဟောင်းကြီး ချားလ်စ်မင်းသားကိုပါပြောင်ထားတဲ့အတွက် ဇာတ်ကားတွေထွက်လာတဲ့အချိန်မှာ ဗြိတိန်နဲ့အမေရိကဘက်မှာဝက်ဝက်ကွဲပေါက်ခဲ့ပြီး American Film Institueရဲ့ဟာသကား၂၀၀၀ကနေအရယ်ရဆုံးကားငါးရာရွေးတဲ့အထဲမှာ ထိပ်ဆုံးကား၁၀၀ထဲမှာပါတဲ့အရမ်းရီရတဲ့ကားတွေအဖြစ်ကိုသတ်မှတ်ခံခဲ့ရပါတယ်။(ဒါ့အပြင် ဒီကားဟာ ဘာသာပြန်ရခက်တဲ့ကားတွေထဲပါ ပါတယ်။ တချို ့ဟာသတွေက ဗြိတိန်နိုင်ငံထဲမှာပဲနေတဲ့လူတွေပဲနားလည်တဲ့ဟာသတွေဖြစ်နေတာတို့၊ စကားပြောတွေကလည်း အဓိပ္ပါယ်နှစ်ခွထွက်တဲ့စကားတွေဖြစ်နေတာတို့ကြောင့်ပြန်ရတော်တော်ကိုခက်ပါတယ်။ တချို ့စာသားတွေဆိုရင် ဘိုလိုကြည့်မှရယ်ရပြီး ဘာသာပြန်လိုက်ရင် မရယ်ရတာမျိုးတွေပါတဲ့အတွက်ပြန်ရတော်တော်ကိုလက်ပေါက်ကပ်ပါတယ်။ အတတ်နိုင်ဆုံးတော့ ဟာသအာဘော်ကိုထိမိအောင်ကြိုးစားထားပါတယ်)။ဒါပေမယ့် ဒီကားထွက်လာခါနီးမှာ အိမ်ရှေ ့စံဟောင်းကြီးရဲ့ကြင်ယာတော်ဟောင်းမင်းသမီးဒိုင်ယာနာကွယ်လွန်သွားခဲ့လို့ သူတို့အိမ်ထောင်ရေးကိုဟာသလုပ်ထားတာပါတဲ့ဒီကားကိုဗြိတိန်နိုင်ငံမှာ ရုံတင်ပြသတာကိုမလုပ်ခဲ့ရပါဘူး။နောက်ပိုင်းအခွေထွက်လာမှပဲ ဗြိတိန်နိုင်ငံက လူတွေကြည့်ခွင့်ရကြတာပါ။ဟာသကားဆိုပြီး ငပေါကားပါကွာဆိုပြီး ပေါ့သေးသေး မထင်ကြနဲ့ဦးဒီTrilogyမှာ ဟောလီးဝုဒ်အနုပညာလောကရဲ့တကယ့်ဂရိတ်၊ ဂရိတ်ကြီးဖြစ်တဲ့ ဒါရိုက်တာကြီးSteven Spielberg၊ မင်းသားကြီး Michael Caine၊ Tom Cruise၊ Larry Thomas၊ Brian George၊Tom Arnoldတို့အပြင် Former Bond Girl Lois Chiles၊ Britney Spearsတို့ဟာ အဓိကဇာတ်ဆောင်နေရာမှာရော၊ဧည့်သည်သရုပ်ဆောင်နေရာမှာပါ အသီးသီးပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။ဒါ့အပြင် အလန်းဆုံးဆုံးကတော့ အဆိုတော် Beyonceဟာ တတိယကားမှာ ခေါင်းဆောင်မင်းသမီးအဖြစ် ပါဝင်ထားတာပါ။ပြီးတော့ ပထမကားရဲ့ဇာတ်လမ်းဟာလည်း Marvel hero Captain Americaကိုပြောင်ထားတာဖြစ်ပါတယ်။ပထမကားမှာ မင်းသားဟာ အေးခဲခံလိုက်တဲ့အတွက် ပြန်နိုးလာချိန်မှာCaptain Americaလိုပဲ ပြောင်းလဲသွားတဲ့ခေတ်နဲ့အံဝင်ခွင်ကျဖြစ်မနေတာ ပါ ပါတယ်။ဒါ့အပြင် ဟာသမင်းသားကြီး Jim Carreyကို မူလက Dr.Evilနေရာမှာ သရုပ်ဆောင်ဖို့လုပ်ထားပေမယ့်မင်းသားကြီးဟာ Liar Liarဇာတ်ကားနဲ့ရိုက်ရက်တိုက်နေတဲ့အတွက် မပါဖြစ်ခဲ့တာပါ။Austin Powersနေရာကသရုပ်ဆောင်ထားတဲ့မင်းသားကြီး Mike Meyersဟာ ဒီကားရဲ့ဇာတ်ကောင်ကိုဖန်တီးရာမှာပိုအာရုံစိုက်ချင်တဲ့အတွက် A third Wayne’s World (1992)ရုပ်ရှင်ကိုမရိုက်တော့ပဲ Austin Powersဇာတ်ကောင်ကိုပဲဇောက်ချပြီးဖန်တီးခဲ့တဲ့အတွက် ဒဏ္ဍာရီဆန်တဲ့ Austin Powersဇာတ်ကောင်ဟာ အသက်ဝင်လာခဲ့တာပါ။ပြီးတော့ ဒီကားထဲကဇာတ်ကောင်တွေဟာ Deadpoolလိုပဲ 4th wallခနခနဖောက်တတ်ပါသေးတယ်ကဲ…ပြောတာလေအရမ်းရှည်နေပြီဆိုတော့ ပထမကားရဲ့ဇာတ်လမ်းအကျဉ်းကိုပြောပြကြတာပေါ့ဒုတိယကားရဲ့ဇာတ်လမ်းအကျဉ်းကတော့…..DrEvilကြီးပြန်လာပါပြီဒီတခါတော့ အော်စတင်ကြီးကိုအနိုင်ယူနိုင်အောင် အောက်လုံးနည်းတွေသုံးပါတော့တယ်အဲ့ဒါကတော့ အော်စတင်ရဲ့ဖိုဓါတ်ကိုခိုးယူဖို့အော်စတင်ကြီးအေးခဲနေခဲ့တဲ့၁၉၆၀ဝန်းကျင်ကိုပြန်သွားကာ ဖိုဓါတ်ကိုခိုးတော့မှာဖြစ်ပါတယ်အော်စတင်ကြီးသူ့ရဲ့ဖိုဓါတ်ကိုမဆုံးရှုံးအောင်တားနိုင်ပါ့မလားဒေါက်တာကြီးရဲ့အကြံအစည်တွေအောင်မြင်သွားမလားဆိုတာတော့တဝါးဝါးတဟားဟားနဲ့ကိုယ်တိုင်ပဲကြည့်လိုက်ပါတော့ဒီကားဟာ ဟာသကားပေမယ့် အောက်လုံးဟာသတွေအများကြီးပါလို့အသက်၁၅နှစ်အောက်မကြည့်ရတဲ့ထဲမှာပါကြောင်းလည်း အသိပေးပါရစေIMDb 6.6/10File size….1.68GB / 920MB / 451MBQuality…1080p HEVC 5.1CH / 720p / 480pFormat…Mp4Duration….1h 35minsSubtitle….Myanmar Subtitle(Hard Sub)Encoder….YKTranslated by Dr.Nyan"