"A Better Tomorrow (1986)~ IMDb – 7.5/10, RT – 93%, Meta – 78% ~Pauseကျွန်တော်တို့ ငယ်ငယ်ကတော့ ဂျက်လီတို့ ဂျက်ကီချမ်းတို့ ချောင်ယွန်ဖတ်တို့ကားတွေခေတ်စားခဲ့တာပေါ့။ ဘူမသိ ကိုးမသိ ငယ်ဘ၀ကတော့ ချောင်ယွန်ဖတ်ကိုဆရာကျမှန်း မသိခဲ့သေးပေမဲ့ ဆေးလိပ်မီးကို ဒေါ်လာတစ်ရာတန်နဲ့ဟန်ပါပါညှိပြသွားတဲ့ ချောင်ယွန်ဖတ်ရဲ့ဟန်ကိုတော့ ကျွန်တော်တို့တွေ အတော်ညိခဲ့ကြတယ်။Redcliff 1 2, face/off , Hard boiled, The Killer, Bullet in the Head တို့ကိုရိုက်ခဲ့တဲ့ နာမည်ကျော် အက်ရှင်ဒါရိုက်တာဖြစ်တဲ့ ဂျွန်ဝူးကိုတော့ မသိတဲ့လူ မရှိလောက်ပါဘူး။ဂျွန်ဝူးဟာ ကိုယ်ပိုင် Themeရှိတဲ့ ဒါရိုက်တာပါ။ သူ့Theme ကိုတော့Heroic Bloodshed Theme လို့ခေါ်ပါတယ်။ ဒီကားဟာ သူ့Themeရဲ့ ကနဦးကားပါပဲ။ဒါကြောင့်လည်း သမိုင်းကြီးပါတယ်။(မာဗယ်မှာ မန်ဒရင်းလုပ်မယ့် တိုနီလျောင်ချူဝေနဲ့ ဂျွန်ဝူး တွဲရိုက်ထားတဲ့ မာစတာပိစ်တစ်ကားဖြစ်တဲ့Bullet In The Head ကိုလည်း များမကြာမီ တစ်နှစ် နှစ်နှစ်အတွင်း တင်ဆက်သွားပါဦးမယ်)သို့ပေမဲ့ ဒီရုပ်ရှင်ဟာ သမိုင်းတွင်ရုပ်ရှင်ပါပဲ။ ဘာလို့ဆို ဒီရုပ်ရှင်ကို ရိုက်တဲ့အချိန်မှာချောင်ယွန်ဖတ်က ကားရိုက်သာများပြီး တစ်ကားမှ ထင်သလောက် မပေါက်တဲ့သူဖြစ်နေပြီးဂျွန်ဝူးကတော့ ဟာသဒါရိုက်တာဖြစ်နေခဲ့တာပါ။ နောက် အရင်က သိုင်းကားတွေသာ ရိုက်ခဲ့တဲ့မင်းသားကြီး Ti Lungကလည်း ကျစပြုလာပါပြီ။ လတ်စလီချောင်ဆို အဆို‌တော်ဘ၀ကလိုင်းကူးခါစ ဒီရှေ့ကားတွေမှာ လူမသိ သူမသိတွေချည်းပါပဲ။ဒီလိုအကျဘက်ရောက်နေတဲ့သူတွေစုရိုက်ပြီး ၀က်၀က်ကွဲအောင်မြင်သွားခဲ့လို့ သမိုင်းမှတ်တိုင်ကြီးတစ်ခုဖြစ်ခဲ့ပါတယ်။A Better Tomorrowဟာ Remake ပြန်ပြန်အလုပ်ခံရတဲ့ ဂန္တ၀င်အက်ရှင်ကား တစ်ကားပါပဲ။ဇာတ်အိမ်ကတော့ ဂျွန်ဝူးပီပီသသ ကြမ်းကြမ်းရမ်းရမ်းတွေထဲမှာမှခံစားချက်တွေကို သွားသွားခလုတ်တိုက်ဦးမယ့် ဇာတ်အိမ်မျိုးပဲပေါ့…Castတွေက ရှယ်တွေချည်းပါပဲ။ဟိုးခေတ်က နာမည်ကြီးခဲ့တဲ့ Ti Lung,ချောင်ယွန်ဖတ်, အချိန်မတန်ခင်အခါနှောင်းခဲ့လေသော လတ်စလီချောင်,တစ်ခါက မမ အမ်မလီချူး,နောက် ဂျွန်ဝူးကိုယ်တိုင်လည်းပါ၀င်သရုပ်ဆောင်ထားပါတယ်။(နောက်ရက်ထဲမှာ လတ်စလီချောင်ရဲ့ မာစတာပိစ်အဖြစ်ဆုံး ရုပ်ရှင်တစ်ကားကိုလည်းတင်ဆက်ပေးသွားဖို့ရှိပါတယ်)ဟောင်ကောင်ဟာသဘုရင် စတီဖင်ချောင်နဲ့ ဝေါင်ကာဝေးရဲ့ အချစ်တော်ကြီးတိုနီလျောင်ချူဝေတို့လည်း တစ်ခန်းစ ပါပါတယ်။(ဂျွန်ဝူးရဲ့ A Better Tomorrowဟာ Trilogy ထွက်ထားပြီး ဒါက ပထမဆုံးကားပါ။K-Drama စီးရီးတစ်ခုဖြစ်တဲ့ Reply 1988မှာ သူတို့ခေတ်က လူငယ်တွေအကုန်လုံး သဘောကျခဲ့ကြတယ်ဆိုတဲ့A Better Tomorrow 2 ကိုဆက်ကြည့်ချင်ရင်တော့ တောင်းဆိုသူများရင် ဆက်လက်တင်ဆက်သွားပါမယ်။)[ P.S – ဒီကားမှာ စတီဗင်ချောင်ပါပါတယ်။သူ့ရဲ့ King Of Comedy ထဲကလို Comedian တစ်ယောက်ရဲ့ခက်ခဲကြမ်းတမ်းခဲ့တဲ့ ကာလတုန်းကပေါ့။ သေသေချာချာကြည့်ပါ။တစ်နေ‌နေရာမှာတော့ ခင်ဗျားတို့ ချောင်ကို ဖြတ်ခနဲတွေ့ရမှာပါ။သို့ပေမဲ့ အဲဒီကြည့်တဲ့ သေသေချာချာဆိုတာ 0.5 speed နဲ့ ဖြစ်ဖို့တော့လိုပါတယ်။ ](……….) = ကြော်ငြာ(အညွှန်းရေးပေးထားသူကတော့ WiRa Aung ဖြစ်ပြီး ဘာသာပြန်သူကတော့ d3mon ဖြစ်ပါတယ်)Click here nowSize – 1.6GB, 1.1GBQuality – 1080p, 720pIMDb Rating – 7.5/10Format – mp4Duration – 1H 35MinType – Action, CrimeSubtitle – Myanmar Subtitle (Hardsub)Translated by d3monEncoded by Y"