"The Eyes of Tammy Faye (2021)
======================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.9/10
Televangelism ဆိုတာကို အဓိပ္ပါယ်အပေါ်လွင်ဆုံးဖြစ်အောင် ရှင်းတမ်းထုတ်ရရင် ရုပ်မြင်သံကြားကနေတစ်ဆင့်
တရားဟောခြင်းပေါ့ဗျာ။ televangelist ကတော့ ရုပ်သံတရားဟောသူပေါ့။
ဒီဇာတ်လမ်းဟာ တစ်ခါက အောင်မြင်ကျော်ကြားခဲ့တဲ့ ရုပ်သံတရားဟောသူ Tammy Faye နဲ့ သူ့ဘ၀အကြောင်းကို
ရိုက်ကူးတင်ဆင်ထားတဲ့ Drama/ biography film တစ်ပုဒ်ပါ။ မင်းသမီး Jessica Chastain နဲ့ မင်းသား Andrew
Garfield တို့က အဓိကပါ၀င်သရုပ်တောင်ထားပြီး rating ကလည်း မခေလှပါဘူး။
ဇာတ်လမ်းအကျဉ်း
——————————
Tammy Faye နဲ့ Jim Bakker ဆိုတဲ့ လူသားနှစ်ဦး ကံကြမ္မာအကြောင်းဖန်လာတော့ ချစ်သူတွေဖြစ်သွားခဲ့ကြတယ်။
၂ ယောက်လုံးက ဘာသာရေးအယူအဆတွေ အတွေးအခေါ်တွေ တူလွန်းကြပြီး အသွင်တူတဲ့ ကြင်သူတွေဖြစ်ခဲ့သည်လို့
ဆိုရပေမယ်ပေါ့။ ခင်ပွန်းဖြစ်သူ Jim ဟာလည်း ဘ၀ရည်ရွယ်ချက်တွေကြီးမားပါပေတယ်။ ဒီလိုနဲ့ နှစ်ယောက်သား
လက်ထပ်ပြီးတဲ့နောက်မှာ ကိုင်းရှိုင်းသက်၀င်ရာ ဘာသာအယူအဆတွေနဲ့ ဘုရားသခင်ရဲ့ လမ်းစဉ်တွေကို နယ်လှည့် ဟော
ပြောဖို့ အကြောင်းဖန်လာခဲ့ကြတယ်။ လူကြီးရော ကလေးပါ သူတို့ရဲ့ ဟောပြောချက်တွေကို စိတ်ပါ၀င်စားပြီး လက်ခံလာဖို့
နည်းမျိုးစုံနဲ့ ကြိုးစားကြတယ်။ တစ်စ တစ်စနဲ့ အောင်မြင်မှုတွေလည်းရလာပါတယ်။
သိုပေမဲ့ ဒီအောင်မြင်မှုတွေက ဘယ်ဆီကို ဦးတည်နေမယ်တော့ ဘယ်သူမှ မသိနိုင်ခဲ့ပါဘူး။ ဇာတ်လမ်းထဲကလို တရားဟောသူ
ဆန်ဆန်ပြောရမယ်ဆိုရင် ဘုရားပဲ သိပါလိမ့်မယ်။ ဒီဇာတ်လမ်းထဲမှာ ခရစ်ယာန်လူမျိုးတို့ရဲ့ ဘာသာရေး အယူအဆတွေ
ဘုရားသခင်အပေါ်ထားရှိတဲ့ ယုံကြည်မှုတွေကို အများအပြားလည်း မြင်ရမှာဖြစ်လို့ religion တစ်ခုကို လေ့လာရတဲ့အပြင်
သက်ရှိထင်ရှားရှိခဲ့ဖူးသူရဲ့ အကြောင်းကို သိရှိနားလည်ခွင့်ရမှာဖြစ်တဲ့အတွက် ဗဟုသုတတွေ အများကြီးရမယ့် ဇာတ်ကားဖြစ်ပါတယ်။
P.s
No Way Home မှာ Andrew ပါမပါ ခုထိမသေချာဘူး။ ဒီကားမှာတော့ သေချာတယ်ဗျ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Yoon Sandi Aung မှ ရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ F&R Team မှဖြစ်ပါတယ်။)
Check it here
File Size – (1.9 GB / 1 GB / 700 MB)
Quality – Web-DL 1080p, 720p, 480p
Duration – 2hrs 6min
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Biography, Drama, History
Translator – F&R Team
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
