"The Harmonium in My Memory (1999 )
———————–
IMDb – 7.3/10
Blue Dargon Awards (1999) – Jeon Do-Yeon (Best Actress)
Lee Mi-Yeon (Best Supporting Actress)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Cine21 (1999) – Jeon Do-Yeon (Best Actress)
Grand Bell Awards, South Korea (2000) – Jeon Do-Yeon (Best Actress)
Lee Byung-Hun (Best Actor) Nominee
Lee Mi-Yeon (Best Supporting Actress) Nominee
Verona Love Screens Film Festival (2000) – Lee Young-Jae (Best Film)
ဆုတွေ ရရှိထားတဲ့ ကားဟောင်းထဲက ကားကောင်းတစ်ကားကို တင်ဆက်ပေးပါရစေ။
======================================
အချစ်ဦးဟာ အနှစ်နှစ်ဆယ်အိပ်မက်ရဲ့သူယောင်မယ်လိုပေါ့။
သူယောင်မယ်ရဲ့ရွှေဖိနပ်မှာ အစိမ်းရောင်ကြက်ခြေခတ်ကိုခတ်
အနှစ်နှစ်ဆယ်အိပ်မက်မှာ မသေချာခြင်းများမသိခဲ့သေးခင် နံ့ရှားကြိုင်လွင့်
ငါ မမှတ်မိချင်တော့တဲ့ ရူးသွပ်မှုတစ်ပွင့်။
မြို့ကလေးရဲ့ ကျောင်းဆင်းချိန် မိုးဖွဲညနေတွေမှာ
မြင်ရမှန်းမသေချာတဲ့ အရိပ်ကလေးကို မျှော်ရည်ရင်း
အိမ်ရှေ့အုတ်ခုံကလေးမှာ တရားကျင့်ခဲ့ဖူးတဲ့
ရူးသွပ်မှုရဲ့ အနှစ်နှစ်ဆယ်။
စေ့စေ့မကြည့်ရဲတဲ့မျက်နှာကလေးကို
အတန်းရှေ့ယောင်ခြောက်ဆယ် ခိုးကြည့်ဖူးခဲ့တဲ့
ရူးသွပ်မှုရဲ့ အနှစ်နှစ်ဆယ်။
ကြယ်ကြွေသတို့သမီးထဲက ကျောက်လမ်းပေါ်ကလူလို
နတ်သမီးအိပ်မက်မက်ခဲ့ဖူးတဲ့ အနှစ်နှစ်ဆယ်။
ဖိုးချိုရဲ့ အဆောင်သရဲသီချင်းထဲက
လူမိုက်ကြီးဖြစ်ခဲ့ဖူးတဲ့ ညတွေရဲ့ အနှစ်နှစ်ဆယ်။
မီးတောက်ရစ်သမ်ကို ကိုယ်တွေ့တစ်ခုလို ရွတ်ဖတ်ခံစား
လွမ်းစိတ်ပို အိပ်တန်းတက်ကြဖူးတဲ့ အနှစ်နှစ်ဆယ်။
ယုဇနမခင်ပျိုလို ဇော်ဇော်အောင်လို
ငါ့ဧရာဝတီထဲ စီးဆင်းနေဦးမယ့် အနှစ်နှစ်ဆယ်။
မြို့ကလေးရဲ့ ဆောင်းရာသီလမ်းမ မြူခိုးတွေကြား
ဝိုးဝါးစွာ ထင်ကျန်နေခဲ့တဲ့ အနှစ်နှစ်ဆယ်။
ကျောင်းလမ်းမဒဏ္ဍာရီ
အုတ်ခုံရှေ့ ညကိုးနာရီ
ဘူတာနာရီစင် အနက်ရောင်ငှက်များ
စိုမှာမစိုး မိုးမိဖူး သူတို့ရဲ့ အနှစ်နှစ်ဆယ်။
ကောင်မလေးရေ ဒါ ငါ့ရဲ့ အနှစ်နှစ်ဆယ်…..
( ဒီရုပ်ရှင်ဟာ ဆယ်ကျော်သက်မိန်းကလေးတစ်ယောက်ရဲ့
အချစ်ဦးနဲ့ ဆုံတွေ့မှုအကြောင်းပါပဲ။
လူမှန်းသိတတ်စအရွယ်က အားလုံးရဲ့ အချစ်ဦးတွေ
တစ်ချိန်ကအားလုံးရဲ့ အနှစ်နှစ်ဆယ်တွေကို
ကောင်းကောင်း ထပ်ဟပ်မိစေမယ့် ရုပ်ရှင်ပါပဲ။
တင်ဆက်ပြသပုံကတော့ မထူးခြားခြင်းနဲ့ကို ထူးခြားနေတဲ့ ရုပ်ရှင်ပါ။
အဖြစ်အပျက်တွေရဲ့ဘာမှမထူးခြားခြင်းကကို ထူးခြားနေတဲ့သဘောပါ။
လီဗြောင်ဟွန်းနဲ့ ဂျွန်းဒိုယွန်းတို့ရဲ့
ပြိုင်ဘက်ကင်းတဲ့သရုပ်ဆောင်မှုနဲ့ အတော်အစပ်အဟပ်တည့်ပါတယ်။
အိုင်းရစ်ထဲကထက်တောင် နုပုံပေါက်နေတဲ့
လီဗြောင်ဟွန်းရဲ့ ငယ်ရုပ်ကိုလည်း တွေ့ကြရမှာပါ)
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
Genre….. Drama, Romance
Quality….WEB-DL 1080p and 720p
File size…1.6GB and 1GB and 512MB
Format…mp4
Duration….1h 56min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. WiRa Aung
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
