"The Killer (1989)
ဟောင်ကောင်ရုပ်ရှင်ရဲ့ ရွှေခေတ်… ဂျွန်ဝူးရဲ့ရွှေခေတ်….
ချောင်ယွန်ဖတ်ရဲ့ရွှေခေတ်က အက်ရှင်ကားတစ်ကားပေါ့။
တစ်ချို့ကတော့ ဒီရုပ်ရှင်ကို ချောင်ယွန်ဖတ်ရဲ့ အကောင်းဆုံးကားလို့
သတ်မှတ်ကြတယ်။ဟောင်ကောင်အက်ရှင်တွေရဲ့ ဘုရင်ဟောင်းဂျွန်ဝူးရဲ့
Ratingအကောင်းဆုံးကားဆိုလည်း မမှားဘူး။ အဖွင့်မှာတင်ပါလာတဲ့
နောက်ခံသီချင်းလေးကလည်း တော်တော့်ကို ကောင်းတာပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပုံစံကခပ်အေးအေး အကြည့်က ခပ်စူးစူးနဲ့
တစ်ချက်ပစ်ရင် လူတစ်ယောက်ထိကိုထိတဲ့
နာမည်ကျော်ကြေးစားလူသတ်သမားတစ်ယောက်ရှိတယ်။
စင်တင်စားသောက်ဆိုင်တစ်ခုမှာ ပစ်မှတ်ကို သွားသတ်ရင်း
အဆိုတော်မလေးရဲ့ မျက်လုံးကို ကျည်နဲ့ ရှပ်ထိသွားပြီး
ကောင်မလေးရဲ့ မျက်လုံးဟာ ကန်းတော့မယ့်လုဆဲဆဲ
ဖြစ်သွားခဲ့တယ်။ လူသတ်သမားပေမဲ့ ကိုယ်ပိုင်စည်းမျဉ်းနဲ့
သိက္ခာရှိရှိနေတဲ့ ချောင်ယွန်ဖတ်ရဲ့ ကျည်ဟာ ဘယ်တော့မှ
အပြစ်မရှိသူရဲ့ အရေပြားပေါ် မဖိတ်စဉ်ဖူးဘူး။
ဖိတ်စဉ်မိခဲ့ရင်လည်း သူ့တာဝန် သူယူတတ်တဲ့သူဆိုတော့
အနားယူဖို့စီစဉ်ထားပေမဲ့ ကောင်မလေးရဲ့ မျက်လုံးကို
ပြန်ကုပေးဖို့ နောက်ဆုံးအလုပ်တစ်ခုကို လက်ခံလိုက်တယ်။
ကံဆိုးချင်တော့ နောက်ဆုံးအလုပ်မှာ သူ့ကိုခိုင်းတဲ့သူတွေက
သူ့ကိုပြန်နှုတ်ပိတ်သတ်ဖို့ကြံရာက ရဲတွေရော
ရာဇဝတ်ဂိုဏ်းတွေကပါ သူ့နောက်ကိုလိုက်ကြတော့တာပါပဲ။
ဇာတ်အိမ်က သူ့ခေတ်က ထူးပေမဲ့ နောက်ပိုင်း ဒီပုံစံတွေ
တွေ့ဖန်မြင်ရများလို့ မဆန်းတော့တဲ့ ဇာတ်အိမ်ပါပဲ။
သို့ပေမဲ့ လတ်ဆတ်တုန်းက အပြုံးချိုချိုနဲ့ ချောင်ယွန်ဖတ်နဲ့
လိုက်ဖက်လွန်းနေတဲ့ သိက္ခာရှိတဲ့ ကြေးစားလူသတ်သမားဇာတ်ကောင်က
ဒီဇာတ်လမ်းကို ဘယ်တော့မှမဟောင်းမယ့်
ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်သွားအောင်
အရောင်တင်ပေးခဲ့တယ်။ သဘောကျစရာကောင်းတာက
နောက်ပိုင်းကားတွေထဲက ဇာတ်လိုက်တွေလို လူလွန်မသားတွေ
ဖြစ်မနေဘူး။ ကြမ်းတယ် ကျည်တစ်ချက်တစ်ကောင်သေတယ်။
သို့ပေမဲ့ ဒဏ်ရာလည်း အသေရတယ်.. ရရင်လည်း လူပီပီ
နာပြကျင်ပြ ခံစားပြတယ်။ လူကိုး။ ခိုးကိုးရာမဲ့ချိန် တစ်ချိန်ချိန်မှာ
စိတ်ရဲ့အမြင့်ကလည်း ပြုတ်ကျလာတတ်တာပဲ။ဒီအက်ရှင်ကားရဲ့
တစ်ချို့အခန်းတွေဟာ ရင်ထဲနင့်စရာ သိပ်ကောင်းတယ်။
ဂျွန်ဝူးဟာ သူ့ခေတ်သူ့အခါက တကယ်တော်ခဲ့တဲ့
ဆရာတစ်ပါးပါပဲ။ ရုပ်ရှင်ကိုတောင် ရိုက်နေရင်းမှ
ဇာတ်ညွှန်းရေးခဲ့တဲ့သူ တစ်ယောက်ပါ။
နောက်ဒီရုပ်ရှင်ကို ရိုက်ရာမှာ ပီပီပြင်ပြင်ရှိစေဖို့
ဂျွန်ဝူးဟာ တကယ့်သေနတ်အစစ်တွေသုံးပြီး ရိုက်ခဲ့တယ်။ လမ်းမပေါ် ရိုက်တဲ့အချိန်ဆို
ဖြတ်သွားဖြတ်လာ လူတွေကတောင် ဓားပြတိုက်နေတယ်လို့တောင် ထင်ခဲ့ကြတဲ့အထိပါပဲ။
1991မှာ အနောက်ကလူတွေက
ဒန်ဇယ်ဝါရှင်တန်နဲ့ Remakeလုပ်ဖို့
ကြံခဲ့ကြပါတယ်။ နောက်ကျ ဟောလိဝုဒ်က
ဒန်ဇယ်နဲ့ Remake လုပ်ဖို့ အဆင်မပြေတော့
ကီယာနူးရိဗ်ကို ငှားခဲ့ပေမဲ့ သူကတော့
ငြင်းလိုက်ပါတယ်။ မငြင်းရင်လည်း
အဆင်ပြေမယ်မထင်ပါဘူး။ သို့ပေမဲ့
ကီယာနူးရိဗ်ဟာ John Wickမှာမှ
The Killerကို Inspiration ယူခဲ့တယ်။
အစမှာတော့ ချောင်ယွန်ဖတ်ရဲ့ အကောင်းဆုံးရုပ်ရှင်လို့
ပြောကြတာကို နည်းနည်းလွန်တယ် ထင်မိပေမဲ့
ဇာတ်အသိမ်းမှာတော့ ငြင်းဆန်နိုင်စွမ်း မရှိတော့ဘူး။
ဒါရိုက်တာဟာ ပြန်ပြောပြဖို့တော်တော်ခက်လိမ့်မယ့်
အရသာတစ်ခုကို ထပ်ဆောင်းပေးခဲ့လိုက်ပြီ။
ဒီအရသာက ကျွန်တော် ဘယ်တော့မှ မေ့တော့မှာမဟုတ်တဲ့
အရသာတစ်ခုပဲ။ ရုပ်ရှင်အပြီးမှာ တစ်ခုသောစာသားကလေးကိုပဲ
ကျွန်တော် ပြေး သတိရမိတယ်။
” ဘဝသည် နာကျင်ဖွယ်အတိနဲ့
ကြင်နာတတ်ကြောင်း ပြလိမ့်ဦးမည်”တဲ့……
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.3GB, 890MB
Quality – 1080p, 720p
IMDb Rating – 7.8/10
Format – mp4
Duration – 1H 51Min
Type – Action, Crime, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
