"ဒီကားလေးကတော့ IMDb 6.3 ရထားတဲ့ ကားလေးပါ
အခုမှသူ့မွေးရပ်နေရာကိုပြန်လာပြီး ရဲအလုပ်လုပ်ရင်း
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပထမဆုံးကင်းစလှည့်မယ့်ဟိုလန်တစ်ယောက်ကို
သူ့ရဲ့အထက်လူကြီးသူနဲ့အတူကင်းလှည့်ပြီးတာဝန်တွေ
လုပ်ငန်းစဥ်တွေသင်ကြားပြသပေးမယ့်ရဲတစ်ယောက်တို့ရဲ့
တစ်ညတာကင်းလှည့်ပြီး အမှုတွေဖြေရှင်းတာကိုရိုက်ကူးထားတာပါ
ဟိုလန်တစ်ယောက်ရဲသင်တန်းကနေ
ကျင့်ဝတ်လမ်းစဥ်တွေသင်ယူခဲ့ရပေမယ့်
တကယ်ကင်းလှည့်တဲ့အချိန်မှာတော့ အခြေအနေအချိန်အခါတွေ
ကွဲ ပြားသွားတဲ့အခါကင်းလှည့်ရင်းလူမျိုးစုံပုံစံမျိုးစုံအန္တရာယ်မျိုးစုံကိုရင်ဆိုင်ရတဲ့အခါ
သူ့အထက်လူကြီးရဲ့လျှို့ဝှက်ချက်တွေကိုပါသိရှိပြီး
နောက်ဆုံးဘဏ်ကိုဓါးပြတိုက်သွားတဲ့လူတွေကိုပါ
ဖမ်းဖို့အကြောင်းဖန်လာတဲ့အခါမှာ
ဒီဇာတ်လမ်းကတစ်ညတာကင်းလှည့်ပြီးသူတို့နိုင်ငံရဲတွေရဲ့
လုပ်ငန်းတာဝန်တွေ
လူဆိုးဖမ်းတာတွေကိုသေချာရိုက်ပြထားတဲ့ကားလေးတစ်ကားဖြစ်တာကြောင့်
ဒီလိုဇာတ်အိမ်မျိုးကိုသဘောမကျတဲ့သူတွေအတွက်တော့ပျင်းဖို့ကောင်းလောက်ပေမယ့်
စိတ်ဝင်စားမယ်ဆိုရင်တော့ကြည့်ရတန်မယ့်ကားကောင်းလေးပါ
File Size : ( 1 GB , 404 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 50 min
Format : Mp4
Genre : Action , Crime , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phue
Encoded by Moe Myint Lwin
zawgyi
ဒီကားေလးကေတာ့ IMDb 6.3 ရထားတဲ့ ကားေလးပါ
အခုမွသူ႔ေမြးရပ္ေနရာကိုျပန္လာၿပီး ရဲအလုပ္လုပ္ရင္း
ပထမဆုံးကင္းစလွည့္မယ့္ဟိုလန္တစ္ေယာက္ကို
သူ႔ရဲ႕အထက္လူႀကီးသူနဲ႔အတူကင္းလွည့္ၿပီးတာဝန္ေတြ
လုပ္ငန္းစဥ္ေတြသင္ၾကားျပသေပးမယ့္ရဲတစ္ေယာက္တို႔ရဲ႕
တစ္ညတာကင္းလွည့္ၿပီး အမႈေတြေျဖရွင္းတာကို႐ိုက္ကူးထားတာပါ
ဟိုလန္တစ္ေယာက္ရဲသင္တန္းကေန
က်င့္ဝတ္လမ္းစဥ္ေတြသင္ယူခဲ့ရေပမယ့္
တကယ္ကင္းလွည့္တဲ့အခ်ိန္မွာေတာ့ အေျခအေနအခ်ိန္အခါေတြ
ကြဲ ျပားသြားတဲ့အခါကင္းလွည့္ရင္းလူမ်ိဳးစုံပုံစံမ်ိဳးစုံအႏၲရာယ္မ်ိဳးစုံကိုရင္ဆိုင္ရတဲ့အခါ
သူ႔အထက္လူႀကီးရဲ႕လွ်ိဳ႕ဝွက္ခ်က္ေတြကိုပါသိရွိၿပီး
ေနာက္ဆုံးဘဏ္ကိုဓါးျပတိုက္သြားတဲ့လူေတြကိုပါ
ဖမ္းဖို႔အေၾကာင္းဖန္လာတဲ့အခါမွာ
ဒီဇာတ္လမ္းကတစ္ညတာကင္းလွည့္ၿပီးသူတို႔ႏိုင္ငံရဲေတြရဲ႕
လုပ္ငန္းတာဝန္ေတြ
လူဆိုးဖမ္းတာေတြကိုေသခ်ာ႐ိုက္ျပထားတဲ့ကားေလးတစ္ကားျဖစ္တာေၾကာင့္
ဒီလိုဇာတ္အိမ္မ်ိဳးကိုသေဘာမက်တဲ့သူေတြအတြက္ေတာ့ပ်င္းဖို႔ေကာင္းေလာက္ေပမယ့္
စိတ္ဝင္စားမယ္ဆိုရင္ေတာ့ၾကည့္ရတန္မယ့္ကားေကာင္းေလးပါ
File Size : ( 1 GB , 404 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 50 min
Format : Mp4
Genre : Action , Crime , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phue
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
