"Re-animator (1985)
================
“တစ်ခါတလေမှာ…
သေနေတာကမှ ပိုကောင်းသေးတယ်”
– စတီဖင်ကင်း (Pet Semetry)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
H.P Lovecraft ရဲ့စာအုပ်တွေဟာလည်း Hollywood အနေနဲ့ ရိုက်နိုင်ရင်ရိုက်သလောက် ထွက်လာနိုင်တဲ့ Horror, Mystery, Sci-fi Genre အမျိုးစုံရှိနေတဲ့ ရတနာသိုက်တစ်ခုလိုပဲ။ သူ့ရဲ့ ဝတ္ထုတိုတစ်ပုဒ်ကို မှီငြမ်းပြီးရိုက်ထားတဲ့ ဒီကားဟာလည်း ကျွန်တော်တို့ ငယ်ငယ်က သိပ်ကို လန့်ခဲ့ရတဲ့ ဇာတ်ကားတစ်ကားပေါ့။
IMDB – 7.2/10, Rotten Tomatoes – 93%
အဲဒီခေတ် အဲဒီအခါက Re-Animator ဟာ အားလုံးနဲ့ ကွဲပြားပြီး ထူးခြားတဲ့ ရုပ်ရှင်တစ်ခုဖြစ်ခဲ့သလို အခုချိန်ပြန်ကြည့်မယ်ဆိုရင်လည်း စိတ်ဝင်စားဖို့ကောင်းပြီး ပါးစပ်အဟောင်းသားနဲ့ ပြန်လွမ်းရမယ့်ကားမျိုးပါပဲ။ တစ်ချို့အတွက်ကတော့ ငယ်ငယ်က ငါဒီလိုကားမျိုးနဲ့ ခြောက်ခြားခဲ့ပါလားဆိုပြီး ကိုယ့်ဘာသာ အံ့သြကောင်း အံ့သြမိနေပါလိမ့်မယ်။ တချို့က​တော့ ဇာတ်ဝင်သံစဉ်ကြားရုံတင် ​တုန်လှုပ်မိတဲ့ လွမ်းစရာခံစားမှုမျိုး ရမိကြလိမ့်မယ်။
ဇာတ်လမ်းကတော့ ထူးချွန်တဲ့ ​ဆေးကျောင်းသား တစ်ယောက်က ဘယ်လိုမှမဖြစ်နိုင်တဲ့ သေလူကို ပြန်လည်ရှင်သန်အောင်လုပ်မယ်ဆိုတဲ့ သု​တေသနကို လုပ်တာပါ… တိရစ္ဆာန်​တွေကို စမ်းသပ်ရာက​နေ လူ​သေ​တွေကိုပါ စမ်းသပ်တဲ့အခါ မထင်မှတ်တဲ့ ခြောက်ခြားစရာတွေဖြစ်ကုန်တော့တယ်။
ဒီခေတ် Horror ကားတွေနဲ့ အရင်ခေတ် Horror ကားတွေကို သေချာသတိထားမိရင် အတော်ကွဲပြားတာကို တွေ့ရလိမ့်မယ်။ ဇာတ်လမ်းနဲ့ ဇာတ်ညွှန်းကအစ ဒီဘက်ခေတ်ဇာတ်ကားတွေဟာ အရင်ကားတွေကို ဘယ်လိုမှ မယှဉ်နိုင်ဘူး။ သေချာအားထုတ်ကြိုးစားထားတဲ့ နောက်ခံတီးလုံးတွေ၊ ဆက်တင်တွေ၊ Practical Effect တွေဟာ ဒီကားကို ဘယ်အချိန် ပြန်ကြည့်ကြည့် အဆင့်အတန်းရှိ Horror ကားတစ်ကားလို့ သတ်မှတ်မိစေတာပါပဲ။
ဒါပေမယ့် ဘယ်ခေတ်မှာပဲဖြစ်ဖြစ် သေနေတဲ့သူတွေ ပြန်ရှင်လာတဲ့အကြောင်းဟာ စိတ်ကို ခြောက်လန့်နေဦးမှာပါပဲလေ…။
(ဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.3GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 7.2/10
Format – mp4
Duration – 1H 44Min
Type – Horror, Comedy, Sci-fi
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Mugiwara Ya
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
