"Later Days (2021)
=============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.8/10
အားလုံးအတွက် စိတ်အပန်းဖြေစရာ Comedy ဇာတ်ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ရပါတယ်။
ကိုယ့်ရဲ့ ငယ်ဘ၀နေ့ရက်တွေကို ကျွန်တော်တို့တွေ အမြဲလိုလို ပြန်လည်တမ်းတမိကြမှာပါ ကျောင်းသားဘ၀က
အမှတ်တရတွေ အရင်ခေတ်က သီချင်းတွေ ပစ္စည်းတွေ တစ်ခုခုကိုတော့ အမြဲလိုလို အမှတ်ရနေတတ်ကြတာပဲ
မဟုတ်လား။
ဒီဇာတ်ကားလေးက ဒါမျိုးလေးတွေကို အဓိက ရိုက်ကူးပေးထားတဲ့ ဇာတ်လမ်းလေးတစ်ပုဒ်ပါပဲ . . .
ဇာတ်လမ်းရဲ့ အဓိကဇာတ်ရုပ်တွေကတော့ မိုက်ခ် နဲ့ ပမ် လို့ခေါ်တဲ့ ဇနီးမောင်နှံနှစ်ယောက်…အများသူငါတွေလိုပဲ
အိမ်ထောင်အတွက် အပတ်တကုပ် ကြိုးစားနေကြတယ်၊၊ ဇနီးဖြစ်သူ ပမ်ဟာ ကုမ္ပဏီ၀န်ထမ်းတစ်ယောက်ဖြစ်ပြီး
လက်ရှိလုပ်နေတဲ့ စာချုပ်ဖြစ်မြောက်ရေးအတွက် နေ့ညမပျက် အားကုန်ကြိုးစားနေတဲ့သူတစ်ယောက်၊ မိုက်ခ်ကတော့
ပမ်တစ်ယောက် လစ်လပ်နေတဲ့ နေရာကိုဖြည့်ရင်း သားလေးနှစ်ယောက်ကို ထိန်းကျောင်းနေတဲ့ ဖခင်တစ်ယောက်..ပမ်ရဲ့
အလုပ်ကိစ္စကိုလည်း အမြဲအားပေးနေတဲ့ ခင်ပွန်းကောင်းတစ်ယောက်ပါ။ ဒီလိုနဲ့ မိုက်ခ်တစ်ယောက် ပမ်ရဲ့မွေးနေ့ပွဲလေးနဲ့
အတူ သူ့စာချုပ်ကိစ္စပါ အောင်မြင်မယ့်နေ့ကို တစ်ပါတည်းပူးတွဲပြီး ဂုဏ်ပြုပေးဖို့ စီစဥ်နေပါတယ်၊ မိုက်ခ်တစ်ယောက်
လုပ်လိုက်တာကတော့ သူတို့ငယ်စဥ်ဘ၀ ၈၀ ခုနှစ်တွေကလို ပုံစံနဲ့ ပြင်ဆင်ကျင်းပပြီး ကျောင်းတုန်းက ရှိသမျှ သူငယ်ချင်းတွေ
အကုန်လုံးကို ပါတီပွဲကို ဖိတ်လိုက်တာပါ။ ဒါပေမဲ့ ပမ်ရဲ့ စာချုပ်က ထင်သလိုအပြီးမသတ်နိုင်ခဲ့ပဲ မွေးနေ့ပွဲပါတီကလည်း
စပရိုက်စ်မဖြစ်ခဲ့တဲ့အတွက် မိုက်ခ် စီစဥ်တဲ့ ပါတီကို ပမ် ခမျာ စိတ်ပျက်လက်ပျက်နဲ့ လိုက်ခဲ့ရပါတယ်၊
ဒီတော့ အရင်တုန်းက ရွှေရောင်နေ့ရက်တွေကို ပြန်ခံစားချင်နေတဲ့ မိုက်ခ် ရယ်..ဘ၀ကိုရှေ့ဆက်ဖို့သာ စိတ်စောနေတဲ့ ပမ်
တို့ကြားမှာ အဆင်မပြေမှုလေးတွေ ရှိလာမလား။ ဒီပါတီပွဲလေးကပဲ သူတို့တွေကို အခုထက် ပိုပြီး နီးစပ်စေမလားဆိုတာရယ် ကျောင်းသားဘ၀တုန်းက သူငယ်ချင်းတွေကြား ဖြစ်ခဲ့တဲ့ အဆင်မပြေမှုလေးတွေ အထင်လွဲမှုလေးတွေကို ဒီ ၈၀ ခုနှစ်ပါတီလေးကပဲ
ပြန်ပြီး နားလည်မှုပေးနိုင်မလား ဆိုတာကို nostalgic ဖြစ်စေမယ့် ပုံစံနဲ့ တင်ဆက်ထားတဲ့ ဒီဇာတ်ကားလေးပေါ်မှာ ခံစားကြည့်ရှု
လိုက်ကြပါဦး။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Chuck Chuck မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူကတော့ CM Team မှပဲဖြစ်ပါတယ်။)
Quality – 1080p, 720p, 360p WebRip
Duration – 52min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Comdey
Source : 1080p.WebRip
Translator – CM Team
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
