"Jersey(2019)
IMDb…9.0
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ္ကားနဲ႕ပတ္သတ္ၿပီး ဘာမွမၫႊန္းခင္ ေသခ်ာေပါက္ေျပာရဲတာတစ္ခုကေတာ့
ဒီဇာတ္ကားဟာ
Top Ten India Movies of 2019 မွာ ေသခ်ာေပါက္ 1 to 5 ဝင္မယ့္ကားပါ
ေတာင္ပုိင္းကားေတြနဲ႕သိပ္မရင္းႏွီးတဲ့ကြ်န္ေတာ့္အတြက္ေတာ့
ဒီဇာတ္ကားဟာ ေတာင္ပုိင္းဂုဏ္ေဆာင္ကားတစ္ကားပါပဲ
ဒီထဲက သ႐ုပ္ေဆာင္ေတြဟာလည္းေတာ္ၾကသလုိ
ဇာတ္လမ္း၊ ဇာတ္အိမ္ကလည္း တကယ့္ကုိ စင္လုံးေခ်ာပါ
အထူးသျဖင့္ မင္းသားျဖစ္သူက သရုပ္ေဆာင္ေတြကလည္း
အပုိအလုိမရွိ တကယ့္ကုိေကာင္းပါတယ္…
အုိဗာအက္တင္ေတြ၊ အုိဗာအက္ရွင္ေတြ၊ က,တာ ခုန္တာေတြမပါဘဲ
ဇာတ္ကားေကာင္းမွၾကည့္ခ်င္သူေတြအတြက္ေတာ့ တကယ့္ဇာတ္ကားေကာင္းတစ္ကားပါပဲ
အထူးသျဖင့္ အိႏၵယကားေတြဆုိ ကုလား၊ ကုလားနဲ႕ ၾကည့္မရျဖစ္ေနသူေတြ ဒီကားကုိၾကည့္ၾကည့္ပါ
သူတုိ႕႐ုပ္ရွင္အဆင္တန္းဘယ္ေလာက္ျမင့္လဲ ျမင္ေတြ႕ရမွာ
ဒီေလာက္စာေတြအမ်ားႀကီးေရးေနတာ အလကားမဟုတ္ပါဘူးဗ်ာ
ဇာတ္ကားေကာင္းတစ္ကား လူတုိင္းကုိၾကည့္ေစခ်င္တဲ့ဆႏၵေၾကာင့္ပါ
ဘာေၾကာင့္လဲဆုိေတာ့ လက္ရွိ 2019 ထြက္ထားသမွ် အိႏၵိယကားေတြထဲမွာ Rating အျမင့္ဆုံးလု္ိ႔႔လည္းေျပာလုိ႔ရလုိ႔ပါဗ်ာ
IMDb 9/10 ထိရရွိထားၿပီး ေဝဖန္ေရးသမားေတြအၾကား ေကာင္းသတင္းေမႊးေနပါတယ္။
ဇာတ္လမ္းေလးေျပာရရင္ …
အာရ္ဂြ်န္ . . . တခ်ိန္က နာမည္ႀကီး ခရစ္ကက္ကစားသမားတစ္ေယာက္
စံခ်ိန္ေကာင္းမ်ားစြာနဲ႕ သူ႕ေခတ္သူအခါမွာ အေကာင္းဆုံးပဲ
အခုေတာ့
အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ခရစ္ကက္နားလုိက္ၿပီ
ပုိဆုိးတာ လက္ရွိအလုပ္ေလးကလည္းျပဳတ္ေနတာ ၂ ႏွစ္ရွိၿပီ
ဇနီးျဖစ္သူ ဆာရာကေတာ့ မညည္းညဴဘဲ အိမ္ေထာင့္တာဝန္ကုိယူထားပါတယ္
ဒါေပမဲ့ …
သားေလးရဲ႕ အသက္ ၇ ႏွစ္ျပည့္ေမြးေန႕မွာ
သားျဖစ္သူက တသက္နဲ႕တခါ ေမြးေန႕လက္ေဆာင္အျဖစ္
ခရစ္ကက္ဂ်ာစီေလးတစ္ထည္ဝယ္ေပးဖုိ႔ ေတာင္းဆုိပါေလေရာ
ဂ်ာစီဖုိးကဘယ္ေလာက္လဲဆုိေတာ့ ၅၀၀ ႐ူပီ
ဒီ ၅၀၀ ဟာ လူတစ္ေယာက္အတြက္ ဘယ္ေလာက္ခက္ခဲလဲဆုိတာ
သုံးရက္တုိင္တုိင္ သူလွည့္ရွာလုိ႔မရခဲ့ဘူး
ဒီ့အတြက္နဲ႕ ျပႆနာေပါင္းစုံ ေသာကေပါင္းစုံပါ တက္ခဲ့ရတယ္
ဒီအခ်ိန္မွာ အာရ္ဂြ်န္ သူ႕အေျခေနသူ ေကာင္းေကာင္းႀကီးသိသြားေတာ့တာပဲ
အဲ့ဒိေတာ့ သူစြန္႕လႊတ္ခဲ့တဲ့ခရစ္ကက္ေလာကထဲ
ေနာက္တစ္ႀကိမ္ျပန္ဝင္ဖုိ႔ ကံဖန္လာခဲ့ေလတယ္
အသက္ ၃၆ ႏွစ္ျဖစ္ေနမွ ခရစ္ကက္မွာ ေအာင္ျမင္မႈျပန္ရွာႏုိင္ပါ့မလား …
(ခရစ္ကက္နဲ႕ပတ္သတ္တဲ့အသုံးႏႈန္းေတြဟာ သိပ္မရင္းႏွီးတာေၾကာင့္
ဘာသာျပန္လုိအပ္ခ်က္မ်ားရွိပါက သည္းခံေပးၾကပါကုန္)
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္…
File Size : (1.1 GB) and (429 MB)
Quality : WEB-DL 720p,
Format…mp4
Duration…02:30:00
Genre : Drama, Sport
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zaw Htoo
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
