"ဒီကားလေးကတော့ Imbd 6.9 ရရှိထားပြီးဂျွန်နသန် ရဲ့
နာမည်ကျော်ဝတ္ထု ကိုအသက်သွင်းထားတာဖြစ်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းကို ၁၉၅၀ ဝန်းကျင်ကာလနယူးယောက်မှာ
နောက်ခံထားရိုက်ကူးထားပါတယ်
အာရုံကြောဆိုင်ရာအားနည်းပြီးအဓိပ္ပါယ်မဲ့
စကားတွေကို ထိန်းမရပဲပြောတတ်တဲ့စုံထောက်
လိုင်ရိုနယ်က တဖက်မှာလည်းထက်မြက်ပြီးဉာဏ်ကောင်းနေပြန်ပါတယ်
တနေ့မှာ သူ့ရဲ့သူဌေးဖရန့်မီနာ ကမြို့တော်ဝန် မိုးစက်ရဲ့
ကိစ္စမှာဝင်ရှုပ်လို့ အသတ်ခံရပါတယ်
အဲ့တာကိုမကျေနပ်ပြီးတော့လိုင်ရိုနယ်ကသတင်းထောက်
အနေနဲ့ ဟန်ဆောင်ပြီးစုံစမ်းဖော်ထုတ်ချိန်မှာတော့
အဲ့မြို့ကိုထိန်းချုပ်ထားတဲ့အာဏာပိုင်တွေရဲ့ အရှုပ်တော်ပုံ တွေ့လိုက်ရတဲ့အခါမှာ
အာဏာရူးတွေရဲ့ အကြောင်းကို ထဲထဲဝင်ဝင်သိရှိသွားပြီးတော့
လူမည်းတွေကိုခွဲခြား ဆက်ဆံတာတွေ လာဘ်စားမှုတွေ ပါဝါပြမှုတွေကိုပါ
ရှာဖွေတွေ့ရှိသွားပြီး မြို့ရဲ့ အန္တရာယ် အရှိဆုံးသော
သမိုင်းဝင်မဲ့အာဏာရှင်နဲ့ တည့်တည့်တိုးပါတော့တယ်
ဂန္ထဝင်ဆုရ စုံထောက်ဇာတ်ကားကောင်းလေးမို့ ကြည့်ရှုသင့်ပါကြောင်း ……….
File Size : ( 1 GB , 434 MB )
Quality : WEB-DL 720p
Running Time : 2 hr 24min
Format : Mp4
Genre : Crime , Drama , Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Kaung Thant Win Htet
Encoded by Moe Myint Lwin
zawgyi
ဒီကားေလးကေတာ့ Imbd 6.9 ရရွိထားၿပီးဂြၽန္နသန္ ရဲ႕
နာမည္ေက်ာ္ဝတၳဳ ကိုအသက္သြင္းထားတာျဖစ္ပါတယ္
ဇာတ္လမ္းကို ၁၉၅၀ ဝန္းက်င္ကာလနယူးေယာက္မွာ
ေနာက္ခံထား႐ိုက္ကူးထားပါတယ္
အာ႐ုံေၾကာဆိုင္ရာအားနည္းၿပီးအဓိပၸါယ္မဲ့
စကားေတြကို ထိန္းမရပဲေျပာတတ္တဲ့စုံေထာက္
လိုင္႐ိုနယ္က တဖက္မွာလည္းထက္ျမက္ၿပီးဉာဏ္ေကာင္းေနျပန္ပါတယ္
တေန႔မွာ သူ႔ရဲ႕သူေဌးဖရန႔္မီနာ ကၿမိဳ႕ေတာ္ဝန္ မိုးစက္ရဲ႕
ကိစၥမွာဝင္ရႈပ္လို႔ အသတ္ခံရပါတယ္
အဲ့တာကိုမေက်နပ္ၿပီးေတာ့လိုင္႐ိုနယ္ကသတင္းေထာက္
အေနနဲ႔ ဟန္ေဆာင္ၿပီးစုံစမ္းေဖာ္ထုတ္ခ်ိန္မွာေတာ့
အဲ့ၿမိဳ႕ကိုထိန္းခ်ဳပ္ထားတဲ့အာဏာပိုင္ေတြရဲ႕ အရႈပ္ေတာ္ပုံ ေတြ႕လိုက္ရတဲ့အခါမွာ
အာဏာ႐ူးေတြရဲ႕ အေၾကာင္းကို ထဲထဲဝင္ဝင္သိရွိသြားၿပီးေတာ့
လူမည္းေတြကိုခြဲျခား ဆက္ဆံတာေတြ လာဘ္စားမႈေတြ ပါဝါျပမႈေတြကိုပါ
ရွာေဖြေတြ႕ရွိသြားၿပီး ၿမိဳ႕ရဲ႕ အႏၲရာယ္ အရွိဆုံးေသာ
သမိုင္းဝင္မဲ့အာဏာရွင္နဲ႔ တည့္တည့္တိုးပါေတာ့တယ္
ဂႏၴဝင္ဆုရ စုံေထာက္ဇာတ္ကားေကာင္းေလးမို႔ ၾကည့္ရႈသင့္ပါေၾကာင္း ……….
File Size : ( 1 GB , 434 MB )
Quality : WEB-DL 720p
Running Time : 2 hr 24min
Format : Mp4
Genre : Crime , Drama , Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Kaung Thant Win Htet
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
