Big Bang အဖွဲ့က အဆိုတော် Choi Seung Hyun (T.O.P) ခေါင်းဆောင်ပါဝင်ပြီး Han Ye Ri ၊ နာမည်ကြီးမင်းသမီး Kim Yoo Jung ၊ Yoon Je Moon ၊ Jo Sung Ha နဲ့ မင်းသားကြီး Jung Ho Bin တို့ ပါဝင်သရုပ်ဆောင်ထားတဲ့ Commitment ဇာတ်ကားဟာ အက်ရှင်ဒရမ်မာ ဇာတ်ကြမ်းတစ်ကား ဖြစ်ပါတယ်။ ဒါရိုက်တာ Park Hong Soo ရိုက်ကူးပြီး ကိုရီးယားစစ်ပွဲရဲ့ တတိယမျိုးဆက်တွေ ဘုမသိဘမသိနဲ့ ဓားစာခံဖြစ်ရပုံအကြောင်း ရိုက်ကူးထားတဲ့ IMDb Rating 6.8 ထိရရှိထားတဲ့ ဇာတ်ကားကောင်း ဖြစ်ပါတယ်။ကိုရီးယားကားတွေရဲ့ ထုံးစံအတိုင်း အကြမ်းနဲ့ အလွမ်းကို ရောသမမွှေထားပြီး မတူညီတဲ့ ပတ်ဝန်းကျင်တွေကို သမမျှတအောင် ထည့်သွင်းရိုက်ကူးထားတာ တွေ့ရပါတယ်။ နူးညံ့တဲ့ စန္ဒယားသမား ကျောင်းသားတစ်ယောက်ရဲ့ ခံစားချက်ကို လူသတ်သမားတစ်ယောက်ရဲ့ သွင်ပြင်နဲ့ ရောသမမွှေထားပြီး သိမ်မွေ့တဲ့ အချစ်ဇာတ်လမ်းနဲ့ ပေါင်းစပ်တန်ဆာဆင်ထားပါတယ်။ အက်ရှင်ကားတွေ ကြိုက်တဲ့ ပရိသတ်တွေ ကြည့်သင့်တဲ့ ဇာတ်ကားပါပဲ။Spoiler Alertဇာတ်လမ်းကတော့….Myung Hoon ဟာ မြောက်ကိုရီးယား သူလျှိုဟောင်းတစ်ယောက်ရဲ့ သားဖြစ်ပြီး စန္ဒယားပညာရှင် တစ်ဦးဖြစ်ဖို့ စိတ်ကူးယဉ်နေသူပါ။ ဒါပေမယ့် တောင်ကိုရီးယားမှာ သူ့ဖခင် သေဆုံးသွားပြီး နောက်ပိုင်း သူ့ညီမ Hye In အလုပ်ကြမ်းစခန်းကို ရောက်သွားခဲ့ပါတယ်။ သူ့ဖခင်ရဲ့ အထက်အရာရှိ ကာနယ် Moon Sang Chul က Myung Hoon အတွက် အလုပ်တစ်ခု သယ်ဆောင်လာပါတယ်။ အကယ်၍ အဲဒီအလုပ် အောင်မြင်ခဲ့ရင် သူရော သူ့ညီမပါ လွတ်မြောက်မှာ ဖြစ်ပါတယ်။ အဲဒီအလုပ်ကတော့ သူ့အဖေရဲ့ မပြီးသေးတဲ့ တာဝန်တွေကို ဆက်လက်ထမ်းဆောင်ဖို့ပါပဲ။ သူ့ညီမကိုပါ လွှတ်ပေးမယ်ဆိုတာကြောင့် Myung Hoon က ဒီအလုပ်ကို လက်ခံလိုက်ပြီး ၂ နှစ်တိုင်တိုင် အပြင်းအထန် လေ့ကျင့်ပေးပါတယ်။Myung Hoon ဟာ မြောက်ကိုရီးယားကနေ ထွက်ပြေးလာသူတစ်ဦး အသွင်နဲ့ တောင်ကိုရီးယားမှာ အခြေချပါတယ်။ မြောက်ကိုရီးယား သူလျှိုအဖွဲ့အစည်းထဲက လင်မယားနှစ်ယောက်အိမ်မှာ မွေးစားသားအနေနဲ့ လာရောက်နေထိုင်ပါတယ်။ သူ့ရဲ့တာဝန်က “ခုနစ်စင်ကြယ်” (Big Dipper) လို့ နာမည်ဝှက်ပေးထားတဲ့ မြောက်ကိုရီးယားရဲ့ သူလျှိုတစ်ယောက်ကို ပြန်လည် ဖြိုခွင်းရမှာပါ။ မွေးစားလင်မယားက သူ့ကို ကျောင်းထားပေးတာမို့ အထက်တန်းကျောင်းမှာ တက်ရပါတယ်။ ကျောင်းမှာ အနိုင်ကျင့်ခံနေရတဲ့ ကျောင်းသူလေး Hye In ကို သူ့ညီမနဲ့ နာမည်တူနေတာမို့ ကူညီရင်း သံယောဇဉ်ဖြစ်မိပါတယ်။ Hye In ဟာ အကပညာရှင် ဖြစ်ဖို့ စိတ်ကူးယဉ်နေသူလေးပါ။ဒါပေမယ့် အခြေအနေဟာ Myung Hoon ကို ကျဉ်းထဲကြပ်ထဲ ရောက်အောင် တွန်းပို့ပေးလိုက်ပါတယ်။ မြောက်ကိုရီးယားခေါင်းဆောင် ကင်ဂျုံအီ သေဆုံးပြီး ကင်ဂျုံအွန် အာဏာရလာတဲ့အခါမှာ Moon Sang Chul ဟာ သူ့ကို သစ္စာဖောက်ပါတော့တယ်။ တောင်ကိုရီးယားရဲ့ ထောက်လှမ်းရေးတွေကလည်း သူ့ကို စတင်ထောက်လှမ်းမိနေပါပြီ။ သူဘာဆက်လုပ်မလဲ။ သူ့ညီမကို ဘယ်လို ကယ်တင်မလဲ။ သူ့ညီမနဲ့ နာမည်တူတဲ့ သူ့ရဲ့ နံရိုးတစ်ချောင်းကိုရော ဘယ်လိုကာကွယ်ပေးမလဲ ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုကြပါ။Hollinaz(ရုပ်ရှင်အညွှန်းကို mmmovieguide မှကူးယူဖော်ပြပါသည်။)File size…(1.8 GB) / (900 MB)Quality….BluRay HEVC 1080p / 720pFormat…mkv/mp4Duration….01:52:41Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by JJ"