"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
House Tour (2021)
ဒီနေ့ခေတ်မှာ social mediaတွေ တွင်ကျယ်လာတာနဲ့အမျှ
လူတွေလည်းတစ်နေ့တစ်နေ့ဒီ social media တွေနဲ့ပဲအချိန်ကုန်နေကြတော့တယ်။
အဲဒါထက်ဆိုးတာကတော့ ကိုယ့်ရဲ့နေ့စဉ်ဘဝ၊ လူမှုရေးကိစ္စစတာတွေကို
လူသန်းပေါင်းများစွာအသုံးပြုနေတဲ့ social media တွေမှာ တင်တာပါပဲ။
ဘယ်ကော်ဖီဆိုင်မှာဘယ်သူနဲ့တော့ဖြင့် ဒိတ်ပြီးဘာတွေစားနေတယ် ..
ဘယ်ကိုဖြင့်ခရီးသွားနေတယ် .. စတာတွေဟာ လိုသူတွေအတွက်တော့
အားကျစရာ ပျော်ရွှင်စရာဖြစ်ပေမယ့် ကိုယ့်ကိုအန္တရာယ်ပြုဖို့ .. မကောင်းကြံဖို့ ..
စောင့်ကြည့်နေတဲ့ မျက်လုံးတွေရှိနေတဲ့အခါ .. “House Tour” .. အထူးသဖြင့်နာမည်ကြီး
celebrity တွေ FB တို့ IG တို့လိုမျိုး လူမှုကွန်ရက်တွေမှာ သူတို့ရဲ့ တန်ဖိုးကြီးအိမ်တွေကို
Live လွှင့်ပြတာမျိုး မြင်ဖူးကြတယ် ဟုတ်? အဲဒီလိုပဲ ဒီကားလေးမှာလည်း အောင်မြင်ကျော်ကြားတဲ့
ရွှေတံဆိပ်ဆုရှင် အိုလံပစ်ကစားသမားဟောင်းနဲ့ ရုပ်ရှင်မင်းသမီးတို့ ဇနီးမောင်နှံကသူတို့ရဲ့
နေ့စဉ်ဘဝကိုလည်း social media ပေါ်အမြဲတင်လေ့ရှိသလို ဒေါ်လာသန်းချီတန်တဲ့ သူတို့အိမ်ကြီးကိုလည်း
နေရာအနှံ့ House Tour လုပ်ပြနေကျမို့ သူတို့အကြောင်း၊ သူတို့အိမ်အကြောင်းမသိတဲ့သူမရှိသလောက်ပါပဲ။
လူတွေ ဆင်းရဲခြင်းနဲ့ကြုံလာတဲ့အခါ ဘာမဆိုလုပ်ဖို့ဝန်မလေးတော့ဘူးတဲ့။ သူများပစ္စည်းခိုးတာကအစ ..
လူသတ်တာကအဆုံးပေါ့။ social media မှာ နာမည်ကျော်ကြားဖို့ အောင်မြင်ဖို့အတွက် vlog လေးတွေရိုက်ပြီး
ကြိုးစားနေတဲ့ အယ်လီ .. မိသားစုကျောထောက်နောက်ခံကလည်းမရှိ စည်းစိမ်ချမ်းသာကလည်းမရှိ ..
သူတစ်ယောက်တည်းတော့မဟုတ်ပါဘူး သူရည်းစားနဲ့ ဘော်ဒါတစ်သိုက်ကလည်းထပ်တူပါပဲ။
ဒီလိုနဲ့တစ်နေ့မှာ Cele စုံတွဲခရီးသွားကြပြီး သူတို့အိမ်ကြီးမှာဘယ်သူမှမရှိတာကို အယ်လီတို့
ဘော်ဒါတစ်သိုက်သိသွားတဲ့အခါ အဲဒီအိမ်မှာ ပစ္စည်းသွားခိုးဖို့ကြိုးပမ်းရာကတဆင့်
လူသတ်မှုဖြစ်တဲ့အထိဖြစ်သွားတဲ့အခါ .. တကယ်သတ်လိုက်တဲ့တရားခံကဘယ်သူဖြစ်မလဲ ..
လူမှုကွန်ရက်မှာ ပြည့်စုံပျော်ရွှင်နေသူတို့ရဲ့တကယ့်အစစ်အမှန်ဘဝက ဘာဖြစ်မလဲ ..
တစ်ပါးသူရဲ့စည်းစိမ်ဥစ္စာကို အချောင်လိုချင်သူတစ်စုရဲ့အဆုံးသတ်ကရောဘာဖြစ်မလဲ .. ?
*မိသားစုနဲ့အတူကြည့်ဖို့မသင့်လျော်တဲ့ ဇာတ်ဝင်ခန်းတွေပါကြောင်းကိုလည်း သတိပေးလိုက်ပါရစေနော်:3
File size…1.4GB / 934MB
Quality…1080p H264 / 720p
Format…Mp4
Duration….1h 35mins
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….X-Cross
Translated by DS
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
