Highway Hindi Movie(2014)လမ်းမများရဲ့ဟိုမှာဘက်အိမ်ပြန်ဖို့လမ်းတွေဟာ လူတိုင်းရဲ့ဘဝကိုယ်စီအတွက် အရေးပါလှတာကို အားလုံး လက်ခံနိုင်လောက်ပါမည်။လှို င်းတွေပြေး | ရေတွေဖွေးနေသည့် ရေပြင်ထက်ဝေဆီကနေလား။နွေဦးလေပွေတွေ သုန်သုန်ဖြူးလိုက်တိုင်း ဖုန်တွေ။သစ်ရွက်ခြောက်တွေနှင့် ပလူပျံနေသော မြေနီလမ်းကလေးကနေလား။အိမ်ပြန်စရာလမ်းမတွေက အတွေးနှင့်ပုံဖော်ရလိုက်သည်မှာတင် ကြည်နူးစရာကောင်းလွန်းလှပါသည်။လမ်းမ၏အဆုံးတွင် မွေးချင်းပေါက်ဖော်တွေ ရှိကောင်းရှိမည်။ချစ်သူသက်ထားနှင့်သားငယ်သမီးငယ်တွေရှိကောင်းရှိမည်။အိပ်တန်းပြန်ငှက်ငယ်တွေနှင့်အတူ ပျံသန်းလာသည့် အိမ်ပြန်သူကို ကြို ဆိုကြမှာ သေချာသည်။ဗီရာ၏ အိမ်ပြန်လမ်းကလေးကတော့ ယင်းသို့မဟုတ်နိုင်ချေ။လှောင်အိမ်ထဲကနေသာ အဟုန်ပြင်းသောတောင်ပံခတ်သံတွေနှင့် အသောနှင်လိုသော ငှက်ငယ်မလေးဖြစ်လို့နေလေသည်။အိမ်ပြန်လမ်းကလေး၏ ဝေးရာဘက်ဆီကိုသာ ရှာဖွေနေသူဖြစ်ပါသည်။ခုတော့ ရွှေလှောင်အိမ်ကြီးထဲကနေ ထွက်ခွာပျံသန်းဖို့ မပြောနှင့်။ယခုထက် ခိုင်ခန့်ကျယ်ဝန်းရာဆီကို ထပ်မံအကျဉ်းချဖို့ တာစူလာပြန်ပါပြီ။ဘယ်မှာလဲ။ငှက်ကလေး၏ အဇဋာပြင်ကျယ်က ဘယ်မှာလဲ။ကျယ်ဝန်းလှသည့်ကမ္ဘာ။စိမ်းနေသောတောအုပ်။ရေပြာပြာ။ကလေးငယ်များ၏ ရယ်သံခိုးခိုးခစ်ခစ်။ပန်းပွင့်ပေါ်တောင်ပံခတ်နေသောလိပ်ပြာ။သဘာဝတရား၏အလှသည် သူမ၏အကျဉ်းစံအိမ်နှင့် တပါဒစီခြားကာ ဒဏ်ခတ်ပိတ်ပင်ထားလေတော့မည်။တညသားမှာတော့ ကြမ္မာတရား၏ စေ့ဆော်မှုကို ကြုံလိုက်ရလေသည်။ဗီရာ၏ လက်ထပ်မည့်သတို့သားလောင်းနှင့်အတူ စီးနှင်လာသောကားကလေးအား ဟိုက်ဝေးလမ်းမတစ်နေရာက ဆီဆိုင်တစ်ခုမှာ ဆီဖြည့်နေစဉ်၌ ဓါးမြများ၏ စီးနင်းတိုက်ခိုက်မှုအား ကြုံ လိုက်ရတော့သည်။ဗီရာ၏ သတို့သားလောင်းကလည်း သတ္တိနုံနဲ့သူတစ်ဦး ဖြစ်သည့်လျော်စွာပင် ကယ်တင်ခြင်းမပြု ခဲ့။ယင်းသို့်ဖြင့် အကျဉ်းစံငှက်မကလေး ဗီရာမှာ လမ်းဘေးဓါးမြများ၏ ပြန်ပေးဆွဲမှုကို ခံလိုက်ရတော့သည်။ဓါးမြဗိုလ် မဟာဗိုင်ရာ ဘက်တီတို့အဖွဲ့က ကောင်မလေး၏ ရင်းမြစ်ကို စုံစမ်းလိုက်ချိန်တွင် ထိတ်လန့်သွားကြသည်။ကောင်မလေးမှာ နိုင်ငံတွင်းရှိ ထိပ်တန်းအာဏာပိုင်များနှင့်ဆက်စပ်သော အင်အားကြီးအသိုင်းအဝိုင်းက ဖြစ်သည်ကို သိလိုက်ရသောအခါ ထိတ်လန့်တကြားဖြစ်ကုန်ကြသည်။သို့ဖြစ်စေကာမူ မဟာဗိုင်ရာက ပြန်ပေးဆွဲမည့်ကိစ္စကို လက်မလျှော့တော့ဘဲ ပြန်ပေးငွေမရမချင်း ခေါ်ဆောင်သွားဖို့ ဆုံးဖြတ်လိုက်တော့သည်။အများအားဖြင့်တော့ လူဆိုးလူမိုက်များ၏ လက်အောက်တွင် ဘယ်သူမဆို ထွက်ပြေးဖို့ ရုန်းကန်ကြသူပဲ များခဲ့တာမဟုတ်ပါလား။ယခုခေါ်ဆောင်လာသူ မိန်းကလေးကတော့ ဆန့်ကျင်ဘက်ဖြစ်နေလေသည်။ဓါးမြဗိုလ်၏သွားရာနောက်ကိုလိုက်ပါရသည်ကို ပျော်ရွှင်နေရှာလေသည်။သူမမှာ ယခုမှသာ လူလုပ်အအေးငွေ့များကို မဝလင်စာရှု ရှိက်ခဲ့ရာကနေ သဘာဝ၏အရိုင်းလေအေးအေးကို ရှု ရှိုက်ခွင့်ရတာမို့ ကြည်နူးနေလေသည်။ဓါးမြဗိုလ်ကြီးကတော့ သူမကိုကြည့်ပြီး နားမလည်နိုင်အောင် ဖြစ်နေတော့သည်။ဟုတ်သည်လေ။သူ့ဘဝမှာ သည်လိုမိန်းကလေးမျိုးနှင့် ဆုံဆည်းရမည်လို့ တွေးဖူးပုံပင် မရ။သည်မိန်းကလေးကတော့ ထွက်ပြေးဖို့မပြောနှင့်။ထွက်ခွာရာလမ်းတစ်လျှောက်လုံးတွင် ပျော်ပွဲစားထွက်သည့်ပုံနှယ် မြူးတူးနေလေသည်။သီချင်းတွေပင် တကြော်ကြော် အော်ဆိုလိုက်သေးသည်။စိတ်များပင် ညစ်လာရသည်။ခုတော့ ပြန်ပေးငွေလည်း မယူလိုတော့။ကောင်မကလေးကိုလည်း သူ့ဘဝတွင် စဉ်းငယ်မျှမဖြစ်ပေါ်မပေါ်ပေါက်ဘူးသောဂရုဏာစိတ်တွေ သက်ဝင်ကာ သူတို့၏ ခရီးပန်တိုင်မရှိသော ခရီးကြမ်းထဲဆီကို ဆက်လက်ဆွဲခေါ်ဖို့ စိတ်ကူးမရှိတော့။သည်လမ်းက ဆင်းရဲဒုက္ခများနှင့်ပြွန်းတီးနေသည်။နောက်တွင် သေနတ်ကျည်ဆံတွေက ထပ်ကြပ်မကွာ လိုက်ပါလာနေသည်။ဘယ်အချိန်မှာ အသက်နှင့်ကိုယ် အိုးစားကွဲမည်လဲ မပြောနိုင်ချေ။ကောင်မကလေးကလည်း ခုမှပွင့်လာပုံရသည့် အဖြူ ရောင်ပန်းပွင့်ကလေးနှင့် ဆင်တူနေသည်။အပြစ်ကင်းလှပပြီး ချစ်ခင်သနားဖွယ်ရာ သဏ္ဍာန်ကလေးဖြင့်။ဓါးမြဗိုလ်ခမျာ အဖမ်းခံရမှာ သူဒုက္ခရောက်မှာကို မစိုးရိမ်နိုင်အားတော့ ကောင်မလေးတစ်ယောက် ဒုက္ခတွေ့မည်ကိုသာ တွေးတောပူပန်နေလေသည်။အနေနီးလာတော့ ကိုယ်စီ၏ဘဝအထွေထွေအားလည်း သိလာရသည်။သူတို့နှစ်ဦးသားသည် ဘဝအခြေအနေသာ ကွာခြားပေမယ့် ဖြစ်ထွန်းခဲ့ရာ အတိတ်ဆိုးသည် တူညီနေတာက အံ့သြစရာ။ယင်းအတိတ်ဆိုးများ၏ တွန်းပို့မှု များကြောင့်သာ ခုလိုအခြေအနေမျိုးကို ရောက်နေခဲ့ရခြင်း ဖြစ်ပါသည်။လူအများစုမှာ လမ်း၏ခေါ်ရာကို တွန်းကန်ကြသူတွေများပေမယ့် သူတို့ကမူ လမ်း၏ခေါ်ရာကိုသာ လိုက်ပါပြီး အတိတ်ဆိုးတွေကနေ ထွက်ပြေးရုန်းကန်နေကြသည့် နာကျင်ဘွယ်ရာလူသားကလေးတွေဖြစ်နေရှာကြ၏။ကောင်မကလေး ဗီရာ၏ ငယ်ဘဝမှာ စိတ်ဒဏ်ရာများဖြင့်ပြည့်နေသည်။အိမ်လာသူဦးလေးတစ်ဦး၏ လိင်ပိုင်းဆိုင်ရာ အမြတ်ထုတ်မှု ကို ခံခဲ့ရသည်။အသက်ကြီးလာသည်အထိ ထိန်းချု ပ်နှောင်ဖွဲ့မှု များဖြင့် ကြီးပြင်းလာခဲ့ရသည်။ဓါးမြဗိုလ်ကြီး၏ဘဝကမူ မကောင်းသောဖခင်၏ အောက်တွင်ကြီးပြင်းခဲ့ရသူဖြစ်သည်။ဖခင်သည်ရက်စက်လွန်းလှသည်။မိခင်ဖြစ်သူကို ပြည့်တန်ဆာအဖြစ် ရောင်းချခိုင်းစေခဲ့သည်။ထိုဘဝမျိုးကနေ သူ့ကို လူဆိုးဓါးမြဗိုလ်ဘဝရောက်အောင် တွန်းပို့ခံခဲ့ရတော့၏။ကောင်မလေးဗီရာသည် ဓါးမြဗိုလ်ကြီးကို ကြည့်ရင်း သနားလာသည်။ထိုသံယောဇဉ်တရားဖြင့်နှောင်ဖွဲ့မိလာသည်။လော်ရီကားကြီးနှင့်သွားနေသော ခရီးလမ်းမှာလည်း ခြောက်သွေ့နေရာကနေ စိမ်းလန်းရာအရပ်ဆီကို ရောက်လာတော့သည်။သစ်ပင်စိမ်းစိမ်းစိုစိုတွေ။ပြာလွင်သောတောင်တန်းမြင့်မြင့်မိုးမိုးတွေကို လမ်းကလေးတစ်လျှောက်တွင် မြင်လာရပြီ။ထို့အတူ သူမတို့နှစ်ဦးသား၏ စိတ်သဏ္ဍာန်မှာလည်း ရောက်ရှိလာပြီဖြစ်သည့် ဒေသတွေနှင့်ထပ်တူ စိမ်းစိုလှပလာပြီ ဖြစ်ပါသည်။ကျွန်တော်တို့ခံစားသူတွေအဖို့မှာ ကြည့်နေရင်းဖြင့် သူတို့နှစ်ယောက်စလုံးကို ပေါင်းဖက်လိုစိတ်တွေ အတိုင်းမသိဖြစ်လာရသည်။စောင်ကြမ်းကြီးခြုံပြီး နှုတ်ခမ်းမွှေးစစနှင့် ယောကျ်ားပီသသော ဓါးမြဗိုလ်ကြီးနှင့် အိမ်ပြေးကောင်မလေးတို့ကို အပူပင်ကင်းအေးချမ်းလှသော ကမ္ဘာမြေတစ်နေရာမှာ ထာဝရပေါင်းဖက်နေထိုင်စေလိုသော အာသီသတွေ အများအပြားပေါ်ပေါက်လာခဲ့ပါသည်။ထို့အတူပင် အိမ်ပြန်လမ်းကလေးများ၏ အဓိပ္ပါယ်ကိုလည်း ဆန့်ကျင်စွာ တွေးတောလာမိပါတော့သည်။ဟောသည်ကမ္ဘာမြေကြီးပေါ်တွင် အိမ်ပြန်လမ်းပျောက်ဆုံးနေသော လူသားတွေမည်မျှအထိရှိနေမလဲဆိုသည်ကိုလည်း တွေးတောရင်း ဘဝလမ်းမများ၏ အရိုင်းဆန်လွတ်လပ်မှု ကိုလည်း ပိုမိုတွေ့မြင်လာတာ အမှန်ပင်။သို့ဖြစ်စေကာမူ ဗီရာကလေးတို့၏ ဘဝလမ်းမများကမူ ကြေကွဲရိပ်တွေလွှမ်းခြုံ လာလေပြီလား။ကျွန်တော်တို့အားလုံး ရင်တမမဖြင့် ငေးကြည့်ရုံကလွဲ၍ မတတ်နိုင်ကြချေ ။ယခုရုပ်ရှင် Highway မှာ2014ခုနှစ်ထုတ် ဘောလိဝုဒ် ရုပ်ရှင်ကားတစ်ကားဖြစ်ပါသည်။ဆိုရလျှင် ချစ်ကြိုက်ကခုန် သမားရိုးကျ ရုပ်ရှင်များကနေ ခြားနားစွာကွဲထွက်ထားသော ရုပ်ရှင်ကားကောင်းတစ်ကားဖြစ်နေသောကြောင့် စကြည့်ရှု့ခါစက အိန္ဒိယ ရုပ်ရှင်ဟုပင် မထင်မိခဲ့ချေ ။ကျွန်တော်တို့ ရုပ်ရှင်ခံစားသူတွေမှာ ဇာတ်ကားအစပထမပိုင်းတွင် သမားရိုးကျ ဆန်သယောင်ထင်နေသော်လည်း ဒါရိုက်တာကြီးသည် ခြားနားသောဇာတ်ရုပ်တွေကို ဖန်တီးကာ ကောင်မလေးဗီရာ၏ရှု့ထောင့်ကနေ လမ်းမများဆီကို ခေါ်ဆောင်သွားခဲ့ပါသည်။လော်ရီကားကြီးနှင့်အတူ လမ်းမပေါ်ဆီကို မျောပါသွားကြရသည်။ဒါရိုက်တာကြီးက မည်မျှအထိ ဆွဲခေါ်ကာ တွန်းချန်ပစ်ခဲ့မည်ဆိုသည်ကိုမူ မကြည့်ရသေးသူများအနေဖြင့် လိုက်ပါခံစားပြီးမှသာ ရှာဖွေကြည့်ကြပါဟု ဆိုရင်းဖြင့်သာ။IMDb Rating (7.6) / Rotten Tomatoes (88%)(ရုပ်ရှင်အညွှန်းကို Ko Nyi Linn Eain FB မှ ကူးယူဖော်ပြပါသည်။)File size…(2.2 GB) / (1.1 GB)Quality….BluRay HEVC 1080p / 720pFormat…mkv/mp4Duration….02:13:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Lwin Htoo Aung"