"Odd Thomas (2013)
IMDb – 6.8
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
CM ပရိသတ်ကြီးရေ
ခင်ဗျားတို့မှာ အများနဲ့ မတူ၊ သဘာ၀နဲ့ ဆန့်ကျင်နေတဲ့ စွမ်းရည်တစ်ခု ရှိနေမယ် ဆိုပါစို့
စိတ်ဖတ်နိုင်တာတို့ ၊ ကိုယ်ဖျောက်နိုင်တာတို့ ၊ အချိန်ခရီးသွားနိုင်တာမျိုးတော့ မဟုတ်ဘူးဗျ
သေခြင်းတရားကို မြင်နိုင်ခြင်းပါ
ရှင်းအောင်ပြောရရင် နာနာဘာ၀တွေကို မြင်နိုင်ခြင်းပေါ့
အဲဒီအစွမ်းရှိနေရင် ခင်ဗျားတို့ ဘာလုပ်မလဲ
ကျွန်တော်လိုလူကတော့
အဲဒီအစွမ်းသာရှိနေရင် လောကကြီးမှာ နေနိုင်မယ်မထင်ဘူး
ဘ၀မှာ သေမှာထက်ကြောက်တာ သရဲပဲဗျ :3
သိုပေမဲ့
Odd Thomas ဆိုတဲ့ လူကတော့ ဒီစွမ်းရည်နဲ့ အကျွမ်းတ၀င်ရှိနေပုံပါပဲ
သူက အားလုံး အမြင်မှာတော့ သာမန်လူ အညတရ စားဖိုမှူး တစ်ယောက်
ပတ်၀န်းကျင်မှာ အများနည်းတူ လှုပ်ရှားသွားလာနိုင်သူပေါ့
မတူတာတစ်ခုကတော့ အမှောင်လောက က သာမန်မဟုတ်တဲ့ အရာတွေကို မြင်နေနိုင်တဲ့ သူရဲ့ မြင်ကွင်းပါပဲ
တစ်ခါတစ်ရံ နာနာဘာ၀တွေက တရားမျှတမှုအတွက် သူ့ထံရောက်လာကြသလို
အကူအညီရဖို့အတွက်လည်း အိပ်မက်တွေ ပေးလေ့ရှိကြတယ်
ဒီလိုတွေထဲမှာမှ ထူးခြားတာကတော့ Bodachs လို့ ခေါ်တဲ့
မကောင်းတဲ့လူနောက် လိုက်တဲ့ အမှောင်လောက သတ္တဝါဆိုးတွေပါပဲ
သူတို့က ကြောက်စရာလည်း ကောင်းသလို
သူတို့ကို မြင်နိုင်တဲ့ သူရှိတာကို သိသွားရင်လည်း လိုက်လံသတ်ဖြတ်ကြတဲ့ကောင်တွေပါ
တစ်နေ့ Odd နေတဲ့ မြို့ကို ထူးဆန်းပြီး ကြောက်စရာကောင်းတဲ့ သူစိမ်းတစ်ယောက် ရောက်ချလာပါတယ်
ဘာလို့ ကြောက်စရာကောင်းလဲ ဆိုတော့ သူ့နောက်မှာ Bodachs တွေ တစ်ပြုံလိုက်ကြီးပါလာလို့ပါပဲ
ဒါကို မြင်တော့ Odd တစ်ယောက် သူနေတဲ့ မြို့မှာ အန္တရာယ်ရှိနေပြီဆိုတာ သိသွားပြီး
လူထူးဆန်းနောက်ကို ခြေရာခံလိုက်ရင်း အဖြေရှာပါတော့တယ်
ဒီ ဇာတ်လမ်းဟာ Dean R. Koontz ရဲ့ best selling thriller novel ” Odd Thomas ” ကို အခြေခံရိုက်ကူးထားပြီး
PG- 13 သတ်မှတ်ထားလို့ ၁၃ နှစ်အောက် ကလေးပေါက်စတွေ ကြည့်ဖို့တော့ မသင့်တော်ပါဘူး
Thriller အများစုက rating နည်းတတ်ပေမဲ့ ဒီကားကတော့ 6.8 တောင်ရှိလို့
mystery , thriller မူဗီဖန်တို့အတွက် worth watching ဖြစ်မယ့် ဇာတ်လမ်းတစ်ပုဒ်လို့ ယူဆမိပါတယ်
Quality….WEB-DL 1080p and 720p and 480p
File size… 1.7GB and 1GB and 491MB
Format…mp4
Duration….1h 37min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Yoon Sandi Aung
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
