"ဒီဇာတ်ကားကတော့
လွန်ခဲ့တဲ့ခြောက်နှစ်ခန့်ကဖြစ်ခဲ့တဲ့အမှုတစ်ခုမှာတရားစီရင်ချက်ချခဲ့တဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တရားသူကြီးအိုလီဗာစထရိန့် ပြန်ပေးဆွဲခံရာကနေစပါတယ်
အဲဒီတရားသူကြီးနဲ့အတူတခြားသာမန်လူတစ်ယောက်ကိုပါ
ပြန်ပေးဆွဲခဲ့တဲ့ လူငယ်တစ်ယောက်ဟာသူတို့အုပန်အလှန်ပြောဆိုတာတွေကို
ဆိုရှယ်မီဒီယာကနေတိုက်ရိုက်ထုတ်လွှင့်ပြီးတော့
လွန်ခဲ့တဲ့ခြောက်နှစ်ကအမှုကိုပြန်လည်တရားစီရင်ဖို့
ကြည့်နေတဲ့သူတွေကိုမဲပေးခိုင်းပါတော့တယ်
အဲဒီအမှုဟာအသက်ဆယ့်လေးနှစ်
အရွယ်ကောင်မလေးပြန်ပေးဆွဲခံရပြီးတော့အသတ်ခံခဲ့ရတဲ့အမှုဖြစ်ပြီးတော့
အဲဒီကောင်မလေးကိုသတ်ခဲ့တဲ့တရားခံကလည်းသူတရားသူကြီးကို
ပြန်ပေးဆွဲလာတဲ့နေ့မှာပဲ သတ်မိန့်ကြောင့်အသတ်ခံခဲ့ရတာဖြစ်ပါတယ်
သူဘာကိုမကျေနပ်လို့အဲဒီအမှုကိုပြန်လည်စီရင်ခိုင်းတာလဲ
ဥာဏ်ပြေးတဲ့တရားသူကြီးကရောတရားခွင်မှာအပြစ်မရှိကြောင်းချေပနိုင်မလား
နောက်ဆုံးလွတ်မြောက်နိုင်မလားဆိုတာတွေနဲ့အတူ
သူတို့နိုင်ငံရဲ့ရဲတွေလက်တစ်လုံးခြားအလုပ်လုပ်ပုံတွေကိုပါဖော်ထုတ်သွားတဲ့
ဇာတ်လမ်းကောင်းလေးပါ
File Size : ( 927 MB , 455 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 39min
Format : Mp4
Genre : Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phue
Encoded by Moe Myint Lwin
zawgyi
ဒီဇာတ္ကားကေတာ့
လြန္ခဲ့တဲ့ေျခာက္ႏွစ္ခန႔္ကျဖစ္ခဲ့တဲ့အမႈတစ္ခုမွာတရားစီရင္ခ်က္ခ်ခဲ့တဲ့
တရားသူႀကီးအိုလီဗာစထရိန႔္ ျပန္ေပးဆြဲခံရာကေနစပါတယ္
အဲဒီတရားသူႀကီးနဲ႔အတူတျခားသာမန္လူတစ္ေယာက္ကိုပါ
ျပန္ေပးဆြဲခဲ့တဲ့ လူငယ္တစ္ေယာက္ဟာသူတို႔အုပန္အလွန္ေျပာဆိုတာေတြကို
ဆိုရွယ္မီဒီယာကေနတိုက္႐ိုက္ထုတ္လႊင့္ၿပီးေတာ့
လြန္ခဲ့တဲ့ေျခာက္ႏွစ္ကအမႈကိုျပန္လည္တရားစီရင္ဖို႔
ၾကည့္ေနတဲ့သူေတြကိုမဲေပးခိုင္းပါေတာ့တယ္
အဲဒီအမႈဟာအသက္ဆယ့္ေလးႏွစ္
အ႐ြယ္ေကာင္မေလးျပန္ေပးဆြဲခံရၿပီးေတာ့အသတ္ခံခဲ့ရတဲ့အမႈျဖစ္ၿပီးေတာ့
အဲဒီေကာင္မေလးကိုသတ္ခဲ့တဲ့တရားခံကလည္းသူတရားသူႀကီးကို
ျပန္ေပးဆြဲလာတဲ့ေန႔မွာပဲ သတ္မိန႔္ေၾကာင့္အသတ္ခံခဲ့ရတာျဖစ္ပါတယ္
သူဘာကိုမေက်နပ္လို႔အဲဒီအမႈကိုျပန္လည္စီရင္ခိုင္းတာလဲ
ဥာဏ္ေျပးတဲ့တရားသူႀကီးကေရာတရားခြင္မွာအျပစ္မရွိေၾကာင္းေခ်ပႏိုင္မလား
ေနာက္ဆုံးလြတ္ေျမာက္ႏိုင္မလားဆိုတာေတြနဲ႔အတူ
သူတို႔ႏိုင္ငံရဲ႕ရဲေတြလက္တစ္လုံးျခားအလုပ္လုပ္ပုံေတြကိုပါေဖာ္ထုတ္သြားတဲ့
ဇာတ္လမ္းေကာင္းေလးပါ
File Size : ( 927 MB , 455 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 39min
Format : Mp4
Genre : Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phue
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
