"Shades Of The Heart (2021)ဟိုးအရင်တုန်းက လှည်တန်းခုံးကျော်တံတားဘေးမှာအကိုင်းသက်သက်နဲ့ ကြေကွဲစရာကောင်းအောင်လှတဲ့သစ်ခြောက်ပင်အိုကြီးရှိခဲ့ဖူးတယ်။Pauseကဗျာမှာဆိုသစ်ခြောက်ပင်ဟာ ညှိုးငယ်ကျန်ရစ်သူပေါ့။သစ်ရွက်ကလေးတွေဟာ သူ့ကိုစွန့်ခွာသွားခဲ့တာ ကြာပြီ။ပျင်းပျင်းရိရိဖြစ်မိတဲ့ ညနေတွေဆိုကျွန်တော်အဲ့ဒီသစ်ခြောက်ပင်ကြီးကိုတမော့တမော ထိုင်ငေးခဲ့ဖူးတာပေါ့။ဘာစကားလုံးမှ မပါဘဲကို အဲ့ဒီသစ်ခြောက်ပင်ကြီးဟာကျွန်တော့်ရဲ့ ညနေတွေကို မှုန်ရီဝေစေခဲ့ဖူးတယ်။အဲ့ဒီသစ်ခြောက်ပင်ရဲ့ ရသဟာ ကြေကွဲစရာသက်သက်ပါပဲ။ဒါပေမဲ့ ဘာရယ်ကြောင့်လဲမသိ။အဲ့ဒီသစ်ခြောက်ပင်ရဲ့ ကြေကွဲရတဲ့ အရသာကို ကျွန်တော်ခုံမင်ခဲ့တယ်။နောက်နှစ်တွေကျတော့ သစ်ခြောက်ပင်ကြီးရဲ့ အကိုင်းတွေ မရှိတော့ပါဘူး။ဒါပေမဲ့ ကျွန်တော့်မှတ်ညဏ်ထဲမှာတော့ တစ်ခါတလေသစ်ခြောက်ပင်ကြီးရဲ့ အကိုင်းတွေကို မြင်မက်မိနေတုန်း။မြင်မက်မိလေတိုင်းလည်း ‌မှုန်ရီဝေနေတုန်း။ဒီရုပ်ရှင်ဟာလည်း စကားလုံးတွေ ရီဝေမျက်လုံးတွေနဲ့တည်ဆောက်ထားတဲ့ သစ်ခြောက်ပင်တစ်ပင်ပါပဲ။ရုပ်ရှင်မှာ အဓိကဇာတ်ကောင်ဟာလူတစ်ယောက်ပြီးတစ်ယောက်နဲ့ စကားပြောနေရင်းတင် ပြီးသွားတယ်။သို့ပေမဲ့ လူတွေနဲ့ စကားပြောတာထက်ဒဏ်ရာတွေနဲ့စကားပြောတယ်လို့ ပြောရင် ပိုမှန်လောက်မယ်။သူ့ဒဏ်ရာတွေ သူပွေ့ပိုက်ရင်းတခြားသူ ဒဏ်ရာတွေကို နားထောင်တာကိုကျွန်တော်တို့ကြည့်ရင်းဒဏ်ရာတစ်ခုခုမှာတော့ ကျွန်တော်တို့ အမာရွတ်တွေဟာ တဆစ်ဆစ်နာလာနိုင်ကောင်းရဲ့။ပြန်တွေးကြည့်ကြရင် ငါ့ရှင်သန်မှုဟာအိပ်မက်တစ်ခုလား တကယ့်အရှိလားလို့ ခံစားမိဖူးကြမှာပေါ့။ကြားဖူးတယ် …..အမာရွတ်တွေဟာ ကျွန်တော်တို့ အတိတ်တွေဟာအစစ်အမှန်ဖြစ်ခဲ့တယ်ဆိုတာကို အမှတ်ရစေနိုင်မယ့် စွမ်းအားမျိုးရှိတယ်တဲ့။ဒီလိုဒဏ်ရာသက်သက် ရုပ်ရှင်တွေကို ဘာလို့ တပ်မက်သလဲမေးလာရင်ကျွန်တော့်အဖြေက ဖော်ပြပါအတိုင်းပါပဲ။(အမှန်ပြောရရင်တော့ ဒီကိုရီယားရုပ်ရှင်ဟာသမားရိုးကျ ကိုရီယားရုပ်ရှင်ပရိတ်သတ်တွေအတွက် မဟုတ်ပါဘူး။ဂျပန်ရုပ်ရှင်ဟန်နဲ့ ဟောင်ကောင်ဟန်ကို သဘောကျတဲ့သူတွေ အတွက်လို့ ဆိုလို့တော့ရမယ်။WKW ရဲ့ Happy Togetherထဲက ဇာတ်၀င်ခန်းတစ်ခုကိုပါInspirationယူပြီး ထည့်ထား‌တာတွေပါ တွေ့ရတယ်။Cinematographyတွေလည်း ထိုနည်း၎င်းပါပဲ။အဖွင့်မှာ IUနဲ့ စဖွင့်ထားတယ်။ဒီနှစ်တွေထဲ IU ဟာ shoplifters ဒါရိုက်တာ Hirokazu Koreedaနဲ့လည်းတစ်ကားရိုက်ထားသေးတယ်။အင်တာတိန်းမန့်သက်သက် ရုပ်ရှင်တွေကနေArt Filmတွေဘက် ကူးနေသလားတောင် ထင်ရပါတယ်။ဟုတ်ခဲ့ရင်တော့ ဒီလိုင်းမှာ ဒါ သူ့ပွဲဦးထွက်ပါပဲ။ဒီရုပ်ရှင်ထဲက သူ့သရုပ်ဆောင်စွမ်းရည်ကိုလည်းအတော်များများချီးကျူးထားကြပါတယ်။)စကားတွေဟာ တစ်ခါတလေ ရောက်တတ်ရာရာဖြစ်နေတာကိုဒီရုပ်ရှင်ရဲ့ အားနည်ချက်လို့ လူတစ်ချို့က ပြောချင်ပြောကြပါလိမ့်မယ်။ကျွန်တော်တော့ မထင်ပါဘူး။ဒီရုပ်ရှင်ဟာ ဒဏ်ရာတွေနဲ့ လူတွေအကြောင်းသက်သက်ပါပဲ။ဒဏ်ရာတွေနဲ့လူတွေဟာ တစ်ခါတလေရောက်တတ်ရာရာ စကားတွေပြောကြရင်းထွက်ပေါက်ရှာကြတာပဲမို့လား ။အညွှန်းကိုတော့ WiRa Aung က ရေးသားပေးထားပြီးတော့ဘာသာပြန်ကတော့ August ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480pFile size…1.46GB and 905MB and 420MBFormat…mp4Duration…. 1h 23minGenre ….. MelodramaSubtitle….Myanmar Subtitle (Hardsub)Translator ….. AugustEncoder ….. August"