"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
DatShin Review: Venom (2018)
…
Plot
Eddie Brock ဆိုတဲ့ သတင်းထောက်တစ်ယောက်ဟာ လူတွေကို တရားမဝင်စမ်းသပ်မှုတွေလုပ်နေတဲ့
ကုမ္ပဏီကြီးတစ်ခုကို ဝင်ထောက်လှမ်းရင်း ပြင်ပကမ္ဘာသက်ရှိ
တစ်ကောင်ဖြစ်တဲ့ Venom နဲ့ ထိတွေ့ ကူးစက်ခံခဲ့ရတယ်။ အဲအချိန်မှာပဲ ကုမ္ပဏီကြီးက
သူ့အမြင် သူ့ရည်မှန်းချက်အတွက် တစ်ကမ္ဘာလုံးကို ဒုက္ခရောက်ဖို့ ကြိုးပမ်းလာတဲ့အခါမှာတော့ Eddie ဟာ
သူ့အပေါ်မှာ ကပ်မှီပြီး နေနေတဲ့ Venom နဲ့ အတူ ပူးါပေါင်းတားဆီးဖို့ ကြိုးပမ်းရပါတော့တယ်။
Review
.
Venom ရုပ်ရှင်ဟာ လတ်တလော controversial အဖြစ်ဆုံး ကားလို့ ပြောရမှာပါ။
Critic အများစု မကြိုက်သလောက် Fan အများစု ကြိုက်ကြတယ်။
ကျွန်တော့အနေနဲ့ကတော့ Venom character နဲ့ ပတ်သက်ပြီး အများကြီး မသိပါဘူး။
Spider-Man video game တွေထဲမှာလောက်ပဲ တွေ့ဖူးတာ များတယ်။
ဆိုတော့ ကျွန်တော့ အမြင်က နည်းနည်းကွဲရင် ကွဲနိုင်သပ။
အရင်ဆုံး မကောင်းဘူး ထင်တာတွေ ပြောပါမယ်။
မင်းသား Tom Hardy က Eddie အနေနဲ့ တော်တော်လေး
မိုက်ပေမဲ့ အစပိုင်းမှာတော့ Tom Hardy ပိုဆန်နေတယ်လို့ထင်တယ်။
သူ့ ပုံမှန် acting စတိုင်နဲ့ တွေ့ရတာ များတယ်။
ဒါပေမဲ့ နောက်ပိုင်း Venom နဲ့ တွေ့ပြီးနောက်ပိုင်းမှာတော့ တော်တော်မိုက်တယ်။
နောက် ဇာတ်လမ်းနဲ့ဇာတ်ညွှန်းမှာ တစ်ခါတစ်လေ သိပ်အားမရဖြစ်ပါဘူး။
တချို့ဇာတ်ဝင်ခန်းတွေက နည်းနည်းလေး ရှည်နေသလို သိပ်ပြီး မလိုအပ်သလို ခံစားရတယ်။
နောက်ဆုံးတစ်ခုကတော့ Visual ပိုင်း။
Venom နဲ့ Riot တို့ ဗြင်းကြတဲ့အခန်းတွေမှာ တော်တော်လေး ကြည့်ရအဆင်မပြေဘူး။
ညဘက်ကြီး မည်းမည်းအကောင် ၂ ကောင် ချတာကို 3D နဲ့
အနီးကပ်မြင်ရတော့ ကြုံးတော့ ကြုံးနေတာပဲ ဒါပေမဲ့
ဘာမှန်းညာမှန်း သိပ်မသဲကွဲဘူး။
Venom Character ကြီးက ပုံဖော်ထားတာ မိုက်တော့ မိုက်ပေမဲ့
စိတ်ထဲမှာ တစ်ခုခုလိုနေသလိုမျိုးပဲ။ (Spidey logo, maybe??)
သဘောကျမိတာတွေဆိုရင်တော့ Venom ဟာ MCU ကားတွေလိုမဟုတ်ဘူး။
Dark, brutal ဖြစ်တယ်။ PG-13 နဲ့ သွားတယ်ဆိုတော့ နောက်ပိုင်း Tom Holland ရဲ့
Spider-Man နဲ့ တွဲမတွဲ မပြောတတ်ပေမဲ့ ကျွန်တော့ စိတ်ထဲကတော့
သွားမတွဲဘဲ သက်သက် ခွဲထွက်တာမျိုး ပိုလိုချင်မိတယ်။
Venom နဲ့ Eddie တို့နှစ်ယောက်ကြားက ချိတ်ဆက်မှု နဲ့ တစ်ယောက်ကို တစ်ယောက်
မှီတီနေမှုကို ပြသွားတာလည်း တော်တော်လေးကောင်းတယ်။
တစ်ချက်တစ်ချက် ရယ်နေရတာများတော့ သိပ်ကြီးအဆင်မပြေပေမဲ့ still awesome ပဲ။ Visual တွေဆိုလည်း
အများစု ကောင်းတယ်။
ရဲတွေနဲ့ ဗြင်းတဲ့အခန်းဆို တော်တော်လေး အားရဖို့ကောင်းတယ်။
Venom ရဲ့ strength ကို တော်တော်လေးမြင်ရတယ်။
Venom နဲ့ Eddie နေရာက Tom Hardy ကလည်း အစပိုင်းလေး နည်းနည်း
အဆင်မပြေသလိုဖြစ်သလောက် နောက်ပိုင်းတွေမှာ တကယ့် perfect cast ပဲ။
Venom ဟာ တကယ့် perfect ဖြစ်တဲ့ ကားတစ်ကားတော့ မဟုတ်ပါဘူး။
ဒါပေမဲ့ ဆိုးဝါးနေတဲ့အထဲ ပါတဲ့ကားတစ်ကားလည်း မဟုတ်ဘူး။
ကျွန်တော်တို့ကိုယ်တိုင်ကတော့ တစ်ကားလုံးနီးပါး enjoy ဖြစ်ခဲ့တဲ့ ကားတစ်ကားပါ။
– KPK
DatShin: 3/5
IMDB: 7.1/10
Rotten Tomatoes: 31%
(ရုပ်ရှင်အညွှန်းကို DatShin Fb Page မှ ကူးယူဖော်ပြပါသည်။)
File size…(3 GB) / (2 GB) / (1.5 GB)
Quality….BluRay 4K HEVC / HEVC 1080p / 720p
Format…mkv/mp4
Duration….01:52:08
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Min Thet Oo
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
