IMDb Rating (7.1) / Rotten Tomatoes (76%)ဒါရိုက်တာ ကျန်းယိမုံ 張藝謀 ရိုက်ကူးထားတဲ့ Under the Hawthorn Tree (山楂樹之戀) ဆိုတဲ့ ၂၀၁၀ ခုနှစ်လောက်က ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကားအကြောင်း ပြောပြချင်ပါတယ်။အဓိက ကြည့်ဖြစ်သွားတာကတော့ (ကျွန်တော့်ချစ်သူလေး) ကျိုးတုန်းယွီ သရုပ်ဆောင်ထားလို့ပါ။ ဒီဇာတ်ကားက စာရေးဆရာမ အိုက်မီ ရေးသားခဲ့တဲ့ Hawthorn Tree Forever (山楂樹之戀) ဆိုတဲ့ ဖြစ်ရပ်မှန် ဝတ္ထုကို ပြန်လည်ရိုက်ကူးထားခြင်း ဖြစ်ပါတယ်တဲ့။ ဖြစ်ရပ်မှန်ဇာတ်လမ်းဆိုတဲ့အတိုင်းပဲ ဒီဇာတ်လမ်းဟာ ၁၉၇၀ ခုနှစ်ဝန်းကျင် ယဉ်ကျေးမှုတော်လှန်ရေးကာလကို အခြေခံထားပါတယ်။ ပုံမှန်အားဖြင့်ဆို ဒီဇာတ်လမ်းမျိုးကို တရုတ်အစိုးရက ရိုက်ကူးခွင့် မပေးသလို ရိုက်ကူးဖို့လဲ ဆင်ဆာတွေ တစ်ပြုံကြီးထိနိုင်တဲ့ ဇာတ်လမ်းမျိုး ဖြစ်နေလို့ပါတယ်။ ဒီဇာတ်ကားဟာ လူ ၂ ဦးရဲ့ ချစ်ခြင်းကိုသာမက အဲ့ဒီခေတ်ရဲ့ ခေတ်စနစ်အခြေအနေကိုပါ သေချာရိုက်ကူးထားခဲ့ပါတယ်။ဒါရိုက်တာက ကျန်းယိမုံဆိုတော့ သိပ်ပြီး ညွှန်းစရာတော့ မလိုလောက်ပါဘူး။ ဇာတ်ကားကို ၂၀၁၀ ခုနှစ်မှာ ပြည်မကြီးနှင့် ဟောင်ကောင်မှာ စတင်ပြသခဲ့ပြီး ၂၀၁၁ ခုနှစ် ဖေဖော်ဝါရီလမှာတော့ စင်္ကာပူမှာ ရုံတင်ခဲ့ပါတယ်။ဇာတ်ကြောင်းကို နည်းနည်းပြောပြရရင် ဇာတ်လမ်းကို ၁၉၇၀ ခုနှစ်ဝန်းကျင် ယဉ်ကျေးမှုတော်လှန်ရေးကာလ၊ ဟူပေပြည်နယ် ယိချန်မြို့အနီးနားက ရွာငယ်လေး ၁ ရွာမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ ကျင့်ရှိုးလို့ခေါ်တဲ့ ချစ်စရာကောင်းတဲ့ ကောင်မလေးဟာ ယဉ်ကျေးမှုတော်လှန်ရေးကာလအတွင်းမှာ အကြောင်းတစ်ခုက ပညာသင်လူငယ်ဘဝကနေ ဥက္ကဋ္ဌကြီး မော်ရဲ့ ညွှန်ကြားချက်ကြောင့် ပြန်လည်သင်ကြားရေးအစီအစဉ်နဲ့ ကျေးလက်တောရွာမှာ အလုပ်ကြမ်းသမားအဖြစ် သွားရောက်လုပ်အားပေးရပါတော့တယ်။ ကျင့်ရှိုးရဲ့ မိသားစုတွေ သွားရောက်ရတဲ့နေရာက ချန်ကျန်းမြစ်ဘေးနားက ရှီးပင်းရွာလေး ဖြစ်ပြီး 三門峽 လို့ခေါ်တဲ့ Three Gorges Dam ဆည်ကြီးရှိနေရာ နေရာဒေသကို ရောက်သွားတာပေါ့။ကျင့်ရှိုးနေထိုင်ရတဲ့ ရွာလေးမှာ ဟောသွန်းဆူးပင်ကြီး တစ်ပင်ရှိတယ်။ အဲ့ဒီ ဟောသွန်းပင်ကြီးကို ဒေသခံတွေကတော့ သူရဲကောင်းတို့၏ သစ်ပင် လို့ ခေါ်ကြတယ်။ ဘာကြောင့် ဒီလိုခေါ်ရတာလဲဆိုတော့ တော်လှန်ရေးကာလတုန်းက အဲ့ဒီသစ်ပင်အောက်မှာ ဂျပန်တွေဟာ တရုတ်မျိုးချစ်တော်လှန်ရေးတပ်သားတွေကို သတ်ဖြတ်ခဲ့တယ်တဲ့။ အဲ့ဒီသစ်ပင်ဟာလဲ တော်လှန်ရေးတပ်သားတွေရဲ့ သွေးကို သောက်သုံးပြီး ကြီးထွားလာခဲ့တာလို့ ဆိုကြတယ်။ကျင့်ရှိုးတို့ မိသားစုတွေ နေထိုင်ရတဲ့ ခြံဝန်းလေးက ရွာထိပ်မှာ ရှိတယ်။ တစ်နေ့ကျတော့ လေ့လာရေးခရီးထွက်လာတဲ့ ဘူမိဗေဒကျောင်းသားလေး စွန်းကျန့်ရှင်း (လောင်စန်း) ဆိုသူနဲ့ တွေ့ဆုံမိသွားကြတယ်။ အဲ့ဒီလိုနဲ့ ကျင့်ရှိုးနဲ့ လောင်စန်းတို့ လူငယ်သဘာဝချင်း စိတ်ဝင်စားလာရင်းနဲ့ နီးစပ်လာတာပေါ့။ အဲ့ဒီမှာ တစ်ယောက်အကြောင်း တစ်ယောက်ပြောကြရာကနေမှ နောက်ခံအကြောင်းအရာတွေကို သိလာရတယ်။လောင်စန်းရဲ့ အဖေက စစ်တပ်မှာ အဆင့်မြင့်အရာရှိကြီးတစ်ဦး၊ ဒါပေမဲ့ လောင်စန်းရဲ့ အမေကျတော့ လွန်ခဲ့တဲ့ ၄ နှစ်က “လက်ယာယိမ်းသူ” ဆိုတဲ့ စွပ်စွဲချက်ကြောင့် ကိုယ့်ကိုကိုယ် အဆုံးစီရင်သွားခဲ့တယ်။ ကျင့်ရှိုးရဲ့ အဖေကျတော့ နိုင်ငံရေးအကျဉ်းသား၊ အမေကိုကျ “အရင်းရှင်ဝါဒီသမား” ဆိုတဲ့ စွပ်စွဲချက်ကြောင့် အခုလို မဲဇာတောင်ခြေပို့ခံရတာပဲ ဖြစ်ပါတယ်။ အဲ့ဒီခေတ်က နိုင်ငံရေးသမားတွေ၊ လက်ယာယိမ်းနဲ့ အရင်းရှင်ဝါဒီ လို့ တံဆိပ်တပ်ခံရရင် အပြင်းအထန် နှိပ်ကွပ်ခံရတော့တာပါပဲ။ကျင့်ရှိုးတို့ မိသားစုဟာလဲ သူမရဲ့ ဖခင်ကြောင့် အခုလို ဒုက္ခတွေခံစားနေရတာဖြစ်ကြောင်း၊ သူမက ရှေ့လျှေက် ကျောင်းဆရာမအဖြစ် အလုပ်ဝင်လုပ်ပြီး မိသားစုကို ထောက်ပံ့ပေးချင်တဲ့အကြောင်း ပြောလာတယ်။ အဲ့ဒီမှာပဲ လူကြီးသား လောင်းစန်းက ကျင့်ရှိုးရဲ့ အခက်အခဲတွေကို ကူညီဖြေရှင်းပေးတာပေါ့။ နောက်ပြီး လောင်စန်းက ကျင့်ရှိုးတို့အိမ်အတွက် အသားငါးတွေ၊ စားစရာတွေ ယူဆောင်လာပေးတတ်တာပေါ့။ အဲ့ဒီခေတ်က အသားစားရဖို့ မပြောနဲ့ ဆန်ပြုတ်တောင် အနိုင်နိုင်ကိုး။ဒီလိုနဲ့ လောင်စန်းနဲ့ ကျင့်ရှိုးတို့ ၂ ဦးသားက ချစ်မိသွားကြရင်း ချစ်သူတွေ ဖြစ်သွားကြတယ်။ လောင်စန်းက ကျင့်ရှိုးကို လက်ထပ်ဖို့ ပြောကြတဲ့အခါ ကျင့်ရှိုးက သူမ အရွယ်ရောက်လာတဲ့အထိ စောင့်ပေးဖို့ ပြောတယ်။ လောင်စန်းကလည်း လက်ခံလိုက်တယ်။ ကျန်တာကတော့ ကိုယ်တိုင်ပဲ ကြည့်လိုက်ပါတော့…………(ရုပ်ရှင်အညွှန်းကို 林圛朙 မှ ရေးသားထားပြီး ဘာသာပြန်ကိုတော့ Omi မှ တင်ဆက်ထားပါတယ်။)File size…(1.7 GB) / (999 MB)Quality….BluRay 1080p / 720pFormat…mp4Duration….01:53:48Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Omi"