"Young Adult Matters (2020)ဒီတစ်ခါတော့ ရုပ်ရှင်ဆု ၃ ဆု ဖြစ်တဲ့Pause– The Directors’ Guild of Korea (DGK) Award– KTH Award at the 25th Busan International Film Festival– Best Actress Award (Buil Film Awards)တို့ ရရှိထားတဲ့ လူငယ်ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါရစေ။Squid Gameထဲက ”ငါနဲ့ကစားပေးလို့ ကျေးဇူးတင်ပါတယ် ”တစ်ခွန်းနဲ့အချစ်တွေသိမ်းကျုံးယူသွားတဲ့ Ji Yeong(Lee Yoo Mi) နဲ့EXID အဆိုတော်အဖွဲ့ထဲက EXIDရဲ့ Hani တို့ အဓိကသရုပ်ဆောင်အနေနဲ့ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။==================================လူငယ်…..သစ်ရွက်လေးလုပ်တာမြင်ရင်တောင် စိတ်ကစား ထွေပြားတတ်ကြတဲ့အဲ့အရွယ်မှာ တွေ့ကြုံရမယ့် ပြသနာတွေဆိုတာကတော့စိတ်ပိုင်းဆိုင်ရာရော ရုပ်ပိုင်းဆိုင်ရာမှာပါ အများကြီးရှိကြပါတယ်ဘဝမှာ အပြောင်းအလဲတစ်ခုအနေနဲ့ ရှေ့ဆက်လျှောက်မယ့်အနာဂတ်ကို ဖန်တီးထုဆစ်ပေးတာကအဲ့အရွယ်ကာလလို့ဆိုလည်း မမှားဘူးဗျအရာရာတိုင်းကို စူးစမ်းချင်ကြသလို သူများပြောသမျှအရာမှန်သမျှကိုလည်းခံစားလွယ်စိတ်ဆတ်တတ်ကြပြီး အဆိုးဝါးဆုံးအနေနဲ့ဆိုရင် ”အိမ်ပြေး”တွေ ဖြစ်သွားတတ်ကြတဲ့ထိပေါ့ဆိုတော့ကာ….. ဒီဇာတ်ကားထဲမယ် ထိန်းကွပ်မှုမဲ့နေတဲ့အိမ်ပြေးလူငယ်ကောင်မလေးနှစ်ယောက်ရဲ့ ပြသနာတွေကိုကြည့်ရင်း ယူတတ်ရင်ပညာရစရာတွေများလှပါဘိဇာတ်လမ်းကိုအကျဉ်းအမြည်းပြောပြရရင်တော့၁၈နှစ်အရွယ်နဲ့ ကိုယ်ဝန်လွယ်ထားရလို့ ခွဲစိတ်ဖျက်ချဖို့ငွေလိုနေတဲ့ ကျောင်းသူလေး ယွန်းဆယ်ဂျင်းအမေ့စကားလေး တစ်ခွန်းကြောင့်နဲ့ အိမ်ကထွက်ပြေးလာပြီး ၄နှစ်ကြာ အိမ်ပြေး ၁၈နှစ်အရွယ် ဂျူယောင်းတစ်နေ့ သူတို့တွေ့ကြတဲ့အခါ ငွေရဖို့နဲ့ ကိုယ်ဝန်ဖျက်ချဖို့ရာ အလုပ်လုပ်ရင်း မုဒိန်းကျင့်ခံရမလိုဖြစ်ဆဲဆဲမှာလမ်းပေါ်က ကယ်တင်ရှင် အိမ်ပြေး ကိုကိုနှစ်ယောက်ဖြစ်တဲ့ ဂျယ်ပီ နဲ့ ရှင်းဂျီက အမှတ်မထင် ကယ်တင်ပေးလိုက်ပါရောဒီလိုနဲ့ သူတို့လေးယောက် အပြန်အလှန် မှီခိုနေထိုင်ကြပြီးဆယ်ဂျင်းကိုယ်ဝန်ဖျက်ချဖို့ရာ ငွေအတွက် ကြံရာမရနဲ့ ဂိုဏ်းတစ်ခုမှာ အလုပ်ကြကြရင်းအဆိုးဝါးဆုံး အထင်လွဲမှုကြီးရှိလာတဲ့အခါ….အနာဂတ်ဟာ လမ်းမှန်ပြန်ရောက်မလား ဘယ်လိုဖြစ်သွားမလဲဆိုတာ ဆက်လက်ရှုစားလိုက်ကြပါဒါရိုက်တာ Lee Hwanကိုယ်တိုင်ကလည်း ဂျယ်ပီအဖြစ် သရုပ်ဆောင်ထားပါသေးတယ်ဘာသာပြန် နဲ့ အညွှန်းကတော့ Deer ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480pFile size…2.2GB and 1.4GB and 645MBFormat…mp4Duration….2h 7minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. DeerEncoder ….. August"