"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating(7.8) / Rotten Tomatoes (100%)
မြန်မာပရိတ်သတ်ကြီးရဲ့ ငယ်ကျွမ်းဆွေမင်းသားကြီးလဲဖြစ် မြန်မာပြည်သူအသဲနှလုံးကို ရိုက်ခတ်ခဲ့တဲ့ <<<ဆောင်းရွက်ဦးရွက်ကြွေ ချစ်သက်သေ>>>ဇာတ်ကားမှ မင်းသား ထယ်စောက် လို့လူသိများတဲ့မင်းသား(Won Bin) ရဲ့ ကျော်ကြားတဲ့ ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။
ဒီဇာတ်ကားဟာဖြင့် ကိုရီးယားမှာ ရုံတင်ပြသရာမှာ ၄ပတ်ထဲနဲ့ ကြည့်ရှူ.သူ ၄,၀၄၇,၂၂၇ ကျော်ခဲ့လို့ စံချိန်တင်ဇာတ်ကားတစ်ကားဖြစ်ရပ်တည်ခဲ့ပါတယ် ။
ခုခေတ်မှာ အောင်မြင်နေတဲ့ John Wick ဟာ ဒီကားကို အတုယူထားတာဖြစ်တယ်လို့ ဒါရိုက်တာမင်းများက ဆိုထားခဲ့ဖူးပါတယ်။
ဒီကားထဲမှာ ထယ်စောက်ရဲ့ အက်ရှင်ဇာတ်ကြမ်းကို ကြည့်ရမှာဖြစ်တဲ့အပြင် တစ်ချို့အပိုင်းဒရာမာလေးတွေကလည်း ရင်ကိုထိစေပါလိမ့်မယ်။
ဇာတ်လမ်းအကြမ်းဖျဉ်းကတော့
မင်းသားဖြစ်သူဟာ စစ်ဘက်ထောက်လှမ်းရေးကနေထွက်ပြီး ဇာတ်မြုပ်နေထိုင်သူတစ်ယောက်…
သူ့အိမ်လေးဘေးက ကလေးမလေးဟာ တေလေဂျပိုးသူခိုးမလေး။
သူက အပေါင်ဆိုင်လေးဖွင့်ထားတော့ ခိုးလို့ရသမျှပစ္စည်းတွေ သူ့ဆီလာပေါင်ရင်း တစ်စွန်းတစ်စ ရင်းနှီးလာကြတယ်။
ဒါပေမယ့် ကောင်မလေးရဲ့ အမေက ဆေးသမားဖြစ်နေတော့ မမျှော်လင့်ထားတဲ့ ဇာတ်ရှုပ်တွေက မင်းသားဆီကို ဆက်နွှယ်လာပါတော့တယ်။ ကလေးမလေး အဖမ်းခံရတဲ့အချိန်မှာ ထယ်စောက်တစ်ယောက်က ယခင်အတိတ်ကသူကြမ်းခဲ့တဲ့အတိုင်း ပြန်ကြမ်းလာပြီး
ကလေးမလေးကို ရေဆုံးမြေဆုံးအထိ လိုက်ကယ်ပါတော့တယ်။
ထယ်စောက် ဝင်ရှင်းခဲ့ရတဲ့ ဇာတ်ရှုပ်က ဘာတွေများဖြစ်မလဲ၊
ကိုယ်​တွေရဲ့ အရိုမင်းသားကြီး ဘယ်လိုတွေ ဂေါ်နေမလဲ ဆိုတာကိုတော့
The Man From Nowhere လေးကို ကြည့်ရှုရင်း ခံစားကြည့်ကြပါလို့ ညွှန်းဆိုပါရစေ။
ကိုရီးယား အကယ်ဒမီပေးပွဲမှာလဲ ဆုတွေတစ်သီကြီးရရှိခဲ့တဲ့ ဇာတ်ကားဖြစ်ပါတယ်။
Best Actor: Won Bin (“The Man From Nowhere”)
Best New Actress: Kim Sae-ron (“The Man From Nowhere”)
Best Cinematography: Lee Tae-yoon (“The Man From Nowhere”)
Best Music: Shim Hyun-jung (“The Man From Nowhere”)
Best Lighting: Lee Cheol-oh (“The Man From Nowhere”)
Best Visual Effects: Park Jung-ryul (“The Man From Nowhere”)
Best Editor: Kim Sang-beom Kim Jae-beom (“The Man From Nowhere”)
File size…(1.9 GB) / (1 GB)
Quality….BluRay HEVC 1080p / 720p
Format…mp4
Duration….01:59:18
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Mugiwara Ya
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
