"TITANE(2021)
==============
IMDb Rating (7.1) / Rotten Tomatoes (87%)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Directed By Julia Ducournau
Art Filmတွေကို ရွေးတာများတဲ့
နာမည်အကြီးဆုံး ရုပ်ရှင်ပွဲတော်ဖြစ်တဲ့
ကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့
Palme d’Orကို ရခဲ့တဲ့ ရုပ်ရှင်ပါ။
ဒီနှစ်ရဲ့ ခုထိအချိန်အတွင်းမှာ Art Filmလိုင်း
Horrorလိုင်းမှာ အနောက်ရုပ်ရှင်ဖန်တွေကြား
လူပြောအများဆုံး ရုပ်ရှင်ဆိုလည်း ဟုတ်ပါတယ်။
တစ်ချို့ကတော့ Titaneကို ဘာမှန်းမသိခြင်းနဲ့
surrealismဆန်ခြင်းဆိုတဲ့အပိုင်းမှာ
သူ့လိုင်းက နာမည်ကြီးကားတွေဖြစ်ခဲ့တဲ့
Midsommarနဲ့ David Lynchရဲ့
Earserheadထက်ကို အတော်သာတဲ့
မာစတာပိစ်ရုပ်ရှင်လို့ဆိုကြပါတယ်။
ရှင်းရှင်းပြောရရင် ဘာမှန်းမသိတဲ့နေရာမှာ
သာတာပါ။ Horror/Thrillerလိုင်းရဲ့
နတ်ဘုရားသဖွယ်ဖြစ်နေတဲ့
A24 Fanတွေကလည်း Titaneကို
အတော်သဘောကျနေကြတယ်။
ဇာတ်ကြောင်းကို စာ၂ကြောင်းလောက်ရေးပြ
လိုက်ရင် အ‌တော်စိတ်၀င်စားသွားကြမှာပေမဲ့
ကျွန်တော်လည်း ဘာမှန်းမသိဘဲ
ကြည့်ရင်းမှ ဘာလဲဟဆိုပြီး ဖြစ်ခဲ့ရတာမို့
အဲဒီ၂ကြောင်းလောက်ကို ပြောမိရင်ကို
နည်းနည်းပေါ့သွားမယ် ယူဆလို့
မပြောတော့ပါဘူး။ ကိုယ့်ဘာသာကြည့်ပြီးပဲ
ဘာလဲဟ လိုက်ကြပါတော့။
Cinematographyအပိုင်းမှာလည်း
အတော်လေးချီးကျူးခံထားရပါတယ်။
လက်ရှိ‌ခေတ်ထထားတာ မကြာသေးတဲ့
နီယွန်ညဆန်ဆန်တွေလည်း တွေ့ရတယ်။
သတိချပ်စရာက Horror Thrillerပေမဲ့
Body Horrorပါ။ကျန်တာတော့
လန့်စရာ မပါပါဘူး။
ဟုတ်ကဲ့ ဒီရုပ်ရှင်ဟာ မာစတာပိစ်ရုပ်ရှင်ပါပဲ။
သောက်ကျိုးနဲ ကြောင်တောင်နေတဲ့
ဘာပြချင်တာလဲဆိုတဲ့အချက်ကို ဖမ်းမရတဲ့
ဘုရားစူး မာစတာပိစ်ပါပဲ။
ရုပ်ရှင်ဟာ ဘာကိုမှ ပြဖို့ တာ၀န်မရှိပါဘူး။
Art Houseရုပ်ရှင် ပီပီသသပဲ
ဒါရိုက်တာရဲ့ တင်ဆက်ပြသပုံက
ပရိတ်သတ်ဘက်ကိုငဲ့ပြီး အကုန်ချပြမထားဘဲ
သူပြချင်တဲ့နားကို ပြချင်သလောက်ပြထားတော့
ကိုယ့်ခံစားမှုနဲ့ ကိုယ်ဖြည့်စွက်ရတာလေးတွေတော့
ပါပါတယ်။
ဒါရိုက်တာဟာPalme d’Orရခဲ့တဲ့
ဒုတိယမြောက် အမျိုးသမီးဒါရိုက်တာအဖြစ်
သမိုင်းတွင်သွားခဲ့ပါပြီ။
နောက်နှစ် အော်စကာပွဲမှာလည်း
International Feature Filmအဖြစ်
၀င်ပြိုင်ဖို့ ရွေးချယ်ခံ ထားရပါတယ်။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို WiRa Aung မှ တင်ဆက်ထားတာပါ။)
File size…(1.7 GB) / (950 MB)
Quality….WEB-DL 1080p / 720p
Format…mp4
Duration….01:48:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Ka Naung
Translated by WiRa Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
