"မင်းသမီး Angelina Jolie က ရိုက်ကူးထားတဲ့ Unbroken ရုပ်ရှင်ဇာတ်ကားဟာ Laura Hillenbrand ရဲ့ Unbroken: A World War II Story of Survival, Resilience, and Redemption စာအုပ်ကို မှီငြမ်းထားပြီး Oscars ဆုပေးပွဲမှာ nomination ၄ ခုအပါအဝင် အခြားဆုတွေ nomination တွေ တစ်သီတစ်တန်းကြီးရရှိထားပါတယ်။
ဇာတ်လမ်းကတော့ စစ်အတွင်း အမေရိကန်သုံ့ပန်းတွေထဲက သုံ့ပန်းတစ်ယောက်နဲ့ ဂျပန်စစ်ဖက်အရာရှိ တစ်ယောက်တို့ရဲ့ ယှဉ်ပြိုင်မှုတွေကို အဓိကထားပြီးရိုက်ပြထားတာပါ။
တကယ့်အဖြစ်အပျက်ဖြစ်ပြီးတော့ မင်းသား Jack O’Connell က အိုလံပစ် အပြေးချန်ပီယံဟောင်း လူးဝစ်ဇမ်ပီရီနီအဖြစ် အဓိကသရုပ်ဆောင်နေရာကနေ အကောင်းဆုံး သရုပ်ဆောင်ထားပါတယ်။
ဒါ့အပြင် ဂျပန်စစ်ဗိုလ် Watanabe အဖြစ်သရုပ်ဆောင်တဲ့ Miyavi ကလည်း အဆိုတော်ဆိုပေမယ့် သူ့ character ကို အကောင်းဆုံးသရုပ်ဆောင်ပြသွားပါတယ်။
IMDb Rating(7.2/10) ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စစ်ပြီးနောက် ဆက်ဖြစ်တဲ့အကြောင်းအရာတွေကိုတော့ slideshow နဲ့ဆက်ပြပါတယ်။ Louie က အိမ်ထောင်ကျပြီး သားသမီး နှစ်ယောက်ရပါတယ်။ Phil လည်း အသက်ရှင်လွတ်မြောက်ခဲ့ပြီး သူ့ချစ်သူနဲ့လက်ထပ်ပါတယ်။ Mutsuhiro “Bird” Watanabe က ထိပ်တန်းဂျပန်စစ်ရာဇဝတ်ကောင် ၄၀ စာရင်းမှာပါပေမယ့် ထွက်ပြေးပုန်းရှောင်နေခဲ့လို့ ဥပေဒေရှေ့မှာ တရားမျှတမှုနဲ့ ရင်မဆိုင်ခဲ့ရပါဘူး။ Louie ဟာ သူ့ကို ဖမ်းဆီးနှိပ်စက်ခဲ့တဲ့သူတွေကို ခွင့်လွှတ်ပေးခဲ့ပြီး အများစုနဲ့တွေ့ဆုံခဲ့ပါတယ်။ Watanabe ကတော့ Louie ကို အတွေ့မခံခဲ့ပါဘူး။ ၁၉၉၈ ခုနှစ် ဇန်နဝါရီလ ဂျပန်နိုင်ငံ နာဂါနို မှာ ကျင်းပတဲ့ ဆောင်းရာသီ အိုလံပစ်ပြိုင်ပွဲမှာ မီးရှုးတိုင်ကို သယ်ဆောင်ပေးခဲ့ပါတယ်။ သူ့ပြေးခဲ့တဲ့နေရာက အရင်က သူနေခဲ့ရတဲ့ စစ်သုံ့ပန်းစခန်းတွေထဲက တစ်ခုရဲ့ အနီးမှာရှိပါတယ်။ အပိတ် title မှာတော့ Louis Zamperini ဟာ အသက် ၉၇ နှစ် ဇူလိုင်လ ၂ ရက် ၂၀၁၄ ခုနှစ်မှာ ကွယ်လွန်ခဲ့တယ်ဆိုတာကို ပြသသွားပါတယ်။
ဒီဇာတ်ကားကိုကြည့်ပြီးတဲ့အခါမှာတော့ ဘယ်သူမှချိုးဖျက်လို့မရတဲ့ ခိုင်မာတဲ့ယုံကြည်ချက်တွေအကြောင်းကို အတွေးနယ်ချဲ့နေမိပါတော့တယ်။
(ရုပ်ရှင်အညွှန်းကို Motaku Film Review မှထုတ်နှုတ်တင်ပြထားပါသည်။)
File size…(3 GB)/ (1.1 GB)
Quality….BluRay HEVC 1080p / HEVC 720p
Format…mkv
Duration….02:17:21
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Murphy
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
