"Abraham-Lincoln-Vampire-Hunter(2012)==================================Pauseအမေရိကကို ပြင်ပကနေ ဘယ်တော့မှ ဖျက်ဆီးနိုင်မှာမဟုတ်ဘူး။ကျုုုပ်တို့အင်အားချိနဲ့ပြီး လွတ်လပ်မှုတွေဆုံးရှူံးရပြီဆိုရင် ဒါဟာကျုပ်တို့ကိုယ်တိုင် ဖျက်ဆီးပစ်တာကြောင့်ပဲ ဖြစ်လိမ့်မယ်။(အေဘရာဟမ်လင်ကွန်း)သမ္မတလင်ကွန်း ဆိုခဲ့သလို စစ်ရေး၊ စီးပွားရေးမဟာအင်အားကြီးစူပါပါဝါအမေရိကကို ပြင်ပကမ္ဘာကဖျက်ဆီးနိုင်ဖို့၊ ရန်သတ္တရုပြုဖို့ဆိုတာ မလွယ်လှသလို၊ဆိုးရွားပြင်းထန်တဲ့ အကျိုးဆက်တွေနဲ့ကြုံတွေ့ရမှာမြေကြီးလက်ခတ်မလွဲပါပဲ။ ‘သွေးထွက်သံယိုမှုမရှိဘဲနိုင်ငံတစ်ခုကို မတည်ဆောက်နိုင်’ ဆိုတဲ့အတိုင်းလင်ကွန်းကိုယ်တိုင်ထိတ်လန့်ခြောက်ခြားဖွယ်ရာသွေးသံရဲရဲ အနိဌာရုံတွေ၊ တိုက်ခိုက်သတ်ဖြတ်မှုတွေကိုရှောင်လွှဲမရစွာ လုပ်ဆောင်ခဲ့ရတာလည်း ရှိလေရဲ့။လင်ကွန်းရဲ့ ကျော်ကြားလှတဲ့ အထက်ပါစကားရပ်လိုအမေရိကကိုအပြီးတိုင် ဖျက်ဆီးပစ်မယ့် ရန်သူဟာနိုင်ငံအတွင်းမှာ တကယ်ကိုရှိနေခဲ့ပါပြီ။အေဘရာဟမ်လင်ကွန်း လို့ဆိုလိုက်တာနဲ့အမေရိကရဲ့၁၆ ယောက်မြောက်သမ္မတ၊ ငွေဝယ်ကျွန်စနစ်ပပျောက်ရေး ကြိုးပမ်းသူစတဲ့ သမိုင်းအချက်အလက်တွေကိုသာ သတိရကြစမြဲပါ။ လင်ကွန်းနဲ့ပတ်သက်ပြီးအလွန်အရေးကြီးလှသည့်တိုင် သမိုင်းမတွင်တဲ့အကြောင်းခြင်းရာတစ်ခုကတော့ အင်မတန် လူသိနည်းလှပါတယ်။ အဲဒါကတော့လင်ကွန်းဟာ နေ့ဘက်မှာတိုင်းပြည်ကို သမ္မတအဖြစ် စီမံအုပ်ချုပ်ပြီး၊အကာလညအခါမှာ သွေးစုပ်ဖုတ်ကောင်တွေကို လိုက်လံသုတ်သင်ချေမှုန်းသူတစ်ဦး ဆိုတာပါပဲ။ ဒီသမိုင်းဖြစ်ရပ်တွေကိုဆက်သ်ဂရေဟမ်စမစ်သ် က လေ့လာဖော်ထုတ်ဇာတ်ညွှန်းခွဲပြီး၊ ဒါရိုက်တာ ဘက်ခ်မမ်ဘီတော့ဗ် ကရိုက်ကူးတင်ပြလိုက်တဲ့အခါ-Abraham Lincoln: Vampire Hunter ဆိုပြီး ဖြစ်လာပါတယ်။ခေါင်းဆောင်မင်းသား ဘင်ဂျမင်ဝေါ်ကာရဲ့အထူးပီပြင်လှတဲ့ အင်ပြည့်အားပြည့် သရုပ်ဆောင်ချက်တွေ၊သွေးပျက်ခြောက်ခြားစရာ တိုက်ခိုက်ခန်းတွေ၊အန်ထော်နီမက်ကီ၊ ဒေါမနစ်ကူးပါး စတဲ့ ဇာတ်ပို့ကောင်းတွေ၊မင်းသမီးချော မယ်ရီအဲလီဇဘက်သ်ဝင်းစတက်ဒ် ရဲ့အားဖြည့်မှုတွေနဲ့ဇာတ်ကားကောင်းတစ်ကားလို့ဆိုနိုင်ပါတယ်။ ၂၀၁၂ က ထွက်တဲ့ ဒီဇာတ်ကားကိုထိတ်လန့်သဲဖိုအက်ခ်ရှင်ကားအဖြစ်သာ ကြည့်ဖို့တော့အကြံပြုချင်ပါတယ်။ စတီဗင်စပီးလ်ဘာ့ဂ် ရိုက်ကူးပြီး၊ဒန်နီယယ်လ်ဒေးလူးဝစ္စ အော်စကာဆုရခဲ့တဲ့Lincolnနဲ့နှိုင်းယှဉ်မကြည့်ဘဲ၊ ပေါ့ပေါ့ပါးပါးaction&horror ကားအဖြစ် ကြည့်မယ်ဆိုရင်Abraham Lincoln: Vampire Hunter ဟာကြည့်ပျော်ရုံအဆင့်ထက် များစွာသာလွန်ကြောင်းပါ။File size…2.1GB / 1.1GBQuality…Blu-Ray 1080p / 720pFormat…mp4Duration….1h 45mGenre ….. Action , Fantasy , HorrorSubtitle….Myanmar Subtitle (Hard Sub)Encoder….Min WaiTranslated by JimX"