"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ယု ဆိုတဲ့ မိန်းမလှလေးဟာ အချစ်ဦးနဲ့ လွဲခဲ့ရပြီး ကြမ်းတမ်းတဲ့ အတိတ်ဆိုးရဲ့ခြောက်လှန့်မှုကို အခုချိန်ထိ ခံနေရတဲ့သူဖြစ်ပါတယ်။
လက်ရှိအချိန်မှာတော့ သူဟာ လုပ်ကြံသတ်ဖြတ်ရေးသမား တစ်ဦးအဖြစ် အသက်မွေးနေပြီး တစ်နေ့မှာတော့ သူ့ကို အလုပ်အပ်တဲ့ မြေအောက်လောကရဲ့ သြဇာရှိသူတစ်ယောက်နဲ့ ပတ်သက်မိပါတော့တယ်။ အဲ့ဒီလူအပ်လာတဲ့ ပစ်မှတ်နောက်ကိုလိုက်ရင်း သူ့ ငယ်ချစ်ဦးကို
ပြန်သတိရစေတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက် ကို ဆုံတွေ့ ပတ်သက်မိလာတဲ့နောက်မှာတော့..သူဟာ မရုန်းနိုင်စရာ
သုံးပွင့်ဆိုင် ဇာတ်ရှုပ်ထဲကို တိုးဝင်မိပါတော့တယ်။
၁၉၇၀ ၈၀ ဝန်းကျင်မှာ အင်မတန်အားကောင်းခဲ့တဲ့ Pink Film လို့ခေါ်တဲ့ အဖော်အချွတ်အသားပေး Crime,Thiriller ကားကောင်းတစ်ကားပါ။
ခေါင်းဆောင်မင်းသမီးရဲ့ ဂန္ဓဝင်မမ အလှနဲ့တင်ကြည့်ရတာတန်သလို ဇာတ်လမ်းလေးလဲမဆိုးပါဘူး။ အဖော်အချွတ်အသားပေးဆိုတဲ့အတိုင်း ၁၈ နှစ်အထက်ကားပါပဲ။
Dark Side Production မှ တင်ဆက်လိုက်တာပါ။
File size…(800 MB)
Quality…Blu-Ray Rip 720p
Format…mp4
Duration….01:15:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….RGB
Translated by ALS
zawgyi
ယု ဆိုတဲ့ မိန္းမလွေလးဟာ အခ်စ္ဦးနဲ႔ လြဲခဲ့ရၿပီး ၾကမ္းတမ္းတဲ့ အတိတ္ဆိုးရဲ႕ေျခာက္လွန႔္မႈကို အခုခ်ိန္ထိ ခံေနရတဲ့သူျဖစ္ပါတယ္။
လက္ရွိအခ်ိန္မွာေတာ့ သူဟာ လုပ္ႀကံသတ္ျဖတ္ေရးသမား တစ္ဦးအျဖစ္ အသက္ေမြးေနၿပီး တစ္ေန႔မွာေတာ့ သူ႔ကို အလုပ္အပ္တဲ့ ေျမေအာက္ေလာကရဲ႕ ၾသဇာရွိသူတစ္ေယာက္နဲ႔ ပတ္သက္မိပါေတာ့တယ္။ အဲ့ဒီလူအပ္လာတဲ့ ပစ္မွတ္ေနာက္ကိုလိုက္ရင္း သူ႔ ငယ္ခ်စ္ဦးကို
ျပန္သတိရေစတဲ့ ဆယ္ေက်ာ္သက္ေကာင္ေလးတစ္ေယာက္ ကို ဆုံေတြ႕ ပတ္သက္မိလာတဲ့ေနာက္မွာေတာ့..သူဟာ မ႐ုန္းႏိုင္စရာ
သုံးပြင့္ဆိုင္ ဇာတ္ရႈပ္ထဲကို တိုးဝင္မိပါေတာ့တယ္။
၁၉၇၀ ၈၀ ဝန္းက်င္မွာ အင္မတန္အားေကာင္းခဲ့တဲ့ Pink Film လို႔ေခၚတဲ့ အေဖာ္အခြၽတ္အသားေပး Crime,Thiriller ကားေကာင္းတစ္ကားပါ။
ေခါင္းေဆာင္မင္းသမီးရဲ႕ ဂႏၶဝင္မမ အလွနဲ႔တင္ၾကည့္ရတာတန္သလို ဇာတ္လမ္းေလးလဲမဆိုးပါဘူး။ အေဖာ္အခြၽတ္အသားေပးဆိုတဲ့အတိုင္း ၁၈ ႏွစ္အထက္ကားပါပဲ။
Dark Side Production မွ တင္ဆက္လိုက္တာပါ။
File size…(800 MB)
Quality…Blu-Ray Rip 720p
Format…mp4
Duration….01:15:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….RGB
Translated by ALS
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
