"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (7.4)
အသစ်တဖန်ပြန်မလာနိုင်တော့တဲ့ ဒါမှမဟုတ် ပြန်ပြီးအစားထိုးမရနိုင်တော့တဲ့
တစ်စုံတစ်ရာကို တကယ်လို့များဆိုတဲ့ စကားလုံးနဲ့ နောက်ကြောင်းပြန်ချိန်ထိုးပြီး ကွဲပြားသွားနိုင်တဲ့အဖြစ်အပျက်တွေ၊ဘယ်တော့မှ ဖြစ်မလာနိုင်တော့တဲ့
အခြေအနေတွေကို လူတိုင်းလူတိုင်းဟာ တစ်ကြိမ်တစ်ခါမှာ စိတ်ကူးယဉ်လွမ်းဆွတ်ခဲ့ကြဖူးလိမ့်မယ်။မားကတ်စ်ဟာ အဲ့ဒီလိုပဲတွေးနေမိမယ်ဆိုတာ အသေအချာပဲဖြစ်မှာပါ။
အဲ့ဒီညက သူအရမ်း အမူးလွန်မနေခဲ့ရင်၊ဆေးကွဲမနေခဲ့ရင် ဒါမှမဟုတ် အနည်းဆုံးတော့
သူ့ချစ်ဇနီးလေးကို တစ်ယောက်တည်း ညနက်သန်းခေါင်ပြန်မလွှတ်ခဲ့ရင်၊ အဲ့ဒီပါတီကို သူတို့မသွားခဲ့ရင်၊ ဆိုတာမျိုးလောက်ဖြစ်ဖြစ်ပေါ့။
ဇာတ်လမ်းကို ဂေးကလပ်တစ်ခုမှာဖြစ်တဲ့လူသတ်မှုတစ်ခုနဲ့ စဖွင့်ထားပြီး အဲ့ဒီကနေမှ အချိန်ရဲ့အစဉ်ကို ပြောင်းပြန်ပြကွက် ဆယ့်လေးခုနဲ့တင်ဆက်ထားတာဖြစ်လို့
စလာလာချင်းအခန်းဟာ ဇာတ်သိမ်းခန်းပဲဖြစ်ပြီး နောက်ဆုံးမြင်လိုက်ရတဲ့အခန်းကတော့ ဇာတ်အဖွင့်ဖြစ်ပါတယ်။
ကလပ်ထဲက ကြမ်းတမ်းပက်စက်လွန်းတဲ့လူသတ်ခန်းနဲ့မြေအောက်ဥမင်လမ်းမှာရက်ရက်စက်စက်မုဒိမ်းကျင့်တဲ့အခန်းကို ၉ မိနစ်ကြာတောက်လျှောက်ကြီးပြသွားတဲ့
ပြကွက်တို့ကြောင့် အမျိုးသမီးပရိသတ်အများစုဟာ ဆက်မခံစားနိုင်ပဲရုံထဲက ပြန်ထွက်လာခဲ့ကြတဲ့အထိဖြစ်ခဲ့ကြပါသတဲ့။
ညို့အားအကောင်းဆုံး၊ အလှဆုံး၊ ဆွဲဆောင်မှုအရှိဆုံးစသဖြင့် အကောင်းတကာ့အကောင်းဆုံးတွေရဲ့စာရင်းတွေမှာ
ဆယ်စုနှစ်တွေချီအမြဲတမ်းထိပ်ဆုံးမှာပြေးနေတဲ့ မမမိုနီကာလို မင်းသမီးကို ဒီလိုကြီး နှိပ်စက်ပြသွားခဲ့တာတွေဟာ
သူ့ပရိသတ် ကမ္ဘာယောက်ျားထုကြီးအတွက်လဲစိတ်နှလုံးမခိုင်ချင်စရာ ရင်နင့်စရာ မြင်ကွင်းတွေဖြစ်ပါတယ်။
လိင်စိတ်ခံယူမှုကွဲပြားသူတွေ၊ အမျိုးသမီးတွေ၊ ပြည့်တန်ဆာ အစရှိတဲ့လူတန်းစားအလွှာပေါင်းစုံကို ရိုင်းရိုင်းစိုင်းစိုင်း စော်ကားနှိမ်ချထားတဲ့စကားပြောတွေ၊တစ်တစ်ခွခွအဆဲတွေ၊ အပြတွေအပြင်
သာမန်အချိန်မှာပြောနေတဲ့ အလ္လာပသလ္လာပစကားတွေက အစလိင်ကိစ္စတွေပဲဖြစ်သလို သရုပ်ဆောင်နှစ်ယောက်ဝတ်လစ်စားလစ်ချစ်တင်းနှောခန်းကိုလဲ
ဆယ်မိနစ်ကျော်အောင်အချိန်ဆွဲပြထားတာတွေလဲပါဝင်လို့ မိသားစုကြည့်ဖို့မသင့်တော်တဲ့ကားတစ်ကားပါ။
2002 Stockholm International Film Festival မှာထိပ်ဆုံးဆုဖြစ်တဲ့ အကောင်းဆုံးရုပ်ရှင်ဇာတ်ကားဆု Bronze Horse ကိုရရှိခဲ့သလို တစ်ခြား ဆုတံဆိပ်တွေလဲ လျာထားခံခဲ့ရတဲ့ ပြင်သစ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။
(ဒီကားကိုကြည့်ဖူးတဲ့သူတွေ ဘယ်တော့မှမေ့မသွားနိုင်မှာသေချာပါတယ်)
File size…(1.6 GB)/ (900 MB)
Quality….BluRay Remaster 1080p / 720p
Format…mp4
Duration….01:37:26
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
