"(Unicode)
ဒီတစ်ခါ CM ပရိသတ်ကြီးကို 2018 ကစတင် ရိုက်ကူးခဲ့ပြီး 2020 ဇန်နဝါရီလဆန်းပိုင်းလောက်က ထွက်ရှိခဲ့တဲ့ Dogs in the House ဆိုတဲ့ ဇာတ်ကားလေးနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အမျိုးအစားကတော့ Crime/Drama ဆိုပေမယ့် ဟာသလေးလည်းနည်းနည်းနှောထားပါတယ်။
ဒီဇာတ်ကားရဲ့ နာမည်က အနည်းငယ်တော့ထူးဆန်းတယ်လို့ပြောလို့ရတယ်။
Dogs in the House ဆိုတော့ ခွေးပါတဲ့ ဇာတ်လမ်းလေးလားပေါ့။တကယ်က အဲ့လိုမဟုတ်ပါဖူး။
အဲ့ထဲက ဇာတ်ကောင်ဖြစ်သူ ဘတ်ဆူရိုဆိုတဲ့သူက သူ့တစ်ဘဝလုံး အကြွေးရှင်ဆီမှာ ခွေးလိုနွားလိုအခိုင်းစားခံရပြီးနောက်
ရုန်းထွက်မရတဲ့ ထောင်ချောက်တွေထဲ တိုးဝင်သွားမိပုံလေးကိုတင်စားပြချင်တာပါ။
ဇာတ်လမ်းလေးကတော့ အခပေးရေချိုးခန်းပိုင်ရှင်ဖြစ်သူဘတ်ဆူရိုဟာ လူမိုက်တစ်ယောက်ဖြစ်ပြီး အနည်းငယ်ထုံထိုင်းပေမယ့် နဂိုစိတ်ရင်းလေးတော့ကောင်းသူပါ။
သူ့မှာ ဝူရှစ်နဲ့ ပိန်သေးဆိုတဲ့ငယ်နိုင် တပည့်နှစ်ယောက်လည်းရှိတယ်။
တစ်ရက်မှာတော့ သူရဲ့အခပေးရေချိုးခန်းဆောက်ခဲ့စဉ်က ငွေချေးပေးခဲ့သူ ဂူသူဠေးဆိုသူက အကြွေးနဲ့
သူရဲ့ အခပေးရေချိုးခန်းကိုလည်းသိမ်း သူပိုင်ဆိုင်မှုတွေလည်းသိမ်းပြီး သူကိုပါ ထောင်ထဲ ထည့်လိုက်ပါတယ်။
ထောင်ကထွက်လာပြီးနောက်ပိုင်း ဘတ်ဆူရိုလည်းဂူသူဠေးကို သူတပည့်နှစ်ယောက်နဲ့အတူ သွားရှာပါတော့တယ်။
အဲ့နောက်တော့ဘယ်လိုတွေ ဆက်ဖြစ်မယ်။
ဇာတ်လမ်းအလှည့်အပြောင်းဘယ်လိုလာမယ်ဆိုတာကိုယ်တိုင်ပဲ ခံစားကြည့်စေချင်ပါတယ်။
ဒီဇာတ်ကားထဲမှာ အရေးအကြောင်းကြုံလာရင်ပြောင်းလဲတတ်တဲ့လူတွေရဲ့စိတ်နေစိတ်ထား၊ငွေဆိုတဲ့အရာက
အရမ်းရင်းနှီးကြတဲ့လူတွေကြားမှာ တောင်ဘယ်လောက်ထိဖောက်လွဲဖောက်ပြန်ဖြစ်စေတယ်ဆိုတဲ့အကြောင်း
သားသမီးတွေငယ်စဉ်မှာ မေတ္တာငတ်တာမျိုး၊ရည်မှန်းချက်ရိုက်ချိုးခံရတာမျိုးဆိုရင် ကြီးလာရင် ဘယ်လိုတွေပြောင်းလဲတတ်တယ်
စတာတွေကို သင်ခန်းစာပေးထားပြီးတွေးတောစရာတွေအများကြီးပါတဲ့ ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။
ကြည့်ပြီးရင် တစ်ခုခုတော့ ယူသွားနိုင်လိမ့်မယ်လို့ထင်ပါတယ်။
အဆုံးသတ်မှာလည်း ကိုရီးယား thriller ကားတွေထုံးစံအတိုင်း မထင်မှတ်တာလေးတွေပါတတ်လို့ လိုက်ပါစီးမျောခံစားကြည့်ကြပါလို့ပြောချင်ပါတယ်။
***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်
နားထောင်ပြီး ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါကုန်
(ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…)
(Zawgyi)
ဒီတစ္ခါ CM ပရိသတ္ႀကီးကို 2018 ကစတင္ ႐ိုက္ကူးခဲ့ၿပီး 2020 ဇန္နဝါရီလဆန္းပိုင္းေလာက္က ထြက္ရွိခဲ့တဲ့ Dogs in the House ဆိုတဲ့ ဇာတ္ကားေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။
အမ်ိဳးအစားကေတာ့ Crime/Drama ဆိုေပမယ့္ ဟာသေလးလည္းနည္းနည္းေႏွာထားပါတယ္။
ဒီဇာတ္ကားရဲ႕ နာမည္က အနည္းငယ္ေတာ့ထူးဆန္းတယ္လို႔ေျပာလို႔ရတယ္။
Dogs in the House ဆိုေတာ့ ေခြးပါတဲ့ ဇာတ္လမ္းေလးလားေပါ့။တကယ္က အဲ့လိုမဟုတ္ပါဖူး။
အဲ့ထဲက ဇာတ္ေကာင္ျဖစ္သူ ဘတ္ဆူ႐ိုဆိုတဲ့သူက သူ႔တစ္ဘဝလုံး အေႂကြးရွင္ဆီမွာ ေခြးလိုႏြားလိုအခိုင္းစားခံရၿပီးေနာက္
႐ုန္းထြက္မရတဲ့ ေထာင္ေခ်ာက္ေတြထဲ တိုးဝင္သြားမိပုံေလးကိုတင္စားျပခ်င္တာပါ။
ဇာတ္လမ္းေလးကေတာ့ အခေပးေရခ်ိဳးခန္းပိုင္ရွင္ျဖစ္သူဘတ္ဆူ႐ိုဟာ လူမိုက္တစ္ေယာက္ျဖစ္ၿပီး အနည္းငယ္ထုံထိုင္းေပမယ့္ နဂိုစိတ္ရင္းေလးေတာ့ေကာင္းသူပါ။
သူ႔မွာ ဝူရွစ္နဲ႔ ပိန္ေသးဆိုတဲ့ငယ္ႏိုင္ တပည့္ႏွစ္ေယာက္လည္းရွိတယ္။
တစ္ရက္မွာေတာ့ သူရဲ႕အခေပးေရခ်ိဳးခန္းေဆာက္ခဲ့စဥ္က ေငြေခ်းေပးခဲ့သူ ဂူသူေဠးဆိုသူက အေႂကြးနဲ႔
သူရဲ႕ အခေပးေရခ်ိဳးခန္းကိုလည္းသိမ္း သူပိုင္ဆိုင္မႈေတြလည္းသိမ္းၿပီး သူကိုပါ ေထာင္ထဲ ထည့္လိုက္ပါတယ္။
ေထာင္ကထြက္လာၿပီးေနာက္ပိုင္း ဘတ္ဆူ႐ိုလည္းဂူသူေဠးကို သူတပည့္ႏွစ္ေယာက္နဲ႔အတူ သြားရွာပါေတာ့တယ္။
အဲ့ေနာက္ေတာ့ဘယ္လိုေတြ ဆက္ျဖစ္မယ္။
ဇာတ္လမ္းအလွည့္အေျပာင္းဘယ္လိုလာမယ္ဆိုတာကိုယ္တိုင္ပဲ ခံစားၾကည့္ေစခ်င္ပါတယ္။
ဒီဇာတ္ကားထဲမွာ အေရးအေၾကာင္းႀကဳံလာရင္ေျပာင္းလဲတတ္တဲ့လူေတြရဲ႕စိတ္ေနစိတ္ထား၊ေငြဆိုတဲ့အရာက
အရမ္းရင္းႏွီးၾကတဲ့လူေတြၾကားမွာ ေတာင္ဘယ္ေလာက္ထိေဖာက္လြဲေဖာက္ျပန္ျဖစ္ေစတယ္ဆိုတဲ့အေၾကာင္း
သားသမီးေတြငယ္စဥ္မွာ ေမတၱာငတ္တာမ်ိဳး၊ရည္မွန္းခ်က္႐ိုက္ခ်ိဳးခံရတာမ်ိဳးဆိုရင္ ႀကီးလာရင္ ဘယ္လိုေတြေျပာင္းလဲတတ္တယ္
စတာေတြကို သင္ခန္းစာေပးထားၿပီးေတြးေတာစရာေတြအမ်ားႀကီးပါတဲ့ ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္။
ၾကည့္ၿပီးရင္ တစ္ခုခုေတာ့ ယူသြားႏိုင္လိမ့္မယ္လို႔ထင္ပါတယ္။
အဆုံးသတ္မွာလည္း ကိုရီးယား thriller ကားေတြထုံးစံအတိုင္း မထင္မွတ္တာေလးေတြပါတတ္လို႔ လိုက္ပါစီးေမ်ာခံစားၾကည့္ၾကပါလို႔ေျပာခ်င္ပါတယ္။
***English စာတန္းထိုးဖိုင္ အမွန္ မထြက္တာေၾကာင့္ ဇာတ္လမ္းတစ္ခုလုံးကို ကိုယ့္ဖာသာ Timing လုပ္
နားေထာင္ၿပီး ျပန္ထားတာျဖစ္လို႔ ဘာသာျပန္ အမွားအယြင္းအနည္းငယ္ပါပါက သည္းခံၾကပါကုန္
(ဘာသာျပန္သူကေတာ့ Moe Pwint ပဲျဖစ္ပါတယ္…)
File Size : (750 MB) and (380 MB)
Quality : HDRip 720p
Running Time : 1hr 34min
Format : Mp4
Genre : Comedy, Family, Crime
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.FHDRip.H264.AAC-NonDRM
Translated by Moe Pwint
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
