"Dark Side ဖန်တွေအတွက်
နင်ဂျာမမတွေရဲ့ စွန့်စားခန်းလေးတွေ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တင်ဆက်ပေးလိုက်ပါတယ်.
တချိန်က ဂျပန်မှာ မကောင်းဆိုးဝါးတွေ
သောင်းကျန်းနေချိန်မှာ နင်ဂျာညီအစ်မဖြစ်တဲ့
အာဆာကီနဲ့ ဆာကူရာက လိုက်လံနှိမ်နင်းပေးပါတယ်.
အဲ့လို နှိမ်းနင်းရင်း တနေ့မှာ နတ်ဆိုးမမဖြစ်တဲ့ အိုရိုဘိုကို
အပြီးသတ်နှိမ်နင်းနိုင်ခဲ့ပါတယ်.
ဒါပေမယ့် ကံဆိုးချင်တော့ နတ်ဆိုးမမ
အိုဘိုရိုဟာ ပြန်လည်ရှင်သန်လာပြီး
သူတို့အစ်မဖြစ်သူ အာဆာကီ ကို ထောင်ချောက်ဆင်ပြီး
ဖမ်းဆီးခဲ့ပါတယ်.
တချက်ခုတ် နှစ်ချက်ပြတ်သဆိုသလိုပဲ
ကံဆိုးချင်တော့ ညီမ ဖြစ်သူ ဆာကူရာကလဲ
သူ့နင်ဂျာမမကို လာကယ်ရင်း အဖမ်းခံလိုက်ရပါတယ်.
အဲ့နောက်မှာတော့ နတ်ဆိုးမမအိုဘိုရိုဟာ
သူရဲ့ အမုန်းတရားတွေကို စနစ်တကျ ပြန်လည်လက်စားချေပုံကို
ဟာကနဲ ဟင်ကနဲ ပါးစပ်အဟောင်းသား
သားရည်တမြှားမြှားနဲ့ ကြည့်ရှုရတော့မှာမလို့
dark sideမှ အထူးတင်ဆက်ပေးလိုက်ပါတယ်….
ဘာသာပြန်ပေးထားတာကတော့ YK ဖြစ်ပြီး
XCode မှ တင်ဆက်ပေးထားပါတယ်
အထူးသတိပြုမှာကတော့
အချိန် ၂ နာရီကျော်ကြာတဲ့
ဒီ နင်ဂျာ အထူးအက်ရှင် ဇတ်ကားကြီး ကို
အပိုင်း ၁ နဲ့ ၂ ခွဲပေးထားတာ ဖြစ်တဲ့အတွက်
Download List မှာ ရှိတဲ့ ၂ မျိုးလုံးကို
Download ဆွဲရမှာဖြစ်ပါတယ်
တစ်ပိုင်းလောက် မေ့ကျန်ခဲ့ရင်
ရင်နာစရာတွေ မဖြစ်ရအောင်
ကြိုတင် အသိပေးအပ်ပါတယ်
zawgyi
Dark Side ဖန္ေတြအတြက္
နင္ဂ်ာမမေတြရဲ႕ စြန႔္စားခန္းေလးေတြ
တင္ဆက္ေပးလိုက္ပါတယ္.
တခ်ိန္က ဂ်ပန္မွာ မေကာင္းဆိုးဝါးေတြ
ေသာင္းက်န္းေနခ်ိန္မွာ နင္ဂ်ာညီအစ္မျဖစ္တဲ့
အာဆာကီနဲ႔ ဆာကူရာက လိုက္လံႏွိမ္နင္းေပးပါတယ္.
အဲ့လို ႏွိမ္းနင္းရင္း တေန႔မွာ နတ္ဆိုးမမျဖစ္တဲ့ အို႐ိုဘိုကို
အၿပီးသတ္ႏွိမ္နင္းႏိုင္ခဲ့ပါတယ္.
ဒါေပမယ့္ ကံဆိုးခ်င္ေတာ့ နတ္ဆိုးမမ
အိုဘို႐ိုဟာ ျပန္လည္ရွင္သန္လာၿပီး
သူတို႔အစ္မျဖစ္သူ အာဆာကီ ကို ေထာင္ေခ်ာက္ဆင္ၿပီး
ဖမ္းဆီးခဲ့ပါတယ္.
တခ်က္ခုတ္ ႏွစ္ခ်က္ျပတ္သဆိုသလိုပဲ
ကံဆိုးခ်င္ေတာ့ ညီမ ျဖစ္သူ ဆာကူရာကလဲ
သူ႔နင္ဂ်ာမမကို လာကယ္ရင္း အဖမ္းခံလိုက္ရပါတယ္.
အဲ့ေနာက္မွာေတာ့ နတ္ဆိုးမမအိုဘို႐ိုဟာ
သူရဲ႕ အမုန္းတရားေတြကို စနစ္တက် ျပန္လည္လက္စားေခ်ပုံကို
ဟာကနဲ ဟင္ကနဲ ပါးစပ္အေဟာင္းသား
သားရည္တျမႇားျမႇားနဲ႔ ၾကည့္ရႈရေတာ့မွာမလို႔
dark sideမွ အထူးတင္ဆက္ေပးလိုက္ပါတယ္….
ဘာသာျပန္ေပးထားတာကေတာ့ YK ျဖစ္ၿပီး
XCode မွ တင္ဆက္ေပးထားပါတယ္
အထူးသတိျပဳမွာကေတာ့
အခ်ိန္ ၂ နာရီေက်ာ္ၾကာတဲ့
ဒီ နင္ဂ်ာ အထူးအက္ရွင္ ဇတ္ကားႀကီး ကို
အပိုင္း ၁ နဲ႔ ၂ ခြဲေပးထားတာ ျဖစ္တဲ့အတြက္
Download List မွာ ရွိတဲ့ ၂ မ်ိဳးလုံးကို
Download ဆြဲရမွာျဖစ္ပါတယ္
တစ္ပိုင္းေလာက္ ေမ့က်န္ခဲ့ရင္
ရင္နာစရာေတြ မျဖစ္ရေအာင္
ႀကိဳတင္ အသိေပးအပ္ပါတယ္
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
