"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (7.0) / Rotten Tomatoes (73%)
ပြင်သစ်နိုင်ငံရဲ့ ဝေးလံတဲ့ပြည်နယ်တစ်ခုမှာ လျှို့ဝှက်ဆန်းကြယ်တဲ့သတ္တဝါဆိုးကြီးတစ်ကောင်သောင်းကျန်းလျက်ရှိပါတယ်။
အမျိုးသမီးတွေ ကလေးငယ်တွေကို ရက်စက်ကြမ်းကြုတ်စွာသတ်ဖြတ်နေတဲ့ ဒီသတ္တဝါကြီးဟာအကောင်အထည်မမြင်ရ၊
အင်အားကြီးမားလွန်းပြီး လူသားတွေလိုထက်မြက်တဲ့ဉာဏ်ရည်မျိုးကိုပါ ပိုင်ဆိုင်နေတဲ့အတွက် ဘယ်သူမှမနှိမ်နင်းနိုင်သလို
ဖမ်းဆီးမှုလက်ကလဲ အစဉ်တစိုက်၊ လွတ်မြောက်နေခဲ့တဲ့နောက် ဘုရင်လူးဝစ်ဟာ နာမည်ကျော်
သိပ္ပံသဘာဝလောကဓာတ်ပညာရှင်တစ်ဦးနဲ့သူ့သွေးသောက်ညီအစ်ကို အီရိုကွားမျိုးနွယ်ဝင်တစ်ဦးတို့ကိုစေလွှတ်ပေးခဲ့ပါတယ်။
သူတို့ကျွမ်းကျင်ရာ လိမ္မာရာ အတတ်ပညာတွေနဲ့ ဒီသတ္တဝါကိုလက်ရဖမ်းဆီးဖို့နည်းလမ်းပေါင်းစုံ တွေးတောကြံဆခဲ့ပေမယ့်
ဒီသတ္တဝါဟာ ဘယ်သူမှစဉ်းစားမထားနိုင်၊ မမျှော်လင့်နိုင်တဲ့ ဇစ်မြစ်၊ နက်ရှိုင်းတဲ့ အကြောင်းရင်းခံတွေရှိနေခဲ့တဲ့အခါ..။
ဒီဇာတ်ကားဟာ သမိုင်းကြောင်း၊အက်ရှင်၊ သည်းထိတ်ရင်ဖို အစရှိတဲ့မတူညီတဲ့ အမျိုးအစားတွေပေါင်းစပ်ဖွဲ့စည်းထားတာ
ဖြစ်သလို စုံထောက်ကားကောင်းတစ်ကားကိုကြည့်နေရတဲ့ရသမျိုးကိုပါထပ်လောင်းခံစားရစေမှာလဲအသေအချာဖြစ်ပါတယ်၊
ဒီထက်ပိုပြောရင် ဇာတ်အရသာကိုထိခိုက်နိုင်မှာဖြစ်တဲ့အတွက်မပြောတော့ပါဘူး။
ပြင်သစ်ကားဆိုပေမယ့် ကမ္ဘာရုပ်ရှင်လောကနဲ့မစိမ်းတဲ့သရုပ်ဆောင်တွေ
ဦးဆောင်ပါဝင်ထားပြီး အထူးခြားဆုံးပါဝင်သူတွေကတော့ အလှထိပ်ခေါင်တင်မမကြီး Monica Bellucci ဖြစ်ပြီး၊ နောက်တစ်ယောက်ကတော့ ပါရာရာဝေးမင်းသားလို့
လူသိကြတဲ့ Mark Dacascos တို့ပဲဖြစ်ပါတယ်။
တန်းမြင့် production values, ခမ်းနားတဲ့ရင်သပ်ရှုမောစရာရှေးခေတ်ပြင်သစ်ပြည်ရဲ့ ရှုမျှော်ခင်းတွေ၊
ရဲတိုက်ကြီးတွေနဲ့သေသပ်လှပတဲ့ cinematography တွေနဲ့သရုပ်ဆောင်တွေရဲ့ စွမ်းဆောင်ရည်၊ ဒါရိုက်တာရဲ့အားကောင်းတဲ့
စီစဉ်ညွှန်ကြားမှုတွေဟာ မချီးကျူးပဲမနေနိုင်စရာဖြစ်သလို၊ စီးပွားရေးအရကော အနုပညာအရပါအောင်မြင်မှုရခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်။
ရက်စက်ကြမ်းကြုတ်တဲ့
သတ်ဖြတ်ခန်းတွေနဲ့ ဆောင်ကြာမြိုင်တွင်း ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတစ်ချို့ကြောင့်တော့ မိသားစုနဲ့ကြည့်လို့အဆင်ပြေမှာမဟုတ်ပါဘူး။
File size…(2.4 GB)/ (1.3 GB)
Quality….BluRay DC 1080p / 720p
Format…mp4
Duration….02:30:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
