"Dangal (သို့မဟုတ်) အောင်မြင်မှုရဲ့ ခရီးကြမ်း“နပန်းသမားတစ်ယောက်က ကွင်းထဲဝင်လာပြီး ပြိုင်ပွဲဝင်ရတဲ့ရည်ရွယ်ချက်က နိုင်ငံအတွက်ဆုတံဆိပ်ရယူပေဖို့အတွက်ပဲ။ဒါပေမဲ့ နိုင်ငံကတော့ နပန်းသမားတွေကို ဘာမှကူညီထောက်ပံမှုမလုပ်ပေးဘူး။”Pauseဒီစကားကိုပြောတာက နပန်းအားကစားနည်းကို အသွေးအသားထဲကရူးသွပ်ပြီး နပန်းကစားနည်းကနေ နိုင်ငံအတွက် ရွှေတံဆိပ်ဆုရပေးချင်တဲ့ Mahavir Singh Phogat (Aamir Khan)၊ဒါပေမဲ့ သူ့ဆန္ဒမပြည့်ဝခဲ့ဘူး။ဝါသနာနဲ့ ဝမ်းစာ ထိပ်တိုက်တွေ့တဲ့အချိန်မှာ ဝါသနာကိုစွန့်လွှတ်ခဲ့ရပေမယ့် သူ့မှာရည်မှန်းချက်တစ်ခုရှိတယ်။သူမွေးတဲ့သားက တစ်နေ့နပန်းသမားတစ်ယောက်ဖြစ်ရမယ်တဲ့။ကံကြမ္မာကတော့ သူ့ကိုကျီစားနေတုန်းပဲ။အနှစ်နှစ်ကာလမျှော်လင့်ချက်နဲ့ သားတစ်ယောက်လိုချင်တဲ့သူ့အတွက် ပထမဆုံးမွေးလာတဲ့ကလေးကတော့ မိန်းကလေး၊စိတ်အပျက်ကြီးပျက်ခဲ့ရပေမယ့် ဇွဲမလျှော့တဲ့သူကတော့ နောက်မွေးမယ့်ကလေးကယောကျာ်းလေးဖြစ်ရမယ်တဲ့။ဒီလိုနဲ့ နည်းလမ်းပေါင်းစုံ၊ဆေးပေါင်းစုံမှီဝဲရင်း ယောကျာ်းလေးရဖို့ ကြိုးစားခဲ့ပေမယ့် ဒီတစ်ခါလည်းမွေးလာတာကလည်း သမီးမိန်းကလေး၊စိတ်ဓာတ်ကျစဖြစ်လာပေမယ့် သားယောကျာ်းလေးမွေးလာနိုးနိုးနဲ့ ကလေးတွေတစ်ယောက်ပြီးတစ်ယောက်မွေးလာခဲ့တာ ၄ယောက်မြောက်ထိရောက်လာပေမယ့် အကုန်လုံးကတော့သမီးမိန်းကလေးတွေသာ၊ဒီလိုနဲ့ Mahavir တစ်ယောက် သူ့ရဲ့ရွှေတံဆိပ်ရယူရေး ရည်မှန်းချက်တော့ စွန့်လွှတ်လိုက်ရပြီပေါ့။ဒါပေမဲ့…….တစ်ရက်သူအိမိပြန်လာတဲ့အချိန်မှာ သူ့သမီးအကြီးနှစ်ယောက်ဖြစ်တဲ့ Geeta နဲ့ Babitaက ကျောင်းကအပြန် လမ်းမှာသူတို့နှစ်ယောက်ကို လိုက်နှောက်ယှက်တဲ့ ကောင်းလေးနှစ်ယောက်ကို ထိုးကြိတ်လွှတ်လိုက်ပြီးတဲ့နောက်မှာတော့ Mahavir တစ်ယောက် သူရဲ့နပန်းသွေးတွေက သူ့သမီးတွေဆီမှာလည်း စီးဆင်းနေတယ်ဆိုတာသိပြီး သမီးတွေကိုနပန်းသင်ပေးဖို့အတွက် ဆုံးဖြတ်လိုက်ပါတော့တယ်။နောက်နေ့ မနက်၅နာရီကစပြီး သံမဏိစည်းကမ်းတွေနဲ့ လေ့ကျင့်ရေးတွေစပါတော့တယ်။အိန္ဒိယနိုင်ငံရဲ့ကျေးလက်ဒေသမှာနေထိုင်ပြီး ရှေးရိုးစွဲအယူတွေကြားမှာ မိန်းကလေးနှစ်ယောက်ကို နပန်းသင်ပေးတယ်ဆိုရတာကတော့ ကောင်းကင်ကကြယ်ကိုဆွတ်ခူးရသလိုပါပဲ။အတိုက်အခိုက်၊ဝေဖန်ရှုံချမှုတွေနဲ့ မနာလိုမှုတွေရှိနေပေမယ့် Mahavir တစ်ယောက်ကတော့ ပတ်ဝန်းကျင်ပြောတာကို ဂရုမစိုက်ပဲ အလုပ်နဲ့သက်သေပြဖို့ကြိုးစားပါတော့တယ်။သမီးနှစ်ယောက်ကတော့ ငယ်ရွယ်သူပီပီ ပျော်ပျော်ပါးပါးနေချင်ပေမယ့် ဖခင်ရဲ့ သံမဏိစည်းကမ်းကတော့ တစ်ပြားမှမလျှော့ပါဘူး။ဒီလိုနဲ့ လေကျင့်လာခဲ့ရာမှ ပြိုင်ပွဲတွေမှာဝင်ရောက်ယှဉ်ပြိုင်နိုင်တဲ့ အဆင့်ကိုရောက်လာပါတော့တယ်။မိန်းကလေးနပန်းသမားမရှိတဲ့ ကျေးရွာမှာတော့ နပန်းပြိုင်ပွဲရဲ့ ပြိုင်ဘက်တွေက ယောကျာ်းလေးတွေကြီးပါပဲ။မိန်းကလေးမလို့ ပြိုင်ပွဲဝင်ခွင့်တော်တော်များများမှာ ငြင်းပယ်ခံရပေမယ့် ပထမဆုံးယှဉ်ပြိုင်နိုင်တဲ့ပွဲမှာ ယောကျာ်းလေးပြိုင်ဘက်ကို အနိုင်ရခဲ့ပြီးနောက်ပိုင်း ပြိုင်ပွဲတိုင်းမှာ အနိုင်ရပြီး ပြည်နယ်အဆင့်ရောက်ကာ ပြည်နယ်အဆင့်မှာပါ ရွှေတံဆိပ်ဆုရခဲ့ပြီး နိုင်ငံလက်ရွေးစင်အဖြစ်ရွေးချယ်ခံရပါတော့တယ်။နိုင်ငံလက်ရွေးစင်ဖြစ်လို့ ဝမ်းသာမဆုံးဖြစ်နေတဲ့ Mahavir အတွက်ကတော့ လေ့ကျင့်ရေးအထောက်အပံ့အပြည့်အစုံရှိတဲ့ မြို့ကြီးမှာ စခန်းသွင်းလေ့ကျင့်လိုတဲ့ သမီးကြီး Geeta ရဲ့ ဆန္ဒကိုလိုက်လျောပြီး ပို့ဆောင်ပေးခဲ့ပါတယ်။ဖခင်ရဲ့ သံမဏိစည်းကမ်းကနေလွတ်မြောက်ပြီး လွတ်လွတ်လပ်လပ်နေရတဲ့ Geeta အတွက်ကတော့ အရာရာကပျော်ရွှင်ဖွယ်ရာအတိပါ။နည်းပြဆရာအသစ်နဲ့လေ့ကျင့်ရပြီး သူ့အဖေသင်ပေးတာတွေထက်ပိုကောင်းတယ်လို့လည်း မှတ်ယူလာခဲ့ပါတယ်။တစ်ရက်ခွင့်ရလို့ အိမ်အပြန်မှာ သူအဖေ့ရဲ့နည်းစနစ်တွေက ခေတ်နောက်ကြနေပြီး အလုပ်မဖြစ်တော့ဘူးဟုပြောလာသောအခါ သားအဖနှစ်ယောက်မှာ စိတ်ဝမ်းကွဲသွားပါတော့တယ်။ဒါပေမဲ့ Geeta တစ်ယောက်သူ့ဆရာရဲ့နည်းစနစ်တွေအတိုင်း နိုင်ငံတကာပွဲကို သွားရောက်ယှဉ်ပြိုင်ပေမဲ့ ပထမအဆင့်ကနေထွက်ခဲ့ရပါတော့တယ်။သူ့ရဲ့ လက်ရွေးစင်ဘဝကိုလည်း ဆိုးရွားတဲ့ရလဒ်က ခြိမ်းခြောက်လာပါတော့တယ်။နောက်ဆုံးအခွင့်ရေးကတော့ အိန္ဒိယနိုင်ငံမှာ ကျင်းပတဲ့ 2010 Commonwealth Games မှာ ဆုတံဆိပ်ရယူနိုင်ရေးပါ။ဒီလိုအချိနိမှာ သတိရမိတာကတော့ အဖေဖြစ်သူကိုပါပဲ။အဖေဖြစ်သူကလည်း သမီးဖြစ်သူကို ခွင့်လွှတ်ပေးပြီး ဆုတံဆိပ်ရယူပေးဖို့အတွက် အစွမ်းကုန်ကူညီပါတော့တယ်။သူတို့သားအဖနှစ်ယောက်လုံးမျှော်လင့်တဲ့ ရွှေတံဆိပ်ဆုက ရယူနိုင်မလား……… ဘယ်လိုအခက်အခဲတွေနဲ့ ကြုံတွေ့ရမလည်း…….အောင်မြင်အောင်လုပ်ဆောင်နိုင်မလားဆိုတာကတော့………..ဇာတ်ကားအကြောင်းနဲ့ ရိုက်ကူးထုတ်လုပ်မှုDangal ဇာတ်ကားက 3 idiots, PK,Every child is special ဇာတ်ကားနဲ့ ကျွန်တော်တို့ရဲ့အချစ်တော်ကြီးဖြစ်တဲ့ မင်သား Aamir Khan ရဲ့ နောက်ဆုံးထွက် ဇာတ်ကားတစ်ကားဖြစ်ရုံသာမက တကယ့်အဖြစ်မှန်ကို အခြေခံရိုက်ကူးထားတဲ့ sport biopic ဇာတ်ကားလည်းဖြစ်ပါတယ်။ဒီဇာတ်ကားမထွက်ခင်မှာ မင်းသားရဲ့ body training video ကို တော်တော်များများ ကြည့်ပြီးသဘောကျခဲ့ပါတယ်။၂ နှစ်နေမှ ရုပ်ရှင်ကားထွက်ရှိတဲ့ မင်းသားကြီးကတော့ ဇာတ်ကားရိုက်ကူးရာမှာ အသေအချာကိုရိုက်ကူးတဲ့ မင်းသားတစ်ယောက်လည်းဖြစ်ပါတယ်။ဒီဇာတ်ကားရဲ့ ထုတ်လုပ်သူတွေကတော့ Walt Disney production,Aamir Khan Production,UTV Motion Picture တိူ့ပဲဖြစ်ပြီး ဒီဇာတ်ကားကို အဓိကရိုက်ကူးဖို့ စဉ်းစားမိသူကတော့ Disney ရဲ့ ထုတ်လုပ်သူတွေပဲဖြစ်ပါတယ်။ဒါရိုက်တာ Nitesh Tiwari ကတော့ Disney ရဲ့ ရိုက်ချင်တဲ့အကြောင်းကို တကယ့်လက်တွေ့က Mahavir မိသားစုနဲ့ တိုင်ပင်ပြီး သေချာမေးမြန်းကာ ဇာတ်ညွန်းရေးပြီး ကိုယ်တိုင် ဒါရိုက်တာအဖြစ် ရိုက်ကူးခဲ့ခြင်းဖြစ်ပါတယ်။မင်းသားအဖြစ်ကတော့ Aamir Khan ကိုပဲ ကမ်းလှမ်းခဲ့တာဖြစ်ပါတယ်။ဒီဇာတ်ကားထဲမှာ သရုပ်ဆောင်ရဲ့မင်းသားရဲ့ဇာတ်ရုပ်က အိန္ဒိယနိုင်ငံရဲ့ ပထမဆုံးသော နပန်းအားကစားနည်းကနေ ရွှေတံဆိပ်ဆုရခဲ့တဲ့ Geeta Phogat ရဲ့ နည်းပြတစ်ဖြစ်လည်း ဖခင် Mahavir Singh Phogat ရဲ့ အကြောင်းပါ။ဒါပေမဲ့ တကယ့် အပြင်မှာ Mahavir ရဲ့ သရုပ်က အသက်၆၀ အရွယ် ခပ်ဝဝအဖိုးကြီးတစ်ယောက်ပါ။မင်းသား Aamir Khan ကတော့ ဒီဇာတ်လမ်းရဲ့ဇာတ်ညွန်းကိုရတဲ့အချိန် 2014 ခုနှစ်မှာတော့ အသက်၅၀ အရွယ်ရှိပြီး Dohm 3 ရိုက်ကူးပြီးစကာလဖြစ်တာကြောင့် ခန္ဓာကိုယ်တောင့်တောင့်တင်းတင်းနဲ့ လူငယ်စတိုင်ဖြစ်နေပါတယ်။ဒါကြောင့် ဒီဇာတ်လမ်းကို သိမ်းထားပြီး သူအသက်၆၀ အရွယ်ရောက်မှာ ရိုက်ကူးမယ်ဆိုပြီး သူ့ရဲ့နာမည်အကြီးဆုံးနဲ့ ဝင်ငွေအများဆုံးရရှိခဲ့တဲ့ PK ဇာတ်ကားကို ရိုက်ကူးခဲ့ပါတယ်။ဒါပေမဲ့ သူ့စိတ်ထဲမှာတော့ ဒီဇာတ်ညွန်းကို မထုတ်နိုင်ခဲ့ပါဘူး။နောက်ဆုံးတော့ မင်းသားက ဒီဇာတ်ကားကိုရိုက်ကူးပါတော့တယ်။ဇာတ်ကားရိုက်ကူးရာမှာ ပီပြင်စေရန်အတွက် PK ရိုက်ကူးပြီး 65kg ရှိတဲ့ ခန္ဓာကိုယ်ကို 95 Kg ထိရောက်အောင် လေးလတိတိ အလေးချိန်တိုးအောင်လုပ်ခဲ့ပြီး တကယ်နည်းပြဆရာပုံအတိုင်း ဗိုက်ရွဲရွဲ ဝတုတ်တုတ်အဖိုးကြီးပုံဖြစ်အောင် ပြောင်းလဲခဲ့ပါတယ်။ဒီ့ထက်ပိုပြီး လေးစားဖို့ကောင်းတာကတော့ 15 စက္ကန့်သာပါတဲ့ ငယ်ဘဝဇာတ်ဝင်ခန်း fight scence အတွက် နောက်ထပ်လေးလတိုင်တိုင် ဝိတ်လျှော့ပြီး six pack ထွက်အောင်လေ့ကျင့်ခဲ့ပါတယ်။တကယ်ကို အဲ့သြလေးစားဖို့ကောင်းတဲ့ မင်းသားရဲ့အနုပညာအပေါ်ရိုးသားမှုပါပဲ။ဒီဇာတ်ကားအတွက် ပြင်ဆင်ခဲ့တာက မင်းသား Aamir Khan တစ်ယောက်တည်းတော့မဟုတ်ပါဘူး။Geeta နေရာမှာသရုပ်ဆောင်တဲ့ မင်းသမီး Fatima Sana Shaikh အပါအဝင် နပန်းပြိုင်ပွဲဝင်မယ့် သရုပ်ဆောင်တိုင်း 2015 Junior Indian women’s wrestling team coach Kripa Shan Patel Bishnoiနဲ့ နပန်းနဲ့ပတ်သတ်တဲ့ သင်တင်းမှာ တက်ရောက်သင်ကြားခဲ့ရပါတယ်။နောက်ပြီး မင်းသမီး ရဲ့ ရှည်လျားလှပတဲ့ဆံပင်ကိုလည်း နှစ်ကြိမ်တိုင်တိုင်ညှပ်ခဲ့ရပြီး နပန်းသမား ပုံစံပီသအောင် လေ့ကျင့်ခန်းများလည်း လုပ်ဆောင်ခဲ့ရပါတယ်။အဲ့လိုသေချာပြင်ဆင်မှုကြောင့် ဇာတ်ကားအတွင်းမှာ ဇာတ်ကောင်နဲ့တစ်သားတည်းကြပြီး ပရိသတ်သဘောကျစေခဲ့ပါတယ်။ရိုက်ကူးချိန်ကတော့ ပထမရိုက်ကူးမှုကလေးလကြာမြင့်ခဲ့ပြီး မင်းသားရဲ့ body training အပြီးကျန်ရှိတဲ့ ရိုက်ကူးမှုကတော့ ၁လ နီးပါးကြာမြင့်ခဲ့ပါတယ်။စုစုပေါင်း ရိုက်ကူးမှုကြာချိန်ကတော့ ၉လ ကျော်ကြာမြင့်ခဲ့ပါတယ်။ဝင်ငွေအပိုင်းမှာဆိုရင်လည်း ရုံစတင်တဲ့ December 23 ကနေပြီး ယနေ့ January 9 ရက်နေ့ရောက်တဲ့အချိန် ၂ ပတ်ခွဲအတွင်းမှာပဲ အိန္ဒိယနိုင်ငံရဲ့ တစ်သတ်တာ ဝင်ငွေအများဆုံးရုပ်ရှင်ဇာတ်ကားအဖြစ် သန်း၈၀ ကျော်နဲ့ စံချိန်တင်သွားခဲ့ပြီပဲ ဖြစ်ပါတယ်။ယခင်စံချိန်အဟောင်းကတော့ မင်းသားရဲ့ Aamir Khan ရဲ့ 2014 က ထွက်ရှိခဲ့တဲ့ PK ဇာတ်ကားပဲဖြစ်ပြီး သူတင်ထားတဲ့စံချိန်ကို သူကိုယ်တိုင်ပဲ ပြန်ချိုးခဲ့တဲ့ အဲ့သြဖွယ်ရလဒ်ပဲဖြစ်ပါတယ်။ဒီဇာတ်ကားက ပထမဆုံး ဒေါ်လာ သန်း၁၀၀ ကျော်ဝင်ငွေရမယ့် အိန္ဒိယဇာတ်ကားဖြစ်နိုင်တယ်လို့ ထင်ကြေးပေးခံနေရပါတယ်။ယခုစံချိန်အတိုင်းဆိုရင်လည်း စံချိန်တင်နိုင်ဖို့လည်း ရှိပါတယ်။ဇာတ်ကားအပေါ်သုံးသပ်ချက်ဒီဇာတ်ကားမှာ သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Aamir Khan ကတော့ ဒီဇာတ်ကားက ဖိနှိပ်ခံနေရတဲ့ အိန္ဒိယအမျိုးသမီးထုကို ကိုယ်စားပြုတယ်လို့ပြောပါတယ်။အိန္ဒိယနိုင်ငံမှာက မြို့ုကြီးမှာကလွဲရင် ကျန်တဲ့ဒေသကမိန်းကလေးအပေါ် မိဘတွေ အထူးသဖြင့် ယောကျာ်လေးဖြစ်တဲ့အဖေတွေရဲ့ အမြင်ကတော့ အိမ်မှုကိစ္စလုပ်နိုင်ပြီး အရွယ်ရောက်တာနဲ့ ယောကျာ်းယူပြီး ကလေးမွေးဖို့ဆိုတာက ရှေးကနေ အခုထိစွဲမြဲနေတုန်းပါပဲ။ဒီဇာတ်ကားထဲက ဇာတ်ကောင် Mahavir ကတော့ သူ့သမီးတွေကို ပညာသင်ခိုင်းပြီး နပန်းအားကစားမှာပါ ရွှေတံဆိပ်ဆုရအောင် လုပ်နိုင်ခဲ့တဲ့အတွက် စံပြအတုယူစရာပဲဖြစ်ပါတယ်။အိန္ဒိယမှာ အမျိုးသမီးတွေနပန်းအားကစားဖြစ်ဖို့ ကြီးမားတဲ့အဟန့်အတားကတော့ အကျီကြောင့်ပဲဖြစ်ပါတယ်။ရှေးရိုးစွဲတွေရဲ့ အမြင်ကြောင့် ထိန်းချုပ်မှုများတဲ့နိုင်ငံမှာတော့ နပန်းအားကစားနည်းသာမက တစ်ခြားအားကစားနည်းမှာလည်း မိန်းကလေးတွေက နေရာမရပါဘူး။မင်းသား Aamir Khan ကတော့ ဒီဇာတ်ကားက မိန်းကလေးတွေက ယောကျာ်းလေးတွေနဲ့ တန်းတူအခွင့်အရေးရရင် မိန်းကလေးတွေကလည်း အောင်မြင်အောင်လုပ်ဆောင်နိုင်ဆိုတာကို ပြသနိုင်ဖို့အတွက် ရိုက်ကူးထားသလို တကယ်လည်းပေါ်လွင်ပြီး ကောင်းမွန်လှပါတယ်။နောက်ပြီး ရေပန်းမစားတဲ့ အမေ့လျော့ခံနပန်းအားကစားနှင့် ဖြစ်ရပ်မှန်ကိုရိုက်ကူးထားတာကြောင့် ကြိုသိနေတဲ့ဇာတ်လမ်းကို စိတ်ဝင်စားလာအောင် ရေးထားတဲ့ဇာတ်ညွန်းကိုတော့ တော်တော်ချီးကျူးးမိပါတယ်။အရင်ကနပန်းနဲ့ပတ်သတ်တဲ့ ဇာတ်ကားတွေကို ကြည့်ခဲ့ရပေမယ့် သေချာနားမလည်ခဲ့ပါဘူး။ဒီဇာတ်ကားထဲမှာတော့ နပန်းအားကစားနည်းရဲ့ အမှတ်ပေးပုံ၊ဘယ်လိုယှဉ်ပြိုင်ရသလဲ၊အချိန်ဘယ်လောက်ရတယ်ဆိုတာကို အချိန်၃ မိနစ်အတွင်းမှာပဲ နားလည်အောင်ရှင်းပြနိုင်သလို နောက်ပိုင်းနပန်းပြိုင်တဲ့အချိန်မှာ အမှတ်ဘယ်လောက်ရလည်းဆိုတာကို ကိုယ်တိုင်တွက်ချက်နိုင်ခဲ့ပါတယ်။ဒီဇာတ်ကားကြည့်ပြီး နပန်းအားကစားနည်းကို စိတ်ဝင်စားလာမိပါတယ်။ဒါရိုက်တာနဲ့ဇာတ်ညွန်းတာဝန်ယူထားတဲ Nitesh Tiwari ကတော့ သေချာကြိုးပမ်းပြီးရိုက်ကူးထားသလို မင်းသား Aamir Khan နဲ့ မင်းသမီး Fatima Sana Shaikh အပါအဝင် သရုပ်ဆောင်တိုင်းရဲ့ သရုပ်ဆောင်မှုက လက်တွေ့နဲ့တစ်သားတည်းကြပါတယ်။နောက်ပြီးဇာတ်ဝင်တေးသိချင်းတွေလည်း ကောင်းပြီးအဓိပ္ပါယ်ရှိပါတယ်။ကလေးနှစ်ယောက် Training လုပ်တဲ့အချိန်မှာ သုံးတဲ့ဇာတ်ဝင်သီချင်းမှာဆိုရင် သူတို့အဖေက ဘောလီးဝုဒ်က အဆိုးဆုံးဗီလိန်ထက် ပိုဆိုးတဲ့သူဖြစ်ကြောင်း ဆိုထားတာက ချစ်စဖွယ်လေးပါ။နောက်ပြီး နပန်းပြိုင်တဲ့အချိန်မှာ ကစားသမားတွေရဲ့လှုပ်ရှားမှုကို ရိုက်ကူးတာတော်တော်ကောင်းပါတယ်။ခံစစ်ကစားပုံ၊တိုက်စစ်ဆင်ပုံ၊အယောင်ပြပုံ၊ကိုင်ပေါက်ပုံတွေ ရိုက်ကူးထားတာက တကယ့်ကိုအပြင်မှာ ကြည့်ရှု့နေရတဲ့အတိုင်းပါပဲ။အသက်ဝင်လှပါတယ်။တစ်လက်စတည်းတွေးမိတာက ကျွန်တော်တို့နိုင်ငံရဲ့ အားကစားအကြောင်းပါပဲ။လူတိုင်းကြိုက်တဲ့ အမျိုးသားဘောလုံးအသင်းကိုသာ ပိုက်ဆံတော်တော်များများသုံးစွဲပြီး ကျန်တဲ့ အားကစားနည်းတွေကို ပံပိုးမှုအားနည်းခဲ့တာကို မျက်ကွယ်ပြိုပြီး ဆီးဂိမ်းပြိုင်ပွဲတွေမှာ ဆုတံဆိပ်ရယူချင်တဲ့ လူကြီးမင်းများနှင့် ကျွန်တော်အပါအဝင်ပရိသတ်တွေကတော့ ဒီဇာတ်ကားကိုကြည့်မိတဲ့အချိန်မှာ နိုင်ငံအတွက်ပေးဆပ်ပြီး ရွေရယူပေးဖို့ ခက်ခက်ခဲခကြိုးပမ်းနေတဲ့ အားကစားသမားတွေကိုလည်း အားနာမိပြီး အရှက်ရမိပါတယ်။အနီးစပ်ဆုံး အမျိုးသမီးဘောလုံးအသင်းတောင်မှ ပံပိုးမှု အပြည့်မရခဲ့ပါဘူး။ကျွန်တော်တို့နိုင်ငံမှာလည်း အာရှအဆင့်၊အိုလံပစ်အဆင့်ထိရောက်နိုင်တဲ့ နပန်းအားကစားသမားတွေရှိပါတယ်။ကျွန်တော်အမှတ်မမှားဘူးဆိုရင် 2013 နေပြည်တော်ဆီးဂိမ်းမှာ နပန်းအားကစားနညိးကနေ ဆုတံဆိပ်များစွာရခဲ့သလို 2015 စင်ကာပူဆီဂိမ်းတုန်းကလည်း ဆုတံဆိပ်ရခဲ့ပါတယ်။ဒါပေမဲ့ သူတို့တွေအတွက် ချီးမြှောက်မှု၊ဘဝအာမခံချက်အတွက် အာမခံမှုရရှိခဲ့လားဆိုတာကတော့ မသိခဲ့ပါဘူး။နိုင်ငံအတွက်ပေးဆပ်ပြီး ဂုဏ်ဆောင်နေတဲ့ အားကစားသမားတွေအကုန် တန်းတူညီမျှအကျိုးခံစားခွင့်ရပါစေလို့လည်း မျှော်လင့်ပါတယ်။ဒီဇာတ်ကားကတော့ ရသအစုံကိုခံစားရမယ့် ဇာတ်ကားပါ။ပျော်ရွှင်စရာတွေ၊စိတ်ဓာတ်တတ်ကြွစရာတွေ ပါသလို ဝမ်းနည်းဖွယ်အခန်းတွေလည်းပါပါတယ်။ဇာတ်ဝင်ခန်းတစ်ခန်းကတော့ တော်တော်လေး ဝမ်းနည်းဖွယ်ကောင်ပါတယ်။ဇာတ်လမ်းရဲ့အဓိကအသက်ဖြစ်လို့ မပြောတော့ပါဘူး။ကိုယ်တိုင်သာခံစားကြည့်လိူက်ပါ။အနိမ့်အမြင့်အတတ်အကျအစုံပါတဲ့ ဇာတ်ကားက ပရိသတ်ကိုကောင်းကောင်းဖော်ဖြေနိုင်ပါတယ်။ရုပ်ရှင်ဇာတ်ကားကြာချိန် ၁၅၀ မိနစ်အတွင်း တစ်ချက်မှ အာရုံမလွတ်အောင်ဖမ်းစားနိုင်ပါတယ်။ဒီဇာတ်ကားနဲ့ပတ်သတ်ပြီး ထွက်ရှိတဲ့အချိန်ကစပြီး ဝေဖန်ရေးတွေရဲ့ ချီးကျုုးမှုကိုခံခဲ့ရပြီး ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားအဖြစ်လည်း ညွန်းဆိုခဲ့ပါတယ်။IMDB မှာ rating 9.2 ရနေပြီး Rottan Tomatoes ကတော့ 82 ပေးထားပါတယ်။ဒါက အိန္ဒိယဇာတ်ကားတစ်ကားအတွက်တော့ အမြင့်ဆုံး Rating တွေပဲဖြစ်ပါတယ်။နောက်ပြီး မင်းသား Aamir Khan ကြောင့်လည်း ကြည့်ကိုကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။Dangal ဇာတ်ကားက ပုံမှန်ဇာတ်ကားတွေထက်ပိုပါတယ်။ကြည့်ပြီးခဏမေ့ပျောက်သွားမယ့် ဇာတ်ကားမျိုးမဟုတ်ပါဘူး။ Aamir Khan ရဲ့ ဇာတ်ကားတွေအတိုင်း ကြည့်ုပြီး ပြောနေရမယ့်ဇာတ်ကားမျိုးပါ။အမျိုးသမီးတွေရဲ့ အခွင့်ရေးတွေ၊ဖိနှိပ်ချုပ်ချယ်မှုတွေ၊ခွဲခြားဆက်ဆံမှုတွေအကြောင်းကို အကောင်းဆုံးပြသနိုင်တဲ့ဇာတ်ကားတစ်ကားပါ။ဒါကြောင့်မလို့ ဒီဇာတ်ကားကို ကြည့်ရှုပြီး စိတ်ဓာတ်ခွန်အားတစ်စုံတစ်ရာရနိုင်ပါစေလို့ပြောရင်း……………။Reviewd by ZKKFile size…(2.6 GB)/(1.3 GB)Quality….BluRay HEVC 1080p / 720pFormat…mp4Duration….02:41:01Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Tariq L Walker"