"The Fog (1980)
~ IMDb – 6.8/10, Rotten Tomatoes – 75% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားရဲ့ ဒါရိုက်တာက John Carpenter။ နာမည်ကျော် Franchise ဖြစ်တဲ့ Halloween ရဲ့ ပထမဆုံးကားကို ရေးသားရိုက်ကူး အသက်သွင်းခဲ့တဲ့သူလည်းဟုတ်တယ်။ Escape from New York, The Thing, They Live စတဲ့ နာမည်ကြီးကားတွေကိုလည်းရိုက်ခဲ့တယ်။ The Thing ဆို အခု တော်တော်များများကြိုက်ကြတဲ့ Sci-Fi Horror ကားပဲမလား။ မာစတာပိစ်ကားတစ်ကားလည်း ဟုတ်တယ်။ ထူးတာက သူ့ရုပ်ရှင်အများစုက Science Fiction ဆိုတဲ့စကားလုံးနဲ့စတာများတယ်။ Horror များပေမဲ့ Science Fiction Action, Science Fiction Drama အစရှိတာတွေကိုလည်းရိုက်ခဲ့တယ်။ သူ့ကားတော်တော်များများကလည်း ထူးထူးဆန်းဆန်းတွေချည်း။ သူ့ကို Horror ဆရာတစ်ပါးလို့ပြောရင်လည်းမမှားဘူး။ ဒီကားကတော့ သူ့ရဲ့ Supernatural Horror Film ကားပေါ့။ Cult Classic ဖြစ်လာတဲ့ ကားတစ်ကားလည်း ဟုတ်သလို ၂၀၀၅ မှာလည်း ဒီကားကို Remake ပြန်လုပ်ခံခဲ့ရတယ်။
အန်တိုနီယိုဘေး ကမ်းခြေမြို့လေးဟာ မြို့စတည်တည်းက သူ့နည်းသူ့ပုံနဲ့ အစဉ်တိုးတက်ကြီးပွားလာခဲ့တာ မြို့သက်တမ်း နှစ်တစ်ရာတိုင်လာခဲ့ပြီ။ ဆိတ်ငြိမ်တဲ့ဒီမြို့လေးနဲ့ သူတို့မြို့သားတွေအတွက် နှစ်တစ်ရာပြည့် အထိမ်းအမှတ်ပွဲဟာ စိတ်လှုပ်ရှားစရာတစ်ခု ဖြစ်နေသလို၊ မြို့လူကြီးတွေကလည်း ကြေကွဲဖွယ်အဖြစ်ဆိုးနဲ့ စတင်ခဲ့တဲ့ သူတို့မြို့ရာဇဝင်နဲ့အတူ အန်တိုနီယိုဘေးကို စတင်တည်ထောင်ခဲ့ကြသူ ဘိုးဘေးတွေကိုပါ အထူးဂုဏ်ပြုဖို့ ပြင်ဆင်နေကြတယ်။
အဲဒီလို သက်တမ်းနှစ်တစ်ရာပြည့်မယ့်အချိန်နဲ့ နီးကပ်လာချိန် သူတို့မြို့အမှီသဟဲပြု ရှင်သန်နေကြတဲ့ ပင်လယ်ပြင်ထဲမှာလည်း ဆန်းကြယ်တဲ့ဖြစ်ရပ်တစ်ခုက ဖြစ်ပေါ်လာနေတယ်။ လောကနိယာမတွေနဲ့ ဆန့်ကျင်နေသယောင် မြူခိုးထုကြီးတစ်ခုဟာ အန်တိုနီယိုဘေးနဲ့တစ်ဝိုက် ရေပြင်နားမှာ အဖြေရှာရခက်စွာ ပေါ်လာတတ်ပြီး သေကျေပျက်စီးမှုတွေကို ချန်ရစ်ပြီးတော့ ပြန်လည်ပျောက်ကွယ်သွားတတ်တာကို သိထားကြသူတချို့က ဒီမြူနဲ့ပတ်သက်တဲ့မေးခွန်းတွေအတွက် အဖြေရှာဖို့ အပူတပြင်းကြိုးစားနေချိန် သူတို့မြို့လေးရဲ့ရာဇဝင်ထဲက ဘယ်သူမှမသိထားကြတဲ့ ယုတ်မာရက်စက်တဲ့ လျှို့ဝှက်ချက်တစ်ခုကလည်း တစ်စထက်တစ်စ ပေါ်ထွက်လာခဲ့တယ်။ အဲဒီလို သဘာဝလွန်မြူနဲ့ ဒီလျှို့ဝှက်ချက်က ဆက်စပ်မှုရှိနေမှန်း သူတို့တွေရိပ်မိလာကြချိန်မှာပဲ ဒီမြူခိုးထုကြီးက ပင်လယ်ပြင်ကခွာပြီး အန်တိုနီယိုဘေးအပေါ် လွှမ်းခြုံလာတော့တယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.02GB, 1.11GB
Quality – REMASTERED 1080p, 720p
IMDb Rating – 6.8/10
Format – mp4
Duration – 1H 29Min
Genre – Horror, Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Costanza
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
