"(Unicode)
မကြာသေးခင်က မြန်မာပြည်မှာ ရုံတင်သွားခဲ့တဲ့ တမီးလ်(Tamil)ကား အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသားကတော့ ချန်နယ်မြန်မာရဲ့ အိန္ဒိယရုပ်ရှင်ချစ်သူတွေ စိမ်းနေနိုင်ပေမဲ့ မင်းသမီးကတော့… Hello 2017 ဇာတ်လမ်းထဲက မင်းသမီးလေးပါ။
ဇာတ်လမ်းအကြောင်း အနည်းငယ် ချပြချင်ပါတယ်။
ကလေးတစ်ယောက်ကို “မင်းကြီးလာရင် ဘာလုပ်မလဲ”လို့ မေးကြည့်တဲ့အခါ တစ်ချို့က ဆရာဝန် ၊ တစ်ချို့က ရဲသား ၊ တစ်ချို့က ၊ စစ်သား စသဖြင့် သူရဲကောင်းဆန်ဆန် ဖြေကြလိမ့်မယ်။
တကယ်တမ်းအဲ့ဒီကလေးတွေ ကျောင်းပြီးသွားတဲ့အခါ ဘာလုပ်မလဲလို့ မေးကြည့်ရင် “အိမ်ကောင်းကောင်း တစ်လုံး လိုချင်တယ်” ၊ “ကားကောင်းကောင်း စီးချင်တယ်” ဆိုတဲ့ အဖြေတွေ ပေးကြလိမ့်မယ်။
ငယ်ဘဝတုန်းက သူရဲကောင်းဆန်ဆန် ပြောခဲ့ကြတဲ့ ကလေးတွေဟာ အရွယ်ရောက်လာတော့မှ ဘာကြောင့် ရည်ရွယ်ချက်တွေ ပြောင်းလဲသွားရတာလဲ….?
ဒါဟာ ဒီဇာတ်ကားအဖွင့်မှာ ပါတဲ့ ဒိုင်ယာလော့ဂ်တွေထဲက တစ်ချို့ကို ကောက်နှုတ်ပြလိုက်တာပါ။
အိန္ဒိယနိုင်ငံဟာ ပညာရေးနဲ့ပက်သက်ပြီး ထောက်ပြတဲ့ ဇာတ်ကားတွေကို ဖန်တီးရာမှာ မတူညီတဲ့ ရှုထောင့် ၊ မတူညီတဲ့ အမြင်တွေနဲ့ ပရိတ်သတ်ကို အသိအမြင်တွေ ပေးစွမ်းနိုင်တယ်ဆိုတာ ငြင်းလို့မရပါဘူး။
ပိုစတာနဲ့ ထွေလာအရဆိုရင် ဒီကားကို စူပါဟီးရိုး(လူစွမ်းကောင်း)ဇာတ်ကားလို့ ထင်ချင်စရာပါပဲ။
တကယ်တမ်းတော့ ဒီကားက လက်တွေ့ဘဝတွေထဲမှာ လူစွမ်းကောင်း (သူရဲကောင်း)ဖြစ်အောင် ဘယ်လိုနေထိုင် ရှင်သန်သွားရမလဲဆိုတာကို ပြပေးတဲ့ကားပါ။
ဒါတင်လားဆိုတော့ မဟုတ်ပါဘူး။
ပညာရေးနယ်ပယ်ထဲမှာရှိတဲ့ အနိဌာရုံ ဖြစ်ရပ်ဆိုးတွေ ၊ ပညာရေးကို အသုံးချပြီး စီးပွားရှာနေသူတွေ ၊ တော်လွန်းတဲ့သူတွေ
ပါရမီရှိသူတွေကို တက်နင်းပြီး ဖိနှိပ်အမြတ်ထုတ်တာတွေ အများကြီးကို ရိုက်ပြထားတာပါ။
ပညာရေးနယ်ပယ်ကို ကြည့်လိုက်ရင် ကိုယ်ထူကိုယ်ထကျောင်းတွေ များလာသလို ကိုယ်ပိုင် ကျောင်းတွေလည်း များလာတယ်။
ကိုယ်ပိုင်ကျောင်းတွေဟာ ကျောင်းသားလူငယ်တွေကို အမဲဖျက်စားသောက်ပြီး စီးပွားရေးဖက်ကို ဦးတည်လာတယ်။
ဒီလို ပညာရေးအမည်ခံ ကိုယ်ပိုင်ကျောင်း စီးပွားရေးသမားတွေလက်ထဲ အနာဂတ်ကလေးတွေရဲ့ ကိုယ်ပိုင်ကြံဆမှုတွေ ပျောက်ပျက်လာတယ်။
ဒါတွေဟာ အိန္ဒိယနိုင်ငံရဲ့ မျက်မှောက်ခေတ်မှာ ဖြစ်ပျက်နေတဲ့ လုပ်ရပ်ဆိုးတွေဆိုရင် မမှားဘူး။
ဒါကို မီးမောင်းထိုးပြဖို့ လိုအပ်လာတဲ့အခါ……
——————————————
ဒီကားကြည့်ပြီးတဲ့အခါ အိန္ဒိယကားပရိတ်သတ်တွေအတွက် အတွေးတစ်စ ရစေမယ်ဆိုရင်ပဲ ဘာသာပြန်ရကျိုး နပ်ပါပြီ။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
မၾကာေသးခင္က ျမန္မာျပည္မွာ ႐ုံတင္သြားခဲ့တဲ့ တမီးလ္(Tamil)ကား အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္။
မင္းသားကေတာ့ ခ်န္နယ္ျမန္မာရဲ႕ အိႏၵိယ႐ုပ္ရွင္ခ်စ္သူေတြ စိမ္းေနႏိုင္ေပမဲ့ မင္းသမီးကေတာ့… Hello 2017 ဇာတ္လမ္းထဲက မင္းသမီးေလးပါ။
ဇာတ္လမ္းအေၾကာင္း အနည္းငယ္ ခ်ျပခ်င္ပါတယ္။
ကေလးတစ္ေယာက္ကို “မင္းႀကီးလာရင္ ဘာလုပ္မလဲ”လို႔ ေမးၾကည့္တဲ့အခါ တစ္ခ်ိဳ႕က ဆရာဝန္ ၊ တစ္ခ်ိဳ႕က ရဲသား ၊ တစ္ခ်ိဳ႕က ၊ စစ္သား စသျဖင့္ သူရဲေကာင္းဆန္ဆန္ ေျဖၾကလိမ့္မယ္။
တကယ္တမ္းအဲ့ဒီကေလးေတြ ေက်ာင္းၿပီးသြားတဲ့အခါ ဘာလုပ္မလဲလို႔ ေမးၾကည့္ရင္ “အိမ္ေကာင္းေကာင္း တစ္လုံး လိုခ်င္တယ္” ၊ “ကားေကာင္းေကာင္း စီးခ်င္တယ္” ဆိုတဲ့ အေျဖေတြ ေပးၾကလိမ့္မယ္။
ငယ္ဘဝတုန္းက သူရဲေကာင္းဆန္ဆန္ ေျပာခဲ့ၾကတဲ့ ကေလးေတြဟာ အ႐ြယ္ေရာက္လာေတာ့မွ ဘာေၾကာင့္ ရည္႐ြယ္ခ်က္ေတြ ေျပာင္းလဲသြားရတာလဲ….?
ဒါဟာ ဒီဇာတ္ကားအဖြင့္မွာ ပါတဲ့ ဒိုင္ယာေလာ့ဂ္ေတြထဲက တစ္ခ်ိဳ႕ကို ေကာက္ႏႈတ္ျပလိုက္တာပါ။
အိႏၵိယႏိုင္ငံဟာ ပညာေရးနဲ႔ပက္သက္ၿပီး ေထာက္ျပတဲ့ ဇာတ္ကားေတြကို ဖန္တီးရာမွာ မတူညီတဲ့ ရႈေထာင့္ ၊ မတူညီတဲ့ အျမင္ေတြနဲ႔ ပရိတ္သတ္ကို အသိအျမင္ေတြ ေပးစြမ္းႏိုင္တယ္ဆိုတာ ျငင္းလို႔မရပါဘူး။
ပိုစတာနဲ႔ ေထြလာအရဆိုရင္ ဒီကားကို စူပါဟီး႐ိုး(လူစြမ္းေကာင္း)ဇာတ္ကားလို႔ ထင္ခ်င္စရာပါပဲ။
တကယ္တမ္းေတာ့ ဒီကားက လက္ေတြ႕ဘဝေတြထဲမွာ လူစြမ္းေကာင္း (သူရဲေကာင္း)ျဖစ္ေအာင္ ဘယ္လိုေနထိုင္ ရွင္သန္သြားရမလဲဆိုတာကို ျပေပးတဲ့ကားပါ။
ဒါတင္လားဆိုေတာ့ မဟုတ္ပါဘူး။
ပညာေရးနယ္ပယ္ထဲမွာရွိတဲ့ အနိဌာ႐ုံ ျဖစ္ရပ္ဆိုးေတြ ၊ ပညာေရးကို အသုံးခ်ၿပီး စီးပြားရွာေနသူေတြ ၊ ေတာ္လြန္းတဲ့သူေတြ
ပါရမီရွိသူေတြကို တက္နင္းၿပီး ဖိႏွိပ္အျမတ္ထုတ္တာေတြ အမ်ားႀကီးကို ႐ိုက္ျပထားတာပါ။
ပညာေရးနယ္ပယ္ကို ၾကည့္လိုက္ရင္ ကိုယ္ထူကိုယ္ထေက်ာင္းေတြ မ်ားလာသလို ကိုယ္ပိုင္ ေက်ာင္းေတြလည္း မ်ားလာတယ္။
ကိုယ္ပိုင္ေက်ာင္းေတြဟာ ေက်ာင္းသားလူငယ္ေတြကို အမဲဖ်က္စားေသာက္ၿပီး စီးပြားေရးဖက္ကို ဦးတည္လာတယ္။
ဒီလို ပညာေရးအမည္ခံ ကိုယ္ပိုင္ေက်ာင္း စီးပြားေရးသမားေတြလက္ထဲ အနာဂတ္ကေလးေတြရဲ႕ ကိုယ္ပိုင္ႀကံဆမႈေတြ ေပ်ာက္ပ်က္လာတယ္။
ဒါေတြဟာ အိႏၵိယႏိုင္ငံရဲ႕ မ်က္ေမွာက္ေခတ္မွာ ျဖစ္ပ်က္ေနတဲ့ လုပ္ရပ္ဆိုးေတြဆိုရင္ မမွားဘူး။
ဒါကို မီးေမာင္းထိုးျပဖို႔ လိုအပ္လာတဲ့အခါ……
——————————————
ဒီကားၾကည့္ၿပီးတဲ့အခါ အိႏၵိယကားပရိတ္သတ္ေတြအတြက္ အေတြးတစ္စ ရေစမယ္ဆိုရင္ပဲ ဘာသာျပန္ရက်ိဳး နပ္ပါၿပီ။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.30 GB ) and (650 MB)
Quality : WEB-DL 720p
Running Time : 2hr 44min
Format : Mp4
Genre : Action, Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : TRUE WEB-DL – 1080p – AVC – UNTOUCHED
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
