"ဆရာမကစာသင်ချိန် ပြီးတော့အခန်းထဲက မထွက်ခင်ကျွန်တော့်ကို လှမ်းခေါ်ပါတယ်။ရင်တထိတ်ထိတ် နဲ့ ဆရာမ အနားရောက်သွားတော့မှ ဆရာမက ခပ်တိုးတိုးနဲ့၊“ မောင်ဇော်….ညနေကျရင် ဆရာမကိုစောင့်ပါ။အမှတ်ခြစ်စရာတွေ အိမ်ကိုပြန်သယ်ရမှာ နဲနဲလေးနေလို့။ ”“ သြော်…ဟုတ်ကဲ့ ဟုတ်ကဲ့ ဆရာမ။ ” ဒီဇာတ်ကားကတော့ မောင်ဇော်ချစ်သောဆရာမ ဆွီဒင်ဗားရှင်းပါပဲ…။ဆွီဒင်နိုင်ငံ တောင်းပိုင်းကမယ်လ်မိုဆိုတဲ့ နယ်မြို့လေးတစ်ခုမှာ စတစ်ဂ်ဆိုတဲ့ ၁၅ နှစ်အရွယ်ကျောင်းသားလေးရှိပါတယ်။ကလေးမကလူကြီးမကျ စကောစကအရွယ်၊စတစ်ဂ်အပါအဝင် သူ့နဲ့အတန်းဖော်တွေဟာ တစ်ခါတစ်လေကလေးတွေလိုကစားကြပေါက်ကရတွေလုပ်ကြပြီး တစ်ခါတစ်လေကျတော့လဲ လူကြီးတွေလိုကစားကြပေါက်ကရတွေလုပ်ကြပါတယ်(တစ်ယောက်ဟာတစ်ယောက်ပေကြိုးနဲ့တိုင်းပြီးလောင်းကြေးထပ်တာတို့ဘာတို့)Pauseတစ်နေ့မှာတော့ သူတို့အတန်းကိုအတန်းပိုင်ဆရာမ လှလှကြီးတစ်ယောက်ပြောင်းလာပါတယ်။လှလဲလှပြီး အသက်လဲကြီးလို့ပါ။ စတစ်ဂ် အမေနဲ့ရွယ်တူလောက်ဆိုပေမယ့် နုပျိုလှပတဲ့ ဆရာမဟာ စတစ်ဂ်ကိုချစ်စနိုးစနောက်တယ်။ရင်းရင်းနှီးနှီးဆက်ဆံတယ်။ ဆရာမယောက်ျားဟာအရက်စွဲတစ်ချိန်လုံးမူးရူးနေတဲ့သူ အိမ်မှာအနေနည်းတဲ့သူဖြစ်ပါတယ်။ သွေးသားဆန္ဒလိုအပ်ချက်တွေလျာထားချက်ပြည့်မှီပုံမရတဲ့ ဆရာမနဲ့၊ ဒီလိုကိစ္စမျိုးတွေစိတ်ဝင်စားကာစ ရမ္မက်ရာဂတွေဆူဖြိုးလျှံကျနေတဲ့ မနူးမနပ်ကလေးစတစ်ဂ်တို့ဟာဖြစ်သင့်ဖြစ်ထိုက်စွာပဲ ဇာတ်လမ်းစခဲ့ကြပါတော့တယ်။ကမ္ဘာကြီးဟာ သူတို့နှစ်ယောက်တည်းနဲ့ဖွဲ့စည်းထားတာမဟုတ်တဲ့အတွက်စတစ်ဂ်ကိုကြိတ်ကြိုက်နေတဲ့အခန်းမျက်စောင်းထိုးကအပျိုဖြန်းလေး၊ ဆရာမရဲ့ခင်ပွန်းသည် အရက်သမား အစရှိတဲ့ဘေးလူတွေပါဝင်လာတဲ့အခါရှင်းရခက်တဲ့ ဒီဇာတ်လမ်းကို သူတို့ဘယ်လိုသိမ်းကြမလဲဆိုတာ ဇာတ်လမ်းထဲမှာဆက်လက်ရှုစားစေချင်ပါတယ်။All Things Fair ဟာကမ္ဘာအနှံ့ကသြဇာကြီးတဲ့ရုပ်ရှင်ပွဲတော်တွေမှာပြသခဲ့ပြီး ဆုတွေအမျိုးမျိုးဆွတ်ခူးခဲ့တဲ့ကားဖြစ်ပြီး အဲ့ဒီနှစ်အကောင်းဆုံးဘာသာစကားပြော အော်စကာဆုလဲလျာထားခံခဲ့ရပါတယ်။ ရှိထားတဲ့ဆုတွေနဲ့ ထိုက်တန်အောင်တင်ဆက်ပုံထူးခြားဆန်းသစ်ပြီးသွက်လက်သလိုသရုပ်ဆောင်တွေကလဲ တကယ့်ကိုစိတ်ပါလက်ပါ ပီပြင်ပြီး ဇာတ်ကိုရုပ်လုံးကြွလာစေပါတယ်။ဥရောပထုံးစံ လိင်မှုကိစ္စတွေကို အပြောရောအပြပါ မကွယ်မဝှက်ဘွင်းဘွင်းကြီးချပြထားတဲ့အတွက်မိသားစုနဲ့မကြည့်သင့်ပေမယ့်တစ်ယောက်တည်းကြည့်ရင်တော့ အရမ်းကောင်းပါတယ် ရှယ်ပါပဲ။File size…(1.9 GB) and (999 MB)Quality….DVDRip 720p /480pFormat…mp4Duration….02:05:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Ka NaungTranslated by Alias"