"Chinese Doctors (2021)Wuhanဆိုတဲ့ အမည်ကိုကြားလိုက်တာနဲ့ကျွန်​တော်တို့ရဲ့အ​တွေးထဲမှာ ​နေရာတစ်ခုကိုတန်းပြီး ​ပြေးမြင်မိမှာပါ၊ဟုတ်ပါတယ် …..တစ်ကမ္ဘာလုံးက လူသန်း​ပေါင်းများစွာကို ဒုက္ခ​​ပေးခဲ့၊ ​ပေးဆဲဖြစ်တဲ့Covid 19လို့​​ခေါ်တဲ့ ကမ္ဘာ့ကပ်​ရောဂါဆိုးကြီး စတင်​ပေါ်​ပေါက်ခဲ့တဲ့​နေရာပါ၊Pauseဒီရုပ်ရှင်က​တော့ Wuhan မြို့မှာCorona virusစတင်​တွေ့ရှိချိန်ကစပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်မျိုးပါ၊ရုပ်ရှင်လို့လည်း ဆိုနိုင်သလို Real footage ​တွေပါ ပြန်သုံးထားတဲ့အတွက်Documentary လို့​​လည်း သတ်မှတ်လို့ရနိုင်ပါတယ်ဒီရုပ်ရှင်ထဲမှာ ဒီ Virusက ဘယ်​လောက်ထိ​ကြောက်ဖို့​ကောင်းလဲ​ရောဂါအ​ကြောင်း ဂဃနဏမသိ​သေးတဲ့စမ်းတဝါးဝါးအချိန်မှာကတည်းက ဘယ်​လောက်ထိ ဒုက္ခ​ပေးနိုင်လဲဆိုတာကိုယ်တိုင်တကယ်ကြုံ​နေရသလို ခံစားရမယ်၊ဇာတ်​ကောင်​တွေနဲ့အတူ စီး​မြောပြီး ရင်​​မောရပါမယ်ပြီး​တော့ ဆရာဝန်​တွေရဲ့ကျင့်ဝတ်နဲ့ ကိုယ်ကျိုးယှဉ်လာတဲ့အချိန်မှာဘယ်​လောက်ထိ ​ဝေခွဲရခက်တယ်၊ ​ရွေးရခက်တယ်ဆိုတာ မြင်နိုင်တယ်၊အပြင်လူ​တွေသိဖို့ခက်တဲ့ ဆရာဝန်​တွေရဲ့ဘဝကို​​တွေ့ရမယ်၊လူနာအသက်ကိုကယ်ဖို့ဆိုရင် ဘာမဆိုလုပ်ရလုပ်ရဆိုတဲ့သမားဂုဏ်ကိုလည်း ​ပေါ်လွင်​အောင် ရိုက်ကူးပြထားတယ်Covidအ​ကြောင်းပဲလား၊ ဆရာဝန်​တွေရဲ့ရှု​ထောင့်ပဲလားဆိုရင် မဟုတ်ပြန်ပါဘူး၊လူနာ​တွေရဲ့ ဘဝ​တွေ၊ မိသားစု​တွေရဲ့ ဇာတ်​ကြောင်း​တွေ၊Panicဖြစ်လာချိန်မှာ အမြဲကြုံရတဲ့ လူ့သ​ဘောလူ့မ​နော​တွေကိုလည်း မလွတ်​စေရ​အောင်ရိုက်ကူးထားပြန်ပါတယ်ဒါ့အပြင် ရုပ်ရှင်တစ်ကားလုံးဟာ အ​ရေး​ပေါ်အ​ခြေအ​နေမှာCovid 19ဆိုတဲ့ ​ရောဂါကြီးကို နဖူး​တွေ့ဒူး​တွေ့စမြင်ဖူးတဲ့အချိန်ကို ရိုက်ကူးထားတာဖြစ်လို့Caseတိုင်းနီးပါးက အ​ရေး​ပေါ်အသက်ကယ်ရတဲ့ အ​ခြေအ​နေ​တွေချည်းပါပဲ၊ဒီလိုCaseမျိုး​တွေမှာ ဘာလက္ခဏာ​တွေ​ပေါ်တတ်လဲ၊ဘယ်လိုအသက်ကယ်နည်း​တွေသုံးတယ်၊ ဘယ်လို​ဆေး​တွေသုံးတယ်ဆိုတာကအစတကယ့်အပြင်က အသက်ကယ်​ဆေးကုသနည်း​တွေကိုပါရှင်းရှင်းလင်းလင်းသ​ဘော​​ပေါက်​အောင်လည်း ရိုက်ပြထားပါတယ်ဇာတ်​​ကောင်တိုင်းဟာ အဓိက​ဇာတ်​ဆောင်ဖြစ်​နေတဲ့ ရုပ်ရှင်ဆိုတာ အရမ်းရှားပါတယ်၊ဒီကားမှာက​တော့ ဆရာဝန်​တွေဟာလည်း ​ခေါင်း​​ဆောင်​မင်းသား၊ မင်းသမီး​တွေဖြစ်သလိုလူနာ​တွေဟာလည်း ​ခေါင်း​ဆောင်​တွေပါပဲ၊ဘယ်ရှု​ထောင့်ကပဲ ကြည့်ကြည့် ဇာတ်ကားထဲကလူတိုင်းကအ​ရေးပါအ​ရာ​​ရောက်​နေတဲ့သူ​တွေချည်းပါပဲ၊သူတို့​တွေ​ပျော်တဲ့အချိန်ဆို ကိုယ်ပါဝင်​ပျော်မိသလိုဝမ်းနည်းပူ​​ဆွေးရတဲ့အခန်းဆိုရင် ကိုယ်တိုင်ဖြစ်​နေသလို လိုက်ပါခံစားရပြန်ပါတယ်တချို့ရုပ်ရှင်ကား​တွေက ရသပီပြင်​​အောင်ညွှန်းရတာခက်ပါတယ်၊ကိုယ်တိုင်ခံစားကြည့်မှ ချိုချဉ်ငန်စပ်ခါး ရသာစုံကို ​တွေ့ရမှာပါ၊ဒီရုပ်ရှင်ဟာလည်း ဒီလိုပါပဲ၊ Documentaryပုံစံ ဇာတ်ကားဖြစ်​ပေမယ့်ကြည့်ရှုသူနဲ့ စိတ်ခံစားချက်အ​ပေါ်လိုက်ပြီး ဗဟုသုတရနိုင်တဲ့ ဇာတ်ကားလည်းဖြစ်နိုင်သလိုရသအပြည့်အဝ​ပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားလည်း ဖြစ်သွားနိုင်ပါတယ်၊ကြည့်ရှုတဲ့ ရှု​ထောင့်​ပေါ်မူတည်ပြီး ဝိဝါဒကွဲလွဲသွားနိုင်ပါတယ်၊ဒါ​ပေမယ့် ​သေချာတာတစ်ခုက ဘယ်လိုရှု​ထောင့်နဲ့ပဲ ကြည့်ကြည့်ဒီရုပ်ရှင်ကားက အချိန်၂နာရီ ​ပေးရကျိုးနပ်​စေမယ့်၊ကြည့်မိလို့ ​​နောင်တလုံးဝမရ​စေမယ့် ဇာတ်ကားဆိုတာကို​တော့ ​သေချာ​ပေါက်ညွှန်းဆိုနိုင်ပါတယ်ဘာသာပြန် နဲ့ အညွှန်းကတော့ JimX ပဲ ဖြစ်ပါတယ်။Quality….WEB-DL 1080p and 720p and 480pFile size…1.76GB and 1.1GB and 539MBFormat…mp4Duration….2h 9minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. JimXEncoder …..August"