"The Many Saints Of Newark (2021) ဇာတ်လမ်းအညွှန်း
ဒီဇာတ်လမ်းကတော့ ၁၉၉၉တုန်းကနေ စပြီး ၂၀၀၇အထိ ထွက်ရှိခဲ့တဲ့ The Sopranos Series ရဲ့ Prequel Movie ပဲ ဖြစ်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Prequel တစ်ခု ဖြစ်တဲ့အတွက် ဒီဇာတ်လမ်းကို ကြည့်ပြီးသွားရင်လည်း The Sopranos Series ကို ကြည့်ဖို့ညွှန်းချင်ပါတယ်
ဇာတ်လမ်းအကျဥ်းကတော့ နယူးဝက်မြို့ မှာ ဒီမီယို ဆိုတဲ့ မာဖီးယားဂိုဏ်းတစ်ခုရှိပါတယ်
အယ်လ်ဒို မော်တီဆန်းတီ က အဲဒီ့ ဒီမီယို မိသားစု နဲ့ လုပ်ဖော်ကိုင်ဖက်တွေပါ ဒါပေမယ့် သူက ဒီမီယိုမိသားစုက လူတွေထက်တောင် ပိုချမ်းသာပါတယ်
သူ့မှာ ဒစ်ကီ မော်တီဆန်းတီ လို့ခေါ်တဲ့ သားတစ်ယောက် ရှိပါတယ် သူက ဒီဇာတ်လမ်းရဲ့ main character ပေါ့ဗျာ
ဒစ်ကီ ဟာ သူ့ကိုယ်သူ ကောင်းမှုကုသိုလ်တွေချည်းပဲ လုပ်ပေမယ့် သူ့ဘဝဟာ အမြဲတမ်း ဒုက္ခတွေနဲ့ ပြည့်နှက်နေတယ် လို့ ထင်တဲ့သူတစ်ယောက်ပါ
ကျွန်တော်တို့လည်း အများအားဖြင့် ကိုယ့်အပြစ်တွေ ကို ကိုယ်မမြင်တတ်ဘဲနဲ့ ငါဘာလို့ အမြဲ ဒုက္ခရောက်နေတာလဲ လို့ တွေးမိသလိုမျိုးပါပဲ
ဒစ်ကီ ဟာလည်း တတ်နိုင်သမျှ အများအမြင်မှာ လူကောင်းတစ်ယောက်ဖြစ်အောင် ကြိုးစားပေမယ့်
သူ့ရဲ့ ခံစားချက်တွေကို မထိန်းချုပ်နိုင်တဲ့အခါ ဘာတွေဖြစ်သွားမလဲ ဆိုတာကို
” နယူးဝက်ရဲ့ သူတော်ကောင်းအများစု” ရုပ်ရှင်ထဲမှာ ဆက်လက်စောင့်ကြည့်လိုက်ကြပါခင်ဗျ
The Godfather လို Vibe မျိုးရစေမယ့် Ganster Movie တစ်ခုဖြစ်ပြီးတော့ Story line ရော Plot အချိတ်အဆက်လည်းကောင်းတဲ့ ဇာတ်ကားတစ်ခုဖြစ်ပါတယ်
ဇာတ်လမ်းကို နောက်ကွယ်ကတော့ ဇာတ်ကြောင်းပြန်ပေးနေမယ့် သူကတော့ ခရစ်စတိုဖာ မော်တီဆန်းတီ ပဲ ဖြစ်ပါတယ်
ဇာတ်လမ်းကတော့ ခရစ်စတိုဖာရဲ့ အဖေဖြစ်တဲ့ ဒစ်ကီ မော်တီဆန်းတီ ရဲ့ ဘဝနဲ့ သူ့ရဲ့ဦးလေး တိုနီ ဆိုပရာနို တို့နဲ့ ဘဝ ဆက်နွယ်မှု ၊
ထိုခေတ်အခါက လူမည်းများအပေါ် လူဖြူများရဲ့ လူမျိုးရေးခွဲခြားဆက်ဆံမှု တို့ကို အဓိက ထား ရိုက်ပြထားပါတယ်
ခရစ်စတိုဖာ မော်တီဆန်းတီ နဲ့ တိုနီ ဆိုပရာနို တို့က ဘယ်သူတွေ လဲ ဘယ်လိုပက်သက်လဲ ဆိုတာကိုလည်း ဒီဇာတ်ကားကို ဒေါင်းကြည့်ပြီး အဖြေရှာကြည့်ပေတော့ဗျာ
File size…1.26GB / 1.87GB
Quality…720p web h264 & 1080p web h264
Format…Mp4
Duration….2h
Subtitle….Myanmar Subtitle (hard sub)
Encoder….YK
Translated by Lai Laii And Thura Hein
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
