"unicode
ဒီတစ်ခေါက်တော့အသစ်ထွက်ရှိတဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကိုရီးယားဟာသကားလေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။
ဇာတ်လမ်းလေးနာမည်ကတော့ The Odd Family: Zombie on Sale (2019)ပါ။
အသေရယ်ရတဲ့ ဒီကားလေးမှာ နာမည်ကြီးသရုပ်ဆောင်ကောင်းတွေဖြစ်တဲ့
Kim Nan Gil, Jung Jae Young, Park In Hwan
စတဲ့သရုပ်ဆောင်ကောင်းတွေက ပါဝင်ထားပါတယ်။
Rating တွေ အနေနဲ့ ကလဲ Rotten Tomatoes 85% တောင်ရရှိထားတာမို
့ ကိုရီးယားကားနှစ်သက်သူ ၊ဟာသကားတွေကိုမျှော်လင့်နေတဲ့
CM ပရိသတ်ကြီးအတွက်ကတော့အကြိုက်တွေ့စေမှာ အသေအချာပါပဲ။
ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ တင်ဆက်ပေးလိုပါသေးတယ်။
ဘူဆန်ဆိုတာ ဆိုးလ်မြို့နဲ့ အလှမ်းကွာပြီးတော့ ဝေးလံခေါင်ဖျားတဲ့မြို့လေးတစ်မြို့ပါ။
တစ်နေ့တော့ နိုးအင်ဆူလင်ဆိုတဲ့ ဆီးချိုဆေးတစ်မျိုးကြောင့်
လူသားတွေမှာ ဇွန်ဘီနဲ့ တူတဲ့ ဘေးထွက်ဆိုးကျိုးတွေဖြစ်လာတယ်လို့
ကောလဟာလတွေထွက်လာပါတယ်။
အဲဒီ ဆေးကုမ္ပဏီကလဲ တိတ်တဆိတ် လူသားတွေကို
စမ်းသပ်နေတယ်လို့လူတွေပြောလာကြပါပြီ။
အဲ့ဒီ ကုမ္ပဏီကနေ ဇွန်ဘီတစ်ကောင်လွတ်လာပြီး
ရွာထဲကိုဝင်လာရာကနေ ဇာတ်လမ်းကစပါတယ်။
ရွာထဲကိုရောက်နေတဲ့ ဇွန်ဘီဟာ ပတ်မျိုးနွယ် အဖိုးကြီးကိုကိုက်လိုက်ပါတော့တယ်။
အဲဒီနောက်မှာ ဘာတွေဆက်ဖြစ်မလဲ?ပတ်မျိုးနွယ် အဖိုးကြီးမှာလဲ
မိသားစုကရှိနေပါသေးတယ်။အဲဒီမိသားစုရယ် ဇွန်ဘီရယ် ထိပ်တိုက်ဆုံကြတဲ့အခါ…
ဘာတွေဆက်ဖြစ်မယ်ဆိုတာတော့ စိတ်ဝင်တစား ရယ်ရင်းမောရင်း ကြည့်ရမယ့်ကားပါ။
ကြည့်နေကြ ဇွန်ဘီကားတွေနဲ့ ကွဲထွက်နေတဲ့ ဒီကားလေးကို
Channel Myanmar ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။
File Size : ( 1 GB , 382 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 52min
Format : Mp4
Genre : Comedy , Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye Mon Kyaw
Encoded by Moe Myint Lwin
zawgyi
ဒီတစ္ေခါက္ေတာ႔အသစ္ထြက္ရွိတဲ့
ကိုရီးယားဟာသကားေလးတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။
ဇာတ္လမ္းေလးနာမည္ကေတာ႔ The Odd Family: Zombie on Sale (2019)ပါ။
အေသရယ္ရတဲ႔ ဒီကားေလးမွာ နာမည္ႀကီးသရုပ္ေဆာင္ေကာင္းေတြျဖစ္တဲ႔
Kim Nan Gil, Jung Jae Young, Park In Hwan
စတဲ႔သရုပ္ေဆာင္ေကာင္းေတြက ပါဝင္ထားပါတယ္။
Rating ေတြ အေနနဲ႔ ကလဲ Rotten Tomatoes 85% ေတာင္ရရွိထားတာမို
႔ ကိုရီးယားကားႏွစ္သက္သူ ၊ဟာသကားေတြကိုေမွ်ာ္လင္႔ေနတဲ႔
CM ပရိသတ္ႀကီးအတြက္ကေတာ႔အၾကိဳက္ေတြ႔ေစမွာ အေသအခ်ာပါပဲ။
ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ တင္ဆက္ေပးလိုပါေသးတယ္။
ဘူဆန္ဆိုတာ ဆိုးလ္ၿမိဳ႕နဲ႔ အလွမ္းကြာျပီးေတာ႔ ေဝးလံေခါင္ဖ်ားတဲ႔ျမိဳ႔ေလးတစ္ျမိဳ ႔ပါ။
တစ္ေန႔ေတာ႔ ႏိုးအင္ဆူလင္ဆိုတဲ႔ ဆီးခ်ိဳေဆးတစ္မ်ိဳးေၾကာင္႔
လူသားေတြမွာ ဇြန္ဘီနဲ႔ တူတဲ႔ ေဘးထြက္ဆိုးက်ိဳးေတြျဖစ္လာတယ္လို႔
ေကာလဟာလေတြထြက္လာပါတယ္။
အဲဒီ ေဆးကုမၸဏီကလဲ တိတ္တဆိတ္ လူသားေတြကို
စမ္းသပ္ေနတယ္လို႔လူေတြေျပာလာၾကပါျပီ။
အဲ႔ဒီ ကုမၸဏီကေန ဇြန္ဘီတစ္ေကာင္လြတ္လာျပီး
ရြာထဲကိုဝင္လာရာကေန ဇာတ္လမ္းကစပါတယ္။
ရြာထဲကိုေရာက္ေနတဲ႔ ဇြန္ဘီဟာ ပတ္မ်ိဳးႏြယ္ အဖိုးၾကီးကိုကိုက္လိုက္ပါေတာ႔တယ္။
အဲဒီေနာက္မွာ ဘာေတြဆက္ျဖစ္မလဲ?ပတ္မ်ိဳးႏြယ္ အဖိုးႀကီးမွာလဲ
မိသားစုကရွိေနပါေသးတယ္။အဲဒီမိသားစုရယ္ ဇြန္ဘီရယ္ ထိပ္တိုက္ဆံုၾကတဲ႔အခါ…
ဘာေတြဆက္ျဖစ္မယ္ဆိုတာေတာ႔ စိတ္ဝင္တစား ရယ္ရင္းေမာရင္း ၾကည႔္ရမယ္႔ကားပါ။
ၾကည္႔ေနၾက ဇြန္ဘီကားေတြနဲ႔ ကြဲထြက္ေနတဲ႔ ဒီကားေလးကို
Channel Myanmar ပရိသတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ရပါတယ္။
File Size : ( 1 GB , 382 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 52min
Format : Mp4
Genre : Comedy , Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye Mon Kyaw
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
