"(Unicode)
IMDb 7.6/10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Rotten Tomatoes 82%
Google Users 91%
မေးခွန်းလေးတစ်ခုလောက်မေးချင်တယ်
မိတ်ဆွေတို့ရဲ့အလှအပအတွက် ဆံပင်ဟာ ဘယ်လောက်ထိအရေးပါလဲ ဖြေကြည့်ပါလား၊ စဉ်းရောစဉ်းစားကြည့်ဖူးလား
ဟုတ်ပါတယ် ကျွန်တော်တို့တွေရဲ့ အလှအပကဏ္ဌမှာဆံပင်ဟာ ကြီးကြီးမားမား နေရာတစ်ခုကပါဝင်နေတယ်ဆိုတာ မလွဲမသွေပါပဲ
ဆံပင်အတွက် ဆေးဝါးပေါင်းစုံ၊ အလှကုန်ပေါင်းစုံ၊ နည်းလမ်းပေါင်းစုံနဲ့ ပြုစုယုယဂရုစိုက်နေသူတွေ တပုံကြီးပါ
ကိုယ့်ဆံပင်ကို လူတိုင်းလိုလို တန်ဖိုးထားကြပါတယ်
မိန်းကလေးမှမဟုတ်ဘူး ယောက်ျားလေးတွေထဲမှာတောင် ဆံပင်ကောင်းတဲ့လူဟာ ဂုဏ်ယူစရာတစ်ခုအဖြစ် ခံယူထားကြပါတယ်
ဘဝင်မြင့်စရာဖြစ်နေပါတယ် ဟုတ်ပါတယ် အဲ့ဒိလို ဆံပင်ကြောင့် ဟီရိုးတစ်ယောက်ရှိပါတယ်
ကျောင်းသားဘဝမှာ နိုင်ငံကျော်မင်းသားပေါင်းစုံဟန်ကို အတုအပပြုလုပ်နိုင်ပြီး
တစ်ကျောင်းလုံးက မိန်းကလေးတိုင်း ကြွေရတဲ့ ဘာလားဆိုတဲ့ချာတိတ်တစ်ယောက်ရှိပါတယ်
သူ့အတွက် ဘယ်လောက်ထိဘဝမြင့်စရာဖြစ်နေမလဲ မြင်ယောင်ကြည့်လိုက်ပါ
ဒါပေမဲ့ အဲ့ဒိဘာလားဟာ အသက် ၂၄ နှစ်အရွယ်မှာတော့ ဆံပင်တွေကျွတ်ပြီး ထိပ်ပြောင်တစ်ယောက်ဖြစ်လို့သွားပါတယ်
ကံကြမ္မာအလှည့်အပြောင်းသိပ်ဆိုးလွန်းပါတယ် ဟီးရိုးအဖြစ်ကနေ ဇီးရိုး ဆော်ကြည်ဘဲကနေ ဆော်ပစ်ဘဲ
အလုပ်မှာ ရာထူးကျ ဘာလုပ်လုပ် စိတ်နဲ့ကိုယ်နဲ့မကပ်ဖြစ်ကာ ဆံပင်ပြန်ပေါက်ရေး အရေးတော်ပုံ စတင်ရပါတော့တယ်
ဒီအနေထားနဲ့ ဘာလား သူကြိတ်ကြွေနေရတဲ့သူလေးကတော့ တစ်တော့ဆယ်လီ အချောအလှ မော်ဒယ်မလေး ပရီတဲ့ဗျာ
သူ့အချစ်ရေး အောင်မြင်နိုင်ပါ့မလား သူ့ထိပ်ပြောင်နေမှုကို အနိုင်ယူပြောင်းလဲနိုင်ပါ့မလား
ဒီအခြေနေအားလုံးကို ဟာသနဲ့ ဒရာမာ အချိုးကျကျပေါင်းစပ်လိုက်တဲ့အခါ Blolockbuster ဇာတ်ကားကောင်းတစ်ကားဖြစ်တဲ့ Bala ဆိုတာဖြစ်ပေါ်လာပါတယ်
အားလုံးပဲ ခံစားကြည့်လိုက်ကြပါ ဒေါင်းကြည့်ရကျိုးနပ်စေမယ်ဆိုတာ ရဲရဲကြီးအာမခံပါတယ်
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
(Zawgyi)
IMDb 7.6/10
Rotten Tomatoes 82%
Google Users 91%
ေမးခြန္းေလးတစ္ခုေလာက္ေမးခ်င္တယ္
မိတ္ေဆြတို႔ရဲ႕အလွအပအတြက္ ဆံပင္ဟာ ဘယ္ေလာက္ထိအေရးပါလဲ ေျဖၾကည့္ပါလား၊ စဥ္းေရာစဥ္းစားၾကည့္ဖူးလား
ဟုတ္ပါတယ္ ကြၽန္ေတာ္တို႔ေတြရဲ႕ အလွအပကဏၭမွာဆံပင္ဟာ ႀကီးႀကီးမားမား ေနရာတစ္ခုကပါဝင္ေနတယ္ဆိုတာ မလြဲမေသြပါပဲ
ဆံပင္အတြက္ ေဆးဝါးေပါင္းစုံ၊ အလွကုန္ေပါင္းစုံ၊ နည္းလမ္းေပါင္းစုံနဲ႔ ျပဳစုယုယဂ႐ုစိုက္ေနသူေတြ တပုံႀကီးပါ
ကိုယ့္ဆံပင္ကို လူတိုင္းလိုလို တန္ဖိုးထားၾကပါတယ္
မိန္းကေလးမွမဟုတ္ဘူး ေယာက္်ားေလးေတြထဲမွာေတာင္ ဆံပင္ေကာင္းတဲ့လူဟာ ဂုဏ္ယူစရာတစ္ခုအျဖစ္ ခံယူထားၾကပါတယ္
ဘဝင္ျမင့္စရာျဖစ္ေနပါတယ္ ဟုတ္ပါတယ္ အဲ့ဒိလို ဆံပင္ေၾကာင့္ ဟီ႐ိုးတစ္ေယာက္ရွိပါတယ္
ေက်ာင္းသားဘဝမွာ ႏိုင္ငံေက်ာ္မင္းသားေပါင္းစုံဟန္ကို အတုအပျပဳလုပ္ႏိုင္ၿပီး
တစ္ေက်ာင္းလုံးက မိန္းကေလးတိုင္း ေႂကြရတဲ့ ဘာလားဆိုတဲ့ခ်ာတိတ္တစ္ေယာက္ရွိပါတယ္
သူ႔အတြက္ ဘယ္ေလာက္ထိဘဝျမင့္စရာျဖစ္ေနမလဲ ျမင္ေယာင္ၾကည့္လိုက္ပါ
ဒါေပမဲ့ အဲ့ဒိဘာလားဟာ အသက္ ၂၄ ႏွစ္အ႐ြယ္မွာေတာ့ ဆံပင္ေတြကြၽတ္ၿပီး ထိပ္ေျပာင္တစ္ေယာက္ျဖစ္လို႔သြားပါတယ္
ကံၾကမၼာအလွည့္အေျပာင္းသိပ္ဆိုးလြန္းပါတယ္ ဟီး႐ိုးအျဖစ္ကေန ဇီး႐ိုး ေဆာ္ၾကည္ဘဲကေန ေဆာ္ပစ္ဘဲ
အလုပ္မွာ ရာထူးက် ဘာလုပ္လုပ္ စိတ္နဲ႔ကိုယ္နဲ႔မကပ္ျဖစ္ကာ ဆံပင္ျပန္ေပါက္ေရး အေရးေတာ္ပုံ စတင္ရပါေတာ့တယ္
ဒီအေနထားနဲ႔ ဘာလား သူႀကိတ္ေႂကြေနရတဲ့သူေလးကေတာ့ တစ္ေတာ့ဆယ္လီ အေခ်ာအလွ ေမာ္ဒယ္မေလး ပရီတဲ့ဗ်ာ
သူ႔အခ်စ္ေရး ေအာင္ျမင္ႏိုင္ပါ့မလား သူ႔ထိပ္ေျပာင္ေနမႈကို အႏိုင္ယူေျပာင္းလဲႏိုင္ပါ့မလား
ဒီအေျခေနအားလုံးကို ဟာသနဲ႔ ဒရာမာ အခ်ိဳးက်က်ေပါင္းစပ္လိုက္တဲ့အခါ Blolockbuster ဇာတ္ကားေကာင္းတစ္ကားျဖစ္တဲ့ Bala ဆိုတာျဖစ္ေပၚလာပါတယ္
အားလုံးပဲ ခံစားၾကည့္လိုက္ၾကပါ ေဒါင္းၾကည့္ရက်ိဳးနပ္ေစမယ္ဆိုတာ ရဲရဲႀကီးအာမခံပါတယ္
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (999 MB)
Quality : WEB-Rip 720p
Running Time : 2hr 13min
Format : Mp4
Genre : Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p WEBRip x264 – LOKiHD – Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
