"Rating 7.5 ရရွိထားတဲ့ ကားၿဖစ္ပါတယ္…
Kamen Rider : Heisei Generation Forever
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ေဟးေဆး’ဂ်င္း’နေရးရွင္း ေဖာ္အဲဗား ရီဗ်ဳးလုပ္ရမယ္ဆိုရင္ျဖင့္
ဇာတ္လမ္းကဒီလို Tid ဆိုတဲ့ Time jacker ဘဲႀကီးက Kuuga ကေနစၿပီး
ေဟးေဆးရိုက္ဒါေတြရဲ့သမိုင္းကိုေဖ်ာက္ဖို့ႀကိဳးစားတယ္။
အဲ့ဒီေတာ့ ခါမန္းလိုက္ဒါေတြဆိုတာက အခုေလာကမွာလို တိုကုအစီအစဥ္သက္သက္ျဖစ္ကုန္တယ္။
ဒါေပမဲ့ အဲ့ဒါကို ျပန္ေျဖနိုင္မယ့္ကေလးတေယာက္ရွိတယ္…
အဲဒီကေလးကို ရွင္ဂိုလို့ေခၚတယ္…
သူက ရိေယာတာ့ရိုး(Ryotarou)လိုပဲ ဗဟိုမွတ္(Singular point) ..
အဲ့ကေလးမွတ္ဉာဏ္ထဲမွာ ခါမန္းလိုက္ဒါေတြကိုမွတ္မိေနရင္ Tid က သမိုင္းေဖ်ာက္လို့မရဘူး။
ဘာလို့ဆိုေတာ့ ဗဟိုမွတ္ ေကာင္ဆိုးေလးေဒြက အခ်ိန္စက္ဝန္းရိုက္ခတ္မွုထဲကလြတ္ေနၾကလို့။
ဒီေတာ့ဘာလုပ္သလဲ… Kuuga မေပၚလာခင္အခ်ိန္ကိုျပန္သြားၿပီး အဲ့ကေလးကိုဖမ္းသြားတယ္…
ခူးဂါကိုမျမင္ဖူးလိုက္ေအာင္။
ဒါေပမဲ့ မၿပီးေသးဘူး..
သမိုင္းေျပာင္းသြားၿပီး ခါမန္းလိုက္ဒါဆိုတာ တိုကုအစီအစဥ္အျဖစ္ေျပာင္းသြားတဲ့ေနာက္
Ataru ဆိုတဲ့ တိုကုအိုတဘဲေလးတေကာင္ရွိလာတယ္။
အဲ့ေကာင္ေလးဆီကို အီမာဂ်င္တေကာင္ေရာက္လာၿပီး ဆုတခုေတာင္းခိုင္းတယ္…
အဲ့ေကာင္ေလးကလည္း ခါမန္းလိုက္ဒါအစစ္ေတြကိုျမင္ခ်င္တယ္လို့ဆုေတာင္းလိုက္ေတာ့
ေဂးဇိုးေလးတို့ စုံတြဲ(Zi-O နဲ႔ Geiz) ရယ္ ဉာဏ္ႀကီးရွင္ဆန္းတို နဲ႔ ဘန္းဂ်ိဳရယ္က ျပန္ရွိလာၾကတယ္။
အဲ့မွာ Tid က တင္းၿပီ… ဘာကိစၥ ဒီကမၻာမွာ ခါမန္းလိုက္ဒါေတြေပၚလာရတာလဲဆိုၿပီး လိုက္ဗ်င္းတာေပါ့။
ရွင္ဂို၊ အာတာ့႐ု နဲ႔ အီမာဂ်င္ တို့ပတ္သက္မွုက ဘယ္လိုခ်ာလည္လိုက္ၿပီး
ေဂးဘ်င္ဆိုးေလးတို့စုံတြဲနဲ႔ ေဝါ့ဇ္ တို့ ဘာဆက္လုပ္ၾကမလဲဆိုတာေတာ့
ကိုယ္တိုင္ဆက္ၾကည့္မွေကာင္းမွာေနာ္…။
အမွန္တကယ္ ဒီဇာတ္လမ္းက ZI-O ထက္ Den-Oရဲ့ဇာတ္လို့ေျပာရမလိုပဲ..
. ဇာတ္လမ္းတည္ေဆာက္ပုံက Den-O ထဲကသီအိုရီေတြနဲ႔အဓိကတည္ေဆာက္ထားတယ္…။
ဇာတ္ကားရဲ့အဓိကဆိုလိုရင္းက Trailer မွာကတည္းက ပါၿပီးသား…
‘အဲဲ့ဒီအခ်ိန္တုန္းက ငါ့နားမွာRider ေတြတကယ္ရွိခဲ့တယ္…
ဒါကိုမေမ့သ၍ Riderေတြရွိေနဦးမွာပဲ’ ဆိုတဲ့တေၾကာင္း..
အဲ့ဒါက အသက္…။Heisei Generation ကို
ေဟးေဆ့ေခတ္မွာႀကီးျပင္းျဖတ္သန္းခဲ့သူေတြဘယ္ေတာ့မွမေမ့ဘူး…
ရင္ထဲကေပ်ာက္ကြယ္သြားေအာင္ဘယ္သူမွမလုပ္နိုင္ဘူးဆိုတာကိုျပခ်င္တာ…။
ဒီတခ်က္ေတာ့ ရင္ထဲထိတယ္… ဒါဆို ဘာေတြဂ်င္းထည့္သလဲ…
-W ထဲက တေယာက္မွ ျပန္မပါနိုင္လို့ W Ride watch ကို
လမ္းေဘးေခါက္ဆြဲဆိုင္ကရတာလို့လုပ္ရက္တာ
-ေသာက္က်ိဳးနဲ ခ်ာတူးလန္ေနတဲ့ CGI ေတြ…
PS4 Game ထဲကပုံေလာက္ပဲရွိတဲ့႐ုပ္ထြက္မ်ိဳးကို ႐ုပ္ရွင္ကားႀကီးမွာသုံးတယ္ဆိုတာ
ေတာ္႐ုံတန္႐ုံအခြက္ေျပာင္တာမဟုတ္ဘူး…။
Another Kuuga ဆိုရင္ Low Poly model ႀကီးကိုမွ Shading က Shadow,
Ambient Occlusion, ပတ္ဝန္းက်င္အလင္းျပန္ဟပ္မွု,
Bump, Normal map စတဲ့အခ်က္ေတြလုံးဝမပါဘဲ Texture မွာပဲ
အရိပ္ကိုေဆးခ်ယ္ၿပီထည့္ထားပါတယ္ ။
Drive ရဲ့ Tridoron ကားကလည္း အခ်ပ္လိုက္ႀကီး။
-ပစ္စလက္ခတ္ ဆက္တင္။
အင္မတန္ထူးဆန္းတဲ့ ေမၽွာ္စင္ႀကီးထဲမွာ ရွင္ဂို ကိုဖမ္းထည့္ထားတဲ့အခန္းကို
ဘယ္က အႏုပညာျပခန္းထဲသြားရိုက္ထားလဲမသိဘူး..
ေပါလစ္ရွ္ေတြေျပာင္လက္ေနတဲ့ သစ္သားၾကမ္းခင္းနဲ႔ ကတီပါခင္းထားတဲ့
စင္ျမင့္မွာ ေနာက္ခံကန႔္လန႔္ကာေပၚကို Disco light ေလးထိုးေပးထားတယ္…
( Kyurangers တုန္းက သိပ္သြားတဲ့ဂ်င္းအကြက္ေတြ ထပ္သုံးတာ)
-Den Liner အရြယ္အစားက ႀကီးလိုက္ေသးလိုက္။
ေနာက္ဆုံးအေနနဲ႔ေတြးစရာတခုက ပိုစတာမွာေရာ ေထြလာမွာပါ
ျပဴးျပဲေနေအာင္ပါတဲ့ ‘ေခတ္တေခတ္ရဲ့အဆုံး..
အရာခပ္သိမ္းရဲ့နိဒါန္း’ ဆိုတာ ဘယ္ဟာကိုဆိုလိုတာလဲေပါ့ေနာ္…။
ခူးဂါကိုေျပာခ်င္တာလား…
သို့မဟုတ္ အဲ့ဒီထဲက ရွင္ဂိုဆိုတဲ့ကေလးက
Reiwa first Gen Rider ျဖစ္လတၱံ့ဆိုတဲ့ အီစတာဥလား ?
အီစတာဥ ကေတာ့ကိုယ့္အထင္ေပါ့ ဟုတ္မဟုတ္ကေတာ့
ကိုယ္တိုင္ၾကည့္ၿပီးေဆြးေႏြးၾကပါလို့။
႐ုပ္​႐ွင္​အၫႊန္​းက​ေတာ့ Ko Sai (Manga Artist) မွ ​ေရးသား​ေပးထားတာျဖစ္​ၿပီး
fangsubs မွ ဘာသာျပန္​ထား​ေပးတာျဖစ္​ပါတယ္​
ဂ်င္​းမွန္​းသိ​ေပမယ့္​ Kamen Rider ပရိသတ္​မ်ားအဖို႔ Heisei ​ေခတ္​ရဲ႕ ​ေနာက္​ဆံုး႐ုပ္​႐ွင္​​ေလးကို
ၾကည့္​ျဖစ္​ၾက​ေစလို​ေသာ​ေၾကာင့္​ တင္​ဆက္​​ေပးလိုက္​ပါသည္​
File Size : (937 MB) & (274 MB)
Quality :BluRay 720p
Running Time :1hr 40 min
Format : Mp4
Genre : Action
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Fangsubs
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
