"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (8.2) / Rotten Tomatoes (86%)
ဘုရင့် သက်တော်စောင့် ကက်တာပါးက မဟစ်ရှ်မာတီ နိုင်ငံတော်က ထီးညွန့်နန်းလျာ အမန်ဒရာဘာဟုဘာလီကို သူ ကိုယ်တိုင် ဘာကြောင့်သတ်ဖြတ် ပစ်ရတဲ့အကြောင်းကို သားဖြစ်သူ မဟင်ဒရာဘာဟုဘာလီကို ရှင်းပြတဲ့ပုံစံနဲ့ ဇာတ်လမ်းဆက်ထား တာပါ။
ဆူပူသောင်းကျန်းတဲ့ မ ကောင်းဆိုးဝါးတွေ နှိမ်နင်းအပြီး မှာတော့ ဘုရင်မကြီးဆီဗာဂါမိ ဟာ သားဖြစ်တဲ့ အမန်ဒရာဘာဟု ဘာလီကို ထီးနန်းဆက်ခံမယ့်သူ အဖြစ် ကြေညာခဲ့ပြီး တူဖြစ်တဲ့ ဘာလာကိုတော့ စစ်သူကြီးအဖြစ် ကြေညာခဲ့ပါတယ်။ ဘုရင်မကြီး က အမန်ဒရာကို တပ်မှူးကက် တာပါးနဲ့အတူ အနီးဝန်းကျင်က နိုင်ငံတွေနဲ့ ပြည်သူတွေကြားကို လေ့လာဖို့ စေလွှတ်ခဲ့ပါတယ်။
အဲဒီလိုသွားရင်းနဲ့ တစ်နေ ရာအရောက်မှာတော့ တိုက်ရေး ခိုက်ရေးကျွမ်းကျင်ပြီး ထက်မြက် တဲ့ ကန်တာလာနိုင်ငံက မင်းသမီး ဒီဗာဆီနာနဲ့ဆုံခဲ့ပြီး မင်းသမီးကို သဘောကျမိတဲ့အတွက် အမန် ဒရာဟာ သာမန်လူတစ်ဦးပုံစံနဲ့ ချဉ်းကပ်ကာ မင်းသမီးရဲ့နိုင်ငံကို ကက်တာပါးနဲ့အတူ လိုက်သွားခဲ့ ပါတယ်။
တစ်ဖက်မှာလည်း ဘုရင်မ ကြီး ဆီဗာဂါမိဟာ ရန်သူနိုင်ငံက မင်းသမီး ဒီဗာဆီနာနဲ့ တူတော် ဘာလာကို နှစ်နိုင်ငံငြိမ်းချမ်းရေး အတွက် လက်ဆက်ဖို့ ကမ်းလှမ်း စာပို့ခဲ့ပါတယ်။ မင်းသမီးက ငြင်း ဆန်ခဲ့တဲ့အတွက် ဘုရင်မကြီး အမျက်ထွက်ပြီး ကန်တာလာကို တိုက်ခိုက်ဖို့ အမိန့်ပေးခဲ့ပါတော့ တယ်။ မင်းသမီး ဒီဗာဆီနာတို့ နိုင်ငံကို ရန်သူတွေကျူးကျော်ဝင် လာတဲ့အခါမှာ အမန်ဒရာက ကူညီတိုက်ခိုက်ပေးခဲ့ပြီး သူ့ရဲ့ အံ့မခန်းစွမ်းအားတွေကြောင့် မင်းသမီးရော၊ ဟန်တာလာဘုရင်ကြီး ရော အံ့အားသင့်ခဲ့ကြပါတယ်။
ထူးခြားအစွမ်းတွေကြောင့် သာမန်လူ မဟုတ်တန်ရာတဲ့အ တွက် မေးမြန်းရင်း ဘုရင်မကြီးရဲ့ သားတော်ဆိုတာ သိသွားခဲ့ကြပြီး အမန်ဒရာက မင်းသမီးကို သ ဘောကျကြောင်း ဖွင့်ပြောခဲ့သလို ဘုရင်မကြီးကလည်း လက်ထပ်ဖို့ ကမ်းလှမ်းထားတာလည်း ရှိတဲ့အ တွက် မင်းသမီးကို တစ်ပါတည်း ခေါ်သွားခဲ့ပါတယ်။
ဟိုဘက်နိုင်ငံရောက်တဲ့အ ခါမှာ မင်းသမီးဒီဗာဆီနာကို ဘာ လာနဲ့ပေးစားဖို့ ကမ်းလှမ်းတာဖြစ် နေတဲ့အတွက် ဘုရင်မကြီး၊ အမန်ဒရာနဲ့ မင်းသမီးတို့ အချေအတင် တွေဖြစ်ကာ အမန်ဒရာက သူ့ မယ်တော်ကို ဆန့်ကျင်ပြီး သူ့ လမ်းသူလျှောက်ခဲ့တဲ့အတွက် ရာထူးအသိမ်းခံခဲ့ရပါတယ်။
ဘာလာက ရှင်ဘုရင်ဖြစ် သွားခဲ့ပေမယ့် လူထုကတော့ စစ်သူကြီးဖြစ်သွားတဲ့ အမန်ဒရာဘက်ကသာ ရပ်တည်ပြီး ထောက်ခံအားပေးခဲ့ကြပါတယ်။ အဲဒီအခါမှာ အမန်ဒရာအပေါ် မရှုဆိတ်တဲ့ဘာလာဟာအမျိုးမျိုးဒုက္ခတွေပေးခဲ့သလို ပြဿနာတွေဖြေရှင်းမှုမှာ လည်း ထိပ်တိုက်တွေ့ပြီး အသက်အန္တရာယ်အထိပါ ဒုက္ခပေးဖို့လုပ်ခဲ့ပါတော့တယ်။
ပြည်သူတွေဘက်က ရပ်တည်တဲ့ အမန်ဒရာနဲ့ မဟုတ်မခံမင်းသမီး ဒီဗာဆီနာတို့ ဘယ်လိုအန္တရာယ်တွေ ရင်ဆိုင် ရမှာလဲ၊ ဘုရင်မကြီးနဲ့ ဘာလာက တစ်ဖက်၊ အမန်ဒရာတို့ က တစ်ဖက်ဖြစ်လာတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်ကြမှာလဲ၊ အမန်ဒရာရဲ့ ဖြစ်ကြောင်းကုန်စင်ကိုသိသွားတဲ့ သားဖြစ်သူ မဟင်ဒရာဘာဟုဘာလီတစ်ယောက် ဘယ်လိုလက်တုံ့ပြန် မှာလဲဆိုတာ ကြည့်လိုက်ဦးနော်။
ဒီဇာတ်ကားမှာ အမန်ဒရာ ဘာဟုဘာလီ၊ မဟင်ဒရာ ဘာဟု ဘာလီအဖြစ် ပရာဘက်စ်၊ ဘာလာအဖြစ် ရာနာ ဒက်ဂူဘာတီ၊ ဒီဗာဆီနာအဖြစ် အနွတ်ရှ်ကာ ရှက်တီ၊ ဘုရင်မကြီး ဆီဗာဂါမိ အဖြစ် ရမ်ရာခရစ်ရှ်နာ၊ ကက်တာပါးအဖြစ် ဆက်သ်ရာရာ့ဂျ်တို့ သရုပ်ဆောင်ထားပါတယ်။
(ရုပ်ရှင်အညွှန်းကိုတော့ 7Daydaily မှကူးယူဖော်ပြထားတာဖြစ်ပါတယ်။)
File size…(4.2 GB ) / (3.1 GB) / (1.6 GB)
Quality…BluRay 4K HEVC / 1080p / 720p Telugu Audio
Format…mkv
Duration….02:47:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Tariq L Walker
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
