"IMDb (8.4/10) /Rotten Tomatoes (100%)PauseDecember 23, 2009 (USA) မှာ ရုံတင်ပြသခဲ့ပြီး Director: Rajkumar Hirani ရိုက်ကူးထားတဲ့3 Idiots အမည်ရှိ India ဟာသ ရုပ်ရှင်ကားလေးဟာ ဟာသ တစ်ခုထဲတင်မကပဲ Aamir Khanရိုက်ကူးလေ့ရှိသော ဇာတ်ကောင်များအတိုင်း ပရိတ်သတ်ကို အတွေးသစ်အမြင်သစ်နဲ့ ထိုးထွက်လာသော ရုပ်ရှင်ကားကောင်းတစ်ခုဖြစ်ပါတယ်…မိဘတွေဟာ သားသမီးတွေအပေါ် ငယ်စဉ်ကတည်းက အရမ်းမျှော်လင့်ချက် ရှိကြတယ်လမ်းမှားမသွားအောင်လို့ ပဲ့ပြင်ဆုံးမကြတယ်…ဒါ့အပြင် အရှေ့တိုင်းမိဘတော်တော်များများမှာသူတို့သားသမီးကို ဆရာဝန်ကြီး အင်ဂျင်နီယာကြီး စတဲ့ လူကြိုက်များတဲ့ပညာရပ်ကိုသာလေ့လာစေချင်ကြတယ်။ဒါပေမယ့် ကလေးတွေဖက်ကနေ သူတို့ ဘာဖြစ်ချင်ပါတယ်ဆိုတာကို ဘယ်သူမှ မတွေးပေးကြသလို မေးလဲ မမေးကြပါဘူး….သိလဲ မသိချင်ကြသလို စိတ်လဲမဝင်စားကြပါဘူး ကလေးတွေဟာ စက်ရုပ်တွေလိုပဲမိဘတွေ ဖြစ်စေချင်တဲ့ စီးပွားရေးသမား အစိုးရဝန်ထမ်း ဆရာဝန် အင်ဂျင်နီယာ ရှေ့နေတွေဖြစ်လာကြပေမယ့် သူတို့ဝါသနာပါပြီးထူးချွန်နိုင်မယ့် အားကစားလို အနုပညာလို ဘာသာရပ်တွေမှာ မှေးမှိန်ခဲ့ကြရပါတယ်။ဒီအကြောင်းတွေကို ဒီရုပ်ရှင်လေးမှာ #ရန်ချို #ဖာရ်ဟန်း #ရာဂျူး ဆိုတဲ့ အင်ဂျင်နီယာကျောင်းက သူငယ်ချင်း၃ ယောက်နဲ့ ပုံဖော်ရိုက်ကူးထားပါတယ်။ဘယ်ကလာမှန်းမသိ ဘယ်လိုလူမှန်းမသိ လူထူးလူဆန်း ဖြစ်နေတဲ့ရန်ချို…ပင်စင်လစာလေး တစ်ပဲခြောက်ပြားနဲ့ လေဖြတ်နေတဲ့ အဖေကို ဆေးကုနေရင်း အမေဖြစ်သူရဲ့ချာပါတီရောင်းပြီး ရတဲ့ပိုက်ဆံနဲ့ ကျောင်းလခ ပေးရင်း ချို့တဲ့စွာ စာသင်ယူနေရတဲ့ ရာဂျူး…ငယ်စဉ်ကတည်းက အနုပညာကိုဝါသနာပါပေမယ့် ဖခင် ဖြစ်စေချင်တဲ့ အင်ဂျင်နီယာကြီးဖြစ်ဖို့အတွက်မိဘစကား နားထောင်ပြီး ရိုးရိုးကုတ်ကုတ် စာကြိုးစားတတ်သူ ဖာရ်ဟန်း…သူတို့ ၃ ယောက်ဆုံကြတာက နာမည်ကြီး အင်ဂျင်နီယာကျောင်းတစ်ခုမှာ…ရက်စက်ပြီး စက်ရုပ်လိုနှလုံးသားနဲ့ စည်းကမ်းကြီးတဲ့ ကျောင်းအုပ်ကြီးလက်အောက်မှာ သူတို့ ၃ ယောက် ကိုယ့်ဝါသနာနဲ့ပညာရပ်တွေကို ဘယ်လိုပုံဖော်ကြမယ်ဆိုတာ ကြည့်ရှုရမှာပါ…။ဆုတွေတစ်သီကြီးရရှိထားတဲ့ ဒီဇာတ်ကားဟာ အိန္ဒိယရဲ့အကောင်းဆုံးဇာတ်ကားထဲက တစ်ကားဖြစ်ပြီး အတွေးအမြင်တွေကို သမားရိုးကျကနေ လူသားဆန်ဆန်ဖောက်ထွက်သွားနိုင်တာမို့ ကြည့်ပြီးရင် သိမ်းထားရမယ့်ဇာတ်ကားမျိုးပါပဲ။BluRay 4K HEVC , 1080p ,720p Quality တွေနဲ့သိမ်းထားရအောင် ပြန်လည်တင်ဆက်ထားပါတယ်။(သီချင်းတွေကအစ ခံစားပြီး ဘာသာပြန်တင်ဆက်ထားသူများကတော့ Nyi Koe & Myint Thu တို့ပဲဖြစ်ပါတယ်။)File size…(4.3 GB ) / (3 GB) / (1.7 GB)Quality…BluRay 4K HEVC / 1080p / 720pFormat…mp4Duration….02:51:07Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Nyi Koe & Myint Thu"