"Maniac(2012)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကျွန်တော်တို့ပတ်ဝန်းကျင်တွေမှာ Psyco ဝင်နေတတ်ကြတဲ့လူတွေ ရှိတတ်ကြသလို ဒီဇာတ်ကားဟာလည်း Psycho ဝင်နေတဲ့ လူငယ်တစ်ယောက်အကြောင်းဖြစ်ပါတယ်…
ဖရန့်ဟာ မိန်းကလေးချောချောလေးတွေကို ရက်စက်စွာ သတ်ဖြတ်တတ်လေ့ရှိတဲ့သူတစ်ယောက်…။
သူ Psycho ဝင်တာက ကြောက်စရာအရမ်းကောင်းပြီး မိန်းကလေးချောချောလေးတွေကို သတ်တဲ့အထိပါပဲ
18+အခန်းလေးတွေလည်းနည်းနည်းပါတဲ့အတွက် မိသားစုနဲ့ကြည့်ဖို့တော့ အကြံမပေးလိုပါဘူး
ပြီးရင် ကြောက်စရာကောင်းပြီး ရက်စက်ရွံရှာဖွယ်ကောင်းတဲ့ အခန်းတွေပါတဲ့အတွက်လည်း နှလုံးရောဂါရှိသူများ မကြည့်သင့်ပါဘူး။
သူက ဘယ်လို Psycho ဝင်လဲ
မိန်းကလေးတွေရဲ့ဘယ်အစိတ်အပိုင်း‌တွေကို ဘာကြောင့်မက်မောသလဲ… ဘယ်လောက်အထိ သတ်ဖြတ်ရက်စက်တာလဲ၊ သူသဘောကျတဲ့ မိန်းကလေးတစ်ယောက်ကို
တွေ့ခဲ့ရင်ရော ဘယ်လိုတွေဆက်ဖြစ်မှာလဲ…ခံစားကြည့်ကြပါဦး…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Kyaw Soe Win ပဲဖြစ်ပါတယ်….
(zawgyi)
ကြၽန္ေတာ္တို႔ပတ္ဝန္းက်င္ေတြမွာ Psyco ဝင္ေနတတ္ၾကတဲ့လူေတြ ရွိတတ္ၾကသလို ဒီဇာတ္ကားဟာလည္း Psycho ဝင္ေနတဲ့ လူငယ္တစ္ေယာက္အေၾကာင္းျဖစ္ပါတယ္…
ဖရန႔္ဟာ မိန္းကေလးေခ်ာေခ်ာေလးေတြကို ရက္စက္စြာ သတ္ျဖတ္တတ္ေလ့ရွိတဲ့သူတစ္ေယာက္…။
သူ Psycho ဝင္တာက ေၾကာက္စရာအရမ္းေကာင္းၿပီး မိန္းကေလးေခ်ာေခ်ာေလးေတြကို သတ္တဲ့အထိပါပဲ
18+အခန္းေလးေတြလည္းနည္းနည္းပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ဖို႔ေတာ့ အႀကံမေပးလိုပါဘူး
ၿပီးရင္ ေၾကာက္စရာေကာင္းၿပီး ရက္စက္႐ြံရွာဖြယ္ေကာင္းတဲ့ အခန္းေတြပါတဲ့အတြက္လည္း ႏွလုံးေရာဂါရွိသူမ်ား မၾကည့္သင့္ပါဘူး။
သူက ဘယ္လို Psycho ဝင္လဲ
မိန္းကေလးေတြရဲ႕ဘယ္အစိတ္အပိုင္း‌ေတြကို ဘာေၾကာင့္မက္ေမာသလဲ… ဘယ္ေလာက္အထိ သတ္ျဖတ္ရက္စက္တာလဲ၊ သူသေဘာက်တဲ့ မိန္းကေလးတစ္ေယာက္ကို
ေတြ႕ခဲ့ရင္ေရာ ဘယ္လိုေတြဆက္ျဖစ္မွာလဲ…ခံစားၾကည့္ၾကပါဦး…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Kyaw Soe Win ပဲျဖစ္ပါတယ္….
File Size : (800 MB) and (310 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:30:00
Genre : Horror,Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Kyaw Soe Win
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
