"Silver Skates (2020)
===============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.1/10
အချိန်ကတော့ ၁၉ရာစုအကုန် ၂၀ရာစုအစ ရုရှားအင်ပါယာကြီးရဲ့မြိုတော် စိန့်ပီတာဘတ်လမ်းတွေမှာ ရေခဲပြင်အတိဖုံးပြီး
နှင်းဖွေးဖွေးလှုပ်နေတဲ့ ဆောင်းရာသီတစ်နေ့ပါ။ ရေခဲပြင်ပွဲဈေးတွေနဲ့ စည်ကားနေတဲ့ လူအုပ်ကြီးကြားမှာ မတ်ဗေးတစ်ယောက်လည်း
သူ့စကိတ်လေးတစ်ရံနဲ့ ပိုင်းမုန့်အမီပို့ဖို့ကို ခပ်သွက်သွက်လှုပ်ရှားနေရပါတယ်။ ကံဆိုးချင်တော့ လမ်းခုလတ်မှာ လူကြီးလမ်းကြောင်းရှိလို့
လမ်းပိတ်ထားတာနဲ့တိုးပြီး အချိန်မီမုန့်မပိုနိုင်ခဲ့တဲ့အတွက် သူ့ခမျာ အလုပ်ထုတ်ခံလိုက်ရပါတော့တယ်။
မတ်ဗေးရဲ့အလုပ်နဲ့ရင်းပြီး ဖြတ်သွားခွင့်ပေးလိုက်ရတဲ့ အရာရှိမြင်းလှည်းကြီးဦးတည်သွားရာ စံအိမ်ကြီးမှာတော့ အလီဆာဆိုတဲ့
မိန်းမပျိုလေးတစ်ဦးနေပါတယ်။ အလီဆာဆိုတာကတော့ သိပ္ပံပညာကိုအင်မတန်စိတ်ဝင်စားတဲ့ အထက်တန်းစားမိန်းမပျိုလေးတစ်ဦးပါ။
ဒါပေမယ့် အဲဒီ ၁၉ရာစုခေတ်တွေမှာ မိန်းကလေးဆိုတာ အိမ်မှုကိစ္စပိုင်နိုင်ရမယ်၊ ဗိုင်းကောင်းကျောက်ပိနေရမယ်၊ ပညာတတ်စရာမလိုဘူးလို့
ခံယူထားကြလေတော့ အလီဆာ့ခမျာ ဖခင်ဖြစ်သူရှေ့မှာ ပညာရေးအကြောင်းမဟရဲဘဲ ဝါသနာပါရာကို ပုန်းလျှိးကွယ်လျှိးလုပ်ရရှာပါတယ်။
ဒီလောက်ဆို ပရိသတ်ကြီးရိပ်မိလောက်ပါပြီ ဟုတ်ပါတယ်။ ရိုမီယိုနဲ့ဂျူးလိယက်ဇာတ်လမ်းကို inspire ယူပြီးရိုက်ကူးထားတဲ့ အထက်တန်းစား
သူဌေးသမီးအချောအလှလေးနဲ့ အနုတ်စုတ်ဂုတ်တုတ်ဆင်းရဲသား ကောင်လေးတိုရဲ့ အချစ်ဇာတ်လမ်းလေးပါ။
ဪ ဇာတ်ကားနာမည် Silver Skates ဆိုတာကတော့ ဇာတ်လိုက်ကျော်မတ်ဗေးတစ်ယောက် အသက်‌မွေးဝမ်းကျောင်းပြုနိုင်အောင်
ကူညီပေးနေတဲ့ စကိတ်ဖိနပ်လေးတစ်စုံပါ။ သူ့ဘဝကို အလှည့်အပြောင်းတွေဖြစ်စေခဲ့တဲ့ စကိတ်ဖိနပ်‌လေးဆိုလည်းမမှားပါဘူး။
ဒီကားလေးဟာ Romance storyline ကို လှလှပပဖော်ပြသွားတဲ့အပြင် အဲဒီခေတ်က ရုရှားအင်ပါယာရဲ့အာဏာရှင်စနစ်တွေ လူတန်းစား
ခွဲခြားမှုတွေကိုပါ ရိုက်ကူးပြသွားတာပါ။ Cinematography ကလည်းတော်တော်လေးကိုလှပါတယ် အကြိုက်တွေ့ကြမယ်ထင်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို MTA မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ F&R Team မှဖြစ်ပါတယ်။)
Quality – 1080p, 720p, 360p WebRip
Duration – 2h 10min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Adventure, Drama, Family
Source : 1080p.WebRip
Translator – F&R Team
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
