"Maleficent (2014)IMDb – 7.0/10_____Rotten – 54%PauseMaleficent ဆိုတာ Disney ကာတွန်းကား Sleeping Beauty ထဲက မင်းသမီးလေးကို အိပ်မွေ့ချထားတဲ့ မှော်ဆရာမကြီးပါ။ Sleeping Beauty ကိုမသိသေးတဲ့သူတွေအတွက် ကာတွန်းဇာတ်လမ်းကတော့ မင်းသမီးလေး မွေးပြီး မွေးနေ့ပွဲမှာ ပြည်သူလူထုနဲ့ တကွ နတ်သမီး ၇နှစ်ယောက်ပါ တက်ရောက် ချီးမြှင့်ခဲ့ပါတယ်။ အဲ့ဒီပွဲမှာ နတ်သမီးတွေက မင်းသမီးလေးကို သူတို့တန်ခိုးနဲ့ ဆုတွေ ပေးနေတုန်း ၅ ယောက်မြောက်နတ်သမီးအပြီးမှာ Maleficent ဆိုတဲ့ မှော်ဆရာမက ဝင်လာပြီး ကျိန်စာတိုက်သွားပါတယ်။ မင်းသမီးလေး ၁၆ နှစ်ပြည့် မွေးနေ့မှာ ယက်ပြီကန်းစဉ်က ချည်လုံး အပ်ဆူးပြီး သေပါစေလို့ ကျိန်စာတိုက်ပြီး ထွက်သွားပါတယ်။ အဲ့ဒီမှာ ကျန်နေတဲ့ နတ်သမီးတစ်ပါးက (ကျိန်စာပျက်အောင်မတတ်နိုင်ပေမယ့်) အပ်စူးမိးမသေပဲနှစ်တစ်ရာတိုင် အိပ်ပျော်နေပြီး တော်ဝင်သွေးပါတဲ့ မင်းသားတစ်ပါးက နမ်းမှပဲ နိုးမယ်လို့ ဆုတောင်းပေးခဲ့ပါတယ်။ဒီကားကတော့ Sleeping Beauty ဇာတ်လမ်းကို Maleficent ဆိုတဲ့မှော်ဆရာမ နေရာကနေရိုက်ကူးထားပြီး အပြောင်းအလဲလေးလုပ်ထားပါတယ်။ဇာတ်လမ်းအစမှ Maleficent ဆိုတဲ့ Faerie (နတ်သမီးလို့ပဲ ဘာသာပြန်ရမယ်ထင်ပါတယ်) တစ်ယောက်က လူငယ်သဘာဝ၊ Stefan ဆိုတဲ့ ကောင်လေးတစ်ယောက်နဲ့ ချစ်ကြိုက်ကြပါတယ်။ Maleficent က Faerie တစ်ယောက်ဖြစ်တာကြောင့် သူ့ရဲ့ တိုင်းပြည်က နတ်သမီးတွေ၊ တန်ခိုးရှင်တွေ နေတဲ့ နေရာဖြစ်ပြီး၊ တစ်ဖက်မှာက သာမန်လူတွေ နေတဲ့ တိုင်းပြည်ရှိပါတယ်။ Stefan က သာမာန် လူသားတစ်ယောက်ဖြစ်တာနဲ့ အညီ သူမှာလည်း ရည်မှန်းချက်တစ်ခုရှိပါတယ်။ Stefan ရဲ့ ရည်မှန်းချက်ကတော့ ဘုရင်ဖြစ်ဖို့ ဖြစ်ပြီး တစ်ရက်မှာ MagicalCountry (Moor) နဲ့ စစ်ဖြစ်ကြရာက လူတွေဘက်က စစ်ရှုံးသွားခဲ့ပါတယ်။ Maleficent က လူတွေဘက်က ဘုရင်ကို အနိုင်တိုက်ပြီးတဲ့နောက်မှာတော့ အဲ့ဒီမှာ ဘုရင်ကြီးကMaleficent ကို အသေသတ်ပေးရင် သူ့နေရာကို အိမ်ရှေ့မင်းသားအရာပေးမယ်လို့ ကြေငြာလိုက်တော့ Stefan က Maleficent ဆီကို အယောင်ဆောင်သွားပြီး သတ်ဖို့ကြိုးစားပါတယ်။ဒါပေမယ့် မသတ်ရက်ပဲ သူမရဲ့ အတောင်ပံကိုပဲ ဖြတ်ယူခဲ့ပြီး ဘုရင်ကြီးကို သတ်ပြီးပြီလို့ ပြောခဲ့ပါတယ်။အဲ့ဒီနောက်မှာတော့ Stefan ကဘုရင်ဖြစ်လာပြီး သူ့သမီးလေးမွေးနေ့ပွဲလုပ်နေရာမှာ Maleficent က ဝင်လာပြီး ကျိန်စာတိုက်ခဲ့ပါတယ်။ဒီနောက်ပိုင်းကတော့ ကာတွန်းထဲကနဲ့ အနည်းငယ်ဆင်တူသလို တစ်ချို့ဟာတွေလည်း ပြောင်းထားပါတယ်။ကြည့်ဖို့ကောင်းတဲ့ကားတစ်ကားဖြစ်ပြီး မိသားစုတူတူကြည့်နိုင်ပါတယ်။ရုပ်ရှင်မိတ်ဆက် Movie Review မှကူးယူဖော်ပြသည်…Translated By : Nyi Than LwinEncoded By : Thit San Khant"