"(Unicode)
၂၀၁၉ ခုနှစ်ထွက် John Abraham ရဲ့ ဟာသစစ်စစ် ဇာတ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းထဲမှာတော့ ရာ့ချ်ကီရှော၊ဂျန်ကီ၊ချန်ဒူးဆိုတဲ့ ဂြိုလ်ဆိုးစုန်းပြူး သုံးကောင်ပေါ့။
ကံဆိုးတာကတော့ ရာ့ချ်ကီရှောရဲ့ ဇာတာပါ။ သူ အလုပ်လုပ်သမျှ အရှုံးပေါ်တယ်။
ဘဏ်မှာ အလုပ်လုပ်ရင် ဘဏ်အရှုံးပေါ်တယ်။ အဲ့လို ကံဆိုးမှုက အရိပ်လို လိုက်ခံနေရတဲ့ ကောင်။ ပိုက်ဆံတွေ လိမ်ပြီး ကုန်ပို့လုပ်ငန်းတစ်ခုလုပ်ခဲ့ပါတယ်။
သူတို့ ပထမဆုံးပို့ပေးရမှာက လန်ဒန်မြို့ရဲ့ အိန္ဒိယဂန်းစတား သမီးယောက်ဖနှစ်ရဲ့ သမီး မွေးနေ့အတွက်ပါ။
မမျှော်လင့်ဘဲ သွားပို့တဲ့ ပစ္စည်းက ပျက်စီးသွားတဲ့အခါမှာ သူတို့ သုံးကောင်ဟာ အဲ့ဒီဂန်းစတားအိမ်မှာ အစေခံလုပ်ဖို့ ဖြစ်လာခဲ့ပါတယ်။
ဂြိုလ်ဆိုးသုံးကောင်နဲ့ ဂန်းစတား သူဌေးကြီးတို့ကြား ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲ။
သူဌေးကြီးရဲ့ သမီးအချောလေးနဲ့လည်း သံယောဇဉ်တွေ ဖြစ်လာရင်း ချစ်ကြိုက်မိလာတဲ့အခါ သူဌေးကြီး ဘာလုပ်မလဲ။
သူတို့ သုံးယောက် ရှိနေတဲ့ အိမ်မို့ ဘယ်လောက်ထိ ကံဆိုးမှုတွေ ရောက်ရှိလာဦးမလဲဆိုတာကို ကိုယ်တိုင် ခံစားကြည့်ကြပါဦးခင်ဗျာ။
ထပ်နေတဲ့ဟာသမျိုးမဟုတ်ဘဲ တကယ့်ရယ်ရတဲ့ ဟာသတွေကို သုံးထားတာ မြင်ရပါတယ်။
IMDb Rating ကို မြင်ပြီး အားမရဖြစ်မိမှာ မှန်ပေမဲ့ ဟာသတွေနဲ့တော့ ကြည့်ပျော်စေမယ်လို့ အာမခံပါတယ်ခင်ဗျာ။
Bala ကားကိုတောင်းကြမယ်ဆိုတာ ကြိုသိလို့ ကြိုပြောပါရစေ။
မကြာခင်ရက်ပိုင်းအတွင်း တင်ပေးမှာမို့ CM official pageကို ဆက်လက်စောင့်ကြည့်ဖို့ ပြောလိုပါတယ်
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
၂၀၁၉ ခုႏွစ္ထြက္ John Abraham ရဲ႕ ဟာသစစ္စစ္ ဇာတ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။
ဇာတ္လမ္းထဲမွာေတာ့ ရာ့ခ်္ကီေရွာ၊ဂ်န္ကီ၊ခ်န္ဒူးဆိုတဲ့ ၿဂိဳလ္ဆိုးစုန္းျပဴး သုံးေကာင္ေပါ့။
ကံဆိုးတာကေတာ့ ရာ့ခ်္ကီေရွာရဲ႕ ဇာတာပါ။ သူ အလုပ္လုပ္သမွ် အရႈံးေပၚတယ္။
ဘဏ္မွာ အလုပ္လုပ္ရင္ ဘဏ္အရႈံးေပၚတယ္။ အဲ့လို ကံဆိုးမႈက အရိပ္လို လိုက္ခံေနရတဲ့ ေကာင္။ ပိုက္ဆံေတြ လိမ္ၿပီး ကုန္ပို႔လုပ္ငန္းတစ္ခုလုပ္ခဲ့ပါတယ္။
သူတို႔ ပထမဆုံးပို႔ေပးရမွာက လန္ဒန္ၿမိဳ႕ရဲ႕ အိႏၵိယဂန္းစတား သမီးေယာက္ဖႏွစ္ရဲ႕ သမီး ေမြးေန႔အတြက္ပါ။
မေမွ်ာ္လင့္ဘဲ သြားပို႔တဲ့ ပစၥည္းက ပ်က္စီးသြားတဲ့အခါမွာ သူတို႔ သုံးေကာင္ဟာ အဲ့ဒီဂန္းစတားအိမ္မွာ အေစခံလုပ္ဖို႔ ျဖစ္လာခဲ့ပါတယ္။
ၿဂိဳလ္ဆိုးသုံးေကာင္နဲ႔ ဂန္းစတား သူေဌးႀကီးတို႔ၾကား ဘယ္လိုေတြ ဆက္ျဖစ္ၾကမလဲ။
သူေဌးႀကီးရဲ႕ သမီးအေခ်ာေလးနဲ႔လည္း သံေယာဇဥ္ေတြ ျဖစ္လာရင္း ခ်စ္ႀကိဳက္မိလာတဲ့အခါ သူေဌးႀကီး ဘာလုပ္မလဲ။
သူတို႔ သုံးေယာက္ ရွိေနတဲ့ အိမ္မို႔ ဘယ္ေလာက္ထိ ကံဆိုးမႈေတြ ေရာက္ရွိလာဦးမလဲဆိုတာကို ကိုယ္တိုင္ ခံစားၾကည့္ၾကပါဦးခင္ဗ်ာ။
ထပ္ေနတဲ့ဟာသမ်ိဳးမဟုတ္ဘဲ တကယ့္ရယ္ရတဲ့ ဟာသေတြကို သုံးထားတာ ျမင္ရပါတယ္။
IMDb Rating ကို ျမင္ၿပီး အားမရျဖစ္မိမွာ မွန္ေပမဲ့ ဟာသေတြနဲ႔ေတာ့ ၾကည့္ေပ်ာ္ေစမယ္လို႔ အာမခံပါတယ္ခင္ဗ်ာ။
Bala ကားကိုေတာင္းၾကမယ္ဆိုတာ ႀကိဳသိလို႔ ႀကိဳေျပာပါရေစ။
မၾကာခင္ရက္ပိုင္းအတြင္း တင္ေပးမွာမို႔ CM official pageကို ဆက္လက္ေစာင့္ၾကည့္ဖို႔ ေျပာလိုပါတယ္
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.30 GB ) and (630 MB)
Quality : AMZN WEB-DL 720p
Running Time : 2hr 29min
Format : Mp4
Genre : Action, Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.AMZN.WEB-DL.DDP5.1.H.264-BonsaiHD
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
