"Lucky Number Slevin 2006
===================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB rating – 7.7 / 10
#Unicode
ဒီဇာတ်ကားကတော့ Thriller , Drama , Action ပဲဖြစ်ပါတယ်
မြင်းလောင်းပြိုင်ပွဲတစ်ခုကနေအစပြုပြီးတော့ မိသားစုတွေအကုန်အသတ်ခံရတယ် အဲ့ဒါကိုမကျေနပ်လို့ပြန်လက်စားချေတာပါ
ဇာတ်ညွှန်းကိုအများကြီးမရေးတော့ပါဘူး ဇာတ်ကားမှာ Trick တွေအများကြီးပါလို့ပါ ပြောလိုက်ရင် ဇာတ်လမ်းအရသာ ပျက်သွားမှာသေချာပါတယ် ဇာတ်လမ်းကောင်းလားမကောင်ဘူးဆိုတာ Rating ကသက်သေပါပဲ
ဇာတ်ကောင်တွေကတော့ နာမည်ကြီးမင်းသားကြီး Bruce Willis, Chinese-American သရုပ်ဆောင် Lucy liu
အော်စကာဆုရှင် ဂရမ်မီဆုရှင် စတဲ့ဆုတွေရထားတဲ့ Ben Kingsley , နောက်တစ်ယောက်ကတော့ လူတိုင်းသိတဲ့ Morgan Freeman စတဲ့နာမည်ကြီးသရုပ်ဆောင်တွေပါတဲ့အတွက်
ထပ်ညွှန်းဖို့တောင်မလိုတော့ပါဘူး မင်းသားကြီး Bruce Willis ကတော့ အခုနောက်ပိုင်းထွက်တဲ့ကားတွေမှာ
သိပ်မအောင်မြင်ပေမယ့် အရင်တုန်းကရိုက်တဲ့ဇာတ်ကားတွေမှာ သိတဲ့အတိုင်းပါပဲ
အဲ့တော့ ပေးလိုက်ရတဲ့အချိန်နဲ့ ထိုက်တန်တဲ့ဇာတ်ကားကောင်းတစ်ကားမို့လို့တင်ဆက်ပေးလိုက်ပါတယ်။
#Zawgyi
ဒီဇာတ္ကားကေတာ့ Thriller , Drama , Action ပဲၿဖစ္ပါတယ္
ၿမင္းေလာင္းၿပိဳင္ပဲြတစ္ခုကေနအစၿပဳၿပီးေတာ့ မိသားစုေတြအကုန္အသတ္ခံရတယ္ အဲ႔ဒါကိုမေက်နပ္လို႕ၿပန္လက္စားေခ်တာပါ
ဇာတ္ညႊန္းကိုအမ်ားႀကီးမေရးေတာ့ပါဘူး ဇာတ္ကားမွာ Trick ေတြအမ်ားႀကီးပါလို႕ပါ ေၿပာလိုက္ရင္ ဇာတ္လမ္းအရသာ ပ်က္သြားမွာေသခ်ာပါတယ္ ဇာတ္လမ္းေကာင္းလားမေကာင္ဘူးဆုိတာ Rating ကသက္ေသပါပဲ
ဇာတ္ေကာင္ေတြကေတာ့ နာမည္ႀကီးမင္းသားႀကီး Bruce Willis, Chinese-American သရုပ္ေဆာင္ Lucy liu
ေအာ္စကာဆုရွင္ ဂရမ္မီဆုရွင္ စတဲ႔ဆုေတြရထားတဲ႔ Ben Kingsley , ေနာက္တစ္ေယာက္ကေတာ့ လူတိုင္းသိတဲ႔ Morgan Freeman စတဲ႔နာမည္ႀကီးသရုပ္ေဆာင္ေတြပါတဲ႔အတြက္
ထပ္ညႊန္းဖို႕ေတာင္မလိုေတာ့ပါဘူး မင္းသားႀကီး Bruce Willis ကေတာ့ အခုေနာက္ပိုင္းထြက္တဲ႔ကားေတြမွာ
သိပ္မေအာင္ၿမင္ေပမယ္႔ အရင္တုန္းကရိုက္တဲ႔ဇာတ္ကားေတြမွာ သိတဲ႔အတိုင္းပါပဲ
အဲ႔ေတာ့ ေပးလိုက္ရတဲ႔အခ်ိန္နဲ႔ ထိုက္တန္တဲ႔ဇာတ္ကားေကာင္းတစ္ကားမို႕လို႕တင္ဆက္ေပးလိုက္ပါတယ္။
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)
Quality – 720p BR-RIP
Duration – 1 hrs 50 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Romance
Source : 1080p.BR-RIP
Translator – Tin Myo Lwin
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
