"ခေါင်းစဉ်အတိုင်းပါပဲ…ရုပ်ရှင်ဟာ…..ထိုင်ပေမြို့က လူငယ်တွေအကြောင်းပဲ။နီယွန်မီးတွေ စုန်းမီးတောက်သလိုထနေတဲ့ တိုင်ပေရဲ့ညဟာ နီယွန်နတ်ဘုရားပေါ့။ဟိုမောင်ဖီလာကဗျာထဲက စာသားလို “လူငယ်ဆိုတာ သူပုန်စိတ်ကလေး နည်းနည်းတော့ရှိတာပဲ”မဟုတ်လား။Pauseထိုင်ပေညရဲ့ သူပုန်တွေဟာ စီးကရက်ကို လက်ကမချပါဘဲ တယ်လီဖုန်းရုံထဲက ငါးပြားစေ့လေးတွေ ခိုးကြတယ်။ထိုင်ပေညရဲ့ သူပုန်တွေဟာ ခေါင်းမရှိတောင် ခုနှစ်ရက်အသက်ဆက်ရှင်နိုင်တယ်ဆိုတဲ့ ပိုးဟပ်ကို သံချွန်နဲ့စိုက် မသေမရှင်ဘ၀ကို ကြည့်ရက်ကြတဲ့ ကောင်တွေပဲ။အာသာတစ်ခါဖြေမယ်။ဟော်တယ်တစ်ခါသွားမယ်။ဒါ နေ့အိပ်ညသွားတဲ့ ထိုင်ပေသူပုန်များပဲ။မစားရက်တာတွေကို ကျွေးခြင်းမျိုးနဲ့တောင် အဖေက ကျွန်တော့်ကို ကောင်းစေချင်ခဲ့တယ်။သူပုန်စိတ်ပျောက်အောင်လို့တဲ့ မန္တန်စာရွက်ကိုပြာချ ၀မ်းထဲ၀င်အောင် အမေက ကျွန်တော့်ကို တိုက်တယ်။ကျွန်တော့်ရဲ့ လူမမယ်စရိတ်တွေဟာ အဖေ့ရဲ့ ရုပ်ရှင်ရုံမရောက်တဲ့နှစ်လတွေကို ရှည်ကြာစေခဲ့ပေမဲ့လည်း အဖေ့ရဲ့ အိမ်အပြန်နောက်ကျတဲ့ညတွေဟာ ကျွန်တော့်အတွက် စိတ်ပူစရာ ဘယ် တုန်း က မှ မဟုတ်ခဲ့ဘူး။စကတ်တိုကြပ်ကြပ်နဲ့ ညထွက်ဖို့ ၀န်မလေးတဲ့ သူပုန်မကလေးပေါ့။ဒီအခန်းထဲက အနမ်းတွေ ဘယ်ရွေ့ဘယ်တိုင် အာသာပြင်းလဲ……ကဲ ကြမ်းစမ်းပါ။သုံးယောက်တွဲ စက်တော်ခေါ်ရမှာကိုလည်း သူ ‌တွေးမကြောက်ခဲ့ဘူး။နဖူးကွဲဒူးပြဲလည်း သူတို့ရဲ့ဆေးဟာ စီးကရက်တစ်လိပ်ပဲတဲ့။သူပုန်မကလေးရဲ့ တစ်ရေးနိုးတဲ့ညရဲ့ တုံးလုံးခန္ဓာဘေးမှာလည်း သူပုန်ကလေးကို ဘယ်တုန်းကမှ မတွေ့ခဲ့ရဘူး။ထိုင်ပေညရဲ့ သူပုန်စိတ်တွေဟ ငါတို့ရဲ့ ငယ်ငယ်က သူပုန်စိတ်တွေပဲ ဒီကမ္ဘာကြီးနဲ့ မကင်းသမျှ ရှင်သန်နေဦးမယ့် ပုန်ကန်နွယ်တွေ ……………………………။(ဘ၀ဟာ ဇာတ်သိမ်းရွေးလို့မရဘူးမဟုတ်လား။ဒါဇာတ်သိမ်းမဟုတ်ဘူးလို့ မင်း ငြင်းလို့မရဘူး။ဒီလိုပဲ ဒီစာဟာ တစ်စုံတရာလိုနေတယ်။ဒီမှာ မသိမ်းသင့်ဘူးလို့ ငါလည်း ခံစားရတယ်။ဒါပေမဲ့ ငါ့မှာရွေးစရာ ဘာမှမရှိဘူး။ဒီမှာပဲ ငါရပ်လိုက်ရတယ်။နီယွန်ညရဲ့သူပုန်တွေဟာ ဒီလိုပဲ ရွေးချယ်စရာမရှိ‌တော့တဲ့ တစ်နေရာမှာ ရပ်လိုက်ကြရတယ်။ဒါ သူ့အနုပညာရဲ့ ရိုးသားမှုပဲ ကိုယ့်လူ။ကျေနပ်ခွင့်လည်းရှိတယ် ကျေနပ်ခွင့်လည်းရှိတယ်။ကျန်နေခဲ့မယ့် ခံစားမှုကတော့ မင်းအတွက်ပဲ။ငါနဲ့ရော ဒီနီယွန်ညနဲ့ရော မဆိုင်လေတော့ဘူး။)(နီယွန်ညရဲ့ သူပုန်လေးဖြစ်တဲ့ Daniel Lawwai က ဘာသာပြန်ဆိုပေးထားပြီး ရုပ်ရှင်အညွှန်းကိုတော့ သူပုန်ကြီး WiRa Aung က ရေးပေးထားတာပါ)File size…(1.2 GB)/ (658 MB)/ (350 MB)Quality…Bluray 1080p /720p / 480pFormat…mp4Duration….1h 46minSubtitle….Myanmar Subtitle (Hardsub)Encoder….d3monTranslated by Daniel Lawwai"