"Millennium Actress (2001)
===============
IMDb Rating – 7.9/10
Directed By Satoshi Kon
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘယ်လောက်ထိရောက်ခဲ့ပြီး ဘာကောင်ကြီးဖြစ်ခဲ့ကြတယ်ဆိုတာထက်
ဘာအတွက်သွားခဲ့သလဲက ပိုအရေးကြီးတယ်မဟုတ်လား။
ဒီခရီးဟာ ဘယ်တော့မှဆုံးတယ်မရှိတော့ ဘာအတွက်သွားတယ်ဆိုတဲ့ မျှော်လင့်ချက်က အထားအသိုမမှားဖို့ လိုတယ်။
တစ်စုံတစ်ရာအပေါ် ချစ်တဲ့စိတ်သာ မှန်နေပါစေလေ သေအောင်ကြိုးစားပြီး ဘာမှဖြစ်မလာခဲ့တဲ့ အကြောင်းတရားကလည်း ယုံကြည်မျှော်လင့်ခြင်း‌များကို ဖျက်စီးမပစ်နိုင်ဘူး။
ဘယ်လောက်ထိသွားပြီး ဘာဖြစ်ခဲ့တယ်ဆိုတာတွေထက်
တစ်စုံတစ်ရာအတွက်သွားပြီး ဘယ်မှမရောက်ခဲ့ရဘူးဆိုတဲ့ ဇာတ်လမ်းတွေက ပိုခမ်းနားတယ်လို့ ကျွန်တော်တော့ တစ်ထစ်ချယုံတယ်။
ဂျပန်ဝတ္တုကလေးတစ်ပုဒ်ထဲကလို တစ်ချိန်မှာ တောင်ကြောလေးတစ်ခုကနေ အိမ်ကလေးကိုမျှော်ငေးပြီး တစ်စုံတစ်ရာကိုလုပ်ဖို့ဆုံးဖြတ်ရာမှာ
နှလုံးသားနဲ့ဆုံးဖြတ်ရင်း မှန်ကန်ခဲ့တဲ့ ကိုယ့်ရဲ့ဆုံးဖြတ်ချက်တွေကို ပြန်ကျေနပ်မိပြီး တစိမ့်စိမ့်အရသာခံနိုင်ဖို့
ဘာအတွက် ဒီခရီးကိုသွားခဲ့တာလဲဆိုတဲ့ အချက်ဟာ အတော်လေးအရေးပါတယ်။
Millennium Actressဟာ ဂျပန်ဂန္တဝင် သရုပ်ဆောင်၂ယောက်ရဲ့ဘဝကို
ကိုးကားရိုက်ထားတဲ့ အလားတူ အကြောင်းအရာတစ်ခုအကြောင်းပါပဲ။
Millennium Actressဟာ ကူရိုဆာဝါရဲ့Ran, Seven Samurai,Yojimbo,Throne Of Bloodနဲ့ Godzillaရုပ်ရှင်အပြင်
တခြားရုပ်ရှင်ပေါင်းများစွာက ဇာတ်ဝင်ခန်းတွေကို ကိုးကား ထည့်ထားပြီး Perfect Blueနဲ့ Millennium Actressကို
ညီအစ်မရုပ်ရှင်တွေအဖြစ် စတိုရှိခွန်က အသက်သွင်းဖို့လုပ်ခဲ့တယ်လို့ဆိုတယ်။
သို့တိုင်အောင်ပဲ
Perfect Blueဟာ အရှိတရားကို မေးခွန်းထုတ်ထားပြီး
Millennium Actressကတော့ အရှိတရားကို ဘယ်လိုဖြတ်သန်းရမလဲဆိုတဲ့ အဖြေဖြစ်မယ်လို့ ကျွန်တော်တော့မြင်တယ်။
“ဓားတစ်ချောင်းကို ပြုလုပ်တဲ့အခါ ဒီဓားကို ဘာအတွက်သုံးမယ်ဆိုတဲ့ ရည်ရွယ်ချက်က အရင်လာပါတယ်။
အဲ့ဒီအသုံးပြုမည့်ပုံစံနဲ့ ကိုက်ညီအောင်သွန်းလုပ်ကြတယ်။ လူသားမှာတော့ တစ်ချို့ကတော့ ကံစီမံရာကို ယုံကြတယ်။
လူသားရဲ့ ဖြစ်တည်မှုဟာ ကံစီမံရာလို့ ကျွန်တော်တော့ မယုံချင်ဘူး။
ဗန်ဂိုးဟာ ပန်းချီဆရာဖြစ်ဖို့ မွေးလာခဲ့တဲ့သူ မဟုတ်ပါဘူး။
သို့ပေမဲ့ တစ်ဘဝလုံးစာ အလဲအကွဲတွေရဲ့နောက်မှာ သူချစ်တဲ့ တစ်စုံတရာကို ‌တွေ့ရှိသွားပြီ
အဲ့ဒီတစ်စုံတရာအတွက် အသက်ပေးသွားခဲ့တယ်။
လူသားရဲ့ ဖြစ်တည်မှုမှာ တစ်စုံတရာသောအဖြေရှိခဲ့ရင် ကျွန်တော်တို့ရဲ့ချစ်စိတ်နဲ့လုပ်ခဲ့ကြတဲ့ ရွေးချယ်မှုတွေကပဲ
ကျွန်တော်တို့ဆိုတာကို ဖြစ်တည်လာစေခဲ့တယ် လို့ပဲ ယုံကြည်တယ်။
Millennium Actressရဲ့ နောက်ဆုံးထွက်သက်စကားလုံးဟာ ဖြစ်တည်မှုမှာ ဘာကပိုအရေးပါလဲဆိုတာကို
စတိုရှိခွန်က သူ့အမြင်နဲ့ ကောင်းကောင်းကြီး ဖြေပေးသွားခြင်းလို့ ကျွန်တော်သေချာတယ်။”
စတိုရှိခွန်ရဲ့ ရုပ်ရှင်တွေကို ဟောလိဝုဒ်က စားပါတယ်လို့သမုတ်ကြရတဲ့ နိုလန်တို့ darren aronofskyတို့လိုလူတွေကပါ Inspirationယူကြ ကူးကြတယ်။
မာတင်စကောဆေးစိတို့ ဘာတို့လည်း ကင်းတယ်လို့တော့ ကျွန်တော်မထင်ဘူး
ကျွန်တော်မသိတဲ့လူတွေ ရှိဦးမှာပါပဲ။
သေချာတာကတော့ နိုလန်တို့ ဇာတ်အိမ်ရှုပ်ထွေးဆန်းပြားတယ်ဆိုတာတွေက စတိုရှိခွန် အိပ်နေသလောက်ပဲရှိတာတော့အမှန်ပဲ။
ကာတွန်းမလို့ လွတ်လပ်စွာဖန်တီးပိုင်ခွင့် ရှိနေလို့လည်းမှန်ပေမဲ့ သူ့လိုအဆုံးစွန်ထိ လွတ်လပ်တဲ့ ဖန်တီးမှုမျိုးကိုတော့ တော်ရုံလူလုပ်နိုင်မှာမဟုတ်ဘူး။
စတိုရှိခွန်ရဲ့ရုပ်ရှင်က ရှားရှားပါးပါးလေးကား ပဲရှိတယ်။
ကျွန်တော်တော့ လေးကားထဲကနေမှ PERFECT BLUEနဲ့ အခုMILLENNIUM ACTRESSကိုပဲ ကြည့်ရသေးတယ်။
ဒီလေးကားကုန်သွားတဲ့အခါ သူ့ရဲ့ အလွတ်လပ်ဆုံးခင်းကျင်းပြသထားတဲ့ အနုပညာပုံစံမျိုးနဲ့ ရုပ်ရှင်တစ်ကားကို ကျွန်တော်တို့ထပ်ရနိုင်မှာ မဟုတ်တော့ဘူး။
ဒီတော့ ကျန်တဲ့နှစ်ကားကို ဆက်ကြည့်ရမှာကို နှမြောမိတယ်။
ဆိုတော့ကာ တစ်နေ့နေ့အတွက် ချန်ထားဖို့ပဲ ဆုံးဖြတ်လိုက်တယ်။
CMမှာတော့ သုံးကားတင်ပြီးပါပြီ။ ဒီတစ်ကားက နောက်ဆုံးပါပဲ။
သုံးကားလုံးကြည့်ပြီးပြီဆိုရင်တော့ ဒီနောက်ဆုံးကားကို အကောင်းဆုံးအချိန် တစ်ခုအတွက် ချန်ထားဖို့ပဲ အကြံပြုချင်တယ်။
( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__1.5 GB, 800 MB
Quality__1080p, 720p
IMDb Rating__7.9/10
Format__mp4
Duration__01:30:00
Type__Animation , Drama , Fantasy
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
