"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Dil Se (1998)
=========
IMDb Rating (7.6)
တစ်ခါတလေ ကျွန်တော် တို့ နှလုံးသားမှာ မသိစိတ်နဲ့ စွဲမြဲစွာ ကပ်ငြိမိတဲ့သူ တစ်ဦးဦး ရှိနေတတ်ကြပါတယ်။ သိစိတ်နဲ့လည်း တမ်းတဖြစ်တတ်ကြပါတယ်
သူနဲ့သာဆို သေအတူ ရှင်မကွာ လက်တွဲရင်း ဘ၀လမ်းကို လျှောက်လှမ်းနေချင်ခဲ့တယ်။ ဒါဟာ နှလုံးသားရဲ့ တောင့်တမှုဖြစ်ပြီး စိတ်ရဲ့ လိုအင်လည်း ဖြစ်ပါတယ်
ဒါဟာ တစ်ဖက်သတ်ဖြစ်နေခဲ့လည်း ဆုပ်ကိုင်ထားတဲ့ သစ်ရွက်နု စိတ်ကူးလေးလည်း ဖြစ်ပါတယ်။ ဒါမှမဟုတ် ကိုယ်တိုင် တရားစီရင်ခဲ့တဲ့ ဥပဒေတစ်ရပ်ဆိုလည်း မမှားဝံ့ပါဘူး
ဤမျှထိ အစပြုလာသော အချစ်သည် ဘယ်အရပ် မှ စပါသနည်း။ Amar အတွက်တော့ နယ်စပ်ရထားဘူတာရုံငယ်လေး မှ စခဲ့ဟန်တူသည်
ရေဒီယို အသံလွှင်ခြင်းကိစ္စနဲ့ပတ်သက်လို့ ခရီးထွက်ရင်း သူမကို Amar စတွေ့ခဲ့သည်။ လေကထန် မိုးကသည်း ရင်း ချမ်းအေးသော ဤချိန်၀ယ် သူမ သည် သဘက်လေးကို ဦးခေါင်းထက်ပေါ် မလုံ့တလုံ လွှားခြုံရင်း ချမ်းခိုက်နေဟန်တူသည်။ သူမ သည် ပြစ်မျိုးမရှိသော နတ်မိမယ် တစ်ဦးဟု Amar သတ်မှတ်လိုက်သည်
ဘ၀သည် တိုတောင်းသော အချိန်လေး တစ်ခုပင်ဖြစ်သည်။ ထို့ကြောင့် ရထား တစ်စီး နဲ့ တစ်စီး လွဲရင်း နှလုံးသား ပါ လွဲသွားဟန်တူသည်။ သူ့နှလုံးသားသည် သူမ ရှိရာ ရထားလေးဆီ လိုက်ပါစီးနင်းဖြစ်ကြောင်း Amar သိလိုက်ပါသည်
Amar ဟာ သူ့ အလုပ်ခွင် ရောက်သော်လည်း ထို မျက်၀န်းလေးကို မေ့နိုင်စွမ်း မရှိခဲ့။ သို့သော် Amar ကံကောင်းလှပါသည်။ သူရောက်ရှိသော မြို့လေးမှာပင် သူမကို ပြန်တွေ့လိုက်ရသည်။ ထို့သို့နှင့် Amar ဟာ သူမကို ချစ်ခွင့်ပန်နိုင်ဖို့အရေး အခြေပြု စတင်ကြိုးစားတော့လေသည်
ဒါပေမဲ့ သူမအတွက် Amar ဟာ ငြင်းဆိုမှုတစ်ရပ် ဖြစ်နေခဲ့သည်။ သူမ၏ အမည်ကိုပင် ဖော်ပြနိုင်စွမ်း ပြောပြနိုင်စွမ်း မပြုခဲ့။ Amar ကိုလည်း မထိခိုက်စေချင်ခဲ့ပါ
Amar ကလည်း အချစ်၏စွမ်းအားကြောင့် ခေါင်းသိပ်မာသည်။ သူမ၏ နာမည်လေးကိုတောင် မသိရဘဲ ဤမြို့ လေးမှ ထွက်ခွာသွားမည်လည်း မဟုတ်လှ။ သူ အကြိမ်ကြိမ် ကြိုးစားချင်ပါသည်။ သို့သော် သူမ ၏ တန်ပြန်မှုတွေကြောင့် Amar အခက်တွေ့ရသည်
တစ်ခါက သူမ မေးဖူးသည်။” ရှင် ကျွန်မအကြောင်း ဘာများသိလို့လဲ ”
” နှလုံးသားတစ်ခုလုံးရင်းပြီးငါ မင်းကို ချစ်ခဲ့ပြီးပြီပဲ။ ငါ့အတွက် ကျန်တာ ဘာမှမဟုတ်တော့တာ ” ဟုသာ Amar ပြန်ဖြေသည်
သူမ ဟာ ဘယ်သူလဲ။ ဘယ်ကလဲ ဆိုတာ Amar မသိချင်ပါ။ ခေါင်းတစ်ချက်သာ ငြိမ့်ပါက သူမနဲ့အတူတူ ကမ္ဘာဆုံးထိ ပြေးထွက်သွားချင်သူသာ ဖြစ်ပါသည်
သို့ပေမဲ့တစ်နေ့မှာတော့ Amar ဆီ လူစိမ်းနှစ်ယောက် ရောက်လာပြီး နှိပ်စက်ခဲ့ကြသည်။ Amar တစ်ယောက် ဒဏ်ရာတွေ အများအပြားနဲ့ သေလုမျောပါးဖြစ်ခဲ့ရတယ်။ သိပ်မကြာခင် Amar ပြန်ကောင်းလာချိန်မှာတော့ သူမကို လိုက်ရှာခဲ့သေးတယ်။ ဒါပေမဲ့ ထိုမြို့လေးမှာ သူမ ရှိမနေခဲ့တော့
အခုတော့ အချစ်ဟာ ကောက်ရိုးထဲက အပ်လေးလိုပါ။ အခုတော့ Amar ဟာ သူ့နှလုံးသားလေးကို ပြန်ရှာဖွေတဲ့ ရိုမီယိုတစ်ယောက် ဖြစ်နေခဲ့မိပါတော့တယ်
ဒီလိုနဲ့ Amar ဟာ သူ့မင်းသမီးလေးကို ပြန်ရှာဖွေမှာလား ။ ပြန်ရှာတွေ့မှာလား။ ဇာတ်လမ်းဟာ ဘယ်လို ခံစားမှုရသတွေနဲ့ မခံချိသာအောင် လုပ်မလဲ ဆိုတာတော့ ကြည့်ရှုပြီးမှ ကိုယ်တိုင် ဆုံးဖြတ်လိုက်ကြပါဦး
ဒီနေရာအထိ ကျွန်တော့် ညွှန်းဆိုချက်က ထိမိမှာမဟုတ်ပါဘူး။ တဒင်္ဂ အချိန်တစ်ခု မှာ သိပ်ချစ်သွားမိတဲ့ မင်းသားရဲ့ စရိုက်ကိုပဲ အဓိက ရေးချင်ခဲ့တာပါ
တစ်ခါတလေ နေရာလေးတစ်ခုကနေ တွယ်လာတဲ့ သံယောဇဉ်ကို ကျွန်တော်တို့ ခံစားမိကြတယ်။
အချစ်ကို ပေါက်ဖွားလာကြတယ်။ တဒင်္ဂဟာ အစဉ်ထာ၀ရ ဖြစ်ပါ့မလား ဆိုတဲ့ အချစ်သံသယ မေးခွန်းတွေကိုလည်း ဒီကားလေးက ခြေဖျက်လိုက်ပုံရပါတယ်
ဒါ့ကြောင့် Drama အဆွေးတွေကို ကြိုက်နှစ်သက် ခံစားချင်တယ်ဆိုရင်တော့ ဒီကားလေးကို ညွှန်းပါတယ်
ဒီကားလေးမှာ မင်းသားကြီး ရှာရွတ်ခမ်း ရဲ့ သရုပ်ဆောင်ပုံက အသက်၀င်မြဲ အသက်၀င်ဆဲမို့
ကြည့်ရကျိုးနပ်ပါတယ်။ ဒါ့ပြင် အကအလှနဲ့ အချစ်အပါအ၀င် နိုင်ငံရေး ကိုပါ ထည့်သွင်းထားတာကြောင့် ဇာတ်အိမ်က ပိုကြွ လာပါတယ်
နောက်ဆုံး ဇာတ်၀င်ခန်း Dialogue ကလည်း ဒီကားရဲ့ အခရာ ဖြစ်လာခဲ့ပါတယ်
” Just once that you love me ”
” မင်းလည်း ငါ့ကိုချစ်ပါတယ်လို့ တစ်ခါလေးသာ ပြောပေးပါ ” တဲ့
ဒီလိုနဲ့ ………………
(အညွှန်းကို Linnkhayan FB မှ ကူးယူဖော်ပြထားခြင်းဖြစ်ပြီး ဘာသာပြန်ခံစားတင်ဆက်ထားသူကတော့ Thaik San ဖြစ်ပါတယ်။)
File size…(2.8 GB)/ (1.6 GB) / (800 MB)
Quality…WEB-DL 1080p /720p/480p
Format…mp4
Duration….02:43:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Thaik San
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
