"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 9/10
Google Users – 97%
Rotten Tomatoes – 100%
Box office – ₹110 crore
Genere – Comedy, Crime, Thriller
အချစ်၊ဂီတ၊ပြစ်မှု၊သဲထိတ်ရင်ဖို စတာတွေကိုတစ်ကားထဲမှာ ကြည့်ရှု ခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ကားပါ။
အထူးသဖြင့် ‘သူများမကောင်းကြံကိုယ့်ဘေးရန်ထိ’ ဆိုတဲ့ စကားကို အဓိကမြင်မိစေပါတယ်။
ထို့နောက် ဇာတ်ကားရဲ့ တင်ဆက်ပုံဖြစ်တဲ့ မြူးကြွတဲ့ သီချင်းသံစဉ်တွေနဲ့ အတူ ပျင်းရိစရာ ဇာတ်ဝင်ခန်းရယ်လို့ ရှာမတွေ့တဲ့ ဇာတ်ကားတစ်ကားအဖြစ် ချီးကျူးမိမှာပါ။
မျက်မမြင်တစ်ယောက်အနေနဲ့လူသတ်မှုကို သိနေပါလျက် အမှုဖွင့်ချင်ပေမဲ့သူကိုယ်တိုင် မျက်မြင်သက်သေဖြစ်ခွင့်မရှိတဲ့ အခါမှာ……
ဒီဇာတ်ကားဟာ နာမည်ကြီး ဇာတ်ကားတစ်ကား၊IMDb Rating ထဲမှာလည်း နေရာကောင်းရထားတဲ့ဇာတ်ကားတစ်ကားဆိုတာသိရင်”ဇာတ်လမ်းအကျဉ်း” ဆိုတဲ့အပိုင်းကို မဖတ်စေချင်ပါဘူး။
(ဇာတ်လမ်းအကျဉ်း ရေးရတာ တော်တော်ခက်ပါတယ်။တချို့ ဇာတ်ကွက်တွေ ပေါ်သွားမှာ ကြောက်ရပါတယ်)
” ဇာတ်လမ်း အကျဉ်း ”
အာ့ကက်ချ်က မျက်ကန်း စန္နရားပညာရှင်ပါ။
မျက်မမြင်တွေဟာ အာရုံစူးစိုက်မှု ကောင်းတယ်တဲ့။
အနုပညာရှင်တွေအဖို့ အာရုံစူးစိုက်မှု ပိုကောင်းစေဖို့ပါတဲ့။
ဒီလိုနဲ့ သူဟာ တီးခတ်ဖျော်ဖြေမှု တစ်ခုမှာမင်းသားကြီး ပရာမော့ဒ်ဆင်းမဟာနဲ့ ဆုံတော့ပရာမော့ဒ်ဆင်းမဟာ သူတို့ မင်္ဂလာနှစ်ပတ်လည်နေ့မှာသီးသန့်ဖျော်ဖြေပေးဖို့ ဖိတ်ကြားခဲ့ပါတယ်။
အဲ့ဒီနေ့ အာကက်ချ် ပရာမော့ဒ်ရဲ့အိမ်ရောက်သွားတော့ပရာမို့ဆင်ဟာဟာ သေစက်စက်နဲ့ သေဆုံးနေပါပြီ။
ဒါကို အာကက်ချ်ဟာ တုန်လှုပ်သွားခဲ့ပါတယ်။
ဘာကြောင့်ပါလဲ…..?
လူသတ်မှု နံဘေးမှာ ရင်တထိတ်ထိတ်နဲ့တီးခတ်နေရတဲ့ အာကက်ပါ။
ဒါကို အာကက်ချ်ဟာ တိုင်ချက်တစ်ခုအတွက် ရဲစခန်းသွားခဲ့ပါတယ်။
ဒါပေမဲ့ သူမြင်လိုက်ရတာက…..?
ပရာမို့ဆင်ဟာ ဘာကြောင့် အသတ်ခံရတာလဲ?
သူ ဘယ်လို ဖော်ထုတ်မလဲ?
အမှန်တရားကို ဆက်လက်ဖုံးကွယ်ထားမလား။
အာကက်ချ်ဟာစိတ်မကောင်းစွာနဲ့ သူ ကြံမ္မာဆိုးတစ်ခုကို ထပ်ကြုံလိုက်ရပါတယ်။
ဘယ်လို ကြမ္မာဆိုးလဲ?
သူ့ချစ်သူကောင်မလေး မြင်သွားတဲ့ ဗီဒီယိုဖိုင်ကဘယ်လို ဗီဒီယိုဖိုင်လဲ?
အထင်လွဲသွားတဲ့ ချစ်သူကောင်မလေးကို ဘယ်လို သက်သေပြမလဲ?
သက်သေခံ ပရာမော့ဒ်တို့ အိမ်နီးချင်းအဖွားကြီး ဘယ်လို အန္တရာယ်ကြုံမလဲ?
ဒါတွေ အားလုံးကို အာကက်ချ်တစ်ယောက်ဘယ်လို ရင်ဆိုင်မလဲဆိုတာကိုစိတ်ဝင်စားဖွယ် တွေ့မြင်ရမှာပါ။
{မှတ်ချက်။ ။ ဒီဇာတ်ကားရဲ့ Eng မူရင်းစာဖိုင်မှာ English လိုစကားပြောတဲ့ဇာတ်ဝင်ခန်းအချို.တွေမှာ စာတန်းမပါလာတာကြောင့် ကိုယ့်ဖာသာအသစ်ထည့်ဖြည့်ရေးပေးထားပါတယ်။ထိုနေရာများမှာ လိုအပ်ချက်တစ်ချို.ရှိခဲ့ပါက သည်းခံပေးကြပါ။အတတ်နိုင်ဆုံးအကောင်းဆုံးနဲ့အဆင်ပြေအောင်လုပ်ထားပေးပါတယ်}
(ဇာတ်လမ်းအညွှန်းကိုတော့ ညီကိုးမှရေးပေးထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ MLMC Team မှ ကိုမြင့်သူနဲ့ ညီညီကိုးပါ)
File Size :(2.3 GB) / (900 MB )
Quality : BluRay 1080p / WEB-DL 720p
Running Time : 2h 20min
Format : Mp4
Genre : Comedy, Crime, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Myint Thu & Nyi Nyi Koe (MLMC)
Encoded by Thanhtike Zaw & Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
