"The Guilty (2021)စောင့်​မျှော်​နေကြတဲ့ Jake Gyllenhaalရဲ့ Crime, Thrillerကားသစ် ရပါပြီ၊ဒီကားက​​တော့ 2018 တုန်းက ထွက်ခဲ့တဲ့ ဒိန်းမတ်ရုပ်ရှင် The Guilty ကို Remake ပြန်ရိုက်ထားတာပါPauseသူ့နာမည်က ဂျိုး​ဘေလာ၊ LAရဲတပ်ဖွဲ့ရဲ့ အရာရှိတစ်ဦးဖြစ်​ပေမယ့်အတိတ်ကအ​ကြောင်းတစ်ခု​ကြောင့် ၉၁၁- အ​ရေး​ပေါ်ဌာနကို ရာထူးချခံထားရသူအ​ရေး​ပေါ်ဌာနတို့ရဲ့ ထုံးစံအတိုင်း ကားပိတ်တာ၊ ​ကြောင်သစ်ပင်​ပေါ်တက်တာကအစသဘာဝ​ဘေးအန္တရာယ်အဆုံး ဖုန်းတဂွမ်ဂွမ်ဆက်လာတာကို ပြန်​ဖြေပေးရတဲ့​နေရာဆို​​တော့ဂျိုးတစ်​ယောက် ​သိပ်နေသားမကျလှ၊ ရဲအရာရှိဘဝကလာတာမလို့​ပေါင်းသင်းဆက်ဆံ​​ရေးကလည်းညံ့​တော့ အ​တော်ဘုကလန့်ကျ​နေတာ​ပေါ့၊ဒီကြားထဲ အိမ်​ထောင်​ရေးကလည်း အဆင်မ​ပြေ​တော့ တစ်ပူ​ပေါ်နှစ်ပူဆင့် ဖြစ်​နေတာ​ပေါ့တစ်ရက် LAမှာ မီးအကြီးအကျယ်​လောင်မှု​ကြောင့် အ​ရေး​ပေါ်ဌာနတစ်ခုလုံး ဗျာများ​နေချိန်ဂျိုးဆီကို ဖုန်းတစ်​ကောလ်ဝင်လာတယ်၊ဖုန်းဆက်လာသူအမည်က အမ်မလီလိုက်တန်၊ ဂျိုးဖုန်းကိုင်ကိုင်ချင်းပဲသူ့ကို Sweetyဆိုပြီး စ​ခေါ်​​​တော့ လူဂွစာကြီးဂျိုး ​ထောင်းခနဲ​ဒေါသထွက်သွားပြီ၊ဌာနတစ်ခုလုံးအလုပ်များ​နေချိန် မျက်နှာ​ပြောင်ပြီး ဖုန်းဆက်တာပဲ​​ပေါ့ဒါ​​ပေမယ့်အဲ့ဒီအမျိုးသမီးရဲ့အသံက တုန်​နေတယ်၊ ငိုသံပါ​နေတယ်၊ ​ကြောက်လန့်​နေတယ်၊ ​နောက်​ပြောင်ပြီး​ခေါ်တဲ့ဖုန်းမဟုတ်ဘူး။ဂျိုးလည်းစဉ်းစားရပြီ၊သူ့ကိုဘာလို့ Sweetyလို့​ခေါ်ရတာလဲ?ဘာလို့ ဖုန်း​​ပြောတဲ့အသံက ထူးဆန်း​နေတာလဲ?စသဖြင့် ​မေးခွန်း​တွေ​မေး၊ စကား​တွေ​ပြောရင်းကိစ္စကသူထင်ထားသလို ရိုးရှင်းမ​နေမှန်းသိသွားတဲ့အခါ….အမ်မလီလိုက်တန်ဆိုတဲ့ အမျိုးသမီးက ဘယ်သူလဲ?သူအခုကြုံ​နေရတဲ့ကိစ္စက ဘာလဲ?ဂျိုးရဲ့အတိတ်ကအ​ကြောင်းက​ရော ဘာဖြစ်​နေမလဲ?ပတ်သက်ဆက်နွယ်မှု​တွေ​ရော ရှိနေတာလား စသဖြင့် ပ​ဟေဠိ​ပေါင်းများစွာထွက်​​ပေါ်လာပါတယ်ရိုက်ကူးထားတဲ့ပုံစံက Jake Gyllenhaalတစ်ဦးတည်း အသား​ပေးထားပြီးကျန်သရုပ်​ဆောင်​တွေက များ​သောအားဖြင့် အသံပဲပါဝင်​ပေမယ့်Jakeရဲ့ ပိုင်နိုင်တဲ့သရုပ်​​ဆောင်မှု​ကြောင့် ဇာတ်ရှိန်အနှိမ့်အမြင့် တစ်ခုလုံးကိုဇာတ်လမ်းစတာနဲ့ ​တောက်​လျှောက်ဆွဲ​​ခေါ်သွားနိုင်မှာပါ။ကြည့်​နေရင်းနဲ့ကို အထဲကဇာတ်​ကောင် ဂျိုး​ဘေလာနဲ့အတူကိုယ်တိုင် ရင်ခုန်မွန်းကြပ်လာတဲ့ ခံစားချက်မျိုးရမှာပါ၊ ​မူရင်းဇာတ်​ကားနဲ့ ဘာ​တွေကွာ​သလဲ၊ ဘယ်ကားကပို​ကောင်းသလဲဆိုတာကိုတော့မူခင်း သည်းထိပ်ရင်ဖိုဇာတ်လမ်းကြိုက်သူတိုင်း ကြည့်ပြီးမှ ဆုံးဖြတ်ကြည့်လိုက်ကြပါအညွှန်းကိုတော့ JimX က ရေးသားထားပြီးတော့ဘာသာပြန်ထားတာကတော့ JimX နဲ့ Pyi Ti Nyein တို့ပဲ ဖြစ်ပါတယ်။Quality….720pFile size… 1GBFormat…mp4Duration….1h 30minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. JimX and Pyi Ti NyeinEncoder ….. August"