"The Girl with the Dragon Tattoo(2009)အညွှန်း
*****************************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb…7.9
ဇာတ်ကောင်တွေထဲမှာ သူရဲကောင်းဆန်ဆန်စရိုက်မျိုးစုံရှိပေမဲ့ ဖြတ်သန်းခဲ့တဲ့ကာလတစ်လျှောက်
ဘဝနဲ့ရင်းပြီးပေးလိုက်ရလုနီးပါး အဖြစ်အပျက်တွေကို ရင်ဆိုင်ဖြတ်သန်းပြီး အတွေ့အကြုံနဲ့ လာမဲ့အနာဂတ်မှာ
ကြိုးစားဖြတ်သန်းတဲ့ ပုံစံတွေဟာ ပိုပြီးစိတ်လှုပ်ရှားစရာကောင်းတယ်….ဒီလိုပုံစံတွေထဲမှာ ဂန္တဝင်ဝတ္ထုကြီးအဖြစ်သတ်မှတ်ခံရတဲ့
ဆွီဒင်နိုင်ငံသား စာရေးဆရာ Stieg Larsson ရဲ့ “Millennium” စာအုပ်ဟာအထင်ကရဖြစ်တယ်…
hacker မိန်းကလေး Lisbeth Salander နဲ့ အဓိက ဇာတ်အိမ်တည်ထားပါတယ်..အပေါ်ကပြောသလို
ဇာတ်ကောင်ရဲ့ စရိုက်နဲ့ သူဖြတ်သန်းပုံတွေဟာ ကြမ်းတမ်းလွန်းတယ်….
စာအုပ်ကို ပြန်လည်အသက်သွင်းပြီး ရိုက်ကူးခဲ့တဲ့ ဇာတ်ကား(၃)ကားလုံးဟာလည်းအောင်မြင်မှုတွေရရှိခဲ့တယ်…
ဒီကားတွေဟာ အစဉ်လိုက်ကြည့်ရမှာပါ …ပြီးတော့ Scene တစ်ခုချင်းစီတိုင်းကို ကျော်ကြည့်လို့မရသလို
ဂရုတစ်စိုက်မှတ်ထားဖို့လည်းလိုပါတယ်…Plot Twist တွေအများကြီးပါသလို ဇာတ်ကောင်တွေရဲ့နာမည်တွေကလည်း
အရေးကြီးအစိတ်အပိုင်းဖြစ်လို့ သေချာလေးကြည့်ဖို့လိုပါတယ်…
တစ်နှစ်ထဲမှာ (၃)ကားထွက်လို့ ကားနာမည်တွေနဲ့ပဲအစဉ်လိုက်မှတ်သားကြည့်စေလိုပါတယ်….
(1)The Girl with the Dragon Tattoo (2009)
(2)The Girl Who Played with Fire (2009)
(3)The Girl Who Kicked the Hornet’s Nest (2009)
ဒီ(၃)ကားလုံးဟာ စံချိန်တင်ဝင်ငွေရရှိခဲ့သလို ဟက်ကာခပ်ဆိုးဆိုးမိန်းကလေးအဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ ဆွီဒင်မင်းသမီး Noomi Rapace
ရဲ့နာမည်ကလည်း တစ်ဟုန်ထိုး ကြော်ကြားသွားတယ်လို့ဆိုပါတယ်….
နံပါတ်တစ်ဇာတ်ကားမှာတော့ အမျိုးသမီးလေးတစ်ယောက်အသတ်ခံရမှုကို စုံစမ်းဖော်ထုတ်ပါတယ်…
ကိုင်း Mystery ရသအပြည့်အဝခံစားချင်တယ်ဆိုရင်တော့ ဒီ(၃)ကားကို ကြည့်ကြပါလို့
နင်းကန်ညွှန်းဆိုပါရစေ…
File Size :(2.88GB)(1.5GB) and (582MB)
Quality : Blu-Ray 1080p5.1ch,720p
Format…mp4
Duration…02:32:00
Genre : Crime , Drama,Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Alias
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
