"Room (2015)
==========
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
#Unicode
Room (2015) အသက် ၂၄ နှစ် ဂျွိုင်းနယူးဆမ်းဟာ ငါးနှစ်အရွယ် သူ့သားလေး ဂျက်ခ် နဲ့အတူ သူတို့ အခန်းလေးလို့ နာမည်ပေးထားတဲ့ ဂိုဒေါင်လေးထဲမှာ နေထိုင်ကြတယ်။ အဲဒီ ဂိုဒေါင်လေးထဲမှာ သူတို့ လိုအပ်မယ့် ပစ္စည်း အနည်းငယ် ရယ် ပြတင်းပေါက်ဆိုလို့ ကောင်းကင်အလင်းရောင်လေး ဝင်နိုင်တဲ့အပေါက်လေးရယ် ပဲရှိတယ်။ အဖိုးကြီးနစ်ခ် လို့ သူတို့ခေါ်တဲ့ သူက ဂျွိုင်း အသက် ၁၇ နှစ်ထဲက ဖမ်းထားခဲ့ပြီး ဒီအခန်းလေးထဲမှာ ၇နှစ်လုံးလုံး ပိတ်ထားခဲ့တယ်။ နည်းအမျိုးမျိုးနဲ့ ထွက်ဖို့ ကြိုးစားခဲ့ပေမယ့် စိတ်ပိုင်းဆိုင်ရာရော ရုပ်ပိုင်းဆိုင်ရာပါ အားနည်းနေခဲ့တာကြောင့် မလွတ်မြောက်နိုင်ခဲ့ပါဘူး။ အဖိုးကြီးနစ်ခ်က ဂျက်ခ်လေးရဲ့ သွေးသားတော်စပ်မှု အရ အဖေ ဖြစ်ပေမယ့် ကလေးကို ရှိတယ်လို့တောင် သတ်မှတ်တာ မဟုတ်ပါဘူး။ ဂျွိုင်း က ကလေးကို ဒီအခန်းထဲက အရာတွေပဲ အစစ်ဖြစ်ပြီး ကျန်တာတွေက တီဗီ ထဲကအရာတွေလို့ အသိပေးထားပေမယ့် ဂျက်ခ်လေး အသက် ငါးနှစ်ပြည့်လို့ နားလည်နိုင်တဲ့အရွယ်ရောက်တော့ အပြင်လောက အကြောင်းကို နားဝင်အောင်ရှင်းပြခဲ့တယ်။ ကလေးကို အပြင်ရောက်ဖို့ နည်း အမျိုးမျိုး ကြိုးစားခဲ့ပေမယ့် မရတဲ့အဆုံး သေဟန်ဆောင်ခိုင်းပြီး အပြင်ကိုထွက်ခွင့် ရအောင် ကြံတယ်။ အပြင်လောက ကို တစ်ခါမှ မမြင်ဖူးတဲ့ ငါးနှစ်ကလေးလေး ဂျက်ခ် တစ်ယောက် တကယ်ပဲ လွတ်မြောက်နိုင်ပါ့မလား လွတ်ခဲ့ရင်ရော အမေကို ပြန်ကယ်နိုင်ပမလား။
#Zawgyi
Room (2015) အသက္ ၂၄ ႏွစ္ ဂၽြိဳင္းနယူးဆမ္းဟာ ငါးႏွစ္အရြယ္ သူ႕သားေလး ဂ်က္ခ္ နဲ႔အတူ သူတို႔ အခန္းေလးလုိ႔ နာမည္ေပးထားတဲ့ ဂိုေဒါင္ေလးထဲမွာ ေနထိုင္ၾကတယ္။ အဲဒီ ဂိုေဒါင္ေလးထဲမွာ သူတို႔ လုိအပ္မယ့္ ပစၥည္း အနည္းငယ္ ရယ္ ျပတင္းေပါက္ဆိုလုိ႔ ေကာင္းကင္အလင္းေရာင္ေလး ဝင္ႏိုင္တဲ့အေပါက္ေလးရယ္ ပဲရွိတယ္။ အဖိုးႀကီးနစ္ခ္ လုိ႔ သူတို႔ေခၚတဲ့ သူက ဂၽြိဳင္း အသက္ ၁၇ ႏွစ္ထဲက ဖမ္းထားခဲ့ၿပီး ဒီအခန္းေလးထဲမွာ ၇ႏွစ္လံုးလံုး ပိတ္ထားခဲ့တယ္။ နည္းအမ်ိဳးမ်ိဳးနဲ႔ ထြက္ဖို႔ ႀကိဳးစားခဲ့ေပမယ့္ စိတ္ပိုင္းဆိုင္ရာေရာ ရုပ္ပိုင္းဆိုင္ရာပါ အားနည္းေနခဲ့တာေၾကာင့္ မလြတ္ေျမာက္ႏိုင္ခဲ့ပါဘူး။ အဖိုးႀကီးနစ္ခ္က ဂ်က္ခ္ေလးရဲ႕ ေသြးသားေတာ္စပ္မႈ အရ အေဖ ျဖစ္ေပမယ့္ ကေလးကို ရွိတယ္လုိ႔ေတာင္ သတ္မွတ္တာ မဟုတ္ပါဘူး။ ဂၽြိဳင္း က ကေလးကို ဒီအခန္းထဲက အရာေတြပဲ အစစ္ျဖစ္ၿပီး က်န္တာေတြက တီဗီ ထဲကအရာေတြလို႔ အသိေပးထားေပမယ့္ ဂ်က္ခ္ေလး အသက္ ငါးႏွစ္ျပည့္လုိ႔ နားလည္ႏိုင္တဲ့အရြယ္ေရာက္ေတာ့ အျပင္ေလာက အေၾကာင္းကို နားဝင္ေအာင္ရွင္းျပခဲ့တယ္။ ကေလးကို အျပင္ေရာက္ဖို႔ နည္း အမ်ိဳးမ်ိဳး ႀကိဳးစားခဲ့ေပမယ့္ မရတဲ့အဆံုး ေသဟန္ေဆာင္ခိုင္းၿပီး အျပင္ကိုထြက္ခြင့္ ရေအာင္ ႀကံတယ္။ အျပင္ေလာက ကို တစ္ခါမွ မျမင္ဖူးတဲ့ ငါးႏွစ္ကေလးေလး ဂ်က္ခ္ တစ္ေယာက္ တကယ္ပဲ လြတ္ေျမာက္ႏိုင္ပါ့မလား လြတ္ခဲ့ရင္ေရာ အေမကို ျပန္ကယ္ႏိုင္ပမလား။
(ဒီဇာတ်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Kira Rodriguez ပဲဖြစ်ပါတယ်။)
Quality – 720p BR-Rip
Duration – 1 hrs 58 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Romance
Source : 1080p.BR-RIP
Translator – Kira Rodriguez
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
