"Coraline (2009)
IMDb – 7.7/10_____Rotten – 90%
သည်းထိတ်ရင်ဖို လျှို့ဝှက်ဆန်းကြယ် ကာတွန်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လူကြီးမင်းတို့ရဲ့ မျက်လုံးကိုဖယ်ထုတ်ပြီး
ကြယ်သီးတွေအစားထိုးတပ်ခံထားရတဲ့ ခံစားချက်မျိုး ခံစားဖူးပါသလား ?
မခံစားဖူးရင် ဇာတ်လမ်းအကျဉ်းချုပ်လေးဆီသွားရအောင်
တကယ်တော့ ဒီဇာတ်ကားလေးဟာ ကျွန်တော်တို့ရဲ့ ငယ်ဘဝမှာ
ရင်ထဲထိအမြဲတမ်းစွဲကျန်စေခဲ့တဲ့ ကာတွန်းရုပ်ရှင်ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်…
ဒီဇာတ်ကားလေးမှာ ကိုရာလိုင်း (Coraline) ဆိုတဲ့ကလေးမလေးက
အဓိကသရုပ်ဆောင်ထားပါတယ်…
စူးစမ်းလိုစိတ်အပြည့်နဲ့ သတ္တိရှိတဲ့ ကောင်မလေးတစ်ယောက်အဖြစ်နဲ့ပေါ့…
သူမရဲ့မိဘတွေနဲ့ကတော့ အဆင်မပြေပါဘူး အလုပ်ကိုသာလုပ်နေကြတဲ့
ကိုရာလိုင်းရဲ့မိဘတွေဟာ သားသမီးကို ဂရုမစိုက်နိုင်တဲ့အတွက် သူတို့ကြားမှာ
အဆင်မပြေမှုလေးတွေရှိနေခဲ့ပါတယ်…
တစ်နေ့သူတို့မိသားစုဟာ အိမ်အသစ်ဆီကိုပြောင်းရွှေ့လာခဲ့ရပါတယ်…
ထုံးစံအတိုင်း ကိုရာလိုင်း ကတော့ တစ်ယောက်တည်းပဲပေါ့…
ဒီလိုနဲ့ တစ်နေ့မှာ အိမ်ရဲ့တစ်နေရာက မှော်ဝင်တံခါးပေါက်တစ်ခုကို
တွေ့သွားခဲ့တဲ့အချိန်ကစပြီး ဇာတ်လမ်းစပါပြီ…
ဒီမှော်ဝင်တံခါးပေါက်ရဲ့တစ်ဖက်မှာ ဘာတွေရှိနေမလဲ ??
စူးစမ်းတတ်ပြီး သတ္တိရှိတဲ့ ကိုရာလိုင်းတစ်ယောက် ဘာတွေဖြစ်လာမှာလဲ ??
ဆိုတာတွေကိုတော့ စိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်…
IMDb rating 7.7/10 ထိ ရရှိထားတဲ့ ဒီကာတွန်းရုပ်ရှင်လေးဟာ
ဘယ်လောက်ထိကောင်းတယ်ဆိုတာကိုတော့ အထူးတလည်ညွှန်းစရာ
မလိုတော့ဘူး ထင်ပါတယ်..
အော်စကာဆုအတွက် ဆန်ခါတင်စာရင်းမှာပါခဲ့တဲ့အပြင်
ဆုတော်တော်များများကိုလည်း ဆွတ်ခူးနိုင်ခဲ့ပါတယ်…
မိဘနဲ့သားသမီးတွေရဲ့ကြားက လိုအပ်ချက်လေးတွေကို
ဘယ်လိုဖြည့်ဆည်းရမယ်ဆိုတာကိုလည်း
ဒီဇာတ်ကားလေးက ညွှန်ပြပေးသွားပါတယ်…
လက်မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး
လေကြောရှည်နေပြီ ဖြစ်တဲ့အတွက် အားပေးခံစားကြည့်ရှုပေးကြပါဦး…
ဒီဇတ်ကားအတွက် အညွှန်းကို ကို Yé Kyaw Htet မှ ရေးသားပေးထားပါတယ်
File size…1.78Gb / 1GB
Quality…1080p BluRay HEVC 5.1Ch / 720p
Format…Mp4
Duration….1h 40mins
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK & Thit San Khant
Translated by Nga Lunn
Trailer အစမ်းကြည့်ရန်
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
