"Harriet(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၁၈၄၀ ခုနှစ်မှာ လူဖြူ လူမည်း ခွဲခြားဆက်မှုတွေနဲ့ လူမည်းတွေအပေါ် ကျွန်အဖြစ် ပြုမူဆက်ဆံကြတာအားလုံး သိကြမှာပါ….Harriet Tubman ဆိုတဲ့ လူမည်းမိန်းကလေးတစ်ယောက်က ဒီလိုကျွန်အဖြစ်ဆွေစဉ်မျိုးဆက် ပြုခံနေရတဲ့သူတွေထဲ တစ်ယောက်အပါအဝင်ပေါ့…သူမဟာ ဒီလို ခါးသီးတဲ့ဘဝကို စိတ်ပျက်လို့ ကျွန်လုပ်ပေးနေရတဲ့
အိမ်ကနေ ထွက်ပြေးခဲ့ပါတယ်… သို့ပေမယ့် ကျွန်အဖြစ်ကျန်ခဲ့တဲ့ မိသားစုကို ပစ်မထားခဲ့ရက်လို့ အားနွဲ့သော မိန်းမသားဖြစ်လင့်ကစား အရင်းရှင်လက်နက်ကိုင် လူကြမ်းတွေကိုရင်ဆိုင်ပြီး ပြန်လည်သွားရောက်ကယ်ဆယ်ဖို့ ကြိုးစားပါတော့တယ်…ဒီရုပ်ရှင်ဇာတ်ကားဟာ လူမည်းအမျိုးသမီး Harriet Tubman အကြောင်းကိုအခြေခံရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်…သူမရဲ့ စစ်ဆင်ရေးအလား ကြိုးစားခဲ့တဲ့
ဖြစ်ရပ်ပေါင်းများစွာပါခဲ့သလို ကယ်ခဲ့တဲ့ လူတွေများစွာကိုလည်းတွေ့ရပါလိမ့်မယ်….
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Htet Wai Lwin ပဲဖြစ်ပါလိမ့်မယ်…
(zawgyi)
၁၈၄၀ ခုႏွစ္မွာ လူျဖဴ လူမည္း ခြဲျခားဆက္မႈေတြနဲ႔ လူမည္းေတြအေပၚ ကြၽန္အျဖစ္ ျပဳမူဆက္ဆံၾကတာအားလုံး သိၾကမွာပါ….Harriet Tubman ဆိုတဲ့ လူမည္းမိန္းကေလးတစ္ေယာက္က ဒီလိုကြၽန္အျဖစ္ေဆြစဥ္မ်ိဳးဆက္ ျပဳခံေနရတဲ့သူေတြထဲ တစ္ေယာက္အပါအဝင္ေပါ့…သူမဟာ ဒီလို ခါးသီးတဲ့ဘဝကို စိတ္ပ်က္လို႔ ကြၽန္လုပ္ေပးေနရတဲ့
အိမ္ကေန ထြက္ေျပးခဲ့ပါတယ္… သို႔ေပမယ့္ ကြၽန္အျဖစ္က်န္ခဲ့တဲ့ မိသားစုကို ပစ္မထားခဲ့ရက္လို႔ အားႏြဲ႕ေသာ မိန္းမသားျဖစ္လင့္ကစား အရင္းရွင္လက္နက္ကိုင္ လူၾကမ္းေတြကိုရင္ဆိုင္ၿပီး ျပန္လည္သြားေရာက္ကယ္ဆယ္ဖို႔ ႀကိဳးစားပါေတာ့တယ္…ဒီ႐ုပ္ရွင္ဇာတ္ကားဟာ လူမည္းအမ်ိဳးသမီး Harriet Tubman အေၾကာင္းကိုအေျခခံ႐ိုက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္…သူမရဲ႕ စစ္ဆင္ေရးအလား ႀကိဳးစားခဲ့တဲ့
ျဖစ္ရပ္ေပါင္းမ်ားစြာပါခဲ့သလို ကယ္ခဲ့တဲ့ လူေတြမ်ားစြာကိုလည္းေတြ႕ရပါလိမ့္မယ္….
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Htet Wai Lwin ပဲျဖစ္ပါလိမ့္မယ္…
File Size : (950 MB) and (387 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:05:00
Genre : Action, Drama, Biography
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Htet Wai Lwin
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
