"Tughlaq Durbar (2021)
ဒီတစ်ခေါက်မှာတော့ 96,Super Deluxe စတဲ့ရုပ်ရှင်တွေနဲ့ ထင်ရှားကျော်ကြားခဲ့ပြီး ရုပ်ရှင်သရုပ်ဆောင်တစ်ဖြစ်လဲ ပရိုဂျူဆာတစ်ဖြစ်လဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အောင်မြင်နေတဲ့ မင်းသားကြီး Vaji ရဲ့ ဇာတ်ကားအသစ်လေးကို တင်ဆက်ပေးချင်ပါတယ်
အရင်ဆုံး ဇာတ်လမ်းလေးကို အကျဥ်းချုံးလေး
မြည်းစမ်းကြည့်ကြတာပေါ့
ကိုယ်ဝန်လွယ်စဥ်ကထဲက နိုင်ငံရေးသမား ရာယာပန်ရဲ့မိန့်ခွန်းကို နားထောင်ရင်း ကြီးပျင်းခဲ့ရပြီး
ငယ်စဥ်ကလေးဘဝထဲက နိုင်ငံရေးသမား ဖြစ်ချင်နေခဲ့တဲ့ ဆင်းဂန်….
ဆင်းဂန်ရဲ့အမေဟာ သူ့ညီမလေးကို မီးဖွားပြီးချိန်မှာ သေဆုံးသွားခဲ့သလို ဖအေဖြစ်သူကလည်း
မိန်းမဖြစ်သူကို ဆုံးရှုံးလိုက်ရတဲ့ ပူဆွေးသောကကြောင့်နဲ့ပဲ တိမ်းပါးသွားခဲ့ရှာပါတယ်
ဒီလိုနဲ့ဆင်းဂန်ဟာ တစ်ဦးတည်းသော မိသားစုဝင်ဖြစ်တဲ့ ညီမဖြစ်သူနဲ့
အတူနေထိုင်ခဲ့ကြပေမဲ့လည်းမောင်နှမနှစ်ယောက် စိတ်အလျဥ်း မသင့်မြတ်ခဲ့ကြပါဘူး
မိသားစုအရေး ဘာညာလည်း စိတ်မဝင်စားတဲ့ ဆင်းဂန်အတွက် သူစိတ်ဝင်စားရာကတော့
တစ်ခုတည်းပဲရှိပါတယ် အဲ့ဒါကတော့ သူ့ရဲ့စံပြပုဂ္ဂိုလ်ဖြစ်တဲ့
ရာယာပန်နဲ့ ရင်းနှီးပြီး နိုင်ငံရေးသမား ဖြစ်လာဖို့ပါပဲ
အတ္တဟိတ နဲ့ ပရဟိတ ယှဥ်တွဲလာတဲ့ နိုင်ငံရေးလောကမှာ နိုင်ငံရေးသမားဖြစ်ချင်တဲ့
ဆင်းဂန်တစ်ယောက် အတ္တဟိတဘက်ကို အလေးသာသွားခဲ့တဲ့အခါမှာတော့……
အကြံမျိုးစုံ ထုတ်ပြီး ရာယာပန်ဆီ အာရုံစိုက်ခံရဖို့ ကြိုးပမ်းနေတုန်း
မမျှော်လင့်ထားတဲ့ ကိစ္စတစ်ခု ဆင်းဂန်ဆီ ဖြစ်ပေါ်လာတဲ့အခါ….
ဆင်းဂန်တစ်ယောက် အဲ့ကိစ္စကို ဘယ်လိုဖြေရှင်းသွားမလဲ??
နိုင်ငံရေးသမားဖြစ်ချင်တဲ့ သူ့ရဲ့အိပ်မက်ကိုရော အောင်မြင်အောင် ဖြည့်ဆည်းနိုင်ပါ့မလား??
အတ္တသမား ဆင်းဂန်တစ်ယောက် အမြင်မှန်ရပြီး အတ္တစိတ်ကိုရှေ့တန်းမတင်ဘဲ
အများအကျိုးသယ်ပိုးသွားမလား…?? ဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးပဲ ဖြစ်ပါတယ်
Netflix ကနေ ပူပူနွေးနွေးလေး ထွက်ရှိထားဆဲဖြစ်ပြီး IMDb rating အနေနဲ့ 6.7/10 ရရှိထားပါတယ်
Review & Translated By Shwe Pyae & Shwe Pwint
File size…2.43Gb / 1.2Gb / 600MB
Quality…1080p True Web Dl DD+5.1 / 720p / 480p
Format…Mp4
Duration….2h 25 mins
Subtitle….Myanmar Subtile (Hard Sub)
Encoder….YK
Translated by Shwe Pyae & Shwe Pwint
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
