"Up (2009)IMDb – 8.2/10_______Rotten – 98%Won 2 Oscars. Another 78 wins & 82 nominationsဒီတစ်ခါတော့ ကာတွန်းကား ကောင်းကောင်း လေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။Pauseဒီကားလေးက ၂၀၀၉ ခုနှစ်မှာ ထွက်ခဲ့ပြီး၊ စထွက်ခဲ့တဲ့အချိန်ထဲက အခုအချိန်အထိ Valentine’s Day ရုပ်ရှင်အဖြစ် လူကြိုက်များခဲ့သလို၊သူ့ထဲက ဇာတ်ဝင်ခန်းလေး တစ်ခုက အချစ် နဲ့ပတ်သက်လာရင် အခုအချိန်အထိ လူပြောများနေဆဲဖြစ်ပါတယ်။Up ကာတွန်းလေးက သာမန် ကာတွန်းကားတစ်ကား တင်မဟုတ်ပဲ၊ အက်ရှင် ဒရမ်မာ ကောင်းကောင်း နဲ့ ရိုက်ကူးထားတဲ့ Animated Film တစ်ခုဖြစ်ပါတယ်။ဇာတ်အိမ် ကောင်းကောင်း နဲ့ လူကြီး လူငယ် ပရိတ်သတ် အားလုံးကို ဖမ်းစားနိုင်ခဲ့ပါတယ်။ ကျွန်တော် အနေနဲ့ ရုပ်ရှင်တွေတော်တော်များများ ကြည့်ဖူးပေမယ့်ကြည့်ရင်းနဲ့ မျက်ရည်ဝဲလောက်အောင် ခံစားချက်ရသပေးနိုင်တဲ့ ကားမျိုး က လက်ချိုးရေလို့ရပါတယ်။ဒီ UP ကတော့ ဇာတ်လမ်း အစမှာထဲက တင်ဆက်ပုံကောင်းကောင်းနဲ့ ပရိတ်သတ်ကို ဖမ်းစားသွားနိုင်ခဲ့ပါတယ်။ဇာတ်လမ်းလေးကတော့ Carl ဆိုတဲ့ကောင်လေးနဲ့ Ellie ဆိုတဲ့ကောင်မလေးက explorer Charles F. Muntz ဆိုတဲ့ ပုဂ္ဂိုလ်ကို လေးစားအားကျသူတွေဖြစ်ပါတယ်။ဒါပေမယ့် Charles က Paradise Fall မှာ ရှိတဲ့ ရှားပါးတဲ့ ငှက်ကြီးတစ်ကောင်ကို သူဖမ်းမိဟန်ဆောင်ပြီး အဲ့ဒီငှက်ရဲ့ အရိုးစုကို အတုလုပ်ခဲ့ပါတယ်။ဒါပေမယ့် လူတွေက အတုမှန်းသိသွားပြီး အရှက်ရသွားတဲ့ နောက် Paradise Fall ကို ပြန်သွားပြီး အဲ့ဒီငှက်ကို မမိမချင်း ပြန်မလာဘူးဆိုပြီး ထွက်သွားပါတယ်။Charles အကြောင်းကို ပြပြီးတဲ့နောက်မှာ Carl နဲ့ Ellie တို့ ကလေးဘဝနဲ့ တွေ့ကြပုံက စပြီ း သူတို့ ရဲ့ လူငယ်ဘ၀ ချစ်သူတွေဖြစ်သွားပုံ၊လူလတ်ပိုင်း လက်ထပ်ကြပုံ၊ အိမ်ထောင်သည်ဘ၀ ချစ်ကြည်နူးကြပုံ၊ ကလေးမရနိုင်တဲ့အကြောင်း ကစလို့ အသက်ကြီးသွားပြီး Ellie တစ်ယောက် လူလောကကို စွန့်ခွာသွားပုံ ကို တင်ဆက်ထားတဲ့ ဇာတ်ဝင်ခန်းလေးက ပညာသားပါပြီး လက်ရှိအချိန်ထိ ရုပ်ရှင်လောကရဲ့ အထင်ရှားဆုံးနဲ့ လူကြိုက်အများ ဆုံး ဇာတ်ဝင်ခန်းလေး ဖြစ်နေပါတယ်။ဇာတ်လမ်းက အခုမှစတာဖြစ်ပြီး လူငယ်ဘ၀ က Paradise Fall ကို သွားဖို့ ပိုက်ဆံစုခဲ့၊ စီစဉ်ခဲ့ပေမယ့် အကြောင်းအမျိုးမျိုး ကြောင့်မရောက်ဖြစ်ခဲ့ပါဘူး။Ellie မရှိတော့တဲ့အချိန်ကြမှ သူ့မိန်းမရဲ့ ဆန္ဒကို ဖြည့်ဆည်းပေးဖို့ အတွက် သူတို့ရဲ့ အိမ်ကြီးကို မိုးပျံပူပေါင်းတွေ နဲ့ ဆင်ပြီး ဘယ်သူနဲ့မှ မတူနဲ့ ပုံစံနဲ့ခရီးထွက်ဖြစ်ရာကနေ Adventure စတင်ပါတော့တယ်။ အဘိုးအို Carl နဲ့အတူ လူငယ် Explorer တစ်ယောက်၊Carl ရဲ့ လူငယ်ဘ၀ က လေးစားအားကျခဲ့တဲ့ Charles F. Muntz နဲ့ သူ့ရဲ့ လူစကားပြော တတ်တဲ့ လည်ပတ်တွေဝတ်ဆင်ထားတဲ့ ခွေးတွေရယ်၊ Giant Bird ရယ်၊ ဆုံတွေ့ကြတဲ့အခါမှာတော့၊ Carl တစ်ယောက် သူထင်ထားသလို ဖြစ်မလာတဲ့ Adventure ကို စိတ်ဝင်စားစရာ တင်ဆက်ထားပါတယ်။ကြည့်ကိုကြည့်သင့်တဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ လူ့ဘ၀ ရဲ့ ဖြစ်ပျက်ပြောင်းလည်းမှု မြန်ဆန်ပုံကို သတိတရားရစေပါတယ်။အနားမှာရှိနေတဲ့ အရာတွေ၊ လူတွေကို တန်ဖိုးထားတတ်လာအောင် ကိုယ့်ကို ချစ်တဲ့သူတွေက ကိုယ့်နားမှာအမြဲရှိနေမှာမဟုတ်ဘူးဆိုတာ သံဝေဃရလာအောင် နှိုးဆော်ထားနိုင်ပါတယ်။Don’t Take People for granted ဆိုတဲ့ စကားအတိုင်း ကိုယ်ချစ်တဲ့လူတွေကို တန်ဖိုးထားပါ။ဘဝကို မနက်ဖြန်ဆိုတာ မရှိတော့ဘူးလို့ သဘောထားပြီး လက်ရှိအချိန်မှာ အရာရာကို တန်ဖိုးထားပြီး နေသင့်ပါတယ်။ကာတွန်းကားဖြစ်လို့ အထင်မသေးသင့်ပဲ မကြည့်ရသေးရင် ကြည့်သင့်ပါတယ်။ မိသားစုကားကောင်းလေးတစ်ကားပါ။Pixar ရဲ့ ကာတွန်းကားဖြစ်လို့ ဘယ်လောက်ကောင်းတယ်ဆိုတာ ညွှန်းနေဖို့တောင်မလိုတော့ပါဘူး။ကြည့်ဖြစ်အောင်ကြည့်ကြပါ။(ရုပ်ရှင်မိတ်ဆက် Movie Reviews မှကူးယူဖော်ပြပါသည်။)File size…1.5 GbQuality…BluRay 1080pFormat…mp4Duration….01:29:44Subtitle….Myanmar SubtitleEncoder…Thit san khant"