"The Man Who Sold His Skin (2020)=========================Pauseအခုကနေဆို ဆယ်နှစ်ကျော်ကြာပြီဖြစ်တဲ့ဆီးရီးယားပြည်တွင်းစစ်ဟာ အသေအကြေများခဲ့သလို ဆီးရီးယားက ထွက်ပြေးပြီးဥရောပနိုင်ငံတွေမှာ ခိုလှုံခဲ့ရတဲ့ ဒုက္ခသည်တွေလည်းများခဲ့တယ်။ သို့တိုင်အောင်ပဲနိုင်ငံတိုင်းမှာ သူ့ကန့်သတ်ချက်တွေနဲ့သူရှိခဲ့ကြတာမို့ လူတိုင်းကိုတော့ ခိုလှုံခွင့်မပေးနိုင်ခဲ့ဘူး။ ဒီရုပ်ရှင်ဟာ အဆိုပါဆီးရီးယားဒုက္ခသည်တွေအကြောင်းကိုထင်ဟပ်မိအောင် ရိုက်ထားတဲ့ရုပ်ရှင်ပါပဲ။အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဆမ်ဟာနိုင်ငံရေးသမားအထင်ခံခဲ့ရတဲ့အတွက်ဆီးရီးယားကနေ ထွက်ပြေးလာခဲ့တယ်။သူ့ရဲ့ ချစ်လှစွာသော ကောင်မလေးကိုတော့သူထားခဲ့ရတယ်။သူ့ကောင်မလေးကတော့အိမ်ကပေးစားတဲ့ ဘယ်ဂျီယမ်မှာရှိတဲ့ဆီးရီးယားသံရုံးက သံအမတ်တစ်ယောက်နဲ့လက်ထပ်သွားခဲ့တယ်။ဆမ်ဟာသူ့ကောင်မလေးရှိတဲ့ ဘယ်ဂျီယမ်ကိုသွားချင်ပေမဲ့ သူ့မှာ ပြည်၀င်ခွင့်မရှိဘူး။အဲ့ဒီအချိန်မှာပဲ ဆမ်က ဂျက်ဖရေးနဲ့ သွားဆုံတယ်။ခေတ်တစ်ခေတ်ရဲ့ အကြီးကျယ်ဆုံး အနုပညာရှင်ဖြစ်တဲ့ ဂျက်ဖရေးဟာ အမှိုက်ကိုပါ အနုပညာဖြစ်အောင် လုပ်နိုင်တဲ့သူလို့ နာမည်ကျော်တယ်။ဂျက်ဖ‌ရေးက Installation Art၊ Paint Artအပါအ၀င်Artပေါင်းစုံကို ပိုင်နိုင်တဲ့ Geniusတစ်ယောက်။ဒီတစ်ခါ သူက အနုပညာအတွက် နယ်ပယ်သစ်တစ်ရပ်ကို ရှာဖွေနေတယ်။ ဒီတစ်ခါ သူတင်ဆက်မဲ့သူ့အနုပညာပစ္စည်းက သက်မဲ့မဟုတ်ဘူး။တိရိစ္ဆာန်တစ်ကောင် မဟုတ်ဘူး။သက်ရှိလူသားတစ်ယောက်။အခု သူတို့နေနေတဲ့ခေတ်ကာလမှာ ကုန်ပစ္စည်းတွေရဲ့ပျံ့နှံ့ရောက်ရှိမှုက လူသားတွေရဲ့ ပျံ့နှံ့ရောက်ရှိမှုထက်အများကြီးပိုလွတ်လပ်တယ်။ ဒီတော့ သူက လူသားတစ်ယောက်ကို အနုပညာပစ္စည်းတစ်ခု ဝါ ကုန်ပစ္စည်းတစ်ခုအဖြစ်ပြောင်းပြီး ၀င်ချင်တဲ့ နိုင်ငံထဲ၀င်ခွင့်ရအောင်လုပ်ပစ်ပြီး လူသားဆန်မှုနဲ့ သူ့လွတ်လပ်ခွင့်ကို ပြန်ရယူနိုင်အောင်ဖန်တီး‌ဖို့ရည်ရွယ်ခဲ့တဲ့ Artworkတစ်ခုကိုလုပ်ခဲ့တယ်။ဆမ်ဟာ ဂျက်ဖရေးရဲ့ အနုပညာပစ္စည်းဖြစ်လာတယ်။အဲ့ဒီအနုပညာပစ္စည်းရဲ့ နာမည်က ရှန်ဂန်ဗီဇာ။ရှန်ဂန်ဗီဇာက ဆီးရီးယားသားတွေအတွက် အ‌တော်အရေးကြီးတဲ့ ဗီဇာပဲ။အဲ့ဒီဗီဇာ မရှိဘဲ ဆီးရီးယားတွေဟာ ဉရောပနိုင်ငံတွေထဲ တရား၀င် လာလို့မရဘူး။‌နောက် ဆမ် သို့မဟုတ် ရှန်ဂန်ဗီဇာဟာ ဂျက်ဖရေးရဲ့အကူအညီနဲ့ သူ့ကောင်မလေးရှိတဲ့ ဘယ်ဂျီယမ်ကို၀င်ခွင့်ရသွားခဲ့တယ်။ဂျက်ဖရေးရဲ့ မူလရည်ရွယ်ချက်ဟာကောင်းပေမဲ့ လူသားတစ်ယောက်ဟာအနုပညာပစ္စည်းတစ်ခုအဖြစ် အသုံးတော်ခံဖို့ဘယ်အတိုင်းအတာထိ သင့်တော်မလဲဆိုတဲ့မေးခွန်းရဲ့ နောက်ပိုင်း မငြိမ်းအေးခြင်းတွေကဆီးရီးယားသားတွေရဲ့ ဘ၀ကိုရော အနုပညာရဲ့လမ်းကြောင်းချွတ်ချော်မှုကိုရောထင်ဟပ်လာခဲ့တယ်။The Man Who sold His skinဟာ2021 Oscarရဲ့ International Featureကိုဆန်ခါတင်၀င်ခဲ့တဲ့ ရုပ်ရှင်တွေထဲက တစ်ကားပါ။ရုပ်ရှင်ဟာ အပြင်မှာတကယ်ရှိခဲ့တဲ့The Man Who Sold his Skinဖြစ်ခဲ့တဲ့Timဆိုတဲ့ Artworkတစ်ဖြစ်လဲ လူတစ်ယောက်ကိုကျောရိုးမျှ အခြေခံထားခဲ့တယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p, 360p WebDLDuration – 1h 44minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebDLTranslator – WiRa AungEncoder – SWM"