"An Autumn’s Tale ( 1987 )
==================
IMDb Rating 7.6/10
An Autumn’s Tale ဟာ Hong Kong Film Awards ကနေပြီး
ဟောင်ကောင် , ထိုင်ဝမ် နဲ့ ပြည်မ သုံးခုလုံးက ကားကောင်းတွေကို
အကုန်လုံးကို Best 100 Chinese Motion Pictures ဆိုပြီး စာရင်း
လုပ်ထားတဲ့အထဲ နံပါတ် ၄၉ ချိတ်ထားတဲ့ရုပ်ရှင်။ 49 လို့ဆိုပေမဲ့
ဒီကားကရိုမန့်ကားစစ်စစ် အဲဒီစာရင်းထဲ သူ့အထက်ကရှိနေတဲ့ ရိုမန့်
ကားစစ်စစ်တွေက Comrades: Almost a Love Story , Chungking
Expressနဲ့ Days of Being Wildပဲရှိတယ်။ ရိုမန့်ကားတွေပေါပေမဲ့
ရိုမန့်ကားကို မာစတာပိစ်ကားဖြစ်အောင် ရိုက်ဖို့ဆိုတာလည်း အခက်ဆုံး
လို့တောင်ပြောချင်ပြောလို့ရတယ်မလား။ ဒီရုပ်ရှင်က အပေါ်က သုံးကား
လုံးထက် ရှေးကျသလို အပေါ်ကကားတွေထက်လည်း ရိုမန့်အငွေ့အသက်
စစ်စစ်ကိုတော့ ရတယ်။ ပိုသာတယ်လို့ ဆိုလိုတာတော့မဟုတ်ဘူးပေါ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
An Autumn’s Taleဟာ Mabel Cheung ရဲ့ “migration trilogy”ထဲက
ဒုတိယကားပါ။ Mabel Cheungဟာ အဲဒီကားသုံးကားလုံးကို ရေးသား
ရိုက်ကူးခဲ့ပြီး သုံးကားလုံး ဇာတ်ညွှန်းဆုတွေရထားသလို ဟောင်ကောင်
best picture တွေ ဘာတွေလည်းရထားပါတယ်။ An Autumn’s Tale
ကတော့ ဒီသုံးကားထဲက အကောင်းဆုံးလို့ ယူဆလို့ရတဲ့ကားဖြစ်သလို
Best Film, Best Cinematography , Best Screenplayဆုတွေရခဲ့
ပါတယ်။ ဒီထဲက မင်းသားကလည်း ဟောင်ကောင်ရဲ့ သက်ရှိထင်ရှား Legend
အစစ်ကြီး သရုပ်ဆောင်စွမ်းရည်ရော Personality ရော ဘာမှအပြစ်ပြော
စရာမရှိတဲ့ ချောင်ယွန်ဖတ် ။ ဒီကားထဲ သူ့ပုံစံလည်းပေါ်သလို ငပေငတေပုံနဲ့လည်း
လိုက်အောင်သရုပ်ဆောင်ပြခဲ့ပေမဲ့ ဒီကားနဲ့တော့ သူ့ best actor ဖြစ်မသွား
ခဲ့ပါဘူး။ ဘာလို့ဆို အဲဒီတစ်နှစ်တည်းမှာတင် သူကားသုံးကားနဲ့ best actor
ဆုကို ဆန်ခါတင်ဝင်ခဲ့လို့ပါပဲ။ ဒီကားရယ် Prison on Fireရယ် City on Fire
ရယ်ပါ။ Prison on Fireနဲ့ ရသွားပါတယ်။ ဒါပေမဲ့ တစ်ချို့ကတော့ ဒီရုပ်ရှင်ကို
Best of Chow Yun Fatလို့ ပြောကြပါတယ်။ မင်းသမီးဖြစ်တဲ့ Cherie Chung
ကလည်း ဆန်ခါတင်တော့ ဝင်ခဲ့ပါတယ်။ သူ့ကိုတော့ သိပ်မရင်းနှီးလောက်ပေမဲ့
ချောင်ယွန်ဖတ်နဲ့ ကားတော်တော်များများရိုက်ခဲ့ပြီး။ မကြာသေးခင်က တင်ခဲ့တဲ့
လတ်စလီချောင်ရဲ့ Fatal love နဲ့ Once a thief ထဲ အဓိကဇာတ်ကောင်အဖြစ်
ပါခဲ့ပါတယ်။
အစအဆုံး အမေရိကန်မှာပဲ ဇာတ်အိမ်တည်ထားတာဖြစ်ပြီး မန်ဟက်တန်တံတား ,
ဘရွတ်ကလင်းတံတား , ဝီလီယမ်ဘာ့ချ်တံတား ,နယူးယောက်တရုတ်တန်းတို့လို
နေရာတွေမှာ ရိုက်ကူးခဲ့ပါတယ်။ စီနီမာတိုဂရပ်ဖီ ဆုရထားတဲ့ကားပီပီသသပဲ
ဇာတ်ဝင်ခန်းအများစုက တော်တော်လှပါတယ်။ အထူးသဖြင့် ချောင်ယွန်ဖတ်ရဲ့
ဖိုသီဖတ်သီ ကြေကွဲစုတ်ပြတ်နေတဲ့ ရုပ်ကလပ်ကြီးနဲ့ တွဲရိုက်ပြထားတဲ့ အခါတွေ
မှာပေါ့။ ဒီရုပ်ရှင်ရဲ့ Iconic Scene ကတော့ မြန်မာဝတ္တုတိုတစ်ခုထဲတောင် ဖတ်ဖူးတဲ့
အခန်းနဲ့ခပ်ဆင်ဆင်ပါပဲ။ အဲဒီဝတ္တုထဲက အခန်းကို သိပ်တော့မမှတ်မိတော့ပေမဲ့
ဘာပစ္စည်းတွေလဲတော့ သေချာမမှတ်မိတော့ပေမဲ့ အကျဉ်းဖျဉ်းက ကောင်လေးက
နာရီကြိုးအသစ်လဲချင်တယ်။ ကောင်မလေးက ကလစ်လားမသိလိုချင်တာထင်ပါ
တယ်။ နောက်ကျ ကောင်လေးက နာရီစက်ကိုရောင်းပြီး ကလစ်ပေး၊ ကောင်မလေးက
ဆံပင်ရောင်းပြီး နာရီကြိုးပေးတာလားတော့ မသိဘူး။ ဒီထဲက Iconic Scene ကလည်း
ထိုနည်းလည်းကောင်းပါပဲ။ ဒီအခန်းကိုမှ ချောင်ယွန်ဖတ်ရဲ့ acting နဲ့ပေါင်းလိုက်တော့
တော်တော်လေး ထိတဲ့ ဇာတ်ဝင်ခန်းအဖြစ်အသက်ဝင်သွားတာပါပဲ။ ရိုမန့်ကားတွေ
ကြိုက်တတ်ရင်တော့ ဒီကားဟာ အနှစ်နှစ်အလလ လှည့်မကြည့်ဖြစ်ခဲ့တဲ့ စာအုပ်စင်ပေါ်က
ချောင်အကျဆုံးနေရာက စာအုပ်ထဲ ပြန်တွေ့လိုက်ရတဲ့ အချစ်ဦးရဲ့ ဓာတ်ပုံဟောင်းတစ်ပုံလို
ဖြစ်နေမယ့် ရုပ်ရှင်ပါပဲ။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung
ဖြစ်ပါတယ်)
File Size……….(2.34 GB) / (930 MB) / (531 MB)
Quality…………BluRay 1080p / 720p / 480p
Duration………1Hr 38mins
Subtitle………..Myanmar Hardsub
Format…………MP4
Genre…………..Drama, Romance
Translator…….WiRa Aung
Encoder……….SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
