"Interstellar (2014)
IMDb – 8.6/10_____Rotten – 72%
Won 1 Oscar. Another 43 wins & 148 nominations
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
2014 Novemberမှာ ထွက်ရှိခဲ့ပြီး…IMDb ရဲ့ Rating အများဆုံးဇာတ်ကားများထဲမှာလည်း တစ်ကားအပါအဝင်ပါ…
ဒါရိုက်တာကလည်း Christopher Nolanဆိုမှတော့ အထွေအထူးညွှန်းနေစရာတောင် လိုမယ်မထင်မိပါဘူး…
Visual Effectsyပိုင်းမှာ အော်စကာရရှိခဲ့ပြီး အခြားဆု ၄၄ဆုနဲ့ ဆန်ကာတင် ၁၄၄ဆုစာရင်းဝင်ခဲ့ပါတယ်
… 2014ရဲ့အကောင်းဆုံး ၁၀ကားထဲမှာ စာရင်းဝင်ခဲ့ပါတယ်…(Background music
တွေလည်း နားထောင်လို့ကောင်းလို့ နားထဲတောင်စွဲနေပါလိမ့်မယ်…
ဇာတ်လမ်းနည်းနည်း ပြောပြရမယ်ဆိုရင်တော့…
21ရာစု လယ် လောက်မှာ ကမ္ဘာပျက်ကိန်း ဆိုက်လုပြီ ဖြစ်တဲ့အတွက် နာဆာ ပိုင်းလော့ဟောင်း ကူးပါး ခမျာ
ခြံစိုက်နေရာကနေ လူတွေအတွက်နေစရာ ဂြိုဟ်အသစ် ရှာဖွေရေး စစ်ဆင်ရေးထဲ ပါဝင်လိုက်ရရှာတယ်…
၁၀နှစ်အရွယ် သမီးလေး မာ့ဖ် ကို တစ်နေ့ ပြန်လာပါ့မယ် ကတိအထပ်ထပ်ပေးရင်းပေါ့…
ဒီလိုနဲ့ ပေးအပ်လိုက်တဲ့တာဝန်တွေကို ထမ်းဆောင်ရင်း…အာကာသ ကြီးရဲ့ လှည့်ကွက် အမျိုးမျိုးကိုအန်တုရင်း
ကူးပါးတစ်ယောက် မာ့ဖ်ဆီပြန်လာနိုင်ပါ့မလား…ကမ္ဘာကြီးကိုရော ကယ်တင်နိုင်ပါ့မလား…
ဆိုတာကို…Visual Effectsကောင်းကောင်း ရှုစားကြရမှာဖြစ်ပါတယ်..
..ဒီကားအတွက်အညွှန်းတောင်ရေးမတင်သင့်ပါဘူး.
..ခမ်းနားလွန်းတဲ့ ဇာတ်ကားကြီးအတွက် ဝါကျတည်ဆောက်ပုံခပ်ညံညံအောက်မှာ ဘောင်ကွပ်လိုက်သလိုဖြစ်သွားမှာစိုးရိမ်မိလို့ပါ..
.အတော်များများ မကြည့်ဖူးသေးရင်တောင် ရုပ်ရှင်ချစ်သူတိုင်းကြားဖူးကြမယ်ထင်ပါတယ်….
ဇတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့
ညီမငယ် May Thazin Myint (Wendy) ဖြစ်ပါတယ်….
(zawgyi)
2014 Novemberမွာ ထြက္ရွိခဲ႔ျပီး…IMDb ရဲ႕ Rating အမ်ားဆံုးဇာတ္ကားမ်ားထဲမွာလည္း တစ္ကားအပါအဝင္ပါ…
ဒါရိုက္တာကလည္း Christopher Nolanဆိုမွေတာ့ အေထြအထူးညႊန္းေနစရာေတာင္ လိုမယ္မထင္မိပါဘူး…
Visual Effectsyပုုိင္းမွာ ေအာ္စကာရရွိခဲ့ၿပီး အျခားဆု ၄၄ဆုနဲ႕ ဆန္ကာတင္ ၁၄၄ဆုစာရင္း၀င္ခဲ့ပါတယ္
… 2014ရဲ႕အေကာင္းဆံုး ၁၀ကားထဲမွာ စာရင္းဝင္ခဲ႔ပါတယ္…(Background music
ေတြလည္း နားေထာင္လို႔ေကာင္းလို႔ နားထဲေတာင္စြဲေနပါလိမ့္မယ္…
ဇာတ္လမ္းနည္းနည္း ေျပာျပရမယ္ဆိုရင္ေတာ့…
21ရာစု လယ္ ေလာက္မွာ ကမ႓ာပ်က္ကိန္း ဆိုက္လုျပီ ျဖစ္တဲ႔အတြက္ နာဆာ ပိုင္းေလာ့ေဟာင္း ကူးပါး ခမ်ာ
ျခံစိုက္ေနရာကေန လူေတြအတြက္ေနစရာ ျဂိဳဟ္အသစ္ ရွာေဖြေရး စစ္ဆင္ေရးထဲ ပါဝင္လိုက္ရရွာတယ္…
၁၀ႏွစ္အရြယ္ သမီးေလး မာ့ဖ္ ကို တစ္ေန႔ ျပန္လာပါ့မယ္ ကတိအထပ္ထပ္ေပးရင္းေပါ့…
ဒီလိုနဲ႔ ေပးအပ္လိုက္တဲ႔တာဝန္ေတြကို ထမ္းေဆာင္ရင္း…အာကာသ ၾကီးရဲ႕ လွည့္ကြက္ အမ်ိဳးမ်ိဳးကိုအန္တုရင္း
ကူးပါးတစ္ေယာက္ မာ့ဖ္ဆီျပန္လာႏိုင္ပါ့မလား…ကမ႓ာၾကီးကိုေရာ ကယ္တင္ႏိုင္ပါ့မလား…
ဆိုတာကို…Visual Effectsေကာင္းေကာင္း ရႈစားၾကရမွာျဖစ္ပါတယ္..
..ဒီကားအတြက္အညႊန္းေတာင္ေရးမတင္သင့္ပါဘူး.
..ခမ္းနားလြန္းတဲ့ ဇာတ္ကားႀကီးအတြက္ ၀ါက်တည္ေဆာက္ပုံခပ္ညံညံေအာက္မွာ ေဘာင္ကြပ္လုိက္သလုိျဖစ္သြားမွာစုိးရိမ္မိလုိ႕ပါ..
.အေတာ္မ်ားမ်ား မၾကည့္ဖူးေသးရင္ေတာင္ ရုပ္ရွင္ခ်စ္သူတိုင္းၾကားဖူးၾကမယ္ထင္ပါတယ္….
ဇတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့
ညီမငယ္ May Thazin Myint (Wendy) ျဖစ္ပါတယ္….
File Size : (2.73 GB) and (1.3 GB)
Quality : Blu-Ray 1080P 5.1CH and Blu-Ray 720p
Format…mp4
Duration…02:49:00
Genre : Adventure, Drama, Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by May Thazin Myint (Wendy)
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
