"ဒါကတော့ အောင်မြင်မှုတစ်ပုံကြီးရရှိထားတဲ့ စပိန်Dramaကားကောင်းတစ်ကားပါ။
ဒါရိုက်တာ Pedro Almodóvar ရိုက်ကူးထားပြီး
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb rating 7.7နဲ့ ခရမ်းချဉ်သီးမှာ 97%ရရှိထားပါတယ်။
စပိန်နိုင်ငံတွင်းဆုပေးပွဲတွေသာမကပဲ Oscarတို့
Cannes film festivalတို့ Golden globesတို့မှာလည်း
စကာတင်စာရင်းတွေဝင်ပြီး စုစုပေါင်းစကာတင်134ခုနဲ့ ဆု25ခုရထားပါတယ်။
Lead actorကလည်း Cannes film festivalမှာ Best Actorအပါအဝင်
ဆု၅ဆုရထားပြီး Oscar စကာတင်စာရင်းထဲလည်းဝင်နေပါတယ်။
ဇာတ်လမ်းကတော့ တစ်ချိန်ကအောင်မြင်မှုတွေရရှိခဲ့တဲ့
ဇာတ်လမ်းရေးဆရာ၊ဒါရိုက်တာဆာဗာဒါမယ်လိုရဲ့
လက်ရှိအခြေအနေနဲ့ အတိတ်ကအခြေအနေအနေတွေကို ပြသထားတဲ့ Flashbacksပါ။
ဆာဗာဒါဟာ အနုပညာကိုရူးသွပ်နေဆဲဖြစ်ပေမယ့်
သူ့မှာဖြစ်နေတဲ့ရောဂါတွေ စိတ်ပိုင်းဆိုင်ရာခံစားနေရမှုတွေကြောင့်
ရုပ်ရှင်မရိုက်နိုင်တော့ပါဘူး။
ဒါပေမယ့် သူ့ရဲ့နေ့စဉ်ဘဝမှာ သူငယ်ရွယ်စဉ်ကလုပ်ဆောင်ခဲ့တဲ့အရာတွေ
သူ့ရွေးချယ်မှုတွေဟာ လက်ရှိသူနဲ့သူအနုပညာတွေဖြစ်လာစေတဲ့အကြောင်းကို
တွေးတောနေတာတွေကိုရိုက်ကူးပြသထားတာပါ။
113မိနစ်လောက်အချိန်ပေးကြည့်ရှုလိုက်ရင် နောင်တရမယ့်ကားမဟုတ်ပါဘူး။
အကြမ်းအရမ်းဇာတ်ကားတွေကိုကြိုက်တဲ့သူတွေအတွက်တော့
နည်းနည်းမြောတဲ့ကားဖြစ်မယ်ဆိုပေမယ့်
ဒရမ်မာကားကောင်းတွေကြည့်ချင်တဲ့သူ‌တွေအတွက်တော့
လုံးဝလက်မလွှတ်သင့်တဲ့ကားကောင်းတစ်ကားပါပဲ။
File Size : ( 1 GB , 386 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 53 min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Moe Lay
Encoded by Moe Myint Lwin
zawgyi
ဒါကေတာ့ ေအာင္ျမင္မႈတစ္ပုံႀကီးရရွိထားတဲ့ စပိန္Dramaကားေကာင္းတစ္ကားပါ။
ဒါ႐ိုက္တာ Pedro Almodóvar ႐ိုက္ကူးထားၿပီး
IMDb rating 7.7နဲ႔ ခရမ္းခ်ဥ္သီးမွာ 97%ရရွိထားပါတယ္။
စပိန္ႏိုင္ငံတြင္းဆုေပးပြဲေတြသာမကပဲ Oscarတို႔
Cannes film festivalတို႔ Golden globesတို႔မွာလည္း
စကာတင္စာရင္းေတြဝင္ၿပီး စုစုေပါင္းစကာတင္134ခုနဲ႔ ဆု25ခုရထားပါတယ္။
Lead actorကလည္း Cannes film festivalမွာ Best Actorအပါအဝင္
ဆု၅ဆုရထားၿပီး Oscar စကာတင္စာရင္းထဲလည္းဝင္ေနပါတယ္။
ဇာတ္လမ္းကေတာ့ တစ္ခ်ိန္ကေအာင္ျမင္မႈေတြရရွိခဲ့တဲ့
ဇာတ္လမ္းေရးဆရာ၊ဒါ႐ိုက္တာဆာဗာဒါမယ္လိုရဲ႕
လက္ရွိအေျခအေနနဲ႔ အတိတ္ကအေျခအေနအေနေတြကို ျပသထားတဲ့ Flashbacksပါ။
ဆာဗာဒါဟာ အႏုပညာကို႐ူးသြပ္ေနဆဲျဖစ္ေပမယ့္
သူ႔မွာျဖစ္ေနတဲ့ေရာဂါေတြ စိတ္ပိုင္းဆိုင္ရာခံစားေနရမႈေတြေၾကာင့္
႐ုပ္ရွင္မ႐ိုက္ႏိုင္ေတာ့ပါဘူး။
ဒါေပမယ့္ သူ႔ရဲ႕ေန႔စဥ္ဘဝမွာ သူငယ္႐ြယ္စဥ္ကလုပ္ေဆာင္ခဲ့တဲ့အရာေတြ
သူ႔ေ႐ြးခ်ယ္မႈေတြဟာ လက္ရွိသူနဲ႔သူအႏုပညာေတြျဖစ္လာေစတဲ့အေၾကာင္းကို
ေတြးေတာေနတာေတြကို႐ိုက္ကူးျပသထားတာပါ။
113မိနစ္ေလာက္အခ်ိန္ေပးၾကည့္ရႈလိုက္ရင္ ေနာင္တရမယ့္ကားမဟုတ္ပါဘူး။
အၾကမ္းအရမ္းဇာတ္ကားေတြကိုႀကိဳက္တဲ့သူေတြအတြက္ေတာ့
နည္းနည္းေျမာတဲ့ကားျဖစ္မယ္ဆိုေပမယ့္
ဒရမ္မာကားေကာင္းေတြၾကည့္ခ်င္တဲ့သူ‌ေတြအတြက္ေတာ့
လုံးဝလက္မလႊတ္သင့္တဲ့ကားေကာင္းတစ္ကားပါပဲ။
File Size : ( 1 GB , 386 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 53 min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Moe Lay
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
