"Escape room ဆိုတာ အခန်းတစ်ခန်းထဲမှာအပိတ်အလှောင်ခံ၊
အထဲမှာ သဲလွန်စတွေရှာပြီး ပေးထားတဲ့အချိန်မပြည့်ခင်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အခန်းထဲက လွတ်အောင်ထွက်ရတဲ့ game တစ်ခု။
အခုရုပ်ရှင်က escape room ဟာလည်း အဲလိုပဲ entertain လည်းဖြစ်၊
ပါဝင်ကစားတဲ့သူတွေကလည်း တွေးတောကြံဆရတယ်ဆိုတဲ့
သာမန် game တစ်ခုလို့ ထင်နေကြပေမဲ့ တကယ်တမ်းတော့ မလွတ်ရင်
တကယ်သေကြရမဲ့ အကွက်တွေဖြစ်နေတဲ့အတွက် player ၆ ယောက်ဟာလည်း
တစ်ယောက်နဲ့တစ်ယောက်ကြား ယုံကြည်မှုတွေ၊
အားကိုးမှုတွေ မရှိရှိအောင် တည်ဆောက်ကြရင်း လွတ်မြောက်အောင် ဝိုင်းကြိုးစားကြရပါတော့တယ်။
Review (Minor Spoiler alert)
…
Minor Spoiler alert လု့ိသာ တပ်ထားတာပါ။
ဒီလိုကားမျိုးက (trailer အရရော) spoil လည်း ဖြစ်စရာသိပ်မရှိသလောက်ပါပဲ။
Escape room က လူအများနားလည်အောင် အကြမ်းပြောရမယ်ဆိုရင် Saw နဲ့ ခပ်ဆင်ဆင်ပါပဲ။
သူကတော့ ဟိုမှာလို near-impossible choice တွေပေးပြီး
အချင်းချင်းသတ်ခိုင်းတာမျိုးမဟုတ်ဘဲ အချိန်တိုအတွင်း clue တွေလိုက်ရှာရတာမျိုးပေါ့။
Big budget ကားကြီးလည်းမဟုတ်၊ သရုပ်ဆောင်တွေလည်း ဒိတ်ဒိတ်ကြဲတွေမပါ။
Plot လည်း မရှိသလောက်။ ရုပ်ရှင်ကားတစ်ကားအနေနဲ့ quality ကြီးတွေ
မပါဝင်ခဲ့ပေမဲ့ တစ်ကားလုံးနီးပါး မရပ်မနားနဲ့
entertain လုပ်ပေးသွားနိုင်တဲ့ကားတစ်ကားတော့ ဖြစ်ပါတယ်။
သူ့ဇာတ်လမ်းအရကလည်း အရမ်းကြီး အံ့သြစရာကောင်းလောက်တဲ့ revealation တွေမပါ၊
plot twist ကြီးတွေမပါပေမဲ့ suspense ဖြစ်စရာလေးတွေ တော်တော်များတယ်။
ဒီလိုကားမျိုးမှာ သေချာမြင်ရမှာကတော့ လူတွေအကြောင်းပဲပေါ့။
လူတွေက ရှေ့မှာဘယ်လိုနေနေ သေရေးရှင်ရေး၊
မိနစ်ပိုင်းအတွင်း ကိုယ် သို့မဟုတ် ဘေးလူတွေ သေကုန်နိုင်တယ် ဆိုတဲ့
အခြေအနေမျိုးရောက်လာတဲ့အခါ ပေါ်ထွက်လာတဲ့ သူတို့ရဲ့ အတွင်းစိတ်တွေ၊
သူတို့ရဲ့ ကြောက်လန့်မှုတွေ မြင်ရတယ်။
ဒီထက်အများကြီးပိုပြနိုင်ရင်တော့ ပိုကောင်းမယ်။
Room ထဲမှာ လာဆော့ကြတဲ့ ဇာတ်ကောင်တွေက random stranger တွေမဟုတ်ဘဲ
သေချာရွေးထားတဲ့ selection ဆိုတဲ့အကွက်ကလည်း မဆိုးဘူး။
နည်းနည်း overkill ဖြစ်နေသလိုဆိုပေမဲ့ပေါ့။ အခန်းထဲမှာ clue တွေရှာရတဲ့ဟာတွေ၊
ထောင်ချောက်ဆင်တာမျိုးတွေလည်း လုပ်ထားတာ မဆိုးဘူး။
ပြီးပြီးရောဆိုတာထက် တော်တော်လေး creative ဖြစ်တဲ့အကွက်လေးတွေ တွေ့ရတယ်။
တချို့အကွက်တွေကျတော့လည်း cheat လုပ်သလိုအကွက်တွေဖြစ်နေတတ်သလို
plot မဖြစ်ဖြစ်အောင်ကြီး အရမ်းလုပ်ပြထားသလိုမျိုးတွေ တွေ့ရတယ်။
သေကြတဲ့အခန်းတွေဆိုလည်း brutal ဖြစ်ပေမဲ့ မကြည့်ရဲလောက်အောင်
သွေးထွက်သံယိုတွေ လုပ်မထားဘူး။ အေးဆေးကြည့်လို့ရတယ်။
Escape room က လန်ထွက်နေတဲ့ကားကြီးပါလို့
ပြောလို့မရဘူးဆိုပေမဲ့ အချိန်ပေးကြည့်ရတန်တယ်။
ပျင်းရတာမျိုးမရှိဘဲ ပြီးတဲ့အထိ ကြည့်ဖြစ်သွားအောင် ဆွဲဆောင်ထားနိုင်တယ်။
ကားကြီးတွေ ပင်ပင်ပန်းပန်းမကြည့်ချင်ပဲ
နည်းနည်းပေါ့ပေါ့ပါးပါးနဲ့ brutal suspense ကားမျိုးကြည့်ချင်တယ်ဆို အဆင်ပြေပါလိမ့်မယ်။
(ဒီကားရဲ့အညွှန်းကိုတော့ DatShin မှ ကူးယူဖော်ပြပါတယ်…)
File Size : (998 MB)
Quality : BluRay 720p
Running Time : 1 hr 39 min
Format : Mp4
Genre : Action ,Adventure , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
