"Millennium Mambo(2001)
===================
IMDb Rating. = 7.1/10
Directed By Hou Hsiao-Hsien
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သိသလောက်တော့ နီယွန်ညရုပ်ရှင်တွေဟာ အရှေ့အာရှရုပ်ရှင်ပရိတ်သတ်တွေကြား ပြန်ခေတ်စားနေတာ သုံးလလောက်တော့ကြာပါပြီ။
Edward Yangရဲ့Taipei Storyတို့ Tsai Ming Liangရဲ့ Rebels of the Neon Godတို့ အခု Hou Hsiao-Hsienရဲ့ Millennium Mamboတို့အစရှိသဖြင့်ပေါ့။
Millennium Mamboဟာ ဘယ်လိုရုပ်ရှင်မျိုးလဲဆိုတာ ပြောတတ်သလိုပြောရရင်တော့ ဝေါင်ကာဝေးကားကို သရုပ်မှန်နဲ့ရိုက်ထားသလိုပါပဲ။
ဒါက Themeဖြစ်တဲ့ နီယွန်ညများကနေ ဆင့်ပွားသွားလို့လို့တော့ ထင်တယ်။
Houရဲ့ ကျန်တဲ့ရုပ်ရှင်တွေကိုတော့ သိပ်မသိပေမဲ့ Millennium Mamboမှာတော့ အရာရာတိုင်းဟာ သရုပ်မှန်ပါပဲ။ ဆန်းပြားလှပတဲ့ ဒိုင်ယာလော့ တွေလည်းမပါဘူး။
ထူးခြားတဲ့ ဇာတ်၀င်ခန်း တွေလည်း မပါဘူး။ ရိုးရိုးရှင်းရှင်းနဲ့ နီယွန်ညထဲက ဘ၀တွေအကြောင်း ရိုက်ပြထားရုံပါပဲ။
စတိုရှိခွန်ပြောဖူးတဲ့စကားထဲက အဓိကကျတဲ့ တစ်ချက်ကိုပဲ ထုတ်နုတ်ပြောရရင်။ခွန်ဟာ ပရိတ်သတ်ကို သူပြောချင်တာကို နှုတ်တိုက်သင်မပေးဘဲ သူပေးထားတဲ့ ရုပ်ရှင်နာမည်ကိုအ‌ခြေပြုပြီး နဲ့ ရုပ်ရှင်ရဲ့ Conceptကနေ ကိုယ့်ကိုယ်ပိုင်ကောက်ချက်နဲ့ အတွေးအခေါ်ကနေမှ အတွင်းကနေ သိနားလည်စေချင်တဲ့ သဘောရှိပါတယ်။
ဒီရုပ်ရှင်မှာလည်း Houလည်း ဒီလိုပါပဲ။ Millennium Mamboဆိုတဲ့ ခေါင်းစဉ်နဲ့ ရုပ်ရှင်ကို ကဗျာတစ်ပုဒ်လို ပူးတွဲ ခံစားနားလည်နိုင်အောင် ရိုက်ပြထားတယ်။ Millennium Mamboဟာ ထောင်စုနှစ် ၁၀၀၀ကနေ ၂၀၀၀ကိုပြောင်းသွားတဲ့ ၂၀၀၁ခုနှစ်တုန်းက နီယွန်ညတွေအကြောင်းပါပဲ။
နီယွန်ပီပီသသ .. ရမ္မက် မူးယစ်ခြင်း အာသီသများ… နီယွန်အိပ်မက်များ မာကျူရီမီးလုံး… တစ်ဆစ်ဆစ်ကိုက်ခဲနေသောညများ… စီးကရက် ဘောင်းဘီတို မီးခိုးငွေ့များ… လွဲချော်မှုများ အချစ်ကိုဦးစားပေးခဲ့သူများ.. အချိန်များ နေရာများ လူများ…. ထိုင်၀မ်မြို့ပြညများကို Back Ground Music မြူးမြူးနဲ့ တွဲစပ်ပြီး သူထွက်ခဲ့တဲ့ မျက်မှောက်ခေတ် ၂၀၀၁က ထိုင်၀မ်လူငယ်များရဲ့ ဘ၀ကို ထောင်စုနှစ်အသစ်တစ်ခုကို ကြိုဆိုခြင်းအားဖြင့် ဖော်ကျူးထားတယ်။
Millennium Mamboရဲ့ ဒါရိုက်တာ Hou Hsiao-Hsienဟာ ထိုင်၀မ်ရဲ့ အကောင်းဆုံး ဒါရိုက်တာတွေထဲကတစ်ယောက်။ သူက Edward Yangနဲ့‌ခေတ်ပြိုင်။
Yangလိုပဲ ထိုင်၀မ်ရုပ်ရှင်ရဲ့ First New Waveကို ဦးဆောင်ခဲ့တဲ့ သူတွေထဲကတစ်ယောက်ပါပဲ။
အကောင်းဆုံး ထိုင်၀မ်ဒါရိုက်တာတွေကို ဖော်ပြကြရင် Edward Yangနဲ့ ဘေးချင်းကပ် အမြဲရောက်နေတတ်တဲ့သူ။ရိုက်သမျှ ကားအကုန်လည်း ဖြစ်မြောက်ခဲ့တဲ့သူ‌ပါပဲ။
နီယွန်ညတွေအကြောင်းရိုက်ထားတဲ့ သူ့ရဲ့ ဒီ Millennium Mamboကလည်း နီယွန်ညတွေကို ခံစားချင်တဲ့လူတွေအတွက် စီးကရက်ကောင်းတစ်လိပ်လို ဖြစ်နေမှာတော့ သေချာပါတယ်။နီယွန်ညတွေကို အလှပဆုံး ရိုက်ပြထားတဲ့ ဒီရုပ်ရှင်ရဲ့ Cinematographer Mark Lee Ping Binကတော့ Houရဲ့ ကားအများစုမှာလည်း Cinematographer လုပ်ခဲ့ပြီး Cinematographyအပိုင်း အတော်နာမည်ကြီးခဲ့တဲ့ ဝေါင်ကာဝေးရဲ့ နာမည်ကျော် In The Mood For Loveရဲ့ စီနီမာတိုဂရပ်ဖာသုံးယောက်ထဲက တစ်ယောက်ပါ။
သူဟာ New Waveရုပ်ရှင်‌တွေရဲ့မြစ်ဖျားခံရာဖြစ်တဲ့ ပြင်သစ်အထိပါ ပေါက်ရောက်ရိုက်ကူးခဲ့တဲ့သူပါ။ သူ့ Cinematographyတွေကိုတော့ ကောင်းပါတယ်လို့ မိကျောင်းမင်း ရေခင်းပြစရာမလိုတာသေချာပါတယ်။ ဆက်စီကျကျနဲ့ ဆွဲဆောင်မှုရှိတဲ့ ရှုကျီကတော့ Millennium Mamboမှာ လူငယ်ဆန်ဆန် ရမ္မက်စိတ်အပြည့်နဲ့ မိန်းမငယ်လေးနေရာက ပါထားပါတယ်။
ဒီရုပ်ရှင်ကစလို့ နောက်ပိုင်း Houရဲ့ ကားတိုင်းမှာ သူ့ကို Lead Roleကအမြဲ တွေ့ရတတ်တယ်။ Houသာ မရိုက်သလောက် ကားအထွက်ကျဲမနေဘဲ ထပ်ထွက်နေရင် တိုနီနဲ့ ဝေါင်ကာဝေးတို့ ကျန်းရိမူနဲ့ ဂေါင်လီတို့လို လူအများလက်ခံတဲ့ အကောင်းဆုံးအတွဲအစပ်တွေ ထဲကတစ်ခု ဖြစ်သွားလောက်ပါတယ်။ ဒီရုပ်ရှင်ကိုကြည့်မယ့် သူတွေဟာ တစ်စုံတစ်ရာကိုခံစားဖို့ပဲ ကြည့်မယ့်သူတွေဆိုတော့ မိသားစုနဲ့မကြည့်သင့်တဲ့အကြောင်းတော့ ပြောစရာမလိုလောက်ပါဘူး။ နောက်ဆုံးညွှန်းဆိုချက်အနေနဲ့ Criticတစ်ယောက်ရဲ့ စကားကိုပဲ ပြောရရင် ” Millennium Mamboဟာ အနုပညာဆန်တဲ့ ဒါရိုက်တာကောင်းတစ်ယောက်ရဲ့ ခမ်းနားတဲ့ ရုပ်ရှင်‌တစ်ကားပါ။ ရုပ်ရှင်ပရိတ်သတ်တွေအကုန် ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။”
နီယွန်ညပီပီသသ ..
ရမ္မက် မူးယစ်ခြင်း အာသီသများ…
နီယွန်အိပ်မက်များ မာကျူရီမီးလုံး…
တစ်ဆစ်ဆစ်ကိုက်ခဲနေသောညများ…
စီးကရက် ဘောင်းဘီတို မီးခိုးငွေ့များ…
လွဲချော်မှုများ အချစ်ကိုဦးစားပေးခဲ့သူများ..
အချိန်များ နေရာများ လူများ….
ထိုင်၀မ်မြို့ပြညများကို
Back Ground Music မြူးမြူးနဲ့ တွဲစပ်ပြီး
သူထွက်ခဲ့တဲ့ မျက်မှောက်ခေတ်
၂၀၀၁က ထိုင်၀မ်လူငယ်များရဲ့ ဘ၀ကို
ထောင်စုနှစ်အသစ်တစ်ခုကို
ကြိုဆိုခြင်းအားဖြင့် ဖော်ကျူးထားတယ်။
(ရုပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်ဆိုသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်)
File size…510MB
Quality… DVDrip
Format…mp4
Duration….01:40:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….d3mon
Translated by WiRa Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
