"ဒီနေ့တော့ CM ပရိတ်သတ်တွေအကြိုက်တွေ့စေမယ့် Animation ဇာတ်ကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်..နိုင်ငံတကာမှာလည်းအောင်မြင်မှုများစွာရခဲ့သလို..ရုပ်ရှင်ဝေဖန်ရေးတွေကလည်း ချီးကျူးထားတဲ့ Animation ဇာတ်လမ်းကောင်းလေးဖြစ်ပါတယ် ..PauseAnimation တကားအနေနဲ့လည်း ထူးထူးခြားခြား IMDb Rating မှာ 8.5 အထိ တောင်ရောက်ရှိထားတာမို့ ကောင်းလားမကောင်းလားဆိုတာလုံးဝစဉ်းစားနေစရာလိုမှာလည်းမဟုတ်တဲ့အပြင်..ကြည့်သင့်တဲ့ Animation ဖြစ်ကြောင်းအသိ ပေးချင်ပါတယ်။အညွှန်းလေးအရင်ခံစားကြည့်ရအောင်အညွှန်းကနည်းနည်းတော့ရှည်ပါတယ်..သေသေချာချာခံစားချင်ရင် တော့စာကိုအဆုံးထိဖတ်ဖို့အကြံပေးလိုက်ပါတယ်..ဒီကားက Pixar ရဲ့ ကာတွန်းကားကောင်းတစ်ကားဖြစ်ပြီး၊ ကလေးလူကြီးမရွေး ကြည့်နိုင်တဲ့ဇာတ်ကား ကောင်းတစ်ကားပါ။The Incredibles ဇာတ်ကား Review တုန်းက Pixar ရဲ့ အကြောင်း ပရိတ်သတ်ကြီးကို ပြောပြခဲ့ဖူးပါတယ်။ဒီကုမ္ပဏီကရိုက်တဲ့ ကာတွန်းတိုင်းက ဇာတ်လမ်းကောင်းပြီး အနုပညာရသမြောက် တယ်လို့ အားလုံးသိထားကြပါတယ်။ဒီကားကလည်း ဒီအတိုင်းပဲ အနုပညာရသမြောက်အောင် ရိုက်ကူးထားနိုင်သလို၊ တကယ့် ဝမ်းနည်းကြည်နူး စရာ ကောင်းပြီး၊ခံစားချက်ရသစုံပေးနိုင်အောင် ရိုက်ကူးထား နိုင်တာတွေ့ရပါတယ်။Pixar အကြောင်းပြောရင် Toy Story 1, 2, 3 ကို မပြောပဲ နဲ့မပြီးပါဘူး။ ဒီသုံးကားက Pixar အတွက်သာမကကာတွန်းကားတွေအားလုံးထဲမှာပါ အကောင်းဆုံး လို့ သတ်မှတ်ထားကြတာဖြစ်ပြီး Original Idea ဖြစ်တဲ့ Toy Story 1 ကအကောင်းဆုံး လို့သတ်မှတ်ထားကြပါတယ်။ ကျွန်တော်ဘာလို့ဒီအကြောင်းကို ပြောရလည်းဆိုရင် ဒီ Inside Out က Toy Storyဇာတ်လမ်းတွေနဲ့တန်းတူ ကောင်းတဲ့ ကာတွန်းကားဖြစ်ပြီး အနုပညာရှုထောင့်ကကြည့်ကြည့်၊ ဖျော်ဖြည်ရေး ရှုထောင့်ကကြည့်ကြည့် ကောင်းမွန်တယ်လို့ပြောလို့ရပါတယ်။ဒီကားက ကာတွန်းကားဖြစ်လို့ လူတော်တော်များများက ကလေးတွေအတွက်ပဲလို့ ထင်ကြမှာပါ။ တကယ်တော့ ဒီကားက ကလေးရော လူကြီး ပါကြည့်ဖို့သင့်တော်ပြီး၊လူကြီးတွေ အရွယ်ရောက်ပြီးသား လူတွေက ဒီကားကိုပိုပြီး နားလည်မှာဖြစ်ပါတယ်။ ဘာလို့လည်းဆိုတော့ ဇာတ်လမ်းက လူရဲ့ စိတ်ထဲမှာရှိတဲ့ ခံစားချက်လေးတွေအကြောင်းရိုက်ထားတာဖြစ်ပြီး၊ အသက်ကြီးလာတာနဲ့အမျှ ခံစားချက်တွေပြောင်းလာပုံ၊ ဒီစိတ်ခံစားချက်တွေက ကဘယ်လိုအရေးပါပုံကို စိတ်ဝင်စားစရာဇာတ်လမ်းလေးနဲ့တင်ဆက်ထား တာဖြစ်ပါတယ်။ဒါကြောင့် ဇာတ်လမ်းမပြောခင်မှာ ကြိုပြီးပြောချင်ပါတယ်၊ ဒီကားလေးကိုကြည့်ဖြစ်အောင်ကြည့်ကြပါ။ ကလေးရော လူကြီးပါ ကြည့်သင့်ပြီး၊ကလေးတွေလည်း ကြိုက်မှာဖြစ်သလို လူကြီးတွေလည်း နားလည်ခံစား နိုင်မှာဖြစ်ပါတယ်။ ဒီကားကြည့်နေရင်းနဲ့ ပရိတ်သတ်တော်တော်များများမျက်ရည်ဝဲရသလို ဇာတ်လမ်းအဆုံးမှာ စိတ်ကျေနပ်မှုကို ရစေမှာဖြစ်ပါတယ်။ မိသားစုတူတူကြည့်နိုင်ပါတယ်။အသဲမာတဲ့သူတောင်မှ ဒီကားကြည့်ပြီးရင် အနည်းနဲ့အများတော့ ခံစားရမှာဖြစ်ပါတယ်။ ဇာတ်လမ်းအကြောင်းပြောရရင်တော့ ဇာတ်လမ်းဇာတ်အိမ်ကRiley ဆိုတဲ့ကောင်မလေးနဲ့ သူ့ရဲ့ စိတ်ခံစားချက်လေးတွေအကြောင်း တင်ဆက်ထားပြီး Riley က အမေရိကန်နိုင်ငံ အလယ်ပိုင်း ပြည်နယ်တစ်ခုဖြစ်တဲ့ Minnesotaမှာ နေထိုင်ပါတယ်။လူတွေရဲ့စိတ်မှာJoy (Happiness, Color-Gold), Sadness (Color-Blue), Fear (purple), Disgust (Green), Anger(Red) ဆိုပြီး basic feeling ၅မျိုးရှိတယ်လို့ ကာတွန်းကဆိုထားပါတယ်။ဇာတ်လမ်းအစမှာ မွေးကာစ Riley လေးမှာ Joy ဆိုတဲ့ပျော်ရွှင်မှုလေး စတင်ဖြစ်ပေါ်လာသလို၊ Sadness ကလည်း ကပ်ပါလာပါတယ်။ ဒါကြောင့် မွေးကာစမှာ တစ်ချိန်လုံးငိုနေကြတာဖြစ်ပါတယ်။ ဒီနောက်မှာတော့ ကလေးဘဝ ပြေးလွှားဆော့ကစားရင်း မသိတဲ့အရာကို ကြောက်စိတ်လေးတွေရှိသလို၊ မစားချင်တာကို အဖေအမေက ကျွေးရင်ရွံရှာတဲ့စိတ်ဖြစ်လာပြီး၊ ဒေါသလည်းထွက်လာတတ်တယ်ဆိုတာကို သဘာဝကျကျ ပီပီပြင်ပြင် သရုပ်ဖော်ထားပါတယ်။ဒီနောက်မှာတော့ ဇာတ်လမ်းကနေ လူတွေရဲ့ Personality လို့ခေါ်တဲ့ ကိုယ်နေဟန် စိတ်နေသဘောထား စတာတွေက ကလေးဘဝ မှတ်ဉာဏ်လေးကနေ ဖြစ်တည်လာတည်လို့ဆိုပြီးဥပမာလေးတွေပေးထားပါတယ်။ ကလေးဘဝမှာ အဖေအမေနဲ့ စနောက်ပြောင်ရင်းနဲ့ သူမမှာ အပြောင်အပျက်လုပ်တဲ့စိတ်ကလေးရှိလာပြီး ဒါလေးက အမြစ်တွယ်သွားပြီးသူမရဲ့ စိတ်နေစိတ်ထားထဲမှာ ပါလာသလို၊ သူ့အဖေက ကလေးဘဝမှာ ရေခဲပြင် ဟော်ကီကို ကစားစေခဲ့တာကြောင့် သူမကျောင်းတက်တဲ့အခါမှာ ဒီကစားနည်းကို နှစ်သက်လာသလိုဒီကစားနည်းမှာလည်း ထူးချွန်ခဲ့ပါတယ်။ ဒါ့အပြင် လူတွေမှာ အရေးအကြီးဆုံးဖြစ်တဲ့ မိသားစုနဲ့ သူငယ်ချင်းဖွဲတဲ့ Memory ကလည်း သူမထံမှာရှိနေသလို အမှန်အတိုင်းဝန်ခံတတ်တဲ့အကျင့်ကလည်း သူမရဲ့ Core memory ထဲမှာရှိနေပါတယ်။ဒီနေရာမှာ Core Memory တွေဆိုတာက သူမရဲ့ ကလေးဘဝက အမှတ်တရ အဖြစ်အပျက်လေးတွေနဲ့ ဖွဲ့စည်းထားပြီး၊ မိသားစု နဲ့ပတ်သက်တဲ့ Memory တွေ၊အဖေနဲ့ ရေခဲပြင်ဟော်ကီ ကစားတုန်းက ပထမဆုံး ဂိုးသွင်းလိုက်တဲ့ အခိုက်အတန့်လေးတွေ၊ ကလေးဘဝမှာ အဖေနဲ့ နောက်ပြောင်ပြီး အရှက်အကြောက်မရှိ သေးတဲ့အရွယ်မှာတုံးလုံးပတ်ပြေးခဲ့တွေ၊ မိသားစု ခရီးသွားတာတွေပါပါတယ်။ဒီလိုနဲ့ ဇာတ်လမ်းအစမှ ဇာတ်လမ်းသဘောတရားကို ရှင်းပြပြီးနောက်၊ သူတို့မိသားစုက Minnesota ကနေ အနောက်ဘက် ပြည်နယ် California က San Francisco ကိုပြောင်းပြီးနေရပါတယ်။ ဒီအချိန်မှာ ၁၁ နှစ်လုံး နေလာခဲ့တဲ့ အိမ်ရယ်၊ သူငယ်ချင်းတွေရယ်၊ ဟော်ကီအသင်းရယ်ကို စွန့်ခွာပြီး နေရာသစ်ကိုပြောင်းလာရတဲ့ Riley တစ်ယောက်မြို့သစ်မှာ အခြေကျအောင် နေရာပုံကို ဇာတ်လမ်းလုပ်ထားပါတယ်။ ဒါက ဇာတ်လမ်း အကြမ်းဖြင်းပါ။သူမရဲ့ ခေါင်းထဲမှာ Joy က အဓိက ကျပြီး သူမပျော်ရွှင်အောင် ထားပေးနေရတာဖြစ်သလို၊ San Francisco ကိုရောက်လာတဲပအချိန်မှာ ဝမ်းနည်းနေတဲ့စိတ်ကို ဖုံးပြီး မပျော်ပျော်အောင်လုပ်နေပါတယ်။ ဒါကြောင့်Sadness ကို နေရာမပေးပဲ Core Memory တွေနားကနေ ဝေးဝေးနေခိုင်းပါတယ်။ ဘာလို့လည်းဆိုတော့ Sadness က ထိလိုက်တာနဲ့ Core Memory တွေက အရောင်ပြောင်းသွားပြီးRiley ကလည်း ဝမ်းနည်းသွားတတ်လို့ပါ။ ဒါကြောင့် Joy ကသူမကိုပျော်အောင်ထားဖို့ Sadness ကိုချောင်ထိုးထားပါတယ်။ဒီလိုနဲ့ အတန်းသစ်သွားတက် ပြီးဆရာမက အတန်းထဲမှာ မိတ်ဆက်ခိုင်းတဲ့အခိုက်မှာ Minnesota က အကြောင်းကို ပြန်ပြောပြနေတုန်း Sadness ကလည်း သူမကိုသူမ ထိမ်းချုပ်လို့မရပဲCore Memory ကို ထိမိသွားပြီး ဝမ်းနည်းသွားရာက စာသင်ခန်းထဲမှာ ငိုမိပါတော့တယ်။ ဒါကြောင့် Joy နဲ့ Sadness က လုနေကြရင်းနဲ့ အမှတ်မထင်ပဲ Memory တွေသိမ်းတဲ့ ပိုက်လိုင်းကနေဦးနောက်ရဲ့ Long-term Memory Storage မှတ်ဉာဏ်တွေထားတဲ့အခန်း ကိုရောက်သွားပါတယ်။ ဒီနေရာမှာ Fear, Disgust နဲ့ Anger တို့ပဲ ကျန်ခဲပပြီး အပြင်မှာလည်း အတန်းထဲမှာငိုမိတဲ့ Rileyတစ်ယောက် ရှက်ကြောက် မိသလို ကိုယ့်ကိုကိုလည်း ဒေါသထွက် လာပါတယ်။ Joy မရှိတဲ့တဲ့ ခေါင်းထဲမှာ ကျန်တဲ့သုံးယောက်ဘာလုပ်ရမှန်းမသိဖြစ်နေပြီး၊ဟော်ကီအသင်း သစ်အတွက် လူရွေးခံရာမှာလည်း အဆင်မပြေဖြစ်ခဲ့ပါတယ်။ဒီအချိန်မှာ Joy နဲ့ Sadness တို့ နှစ်ယောက် ဌာနချုပ်ကို ပြန်ရောက်အောင် သွားနေရာက Core Memory တွေမရှိတော့လို့ Hockey ကစားတာ အဆင်မပြေဖြစ်သွားတာကြောင့် Riley ရဲ့ Hockey နဲ့ပတ်သက်တဲ့ memory က ပျက်ဆီးသွားပါတယ်။ Core Memory တွေနဲ့အတူ ဌာကိုပြန်ရောက်ရေးအတွက် Joy တစ်ယောက် အသည်းအသန်ကြိုးစားပုံကို စိတ်ကူးကောင်းကောင်းနဲ့တင်ဆက်ထားပါတယ်။ဒီလိုအပြန်ခရီးမှာ သူမရဲ့ Subconscious လို့ခေါ်တဲ့ မသိစိတ် ထဲမှာဘာတွေရှိတယ်၊ သူမရဲ့ ကလေးဘဝတုန်းက imaginary friend(စိတ်ကူးထဲက သူငယ်ချင်း၊ ဥပမာ ကလေးဘဝတုန်းက ဆော့စရာအဖော်မရှိရင် ကိုယ်စိတ်ကူးလေးနဲ့ကိုယ်ကစားတတ်သလို တစ်ချို့ကလည်း အနားမှာကစားဖော်ရှိသလိုမျိုး စိတ်ကူးယဉ်တတ်ပါတယ်။)ဖြစ်တဲ့Bing Bong ကို Joy က လမ်းမှာသွားတွေ့သလို သူ့ရဲ့အကူအညီနဲ့ ဌာနချုပ်ကို အရောက်သွားဖို့ ကြိုးစားကြပါတယ်။ဒီနေရာမှာ အများကြီး ရှင်းပြဖို့မလိုပေမယ့် ပြောချင်တာ နှစ်ခုရှိပါတယ်။ တစ်ခုက ဟောင်းသွားတဲ့ မှတ်ဉာဏ်တွေ စွန့်ပစ်တဲ့ချောက်ကြီးရှိပြီး အဲဒီအထဲကျသွားရင် ဘယ်တက်လို့မရတော့ပါဘူး။နောက်တစ်ချက်က Sadness ကို အစပိုင်းမှာ မကောင်းဘူးလို့ ပြထားပေမယ့် Sadness ဆိုတာ ဘာလို့ရှိရတယ်၊ လူတွေဘာလို့ ဝမ်းနည်းတယ်ဆိုတာ ပညာသားပါပါနဲ့ သရုပ်ဖော်ထားပါတယ်။ဒီအကြောင်းကို အဆုံးမှာ ထည့်ပေးထားမှာဖြစ်ပြီး Spoiler မဖတ်ချင်တဲ့သူတွေက ဒီနေရာမှာတင်ရပ်လိုက်ပြီး ဇာတ်ကားကိုသွားကြည့်သင့်ပါတယ်။ကလေးတွေအတွက်သီးသန့်ရိုက်ထားတာ မဟုတ်ပါဘူး။ လူတိုင်းကြည့်သင့်တဲ့ကားပါ။ ဒီကားက တစ်သက်မှာ တစ်ခါ၊ Generation (မျိုးဆက်) တစ်ခုမှာ တစ်ခါ ကြုံတောင့်ကြုံခဲ ထွက်လာတဲ့ဇာတ်ကားမျိုးဖြစ်ပြီး၊ ဒါမျိုးဇာတ်ကား အရင်က မရှိခဲ့သလို နောက်ထပ် ထပ်ရှိဖို့လည်းမလွယ်တော့ပါဘူး။ (Sequel ကိုမဆိုလိုပါဘူး။) ဥပမာ ရုပ်ရှင်လောကမှာGodfather နဲ့ Citizen Kane က Masterpiece ဆိုရင် Toy Story နဲ့ Inside Out က ကာတွန်းတွေထဲမှာ တစ်သက်မှ တစ်ခါကြည့်ရခဲ့တဲ့ ကာတွန်းမျိုးတွေပါ။ဒီကားက ပြီးခဲ့တဲ့ ၅ နှစ်အတွင်းမှာ ကျွန်တော်ကြည့်ဖူးသမျှကားတွေထဲက အကောင်းဆုံး ရသပေးနိုင်တဲ့ ကားဖြစ်ရုံသာမက အကောင်းဆုံး ပညာပေးနိုင်တဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်။လက်မလွှတ်တမ်း ကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ လူတိုင်းကြည့်သင့်ပါတယ်။အထက်ကပြောခဲ့တဲ့ Sadness က ဘာလို့ရှိရတယ် လူတွေဘာကြောင့်ဝမ်းနည်းတယ်ဆိုတာကို ကျွန်တော် ဒီမှာနည်းနည်းရှင်းပြပါမယ်။ ဒါက ဒီကားတစ်ကားလုံးနဲ့ အဓိကကျတဲ့ဇာတ်ဝင်ခန်းဖြစ်ပါတယ်။ Joy နဲ့ Sadness တို့ ဌာနချုပ်ကိုပြန်နေရင်းနဲ့ လမ်းမှာ Joy က memory လေးတစ်ခုကို ရှာတွေ့သွားပါတယ်။ ဒီမှာ သူမရဲ့ အသင်းကသူမကို ဝိုင်းအားပေးနေကြတာဖြစ်ပြီး အဖေနဲ့အမေက လည်း အနားမှာ အားပေးနေကြပါတယ်။ ဒါကြောင့် သူမက Sadness ကို နင်ဒီနေ့လေးကိုမှတ်မိလား Riley ပျော်နေတဲ့နေ့လေ လို့ပြောတော့ Sadness က သူမမှတ်မိတာ အဲ့ဒီနေ့က ကောင်မလေးက အသင်းအတွက် အရေးပါတဲ့ဂိုးကိုမသွင်းပေး နိုင်လို့ အသင်းရှုံးသွားတာကြောင့် ဝမ်းနည်းနေတာကိုမှတ်မိတယ်လို့ပြန်ပြောပါတယ်။ဒီအခါမှာ Joy က Sadness ကို ဆက်မပြောဖို့တားပြီး ပျော်အောင်နေဖို့ပြောပါတယ်။ ဒီကနေ နောက်ဆုံးအခန်းမှာ Joy နဲ့ Riley ရဲ့ စိတ်ကူးယဉ်သူငယ်ချင်း Bing Bong တို့ Memory စွန့်ပစ်တဲ့ချောက်ထဲကို ကျသွားခဲပါတယ်။ ဒါကြောင့် Joy က အထက်ကို ပြန်တက်ဖို့ကြိုးစားရင်းနဲ့ မရတဲ့အဆုံးမှာ ဝမ်းနည်းပြီး သူမနဲ့အတူ သယ်လာတဲ့ Memory လေးတွေကိုပြန်ကြည့်မိပါတယ်။ဒီနေရာမှာ ခုနက အသင်းသားတွေနဲ့အဖေအမေ တို့အားပေးနေတဲ့ Memory လေးမှာ အမှတ်မထင် နောက်ကို ပြန်ရစ်ကြည့်လိုက်မိတဲ့အခါမှာ Sadness ပြောသလိုပဲ သူမကြောင့် အသင်းရှုံးလို့အားငယ်နေတဲ့ Riley ကိုတွေ့ရလိုက်ရပါတယ်။ ဒီအချိန်မှာပဲ အဖေနဲ့အမေက ရောက်လာပြီး အားပေးကြသလို၊ သူငယ်ချင်းတွေက လည်းလာအားပေးကြပါတယ်။ဒီမှာ Joy သဘောပေါက်သွားတာက ဝမ်းနည်းတဲ့အချိန်မှာ မိသားစုရော သူငယ်ချင်းတွေပါ အနားကိုလာပြီး အားပေးကြလို့ ပျော်ရွှင်သွားရတယ်ဆိုတာဖြစ်ပါတယ်။ဒါကြောင့် Sadness မရှိရင် Joy လည်းမရှိနိုင်သလို၊ ကိုယ်ဝမ်းနည်းနေတာကို ထုတ်မပြရင် ကိုယ့်ကိုချစ်တဲ့သူတွေကလည်း ကိုယ့်ကိုအားပေးဖြစ်မှာ မဟုတ်တော့ပါဘူး။ ဒါကြောင့် Riley ရဲ့Core Memory တွေကို Sadness က ထိလိုက်တဲ့အခါ အရောင်ပြောင်သွားတာဖြစ်ပါတယ်။ ဘာလို့လည်းဆိုတော့ သူမရဲ့ Core Memory အဟောင်းတွေက Minnesota က မှတ်ဉာဏ်တွေဖြစ်ပြီးဒါတွေက အတိတ်မှာ ကျန်ခဲ့လေတော့ ဝမ်းနည်းစရာတွေဖြစ်သွားတာဖြစ်ပါတယ်။ဒီလို နဲ့ Joy က အပေါ်ပြန်ရောက်အောင်လုပ်ပြီး Sadness နဲ့ အတူ ဌာနချုပ်ကို ပြန်သွားရပါတော့တယ်။ ဒီလို ချောက်ထဲက ပြန်တက်တဲ့အခန်းလေးက အရမ်း ပညာသားပါပြီး၊ ကြေကွဲဖို့ကောင်းသလိုသေချာတွေးကြည့်ရင် အရမ်းကောင်းတဲ့ အခန်းလေးဖြစ်ပါတယ်။ ဘာလည်းဆိုတာတော့ ကျွန်တော်ပြောတာထက် ကိုယ်တိုင်ကြည့်ရင်ပိုကောင်းပါတယ်။ ဒီအခန်းမှာ စိတ်မနိုင်သူတွေဆိုမျက်ရည်ကျရတဲ့အထိကိုကောင်းပြီး ကျွနေ်တာ်ကိုယ်တိုင်တောင် မျက်ရည်ဝဲမိတဲ့ အခန်းဖြစ်ပါတယ်။ လူတွေအားလုံးလည်း အသံတိတ်နေပြီး တကယ်ကိုကောင်းပါတယ်။အထူးသဖြင့် ဘယ်သူမှ မထင်မှတ်ထားပဲ ရုတ်တရက်ဖြစ်သွားတာလေးပါ။ တစ်ကားလုံးမှာ အကောင်းဆုံး ဇာတ်ဝင်ခန်းဖြစ်ပါတယ်။ ဒါ့အပြင် ဒီကားတစ်ကားလုံးမှာ ပရိတ်သတ်အမှတ်ရနေစေမယ့် စကားတစ်ခွန်းလည်း ရှိပါတယ်။ဌာနချုပ်ရောက်တဲ့အခါမှာတော့ Anger ရဲ့ မဆင်မခြင်လုပ်မှုကြောင့် Riley က အိမ်ကနေထွက်ပြေးပြီး Minnesota ပြန်ပြေးဖို့ လုပ်နေပါတယ်။ ဒါကို မှားမှန်းသိပေမယ့် ပြင်ဆင်လို့မရတော့ပါဘူး။Riley တစ်ယောက် ခံစားချက်မဲ့သွားပြီး သူမရဲ့ Emotion တွေ သူမကို ထိန်းချုပ်တာမခံတော့ပါဘူး။ ဒီအချိန်မှာ Joy နဲ့ Sadness တို့အချိန်မှီ ပြန်ရောက်လာပြီး Joy က သူမကမထိန်းချုပ်တော့ပဲSadness ကို ထိန်းချုပ်ခိုင်းပါတယ်။ Sadness ကြောင့် ဝမ်းနည်းသွားရတဲ့ Riley က အရင်တုန်းက မိသားစုတူတူ ရှိခဲ့တာတွေ ပြန်သတိရလာပြီး ဘတ်စ်ကားပေါ်ကနေ ဆင်းပြေးကာ အိမ်ကိုအရောက်ပြန်သွားပါတယ်။ အိမ်ရောက်တဲ့အခါမှာ ဝမ်းနည်းပက်လက် နဲ့အဖေနဲ့အမေကို သူမခံစားနေရတာကိုဖွင့်ပြောခဲ့ပါတယ်။သူမက အရင်အိမ်နဲ့သူငယ်ချင်းတွေကို လွမ်းတဲ့အကြောင်း ပြောပြရင်း အဖေအမေက နှစ်သိမ့်တာကိုခံယူ ရပြီးနောက် ဝမ်းနည်းမှုနဲ့အတူ မိဘရဲ့ အားပေးမှုကြောင့် စိတ်ကျေနပ်သွားခဲ့ပါတယ်။ဒါကြောင့် သူမမှာ New Core Memory ဖြစ်လာပြီး ဒီ Core Memory က Gold နဲ့ Blue (ဝမ်းနည်းဝမ်းသာဖြစ်နေပြီး) နှစ်ရောင်ထွက်နေသလို၊ ဒီ Core Memory က သူမရဲ့ အိမ်အသစ် ဖြစ်တဲ့San Francisco ကအိမ်မှာ အဖေအမေ ရဲ့အားပေးမှု့ကိုရသွားတဲ့ အကြောင်းဖြစ်ပါတယ်။၀မ်းနည်းနေတဲ့အချိန်မှာ ဝမ်းနည်းတာကို အတင်းမျိုသိပ်ထားရင် ကိုယ့်ပတ်ဝန်းကျင်က ကိုယ့်ကို ဂရုစိုက်တဲ့သူတွေကဘာမှလုပ်ပေးလို့ရမှာမဟုတ်သလို၊ ရင်ထဲကခံစားနေရတာကို ထုတ်ပြဖို့ သင်ခန်းစာပေးထားပါတယ်။ဒီဇာတ်ကားအတွက်ဘာသာပြန်သူကတော့ ကိုညီသံလွင်ပဲဖြစ်ပါတယ်..အညွှန်းကိုတော့ ရုပ်ရှင်မိတ်ဆက် Movies For Myanmar မှ ပြန်လည်တင်ပြပါတယ်.File size…2.3GB /593MBQuality…2160p Blu Ray HEVC 5.1 CH / 720pFormat…Mp4Duration….1h 34minSubtitle….Myanmar Subtitle(Hard Sub)Encoder….Thit San KhantTranslated by Nyi Thant Lwin"