"မိဘမဲ့ကလေးတွေကို ဘောင်အပြင်ကလူတွေလို အပယ်ခံတွေအဖြစ်နဲ့ တစ်ဆင့်နှိမ့်ပြီး သတ်မှတ်တတ်ကြပါတယ်။
သနားစရာကောင်းရင်ကောင်း၊ မကောင်းရင် ကြောက်စရာကောင်းတယ်လို့ မြင်တတ်ကြပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Youtube မှာတွေ့လိုက်တဲ့ အပြေးပြိုင်ပွဲလေးတစ်ခုအကြောင်းကို သွားပြီးသတိရပါတယ်။
ပြိုင်ပွဲဝင်တွေအားလုံးကို တညီတည်းရပ်စေပါတယ်။
မိဘရှိသူကို ခြေတစ်လှမ်းတိုးခိုင်းတယ်။ နေစရာရှိသူကို တစ်လှမ်းတိုးခိုင်းတယ်။
အလုပ်ရှိသူ၊ ဘွဲ့ရသူ စတဲ့ အားသာချက်တစ်ခုတိုင်းအတွက် ခြေလှမ်းတစ်လှမ်းစီရှေ့ကိုခိုင်းပါတယ်။
နောက်ဆုံး အားလုံးအတွက် နေရာသတ်မှတ်ပြီးတဲ့ အချိန်မှာ အနောက်ဆုံးက လူတွေဟာ သနားစရာအကောင်းဆုံး (သို့) ကြောက်စရာအကောင်းဆုံးလိုလူတွေပဲ ကျန်ခဲ့ပါတယ်။
ဒါပေမဲ့ ဒီပြိုင်ပွဲမှာတော့ သူတို့က တခြားသူတွေလိုပဲပြိုင်ပွဲဝင်ပါပဲ။
အနောက်ဆုံးမှာဆိုပေမဲ့ သူတို့မှာ ဝင်ရောက်ပြိုင်ဆိုင်ခွင့်၊ ပန်းတိုင်ကို အောင်မြင်စွာရောက်နိုင်ခွင့်ရှိနေပါတယ်။
တခြားသူတွေက သူတို့ကို အထင်သေးအမြင်သေးဖြစ်နေပေမဲ့ သူတို့ကိုယ်သူတို့ “ငါသည်လည်း ပြိုင်ပွဲဝင်တစ်ယောက်ပဲ” ဆိုတဲ့ လေးစားသမှုလေးဝင်ပြီး ပထမရဖို့ကို အားကုန်ပြေးခဲ့ကြပါတယ်။
လူ့လောကကို အပြေးပြိုင်ပွဲလေးတစ်ခုနဲ့ ဥပမာပြသွားတာ အရမ်းကိုသေသပ်ပါတယ်။
နောက်ဆုံးကနေတာထွက်ရတဲ့သူက ပထမမရဘူးလို့ ဘယ်သူကပြောနိုင်မှာလဲ။
နောက်ဆုံးကနေတာထွက်ရတောင် လောကအလည်မှာ ပထမနေရာဆိုတာကို ရနိုင်တဲ့အကြောင်းကို စွမ်းပကားကြီးတဲ့ မိဘမဲ့ကလေး ၁၂ ယောက်က ဒီဇာတ်ကားမှာ သက်သေပြသွားကြမှာပါ။
မိဘမဲ့ဂေဟာမှာရှိတဲ့ ကလေးတွေကို အနှိမ်ခံအပယ်ခံဘဝကနေ လွတ်မြောက်လာနိုင်အောင် ကူညီပေးပြီး ကိုယ်တိုင်က ရုန်းထွက်လာချင်အောင် စိတ်ဓာတ်ခွန်အားပေး ခဲ့တဲ့ ဘောလုံးနည်းပြတစ်ယောက်နဲ့ မိဘမဲ့ဂေဟာက တာဝန်ရှိသူတွေရဲ့ ကြိုးပမ်းမှုတွေနဲ့ လောကအလယ်မှာ ဂုဏ်ငယ်စရာလူတွေမဖြစ်ရအောင် ကြိုးစားခဲ့ကြတဲ့ မိဘမဲ့လေးတွေရဲ့ စိတ်ဓာတ်ခွန်အားကို ကိုယ်တိုင်ဝင်ပြီး ခံစားနိုင်မှာပါ။
ဘောလုံးဆိုတာတောင်မမြင်ဖူးတဲ့ ဒီကလေးတွေကို နည်းပြကြီးက ဘောလုံးအကျော်အမော်တွေဖြစ်လာအောင် နဲ့ မမျှမတဆက်ဆံခံခဲ့ကြရလို့ တစ်လောကလုံးကို အမြင်စောင်းနေကြတဲ့ သူတို့လေးတွေ လောကအလယ်မှာ အဆင်ပြေပြေ မားမားမတ်မတ်ရပ်တည်နေနိုင်အောင် ဘယ်လိုလမ်းညွှန်ပြသသွားမလဲဆိုတာကိုလည်း ဇာတ်ကားထဲမှာ ဝင်ခံစားကြည့်ကြတာပေါ့။
File size…(2.3 GB) / (1.2 MB) / (500MB)
Quality…Bluray 1080p/720p/480p
Format…mp4
Duration….01:58:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….d3mon
Translated by Yoon Wah Wah Theint
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
