"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အမေရိက သမိုင်းရဲ့ အချောဆုံး အခန့်ညားဆုံး
လူသတ်ကောင် . .
(သို့မဟုတ်)
Ted Bundy ဆိုတဲ့ စိတ္တဇ လူသတ်သမားတစ်ယောက်ရဲ့ အကြောင်း . .
_________________
ဖြစ်ရပ်မှန် အဖြစ်အပျက်ပါ။
_________________
၁၉၇၀ ဝန်းကျင်တုန်းက အမေရိက မှာ Ted Bundy ဆိုတဲ့ လူတစ်ယောက် ရှိဖူးခဲ့တယ်။ သူက ရုပ်ချောတယ်။ တဖက်သားကို အရမ်း လွမ်းမိုးနိုင်တယ်။ သူ့ကိုမြင်တဲ့ ကောင်မလေးတိုင်း တဖြုတ်ဖြုတ် ကြွေကြတယ်။ စကားပြောညက်တယ်။ လူကြီးလူကောင်း ပီပီသသ နဲ့ တကယ့် ယောကျာ်းဖြောင့်ကြီး တစ်ယောက်လို နေတတ်တယ်။
ဒါပေမယ့် . . သူက လူ သတ်သမား တဲ့။ သတ်တာမှ ကောင်မလေးတွေ အမျိုးသမီးတွေကို သတ်တာ။ ပိုးစိုးပက်စက် ကို သတ်တာ။ လွှနဲ့ ခေါင်းဖြတ်သတ်တယ်။ မျက်နှာတစ်ခုလုံး ကြေမွသွားအောင် တုတ်နဲ့ ရိုက်တယ်။ မုဒိန်းကျင့်တယ်။ ဘာအကြောင်းမှ မရှိပဲကို သတ်တဲ့ စိတ်ရောဂါရှင်ဆန်ဆန် sociopath လူသတ်သမားကြီး။
နောက်တော့ အဖမ်းခံရတယ်။ ရုံးတင် စစ်တာ ခံရတယ်။
Ted Bundy ဟာ ဥပဒေ ကျောင်းသားလည်း ဖြစ်နေပါသေးတယ်။ ဒါကြောင့် သူ့အမှုကို သူကိုယ်တိုင် ရှေ့နေအဖြစ် ကိုင်တွယ်တယ်။ သူ အမှု မကျူးလွန်ကြောင်း ငြင်းဆိုတယ်။ တဖြည်းဖြည်းနဲ့ သူ့ အမှု တွေက နာမည်ကြီးလာပြီး အမေရိက သမိုင်းမှာ ပထမဆုံး ရုပ်သံ Live ထုတ်လွှင့်ခြင်းခံရတဲ့ အမှုသည် ဖြစ်လာတယ်။
သူ့ကို ရုံးထုတ် စစ်ဆေးပြီဆိုရင် ကောင်မလေးတွေ အများကြီး လာ နားထောင်ကြတယ်။ တရားသူကြီးရှေ့မှာ သူ ပြောသမျှ ဟုတ်ဟုတ် မဟုတ်ဟုတ် ယုံကြတယ်။ မင်းသားတစ်ယောက်ရဲ့ ရိုက်ကွင်းကို လာအားပေးသလိုမျိုး သူ့ကို လာအားပေးကြတယ်။
ဒီလိုနဲ့ ငြင်းလိုက်ခုံလိုက် ပယ်ချလိုက် ကာကွယ်လိုက် နဲ့ ဆယ်နှစ်ကျော်ကြာအောင် အမှု ရှည်ကြီးကို Ted Bundy တစ်ယောက် ဖြတ်သန်းပြီးချိန်မှာတော့ . . . . .
____________
Extremely Wicked, Shockingly Evil and Vile
IMDB – 6.7/10
Rotten Tomatoes – 56%
MKWah – 3.8/5
____________
ဒီ ရုပ်ရှင်က ကျွန်တော် ပြောခဲ့သလိုပဲ ဖြစ်ရပ်မှန် ပါ။ Ted Bundy ဆိုတဲ့ တစ်ကယ်ရှိခဲ့တဲ့ လူတစ်ယောက် အကြောင်းကို ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်။
Ted ရဲ့ character ကို ကျွန်တော် documentary တွေ သတင်းဟောင်းတွေ ဓာတ်ပုံတွေကနေတစ်ဆင့် အနည်းငယ် တီးခေါက်ကြည့်လိုက်တော့ ဒီ ရုပ်ရှင်ထဲမှာ ဖော်ပြထားတဲ့ Ted အတိုင်းပါပဲ။
တကယ့်အပြင်က Ted ကလည်း ကိုယ့်ကိုယ် ယုံကြည်မှု အပြည့်ရှိတယ်။ သူ အပြစ်ကင်းကြောင်းကို ပြုံးပြီး သတ္တိရှိရှိ အမြဲပြောတယ်။ တစ်ခါ နှစ်ခါတည်း စကားပြောကြည့်ရင် အင်မတန် ချစ်တတ်ပြီး နူးညံ့သိမ်မွေ့ပြီး အားကိုးချင်စရာကောင်းတဲ့ ယောကျာ်းကောင်းတစ်ယောက် ရဲ့ အသွင်အပြင်ကို မြင်ရမယ်။ စကားပြောကောင်းတယ်။ အရမ်းတော်တယ်။ အဝတ်အစား ဝတ်စားတာကအစ မင်းသားရှုံးတယ်။ ပျင်းစရာကောင်းတဲ့ တရားခွင်ထဲကို ကောင်မလေး ချောချောလေးတွေ အများကြီး လာထိုင် နားထောင်ရင်း သူ့ကို ငေးကြည့်ရသည်အထိ ဆွဲဆောင်မှု ရှိတယ်။
တစ်ဖက်မှာတော့ အမျိုုးသမီးတွေကို မညာမတာ ရက်ရက်စက်စက် နည်းလမ်းတွေနဲ့ လူမသိ သူမသိ သတ်ဖြတ်လေ့ရှိတဲ့ လူသတ်သမားကြီး။ အဲ့ဒီ ၁၉၇၀ – ၁၉၈၀ ဝန်းကျင်တုန်းက လူသတ်သမားတွေ အများကြီးထဲမှာမှ တော်တော် သောင်းကျန်းပြီး ကြောက်ဖို့ကောင်းတဲ့ လူသတ်သမား။ FBI က အလိုချင်ဆုံး ရာဇဝတ်သား ၁၀ ယောက် ထဲ မှာ ပါတယ်။
တစ်ခုတော့ ရှိတယ်။ Ted ဘဝမှာ ဘယ်တော့မှ မသတ်ရက်ခဲ့တဲ့ သိပ်ချစ်ရတဲ့ အမျိုးသမီး တစ်ယောက် ရှိတယ်။ သူ့နာမည်က Liz တဲ့။
ဒီဇာတ်လမ်းတစ်ခုလုံးရဲ့ အသက်သွေးကြောက Ted ရဲ့ ဘဝ ဆိုရင် Ted နဲ့ Liz ရဲ့ အချစ်ဇာတ်လမ်းဟာ ဒီဇာတ်လမ်းရဲ့ နှလုံးသားပဲ။
သိပ် ရက်စက်တဲ့ လူသတ်သမားကြီးဆီမှာ သိပ်ချစ်ရတဲ့ ချစ်သူ တစ်ယောက် ရှိခဲ့တယ်။
. . . .
Ted Bundy အဖြစ် သရုပ်ဆောင်တဲ့သူကတော့ Zac Efron ပါ။ Zac ကို သိတဲ့သူတွေ သိကြပါတယ်။ ဒီ နိုင်ငံက ပရိတ်သတ်တွေနဲ့လည်း သိပ် မစိမ်းပါဘူး။ အထူးသဖြင့် comedy films တွေမှာ တွေ့ရတယ်။ တစ်ခါတစ်လေ romance films တွေမှာ တွေ့ရတယ်။
သူ့ acting က တခြား ဟောလီးဝုတ်မင်းသားတွေနဲ့ယှဉ်ရင် ရုပ်ရှင်ကြည့် ပရိတ်သတ်တွေရဲ့ ရင်ထဲ သိပ်မရောက်ခဲ့ဘူး။ သူ့ character တွေကလည်း သိပ်ပြီး strong မဖြစ်ခဲ့ဘူး။
ဒါပေမယ့် ဒီကားမှာတော့ Ted Bundy အဖြစ် Zac ဟာ အပြည့်အဝ စိတ်နှစ်ကိုယ်နှစ် သရုပ်ဆောင်သွားနိုင်ခဲ့ပါပြီ။ Zac ဟာ သူ့ အရည်အချင်းကို အားလုံး အံ့သြသွားတဲ့အထိ ပြနိုင်ခဲ့ပါပြီ။ ဒီကားကို ကြည့်ပြီးချိန်မှာတော့ ရုပ်ရှင်ဝေဖန်ရေးဆရာများ Zac ကို ချီးကျုးကြတယ်။ 2020 ရဲ့ Oscar ဇကာတင်တောင် ဝင်သွားနိုင်ကြောင်း ကောင်းချီးပေးကြတယ်။
တကယ်ပဲ Zac ရဲ့ သရုပ်ဆောင်မှုတွေက အရမ်း ခွန်အားရှိပြီး သူ ဘယ်လောက် ပြင်ဆင်ကြိုးစားထားတယ်ဆိုတာ ရုပ်ရှင်ကြည့်သူတွေ မြင်နိုင်ပါတယ်။
တခြား supporting actors များ ဖြစ်ကြတဲ့ Lily Collins တို့ Kaya Scoelario တို့ Jim Persons တို့လည်း Zac ကို အကောင်းဆုံး ဝိုင်းပံ့ပိုးပေးနိုင်တယ်။ Biopic ဖြစ်တဲ့အလျောက် character များက လက်တွေ့ကျတယ်။ ခိုင်မာတယ်။ Lily Collins က Ted သိပ်ချစ်ရတဲ့ Liz အဖြစ် သရုပ်ဆောင်ထားတယ်။
နောက်တစ်ခု ထပ်ပြီး သဘောကျမိတာက editing ပါ။ တကယ်တော့ Ted Bundy ဆိုတဲ့သူက လူတွေ သတ်တယ်။ နောက်တော့ အဖမ်းခံရတယ်။ တရားရုံး တက်ရတယ်။ ဒီလောက် ဇာတ်လမ်းကတော့ တကယ်ဆို ရိုးပါတယ်။ ဒီထက် စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်လမ်းတွေ အများကြီး ရှိသေးတယ်။ ဒါကို ဘာကြောင့် ကြည့်မှာလဲ ဆိုတဲ့ မေးခွန်းရှိတယ်။ ဒါပေမယ့် ဒီကားကို မျက်လုံးက မဖယ်ခွါနိုင်လောက်အောင် ကြည့်ချင်စရာဖြစ်အောင်ဖြစ်စေတာကတော့ Editing ရဲ့ ပညာကြောင့် အများကြီး ဆိုင်ပါတယ်။
ဇာတ်လမ်း အစ မှာတင် Ted နဲ့ သူ သိပ်ချစ်တဲ့ Liz တို့ စ ပြီး ဆုံတွေ့ကြတဲ့ ညလေး နဲ့ စ တယ်။ အဲ့ဒီ အဖြစ်အပျက်ရယ် Ted အဖမ်းခံရပြီး ၁၉၈၀ ဝန်းကျင် မှာ Liz က Ted ကို ထောင်ဝင်စာ လာတွေ့တဲ့ နေ့ရယ်ကို တစ်လှည့်စီ ပြတယ်။
ဒီကားရဲ့ တည်းဖြတ် (editing) ပညာရှင်များဟာ ကျွန်တော်တို့ ရုပ်ရှင်ကြည့် ပရိတ်သတ်တွေကို Ted ရဲ့ မိန်းမ Liz ရဲ့ အမြင်ကနေ ခံစား စေတယ်။ ဒါကြောင့်လည်း ဒီဇာတ်ကားကို ကြည့်တဲ့တစ်လျှောက်လုံးမှာ Ted က တကယ်ပဲ ဒီ အမှုတွေကို ကျူးလွန်ခဲ့တာလား ဆိုတာကို သံသယ ပါ ဝင်လာတဲ့ အထိပဲ။
အစမှာ သိပ် နူးညံ့သိမ်မွေ့ပြီး သူ့ကို လက်နဲ့တောင် မရွယ်တဲ့ ယောကျာ်းက မိန်းမ ၁၅ ယောက်လောက်ကို ပိုးစိုးပက်စက် သတ်တယ်ဆိုတာ လုံးဝ မဖြစ်နိုင်ဘူး ဆိုတဲ့ အတွေးမျိုး . .
ဇာတ်ကား တစ်ဝက်လောက်မှာတော့ ငါ့ယောကျ်ား သတ်တာ ဖြစ်နိုင်တယ်။ ဒါပေမယ့် မသေချာသေးပါဘူးလေ . . ဆိုတဲ့ အတွေးမျိုး . . .
ယောကျာ်းဖြစ်သူကို အပြစ်မမြင်တဲ့ မိန်းမတစ်ယောက်ရဲ့ အတွေးတွေ ကျွန်တော်တို့ ခေါင်းတွေထဲ ကူးစက်လာပါတော့တယ်။
ဒါတွေကို editing ပညာရှင်များက အောင်မြင်စွာ ပြသွားနိုင်ခဲ့တယ်။
နောက်တစ်ချက် သဘောကျသေးတာက cinematographer ကို ပါ။ Birdman တို့ La La Land တို့လို ထူးဆန်းတဲ့ စတိုင်မျိုး မဟုတ်ပဲ ရိုးစင်းပေမယ့် ရုပ်ရှင်နဲ့ လိုက်ဖက်တဲ့ cinematography စတိုင်ကို ဖန်တီးပေးနိုင်တယ်။ ရင်ထဲ ရောက်တယ်။ camera movement တွေ focus in / out တွေကို ကောင်းကောင်းအသုံးပြုပြီး Ted ဘယ်လိုတွေးနေသလဲ Liz ဘယ်လို တွေးနေသလဲ director က ဘာကိုပြချင်သလဲ ဆိုတဲ့ အပြတွေကို ထိ ထိ ရောက် ရောက် ပြ ပေးန်ုင်တယ်။
ဒီဇာတ်ကား အကြောင်းပြောရင် ဇာတ်ညွှန်းကိုလည်း ချန်ခဲ့လို့ မဖြစ်ဘူး။ editing ကောင်းတယ် cinematography ကောင်းတယ်ဆိုတာ ဇာတ်ညွှန်းရဲ့ လမ်းညွှန်မှုတွေနဲ့လည်း ဆိုင်တယ်။ ဇာတ်ညွှန်းကို သက်ဆိုင်ရာ ရုပ်ရှု်ပညာရှင်တွေအားလုံးက သဘောကောင်းကောင်းပေါက် မှလည်း သူတို့ ဖန်တီးမှုတွေ ကောင်းကောင်းလုပ်နိုင်မှာ။
ဒီဇာတ်ညွှန်းရဲ့ အားအကောင်းဆုံးအချက် ကတော့ ဇာတ်လမ်းတစ်ခုလုံးရဲ့ ၉၇% လောက်က Bundy တစ်ယောက် ဒုတ် ဓားတွေနဲ့ သတ်ဖြတ် ပြနေတာတွေ တစ်ခုမှ မပြဘူး။ ဒါပေမယ့် အဲ့ဒါတွေ မပါပဲ ကျောချမ်းစရာကောင်းတဲ့ ဇာတ်ရုပ်ဖြစ်တဲ့အထိ လုပ်ပြသွားတယ်။ ဇာတ်ညွှန်းရှင်ရဲ့ ပညာပေါ့။
နောက်ဆုံး အလေးပြု ရမှာကတော့ ဒါရိုက်တာ ပါပဲ။ ဒါရိုက်တာဖြစ်သူ Joe Burlington ဟာ crime film နဲ့ crime documentary တွေကို စိတ်ဝင်စားတဲ့သူ။ Ted ရဲ့ အမှုကိုလည်း တော်တော် စိတ်ဝင်စားပြီး တော်တော်လေ့လာထားပုံ ရတယ်။ Ted ရဲ့ audio tape တွေကို အခြေခံပြီး ” Conversation with a killer: the Ted Bundy tape ” ဆိုတဲ့ documentary တစ်ခုကိုလည်း ဖန်တီးထားခဲ့သေးတယ်။
Ted ရဲ့အကြောင်းကို ဒါရိုက်တာတွေ အများကြီး ရိုက်ဖူးတယ်။ ဒီကားက ပထမဆုံး မဟုတ်ဘူး။ ဒါပေမယ့် Joe ရိုက်တဲ့ ဒီကားမှာတော့ Ted နဲ့ Liz ရဲ့ ကြီးမားတဲ့ chemistry ကိုလည်း လှလှပပ ပုံဖော်ပေးနိုင်သလို အမေရိက မှုခင်းသမိုင်းရဲ့ ထူးခြားတဲ့ မှုခင်း ဖြစ်ကြောင်းလည်း artistic ဖြစ်ဖြစ် တင်ပြနိုင်ခဲ့တယ်။
___________
Ted အမှု နာမည်ကြီးနေချိန်တုန်းက အမေရိက သတင်းစာ ဆရာတွေက သူ့ကို နာမည်အမျိုးမျိုးပေးကြတယ်။ အဲ့ထဲမှာမှ တစ်ယောက်က Ted ကို . .
” Handsome Evil ” လို့ ခေါ်သတဲ့။
Ted နဲ့ သိပ် လိုက်ဖက်တဲ့ စကားလုံးပေါ့။
Extremely Wicked, Shockingly Evil and Vile ရဲ့ cast & crew တစ်ဖွဲ့လုံးကို ကျေးဇူးတင်ပါတယ်။
၂၀၁၉ ရဲ့ one of the best films ဖြစ်မယ်လို့လည်း ယုံကြည်တယ်။
နာမည်ကိုက Extremely Wicked, Shockingly Evil and Vile တဲ့ . . . ။
___________
မောက်ခမ်းဝါ
#MKWah_film_review
(ရုပ်ရှင်အညွှန်းကို DatShin Facebook Page မှ ကူးယူဖော်ပြပါသည်။)
File size…(999 MB)
Quality….WEB-DL 720p
Format…mp4
Duration….01:50:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
