"Match point(2005)
==============
IMDb Rating – 7.6/10
Directed by Woody Allen
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဝူဒီအယ်လန်ကားဆို စောင်တလွဲလူ့ဘောင်ကြီးကို တစ်နည်းမဟုတ် တစ်နည်းနဲ့သရော်တတ်တဲ့ ရုပ်ရှင်တွေလို့ ‌ပြေးမြင်မိကြမှာပဲ။
သူ့ကားတွေဟာ ရိုမန့် ဒရာမာ ဟာသ စာရင်းဝင်ကားတွေများတယ်။
Match Point ကတော့ ကွဲလွဲတယ်ပြောရမှာမယ်။တခြားအယ်လန်ကားတွေက နာမည်ကြီးအနုပညာသမားတစ်ချို့ကို သိမှ သူသရော်တာကို နားလည်မှာတို့ ဘာတို့ ပါတတ်ပေမဲ့ ဒီရုပ်ရှင်ကတော့ ဒါမျိုးကင်းတယ်။ မသိရင် စုံထောက်ကားလိုလိုပါပဲ။
Genresအရ Romance/Dramaပေမဲ့ ကြည့်ပြီးတဲ့သူတွေက Psychological Thriller ကားလို့ ဆိုကြတယ်။သို့ပေမဲ့ သရော်တာလည်း မကင်းပါဘူး၊ ဟာသတစ်စက်မှ မနှောဘဲ သရော်သွားတာကလွဲလို့ပေါ့။
ဒီရုပ်ရှင်မှာတော့ သူ့ THEMEကတော့ ကံပါပဲ။ ကံကိုTHEME အဖြစ်သုံးပြီး စောင်တလွဲလောကကြီးရဲ့မတရားလှတဲ့ ကံကိုသရော်သွားခဲ့တယ်။
ဇာတ်လမ်းအစမှာ သူက ဒီလိုပြောထားတယ်
” ကျုပ်မတော်ချင်ဘူး ကံပဲကောင်းချင်တယ်လို့ ပြောတဲ့သူက ဘဝကို ကောင်းကောင်းနားလည်တဲ့သူပဲ။
ဘဝရဲ့တစ်စိတ်တစ်ပိုင်းက ကံပေါ်အများကြီး မူတည်နေတယ်ဆိုတာကို လူတွေက လက်မခံဝံ့ကြဘူး။
တကယ်တမ်း ဘဝမှာ ကိုယ်မထိန်းချုပ်နိုင်တဲ့အရာတွေ များတယ်ဆိုတဲ့ အသိက ထိတ်လန့်စရာကောင်းတယ်။
တန်းနစ်ပွဲတစ်ပွဲမှာ ဘောလုံးက ကွင်းလယ်က ပိုက်ကွန်ရဲ့ အပေါ်တည့်တည့်ကိုရောက်သွားတဲ့ အခိုက်အတန့်တွေရှိတယ်။
စက္ကန့်ပိုင်းအတွင်းမှာပဲ အဲ့ဒီဘောလုံးက အရှေ့ကိုကျတာဖြစ်ဖြစ် အနောက်ကိုကျတာ ဖြစ်ဖြစ် ဖြစ်သွားနိုင်တယ်။
ကံလေးနည်းနည်းကောင်းရင်တော့ အရှေ့ကို ကျသွားမယ်။ အဲ့ဒီကျ ခင်ဗျားနိုင်ပြီ။
ကံဆိုးပြီး အနောက်ကိုပြန်ကျလာရင်တော့ ခင်ဗျား ရှုံးပြီ “တဲ့
Match Pointရဲ့ အဓိကဇာတ်ကောင်ကတော့ ပြောခဲ့တဲ့အတိုင်း ကံကောင်းဖို့က အဓိကလို့ ယုံထားတဲ့ ခရစ်ဆိုတဲ့ တန်းနစ်ကစားသမား။
နောက်ကျ နည်းပြလုပ်ရာက ဗြိတန်အထက်တန်းလွှာက လူတစ်ယောက်ကို သင်ပေးရင်း ကံကောင်းပြီး အဲ့ဒီအထက်တန်းလွှာ အသိုင်းအဝိုင်းကို ဝင်ခွင့်ရသွားပြီး သူ့ဘဝကိုတက်လမ်းကို ရှာခဲ့တဲ့သူပေါ့။
ဒုတိယဇာတ်ဆောင် စကားလက်ဂျိုဟန်ဆန်ရဲ့ ဇာတ်ကောင်ကတော့ မင်းသမီးဖြစ်ဖို့ကြိုးစားနေတဲ့ နိုလာဆိုတဲ့မိန်းမတစ်ယောက်။
သူ့ဇာတ်ကောင်ကတော့ ခရစ်နဲ့ကွဲလွဲတယ်။ ခရစ်က ကံက အဓိကလို့ယုံတဲ့ လက်တွေ့သမား။
နိုလာကတော့ မာနအတွက် သူ့အတွက်မဖြစ်နိုင်တဲ့ သရုပ်ဆောင်အလုပ်ကို ‌ကျောမခိုင်းနိုင်တဲ့ သူပေါ့။
သူတို့၂ယောက်လုံးက အထက်တန်းလွှာအသိုင်းအဝိုင်းက မောင်နှမနှစ်ယောက်နဲ့ ပက်သက်မိကြရာက သူတို့ချင်းလည်း ပက်သက်မိကြတယ်။
အယ်လန်က ဒီကာရိုက်တာ၂ယောက်ကို တစ်ယောက်ကို ကံကောင်းတဲ့ကာရိုက်တာ တစ်ယောက်ကို ကံဆိုးတဲ့ ကာရိုက်တာ အနေနဲ့ ပုံဖော်ပြီး
ကံကောင်းခြင်းဆိုးခြင်းဟာ ဘဝမှာဘယ်လောက်အထိအရေးပါနေပြီး ကံပေါ်မှာ ကျွန်တော်တို့ ဘဝတွေ ပုံထားရတယ်ဆိုတာကို မြင်သာအောင်ကို ပြထားတယ်။
ကျွန်တော်တော့ ဒါကို သူ့သရော်မှုတစ်ခုလို့ပဲမြင်တယ်။
ပြောရရင် ဘဝမှာ ကံလေးကောင်းလို့ ဘဝပေးကောင်းလို့ ဖြစ်ဖြစ်မြောက်မြောက်ဖြစ်လာတာကို ဟုတ်လှပြီ ထင်တဲ့လူတစ်ချို့ကို သရော်ထားတဲ့သဘောပဲလို့ မြင်တယ်။
ဒီရုပ်ရှင်ဟာ တခြားအယ်လန်ကားတွေလိုပဲ ဇာတ်လမ်းဇာတ်ကွက်ရိုးရှင်းတယ်။
ကာရိုက်တာကို အဓိကထား ပုံဖော်ထားတယ်။
တခြားအယ်လန်ကားတွေနဲ့ ကွဲတာက တခြားအယ်လန်ကားတွေက လောကကိုအရွဲ့တိုက်ရယ်မောလိုက်တဲ့သရော်ကားမျိုးဆို Match Pointကတော့ လောကကို နာနာကျင်ကျင်နဲ့ကို သရော်လိုက်တဲ့ကားမျိုးလို့ ဆိုရမယ်။
ဒီလိုpsycho thriller ပုံစံပိုကြိုက်တဲ့သူ တစ်ချို့ကတော့ ဝူဒီအယ်လန်ထဲ သူတို့အကြိုက်ဆုံးကားလို့ဆိုကြတယ်။
သူ့အရွဲ့တိုက်သရော်တာတွေကိုပဲ ပိုသဘောကျမိတဲ့ ကျွန်တော့်အတွက်တော့ဒီကားကို တခြားကားတွေနဲ့ယှဉ်ရင် သိပ်ဘဝင်မကျမိဘူး။
သို့ပေမဲ့လည်း ကျွန်တော်ကြိုက်တဲ့ အယ်လန်ကားတွေထက်တောင် ဒီကားက ratingပိုကောင်းပါတယ်။ခုနလိုပိုကြိုက်ကြတဲ့သူတွေလည်း များမှာပါပဲ။
ဘာပြောပြောပါ ဇာတ်လမ်းပြီးခါနီးထိ အယ်လန်ဟာ သူ့သရော်ဟန်ကို သစ္စာဖောက်လိုက်တယ် ထင်ရခဲ့ပေမဲ့ အဆုံးမှာတော့ အယ်လန်ဟာ သူ့သရော်ဟန်ကို သစ္စာရှိခဲ့တာကို မျက်ဝါးထင်ထင်မြင်ရမှာပါပဲ။
ကိန်းရုပ်ရှင်ပွဲတော်မှာပြတုန်းကတော့ ဒီကားကို ဝေဖန်ရေးဆရာတွေက သမားရိုးကျ ဝူဒီအယ်လန်ရုပ်ရှင်တစ်ကားမဟုတ်ဘူးလို့တောင် ဝေဖန်ခဲ့ကြပါသေးတယ်။
သရုပ်ဆောင်တွေအနေနဲ့ ဗြိတိသျှသရုပ်ဆောင်တွေချည်း သုံးထားပြီ
ညှို့ဓာတ်ပြင်းတဲ့ အမေရိကန်သရုပ်ဆောင် စကားလက်ဂျိုဟန်ဆန်ကတော့
ညှို့ဓာတ်ပြင်းတဲ့ အမေရိကန်သရုပ်ဆောင်အနေနဲ့ပဲ ပြန်သရုပ်ဆောင်ထားခဲ့တယ်။
သူရဲ့ခပ်ဟော့ဟော့အခန်းတွေကိုလည်း မြင်ကြရမှာပါ။
အော်စကာဆုပေးပွဲမှာလည်း ဒီကားအတွက် ဇာတ်ညွှန်းကိုယ်တိုင်ရေးထားတဲ့ ဝူဒီအယ်လန်ဟာ ဇာတ်ညွှန်းဆုအတွက် ဆန်ခါတင်ဝင်ခဲ့ပြီး တခြားပွဲတွေမှာလည်း ဇာတ်ညွှန်းဆုတွေ အကုန်ဆန်ခါတင်ဝင်ခဲ့ပါတယ်။
( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__2.1 GB , 1.1 GB
Quality__1080p , 720p
IMDb Rating__7.6/10
Format__mp4
Duration__02:04:00
Type__Drama , Romance , Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
