"unicode
ဒီတစ်ခါတော့ Channel Myanmar ပရိသတ်ကြီးအတွက်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အရမ်းကိုကောင်းတဲ့ Comedy/Drama
အမျိုးအစား ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။
Ratingတွေ အနေနဲ့ကလဲ Imdb 7.2/10 Rotten Tomatoes 90% တောင်ရရှိထားတာမလို့
ဘယ်လောက်ကောင်းလဲ အထွေအထူးရှင်းပြဖို့မလိုပေမယ့်
ဇာတ်လမ်းအကျဉ်းလေးကိုတော့ တင်ဆက်ပေးလိုပါသေးတယ်။
မိုက်ကယ်နဲ့ အန်ဒီဆိုတာ
မိသားစုဝင်တွေထက်တောင်ရင်းနှီးကြတဲ့ အိမ်နီးချင်းနှစ်ယောက်ပါ။
အတူတူစားမယ်၊အတူတူရုပ်ရှင်ကြည့်မယ်၊
တစ်ယောက်ပြောတဲ့ပေါက်ကရတွေကို တစ်ယောက်ကနားလည်ကြတဲ့နွေးထွေးတဲ့မိတ်ဆွေ
အပေါင်းအသင်းဆက်ဆံရေးမျိုးပေါ့။
တစ်နေ့မှာတော့ မိုက်ကယ်မှာ ကင်ဆာနောက်ဆုံးအဆင့်ကိုစစ်ဆေးတွေ့ရှိလာပါတော့တယ်။
ဆရာဝန်တွေတောင်လက်လွှတ်လိုက်တဲ့ အခြေအနေမှာမိုက်ကယ်ကလဲ
ကုသဖို့ထက် သေလိုက်ဖို့ဆုံးဖြတ်လိုက်ပါတော့တယ်။
ဒါပေမယ့် သူရဲ့နောက်ဆုံးခရီးမှာ သူ့ရဲ့မိတ်ဆွေဖြစ်တဲ့ အန်ဒီကိုဘေးနားရှိစေချင်ခဲ့ပါတယ်။
သူတို့နှစ်ယောက်ဘယ်လိုရှေ့ဆက်မလဲ?ဘာတွေရင်ဆိုင်လာရမလဲဆိုတာ
စိတ်ခံစားချက်မျိုးစုံနဲ့ကြည့်ရှုရမယ့်ကားလေးပါ။
ရယ်ရင်းမောရင်းဆိုတဲ့အတိုင်း ရင်မောရတဲ့ခံစားချက်ကိုရယ်ရင်း
ကြည့်ရှုနိုင်မယ့်ကားလေးတစ်ကားပါပဲ။
ဇာတ်လမ်းလေးနာမည်ကတော့ Paddleton(2019) ပါ။
ဇာတ်ကားကောင်းလေးမလို့ဒေါင်းယူကြည့်ရှုနိုင်ဖို့ တင်ဆက်ပေးလိုက်ရပါတယ်။
File Size : ( 830 MB , 269 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 29min
Format : Mp4
Genre : Comedy , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye. Mon Kyaw
Encoded by Moe Myint Lwin
zawgyi
ဒီတစ္ခါေတာ့ Channel Myanmar ပရိသတ္ၾကီးအတြက္
အရမ္းကိုေကာင္းတဲ႔ Comedy/Drama
အမ်ိဳးအစား ကားသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။
Ratingေတြ အေနနဲ႔ကလဲ Imdb 7.2/10 Rotten Tomatoes 90% ေတာင္ရရွိထားတာမလို႔
ဘယ္ေလာက္ေကာင္းလဲ အေထြအထူးရွင္းျပဖို႔မလိုေပမယ္႔
ဇာတ္လမ္းအက်ဥ္းေလးကိုေတာ႔ တင္ဆက္ေပးလိုပါေသးတယ္။
မိုက္ကယ္နဲ႔ အန္ဒီဆိုတာ
မိသားစုဝင္ေတြထက္ေတာင္ရင္းႏွီးၾကတဲ႔ အိမ္နီးခ်င္းႏွစ္ေယာက္ပါ။
အတူတူစားမယ္၊အတူတူရုပ္ရွင္ၾကည္႔မယ္၊
တစ္ေယာက္ေျပာတဲ႔ေပါက္ကရေတြကို တစ္ေယာက္ကနားလည္ၾကတဲ႔ေႏြးေထြးတဲ႔မိတ္ေဆြ
အေပါင္းအသင္းဆက္ဆံေရးမ်ိဳးေပါ႔။
တစ္ေန႔မွာေတာ႔ မိုက္ကယ္မွာ ကင္ဆာေနာက္ဆံုးအဆင္႔ကိုစစ္ေဆးေတြ႔ရွိလာပါေတာ႔တယ္။
ဆရာဝန္ေတြေတာင္လက္လႊတ္လိုက္တဲ႔ အေျခအေနမွာမိုက္ကယ္ကလဲ
ကုသဖို႔ထက္ ေသလိုက္ဖို႔ဆံုးျဖတ္လိုက္ပါေတာ႔တယ္။
ဒါေပမယ္႔ သူရဲ ႔ေနာက္ဆံုးခရီးမွာ သူ႔ရဲ ႔မိတ္ေဆြျဖစ္တဲ႔ အန္ဒီကိုေဘးနားရွိေစခ်င္ခဲ႔ပါတယ္။
သူတို႔ႏွစ္ေယာက္ဘယ္လိုေရွ ႔ဆက္မလဲ?ဘာေတြရင္ဆိုင္လာရမလဲဆိုတာ
စိတ္ခံစားခ်က္မ်ိဳးစံုနဲ႔ၾကည္႔ရႈရမယ္႔ကားေလးပါ။
ရယ္ရင္းေမာရင္းဆိုတဲ႔အတိုင္း ရင္ေမာရတဲ႔ခံစားခ်က္ကိုရယ္ရင္း
ၾကည္႔ရႈႏိုင္မယ္႔ကားေလးတစ္ကားပါပဲ။
ဇာတ္လမ္းေလးနာမည္ကေတာ႔ Paddleton(2019) ပါ။
ဇာတ္ကားေကာင္းေလးမလ္ို႔ေဒါင္းယူၾကည္႔ရႈႏိုင္ဖို႔ တင္ဆက္ေပးလိုက္ရပါတယ္။
File Size : ( 830 MB , 269 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 29min
Format : Mp4
Genre : Comedy , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye. Mon Kyaw
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
