"Animationဇာက်ကားကြိုက်တဲ့လူများအတွက် နာမည်ကျော် ကာတွန်းကားအများအပြားကို ထုပ်လုပ်တဲ့ Walt Disney က ရိုက်ကူးထားတဲ့ ratatouille ဆိုတဲ့ ကြွက်ကားနဲ့ မိတ်ဆက်ပေးပါရစေRemyက အိုင်ဒီယာကောင်းပြီး အနံ့ အရသာခံတဲ့နေရာမှာ ထူးချွန်တဲ့ ကြွက်တစ်ကောင်ဖြစ်ပါတယ်Pauseသူ့က ချက်ပြုတ်တာကို အလွန်ဝါသနာပါသလို သူရဲ့ Heroကတော့ စားဖိုမှူး Auguste Gusteaပဲဖြစ်ပြီး သူ့ရဲ့ ဟင်းချက်နည်းကို တီဗီကနေ အဘွားကြီးတစ်ယောက်ထဲနေတဲ့အိမ်မှာ အမြဲတမ်း သွား သွားကြည့်ပါတယ်တစ်ရက်မှာတော့ ဟင်းလျာတွေကို အကဲဖြတ်ရတဲ့ Egoက Auguste Gusteaရဲ့ ဟင်းလျာတွေကို Rating နည်းနည်းသာပေးတာကြောင့် Auguste Gustea ကိုယ့်ကိုကို သတ်သေသွားတဲ့ သတင်းကို တွေ့လိုက်ရပြီး ဝမ်နည်းစွာ အော်မိတာကြောင့် အဘွားကြီးက ကြွက်ရှိကြောင်း သိသွားပြီး သေနတ်နဲ့ လိုက်ပြစ်တာကြောင့် တစ်ဆွေလုံး တစ်မျိုးလုံးထွက်ပြေးရင်း Remyကတော့ သူ့အမျိုးတွေနဲ့ ကွဲသွားပြီး စားသောက်ဆိုင်တစ်ခုကို ရောက်သွားရကနေ အစမ်းခန့်ထားတဲ့ စာဖိုမှူး Linguini နဲ့ဆုံတွေ့ခဲ့ရပါတယ်အဲဒီမှာ ဟင်းချက်ဝါသနာပါတဲ့ Remyက ဟင်းချက်ညံ့တဲ့ Linguiniကို ချက်ပြုတ်ဖို့ ကူညီပေးခဲ့ပြီး သူ့ကို ဘယ်လိုချက်ပြုတ်ရမယ်ဆိုတာ ထိန်းချူပ်ပုံက သဘောကျစရာပါ ဇာတ်ကားရဲ့ အလှည်းအပြောင်းအဖြစ် Linguiniက စာဖိုမှူး Auguste Gusteaရဲ့ သားဖြစ်ပြီး အဲဒီစားသောက်ဆိုင်ကို ဆက်ခံရမဲ့ပိုင်ရှင်ဖြစ်နေတာကို အဲဒီဆိုင်က စာဖိုမှူးချူပ်က အကောက်ကြံပုံ၊EGoရဲ့ အစားအသောက် စစ်ဆေးချက်ကို သူ့ရဲ့သားကရော ကျော်လွားနိူင်ပမှလားဆိုတာတွေက ဇာတ်ကားရဲ့ ကြည့်ချင်စိတ်ကို အမြင့်ဆုံးထိ ဆွဲခေါ်သွားမှာသေချာပါတယ်။animation ဇာတ်ကားကြိုက်သူတွေအတွက် လက်မလွဲပဲ ကြည့်သင့်တဲ့ဇာတ်ကားပါ။IMDB movie ratingမှာ 8/10 အထိ ရထားတဲ့ ဇာတ်ကားလဲ ဖြစ်ပါတယ်————————————————————————————–Animationဇာက္ကားႀကိဳက္တဲ့လူမ်ားအတြက္ နာမည္ေက်ာ္ ကာတြန္းကားအမ်ားအျပားကို ထုပ္လုပ္တဲ့ Walt Disney က ႐ိုက္ကူးထားတဲ့ ratatouille ဆိုတဲ့ ႂကြက္ကားနဲ႔ မိတ္ဆက္ေပးပါရေစRemyက အိုင္ဒီယာေကာင္းၿပီး အနံ့ အရသာခံတဲ့ေနရာမွာ ထူးခၽြန္တဲ့ ႂကြက္တစ္ေကာင္ျဖစ္ပါတယ္သူ႔က ခ်က္ျပဳတ္တာကို အလြန္ဝါသနာပါသလို သူရဲ႕ Heroကေတာ့ စားဖိုမွဴး Auguste Gusteaပဲျဖစ္ၿပီး သူ႔ရဲ႕ ဟင္းခ်က္နည္းကို တီဗီကေန အဘြားႀကီးတစ္ေယာက္ထဲေနတဲ့အိမ္မွာ အၿမဲတမ္း သြား သြားၾကည့္ပါတယ္တစ္ရက္မွာေတာ့ ဟင္းလ်ာေတြကို အကဲျဖတ္ရတဲ့ Egoက Auguste Gusteaရဲ႕ ဟင္းလ်ာေတြကို Rating နည္းနည္းသာေပးတာေၾကာင့္ Auguste Gustea ကိုယ့္ကိုကို သတ္ေသသြားတဲ့ သတင္းကို ေတြ႕လိုက္ရၿပီး ဝမ္နည္းစြာ ေအာ္မိတာေၾကာင့္ အဘြားႀကီးက ႂကြက္ရွိေၾကာင္း သိသြားၿပီး ေသနတ္နဲ႔ လိုက္ျပစ္တာေၾကာင့္ တစ္ေဆြလံုး တစ္မ်ိဳးလံုးထြက္ေျပးရင္း Remyကေတာ့ သူ႔အမ်ိဳးေတြနဲ႔ ကြဲသြားၿပီး စားေသာက္ဆိုင္တစ္ခုကို ေရာက္သြားရကေန အစမ္းခန္႔ထားတဲ့ စာဖိုမွဴး Linguini နဲ႔ဆံုေတြ႕ခဲ့ရပါတယ္အဲဒီမွာ ဟင္းခ်က္ဝါသနာပါတဲ့ Remyက ဟင္းခ်က္ညံ့တဲ့ Linguiniကို ခ်က္ျပဳတ္ဖို႔ ကူညီေပးခဲ့ၿပီး သူ႔ကို ဘယ္လိုခ်က္ျပဳတ္ရမယ္ဆိုတာ ထိန္းခ်ဴပ္ပံုက သေဘာက်စရာပါ ဇာတ္ကားရဲ႕ အလွည္းအေျပာင္းအျဖစ္ Linguiniက စာဖိုမွဴး Auguste Gusteaရဲ႕ သားျဖစ္ၿပီး အဲဒီစားေသာက္ဆိုင္ကို ဆက္ခံရမဲ့ပိုင္ရွင္ျဖစ္ေနတာကို အဲဒီဆိုင္က စာဖိုမွဴးခ်ဴပ္က အေကာက္ၾကံပံု၊EGoရဲ႕ အစားအေသာက္ စစ္ေဆးခ်က္ကို သူ႔ရဲ႕သားကေရာ ေက်ာ္လြားႏိူင္ပမွလားဆိုတာေတြက ဇာတ္ကားရဲ႕ ၾကည့္ခ်င္စိတ္ကို အျမင့္ဆံုးထိ ဆြဲေခၚသြားမွာေသခ်ာပါတယ္။animation ဇာတ္ကားႀကိဳက္သူေတြအတြက္ လက္မလြဲပဲ ၾကည့္သင့္တဲ့ဇာတ္ကားပါ။IMDB movie ratingမွာ 8/10 အထိ ရထားတဲ့ ဇာတ္ကားလဲ ျဖစ္ပါတယ္File Size : (802 MB) / 2.09GBQuality : Blu-Ray 720p / 1080p HEVCRunning Time : 1hr 51minFormat : Mp4Genre :Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by : Myat Noe Wutt YiiEncoded by Thit San Khant"