"IMDb 7.6 အထိရထားတဲ့ ဟော်ရာကားပါ။ 1980 မှာထွက်ခဲ့ပြီး IMDb 8.4 အထိ ရှိခဲတဲ၊့ အကောင်းဆုံးဟော်ရာကားတွေထဲကတစ်ကားဖြစ်တဲ့ The Shining ရုပ်ရှင်ရဲ့ အဆက်ပါပဲ။ ဒီရုပ်ရှင် ၂ ခုလုံးကိုတော့ ဟော်ရာဝတ္ထုတွေအရေးများတဲ့ စာရေးဆရာကြီးStephen King ကပဲ ရေးသားခဲ့တာပါပဲ။Pauseမူလရုပ်ရှင် ရှိုင်းနင်းကို ကြည့်ဖူးမှအပြည့်အစုံနားလည်နိုင်မှာပါ။ မကြည့်ဖူးရင်တော့ အချို့အခန်းလေးတွေ နားမလည်တာ ဖြစ်နိုင်ပါတယ်။ရှိုင်းနင်းကတော့ တစိမ့်စိမ့်တွေးကြောက်စရာတွေ၊ ဖုန်းဆိုးမြေတွေ၊ ကလေးငယ်တွေနဲ့ ပတ်သတ်တဲ့ ဟော်ရာတွေနဲ့ ဖန်တီးထားခဲ့တာဖြစ်ပြီး။ဒီရုပ်ရှင်ကတော့ ပိုပြီးမှော်ဆန်တဲ့ စွမ်းအင်တွေနဲ့ အက်ရှင်နည်းနည်းဆန်ဆန် ဖန်တီးထားတာပါ။ ဇာတ်လမ်းအကျဉ်းကိုတော့ ရှိုင်းနင်းကပဲ စကောက်ရပါလိမ့်မယ်။အမေရိကန် လူနီတွေကို မြေမြှပ်သင်္ဂြိုလ်ရာ သင်္ချိုင်းမြေပေါ်မှာ အိုဗာလွတ်ခ် ဆိုတဲ့ လူမနေတော့တဲ့ ဟိုတယ်ကြီးတစ်ခုရှိပါတယ်။အဲဒီဟိုတယ်ကြီးမှာ အစောင့်အဖြစ်နေရင်း စာရေးဖို့ရောက်လာတဲ့ စာရေးဆရာမိသားစုကတော့ ဂျက်၊ ဝင်ဒီ နဲ့ သားဖြစ်သူ ဒန်နီတို့ပါပဲ။အဲဒီဟိုတယ်ကြီးရဲ့ အရင်အစောင့်ဖြစ်သူကတော့ သူ့မိသားစုတစ်ခုလုံးကို ပြန်သတ်ပြီး သတ်သေသွားခဲ့ပါပြီ။ ကလေးငယ် ဒန်နီမှာ စိတ်စွမ်းအင် ဆက်သွယ်မှုတစ်မျိုး ရှိပြီးဟိုတယ်ရဲ့ စားဖိုမှူးကြီး ဒစ် ဟယ်လိုရန်ကလည်း သူ့လိုစွမ်းအင်ရှိသူမို့ သူတို့ ၂ ဦး စိတ်ထဲကနေ ဆက်သွယ်မိကြပါတယ်။ ဟယ်လိုရန်ကတော့ ဒန်နီကို ဒီစွမ်းအားဟာshine တောက်ပမှုလို့ခေါ်တယ်လို့ ပြောခဲ့ပါတယ်။သူတို့ နေကြတဲ့ ဒီဟိုတယ်ကြီးထဲမှာ ဝိညာဉ်ပေါင်းအတော်များများရှိပြီးဒါတွေနဲ့ သူတို့မိသားစု ကြုံတွေ့လာရပါတယ်။ဒါပေမယ့် ပြဿနာက သရဲရှိရုံတင်မဟုတ်ဘဲ ဟိုတယ်နဲ့မြေကိုယ်တိုင်ကိုက မကောင်းဆိုးဝါးဓာတ်တွေရှိနေတာပါ။ပြီးတော့ ဟိုတယ်ဟာ ဒန်နီလိုမျိုး အစွမ်းရှိသူရောက်လာလို့ ပိုနိုးကြားလာပြီး ပိုဆာလောင်လာပါတယ်။ ဒီဒဏ်ကို ခံလိုက်ရသူကတော့ဖခင်ဖြစ်တဲ့ ဂျက်ပါပဲ။ဂျက်ဟာ တဖြည်းဖြည်းရူးသွပ်လာပြီး သူ့မိသားစုကို ပြန်သတ်ဖို့ ကြိုးစားပါတော့တယ်။ ရှိုင်းနင်းရဲ့အဆုံးမှာတော့ ဂျက်သေဆုံးသွားခဲ့ပြီးဝင်ဒီနဲ့ ဒန်နီတို့ သားအမိလွတ်မြောက်လာခဲ့ပါတယ်။ဂျက်ရဲ့ပုံကတော့ ဟိုတယ်ရဲ့ အဖွဲ့ဓာတ်ပုံထဲမှာ ကျန်နေခဲ့ပြီး သူ့ဝိညာဉ်ဟာ မလွတ်မြောက်တော့တဲ့အဓိပ္ပါယ်နဲ့အဆုံးသတ်သွားတာပါ။ ဒါမှမဟုတ် ဂျက်ဟာ ယခင်သေသွားတဲ့ ဟိုတယ်အလုပ်သမားသေလို့ ဝင်စားခဲ့သလားတော့ မသိပါဘူး။အခု ဒေါက်တာစလိ ရုပ်ရှင်မှာတော့ ဒန်နီလိုမျိုးအစွမ်းရှိတဲ့ သူတွေအများကြီးပါလာပါတယ်။ ဒီလိုအစွမ်းရှိတဲ့သူတွေကို စားသုံးပြီးအသက်ရှည်နေတဲ့အဖွဲ့တစ်ဖွဲ့ပါလာပါတယ်။သူတို့တွေက အစွမ်းရှိတဲ့ကလေးတွေဆီကိုသတ်ပြီး အငွေ့တွေကို ရှုကြတယ်၊ သိမ်းထားကြတယ်ပေါ့။ ဒန်နီကတော့ အရွယ်ရောက်ပြီးသားလူကြီးဖြစ်နေခဲ့ပါပြီ။တစ်နေ့မှာ သူနဲ့စိတ်ချင်းဆက်သွယ်မိတဲ့ ကလေးမလေးတစ်ယောက်နဲ့ တွေ့လာပြီး ဒီကလေးမလေးကို သတ်မယ့်အဖွဲ့လိုက်လာတာကိုသိတော့သူတို့ ၂ ယောက်ရဲ့ အစွမ်းကိုသုံးပြီး ပြန်ရင်ဆိုင်ရပါတော့တယ်။File size…4.59GB / 1.03GBQuality…1080p HEVC & 720pFormat…Mp4Duration….3hSubtitle….Myanmar Subtilte (Hard Sub)Encoder….Thit San KhantTranslated by Little Neo"