"IMDb Rating (8.8) / Rotten Tomatoes (71%)Winston Groom ရဲ့ Novel ကိုအခြေခံလို့ Eric Roth ဇာတ်ညွှန်းရေးကာ ဒါရိုက်တာ Robert Zemeckis ရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ အော်စကာ Best picture, Best director, Best actor, Best adapted screenplay, Best visual effects, Best editing ဆုတွေရရှိခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ မင်းသား Tom Hanks အတွက်တော့ ရှားရှားပါးပါး နှစ်နှစ်ဆက်(Philadelphia, Forrest Gump) အော်စကာရရှိစေခဲ့တာပါ။ Tom Hanks အပြင် Robin Wright, Gary sinise, Mykelti Williamson, Sally Field တို့ပါဝင်ပါတယ်။ Tom Hanks ဟာ Forrest Gump အဖြစ်ပီပီပြင်ပြင်သရုပ်ဆောင်နိုင်ဖို့ Forrest ကလေးဘဝကိုသရုပ်ဆောင်ခဲ့တဲ့ ကောင်လေးရဲ့ စကားပြောဟန်တွေ၊ အမူအရာတွေကိုတုပသင်ယူခဲ့ရပါတယ်။ အဲ့ကောင်လေးက Tom Hanks အော်စကာနှစ်နှစ်ဆက်ရရှိစေတဲ့အကြောင်းရင်းတစ်ရပ်ဆိုလည်းမမှားပါဘူး။Pauseဒီကားမှာ visual effects တွေကလည်း အံ့ချီးလောက်စရာပါ။ ဒီကားမှာ Forrest Gump ရဲ့ဘဝဖြစ်စဉ်တွေကို ၂၀ရာစုနှောင်းပိုင်း အမေရိကန်ရဲ့ကျော်ကြားတဲ့အဖြစ်အပျက်တွေနဲ့ချိတ်ဆက်ပေးထားတာမို့ အမေရိကန် အထင်ကရ ပုဂ္ဂိုလ်ကြီးတွေနဲ့ Forrest တို့တွေ့ဆုံတဲ့အခန်းတွေပါဝင်ပါတယ်။ အဲဒီအခန်းတွေက တကယ့်သတင်းရုပ်ရှင်တွေမှာ Tom Hanks ရဲ့ရုပ်ပုံတွေကို နည်းပညာသုံးပြီးထည့်သွင်းထားခဲ့တာပါ။ John Lennon, John F.Kennedy, Richard Nixon တို့နဲ့ Forrest တို့စကားစမြည်ပြောတာတွေ၊ လက်ဆွဲနှုတ်ဆက်တာတွေကို အံ့အားသင့်ဖွယ်တွေ့ရပါလိမ့်မယ်။ နောက် Lieutenant Dan ရဲ့ ခြေပြတ်ကြီးကလည်း ပီပြင်လွန်းလှတယ်။ Robert Zemeckis ကတော့သူရိုက်တဲ့ကားတိုင်းလိုလို Special effects တွေလှိုင်လှိုင်ကြီးသုံးတတ်သူပါ။ Motion-capture နည်းပညာသုံးတဲ့ Animation ဇာတ်ကားတွေကိုလည်းစတင်ပြီးတွင်တွင်ကျယ်ကျယ်ရိုက်ကူးခဲ့သူပါ။ The polar express, Beowulf, A christmas carol စတာတွေပေါ့။Forrest Gump ဇာတ်ကားကိုကြိုက်ရခြင်းအကြောင်းတွေမှာ ရုပ်ရှင်တစ်ကားရဲ့ကောင်းခြင်းအဖြာဖြာနဲ့ပြည့်စုံတဲ့အကြောင်းအပြင် Forrest Gump ဆိုတဲ့ Character ကိုလည်းစိတ်ဝင်စားမိလို့ပါ။ Tom Hanks ကအင်တာဗျူးတစ်ခုမှာပြောခဲ့သလို Forrest ရဲ့ခေါင်းထဲမှာ သူ့အမေနဲ့ Jenny တို့ပဲရှိတယ်။ အမုန်းတရားတွေ၊ သူ့အပေါ်မကောင်းကြံတာတွေ၊ မလိုမုန်းထားတာတွေကို သူ့မှာခွဲခြားသိနိုင်တဲ့ ဉာဏ်ရည်မရှိဘူး။ ဒါ့ကြောင့် သူ့ဘဝဟာပကတိအေးချမ်းလှတယ်လို့ ထင်မိပါတယ်။ သူသိတာ သူ့အမေကိုဂရုစိုက်မယ်၊ သူငယ်ချင်းတွေအပေါ်ကောင်းမယ်၊ Jenny ကိုချစ်မယ်။ ဒါပဲ။အရမ်းကိုရိုးရှင်းဖြူစင်တဲ့ ဘဝတစ်ခုကို မီးမောင်းထိုးပြထားတာပါ။ဇာတ်ကားထဲမှာ အဓိကပေးချင်တဲ့ Main Theme Dialogue ကိုလဲသဘောကျမိပါတယ်။” ကျွန်တော်တို့ရဲ့ဘဝတွေဟာ ဘယ်အချိန်ဘာဖြစ်မယ်လို့တိတိကျကျသတ်မှတ်ပြီးသားလား၊ ဒါမှမဟုတ် ရည်ရွယ်ရာမရှိဘဲ လေယူရာတိမ်းနေရတာလား၊ နှစ်မျိုးလုံးတစ်ပြိုင်တည်းဖြစ်နေတာလား…..ကျွန်တော်တော့ စဉ်းစားလို့ဉာဏ်မမီပါ။ ဘယ်လိုမျိုးပဲဖြစ်ဖြစ် သေချာတာကတော့ ကျွန်တော်တို့မှာစီရင်ပိုင်ခွင့်မရှိတာပါပဲ။”ဇာတ်ကားရဲ့ အဖွင့်ခန်းနဲ့အပိတ်ခန်းမှာ ငှက်တောင်မွှေးလေးကိုထည့်သွင်းထားပါတယ်။ ငှက်တောင်မွှေးလေးဟာ လေအဝှေ့မှာ မိုးပေါ်ထိုးတက်သွားတယ်။ လေအငြိမ်မှာပြန်ကျလာတယ်။ မြေပြင်နဲ့ထိတော့မယ့်ဆဲဆဲ ဘေးကကားတစ်စီးရဲ့အဟုန်နဲ့ အထက်ကိုပြန်တက်သွားတယ်။ တစ်ချိန်ချိန်မှာတော့ ငှက်တောင်မွှေးလေးပြန်ကျလာလိမ့်ဦးမယ်။ အဲဒါပြီးရင်တော့ ပြန်တက်သွားဦးမယ်။ သြော်…….လေယူရာတိမ်းနေရရှာတဲ့ ငှက်တောင်မွှေးလေး………။(ရုပ်ရှင်အညွှန်းကို Movies-we watch,we feel. Facebook Page မှကူးယူဖော်ပြပါသည်။)File size…(2.4 GB) and (1.3 GB)Quality…BluRay 1080p and 720p 5.1 CHFormat…mp4Duration….02:22:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung"