"Aftersun (2022)~ IMDb – 7.7/10, RT – 97%, Meta – 95% ~PauseAftersun ကို မထွက်ခင်ကတည်းက ကိန်းတို့ ဘာလို့လို ရုပ်ရှင်ပွဲတော်တွေမှာပြကတည်းက ဝေဖန်ရေးသမားတွေ သွားကြည့်ခဲ့တဲ့တချို့ဆီကနေ မှတ်ချက်ကောင်းတွေ ခဏခဏမြင်ရလို့ သတိထားမိခဲ့တယ်။ ဒီရုပ်ရှင်ထွက်တော့လည်း ဘာလာလာ A24 vibe ထထအော်နေကျ A24 ဖန်တွေဆီက A24 vibe လို့တော့ မကြားရပေမဲ့ ချီးကျူးတာတွေ ခဏခဏမြင်ရလို့ သတိထားမိခဲ့တယ်ပေါ့။ တကယ်ထွက်လာတော့လည်း Rating တွေက လန်ပျံနေတာပါပဲ။ ဒီလိုဆိုလို့ ဒီကားကို ဇာတ်အိမ် ထူးထူးခြားခြားကားတို့ A24 ကနေ မြင်ရနေကျ ကားတွေလိုလို့တော့ မမှတ်စေချင်ဘူး။A24 ဟာ နည်းနည်းတမူထူးနေတဲ့ ကားတွေနဲ့ နာမည်ကြီးလာခဲ့တာပေမဲ့ တစ်ခါတလေလည်း Heart-warming ဖြစ်တဲ့ကားတွေ ကြုံတောင့်ကြုံခဲ ထုတ်တတ်တယ်။ Minari တို့၊ The Florida Project တို့ပေါ့။ သိပ်မဆင်ပေမဲ့ ခပ်ဆင်ဆင်ဆို 20th Century Women, Lady Bird, Mid90s တို့လည်းထုတ်ခဲ့တာပဲ။ ဒါပေမဲ့ ဒီကားက အဲဒီ A24 ဒရာမာကားတွေနဲ့ လုံးဝကွဲထွက်နေတယ်။ ကွဲထွက်ဆို သူ့ပြသပုံရော ဇာတ်အိမ်ရောက လှပေမဲ့ အရမ်းရိုးရှင်းတယ်။ ၁၁နှစ်အရွယ်ကလေးမလေးတစ်ယောက်ရဲ့ သူ့အဖေနဲ့ အတူဖြတ်သန်းခဲ့ရတဲ့ အားလပ်ရက်အခိုက်အတန့်လေးကို ပြထားရုံလေးပဲ။ အဲဒီလိုပြတာကလည်း အရွယ်ရောက်လာတဲ့ အဲဒီကလေးမလေးက သူ့အဖေနဲ့ သူအတူ ရိုက်ထားတဲ့ ဒီခရီးမှတ်တမ်း ဗီဒီယိုကို ပြန်ကြည့်နေတာကို ပြတာပါပဲ။ ဆိုတော့ကာ ဒီကားအစအဆုံးဟာ ကျွန်တော်တို့ဟာ ကျွန်တော်တို့နဲ့ ရွယ်တူလောက် မိန်းကလေးတစ်ယောက် သူ့အတိတ်က အပျော်ဆုံးဘဝကို ပြန်ကြည့်တာကို ကျွန်တော်တို့ လိုက်ကြည့်လိုက်ကြရုံသက်သက်ပါပဲ။ဆိုပေမဲ့ သူ့မှာတင်ပဲ အပျော်ဆုံးဘဝရှိခဲ့ဖူးတာ မဟုတ်ဘဲ ကျွန်တော်တို့အားလုံးမှာလည်း ရှိခဲ့ဖူးတယ်မလား။ မြီးကောင်ပေါက်အရွယ်ဟာ ကျွန်တော်တို့ မိဘတွေနဲ့ ကျွန်တော်တို့ကြား အပြေလည်ခဲ့ဆုံး အချိန်တွေ ဖြစ်ကောင်းဖြစ်နိုင်ကြတာပဲ။ အပျိုဖော်လူပျိုဖော်နည်းနည်းဝင်လာကြပြီးတဲ့နောက် ကတောက်ကဆတ်တွေလည်း ရှိခဲ့ကြဖူးမှာပဲ။ ဒီထက်နည်းနည်းအရွယ်လွန်လာတဲ့အခါ ကျွန်တော်တို့ ဟိုးငယ်ငယ်တုန်းက ဘဝတွေကို ပြန်မြင်တွေးကြည့်ကြရတာလည်း အနည်းနဲ့အများတော့ လွမ်းမောဖို့တော့ကောင်းမှာပဲမဟုတ်လား။ ဒီရုပ်ရှင်ဟာ ကောင်မလေးတစ်ယောက်ရဲ့ ပျော်ခဲ့ဖူးတဲ့ အချိန်တွေကိုပြတာပေမဲ့ အဲဒီနောက်မှာလည်း နည်းနည်းခါးသီးတဲ့အရာတချို့တော့ရှိနေသေးတယ်။ ကောင်မလေးအတွက်တော့ အပျော်ဆုံးဖြစ်ခဲ့ပေမဲ့ သူ့အဖေအတွက် ဒီအချိန်က တစ်စုံတရာ အခက်အခဲရှိခဲ့တဲ့ ကာလတစ်ခုဖြစ်နေခဲ့တာပါပဲ။ ကလေးမလေးကတော့ သိခဲ့လိမ့်မှာမဟုတ်ဘူး။ ကျွန်တော်တို့ အားလုံးလိုပဲပေါ့။ ဒီဗီဒီယိုကို သူပြန်ကြည့်တဲ့အချိန်မှာတော့ သူလည်း အတိုင်းအတာတစ်ခုအထိ ဖြတ်သန်းခဲ့ပြီးပြီဆိုတော့ သူမသိခဲ့တာတွေကို ပြန်မြင်ရင်လည်း မြင်လာမှာပဲ။ ခင်ဗျားလည်း ကြည့်ရင်း ပြန်မြင်ယောင်မိရင်း ပြင်မြင်ရင်လည်းမြင်လာမှာပဲ။နိဂုံးချုပ်ရရင် ဒီရုပ်ရှင်ဟာ ချစ်စရာကလေးမလေးနဲ့ အရောင်တွေလှပနေတဲ့ ရုပ်ရှင်တစ်ကားသက်သက်ပဲ။ လွမ်းမောစရာဖြစ်သွားမလား နာကျင်စရာဖြစ်သွားမလားကတော့ ခင်ဗျားအပေါ်ပဲ မူတည်ပါလိမ့်မယ်။ Aftersun ဟာ ကတိုက်ကရိုက်မဟုတ်ဘဲ အေးအေးဆေးဆေးရှိတဲ့ တစ်နေ့နေ့မှာ ခင်ဗျား ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပေါ့။ ဒီရုပ်ရှင်ဟာ ခင်ဗျားပျောက်ဆုံးနေတဲ့ နိဗ္ဗာန်ဘုံကလေးရဲ့ ဝင်ပေါက်တစ်ခု ဖြစ်ကောင်းဖြစ်လာဖို့ များပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.81GB, 858MBQuality – 1080p, 720pIMDb Rating – 7.7/10Format – mp4Duration – 1H 42MinGenre – DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"