"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်လော မင်းသားကြီး Brad Pitt ရဲ့ ရုပ်ရှင်ကားတွေ
ပြန်ကြည့်ဖြစ်ရင်း Meet Joe Black ဆိုတဲ့ ကားကို
CM မှာ တင်ပေးဖို့ သတိထားမိသွားပါတယ်
ဒီကားကို တိပ်ခွေခေတ်က ခဏ ခဏ ကြည့်ဖူးပါတယ်
DVD ခွေတွေ ထွက်တဲ့အခါလဲ BluRay အခွေ
ဝယ်သိမ်းတဲ့ အထိ ကြိုက်ခဲ့မိပါတယ်…
ဒီရုပ်ရှင်ကားမှာ မင်းသားကြီး Brad Pitt သရုပ်ဆောင်တဲ့
အချိန်က ၁၉၉၈ ခုနှစ်ဖြစ်ပြီး Brad Pitt ရဲ့ အသက်က
၂၁ နှစ်ပဲ ရှိပါသေးတယ်…
နာမည်ကျော်မင်းသားကြီး ရဲ့ ငယ်ရွယ်နုပျိုချောမောနေမှုက
ပျိုတိုင်း ယိုင်လဲလောက်ပါတယ်…
အပြုံး အကြည့် ခပ်ပေပေ ပုံစံလေးတွေက အစ
ဆွဲဆောင်မှု ရှိနေတာမျိုးပေါ့…
ဒီရုပ်ရှင်ကားကလဲ မိသားစုလိုက်ကို
ကြည့်သင့်တဲ့ ကားမျိုးဗျ မိသားစု မေတ္တာကို
ပိုအသားပေး ထားတာမျိုးပဲ
ဇတ်လမ်းအကြောင်း နည်းနည်းပြောပြမယ်နော်
စပွိုင်လာ ဖြစ်ချင်လဲ ဖြစ်နိုင်တာမို့ ကြည့်ဖို့ ရည်ရွယ်ထားရင်
ဆက်မဖတ်နဲ့တော့….
ဆက်သွယ်ရေးလုပ်ငန်းကြီး တစ်ခု ရဲ့ ဥက္ကဌ ဖြစ်သူ ဘေးလ် ဟာ
တစ်ညသော ညမှာ နားထဲ အသံတစ်ချို့ ကို ကြားယောင်ရင်း
လန့်နိုးခဲ့ပါတယ်
တစ်ယောက်ယောက်က သူ့ကို သေရတော့မယ်လို့
သတိပေးနေသလိုပါပဲ…
အစကတော့ ဒါ ထင်ယောင်ထင်မှား ကြားနေတာတွေလို့
ထင်ခဲ့ပေမဲ့ တစ်ရက်မှာတော့ ဘေးလ် ရဲ့ အိမ်ခန်းမထဲမှာ
ငယ်ရွယ်တဲ့ ကောာင်ချောလေး တစ်ယောက် ရုတ်တရက်
ရောက်ရှိလာပါတော့တယ်…
သူ့ကိုသူ သေခြင်းတရား လို့ နာမည်တပ်ထားပြီး
ဘေးလ် ကို သတိပေးရုံ မက အနားမှာပါ ရောက်ရှိလာပါပြီ
များမကြာမှီ ရက်ပိုင်း အတွင်းမှာလဲ ဘေးလ် ရဲ့ မွေးနေ့ ရှိလို့
သမီးကြီး ဖြစ်သူ နဲ့ တစ်အိမ်လုံး အလုပ်များနေပြီး
သမီးငယ် ဖြစ်သူမှာလဲ ဘေးလ် ရဲ့ အားအကိုးရဆုံး လက်ထောက်
ဒရူး နဲ့ ချစ်ကြိုက်နေပြန်ပါသေးတယ်…..
မိမိ ကိုယ်တိုင်လဲ လုပ်ငန်းကို ချဲ့ထွင်ကာ
ပါတနာ အသစ်တွေနဲ့ စာချုပ် ချုပ်ဖို့ အလုပ်များနေချိန်
သေမင်း လာခေါ်တာ ခံရတဲ့ ဘေးလ် တစ်ယောက်
တစ်ခြားသူတွေ စိတ်မကောင်းဖြစ်မှာ ဆိုးလို့
ဖွင့်ပြောမနေတော့ပဲ သေမင်း ခေါ်မသွားခင် ရက်အတွင်း
သမီး နှစ်ယောက် အတွက် မိမိတည်ထောင်ခဲ့ရသော လုပ်ငန်း အတွက်
စီစဉ်စရာ ရှိတာတွေ စီစဉ်ဖို့ သေမင်းကို ကို အချိန်ဆွဲပြီး
ဂျိုး ဘလက် ဆိုတဲ့ နာမည်တစ်ခု ပေးလို့ မိသားစု ရှိတဲ့
အိမ်ထဲ ဆွဲခေါ် လာခဲ့သော အခါမှာတော့….
ဇတ်လမ်းတစ်ခုလုံး ဟာ ပျင်းဖို့ အချိန်မရှိအောင်
ကောင်းလွန်း ပါတယ်…
ဒီ ရုပ်ရှင်ကားကို ကြည့်ပြီး
ကုန်သွားတဲ့ ဖုန်းဘေလ်တွေ နောင်တ ရမယ်
မထင်ပါဘူး…
ရုပ်ရှင်ကားကို Yamin Ou မှ ဘာသာပြန်ပေးထားပြီး
Thit San Khant မှ Review ရေးပေးထားပါတယ်
Quality – 1080P Bluray & 720P Bluray
Subtitle – Burmese
Duration – 2h 58min
Format – MP4
File Size – 1.9 GB & 604.0 MB
Encoder – Thit San Khant
Translator – Yamin Ou
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
