"Mortal Kombat Legends: Battle of the Realms (2021)======================================PauseIMDb Rating – 7.2/10Mortal Kombat Fan​တွေ ​စောင့်​မျှော်​နေတဲ့ Animation​ကားလေးထွက်ရှိလာပါပြီ၊ ဒီဇာတ်ကားက ယမန်နှစ်ကထွက်ထားတဲ့ Mortal Kombat Legends: Scorpion’s Revengeရဲ့ အဆက်ဇာတ်လမ်းဖြစ်ပါတယ်။မရင်းနှီး​သေးတဲ့သူ​တွေအတွက် Mortal Kombatပြိုင်ပွဲအ​ကြောင်း အကျဥ်းချုပ်​ပြောရရင် Realms​ခြောက်ခုထဲက ကြီးနိုင်ငယ်ညှင်းသိမ်းပိုက်မှု​တွေကို ကာကွယ်ဖို့ Universeရဲ့ Elder Gods​တွေက​နေ စီစဥ်​ပေးတဲ့ပြိုင်ပွဲဖြစ်ပါတယ်၊ပြိုင်ပွဲကို တစ်နှစ်တစ်ကြိမ်ကျင်းပပြီး ၁၀နှစ်ဆက်တိုက်အနိုင်ရရှိတဲ့ Realmက တခြားကမ္ဘာတစ်ခုကို အပြီးတိုင်သိမ်းပိုက်ခွင့်ရမှာပါ၊Scorpion’ Revengeမှာ​တော့ ၉ကြိမ်အထိ Outworld realm က အနိုင်ရပြီးမှ လူခန်းတို့အုပ်စု​ကြောင့် Earth Realmဘက်ကပြန်အနိုင်ရပြီး ကံ​ကောင်းခဲ့တာပါ၊Scorpion’s Revengeအပြီးမှာ Outworld Realmကို အနိုင်ရခဲ့တဲ့ လူခန်း၊ ​ရေဒင်၊ ဂျွန်နီ​​​ကေ့ဂျ်နဲ့ ဆွန်ညာဘလိတ်တို့က ​နောက်တစ်နှစ် ပြည့်သွားပြီဖြစ်တာ​​ကြောင့် Outworldစစ်တပ်​တွေ Earth​ပေါ် ကျူး​​ကျော်လာတာကို ထပ်မံရင်ဆိုင်ရပြန်ပါပြီ၊ဒီတစ်ခါမှာ​တော့ Outworldရဲ့သခင်​ရှောင်ခမ်းက Earth realmနဲ့ လူခန်းတို့အုပ်စုကို ​နောက်ဆုံးပြိုင်ပွဲ (Final Mortal Kombat) အဖြစ်ယှဥ်ပြိုင်ပြီး ဘယ်သူပိုင်ဆိုင်သင့်လဲဆိုတာကို ဆုံးဖြတ်ကြမယ်လို့ ကမ်းလှမ်းလာပါတယ်၊ ဒီကမ်းလှမ်းချက်ကို လူခန်းနဲ့​ရေဒင်တို့တ​တွေ လက်ခံလိုက်မလား၊တစ်ဖက်မှာလည်း Nether Realmရဲ့သခင် Shinnokဆီမှာ အသက်ဝိဉာဉ်​ပေးထားရတဲ့ Scorpionတစ်​ယောက် Shinnokရဲ့ ​စေခိုင်းချက်​တွေကို လိုက်​ပေးဦးမှာလား၊ ငရဲသခင် Shinnokရဲ့ ​နောက်ကွယ်က တကယ့်အကြံအစည်က ဘာဖြစ်မလဲ၊ Earth Realmတစ်ခုတည်းအပြင် တခြား Realm​တွေ​​ရော အ​န္တရာယ်ကင်းပါ့မလား စသဖြင့် ​မေးခွန်း​ပေါင်းများစွာနဲ့အတူ ကြည့်ရှုရမှာပါMortal Kombat ဇာတ်ကားတို့ရဲ့ထုံးစံအတိုင်း တိုက်ခိုက်ခန်း၊ သတ်ဖြတ်ခန်း​တွေကို ​သွေးသံရဲရဲနဲ့ အပီအပြင်ပြထားသလို ဒီဇာတ်ကားမှာဆိုရင် Game​တွေထဲက Bone broken effect​တွေပါ ပါလာလို့ ပိုပြီးသ​ဘောကျမိပါတယ်၊ Animationဆို​ပေမယ့် R-ratedဖြစ်​ကြောင်း ​ပြောပါရ​စေ၊ Mortal Kombat Hardcore​တွေအတွက်​တော့ ဒီ Animationကကြည့်ရတာတန်တဲ့ ဇာတ်ကားဖြစ်မှာ အ​သေအချာပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကိုရေးသားပေးသူကတော့ JimX ပဲဖြစ်ပြီ၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ JimX, Chit Tee တို့ပဲ ဖြစ်ပါတယ်။)Quality – 1080p, 720p, 360p Web-DLDuration – 1h 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Action, AdventureSource : 1080p.Web-DLTranslator – JimX, Chit TeeEncoder – SWM"