"Fast & Furious ပရိသတ်တွေအတွက် USD 250 million အကုန်အကျခံပြီး အကောင်းဆုံးတင်ဆက်ထားတဲ့အတွက် Box officie မှာ USD 1 Billion ကျော် ဝင်ငွေရပြန်ရခဲ့ပြီး IMDb 7.2 ထိ Rating ရထားပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီး “ဒွန်မနစ်တိုရက်စ်တို” တစ်ယောက် သူရဲ့ ချစ်ဦးသူ “လတ်တီ” တို့ ကျူးဘားကျွန်းလေးမှာ ဟန်နီးမွန်းထွက်နေကြပါတယ်။Pauseဒီအချိန်မှာ အမေရိကန်အစိုးရရဲ့ Electromegnatic Pulse –EMP လို့ခေါ်တဲ့စွမ်းအားမြင့်ဗုံးကို အခိုးခံလိုက်ရပြီးဘာလင်က လက်နက်ကုန်သည်တွေ လက်ထဲမှာရောက်နေပါတယ်လို့ သတင်းရထားပါတယ်။ဒီဗုံးနဲ့သာတိုက်ခိုက်ရင် ကမ္ဘာပေါ်မှာရှိတဲ့ ဘယ်မြို့ကြီးမဆို စွမ်းအင်တွေပြတ်ပြီးကျောက်ခတ်ကလို ပြန်ဖြစ်သွားနိုင်တဲ့အတွက် အမေရိကန်အစိုးရ ကိုယ်လုပ်ထားတဲ့ဗုံးအတွက်ကိုယ်ပြန်ပူပန်နေရပါပြီ။တစ်ခြားနိုင်ငံတစ်ခု ပိုင်နက်မှာဆိုတာ့ အစိုးရအနေနဲ့ တရားဝင်အဖွဲ့အစည်းတွေလွတ်လို့မရတဲ့အတွက် “လုခ်ဟော့ခ်” ကိုပဲ ဦးဆောင်ခိုင်းပြီး ပြန်ခိုးခိုင်းလိုက်ပါတယ်။ဒီ EMP ဗုံးကို Furious အဖွဲ့သားတွေ အောင်မြင်အောင်ခိုးလာနိုင်ပေမယ့် ဇာတ်လိုက်ကျော်ကြီးဒွန်က သစ္စာဖောက်ပြီး ယူသွားပြီးတော့ Cipher နဲ့ ပူးပေါင်းသွားပါတော့တယ် ။“Cipher” ဆိုတာကတော့ အလွန်တော်တဲ့ Hacker တစ်ယောက် Cyber အကြမ်းဖက်သူကြီးတစ်ဦးပေမယ့် မိန်းမချောလေးတစ်ဦးပါ။သူက အလွန်တော်တဲ့Hacker မို့ သူ့အကြောင်းတွေ အလွယ်တကူ စုံစမ်းလို့မရပါဘူး။ဘဝဆိုတာ ရွေးချယ်မှုကြားထဲမှာပဲ ရှင်သန်လုပ်ရှားနေရတာပါ ။ကိုယ့်ဘဝဟာ ကိုယ့်လက်ထဲမှာ ရှိပါတယ် “ အောင်မြင်ချင်သလား ရှုံးနိမ့်ချင်သလား” ကြိုက်ရာကိုရွေးချယ်လို့ရပါတယ်။ဒွန်တစ်ယောက် ဒီလမ်းကို ရွေးချယ်သွားတာလည်း အကြောင်းရှိပါတယ်။-မိသားစုတွေကို ဘယ်တော့မှ သစ္စာမဖောက်တတ်တဲ့ဒွန် ဒီလမ်းကို ဘာကြောင့်များ ရွေးချယ်သွားရတာလဲ– “Cipher” ကရော ဒီ EMP ဗုံးကို ဘယ်လိုအသုံးချပြီး ဘာတွေကို အကြမ်းဖက်ချင်တာလဲသူရဲ့ Hacking skill တွေကိုရော ဘယ်လောက်တောင်ပြနိုင်မှာလဲ-Furious အဖွဲ့သားတွေကရော ဒွန်ကို ဘယ်လိုပြန်ရှာဖွေမလဲ-သူတို့ရဲ့ ရန်သူတော်ကြီးရော “ ဒက်ရှော” ကရော ဘယ်လိုအခန်းကဏ္ဍကနေပါဝင်မှာလဲ ဆိုတာကတော့ စိတ်ဝင်စားစရာပါပဲကြိုက်နှစ်သက်သူများရှိသလို မကြိုက်တဲ့သူများလည်း ရှိနေတဲ့ ဒီကားကိုကြည့်မှာလား မကြည့်ဘူးလားဆိုတာကတော့ CM ပရိသတ်ကြီးရဲ့လက်ထဲမှာပါပဲကြိုက်ရာကိုရွေးချယ်လို့ရပါတယ်။File Size : (2.5 GB) / (1.6 GB)Quality : BluRay 1080p /720p 5.1CHRunning Time : 2hr 16minFormat : Mp4Genre :Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p BluRay x264-SPARKSTranslated by Little TwinlayEncoded by Nyeinsaeya Aung"