"Review မလုပ်ခင် တစ်ခုပြောချင်တာက ဒီကားက ၂ပတ်အတွင်းမှာတင် US မှာ သန်း ၂၆၀ ကျော်သွားပြီဖြစ်သလို၊ World Wide မှာ အပို သန်း ၇၀၀ နဲ့ စုစုပေါင်း သန်း ၁ထောင်ကျော်သွားပါပြီ။ ၂ပတ်အတွင်းမှာ မှာတင် All Time ဝင်ငွေအကောင်းဆုံးစာရင်းမှာ နံပါတ် ၂၀ ဖြစ်သွားပြီး၊ ဒီအတိုင်း ဆက်သွားရင် ထိပ်ဆုံး ၅ ကားစာရင်းဝင်မှာဖြစ်ပါတယ်။
ဒီကားက မင်းသား Paul Walker ရဲ့ နောက်ဆုံး ဇာတ်ကား
ဖြစ်ပြီး၊ Fast & Furious ဇာတ်လမ်းတွဲရဲ့ ၇ကားမြောက်ဖြစ်ပါတယ်။ ဒီစီးရီးက Fast 5 ကနေစပြီး ဇာတ်လမ်း ပုံစံပြောင်းလိုက် ပြီးတဲ့နောက်မှာမှ လူတွေပိုစိတ်ဝင်စားလာတာ တွေ့ရပါတယ်။ ပထမသုံးကားက ကားပြိုင်တဲ့ ဇာတ်လမ်းတွေပဲဖြစ်ပြီး နံပါတ်လေးမှာ Tokyo Drift ဒါရိုက်တာ Justin Lin က နေ လူစိတ်ဝင်စားလာအောင် ပုံစံပြောင်း ရိုက်ကူးခဲ့ပြီး Fast Five က ဒီစီးရီးရဲ့ အကောင်းဆုံး ဇာတ်ကား အဖြစ် ပရိတ်သတ်တွေ လက်ခံထားကြပါတယ်။
ဒီ Fast & Furious ကားတွေ က Birdman တို့ American Sniper တို့လို ဇာတ်လမ်းပိုင်း ကောင်းမကောင်း ဝေဖန်ဖို့ မလွယ်ပါဘူး။ ဘာလို့လည်းဆိုတော့ ဒီကားက ဇာတ်လမ်းကောင်းလို့ပြောဖို့ထက်၊ Action ကားကောင်းလို့ပဲ ပြောလို့ရပါ တယ်။ အခု Furious 7 ကလည်း အက်ရှင်တွေ၊ ပြိုင်ကားတွေ၊ သေနတ်၊ ဗုံး စတာတွေ အများအပြားပါသလို၊ ကြည့်လို့လည်း ကောင်းတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ ဒါပေမယ့် Visual Effect နဲ့ Action ကိုပဲ အားကိုးထားတာတော့မဟုတ်ပါဘူး။ သူ့မှာ စိတ်ဝင်စားစရာ ဇာတ်ကွက်၊ လူရှိန်လောက်တဲ့ ဗီလိန် တွေပါသလို ဗီလိန်တွေရဲ့ ဇာတ်ကောင်ကလည်း အဓိပ္ပာယ်ရှိပါတယ်။ Transformer ကားတွေလို လုံးဝယုတ္တိမရှိတာမျိုးမဟုတ်ပါဘူး။
ဇာတ်လမ်းမပြောခင် Fast & Furious ဇာတ်ကားတွေရဲ့ အစီစဉ်က The Fast & the Furious, 2 Fast 2 Furious, Fast & Furious (2009) နံပါတ်လေးကားမြောက်ပါ ပြီးတော့မှ Fast Five, Fast & Furious 6, Tokyo Drift (2003), နဲ့ အခု Furious 7 တို့ဖြစ်ပါတယ်။ နံပါတ်ခြောက်မှာ သူတို့ နှိမ်နင်းပေးခဲ့တဲ့ Owen Shaw ရဲ့ အကို Deckard Shaw (Jason Statham) က သူ့ညီအတွက် လက်စားချေဖို့ သူတို့အဖွဲကို တစ်ယောက်ပြီးတစ်ယောက် လိုက် နှိမ်နင်းပါတယ်။ ပထမဆုံးအနေနဲ့ Han ကို Tokyo မှာ သတ်လိုက်ပြီးနောက် Dom ရဲ့ အိမ်ကို ဗုံးခွဲခဲ့ပါတယ်။ ဒါကြောင့် Dom က Deckard Shaw ကို လက်တုန့်ပြန်ရမှာဖြစ်သလို သူတို့ ကို လိုက်သတ်နေတာကိုလည်း ကာကွယ်ရမှာဖြစ်ပါတယ်။
Deckard Shaw က British Special Forces က Black Ops Assassin တစ်ဦးဖြစ်ပါတယ်။ သူ့ကို အစိုးရကလည်း လိုချင်နေပြီး အခုထိရှာလို့မတွေ့သေးပါဘူး။ ဒီနေရာမှာ U.S အစိုးရဘက်က လူတစ်ယောက် (Kurt Russell)က Dom ကို အလုပ်တစ်ခု ခိုင်းလာပါတယ်။ British Hacker တစ်ယောက်က တစ်ကမ္ဘာလုံးမှာ ရှိသမျှ ကင်မရာ ဆဲလ်ဖုန်းတွေ ကို ဟက်လုပ်နိုင်တဲ့ Chipset လေးတစ်ခု ထွင်ထားပြီး အဲ့ဒီ ဟက်ကာကို လူဆိုးလက်က ပြန်ကယ်ပေးရမှာ ဖြစ်ပါတယ်။ တကယ်လို့ ကယ်နိုင်ရင် Shaw ကို ဒီ Chipset ရဲ့ အကူအညီနဲ့ ရှာပေးမှာဖြစ်တယ်လို့ ကတိပေးပါတယ်။
ဇာတ်လမ်းက တော့ ထုံးစံအတိုင်း ကားတွေ၊ ထွေလာထဲမှာပါသလို စတန့်တွေနဲ့ ပဲ ပြီးသွားတာဖြစ်ပါတယ်။ Action Scene တွေက ကောင်းပေမယ့် ဇာတ်လမ်းက တော့ Fast Five လောက်မကောင်းလှပါဘူး။ တစ်ခု ထူးထူးခြားခြားကောင်းတာက၊ ဇာတ်လမ်းအစကတည်းက Brian (Paul Walker) က မိသားစုဘ၀ ကို ပျင်းရိနေတဲ့ ပုံစံပြထားသလို၊ ဇာတ်လမ်းတစ်လျှောက်မှာလည်း မိန်းမနဲ့ ခွဲသွားရတော့ မယ်ဆိုတဲ့ အရိပ်အယောင်လေးတွေပြထားပါတယ်။
ဒီနေရာမှာ ဒါရိုက်တာ James Wan နဲ့ Justin Lin ကွဲသွားတာ သိသာပါတယ်။ Justin Lin က အက်ရှင်ကို ဦးစားပေး ပြီး အက်ရှင်ကားကောင်းတွေ နဲ့ လိုက်ဖက်တဲ့ ဇာတ်လမ်း မျိုးရွေးချယ်ပေမယ့်၊ James Wan ကတော့ ဒီကားမတိုင်ခင်အထိမှာ Horror ကားတွေပဲ ရိုက်ကူးထားပါတယ်။ Saw, Conjuring, Insidious စတဲ့ ဇာတ်ကားကောင်းတွေ ရိုက်ကူးထားဖူးလို့ ဇာတ်ကားမှာ ဗီလိန်ကောင်းကောင်း ကို ဇာတ်လမ်းနဲ့ကိုက်အောင် အသုံးချတတ်ပါတယ်။ ဒီကားမှာပါတဲ့ Vin Diesel နဲ့ The Rock တို့ လို ဇာတ်ကောင်မျိုးတွေ အတွက် လောက်လောက်လားလား ဗီလိန် ဆိုတာရှားပါးလှပါတယ်။ သူတို့နှစ်ယောက်ကို ယှဉ်ပြီး ချနိုင်ဖို့ ဒုက္ခပေးနိုင်ဖို့ အတွက် အဓိက ဗီလိန် Jason Statham ကို ရွေးထားတာ မှန်ကန်ပြီး ဇာတ်လမ်းအရလည်း အံဝင်ပါတယ်။ Jason ကလည်း ဒီလို ဇာတ်ရုပ်မျိုးတွေပဲ သရုပ်ဆောင် လေ့ရှိတာဖြစ်ပြီး၊ သူရဲ့ Martial Art Skill ကို သူနဲ့တွဲရိုက်သမျှထဲမှာ ယှဉ်နိုင်တာ Jet Li တစ်ယောက်ပဲရှိပါတယ်။ ဒီကားမှာဆိုလည်း သူက Vin Diesel တို့ The Rock တို့ ကိုအသာလေး အနိုင်ယူနိုင်ပေမယ့်၊ ဇာတ်လမ်းအရ သူက တော်တော်နှေးပေးထားရပါတယ်။ နောက်ထပ်တစ်ဦးဖြစ်တဲ့ Ong Bak မင်းသား Tony Jaa ကတော့ ဇာတ်လမ်းမှာသိပ်မပါရပေမယ့် ပါရတဲ့အခန်းမှာတော့ သရုပ်ဆောင်မဆိုးဘူးလို့ဆိုရပါမယ်။
ဇာတ်လမ်းက သာမန်ပဲဖြစ်ပေမယ့် ဇာတ်လမ်း တစ်ခုလုံးမှာ နောက်ဆုံး Scene လေးက ပရိတ်သတ်ရင်ကို ထိမှန်စေတဲ့ အခန်းလေး တစ်ခန်းပါပြီး၊ ဒီတစ်ခန်းထဲနဲ့တင် ဇာတ်ကားရဲ့ ဟာကွက်တွေကို ခွင့်လွှတ်ပေးလို့ရပါတယ်။ ဒီဇာတ်ဝင်ခန်းအကြောင်း ပြောရင်တော့ Spoiler လို့ပြောလို့ရပေမယ့်၊ ရုပ်ရှင် မထွက်ခင်ကတည်းက ဒါရိုက်တာ James Wan က Paul Walker ရဲ့ ဇာတ်ကောင်ကို ဇာတ်လမ်းထဲမှာ သေခိုင်းမှာ မဟုတ်ဘူးလို့ဆိုထားပါတယ်။ Studio က ဇာတ်လမ်းထဲမှာပါ ဇာတ်ကောင်ကို သေခိုင်းဖို့ လုပ်ထားပေမယ့်၊ James Wan ရဲ့ ဇာတ်သိမ်းလေးက ပိုကောင်းပါတယ်။
ဟုတ်ပါတယ် Brian O’Conner (Paul Walker) က နောက်ဆုံးမှာ မိသားစုနဲ့အတူ ကမ်းစပ်မှာ ရေကစားနေပြီး၊ သူတို့နှစ်ယောက်ကို Dom (Vin Diesel), Letty (Michelle Rodriguez), Roman (Tyrese Gibson), Tej (Ludacris) နဲ့ Ramsy တို့က နောက်ကနေ ကြည့်နေကြပြီး၊ ဒါနောက်ဆုံးပဲဆိုတဲ့ ခံစားချက်တွေ သူတို့မျက်နှာ်မှာပေါ်လွင်ပါတယ်။ အပြင်မှာ တကယ်သေသွားပြီဖြစ်တဲ့ Paul က နောက်ထပ်ဇာတ်ကားတွေမှာ ပါဝင်နိုင်တော့မှာမဟုတ်သလို၊ ဒီ ဇာတ်ဝင်ခန်းလေးက သူတို့ နောက်ဆုံး နုတ်ဆက်တဲ့ဇာတ်ဝင် ခန်းလေးဖြစ်တာနဲ့အညီ Vin Diesel နဲ့ Tyrese Gibson တို့ရဲ့ မျက်နှာ်မှာ ဝမ်းနည်းနေတာ၊ အရမ်းသိတာသလို၊ တကယ့် ဝမ်းနည်းဖို့လည်းကောင်းပါတယ်။ ကျွန်တော်ပြောတာနဲ့တင်မလုံလောက်ပဲ ဇာတ်ကားကို ရုံမှာသွားကြည့်သင့်ပါတယ်။ No Sex, No Nudity ဆိုပေမယ့် ထုံးစံအတိုင်း ဘီကီနီ နဲ့မိန်းကလေးတွေ တော့ ပါပါတယ်။ မိသားစုတူတူ ကြည့်နိုင်ပါတယ်။ ဒီကားထဲမှာ နောက်ဆုံး ဇာတ်ဝင်ခန်းက အကောင်းဆုံး လို့ပြောလို့ရသလို၊ ပထမဆုံး Jason Statham နဲ့ The Rock ရဲ့ Fight Scene ကလည်း တစ်ကားလုံးမှာ အကောင်းဆုံး Fight Scene လို့ပြောလို့ရပါတယ်။ အဲ့ဒီအခန်းမှာ The Rock က Jason ကို Smack Down သုံးပြီး ချတာ လည်းပါပြီး၊ ရုံမှာကြည့်ရတာပိုမိုက်ပါတယ်။
(ရုပ်ရှင်အညွှန်းကို Movies For Myanmar ရုပ်ရှင်မိတ်ဆက် Facebook Page မှ ကူးယူတင်ပြပါသည်)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
File Size : (2.6 GB) / (1.4 GB)
Quality : BluRay 1080p / 720p 5.1CH
Running Time : 2hr 17min
Format : MKV
Genre :Action, Crime, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p BluRay x264-SPARKS
Translated by Thar Htet
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
