"ရုပ်ရှင်မိတ်ဆက်
ဒီတစ်ခါတော့ လူငယ်တွေကို ပြိုင်ကားတွေနဲ့ ရင်းနှီးစေခဲ့တဲ့ Fast & Furious ဇာတ်လမ်းတွဲတွေထဲက အကောင်းဆုံးလို့ ပြောလို့ရတဲ့ Fast Five နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါ Review ကတော့ ထူးထူးခြားခြား ပရိတ်သတ်အားလုံးကို အမှတ်တရဖြစ်နေမှာပါ။ Fast & Furious ဇာတ်ကားတွေရဲ့ အဓိကမင်းသားအဖြစ် Vin Diesel နဲ့အတူ တွဲဖက်သရုပ်ဆောင် ခဲ့တဲ့ Paul Walker (Brian O’Conner) က နိုဝင်ဘာလ ၃၀ ရက်နေ့ ၂၀၁၃ ခုနှစ်မှာ Santa Clarita, California မှာ ကား အက်ဆီးဒင့် ဖြစ်ပြီး သေဆုံးသွားပြီဖြစ်ပါတယ်။ သူ သေဆုံးချိန်မှာ အသက် ၄၀ ပဲရှိသေးပြီး သူငယ်ချင်းနဲ့ အတူ ဖီလစ်ပိုင်မုန်တိုင်း အတွက် Charity Event ကနေပြန်အလာမှာ ကားအက်ဆီးဒင့် ဖြစ်တာဖြစ်ပါတယ်။ ကားက သူနဲ့အတူ သွားတဲ့ သူ့သူငယ်ချင်း ကမောင်းတာဖြစ်ပြီး ဖြစ်တဲ့နေရာက Valencia ရပ်ကွက်ရဲ့ Street Race လုပ်တာများတဲ့ လမ်းပေါ်မှာဖြစ်ပါတယ်။
Fast Five အကြောင်းကိုပြောရရင် ဒီကားက Fast & Furious လို့ခေါ်တဲ့ စတုတ္ထမြောက်ကားရဲ့ အဆက် ဖြစ်ပြီး O’Conner နဲ့ Dominic တို့ ဘရာဇီးနိုင်ငံ Rio De Jeneiro မှာ အဲ့ဒီမြို့က လူဆိုး ခေါင်းဆောင် Hernan Reyes နဲ့ပြသ၁နာဖြစ်ကြ သလို၊ လူဆိုးအဖွဲ့နဲ့ အလုပ်တူတူ လုပ်နေတုန်း လူဆိုးတွေက DEA အေးဂျင့်တွေကို သတ်လိုက်တာကိုလည်း သူတို့နှစ်ယောက်အပေါ်ပုံချခံရပါတယ်။ ဒါနဲ့ပဲ DEA က The Rock နဲ့အဖွဲကို လွှတ်ပြီး ဖမ်းခိုင်းပါခဲ့တယ်။
အဲ့ဒီမှာ Dominic နဲ့ Brian က Reyes က ဘိန်းအရောင်းအဝယ်နဲ့ ချမ်းသာနေတာဖြစ်ပြီး ဒေါ်လာသန်း ၁၀၀ ကျော် ရှိတယ်ဆိုတာ သိသွားတဲ့နောက် Reyes ကို ဓါးပြတိုက်ဖို့ ကြံစည်ကြပါတယ်။ ဒီလို အစီအစဉ်ဆွဲ ရာမှာ သူတို့ ရဲ့ မိတ်ဆွေတွေကို သူတို့နဲ့အတူ ပါဝင်စေခဲ့ပါတယ်။ Brian က 2 Fast 2Furious ထဲက Roman Pearce (Tyrese Gibson, Paul Walker ရဲ့ အမှတ်တရ ပွဲကို မျက်ရည်စက်လက်နဲ့ တက်ရောက်ခဲ့ပါတယ်) နဲ့ Tej တို့ကို ခေါ်ခဲ့ပြီး Dominic က Fast & Furious ကားထဲက Han (Sung Kang), Gisele, Tego နဲ့ Don Omar တို့ပြန်ခေါ်ခဲ့ပါတယ်။
ဒီကားမှာ ရှေ့ ထွက်ပြီးသမျှ Fast & Furious ကားတွေထဲက သရုပ်ဆောင်တွေ အကုန် လုံးနီးပါပြန်ပါ ခဲ့ပါတယ်။ (Tokyo Drift က Fast & Furious 7 မတိုင်ခင်ထိ ဇာတ်လမ်းတွေရဲ့နောက်ဆုံးကားဖြစ်ပြီး အစဉ်လိုက် စီရရင် The Fast and the Furious, 2 Fast 2 Furious, Fast & Furious, Fast Five, Fast & Furious 6, Tokyo Drift and Fast & Furious 7 ဖြစ်ပါတယ်။)
ဇာတ်လမ်းတစ်ဝက်လောက်က အစီအစဉ်ချတာနဲ့တင် အချိန်ကုန်နေပြီး ဇာတ်လမ်း တစ်ဝက်လောက်မှာစပြီး ဇာတ်ရှိန်တက်လာတာဖြစ်ပါတယ်။ သရုပ်ဆောင်တွေ တစ်ယောက်နဲ့ တစ်ယောက်ကြားမှာ နားလည် မှု အပြည့်အဝနဲ့ သရုပ်ဆောင်ထားတာ တွေ့ရမှာဖြစ်သလို ထူးထူးခြားခြား ဓါးပြတိုက်တဲ့ ရုပ်ရှင်လည်း ဖြစ်ပါတယ်။ ပြိုင်ကားနဲ့ ဇာတ်လမ်းကောင်း မျိုး မရှိနိုင်ဘူးလို့ ပြောနေတဲ့ သူတွေကို ပါးစပ်ပိတ် သွားစေတဲ့ကားဖြစ်ပါတယ်။
ပြိုင်ကား ပရိတ်သတ်တွေ ကြည့်သင့်တဲ့ ဇာတ်ကားပါ။ မိသားစု တူတူကြည့်သင့်တဲ့ကားမျိုးတော့ မဟုတ်ပါဘူး။ No Nudity ပေမယ့် Street Race ဇာတ်လမ်းဖြစ်လို့ Half Naked, Bikini ဝတ် မော်ဒယ်တွေ အများပြား ပါဝင်တာကိုတွေ့ရမှာဖြစ်ပါတယ်။ ဒီကားက ကလေးတွေမကြည့်သင့်သလို လူငယ်တွေ အနေနဲ့ မိဘတွေကို ပေးမကြည့်သင့်တဲ့ကားပါ။ 😀 ဘာလို့လည်းဆိုတာတော့ လူငယ်တွေပဲသိပါတယ်။
#Sololay
(အညွှန်းကိုရုပ်ရှင်မိတ်ဆက်မှကူးယူဖော်ပြပါသည်။)
File Size : (2.4 GB) / (1.3 GB)
Quality : BluRay 1080p / 720p 5.1 CH
Running Time : 2hr 10min
Format : MKV
Genre :Action, Crime, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zuel Zan Aung
Encoded by Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
