"Quo Vadis, Aida ?(2021)===================IMDb Rating. = 7.9/10Rotten Tomatoes = 100%July 1995မှာ Srebrenicaက မွတ်စလင် 8373ယောက်ဟာ လူမျိုးသုဉ်းသတ်ဖြတ် ခံခဲ့ရတယ်။Pause2005မှာ ကုလအထွေထွေ အတွင်းရေးမှူးချုပ် ကိုဖီအာနန်က ဆရီဘရီနီကာမြို့က အစုအပြုံလိုက်သတ်ဖြတ်မှုဟာ ဥရောပမှာ ဒုတိယကမ္ဘာစစ်နောက်ပိုင်းမှာ အဆိုးရွားဆုံးဖြစ်ရပ်လို့ ကြေညာခဲ့ရတဲ့အထိကို ရက်စက်ကြမ်းကြုတ်ခဲ့တဲ့ အဖြစ်ဆိုးတစ်ခုပါပဲ။ဥရောပရဲ့ နှလုံးသား‌ ဒေသမှာ ဖြစ်ပျက်ခဲ့တဲ့ UNသမိုင်းက အမဲစက်ကြီးဆိုပြီး ကျော်ကြားခဲ့တယ်။ဒီသတ်ဖြတ်မှုကို လူမျိုးသုဉ်းသတ်ဖြတ်မှုလို့လည်း ခေါ်ကြပေမဲ့ ဆားဘီးယားသမ္မတကတော့ လူမျိုးသုဉ်း သတ်ဖြတ်မှုမဟုတ်ပါဘူးလို့ ငြင်းဆိုထားတယ်။ဒီရုပ်ရှင်ဟာ ဆရီဘရီနီကာက Genocideဖြစ်ရပ်မှန်ကို ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ဇာတ်လမ်းကတော့ ဆာ့ဗ်‌တွေက ဆ‌ရီဘရီနီကာကို စသိမ်းလုဆဲဆဲ အချိန်ကစထားတယ်။ မြို့ပေါ်ကို လက်နက်ကြီးတွေ စက္ကန့်တိုင်းမှာ သုံးခုစီ ကျနေတယ်။ UN က ဆရီဘရီနီကာမှာ အခြေစိုက်စခန်းချပြီး ဆရီဘရီနီကာကို လုံခြုံရေးဇုန် (ဝါ) UN ကာကွယ်မှုရဇုန်အဖြစ် ကြေညာထားတယ်ပေါ့။ ဆာ့ဗ်တွေဘက်က လက်နက်ကြီးတွေကို မရုတ်သိမ်းရင် နေတိုးရဲ့လေကြောင်းတိုက်ခိုက်မှုတွေ စလုပ်မယ်လို့ UNကနေ ရာဇသံပေးထားတယ်။ထုံးစံအတိုင်းပေါ့ ဆာ့ဗ်တွေမြို့နားကပ်လာကတည်းက UN က တစ်လက်မမှ ထပ်မကပ်လာစေရဘူး ဘာညာကတိ‌တွေပေးတယ်။ဟိုဘက်ကတပ်တွေက မြို့ကိုသိမ်းသွားတဲ့အထိကို နေတိုးရဲ့ လေကြောင်းတိုက်ခိုက်မှုလည်းမလာ ရိက္ခာတောင်မလာဘူး။အခြေစိုက်စခန်းက အရာရှိတွေပြောတဲ့ “ကျုပ်တို့ လုပ်နိုင်တာ အကုန်လုပ်နေပါတယ်”ဆိုတဲ့စကား ကြားရတာကလွဲ ဘာမှဖြစ်မလာခဲ့ဘူး။နောက်ဆုံး သူတို့ အခြေစိုက်စခန်းထဲ ၀င်သောင်းကြမ်းသွားတဲ့ အထိကို UNက ဘာမှမလုပ်နိုင်ခဲ့ဘူး။ဒီကနေမှ ယူအမ်အခြေစိုက်စခန်းချထားတဲ့ ဆာဘရီနီကာမှာ UNကြီးငုတ်တုတ်ရှိနေလျက်နဲ့ UNရဲ့အဆိုးရွားဆုံးကျရှုံးမှု (ဝါ) UN သမိုင်းရဲ့ အကြီးဆုံးအမဲစက်ဖြစ်တဲ့ ဆရီဘရီနီကာ Genocide ဘယ်လိုဖြစ်သွားခဲ့လဲဆိုတာကို ရိုက်ပြထားတယ်။ဒီလူမျိုးသုဉ်းသတ်ဖြတ်မှုရဲ့ တရားခံဖြစ်တဲ့ ဘော့စနီးယား သားသတ်သမားလို့ အမည်တွင်ခဲ့တဲ့ ဗိုလ်ချုပ်ကြီး ရတ်ကို မလာဒစ်ချ်ဟာ စစ်ရာဇဝတ်မှု ကျူးလွန်ခဲ့ကြောင်း စွပ်စွဲခံရပြီးတဲ့ ၁၉၉၅ ခုနှစ် ကတည်းက စပြီး ထွက်ပြေး တိမ်းရှောင်နေခဲ့တယ်။ 2017 မှာ လူမျိုးသုဉ်းသတ်ဖြတ်မှု အပါအ၀င် စွဲချက် ၁၁ ခုနဲ့ ထောင်ဒဏ် တစ်သက်ချမှတ်ခံခဲ့ရပြီး ပြစ်ဒဏ်စီရင်ချက်ကိုဖတ်ကြားတဲ့အချိန်မှာ အသတ်ခံရသူများ၏မိခင်များက လက်ခုပ်သြဘာပေးကြတယ်လို့ဆိုတယ်။Quo Vadis ,Aida? ကို ဘော့စနီးယားဒါရိုက်တာ Jasmila Žbanićက ရေးသား ရိုက်ကူးထားပြီး 2021 အော်စကာဆုပေးပွဲမှာ Best International Feature Filmဆုအတွက် ဆန်ခါတင်၀င်ခဲ့တယ်။ဆုကိုတော့ သိတဲ့အတိုင်း ဇိုးဘဲရုပ်ရှင်က ရသွားခဲ့တာပါ။ BAFTAအပါအ၀င် တခြားဆုပေးပွဲတွေမှာ ဆန်ခါတင် အတော်များများ၀င်ခဲ့ပြီး ဆုအချို့လည်းရထားခဲ့တယ်။Ratingပိုင်းမှာလည်း ပေးချင်တဲ့သူပေးပြီး မကောင်းလည်း မြင့်ချင်သလိုမြင့်သွားနိုင်တဲ့ IMDbလည်း 7.9 ပါ။100%ပေးတဲ့ကား အရမ်းများနေလို့ ဖြတ်ရိုက်ချင်စရာ ကောင်းနေတဲ့ Rotten Tomatoes ကလည်း100% ပါပဲ။နောက် သူတို့ထဲတော့ ကျွန်တော်အယုံဆုံး Rating ဖြစ်တဲ့ Metacritic Ratingက 97% ပါ။Meta 97%ရတဲ့ကား အတော့်ကိုရှားပါတယ်။ အသေကောင်းပါတယ်ဆိုတဲ့ ကားတွေတောင် 95%မရောက်ပါဘူး။‌နောက် ဒီရုပ်ရှင်ဟာ Metacriticက စာရင်းလုပ်ထားတဲ့ 2021 ရဲ့ ထွက်ပြီးသမျှ အကောင်း‌ဆုံး ကားစာရင်းမှာ နံပါတ်တစ်နေရာယူထားတယ်။ဆိုတော့ကာ စိတ်ချလက်ချ ကြည့်လို့ရပါတယ်။ခေတ်ကာလအခြေနဲ့လည်း ကိုက်ညီတာကြောင့် Criticတွေထက်တောင် ကောင်းကောင်းကြီး ပိုခံစားလို့၀င်ကြမှာပါ။Ref , BBC and Other News Medias(တန်ဖိုးရှိတဲ့ ဒီဇာတ်ကားအတွက် တန်ဖိုးရှိတဲ့ ရုပ်ရှင်အညွှန်းကို WiRa Aung က ဖန်တီးပေးထားတာပါ။)File size…(1.8 GB) / (900 MB) / (441 MB)Quality…WEB-DL 1080p / 720p / 480pFormat…mp4Duration….01:43:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….d3monTranslated by WiRa Aung"