"Body Heat (1981)
~ IMDb – 7.4/10, Rotten Tomatoes – 98% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားက Neo-Noir ကိုမှ Erotic ကားပါ။ Neo-Noir ကားတွေ ကြမ်းရင် ဘယ်လောက်ထိကောင်းလဲ အားလုံးသိကြလောက်ပါတယ်။ ဒီကားကလည်း ရိတ်တင်၉၈ရာခိုင်နှုန်းတောင်ရထားတဲ့ Neo-Noir ကားပါ။ David Fincher ရဲ့ နာမည်ကြီးကားဖြစ်တဲ့ Seven တို့ Zodiac တို့ထက်တောင် များပါတယ်။ ဆိုတော့ ဒီကားဘယ်လောက်ကောင်းမလဲ စဉ်းသာစားကြည့်ပေါ့။
ရှေ့နေနက်ဒ်ရာဆင်းဟာ အကျင့်ပျက်ခြစားမှုတွေ မရှားပါးတဲ့ သူ့မြို့မှာ သူလည်သလို ဖျံကျလိုက်၊ လူလွတ်ဘဝနဲ့ ပျော်ပါးလိုက်နဲ့ ဘဝကိုဖြတ်သန်းနေရာက တစ်ညမှာ မတ်တီဝေါ်ကာဆိုတဲ့ မိန်းမတစ်ယောက်ကို ဆုံမိပြီးတော့ စွဲလမ်းသွားခဲ့တယ်။ မတ်တီက အိမ်ထောင်ရှိအမျိုးသမီးပေမဲ့ အဲဒီလိုစည်းမျိုးကို သောင်ပြင်ပေါ်ကခြေရာလောက် သဘောထားတဲ့ နက်ဒ်က မရမကလိုက်တဲ့နောက်မှာ အစတည်းက ခင်ပွန်းသည်အပေါ် အလိုမကျတဲ့ မတ်တီကလည်း နက်ဒ်လက်လှမ်းတည်းက ပါသွားခဲ့တယ်။
မတ်တီ့ယောက်ျားနောက်ကွယ်မှာ နှစ်ယောက်သား ပျော်ပျော်ကြီးကြိတ်ပုန်းခုတ်ရင်း တစ်ရက်မှာတော့ သူတို့ဖောက်ပြီးသားစည်းထက် အများကြီးပိုကြီးကျယ်တဲ့ စည်းတစ်ခုကို ထပ်ကျော်ဖို့အတွက် နက်ဒ်တို့တွေ စိတ်ကူးရလာကြတယ်။ အဲဒါကတော့ ငွေကြေးအတော်တောင့်တင်းတဲ့ မတ်တီရဲ့ယောက်ျားဖြစ်သူကို လုပ်ကြံပြီးတော့ ကျန်ခဲ့မယ့်အမွေတွေကို သူတို့နှစ်ယောက် အပိုင်သိမ်းယူဖို့ပဲ။ ဒါပေမဲ့ အဲဒီအကြံအစည်ကို အကောင်အထည်ဖော်ရင်းကနေ ကြုံလာရတာတွေက မှန်းထားသလိုနဲ့ မကိုက်တော့တဲ့နောက်မှာ သူ မြွေပွေးခါးပိုက်ပိုက်မိပြီလားလို့ နက်ဒ်တစ်ယောက် မယုံနိုင်ခြင်း တုန်လှုပ်ခြင်းများစွာနဲ့အတူ မေးခွန်းထုတ်လာမိတော့တယ်။
ကားကောင်းတွေ မရှားခဲ့ဘဲ ရိုက်သမျှနီးပါး အကောင်းတွေချည်းဖြစ်ခဲ့တဲ့ မင်းသားကြီး William Hurt ရဲ့ ကားပါပဲ။ သူ့ကို ကျွန်တော်တို့ ကလေးဘဝမှာကတည်းက MCU ရဲ့ The Incredible Hulk ထဲက General Thaddeus Ross အနေနဲ့ စသိခဲ့ရတာပေါ့။ ခုတော့ သိပ်မကြာသေးခင်ကပဲ သူကြွေလွင့်သွားပြီပေမဲ့ သူ့အနုပညာတွေကတော့ ဆက်လက်ကျန်ရှိနေပါလိမ့်မယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.02GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 7.4/10
Format – mp4
Duration – 1H 53Min
Genre – Crime, Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Costanza
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
