"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (7.6) / Rotten Tomatoes (89%)
အီမာစတုန်းတို့လို နာမည်ကြီးသရုပ်ဆောင်တွေနဲ့ ခေတ်ကိုသရော်ထားတဲ့ Zombie ဟာသဇာတ်ကားပါ…
Rating တွေမြင့်သလို အကောင်းဆုံး Zombie ဇာတ်ကားတွေထဲမှာပါဝင်ပါတယ်…
ကိုလမ်ဘတ်(စ်) လို့ခေါ်တဲ့ လူငယ်လေးတစ်ယောက်ဟာသူအသက်ရှင်နေထိုင်နိုင်ဖို့အတွက် သူကိုယ်တိုင်ထုတ်ထားတဲ့စည်းမျဉ်းစည်းကမ်းတွေကို
တိတိကျကျ လိုက်နာပြီး Zombie တွေသာကျန်ရှိတော့တဲ့ တိုင်းပြည်မှာ ရှင်သန်နေထိုင်လျှက်ရှိပါတယ်
အမေရိကန်ပြည်မှာ ရောဂါပိုး ကူးစက်ခံရတာကနေတစ်ဆင့်လူတွေအားလုံးဟာ ဖုတ်ကောင်တွေအဖြစ် ပြောင်းလဲသွားကြပါတယ်
ဒီအချိန်မှာတော့ လူငယ်လေးကိုလမ်ဘတ်(စ်)တစ်ယောက် သူ့ရဲ့စည်းမျဉ်းစည်းကမ်းတွေနဲ့အတူ ဆက်လက်ရှင်သန်နိုင်ခဲ့ပါတယ်
တစ်နေ့မှာတော့ သူ့လိုပဲ အသက်ရှင်ကျန်ရစ်တဲ့ တယ်လာဟေဆီ ဆိုတဲ့ဖုတ်ကောင်တွေသတ်ရာမှာ အလွန်ကျွမ်းကျင်တဲ့ လူတစ်ယောက်နဲ့ဆုံတွေ့ခဲ့ပြီးအိုဟိုင်းရိုး ပြည်နယ်ကို ခရီးဆက်ခဲ့ကြပါတယ်
ဒီလိုနဲ့ ခရီးဆက်ရင်း သူတို့ဟာ ဈေးဝယ်စင်တာ တစ်ခုမှာလိုအပ်တဲ့ ရိက္ခာတွေ ဖြည့်တင်းရင်းကနေမှ အသက်ရှင်ကျန်ရစ်နေသေးတဲ့ညီအမနှစ်ဦးနဲ့တွေ့ခဲ့ပြီး နှစ်ကြိမ်တိုင်တိုင် အလိမ်ခံခဲ့ရပါတယ်
နောက်ပိုင်းမှာတော့ သူတို့၄ ယောက်ပေါင်းမိသွားကြပြီးလိုရာခရီးကို ဆက်သွားခဲ့ကြတယ်
နောက်ပိုင်းမှာတော့ မျှော်လင့်ချက်မဲ့နေတဲ့ သူတို့၄ယောက်ဖုတ်ကောင်တွေ မဝင်ရောက်သေးဘူးလို့သူတို့ထင်နေခဲ့ကြတဲ့ပစိဖိတ် ပေးလန်း(ဒ်) ကစားကွင်းကို သွားဖို့ဆုံးဖြတ်လိုက်ကြတယ်
ဒါပေမဲ့ သူတို့ထင်ထားခဲ့သလိုတွေ မဖြစ်လာခဲ့ပဲ ဖုတ်ကောင်မြောက်မြားစွာနဲ့ရင်ဆိုင်တိုက်ခိုက်ခဲ့ရတာတွေကို ရိုက်ကူးပုံဖော်ထားတဲ့
Zombie ဇာတ်ကားကောင်းတစ်ခု ဖြစ်တာကြောင့် ပရိသတ်များလက်မလွှတ်သင့်တဲ့ ဇာတ်ကားတစ်ကား ဖြစ်ပါတယ်
(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Scrn ပဲဖြစ်ပါတယ်)
File Size : (1.5 GB),(750 MB)
Quality : Blu-Ray (1080p 5.1,720p)
Running Time : 1hr 28min
Format : Mp4
Genre : Adventure, Comedy, Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-CROSSBOW
Translated by Scrn
Encoded by Thanhtike Zaw & Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
