"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Arjun Reddy (2017)
•••••••••••••••••••••••••
“တစ်နည်းနည်းအားဖြင့် တစ်ယောက်က
ပြိုလဲခဲ့ရင် ကျန်တဲ့ တစ်ယောက်က ပို
ပူဆွေးရတယ်။ ဒါ့ကြောင့် ငါ ချစ်တဲ့သူကို
မထိခိုက်စေပါနဲ့ ”
– [Arjun Reddy ]
ဇာတ်လမ်းအကျဉ်း
______________
နောက်ဆုံးနှစ် ဆေးကျောင်းသား Arjun ဟာ ဒေါသသိပ်ကြီးတတ်တဲ့ လူငယ်ဗီဇ နဲ့
မွေးဖွားလာသူပါ။ စာပေမှာလည်း တော်သလို အားကစားမှာလည်း ထူးချွန်ပါသေးတယ်။ ဒါပေမယ့် ဖြစ်သမျှ ဘောလုံးရန်ပွဲတွေကတော့ သူနဲ့ မကင်းခဲ့ရပါဘူး။
ဌာနမှူးက တော့ သြဝါဒတွေ အလီလီခြွေလို့။
” ဆေးပညာရပ်မှာ ဒေါသမထိန်းနိုင်တဲ့သူက ခွဲစိတ်ဓားကိုင်တဲ့ လူသတ်သမားနဲ့ တူတယ် Arjun ”
ဒီလို ဆုံးမလည်း Arjun ကတော့ မထူးလှ။ ကိုယ့်ခံယူချက်နဲ့ကိုယ်မို့ ကျောင်းတစ်လ နားခံရလည်း ဂရုမစိုက်တတ်။
ဒီလိုနဲ့ တစ်နေ့မှာတော့ ပထမနှစ်ကျောင်းသူလေး Preethi ကို တွေ့ခဲ့မိပါပြီ။ဒီတော့ Arjun ဟာ Preethi ကို သိပ်ချစ်တတ်ခဲ့တယ်။ ကမ္ဘာတစ်ခုလုံးကို အရှုံးပေးရလောက်အောင် အရူးအမူးပါပဲ။
သူ စီးနေကျ ဆိုင်ကယ်လေးမှာ ခုံ ပိုလေးတပ်ပြီး သူ့ရင်ခွင်ထဲက မိန်းကလေးအတွက် သူ ဖန်တီးစေခဲ့တယ်။ လေပြေက တဖြူးဖြူး နဲ့ ဆိုင်ကယ်ရွေ့လာတဲ့အခါ
သီချင်းသံဟာလည်း လွင့်ပျံ့ လာခဲ့တယ်။
လောကဟာ သိပ်သာယာတယ်။ Arjun နဲ့ Preethi ကလည်း ကိုယ်စီ အပြုံးတွေနဲ့။
သိပ်ကို ကြည်နူးစရာကောင်းခဲ့တယ်။
ဒါပေမဲ့ ကြမ္မာမုန်တိုင်းဟာ တဖြည်းဖြည်း ထန်လာတယ်။ Preethi အဖေရဲ့ သဘောမတူမှုကြောင့် ကွဲကွာရမယ့် အခြေအနေဖြစ်လာခဲ့တယ်။ဒါဟာ Arjun တစ်ယောက် ပျက်စီးဖို့ လမ်းစပါပဲ။
Arjun ဟာ အရက်ကို အလွန်အကျွံသောက်တယ်။ လက်ပြန်ကြောထဲ မူးယစ်ဆေးထိုးတယ်။ အဲ့ဒီနောက် ၂ ရက်လောက်
သတိလစ်ခဲ့တယ်။
Arjun တစ်ယောက်ပြန်နိုးလာတဲ့အခါမှာ
သတိအရ ဆုံးက Preethi ပါပဲ။ ဒါ့ကြောင့်
သူ အပြေးအလွှားသွားခဲ့တယ်။ ဒါပေမဲ့ သူမျှော်လင့်မထားခဲ့တဲ့ အခြေအနေတစ်ရပ်နဲ့ ဆုံတွေ့လာရတဲ့အခါ မှာတော့ …………။
ဇာတ်လမ်းဟာ ဒီနေရာကစလို့ လူတစ်ယောက်ရဲ့ ကိုယ်တိုင်ဖျက်ဆီးမှု ကို ဆင့်ကဲရိုက်ပြသွားတယ်။ အိမ်ပေါ်က ဆင်းလာပြီး တိုက်ခန်းကျဉ်းလေးမှာ သူနေတယ်။ဆေးခန်းတစ်ခုမှာ အလုပ်လုပ်တယ်။ အရက်ကို အလွန်အကျွံဆက်သောက်တယ်။ ဒါပေမဲ့ နဂိုစိတ်အခံနဲ့ တော့
ငါးလေးတွေမွေးတယ်။ သူ ချစ်ရတဲ့ခွေးကလေးကို Preethi လို့မှည့်တယ်။
ဒီလိုနဲ့ ဇာတ်အိမ်ဟာ သူရဲ့ ဆေးပညာရပ်ဆိုင်ရာ ကျွမ်းကျင်မှုနဲ့ သာမန်လူအနေအထား ပျက်စီးနေမှုကို တလှည့်စီရိုက်ပြသွားပါတယ်။
ကျွန်တော့်အနေနဲ့ ဒီလို ဇာတ်ကားကို ရှုမြင်ရရင် Drama သက်သက် ခင်းကျင်းထားတာ မဟုတ်ပဲ စိတ်ခံစားမှုကြောင့် ဆေးပညာရပ်မှာ ထိခိုက်တာမျိုး ကိုပါ မီးမောင်းထိုးပြနိုင်တဲ့ ဇာတ်အိမ်မျိုးနဲ့ပါ။
ဒီဇာတ်ကားမှာ ကျွန်တော်က ဇာတ်ကောင်ကို သဘောကျတယ်။ သူက ပျက်စီးခဲ့ပြီ။ သူက အချစ်ကို မယုံတော့ပြီ။ ဒါပေမဲ့ သူက သူရဲ့ profession ကို လေးစားတယ်။ လူနာတွေကို တတ်နိုင်သမျှ ရှင်းပြတယ်။ အမှားဖြစ်ရင်လည်း သူ ဝန်ခံနိုင်ခဲ့တယ်။ တနည်းအားဖြင့် ဆေးပညာဆိုင်ရာ လူတန်းစားဟာ အမြဲတမ်းမြင့်မြတ်နေတဲ့သူ မဟုတ်ဘဲ ကောင်းဆိုးနှစ်တန် ဖြစ်နေတာကို ခံစားမိပါတယ်။
#linnkhayan
(ရုပ်ရှင်အညွှန်းကို ကိုလင်းခယံ FB မှ ကူးယူဖော်ပြပါသည်။)
ဒီ Telugu အိန္ဒိယတောင်ပိုင်းဇာတ်ကားက Rating မြင့်သလို လူကြိုက်လဲများခဲ့တာကြောင့်
ဘောလိဝုဒ်က Kabir Singh (2019) အဖြစ် Remark ထပ်မံရိုက်ကူးခဲ့ပြီး ရုံတင်ဝင်ငွေတွေလဲ ကောင်းခဲ့ပါတယ်။
https://channelmyanmar.org/kabir-singh2019/ မှာကြည့်လို့ရပါတယ်။
File size…(3 GB) / (1.7 GB) / (600 MB)
Quality…WEB-DL 1080p / 720p / 480p
Format…mp4
Duration….03:02:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Zaw Htoo
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
