"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb (8.1/10)….Rotten Tomatoes (95%)
Rating တွေကြည့်ပြီး ကိုရီးယားဇာတ်ကားမှ ဟုတ်ရဲ့လားလို့ အတွေးမများပါနဲ့။ ကိုရီးယားဇာတ်ကားအစစ်ဖြစ်သလို မင်းသားမင်းသမီးချောချာလှလှတွေလဲ တစ်ယောက်မှမပါပါဘူး။ ဒီဇာတ်ကားဟာ ကိုရီးယားရဲ့ အနုပညာအရည်အသွေးကို ကမ္ဘာကိုချပြနိုင်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။ ကြည့်ကိုကြည့်သင့်ပါတယ်။ ကျွန်တော်ကတော့ ဇာတ်ကားကိုကြည့်ပြီး ရင်ထဲတနုံ့နုံ့နဲ့ ဖြစ်နေတာ ဒီနေ့နဲ့ဆို သုံးရက်ရှိခဲ့ပါပြီ….သူငယ်ချင်းတို့လဲ ခံစားကြည့်ပါဦး….ဇာတ်လမ်းအညွှန်းကိုတော့ ဒီဇာတ်ကားကြည့်ဖြစ်စေခဲ့တဲ့ ကိုညီလင်းအိမ်ရဲ့အညွှန်းနဲ့ မိတ်ဆက်ပေးပါရစေ။
——————————————–
Memories Of Murder
ကိုယ်တွေကပဲ နောက်ပိုင်း အဲဒီလို အကြောင်းအရာတွေကိုပဲ ရွေးဖတ်မိကြည့်မိနေတာလား တိုက်ပဲတိုက်ဆိုင်နေသလား မသိဘူး။
စိတ်ထဲစွဲနစ်စွာ ကျန်ခဲ့တဲ့ ဇာတ်ကားတွေ စာအုပ်တွေမှာဆို အဓိက ခံစားခဲ့ရတာက “မရေရာမှု “ပဲ။အီးလိုဆို “Doubtful”လား “Inconclusively “လား ဘယ်ဟာက ပိုလေးနက်လဲတော့မသိဘူး။
အမှန်တရားလည်း မရှိဘူး ။အမှားတရားလည်း မရှိဘူး။ရှုံးတယ်လည်း မရှိဘူး။နိုင်တယ်လည်း မရှိဘူး။
ဘယ်သတ်မှတ်ချက်မှ မှန်တယ်လို့ တရားသေ ကောက်ချက်ဆွဲလို့မရတဲ့ စိတ်ခံစားမှု တွေပေးတဲ့ စာတွေ ရုပ်ရှင်တွေ မကြာခဏ ကြည့်ဖြစ်ဖတ်ဖြစ်ပါတယ်။
လတ်တလော စိတ်ထဲငြိနေတာ “Memories Of Murder “ဆိုတဲ့ ကိုရီးယားရုပ်ရှင်ကားပါ။ဒီကားကို ပုံဖော်ရိုက်ကူးတဲ့ ဒါရိုက်တာ Bong Joon-ho ကို ဟောလိဝုဒ်ကတောင် လက်ခံတာလည်း မပြောနဲ့။သူဖန်တီးသမျှ လက်ရာတွေကလည်း တကယ်ကို ကောင်းလွန်းပါတယ်။အခုဇာတ်ကားကို ကြိုက်နှစ်သက်ရတဲ့ အဓိကအချက်ကလည်း ဘယ်အရာမှ တသမတ်တည်း သတ်မှတ်နေလို့မရတဲ့ အမြင်ဖလှယ်မှု တွေကို ကျကျနန ရိုက်ပြသွားတဲ့အတွက်ပါ။
ကျွန်တော်တို့ရဲ့ဘဝအများစုမှာ အသားကျနေခဲ့ပြီ ဖြစ်တဲ့ တစ်ပါးသူကို နိုင်ထက်ကလူပြု ရင်။ပြန်ပြီး တုံ့ပြန်ခံရမယ်။ဝဋ်လည်မယ် စတဲ့အမြင်တွေနဲ့ အသားကျနေကြပါ။ဖတ်မိသမျှတွေကလည်း အဲဒီလို အမြင်တွေက ခွဲထွက်တာ သိပ်မတွေ့ရပါဘူး။
ဒီဇာတ်ကားမှာတော့ အထက်က ကျွန်တော်တို့ တွေးထင်လက်ခံထားသမျှတွေကို သဘာဝကျကျ တွန်းလှန်ပြထားပါတယ်။လက်တွေ့လောကမှာ အကြောင်းအရာတစ်ခု ရှိခဲ့ကြောင်း ဖြစ်ခဲ့ကြောင်း မှန်ကန်စွာ သက်သေပြနိုင်ဖို့ရာမှာ လုပ်ကိုင်သူလိုမယ်။အဲဒီအချိန်ကို တိကျစွာ မှတ်တမ်းတင်နိုင်ဖို့ လိုမယ်။ဒိထက်ခိုင်မာအောင် တွေ့မြင်ရသူ မှတ်တမ်းတင်နိုင်သူလိုမယ်။အဲဒီအချက်တွေက အကုန်ကိုက်ညီတယ်ဆို မှန်ကန်တယ်ပေါ့။မာတင်စကော့ စကေး ရိုက်တဲ့ “Shutter Island “မှာတော့ အဲဒီသီအိုရီကို ပယ်ဖျက်ပြပြန်တော့ ယုံကြည်ရသိပ်ခက်သွားရပါတယ်။
ကိုယ်ဟာ တစ်ဦးတစ်ယောက်ရှေ့မှာ ကောင်းကင်က ပြာပါတယ်လို့ ပြောပေမယ့် အခြားသူတွေက မှားနေတယ် အညို ရောင်ကြီးဆို ကျွန်တော်တို့ဘယ်လိုလုပ်ကြမလဲ။ကျွန်တော့်မျက်စိထဲမှာ ဂဂဏဏ လက်ခံထားတဲ့ အမှန်တရားတစ်ခုကို ဘေးပတ်ဝန်းကျင်က လုံးဝမှားယွင်းနေကြောင်း တစ်ညီတစ်ညွှတ်တည်း ပြောဆိုနေတဲ့အခါမှာ ကိုယ့်အမှန်တရားကို ဘယ်လိုသက်သေပြမလဲ။
အဲဒီလို မရေရာမှု တွေကို အဓိကကိုင်စွဲထားတဲ့ ယခုရုပ်ရှင်မှာလည်း ပရိသတ်တွေပြန်လိုချင်တဲ့ ရလဒ်ကို ဒါရိုက်တာက လှစ်မပြခဲ့ပါဘူး။သူက ဇာတ်လမ်းတစ်ပုဒ်ဆိုတာထက် ကိုယ်အိမ်ဘေးက အိမ်ထောင်စုတစ်စု ရန်ဖြစ်နေတာကို ထိုင်ကြည့်ရတဲ့ သဘောအသွင်မျိုးနဲ့ ခုရုပ်ရှင်ကို တင်ပြထားပါတယ်။
အမှန်တရားအတွက်
-ခိုင်လုံကြောင်းသက်သေ
-ဝန်ခံချက်
-တိကျတဲ့အချိန်ကာလ
အဲဒီအချက်ထဲက အဓိကလိုအပ်နေတာက မျက်မြင်သက်သေ ။အဓိက ပွို င့်က ဒါပဲ။
1986ကာလမျိုးမှာ ကိုရီယားနိုင်ငံ နယ်မြို့ကလေးတစ်ဝိုက်မှာ လူသတ်မှု တွေ စဖြစ်လာတယ်။အမှု က ကြောက်ဖို့ကောင်းတယ်။မိန်းမပျို လေးတွေကို မုဒိန်းကျင့် လက်ပြန်ကြိုးတုပ်ပြီးမှ ခေါင်းပေါ်မှာဖြစ်ဖြစ် ပါးစပ်ကိုဖြစ်ဖြစ် သူရဲ့ပင်တီနဲ့ချည်ပြီး သတ်သတ်ပစ်ခဲ့တာ။
စုံထောက်သုံးယောက်က အဲဒီအမှု ကို လိုက်ရတယ်။ဖြစ်စဉ်က မိုးရွာတဲ့ညဆိုရင် ဖြစ်ပြီ။နောက်နေ့ဆို လယ်ကွင်းတွေထဲမှာ တစ်နေရာရာမှာ စွန့်ပစ်ထားတဲ့ အလောင်းကို တွေ့ရပြီ။
ထုံးစံအတိုင်း ကောလဟာလကလည်း စုံလို့။စားနေကျ အရက်ဆိုင်အိမ်က စိတ်မနှံ့တဲ့ ကောင်လေးထင်ပြီး ဖမ်းကြသေးတယ်။မဟုတ်ဘူး။ဖြစ်စဉ်က မိုးရွာတဲ့ညမှာ ဖြစ်နေကျဆိုတော့ သဲလွန်စလည်းမရဘူး။နောက်တစ်ခုက ကိုရီးယားနိုင်ငံမှာ Semen (သုတ်ပိုး)ကိုလည်း ဓါတ်ခွဲပြီး DNAကို မရှာဖွေနိုင်သေးတာပဲ။ရဲကားတောင် တွန်းနှိုးရတဲ့ အခြေအနေမှာ လူသတ်သမားကတော့ အရိပ်အယောင်လေးတောင် မသိရဘူး။
ဒါရိုက်တာက စုံထောက်တွေ အမြင်ကနေပဲ အဓိကထား ရိုက်ပြတယ်။အဲဒီလူတွေရဲ့ စွမ်းရည်ကလည်း ကိုယ်လိုသူလို အဆင့်ပဲရှိတယ်။အခင်းဖြစ်တဲ့နေရာရောက်ရင် လာကြည့်နေတဲ့သူတွေအော်မယ်။သေသူအနားက ဖြစ်နိုင်ချေ ရှိမယ့် သဲလွန်စ ရှာမယ်။နောက် အနီးဝန်းကျင်က သေသူနဲ့ သိနိုင်သူတွေကို ဖော်ထုတ်မေးမြန်းမယ်။အဲဒီလူတွေစကားတွေကနေ နီးစပ်တဲ့သူကို ဖမ်းမယ်။စစ်မယ်။ရိုက်မယ်။ဒီလောက်ပဲလုပ်တတ်တယ်။အဲဒီအဆင့်ထက်မပိုဘူး။နဲနဲစဉ်းစားတတ်တဲ့ ဆိုးလ်က လာတဲ့ စုံထောက်ကတော့ လူသတ်သမားရဲ့ ထပ်တူညီနေတဲ့အမူအကျင့်တွေကို သုံးသပ်ပြီး အခင်းဖြစ်ပွားနေချိန်မှာ ဖြစ်ပျက်နေတဲ့ ပတ်ဝန်းကျင် အနေအထားကို သုံးသပ်တယ်။
ဒါရိုက်တာက လုံးဝမှ လူသတ်သမားရဲ့ သွင်ပြင်ကို သိသာအောင်မပြခဲ့ဘူး။ကြည့်တဲ့သူတွေကို ရှုပ်ထွေးအောင် မရေမရာဖြစ်အောင်ပဲ လုပ်ပြတယ်။ပြင်ပလောကမှာလည်း အဲဒီအတိုင်းသာ စုံစမ်းထောက်လှမ်းမယ့် ဇာတ်ကွက်မျိုးနဲ့ပဲ ပုံသွင်းတယ်။
နှစ်နာရီကျော်ကြာတဲ့ ရုပ်ရှင်ဟာ ကြာလာလေ ဟိုလူထင် ဒီလူထင်နဲ့ စိတ်တွေက ဇာတ်ကောင်တွေနဲ့အတူ ရှုပ်ထွေးလာစေတယ်။
အဲဒါဟာ အခုကားရဲ့ အဓိက ဖမ်းဆုပ်မှု တစ်ခုပါပဲ။
(ရုပ်ရှင်အညွှန်းကို Nyi Linn Eain’s FB မှကူးယူဖော်ပြပါသည်။)
File size…(2.2 GB) / (1.2 GB)
Quality…BluRay 1080p / 720p
Format…mp4
Duration….02:11:08
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Tar Tee Poe
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
