"ဒီတခေါက်တော့ Marvel ဇာတ်ကားမှာ ပါဝင်သရုပ်ဆောင်တော့မယ့် တောင်ကိုရီးယားမင်းသား‌‌ေချာ Park Seo-Joon
ပါဝင် သရုပ်ဆောင်ခဲ့တဲ့ Midnight Runners ဆိုတဲ့ action, comedy ကားလေးကို တင်ဆက်လိုက်ပါပြီ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB rating 7.3 နဲ့ .Rotten Tomatoes 100% ရရှိထားပါတယ်
တောင်ကိုရီးယားမင်းသားချော Kang Ha-neul နဲ့အတူ ရိုက်ကူးထားပြီး 2017 ခြနှစ်က ထွက်ခဲ့တဲ့ ဇာတ်ကားကောင်းလေးပါ
ဇာတ်လမ်းလေးကတော့ ရည်ရွယ်ချက်ရေရေရာရာမရှိဘဲနဲ့ ရဲတက္ကသိုလ်ကို ရောက်လာကြတဲ့ အူကြောင်ကြား ကောင်လေး ၂ ယောက် အကြောင်းကို ရိုက်ပြထားတာပါ
Park Seo-Joon ကတော့ အစားမက်တဲ့ကောင်လေး ဂီဂျွန်အဖြစ် ပါဝင်သရုပ်ဆောင်ထားပြီး Kang Ha-neul က သန့်ရှင်းရေး
ကျန်းမာရေးနဲ့ ပတ်သက်လာရင် ဇီဇာကြောင်တတ်တဲ့ မှန်ကြောင်လေး ဟီရောအနေနဲ့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်
သဘာဝမတူ၊ ရှင်သန်ကြီးပြင်းခဲ့ရာ ပတ်ဝန်းကျင်မတူ၊ စတွေ့ကတည်းက မျက်နှာကြောမတည့်တဲ့ ကောင်လေး ၂ ယောက်
ရဲတက္ကသိုလ်ဝင်ခွင့်အတွက် အစမ်းသင်တန်းကာလ ၂ ပတ်အတွင်းမှာ ကြုံရတဲ့ အခက်အခဲတွေကို မမျှော်လင့်ဘဲ တူတူ‌ဖြေရှင်းခဲ့ရာမှ အချစ်ဆုံး သူငယ်ချင်းတွေ ဖြစ်သွားခဲ့ပါတယ်
ရဲတက္ကသိုလ်‌ေကျာင်းသားဘဝမှာ နှစ်ယောက်လုံး FA ဘဝက ကျွတ်ချင်လို့ ပိတ်ရက် ကလပ်တစ်ခုကို သွားရာကနေ မိန်းကလေးငယ်တွေကို ပြန်ပေးဆွဲတဲ့
အမှုတစ်ခုကို မျက်မြင်တွေ့ခဲ့ရပြီး ကြည့်မနေနိုင်လို့ ဝင်ကူညီဖြေရှင်းခဲ့တာ အခက်အခဲတွေ ကြုံ ကျောင်းထုတ်ခံရတဲ့ထိ ဖြစ်လုဆဲဆဲ ဖြစ်ခဲ့ပုံကို ရိုက်ကူး ပြထားပါတယ်
စိတ်ထားကောင်းပြီး ကူညီတတ်တဲ့ အချစ်ဆုံးသူငယ်ချင်း ၂ ယောက် ရဲတက္ကသိုလ်ကနေ ဘွဲ့ရပါ့မလား
မျှော်လင့်ထားသလို ရဲအရာရှိတွေ ဖြစ်လာနိုင်မလား
FA ဘဝကရော ကျွတ်သွားလားဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုခံစားကြပါကုန်
အက်ရှင်ကောင်းကောင်းတွေကို ဟာသလေးတွေ နှောပြီး ဇာတ်မြူးလေး ရိုက်ထားပေးလို့ ကြည့်ပြီး မငြီးငွေ့ရမယ့် ဇာတ်ကားလေးပါ
မင်းသားချော ၂ ယောက် training ဆင်းတဲ့အချိန် ဘော်ဒီအလှကိုပါ မျက်ဝါးထင်ထင် မြင်တွေ့ရဦးမှာမို့ အဆင်လေးတွေ ငေးချင်ရင် ကြည့်ကို ကြည့်သင့်ပါတယ်နော်
အညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်….
File Size : (1.90 GB),(950 MB) And (480 MB)
Quality : Blu-Ray (1080p 5.1,720p,480p)
Running Time : 1hr 49min
Format : Mp4
Genre : Action,Comedy,Crime
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-WiKi
Translated by May Tharaphi Lwin
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
