"Crazy Romance(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အားလုံးပဲ ၂၀၀၄ခုနှစ်တုန်းကထွက်ခဲ့တဲ့Love Story in Harvard(တစ်ခါတုန်းကတက္ကသိုလ်)ဆိုတဲ့
ဇာတ်လမ်းတွဲလေးကိုကြည့်ဘူးကြမယ်ထင်ပါတယ်
အဲ့ဒီထဲကမင်းသား Kim Rae-Wonနဲ့ အခုလက်ရှိ ongoing seriesဖြစ်တဲ့ When the Camellia Bloomsဇာတ်ကားထဲက
မင်းသမီး Gong Hyo-Jinတို့နှစ်ယောက်အတွဲညီညီသရုပ်ဆောင်ထားတဲ့
ဒီကားလေးကိုမိတ်ဆက်ပေးချင်ပါတယ်….
ချမ်းမြေ့ပျော်ရွှင်တဲ့မိသားစုလေးထူထောင်ချင်ပေမယ့်လဲသူချစ်ရတဲ့သူနဲ့လက်ထပ်ရတော့မယ့်အချိန်မှာပဲ
ကံမကောင်းစွာနဲ့ပဲလက်ထပ်ပွဲပျက်သွားတဲ့ပြီးအရက်သမားဖြစ်သွားတဲ့လီဂျေးဟွန်းနဲ့
အချစ်ကိုအယုံအကြည်မရှိတော့ဘဲ ထင်ရာစိုင်းလုပ်ချင်တာလုပ်ပြီးယောကျာ်းတွေကိုဖြားယောင်းတတ်တယ်လို့နာမည်ကြီးတဲ့
အိုဆမ်ယောင်းတို့နှစ်ယောက်အလုပ်တစ်ခုတည်းမှာတွေ့ကြတဲ့အခါမှာတော့…
ပွဲက ဘယ်လောက်လှလိုက်မလဲ ခင်ဗျားတို့ စဉ်းစားသာကြည့်တော့….
ဒီကားလေးကCrazy Romanceဆိုတဲ့နာမည်နဲ့တော်တော်လေးလိုက်တယ်လို့ထင်မိပါတယ်….
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူက MarTizasပါ
(zawgyi)
အားလုံးပဲ ၂၀၀၄ခုႏွစ္တုန္းကထြက္ခဲ့တဲ့Love Story in Harvard(တစ္ခါတုန္းကတကၠသိုလ္)ဆိုတဲ့
ဇာတ္လမ္းတြဲေလးကိုၾကည့္ဘူးၾကမယ္ထင္ပါတယ္
အဲ့ဒီထဲကမင္းသား Kim Rae-Wonနဲ႔ အခုလက္ရွိ ongoing seriesျဖစ္တဲ့ When the Camellia Bloomsဇာတ္ကားထဲက
မင္းသမီး Gong Hyo-Jinတို႔ႏွစ္ေယာက္အတြဲညီညီသ႐ုပ္ေဆာင္ထားတဲ့
ဒီကားေလးကိုမိတ္ဆက္ေပးခ်င္ပါတယ္….
ခ်မ္းေျမ့ေပ်ာ္႐ႊင္တဲ့မိသားစုေလးထူေထာင္ခ်င္ေပမယ့္လဲသူခ်စ္ရတဲ့သူနဲ႔လက္ထပ္ရေတာ့မယ့္အခ်ိန္မွာပဲ
ကံမေကာင္းစြာနဲ႔ပဲလက္ထပ္ပြဲပ်က္သြားတဲ့ၿပီးအရက္သမားျဖစ္သြားတဲ့လီေဂ်းဟြန္းနဲ႔
အခ်စ္ကိုအယုံအၾကည္မရွိေတာ့ဘဲ ထင္ရာစိုင္းလုပ္ခ်င္တာလုပ္ၿပီးေယာက်ာ္းေတြကိုျဖားေယာင္းတတ္တယ္လို႔နာမည္ႀကီးတဲ့
အိုဆမ္ေယာင္းတို႔ႏွစ္ေယာက္အလုပ္တစ္ခုတည္းမွာေတြ႕ၾကတဲ့အခါမွာေတာ့…
ပြဲက ဘယ္ေလာက္လွလိုက္မလဲ ခင္ဗ်ားတို႔ စဥ္းစားသာၾကည့္ေတာ့….
ဒီကားေလးကCrazy Romanceဆိုတဲ့နာမည္နဲ႔ေတာ္ေတာ္ေလးလိုက္တယ္လို႔ထင္မိပါတယ္….
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူက MarTizasပါ
File Size : (950 MB) and (376 MB)
Quality : FHD-Rip 720p
Format…mp4
Duration…01:55:00
Genre : Comedy , Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by MarTizas
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
