"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating(7.6) / Rotten Tomatoes (89%)
တည်ငြိမ်နေတဲ့ ပတ်ဝန်းကျင်နဲ့ ထည်ဝါလွန်းတဲ့ အိမ်တော်ကြီး တစ်ခုမှာ
ထူးထူးခြားခြား ဆူညံပွက်လောရိုက်နေတယ်
ဘာကြောင့်လဲဆိုတော့ ဒေ့ဗ်ဒါးစ် ပြန်လာမယ်လို့ စာရေးလိုက်လို့..
ဒေ့ဗ်ဒါးစ် ဆိုတာ ငယ်စဉ်ကတည်းက လန်ဒန်ကို ပညာသင်လွှတ်လိုက်တဲ့ ဒီအိမ်တော်ကြီးရဲ့ သခင်လေး
သားကိုတွေ့ရတော့မှာမို့ ပျော်လွန်းလို့ မျက်ရည်ကျနေတဲ့ အမေ
ဘာလုပ်လို့ ဘာကိုင်ရမသိဖြစ်နေတဲ့ အစေခံတွေ
“ငါ့သားလေးကို ငါအရင်တွေ့ပါရစေ အားလုံး မျက်လုံးတွေ မှိတ်ထားပေးကြပါ ”
============================================
“နင် လန်ဒန်ကို ရောက်နေတော့ ငါ့ကို သတိရလား
တစ်ခါမှ မရပါဘူး
ငါ့မှာတော့ အကြိမ်ပေါင်း ၂၈၅၀ လောက်စာတွေ ရေးခဲ့တယ်
နင့်အတွက် ရည်စူးပြီး ထွန်းညှိထားတဲ့ ဆီမီးတိုင်က ၈၇၆၀၀ နာရီလောက်ကြာအောင် တောက်လောင်နေတာ
နင့်ကို သတိရတဲ့ တစ်ချိန်တော့ ရှိပါတယ်ဟာ
ငါ့ အသက်တစ်ကြိမ် ရှုလိုက်တိုင်းမှာပေါ့”
******************************************
အမေဖြစ်သူမှာ အရင်တွေ့ချင်ပေမယ့် မြင်တွေ့ခွှင့်မရပဲ ဘေးအိမ်က ပါရိုဆီကို အပြေးသွားခဲ့လေသူ ဒေ့ဗ်
သားဖြစ်သူရဲ့ ဦးစားပေးမှုကို လုယူခံလိုက်ရလို့ ပါရိုကို သမီးတစ်ယောက်လို ချစ်ပေမယ့် အမုန်းကြီး မုန်းခဲ့တော့တယ်
လူကြီးချင်း မည်မျှပင် ရင်းနှီးခဲ့ပေမယ့် အဆင့်အတန်း
ကွာခြားလွန်းလို့ သားဖြစ်သူကို ပါရိုနှင့် သဘောမတူကြောင်း
လူလည်ခေါင်မှာ ပြောပြီး ပါရို အမေ့ကို ငြင်းလွှတ်လိုက်ပါတယ်
လူလည်ခေါင်မှာ အရှင်ကွဲခံရလိုက်တဲ့ ပါရိုအမေက
“ငါ့သမီးကို နင်တို့ထက် မြင့်တဲ့ မျိုးရိုး အဆင့်အတန်းပဲ ပေးစားပြမယ်”
============================================
“ငါတို့ အဆင့်အတန်း ငါတို့ မျိုးရိုးနဲ့ သူတို့နဲ့ တူသလားကွ
ကျွန်တော်တို့ စားသောက်နေတဲ့ အစားအစာချင်း တူသေးတာပဲ မဟုတ်လား
ရေထဲက ငါး နှင့် ကောင်းကင်ပေါ်က ငှက် ဘယ်လိုမှ အမျိုးမတော်နိုင်ဘူးကွ
ကောင်းကင်ယံက နတ်ဘုရားတွေကိုတောင် လူတိုင်း ဆက်သွယ် ကိုးကွယ်နေကြတာပဲ မဟုတ်လား”
============================================
ဂုဏ်သိက္ခာ အဆင့်အတန်း နှင့် မာန ကြားက လွန်ဆွဲပွဲမှာ မြေစာပင် ဖြစ်ခဲ့ရတာ အချစ်စစ်တွေပဲ
အချစ်ကြီး ချစ်ခဲ့သူ ပါရိုနဲ့ ချစ်လျှက်နဲ့ ဝေးခဲ့ရတယ်
ကံကြမ္မာ အပြောင်းအလဲက မြန်လွန်းလှတယ်
ဥပဒေဘွဲ့ရ ပညာတတ် တစ်ယောက် ဖြစ်တဲ့ ဒေ့ဗ် က အချစ်နာကျ အရက်သမား ဒေ့ဗ် ဘဝကို ရောက်သွားခဲ့တယ်
============================================
အမျိုးသမီးတစ်ယောက်က ဇနီးမယား အမေ ညီမအစ်မ
သူငယ်ချင်း မိတ်ဆွေ ဒီထဲကမှ မဟုတ်ရင် ပြည်တန်ဆာ တစ်ယောက်ပဲ
မင်း တခြား တစ်ယောက်ယောက် ဖြစ်လို့ မရဘူးလား ချန်ဒရာ မူခီ ”
============================================
ဒေ့ဗ်ဒါးစ် ပါရို နှင့် ချန်ဒရာ မူခီ တို့ကြားက ချစ်ခြင်း မေတ္တာတွေကို ခံစားကြပါကုန်
အသည်းနှလုံးမာ သူတောင် မျက်ရည်ကျ သွားစေရမည်လို့ ရဲရဲကြီး အာမခံပါတယ်
============================================
“အဖေက ရွာကနေ ထွက်သွားလို့ ပြောဖူးတယ်
အားလုံးက ပါရိုကို စွန့်လွှတ်လိုက်လို့ ပြောတယ်
ပါရိုက အရက်သောက်တာ စွန့်လွှတ်လိုက်ဖို့ ပြောတယ်
ဒီနေ့ အမေက ဒီအိမ်ကို စွန့်လွှတ်လိုက်ဖို့ ပြောပြီ
တစ်နေ့ကျရင် ဒီကောင်က ပြောလာလိမ့်မယ့်
ဒီလောကကြီးကို ကျောခိုင်းသွားလိုက်တော့လို့ ”
============================================
Devdas ဇာတ်ကားဟာ SRK ရဲ့ အရည်အသွေးကို မှတ်ကျောက်တင်တဲ့ ဇာတ်ကားဆိုရင်လည်း မမှားပါဘူး
သာမန် ရုပ်ရှင်တစ်ကားလို မဟုတ်ပဲ ဇာတ်လမ်းထဲကို စီးမျောသွားအောင်တင်ဆက်ထားလို့ လက်အလွတ်မခံသင့်ပါဘူးဗျာ..
မင်းသမီးတွေကလဲ Miss Universe ဖြစ်ခဲ့တဲ့ Aishwarya Rai နဲ့ ဝါရင့်သရုပ်ဆောင် Madhuri Dixit တို့ဖြစ်နေတော့
SRK နဲ့ တွဲစပ်မြင်ရတာ သိပ်ကိုလိုက်ဖက်တာပေါ့ဗျာ။
(ဘာသာပြန်ပေးထားသူတွေကတော့ ရဲမာန်အောင်နဲ့ကိုဇော်ထူးပါ)
File Size : (3GB) / (1.7 GB) / (1.3 GB)
Quality : WEB-DL 1080p / 720p/ HDRip 720p
Running Time : 3hr 5minutes
Format : Mp4
Genre : Musical, Romance , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ye Man Aung & Zaw Htoo
Encode by Thanhtike Zaw & Neinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
