"The Life of David Gale(2003) အညွှန်း
*********************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb…7.5
“အထက်တရားရုံးက ဒဿနိကဗေဒပါမောက္ခဟောင်း
ဒေးဗစ်ဂေးလ်အား သောကြာနေ့တွင်ကွပ်မျက်ဖို့ကို
ဆိုင်းငံ့မပေးနိုင်ကြောင်း ပယ်ချလိုက်ပါတယ်…
ဂေးလ်ဟာ ၁၉၉၄ ခုနှစ်မှာအော်စတင်ကောလိပ်မှ
လုပ်ဖော်ကိုင်ဘက်ဟောင်းကွန်းစတန့်ဟယ်ရာဝေးကို
မုဒိန်းကျင့်ပြီး သတ်ဖြတ်ခဲ့မှုအတွက် ပြစ်ဒဏ်ချမှတ်ခံထားရတာဖြစ်ပါတယ်….
အမှုကို တနိုင်ငံလုံးကစိတ်ဝင်စားခဲ့ကြပါတယ်..ဘာလို့လဲဆိုတော့ ဂေးလ်နဲ့ဟယ်သာဝေးက
သေဒဏ်ချမှတ်ခြင်းကို ဆန့်ကျင်ခဲ့ကြတဲ့ဖျက်သိမ်းရေးဝါဒီအဖွဲ့အစည်း ဒက်ဝက်ချ်ရဲ့
တက်ကြွလှုပ်ရှားသူတွေဖြစ်ခဲ့ကြလို့ပါပဲ”
ဒါကတော့ ရုပ်သံလွှင့်ဌာန သတင်းကြေငြာသူ ပြောသွားတဲ့ စကားတွေပါပဲ…
ဒေးဗစ်ဂေးလ်ဟာ ဉာဏ်ကြီးရှင်တစ်ယောက်…အကျိုးပြုစာတမ်းတွေများစွာရေးသားခဲ့သလို တက္ကဆက်ရဲ့
ပြင်းထန်လွန်းတဲ့တရားစီရင်မှုတွေကိုလည်း ကန့်ကွက်ခဲ့သူဖြစ်တယ်..ပြီးတော့ သိပ်ချစ်ရတဲ့သားလေးနဲ့မိန်းမကိုလည်း
ပိုင်ဆိုင်ထားတဲ့သူ…ဒီလိုလူက သူ့ရဲ့လုပ်ဖော်ကိုင်ဘက် ကွန်းစတန့်ဟယ်ရာဝေ ဆိုတဲ့အမျိုးသမီးကို မမုဒိန်းကျင့်သတ်ဖြတ်ခဲ့လို့
သူကိုယ်တိုင်သေဒဏ်အမိန့်ချခဲ့ရသူပေါ့…သတင်းကြေငြာခဲ့သလိုပဲ ဆိုင်းငံပေးဖို့ ပယ်ဖျက်ခံရတဲ့သူပေါ့…
ဆိုတော့ သူ့အတွက် အချိန်က အတိအကျဆိုရင် သေဒဏ်ပေးခံရဖို့ (၃)ရက်အလို….
ဒီလိုအနေအထားမှာ သူဟာ ထူးဆန်းစွာပဲ မီဒီယာလောကမှာနာမည်ကြီးတဲ့သတင်းထောက်
ဘစ်ဆီနဲ့ အင်တာဗျူးခံဖို့ လှမ်းခေါ်လိုက်ပါတယ်….
သူက တကယ်ပဲအမှူကိုကျူးလွန်ခဲ့တာလား…. ဘာ့ကြောင့် ဒီအမျိုးသမီးကို မှ အင်တာဗျူးဖို့ခေါ်လိုက်တာလဲ…
ဒီ(၇၂)နာရီအတွင်းဘာတွေဖြစ်လာမလဲဆိုတာကတော့…
ဒီကားမှဦအဓိကသရုပ်ဆောင်ထားတာကတော့ မင်းသားကြီး Kevin Spacey နဲ့ မင်းသမီး
Kate Winslet ပါဝင်သရုပ်ဆောင်ထားတယ်…Classic ကားတော်တော်များများဟာ
တကယ်တော့ အထနှေးတယ်လို့ဆိုရမလားပဲ…အစပိုင်း မိနစ်(၄၀)လောက်ထိ စိတ်ရှည်သီးခံပြီးကြည့်ရတာများပါတယ်…
သို့ပေမဲ့ ဒီကားက စစချင်းကို စိတ်ဝင်စားစရာတွေအပြည့်နဲ့…Kevin Spacey ဆိုတာ ဒီလိုဇာတ်ရုပ်တွေသိပ်ပိုင်တယ်…
သူ့ရဲ့နာမည်ကြီးကားတွေဖြစ်တဲ့ The Usual Suspects(1995),L.A. Confidential,Pay It Forward တို့ကိုကြည့်ဖူးရင်သိကြပါလိမ့်မယ်…
File Size :(2.4GB)(1.2GB) and (500 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:48:00
Genre : Crime , Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by May Myat Thu
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
