"[Unicode]
၂၀၁၁ တုန်းက ထွက်ရှိထားတာဖြစ်ပြီး best screenplay ဆုလည်း ရရှိထားတဲ့ ကားဖြစ်ပါတယ် ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပါဝင် သရုပ်ဆောင်ထားတဲ့ မင်းသမီး Kim Ha Neul လည်း Best Actress ဆုကို ဒီကားနဲ့ ရရှိခဲ့ပါတယ် ။
ဒီဇာတ်ကားလေးမှာ I’m not a robot/Memorist စတဲ့ ဇာတ်ကားတွေက မင်းသား Yoo Seung Ho လည်း အဓိက ပါဝင် သရုပ်ဆောင်ထားပါသေးတယ် ။
ဇာတ်လမ်းအကျဉ်း
မင်ဆူအာဟာ ရဲသင်တန်းတက်ရောက်နေတဲ့ ရဲမေတစ်ယောက်ဖြစ်ပါတယ်
သူမကတော့ မိဘမဲ့ ကလေးတစ်ယောက်ဖြစ်ပြီး ဂေဟာမှာ အတူနေတဲ့ မွေးစားမောင်လေး ဒုံယွန်းလည်းရှိပါတယ်…
တစ်ရက်မှာ မောင်နှမ ၂ ယောက် ကား accident ဖြစ်ပြီး ဒုံယွန်း သေဆုံးသွားခဲ့ပါတယ်
ဆူအာလည်း မျက်မမြင်တစ်ယောက် ဖြစ်သွားခဲ့ပြီး သူမရဲ့ ရဲမေဘဝကို စွန့်လွှတ်ခဲ့ရပါတယ်
ဒါပေမယ့် တစ်ရက်မှာ သူမနေခဲ့တဲ့ မိဘမဲ့ ဂေဟာက အပြန်
မထင်မှတ်ပဲ ကားတိုက်မှု တစ်ခု ရဲ့ သက်သေဖြစ်သွားခဲ့ပါတယ်
သူမကတော့ ကားကို တက္ကစီ တစ်စီးလို့ ထွက်ဆိုထားပေမယ့် နောက်ထပ် သက်သေပေါ်လာခဲ့ပြီး တိုက်ပြေးတဲ့ကားက တက္ကစီ မဟုတ်ကြောင်း သိခဲ့ရပါတယ်
အဲ့နောက်မှာတော့ လူသတ်သမားဟာ သက်သေ ၂ ယောက်နောက်ကို လိုက်ပါတော့တယ်
လူသတ်သမားလက်ကနေ သူတို့ လွတ်နိုင်ပါ့မလား
နောက်ဆုံး ဘယ်လို ဒီအမှုကို ဖြေရှင်းသွားနိုင်မလဲဆိုတာ
ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်…။
( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )
[Zawgyi]
၂၀၁၁ တုန္းက ထြက္ရွိထားတာျဖစ္ၿပီး best screenplay ဆုလည္း ရရွိထားတဲ့ ကားျဖစ္ပါတယ္ ။
ပါဝင္ သ႐ုပ္ေဆာင္ထားတဲ့ မင္းသမီး Kim Ha Neul လည္း Best Actress ဆုကို ဒီကားနဲ႔ ရရွိခဲ့ပါတယ္ ။
ဒီဇာတ္ကားေလးမွာ I’m not a robot/Memorist စတဲ့ ဇာတ္ကားေတြက မင္းသား Yoo Seung Ho လည္း အဓိက ပါဝင္ သ႐ုပ္ေဆာင္ထားပါေသးတယ္ ။
ဇာတ္လမ္းအက်ဥ္း
မင္ဆူအာဟာ ရဲသင္တန္းတက္ေရာက္ေနတဲ့ ရဲေမတစ္ေယာက္ျဖစ္ပါတယ္
သူမကေတာ့ မိဘမဲ့ ကေလးတစ္ေယာက္ျဖစ္ၿပီး ေဂဟာမွာ အတူေနတဲ့ ေမြးစားေမာင္ေလး ဒုံယြန္းလည္းရွိပါတယ္…
တစ္ရက္မွာ ေမာင္ႏွမ ၂ ေယာက္ ကား accident ျဖစ္ၿပီး ဒုံယြန္း ေသဆုံးသြားခဲ့ပါတယ္
ဆူအာလည္း မ်က္မျမင္တစ္ေယာက္ ျဖစ္သြားခဲ့ၿပီး သူမရဲ႕ ရဲေမဘ၀ကို စြန႔္လႊတ္ခဲ့ရပါတယ္
ဒါေပမယ့္ တစ္ရက္မွာ သူမေနခဲ့တဲ့ မိဘမဲ့ ေဂဟာက အျပန္
မထင္မွတ္ပဲ ကားတိုက္မႈ တစ္ခု ရဲ႕ သက္ေသျဖစ္သြားခဲ့ပါတယ္
သူမကေတာ့ ကားကို တကၠစီ တစ္စီးလို႔ ထြက္ဆိုထားေပမယ့္ ေနာက္ထပ္ သက္ေသေပၚလာခဲ့ၿပီး တိုက္ေျပးတဲ့ကားက တကၠစီ မဟုတ္ေၾကာင္း သိခဲ့ရပါတယ္
အဲ့ေနာက္မွာေတာ့ လူသတ္သမားဟာ သက္ေသ ၂ ေယာက္ေနာက္ကို လိုက္ပါေတာ့တယ္
လူသတ္သမားလက္ကေန သူတို႔ လြတ္ႏိုင္ပါ့မလား
ေနာက္ဆုံး ဘယ္လို ဒီအမႈကို ေျဖရွင္းသြားႏိုင္မလဲဆိုတာ
ဒီဇာတ္ကားေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္…။
( အညႊန္္းေရးသားထားသူကေတာ့ Seung ျဖစ္ပါတယ္ )
File size__( 970 MB) and ( 350 MB)
Quality__720p
IMDb Rating__6.8/10
Format__mp4
Duration__01:51:00
Type__Action , Crime , Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Seung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
