"300: Rise of an Empire (2014)
IMDb – 6.2/10_____Rotten – 44%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
#ရုပ်ရှင်မိတ်ဆက်
ဒီကားကတော့ 2006 ခုနှစ် တုန်းက ထွက်ခဲ့တဲ့ 300 ဇာတ်ကားရဲ့အဆက် အဖြစ် ရိုက်ကူးထားတာဖြစ်ပါတယ်။ ဒီကားက 300 လောက်သိပ်မကောင်းပါဘူး။ အထူးသဖြင့် ဒီကားမှာ စစ် ပွဲကောင်းကောင်းတွေ တွေ့ရမယ်လို့ မျှော်လင့်ထားတဲ့ ကျွန်တော်အတွက်တော့ စိတ်ပျက်စရာဖြစ် ခဲ့ပါတယ်။
ဇာတ်လမ်းကတော့ Themistokles ဆိုတဲ့ အေသင် မြို့က စစ်သူကြီး က ပထမဆုံးအကြိမ် Persian တွေ စစ်ချီလာကတည်းက ရင်ဆိုင်တွေ့ခဲ့ဖူးသလို၊ Xerxes ရဲ့ အဖေဖြစ်တဲ့ (အဲ့ဒီအချိန်တုန်းက စစ်ချီလာတဲ့ Persian ဘုရင်) Darius ကို ပါ မြှားနဲ့ပစ်ခွင်းပြီး သတ်ခဲ့ပါတယ်။ ဒါပေမယ့် အဲ့ဒီတုန်းက ဘုရင့်သားတော် Xerxes ကိုတော့ မသတ်ပဲ လွှတ်ပေးမိရာကနေ Xerxes က နောက်တစ်ကြိမ် ပြန်ပြီး စစ်ချီလာတာဖြစ်ပါတယ်။
၃၀၀ မှာတုန်းက Sparta ကို Messenger လွှတ်ပြီး အညံ့ခံဖို့ပြောသလိုပဲ Athens မြို့ကိုလည်း အညံ့ခံဖို့ ပြောပါတယ်။ အဲ့ဒါကြောင့် Themistokles က Sparta ကို သွားပြီး King Leonidas ကို သူနဲ့ ပူပေါင်း ဖို့ပြောသလို၊ ဂရိအနေနဲ့ နိုင်ငံတစ်နိုင်ငံ အဖြစ် စုပေါင်းပြီး တိုက်ခိုက်ဖို့ပြောပါတယ်။ ဒါပေမယ့် သူသွားတဲ့အချိန်မှာ Leonidas က Oracle (ရှေးခေတ်က ပုဏ္ဏားကဲ့သို့ ရှေ့ဖြစ်ကို ကြိုပြောနိုင်တဲ့ သူတွေဖြစ်ပါတယ်။ တစ်ခုခုလုပ်မယ် ဆိုရင် သူတို့ကိုသွားပြီး တိုင်ပင်ဆွေးနွေးရပါတယ်။) တွေနဲ့ သွားတွေ့နေတဲ့ အချိန်ဖြစ်လို့ Themistokles နဲ့မတွေ့လိုက်ရပါဘူး။ ဒါကြောင့် သူက Athens က ရှိတဲ့ ရေတပ်အင်အားနဲ့ ရန်သူကိုခုခံရပါတယ်။
တစ်ဖက်က ချီတက်လာတဲ့ ရေတပ် Commander က ဂရိလူမျိုး အမျိုးသမီး Artemisia (Eva Green) ဖြစ်ပြီး သူမကလည်း ဂရိတွေကုန် စိတ်နာနေတဲ့သူဖြစ်ပါတယ်။ အကြောင်းကတော့ သူငယ်စဉ်က ဂရိတစ်မြို့နဲ့တစ်မြို့ စစ်ဖြစ်ရာမှာ အောင်ပွဲခံစစ်သားတွေက သူ့ မိသားစုကို မုဒိန်းကျင့် သတ်ဖြတ်ရုံသာမက သူမကို ကျွန်အဖြစ်ရောင်းစားခံရသလို၊ ကျွန်ဘဝမှာလည်း အနှိပ်စက်ခံ၊ မတရားပြုကျင့်ခံရပြီး၊ မသေရုံတမယ် ဖြစ်နေတော့မှ စွန့်ပစ်ခံခဲ့ရပါတယ်။ ဒါကို ပါရှန်လူမျိုး General တစ်ဦးက ကယ်တင်ပေးပြီး ပညာစုံသင်ပေးသလို၊ သူ့ရဲ့ ပင်ကိုယ်ဗီဇကြောင့် လည်း တိုက်ခိုက်ရေးထူးချွန်ပြီး Persian ဘုရင်ရဲ့ ယုံကြည်မှုကိုရခဲ့ပါတယ်။
ဒါကြောင့် ဒီစစ်ပွဲမှာ Greek တွေကိုမုန်းနေတဲ့ Artemisia ရယ်၊ Greek တွေကို တိုက်ခိုက်ဖို့လာတဲ့ Xerxes ရယ် ကို Greek တွေဘယ်လို တွန်းလှန်မလည်း၊ Greek ဆိုပြီး တစ်နိုင်ငံတည်းပေါင်းစည်း ပြီး တိုက်ခိုက် လာအောင် စည်းရုံးနိုင်ပါ့မလားဆိုတာ ကြည့်ရှုရမှာဖြစ်ပါတယ်။
Visual Effect, Slow Motion, 3-D Effect ကောင်းကောင်းနဲ့ ရိုက်ကူးထားသလို၊ Fight Scene တွေကလည်း အထူးကောင်းမွန်ပါတယ်။ ဒါတွေကောင်းမွန်ရုံနဲ့တော့ ဇာတ်ကားကောင်း တစ်ကား အရမ်းကောင်းပါတယ်လို့ ပြောလို့မရပါဘူး။ ဇာတ်ကားမှာ ပရိတ်သတ်စိတ်ဝင်စားအောင် ဆွဲဆောင် ထားနိုင်တာက Fight Scene တွေနဲ့ Visual Effect ကောင်းကောင်းတွေပဲ ရှိပါတယ်။ အထူးသဖြင့် ၃၀၀ တုန်းက နောက် ထပ် Battle ကို ဘယ်လို ရင်ဆိုင်မလည်း၊ ဘယ်လို နိုင်အောင် တိုက်မလည်း၊ စသဖြင့် တစ်ကားလုံး စိတ်ဝင်စားစရာကောင်းအောင် ရိုက်ကူးထားနိုင်ပေမယ့်၊ ဒီကားကတော့ ဇာတ်လမ်း အဆုံး ပိုင်းနဲ့ ဇာတ်ကားကို စထားသလို၊ Scene တစ်ခုနဲ့တစ်ခုကြားမှာလည်း အချိတ် အဆက်မဲ့နေပါတယ်။
မင်းသားဖြစ်သူ Sullivan Stapleton ကလည်း ဒီကားတစ်ကားလုံး ခံစားချက်မဲ့နေသလိုပါပဲ။ စကားတွေတော့ ပြောနေပေမယ့် Emotion မပါသလို ဖြစ်နေပြီး၊ စစ်မတိုင်ခင် Motivational Speech (စိတ်ဓါတ်လှုံ့ဆော်ရေးစကား)ပြောတာတောင်မှပဲ စိတ်ဓါတ်တက်ကြွဖို့မကောင်းဖြစ်နေပါတယ်။ အထူးသဖြင့် 300 ထဲက King Leonidas အဖြစ်သရုပ်ဆောင်တဲ့ Gerard Butler လို မျိုး အင်တိုက်အားတိုက် မရှိပါဘူး။
Battle Scene တွေကလည်း Slow Motion တွေ အရမ်းများပြီး သွေးထွက်သံယို အခန်းတွေကို လိုတာ ထက်ပိုပြီး Effect သုံးထားလို့ ကြောက်ဖို့ကောင်းရမယ့်အစား၊ ကွန်ပျူ တာလုပ်ကွက်မှန်းသိသာနေပါတယ်။ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပေမယ့်၊ လက်မလွတ်ခံသင့်တဲ့ကားတော့ မဟုတ်ပါဘူး။ စစ်ကားကောင်း ကြည့်ချင်သူတွေအတွက်ကတော့ Brad Pitt ရဲ့ Troy ပြန်ကြည့်တာက မှပိုကောင်းပါဦးမယ်။ Action ကားကောင်းကို 3D နဲ့ကြည့်ချင်ရင်တော့ ဒီကားကို ကြည့်သင့်ပါတယ်။
ဒီကားက အသက် ၁၈နှစ်အောက် လူငယ်တွေ၊ မိဘမပါပဲ လုံးဝမကြည့်သင့်ပါဘူး။ သွေးထွက်သံယို များသလို၊ Nudity တွေလည်းပါပါတယ်။ Sex Scene တစ်ခန်းပါပြီး၊ Female Nudity လည်းပါပါတယ်။ Eva Green ပါပြီဆိုမှတော့ ဒီလိုပါတော့မယ်ဆိုတာ သူ့ကိုကြည့်ဖူးတဲ့သူတွေ သိကြမှာပါ…….
#Sololay
(ရုပ်ရှင်မိတ်ဆက် မှကူးယူဖော်ပြပါသည်….)
File size…(1.9 GB) / (999 MB)
Quality….BluRay 1080p / 720p
Format…mp4
Duration….01:42:00
subtitle….Myanmar Hardsub
Encoder….Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
