"300 (2006)IMDb – 7.6/10_____Rotten – 61%ဒီဇာတ်ကားက တကယ့်အဖြစ်အပျက်ရာဇဝင်ကို အခြေခံပြီးရိုက်ကူးထားတာပါ။ဇာတ်ကားရဲ့ အသက်ကတော့ စကားအသုံးအနှုန်းနှင့် Graphic Effect တွေပါ။ စကားအသုံးအနှုန်းတွေ တကယ်အသက်ဝင်ပြီး မာန်ပါလှပါတယ်။ဇာတ်ညွှန်းဆိုတာထက် သမိုင်းက တကယ့်အဖြစ်အပျက်ကိုတော့ အနည်းငယ်ပြောပြချင်ပါတယ်။Pause***300 (သို့မဟုတ်) Battle of Thermopylae***ဘီစီ ၄၈၀ ခုနှစ် သြဂုတ်လတွင် ပါရှားဘုရင် ဇပ်ဇီး(စ်) (Xerxes) သည် ဂရိပြည်အား တိုက်ခိုက် ရန်အတွက် စစ်သည် နှစ်သိန်း ၊ စစ်သဘောၤတထောင်မျှ ပါဝင်သည့် ဧရာမ တပ် ကြီးနှင့် ချီ၍ လာသည်။ ထိုစဉ်က ဂရိတို့သည် (City state ) မြို့တမြို့ တနိုင်ငံ စံနစ်ဖြင့် သီးခြားစီ ရပ်တည်နေထိုင်လျက် ရှိကြသည်။ သို့သော် တမျိုးနွယ်လုံး၏ ရန်သူ ပါရှန်တို့ စစ် ချီလာပြီ ဆိုသည့် အခါ မြို့နိုင်ငံ အများစုပေါင်း ၍ ခုခံရန် ပြင်ဆင်ကြသည်။ထိုအခါ ဂရိပြည် မြောက်ပိုင်းမှ တောင်ပိုင်းဆီ ထိုးဖောက်လာမည့် ပါရှန်စစ်ကြောင်းကြီး တခုကို စစ်ရေးစစ်ရာ အရ အချက်အချာကျသည့် သာမော်ပီလေး(Thermopylae) တောင်ကြားမှ ပိတ်ဆို့ခုခံရန် တာဝန်သည် စပါတာ မြို့နိုင်ငံခေါင်းဆောင် ဘုရင်လီယွန်နီဒပ်(စ်) နှင့် သူ့စစ်သည် တော်များထံ ကျ ရောက် လာသည်။လီယွန်နီဒပ်(စ်) သည် လူခြောက်ထောင်ပါ တပ်တစ်တပ်ဖြင့် သာမော်ပီလေးမှ ခုခံရန် အသင့် ပြင်သည်။ သူ့တပ်တွင် လူရင်း စပါတာများအပြင် အခြားမြို့ပြ နိုင်ငံများမှ တပ်ဖွဲ့အချို့လည်း ပူးပေါင်းပါဝင်သည်။သာမော်ပီလေးသည် လေးမိုင်ခန့်ရှည်လျားပြီး ကျဉ်းမြောင်းသည့် နေရာများ၌ အကျယ်ပေ ငါးဆယ်မျှသာ ရှိသည့် တောင်ကြားလမ်း စစ်စစ် ဖြစ်သည်။ဘေးတဖက် တချက်စီတွင် အလွန်မြင့်မောက် မတ်စောက်သော တောင်နံရံကြီးများ ကာဆီးနေသည် ဖြစ်ရာ ရန်သူသည် ဒီတောင်ကြားမှ အပ အခြားဝင်စရာ လမ်းမရှိ။ဝင်လာလျှင် လီယွန်နီဒပ်(စ်) ၏တပ်နှင့်ရင်ဆိုင် ရလိမ့်မည်။ သည်တပ်ကို အလုံးစုံချေမှုန်း နိုင် မှ သည်လမ်းက ဖြတ်သန်း၍ ရလိမ့်မည်။သည်တွင် လီယွန်နီဒပ်(စ်)တို့ စပါတာများအကြောင်း အနည်းငယ်ပြောချင်သည်။စပါတာတို့သည် ရဲ ဝံ့စွန့်စားမှုအတွက် အထူးလေ့ကျင့် ထားကြသူများဖြစ်သည်။ အလွန် စည်းကမ်းကြီးသည်။ ခြိုးခြံကျပ်တည်းစွာ စားသောက်နေထိုင်နိုင်သည်။ ကိုယ်ရောစိတ်ပါ ကြံ့ ခိုင်မာကျောသည်။စပါတာ တစ်ယောက် စစ်ထွက်ခါနီးတွင် သူကိုင်ဆောင်ရမည့် ဒိုင်းကြီးကို မိခင်ကိုယ်တိုင် က ယူဆောင်လာပေးလေ့ ရှိသည်။ ပြန်ရင် ဒီဒိုင်းကို ကိုင်ပြီး ပြန်ခဲ့။ မကိုင်နိုင်ရင်လည်း ဒိုင်းပေါ်က ပြန်လာခဲ့ဟု မှာတတ်သည်။စစ်ပွဲမှာ အနိုင်တိုက်ပြီး အသက်ရှင်လျက် အမေ့ထံ ပြန်ခဲ့ပါ။ အကယ်၍ တိုင်းပြည်အတွက် အသက်ပေးခဲ့ရပြီ ဆိုလျှင်လည်း သူ၏ ရုပ်အလောင်းကို ဒိုင်းပေါ်တင်ကာ အတူစစ်ထွက် သည့် ရဲဘော်ရဲဘက်တွေ ထမ်းပိုးပြီး ဂုဏ်သရေ ရှိစွာ ပြန်ရောက်လာတာ မြင်ချင်ပါသည်။ဟု ဆိုလိုခြင်းဖြစ်သည်။ သည်စကားနောက်ကွယ်တွင် အဓိပ္ပါယ်တွေ ကိန်းအောင်းနေသေး သည်။ စစ်မြေမှာ ရန်သူနှင့် ရင်ဆိုင်ရသည့်အခါ သူရဲဘောကြောင်စွာ လက်လွတ်ထွက်ပြေး သည် ။သုံ့ပန်းအဖြစ် အဖမ်းခံရပြီး ကျေးကျွန်ဘဝ ရောက်သွားသည် ။ စတာ မျိုးတွေ မကြားချင်ပါ ဟူသော သဘော။မိခင်တွေပင် အဲသည်လို စိတ်ဓာတ်မျိုးရှိသည့် စပါတာ ။။ထို့ကြောင့် စပါတာ မှန်လျှင် ဓားဒါဏ်ရာ၊ လှံဒါဏ်ရာကို ကျောမှာ မပြချင်။စပါတာတွေ လေ။ ကြည့်စမ်းပါ ။ သူတို့ဒါဏ်ရာတွေ အားလုံး ရှေ့ဘက်မှာတဲ့။ကဗျာစာဆိုတွေက ဖွဲ့ကြသည်။အဲသည်တော့ သာမော်ပီလေးမှာ ဆုံကြသည့်အခါလီယွန်နီဒပ်(စ်) နှင့် သူ့စစ်သည်တွေ တောင်ကြားလမ်း တလျောက် ပိတ်ဆို့ကာ တက် လာသမျှ ရန်သူကို ရင်ဆိုင်ခုခံကြသည်။ ပါရှန်တို့မှာ လူအင်အားအဆမတန် များသော် လည်း တိုက်ရည်ခိုက်ရည်တွင် စပါတာကို လုံးဝ မယှဉ်နိုင်။ နှစ်ရက်လုံးလုံး အကျအဆုံး များ စွာခံကာ အတင်းဝင်တိုက်သော်လည်း ဂရိတပ်ကို မကျော်ဖြတ်နိုင်။တတိယနေ့တွင်မူ လျှို့ဝှက်သည့် တောင်ကျော်လမ်းသေးလမ်းမြောင် တခုကို ဂရိသစ္စာ ဖောက်တဦးက ပြသဖြင့် ရန်သူတို့ဂရိတပ်၏ နောက်ကျောဘက် သို့ရောက်လာကြသည်။ကြီးမားသော အင်အားဖြင့် ညှပ်ပူးညှပ်ပိတ် အတိုက်ခံ ရတော့မည် ဆိုတာ မြင်သည့်အခါ လီယွန်နီဒပ်(စ်) က တပ်ဗိုလ်များကို ဆင့်ခေါ်သည်။ တိုက်ပွဲ ကအနေအထားပြောင်းသွားပြီ၊ သည်နေရာမှာ ဆက်တိုက်လျှင် မိမိတို့အားလုံး ချေမှုန်း ခံရလိမ့်မည်။ထို့ကြောင့် ကျန်သည့် တပ်ဖွဲ့တွေ အားလုံး အချိန်မှီ ဆုတ်ခွာကြပါ ။ မိမိနှင့် စပါတာစစ်သည် သုံးရာ ကတော့ တာဝန်အရ သည်နေရာတွင် အသက်ပေးခုခံ ကျန်ရစ်မည်ဟု ကြေညာသည်။ သည်တွင် အခြားမြို့ပြနိုင်ငံတို့မှ စစ်သည်အများအပြား ထွက်ခွာသွားကြပြီး သပ်စပီယေ မြို့ သား ခုနှစ်ရာနှင့် သီးဗ် (စ်) မြို့သားလေးရာတို့သာ စပါတာများနှင့်အတူကျန်ရစ်သည်။ပါရှန်တို့က ရှေ့ဖက်မှ တပ်မကြီးတတပ် နောက်ဖက်မှတောင်ကိုကျော်၍ တပ်မကြီး တတပ် ညှပ်ပိတ်တိုက်ခိုက်ရန် ပြင်ဆင်လာသည့် အချိန် လီယွန်နီဒပ်(စ်) က သူ့တပ်ကို စစ်မျက်နှာ ကျယ်ကျယ်ဖွင့်၍ တိုက်နိုင်မည့်နေရာသို့ရွေ့ ယူသည်။ ထို့နောက်တွင် ရန်သူ ချီတက်လာသည် အထိ မစောင့် ။ မိမိတို့က အရင် ဦးအောင်ဝင်တိုက်သည်။ စပါတာတို့ တိုက်ခိုက်ပုံက သည်ပွဲတွင် ပါရှန်ရန်သူကို အပြီးသတ် ချေမှုန်းရန် သံန္နိဌာန် ချထားကြသည့် အလားပင် ။ရဲစွမ်းသတ္တိသက်သက်နဲ့သာ ဆုံးဖြတ်မည်ဆိုက ဒီပွဲသည် ပါရှန်တွေ မရှုမလှ အရေးနိမ့်သည့် ပွဲ ဖြစ်ရလိမ့်မည်။သို့သော် အရေအတွက်ခြင်းက အဆမတန် ကွာခြားလွန်းလှသည်။ စစ်မြေတခွင်လုံးမှာ ပါရှန်တွေ တင်းကြမ်းပြည့်နေသည်။ဓားသံလှံသံ ကြွေးကြော် အော်ဟစ်သံတွေ သောသောညံနေသည့် ကြားမှာ လီယွန်နီဒပ်(စ်) ကျဆုံးသည်။ ချက်ချင်းပင် စပါတာတွေ သူ တို့ခေါင်းဆောင်နဘေးမှာ ဝိုင်းရံလိုက်ကြပြီး အပြင်းအထန် ခုခံကာကွယ်ကာ အနီးရှိ တောင်ပူစာ တခုဆီသို့ အလောင်းကို သယ်ကြသည်။ သည်နေရာတွင် နောက်တကြိမ် အဝိုင်းခံရသည်။ စပါတာအားလုံး သူတို့ခေါင်းဆောင်နည်းတူ နောက်ဆုံးအချိန်အထိ တိုက်ပွဲဝင်သွားကြသည်။ သက်(စ်)ပီယေသားများ လည်း စပါတာတို့နှင့် အတူ ကျဆုံးခဲ့သည်။ သီးဗ်(စ်) မြို့သားတချို့သာ လက်နက်ချ အညံ့ခံခဲ့ကြသည်။ဂရိနှင့်ပါရှန်တို့တိုက်ပွဲတွေ ဆက်လက်ဆင်နွဲကြပြီး နောက်ဆုံး၌ ပါရှန်တို့ အရေးနိမ့်ကာ ဂရိမြေမှ ဆုတ်ခွာထွက်ပြေးသွားကြရသည်။စစ်ကြီးအပြီးတွင် တောင်ပိုင်းသား စပါတာတွေ သာမော်ပီလေးသို့ လာရောက်ကာ ကျဆုံးခဲ့ သော စစ်သည်များအတွက် ထိုနေရာ၌ ကျောက်စာတိုင်တတိုင် စိုက်ထူထားသည်။ ကျောက်စာတိုင်၌“Go tell the spartans , thou that passeth by , That here obedient to their laws , we lie.”“အဆွေ ခရီးသွား အမှာစကား ပါးပါရစေ။ စပါတာ၏ အမိန့်ဥပဒေများကို စောင့်ထိန်းလိုက်နာကာ ကျွန်ုပ်တို့ ဤနေရာ၌ လဲလျောင်းခဲ့ ကြပြီဖြစ်ကြောင်း စပါတာတို့အား ပြောကြားပေးပါလေ။”ဟူ၍ အဓိပ္ပါယ် ရသည့် ကမ္ပည်းစာတခု ရေးထိုးထားသည်။ကျောက်စာတိုင်ကား တရံရောအခါ က ဂရိအမျိုးသား တရပ်လုံးအတွက် မိမိတို့အသက်ကို ပေးလှူသွားခဲ့သည့် စပါတာ မြို့နိုင်ငံခေါင်းဆောင် (ဘုရင်) လီယွန်နီဒပ်(စ်) (Leonidas) နှင့်နောက်ပါစစ်သည် သုံးရာတို့၏ ရဲစွမ်းသတ္တိနှင့် ကိုယ်ကျိုးစွန့် အနစ်နာခံသည့်စိတ်ဓာတ်ကို ထာဝရမော်ကွန်းတင်ရန် အလို့ငှာ စိုက်ထူခဲ့ခြင်း ဖြစ်သည်။ကျောက်တိုင်ပါ ကမ္ပည်းစာကို ဖတ်ရှုပွားများကာ အင်္ဂလိပ်စာရေးဆရာကြီး ဂျွန်ရပ်စကင်း က လူသားတို့နှုတ်မှ မြွက်ဟဖူးသမျှအထဲတွင် ဂုဏ်ကျက်သရေ အရှိဆုံး စကားလုံးစုပေတည်း ဟု မှတ်ချက်ချခဲ့သည်။Battle of Thermopylae ကား စပါတာ၏ ရဲစွမ်းသတ္တိကို ပြသော အမှတ်သင်္ကေတ ဖြစ်သကဲ့သို့ ကိုယ်ကျိုးစွန့်အနစ်နာခံခြင်း ဟူသည်ကို ထင်ရှားအောင်ပြခဲ့သည့် ဥပမာ သာဓက တစ်ခုလည်း ဖြစ်သည်။(ရာဇဝင်ကို ဆရာဖေမြင့် ၏ အားပြင်းတဲ့ မြှားတစင်း မှ ထုတ်နှုတ်ဖော်ပြသည်။)File size…(2.1 GB) / (1.2 GB) / (800 MB)Quality….BluRay 1080p / 720p / 480pFormat…mp4Duration….01:56:32Subtitle….Myanmar Subtitle(Hardsub)Encoder…Nyeinsaeya Aung"