"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Phone Booth 2002
—————————-
IMDb 7/10
Rotten Tomatoes 72%
Metacritic 56%
“ကိုယ်ကတော့အရေးမပါလောက်ဘူးထင်ပြီးလုပ်မိတဲ့ကိစ္စဟာ တဖက်လူအတွက် အများကြီးစိတ်ထိခိုက်စရာဖြစ်တတ်ပါတယ်”
“လူတိုင်းဟာ အပြစ်တွေကိုလုပ်မိကြတာကြီးပဲ”
ဒီဇာတ်ကားကတော့ မင်းသားကြီး Colin Farewell, Forest Whitaker, Kiefer Sutherland နဲ့မင်းသမီးကြီး Katie Holmes, Radha Mitchellစတဲ့ ဒိတ်ဒိတ်ကြဲ သရုပ်ဆောင်တွေပါဝင်သရုပ်ဆောင်ထားပြီး
ဒါရိုက်တာကြီး Joel Schumacherရိုက်ကူးခဲ့တဲ့ အရမ်းလန်းတဲ့ဇာတ်ကားပါ။ ဒီဇာတ်ကားရဲ့အသွားအလာဟာ တခြားဇာတ်ကားတွေနဲ့မတူပဲ တမူထူးခြားပါတယ်။ ဘာတွေထူးခြားနေလဲဆိုတာပြောပြဖို့
ဇာတ်လမ်းအကျဉ်းလေးကိုနည်းနည်းလောက် ပြောပြပါရစေ
ဇာတ်လမ်းအကျဉ်းကတော့….
စတူးဝပ်ဆိုတဲ့ PRသမားတစ်ယောက်ဟာ အများပြည်သူသွားရာလမ်းပေါ်မှာရှိပြီး ဝင်ရထွက်ရလွယ်တဲ့ ဖုန်းရုံထဲမှာပိတ်မိနေပါတယ်။ သော့ခတ်ခံရလို့ပိတ်မိနေတာမျိုးမဟုတ်ပေမယ့် စတူးဝပ်ဟာ
အပြင်ကိုထွက်မရပဲဖြစ်နေတာပါ။ အဲ့လိုပိတ်မိနေချိန်မှာပဲ စတူးဝပ်ဟာ ဖုန်းရုံထဲကဖုန်းနဲ့လူတစ်ယောက်နဲ့စကားပြောနေခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အခြေအနေတွေဟာ
တဖြည်းဖြည်းရှုတ်ထွေးလာပြီး ရဲတွေ၊ သတင်းဌာနတွေပါရောက်လာတဲ့အခါမှာတော့…..
ဇာတ်လမ်းက တမူထူးခြားနေတဲ့အတွက် spoilလည်းမဖြစ်အောင် အညွှန်းကိုထိန်းရေးရတာမလို့ဒီထက်ပိုပြီးရေးပြလို့မရတာကိုခွင့်လွှတ်ပါ။
ဒီကားဟာ ၂၀၀၂ခုနှစ်ကထွက်ရှိခဲ့တာဖြစ်ပြီး အခုပြန်ကြည့်လည်း ကြည့်လို့ကောင်းဆဲပါပဲ။ တစ်ခုရှိတာက ဒီကားမှာ Sex scenceတွေမပါပေမယ့် R-ratedရုပ်ရှင်ဖြစ်တဲ့ကားပါ။
အဓိကကတော့ စကားအသုံးအနှုံးတွေက အသက်၁၅နှစ်အောက်ကြည့်ဖို့မသင့်လျော်သလို ကလေးတွေကိုပြမယ်ဆိုရင်လည်း မိဘအုပ်ထိန်းသူတွေအရင်ကြည့်ပြီးမှ ပြသင့်မပြသင့်ဆုံးဖြတ်ပြီးမှပြရမယ့်ကားပါ။
ဟာ…ဒါဆိုရင်လည်း ဆဲဆိုတာတွေကိုဖော့ပြန်လေလို့ဆိုကြမယ်ဆိုရင်လည်း ဖော့ပြန်ဖို့မဖြစ်နိုင်ဘူးဗျ။ ဒီဇာတ်ကားရဲ့အဓိကဇာတ်ရှိန်အတက်ဆုံးနေရာတွေမှာ စကားလုံးကိုဖော့ပြန်လိုက်ရင်
မင်းသားကြုံတွေ့နေရတဲ့အခက်အခဲနဲ့မွန်းကြပ်မှုကိုပါ ဖော့လိုက်သလိုဖြစ်စေနေလို့ပါ။ ဒါကြောင့် တကားလုံးကို ဖော့ပြန်မထားပဲ အရှိကိုအရှိအတိုင်းဗွင်းဗွင်းကြီးပြန်ထားပါတယ်
File size…1.41GB and 884 Mb and 491MB
Quality…1080p BluRay & 720p & 480p
Format…Mp4
Duration….1h 21min
Subtitle….Myanmar Subtitle(Hard Sub)
Encoder…. YK
Translated by Dr.Nyan
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
