"Give Me Liberty(2019)
IMDb….7.0
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားလေးအကြောင်းကတော့
ဗစ်တာဆိုတဲ့ရုရှားလူငယ်လေးဟာ
ရောဂါအမျိုးမျိုးအကြောင်းအမျိုးမျိုးကြောင့်
လှုပ်ရှားသွားလာလို့မရတဲ့သူတွေကို
သယ်ယူပို့ဆောင်ပေးတဲ့ကားကုမ္ပဏီရဲ့
ကားမောင်းသမားတစ်ယောက်ပါ
ထင်ရာစိုင်းပြီးကလေးကြီးလိုဖြစ်နေတဲ့
သူ့အဖိုးကိုပြုစုစောင့်ရှောက်နေတဲ့သူလည်းဖြစ်ပါတယ်
တစ်နေ့မှာတော့ ဈာပနပွဲတစ်ခုကိုသွားမယ့်သူ့အဖိုးတို့
သက်ကြီးရွယ်အိုတစ်သိုက်ကိုမဖြစ်ဖြစ်အောင်
လိုက်ပို့ရမယ့်အခြေအနေတစ်ခုကိုရောက်ရှိလာပါတော့တယ်
ဗစ်တစ်ယောက်အလုပ်ကပို့ပေးရမယ့်လူတွေကတဖက်
ဈာပနပွဲသွားရမယ့်သူတွေကတစ်ဖက်
ကားတစ်စီးနဲ့ဗျာများရပါတော့တယ်
ဆူပူအုံကြွမှုတွေဆန္ဒပြမှုတွေကြားထဲကနေ
ဘယ်လိုဖြတ်‌ကျော်ပြီးလိုရာခရီးကိုသွားမလဲ
ဆိုတာကိုစိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ
ပြီးတော့သူတို့နိုင်ငံတွေမှာခန္ဓာကိုယ်နဲ့ဉာဏ်ရည်ချို့တဲ့သူတွေကိုဘယ်လိုပြုစုစောင့်ရှောက်သလဲဆိုတာလေးတွေလဲမြင်တွေ့ရမှာဖြစ်ပါတယ်
ဘဝအတွက်ပြေးလွှားရုန်းကန်လှုပ်ရှားနေရင်း
ဖြစ်တတ်တဲ့ရီစရာအလွဲလေးတွေထည့်သွင်းထားပါသေးတယ်…ရယ်လည်းရယ်ရသလို
သင်ခန်းစာလေးတွေလည်း ပေးသွားတဲ့ကားမို့ ခံစားကြည့်ကြပါဦး…
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့MarTizasဖြစ်ပါတယ်..
(zawgyi)
ဒီကားေလးအေၾကာင္းကေတာ့
ဗစ္တာဆိုတဲ့႐ုရွားလူငယ္ေလးဟာ
ေရာဂါအမ်ိဳးမ်ိဳးအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္
လႈပ္ရွားသြားလာလို႔မရတဲ့သူေတြကို
သယ္ယူပို႔ေဆာင္ေပးတဲ့ကားကုမၸဏီရဲ႕
ကားေမာင္းသမားတစ္ေယာက္ပါ
ထင္ရာစိုင္းၿပီးကေလးႀကီးလိုျဖစ္ေနတဲ့
သူ႔အဖိုးကိုျပဳစုေစာင့္ေရွာက္ေနတဲ့သူလည္းျဖစ္ပါတယ္
တစ္ေန႔မွာေတာ့ ဈာပနပြဲတစ္ခုကိုသြားမယ့္သူ႔အဖိုးတို႔
သက္ႀကီး႐ြယ္အိုတစ္သိုက္ကိုမျဖစ္ျဖစ္ေအာင္
လိုက္ပို႔ရမယ့္အေျခအေနတစ္ခုကိုေရာက္ရွိလာပါေတာ့တယ္
ဗစ္တစ္ေယာက္အလုပ္ကပို႔ေပးရမယ့္လူေတြကတဖက္
ဈာပနပြဲသြားရမယ့္သူေတြကတစ္ဖက္
ကားတစ္စီးနဲ႔ဗ်ာမ်ားရပါေတာ့တယ္
ဆူပူအုံႂကြမႈေတြဆႏၵျပမႈေတြၾကားထဲကေန
ဘယ္လိုျဖတ္‌ေက်ာ္ၿပီးလိုရာခရီးကိုသြားမလဲ
ဆိုတာကိုစိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါ
ၿပီးေတာ့သူတို႔ႏိုင္ငံေတြမွာခႏၶာကိုယ္နဲ႔ဉာဏ္ရည္ခ်ိဳ႕တဲ့သူေတြကိုဘယ္လိုျပဳစုေစာင့္ေရွာက္သလဲဆိုတာေလးေတြလဲျမင္ေတြ႕ရမွာျဖစ္ပါတယ္
ဘဝအတြက္ေျပးလႊား႐ုန္းကန္လႈပ္ရွားေနရင္း
ျဖစ္တတ္တဲ့ရီစရာအလြဲေလးေတြထည့္သြင္းထားပါေသးတယ္…ရယ္လည္းရယ္ရသလို
သင္ခန္းစာေလးေတြလည္း ေပးသြားတဲ့ကားမို႔ ခံစားၾကည့္ၾကပါဦး…
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့MarTizasျဖစ္ပါတယ္…
File Size : (850 MB) and (425 MB)
Quality :WEB-DL 720p
Format…mp4
Duration…01:50:00
Genre : Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by MarTizas
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
