Hype တွေများလွန်းလို့ တကယ့်ဇာတ်ကားထွက်လာတော့ထင်သလောက်ခရီးမရောက်ဖြစ်ခဲ့ရတဲ့ ဇာတ်ကားကိုဘယ်လိုဘယ်ပုံတွေကောင်းကြောင်း ဆိုးကြောင်းထပ်ပြီး မညွှန်းချင်တော့ပါဘူး။မျှော်လင့်ထားသလောက် ဖြစ်မလာပေမယ့်မကောင်းဘူးလို့တော့လဲလုံးဝပြောလို့မရတာတော့အမှန်ပါဒါ့ကြောင့် ဇာတ်လမ်းသွားလေးပဲ နည်းနည်းညွှန်းပေးပါရစေ။ဇာတ်ကားကို Batman နဲ့ Supermanရဲ့တိုက်ပွဲအပြီးSuperman သေဆုံးသွားတဲ့နောက်ပိုင်းကာလမှာဇာတ်အိမ်တည်ထားပါတယ်။အစိုးရအဖွဲ့အနေနဲ့ Supermanလို လူစွမ်းကောင်းမျိုးသာ ဆိုးသွမ်းတဲ့ဘက်ကနေ လူသားတွေကိုဒုက္ခပေးမယ့်Villainတစ်ဦးဖြစ်နေမယ်ဆိုရင် ဆိုတဲ့စိုးရိမ်စိတ်တွေဖြစ်လာကြတဲ့အတွက်Amanda Waller ဆိုတဲ့အမေရိကန်အစိုးရအဖွဲ့မှ အမျိုးသမီးကြီးရဲ့အကြံအစည်ကDC ရဲ့နာမည်ကျော် Villainsကြီးများနဲ့အဖွဲ့တစ်ခုထူထောင်ပြီး အစိုးရအနေနဲ့မဖြေရှင်းနိုင်တဲ့ကိစ္စများကိုသူ့ရဲ့Task Force X ခေါ် Suicide Squad အဖွဲ့ကိုလွှတိပြီးဖြေရှင်းစေဖို့ပဲဖြစ်ပါတယ်။Amanda ရဲ့ အကြံအစည်အောင်မြင်မလားဒီvillainsကြီးတွေကိုရောသူထိန်းချုပ်နိုင်ပါ့မလားSuicide Squadအဖွဲ့သားတွေကရောဘယ်လိုအန္တရာယ်တွေကိုရင်ဆိုင်ဖြေရှင်း ရမလဲဆိုတာကိုတော့ဇာတ်ကားထဲမှာပဲဆက်လက်ကြည့်ရှုခံစားပေးပါခင်ဗျာ။မညွှန်းတော့ဘူးဆိုပေမယ့် တစ်ခုလေးပြောပြစရာရှိပါသေးတယ် 😛ဇာတ်ကားရဲ့ အဓိက အားသာချက်တစ်ခုကတော့ characters ကိုက်ညီမှုရှိတာပါပဲအထူးသဖြင့်Deadshot အဖြစ်သရုပ်ဆောင်တဲ့ Will Smith နဲ့ရေပန်းစားနေတဲ့ Harley Quinn အဖြစ်Margot Rubbie တို့ရဲ့ သရုပ်ဆောင်ပီပြင်မှုတွေကတော့ ပရိတ်သတ်အထူးကြိုက်နှစ်သက်ကြလိမ့်မယ်ဆိုတာကျိန်းသေပေါက် အာမခံရဲပါတယ် ။Joker အဖြစ် အများစိတ်ဝင်စားနေတဲ့ Jared Letoကိုလဲ သူပါသမျှဇာတ်ဝင်ခန်း များအရသုံးသပ်ဖို့ခက်ခဲနေသေးပေမယ့် မဆိုးဘူးလို့တော့မြင်မိပါတယ်။ဒါ့ကြောင့် rating တွေ Review တွေ ဘေးခဏချိတ်Hype ခဲ့သမျှတွေကိုခဏမေ့ပြီး မိမိအမြင်နဲ့ သာကြည့်ရှုခံစားကြပြီး မိမိအမြင်နဲ့သာဝေဖန်သုံးသပ်ကြည့်ကြပါလို့ပဲတိုက်တွန်းပါရစေခင်ဗျာ/အော် ဒါနဲ့ …. နောက်ဆုံးမှာ နောက်လာမယ့် Justice League ဇာတ်ကားအတွက်အစပျိုးထားတဲ့ post credits sceneပါပါ တယ်မကြည့်ဖြစ်လိုက်မှာစိုးလို့ ကြိုပြီးသတိလေးပေးထားပါရစေ။(ဘာသာပြန်သူကတော့ ဟန်ထူးဇော် ဖြစ်ပါတယ်)Hype ေတြမ်ားလြန္းလို႔ တကယ့္ဇာတ္ကားထြက္လာေတာ့ထင္သေလာက္ခရီးမေရာက္ျဖစ္ခဲ့ရတဲ့ ဇာတ္ကားကိုဘယ္လိုဘယ္ပုံေတြေကာင္းေၾကာင္း ဆိုးေၾကာင္းထပ္ၿပီး မၫႊန္းခ်င္ေတာ့ပါဘူး။ေမ်ွာ္လင့္ထားသေလာက္ ျဖစ္မလာေပမယ့္မေကာင္းဘူးလို႔ေတာ့လဲလုံးဝေျပာလို႔မရတာေတာ့အမွန္ပါဒါ့ေၾကာင့္ ဇာတ္လမ္းသြားေလးပဲ နည္းနည္းၫႊန္းေပးပါရေစ။ဇာတ္ကားကို Batman နဲ႔ Supermanရဲ႕တိုက္ပြဲအၿပီးSuperman ေသဆုံးသြားတဲ့ေနာက္ပိုင္းကာလမွာဇာတ္အိမ္တည္ထားပါတယ္။အစိုးရအဖြဲ႔အေနနဲ႔ Supermanလို လူစြမ္းေကာင္းမ်ိဳးသာ ဆိုးသြမ္းတဲ့ဘက္ကေန လူသားေတြကိုဒုကၡေပးမယ့္Villainတစ္ဦးျဖစ္ေနမယ္ဆိုရင္ ဆိုတဲ့စိုးရိမ္စိတ္ေတြျဖစ္လာၾကတဲ့အတြက္Amanda Waller ဆိုတဲ့အေမရိကန္အစိုးရအဖြဲ႔မွ အမ်ိဳးသမီးႀကီးရဲ႕အၾကံအစည္ကDC ရဲ႕နာမည္ေက်ာ္ Villainsႀကီးမ်ားနဲ႔အဖြဲ႔တစ္ခုထူေထာင္ၿပီး အစိုးရအေနနဲ႔မေျဖ႐ွင္းႏိုင္တဲ့ကိစၥမ်ားကိုသူ႔ရဲ႕Task Force X ေခၚ Suicide Squad အဖြဲ႔ကိုလႊတိၿပီးေျဖ႐ွင္းေစဖို႔ပဲျဖစ္ပါတယ္။Amanda ရဲ႕ အၾကံအစည္ေအာင္ျမင္မလားဒီvillainsႀကီးေတြကိုေရာသူထိန္းခ်ဳပ္ႏိုင္ပါ့မလားSuicide Squadအဖြဲ႔သားေတြကေရာဘယ္လိုအႏၱရာယ္ေတြကိုရင္ဆိုင္ေျဖ႐ွင္း ရမလဲဆိုတာကိုေတာ့ဇာတ္ကားထဲမွာပဲဆက္လက္ၾကည့္႐ႈခံစားေပးပါခင္ဗ်ာ။မၫႊန္းေတာ့ဘူးဆိုေပမယ့္ တစ္ခုေလးေျပာျပစရာရိွပါေသးတယ္ 😛ဇာတ္ကားရဲ့ အဓိက အားသာခ်က္တစ္ခုကေတာ့ characters ကိုက္ညီမႈရိွတာပါပဲအထူးသျဖင့္Deadshot အျဖစ္သ႐ုပ္ေဆာင္တဲ့ Will Smith နဲ႔ေရပန္းစားေနတဲ့ Harley Quinn အျဖစ္Margot Rubbie တို႔ရဲ႕ သ႐ုပ္ေဆာင္ပီျပင္မႈေတြကေတာ့ ပရိတ္သတ္အထူးႀကိဳက္ႏွစ္သက္ၾကလိမ့္မယ္ဆိုတာက်ိန္းေသေပါက္ အာမခံရဲပါတယ္ ။Joker အျဖစ္ အမ်ားစိတ္ဝင္စားေနတဲ့ Jared Letoကိုလဲ သူပါသမ်ွဇာတ္ဝင္ခန္း မ်ားအရသုံးသပ္ဖို႔ခက္ခဲေနေသးေပမယ့္ မဆိုးဘူးလို႔ေတာ့ျမင္မိပါတယ္။ဒါ့ေၾကာင့္ rating ေတြ Review ေတြ ေဘးခဏခ်ိတ္Hype ခဲ့သမ်ွေတြကိုခဏေမ့ၿပီး မိမိအျမင္နဲ႔ သာၾကည့္႐ႈခံစားၾကျပီး မိမိအျမင္နဲ့သာေဝဖန္သုံးသပ္ၾကည့့္ၾကပါလို႔ပဲတိုက္တြန္းပါရေစခင္ဗ်ာ/ေအာ္ ဒါနဲ႔ …. ေနာက္ဆုံးမွာ ေနာက္လာမယ့္ Justice League ဇာတ္ကားအတြက္အစပ်ိုးထားတဲ့ post credits sceneပါပါ တယ္မၾကည့္ျဖစ္လိုက္မွာစိုးလို႔ ႀကိဳၿပီးသတိေလးေပးထားပါရေစ။(ဘာသာျပန္သူကေတာ့ ဟန္ထူးေဇာ္ ျဖစ္ပါတယ္)File Size : (2.18 GB) and (950 MB)Quality : EXTENDED Blu-Ray (1080p 5.1, 720p)Running Time : 2hr 15minFormat : Mkv and Mp4Genre : Action, Adventure, FantasySubtitle : Myanmar Subtitle (Hard Sub)Source : .EXTENDED.1080p.BluRay.x264-SPARKSTranslated by Han Htoo ZawEncode by Thanhtike Zaw"