"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Lucky you (2007)
=============
IMDb – 5.9
ကျောင်းမှာ ကျုပ်တို့တွေ ဖဲရိုက်ဖူးကြတယ်မို့လား။
ဖဲဟာ လူငယ်လူလတ်တွေနဲ့ မကင်းတဲ့အရာပါပဲ။
ကျုပ်ဆိုကျုပ်ဘကြီး ကျောင်းမှာ ဆရာတွေနဲ့ ကျောင်းအုပ်ကြီးဆော့တာကို ကြည့်ရင်း တတ်လာတာပဲ။အဓိကက ပိုကာဒေါင်းတယ်။
အဲ့ဒီတုန်းကတော့ Texas HoldEM Pokerကို ကျုပ်တို့ခေါ်တာရှိူးပေါ့။
Full Houseတွေ Straightတွေ Flushတွေ ဘာမှမသိဘဲ ရမ်းတုတ် မှန်းတုတ်ဆော့ခဲ့ကြရတယ်။
ဖဲသမားအစစ်တွေက ဖဲချိုးမကောင်းတော့ရင် ဖဲထုပ်အသစ်ဖောက်ကြတာဆိုတော့ ဖဲထုတ်အဟောင်းတွေ ကျွန်တော်တို့ဆီ တစ်ပုံကြီးပဲ။
အဲ့ဒီဖဲထုတ်တွေကို လောင်းကြေးလုပ်ဆော့ခဲ့ကြတာပေါ့။ ပျော်ဖို့တော့ အတော်ကောင်းခဲ့သား။‌
ဒီရုပ်ရှင်က ဇာတ်အိမ် မရှိသလောက် ဖြစ်နေပေမဲ့ ကောင်းကွက်တစ်ကွက်တော့ရှိတယ်။
တခြားအခန်း အာစွတ်ရုံလောက်ထည့်ထားပြီး အစအဆုံးကို ဖဲဝိုင်းတွေ ဖဲသမားတွေရဲ့ဗျူဟာတွေချည်း ထည့်ထားတယ်။
ပြောရရင် ရုပ်ရှင်က လူသစ်လေးတွေကို Texas HoldEM Poker ကစားတတ်အောင် သေချာ သင်ပေးထားတယ်။
ပွဲတိုင်းက ဖဲတိုင်းကိုမြင်အောင်ပြပြီး ဘယ်ဖဲက ဘယ်လိုနိုင်တယ်ဆိုတာပြထားတယ်။
ကျုပ်လည်း အောက်ကမှတ်ချက်ထုတ်ရှင်းထားတယ်။
ဖျော်ဖြေရေးကြည့်တဲ့ရုပ်ရှင်မှာ ကွင်းစကွင်းပိတ်တွေနဲ့ ရှင်းလင်းရေးလုပ်တာက အတော်ကကြိုးကကြောင် နိုင်တယ်လို့ ကျုပ်လည်းထင်ပေမဲ့
ဒီရုပ်ရှင်ဟာ ဖဲကစားတတ်အောင်သင်ပေးတဲ့ ရုပ်ရှင်လို့ ဆိုလို့ရတော့ ပြည့်စုံအောင်ထည့်ထားလိုက်တယ်။
Castတွေတော့ လန်းတယ်ပြောရမယ် မူလ Hulk မင်းသား Eric Bana,
မမ Drew BarryMore, နာမည်ကြီးကားတွေမှာပါခဲ့တဲ့ အဘိုးကြီးRobert Duvall, Ironmanမင်းသား Robert Downey, Jr. သရုပ်ဆောင်တွေကတော့ မိုက်ပါတယ်။
သေချာတာကတော့ ဒီရုပ်ရှင်ဟာ ခင်ဗျားကို Texas HoldEM Pokerကို ကစားတတ်အောင် သင်ပေးမယ့် ရုပ်ရှင်သက်သက်ပဲ။
ကစားနည်းတင် မဟုတ်ဘဲ ကစားဟန်ကိုပါ သင်ပေးလိမ့်မယ်။
ဒါကြည့်ပြီး ကျုပ်တော့ Governor of Poker 3 ဆော့လိုက်တာ တော်တော်တော့နိုင်သွားတယ်။
မဆော့ဖူးတဲ့လူဆိုရင်တော့ ဒီကားကြည့်ပြီး GOP3နည်းနည်းလောက်ဆော့ကြည့်ရင် ခင်ဗျားTexas HoldEM Pokerကို ကျွမ်းသွားမှာပဲ။
အဲ့ဒီကျကျောင်းမှာလည်း ဝင်နွဲလို့ရသပေါ့။
ဘယ်အတတ်မဆို တတ်ထားတာ‌တော့ အကောင်းဆုံးပဲဗျ။
ကစားနည်းတွေဟာ အပျော်တမ်းဆော့ရင် မိတ်ဆွေပေါစေမယ့်လမ်းစပဲ။
ဒီတော့ ပိုကာဆော့တတ်ရင် ခင်ဗျားသင်ထား သင့်တယ်လို့ အကြံပေးချင်တယ်။ သင်ပြီးရင်လည်း ကြေးကြီးနဲ့မဆော့မိအောင်ထိန်းပေါ့။
ပြောခဲ့တယ်မလား ကစားနည်းတွေဟာ မိတ်ဆွေရှာဖို့ပဲကောင်းတာ ငွေရှာဖို့မကောင်းဘူး။
( အညွှန်းရေးသားထားသူကတော့ The Pooh ပါ )
Quality__1080p ,720p
IMDb Rating__5.9/10
Format__mp4
Duration__02:00:00
Type__Drama , Romance , Sport
Subtitle__Myanmar Subtitle (Hardsub)
Translated by The Pooh
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
