"ယောက်ဖတော်နဲ့ အသေအကြေတိုက်ခဲ့တဲ့ Rurouni Kenshin: The Final အပြီးမှာထပ်ထွက်လာတဲ့ Rurouni Kenshin: The Beginning ဖြစ်ပါတယ်။ဇာတ်အိမ်ကိုတော့ လေ့လွင့်ရိုနင် ခန်းရှင်း ရယ်လို့မဖြစ်လာမီ လူသတ်သမား ဘတ်တိုဆိုင်းအဖြစ် နိုင်ငံရေးရှုတ်ထွေးတွေကြားထဲမှာPauseခန်းရှင်းကျင်လည်ခဲ့ရတဲ့ဘဝ အစိတ်အပိုင်းကို နောက်ကြောင်းပြန်တဲ့ပုံမျိုးနဲ့ပြောပြရင်း ဇတ်အိမ်တည်ထားတာဖြစ်ပါတယ်၁၈၆၀ ခုနှစ်မှာ ဂျပန်ပြည်တွင်း အဆုံးသတ်စစ်ပွဲဆင်နွှဲနေကြချိန် မြို့ထဲလမ်းမတွေမှာ တိုက်ပွဲတွေနေရာအနှံဖြစ်ပွားနေပြီးလူသတ်သမား ဘတ်တိုဆိုင်းဆိုတဲ့ နာမည်ကြီး ဓားသမားတစ်ယောက်ဟာ အကျင့်ပျက်အစိုးရအရာရှိကြီးတွေကိုလိုက်လံသုတ်သင်လျှက်ရှိပြီးအင်အားဘယ်လောက်များများသူ့ကိုဘယ်သူကမှမတားဆီးနိုင်ခဲ့ကြရုံမက ရှိုးဂန်းခေတ်နှောင်းရဲ့ ရဲတပ်ဖွဲ့ကြီးကတောင် လက်မြှောက်ထားရပါတယ်။ဘတ်တိုဆိုင်းအနေနဲ့နှုတ်ယူခဲ့ရတဲ့အသက်တွေကြောင့် ဂျပန်ပြည်ကြီးကို ခေတ်သစ်တစ်ခုဆီခေါ်ဆောင်သွားချင်တဲ့စိတ်သာရှိတဲ့လူငယ်လေးကို ခံစားချက်မဲ့လူသတ်စက်ကြီးလိုခေါ်ရလောက်အောင်ရင့်သီးသွားစေခဲ့ပါတယ်။တစ်နေ့မှာတော့ သူ့လိုဘဝတူ ကျိုးပဲ့နေတဲ့ဘဝထဲက မိန်းမလှလေးတစ်ယောက်နဲ့ဆုံခဲ့ပြီး ကံကြမ္မာအလှည့်အပြောင်းတွေကြားကနေ ကြမ်းတမ်းခက်ထန်တဲ့လူသတ်သမားအဖြစ်ကနေ နောက်ထပ် လူမသတ်တော့ဖို့ရာကျိန်ဆိုတဲ့အထိအောင်ဖြစ်သွားခဲ့ရပါတော့တယ်။Rurouni Kenshin: The Beginning ကတော့ ခန်းရှင်းနဲ့ တိုမိုအဲတို့ရဲ့ အချစ်ဇတ်လမ်းလေးကနေအသွားပြောင်းပြန်ဓားသမား ခန်းရှင်းအဖြစ်ပြောင်းလဲသွားခဲ့ရတဲ့ သခင်မဲ့ဓားသမား ခန်းရှင်းရဲ့ မူလဖြစ်တည်ရာပါပဲ။Rurouni Kenshin movies series က Anime ကနေ live action ပြန်အသက်သွင်းကြတဲ့ ဇာတ်လမ်းတွေထဲမှာအကောင်းဆုံးလို့သတ်မှတ်ထားကြတဲ့ ဇတ်လမ်းပဲဖြစ်တဲ့အတွက် ရုပ်ရှင်စီးရီးကြီးတစ်ခုလုံးရဲ့ အစဖြစ်သလို နောက်ဆုံးသောအဆုံးသတ်လဲဖြစ်နေပါတယ်။Reviewe တွေအရတော့ The Beginning ဟာ Live action တွေထဲမှာ ထိပ်တန်းဖြစ်တယ်လို့ဆိုကြပါတယ်။ခန်ရှင်းဆိုတာဘာမှန်းမသိရင်တောင် ဒီ The Beginning ကကြည့်ရတာတန်စေရပါမယ်။Rurouni Kenshin ဆိုတဲ့အတိုင်း အလန်းစား Swordskill တွေကိုကြည့်မှာပါ။ကြည့်လိုတန်တဲ့အပြင် နောက်ဆုံးအနေနဲ့ ခန်းရှင်း ရုပ်ရှင်ဇတ်လမ်းတွဲရဲ့ အစဦးကိုကြည့်ရှုပေးကြပါဦး။ဘာသာပြန်သူတွေကတော့ d3mon & Ma Phi ပဲဖြစ်ပါတယ်…File Size : (2.67 GB) , (999 MB) and (500 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 2hr 17minFormat : Mp4Genre : Action, Drama, AdventureSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.DDP5.1.x264-NOGRPTranslated by d3mon & Ma PhiEncoded by Thanhtike Zaw"