ဒီဇာတ်ကားကို ၂၀၁၂ ဇူလိုင်လမှာ စပြီဖြန့်ချီခဲ့ပါတယ် ။IMBd rating 6.8 ရရှိခဲ့ပြီး Rotten Tomatoes 64% နဲ့Metacritic 75% အထိရရှိခဲ့ပါတယ်။ဒီဇာတ်ကားမှာကိုရီးယားရဲ့ထိပ်တန်းဖြစ်လာမယ့်သရုပ်ဆောင်တွေနဲ့ထိပ်တန်းဖြစ်ခဲ့တဲ့သရုပ်ဆောင်တွေအများကြီးပါဝင်သရုပ်ဆောင်ထားပါတယ်။ကိုရီးယားနိုင်ငံ ရဲ့movie indrustry တိုးတက်လာတာနဲ့အမျှရိုက်ကူးလာတဲ့ ဇာတ်ကားတွေရဲ့အရည်အသွေးတွေလဲ ထိပ်တန်းရောက်လာနေပါတယ်။Budget ကို ကန်ဒေါ်လာ ၁၄.၁ မီလီယံ နဲ့ရိုက်ကူးခဲ့ပြီး Box office မှာ ကန်ဒေါ်လာ ၈၆ သန်းကျော် ပြန်လည်ရှာဖွေပေးနိုင်ခဲ့ပါတယ် ။စတင်ဖြန့်ချီခဲ့တဲ့ ၂၀၁၂ ကနေစပြီး ၂၀၁၃ အထိ ရုပ်ရှင်ဇာတ်ကား ဆုပေးပွဲပေါင်း ၉ခု မှာ ဆုအတွက်လျာထားခြင်းခံခဲ့ရပါတယ်။ဆုပေးပွဲ ၉ခု မှာ ဆုပေါင်း၃၁ ခုအတွက်လျာထားခြင်းခံခဲ့ရပါပြီး ၁၃ဆုကို ရယူနိုင်ခဲ့ပြီး ၁၈ ဆုကိုတော့ဇကာတင်စရင်းဝင်နိုင်ခဲ့ပါတယ်။အနောက်နိုင်ငံတွေမှာပြသခဲ့ပေမယ့် အာရှနိုင်ငံတွေမှာသာ ဆုရယူနိုင်ခဲ့ပါတယ်။အဓိကဇာတ်ဆောင်တွေအနေနဲ့ဆုသိပ်မရခဲ့ဘဲ စက်ပိုင်းဆိုင်ရာတွေ ဒါရိုက်တာဆု တွေနဲ့ဖန်တီးမှုတွေအတွက်ရတဲ့ဆုကပိုများပါတယ်။နောက်ကပံ့ပိုးပေးတဲ့သူတွေ တော်တော်များများဆုရခဲ့တာပါ…ကိုရီးယားရုပ်ရှင်သမိုင်းမှာ ၂၀၀၆ ခုနှစ်က ထွက်ခဲ့တယ့် The Host ဇာတ်ကားပြီးရင် လက်မှတ်ဆောင်ရေ ၄၃၆ ၆၂၂ အထိရောင်းချခဲ့ရပြီးဒုတိယလက်မှတ်ဆောင်ရေ အများဆုံးရောင်းချခဲ့ရပါတယ်။စပြီးပြသချိန်က နေ ၆ ရက်အတွင်းကြည့်ရှုသူ ၃သန်း ကိုရောက်ရှိခဲ့ပါတယ်တစ်ဖြည်းဖြည်းကြည့်ရှုသူအရေအတွက် မြင့်တက်လာခဲ့တာ ၂၂ရက် အရောက်မှာ Magic number လို့ခေါ်ဆိုတဲ့ ၁၀ သန်းကိုရောက်ရှိခဲ့ပြီးကိုရီယားရုပ်ရှင် သမိုင်းမှာ Magic Number ကိုရောက်ရှိခဲ့တဲ့ ၆ ကားမြောက်ဖြစ်ခဲ့ပါတယ်။အာရှ ၊ အရှေ့တောင်အာရှ နဲ့အမေရိကအထိပါဖြန့်ချီနိုင်ခဲ့ပါတယ်။ဒါတွေက ဇာတ်ကားအောင်မြင်မှုတွေကိုပြောပြပေးခဲ့တာပါ..ဒီအပိုင်းမှာတော့ဇာတ်လမ်း ပိုင်းနဲ့ပက်သက်ပြီးပြောပြပေးပါမယ်။အဓိကဇာတ်ဆောင်တွေကနဲ့သိပ်မရင်နှီးနိုင်ပေမယ့် ဂျန်းဂျီဟွန်း နဲ့ ဇာတ်ပို့သရုပ်ဆောင်ခဲ့တယ့် ကင်မ်ဆိုဟွန်း ကိုတော့ သိကြမှာပါ။ဂျန်းဂျီဟွန် က My Sassy Girl တို့ ရေသူမဇာတ်လမ်းတွဲတို့ရဲ့မင်းသမီးဖြစ်ပြီး ကိုရီးယားရုပ်ရှင်မင်းသမီးလောက မှာ သရုပ်ဆောင်ကြေးအမြင့်ဆုံးနဲ့ မင်းသမီးဖြစ်ပါတယ်။ကင်မ်ဆိုဟွန်း ကတော့ ခုဇာတ်ကားကနေတစ်ရှိန်ထိုး အောင်မြင်လာခဲ့ပါတယ် ၊ Dream High musicalဇာတ်လမ်းတွဲ မှာ အဓီကဇာတ်ဆောင်အနေနဲ့ပါဝင်ခဲ့ပြီး အခု ကိုရီးယား ရုပ်ရှင်မင်းသားလောကမှာ အသက်ငယ်ငယ် နဲ့သရုပ် ဆောင်ကြေးအမြင့်ဆုံးရရှိတယ့် မင်းသားဖြစ်ပါတယ်။ဇာတ်လမ်းကတော့ အသက်အရွယ်စုံ အမျိုးသားအမျိုးသမီးတွေ ပါဝင်တဲ့ ကိုရီးယားအဆင့်မြင့် သူခိုးအဖွဲ့ ရဲ့အကြောင်းကိုရိုက်ကူးထားတာပါ။ထိပ်တန်း တန်ဖိုးကြီးပစ္စည်းတွေ ကိုရအောင်ခိုးကြတဲ့ သူခိုးအဖွဲ့ ကိုရီယားကနေခဏရှောင်ပြီး မကာအို ကတရုတ် အဖွဲ့နဲ့ပိုခက်ခဲတဲ့ ပစ္စည်းကိုပေါင်းပြီးခိုးဖို့နာမည်ကြီးသူခိုး မကာအိုပတ်လို့ ခေါ်တယ့်လူကစီစဉ်ခဲ့ပါတယ်မကာအိုပတ် ကဘယ်လို ခိုးဖို့ စီစဉ်ပြီး လုပ်ထားလဲ ၊ မကာအိုပတ်လို့ခေါ်တဲ့သူမှာရော ဘာနောက်ကြောင်းတွေရှိလဲ ၊သူတို့ခိုးမယ် စိန်ပွင့်ကြီးကိုရောခိုးနိုင်ကြမလား ၊တရုတ်အဖွဲ့မှာရော ဘယ်လိုလူမျိုးတွေပါလဲ ၊သူခိုးဆိုတဲ့အတိုင်းတစ်ယောက်နဲ့တစ်ယောက် ယုံကြည့်ရပါ့မလား ၊စိန်ပွင့်ကို ပိုင်ဆိုင်ထားတယ့်သူကရော ဘယ်လိုလူမျိုးလဲ ၊သူတို့ဖြတ်ကျော်ရမယ့် အခက်ခဲတွေကို ရော အားလုံးဖြတ်ကျော်နိုင်ပါ့မလား ၊မကောင်းတာလုပ်တဲ့သူမှာလဲ စစ်မှန်တဲ့ခံစားချက်တွေရှိပြီး လူဆိုတာ ကိုယ်ကလွဲ မယုံရ ဆိုတာတွေကိုဒီဇာတ်ကားမှာတွေ့ရမှာပါ ။စတန့်ပြကွက်တွေ နဲ့အတူဟာသရသကိုပါ ခံစားရပါလိမ့်မယ်။ဒီဇာတ်ကားကိုချုံပြောရရင် တော်တော်မိုက်တယ့် ဇာတ်ကားပါ ။File size…(2.7 GB) / (1.6 GB) / (800 MB)Quality…BluRay 1080p /720p/ 360pFormat…mp4Duration….02:15:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Htet Lin Aung"