"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Lincoln (2012)
============
IMDb Rating = 7.3/10
Directed By Steven Spielberg
အေဘရာဟမ်လင်ကွန်းဆိုတဲ့ နာမည်ကြားရင်
၁၆ဆက်မြောက် အမေရိကန်သမ္မတဆိုတဲ့ဂုဏ်ပုဒ်ထက် ငွေဝယ်ကျွန်စနစ်ကို တိုက်ဖျက်ခဲ့သူဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ ပိုသိကြတယ်။
ဂျော့ဝါရှင်တန် သောမတ်ဂျက်ဖာဆန်၊ အေဘရာဟမ်လင်ကွန်း၊ သီအိုဒိုးရုစဘဲ့စတဲ့ Mount Rushmoreမှာ ထွင်းထုထားတဲ့ အကြီးကျယ်ဆုံးအမေရိကန်သမ္မတ လေးယောက်ထဲကတစ်ယောက်။
သူကသစ်လုံးအိမ်ကလေးကနေ သမ္မတဖြစ်လာသူ၊ အသွားအပြန်ရထားပေါ်စာဖတ်ရင်းလေ့လာခဲ့တဲ့သူ စသဖြင့် အချက်တွေနဲ့လည်း နာမည်ကျော်တယ်။
တစ်ချိန်တည်းမှာပဲ အမေရိကန်သမိုင်းရဲ့ လုပ်ကြံသတ်ဖြတ် ခံရတဲ့လေးဦးတည်းသော သမ္မတတွေထဲက တစ်ယောက်ဖြစ်တယ်။
ဒီရုပ်ရှင်ဟာ သူ့နာမည်ကြီးတပ်ထားပေမဲ့ သူ့အတ္ထုပ္ပတ္တိကို ရိုက်ပြထားတာတော့ မဟုတ်ဘူး။
ငွေဝယ်ကျွန်စနစ်ကို ဖျက်သိမ်းဖို့ ဘယ်လိုဘယ်ပုံ အားလုံးကြိုးပမ်းခဲ့ရလဲဆိုတဲ့ အကြောင်းအရာဘက် ပိုသွားတယ်။
အဲ့ဒီကာလအကြောင်းသိထားမှပဲ ဒီရုပ်ရှင်ကြည့်ရတာ ပိုအဆင်ပြေ‌လောက်မယ်။
လုပ်ကြံမခံရခင်အထိ ၁၈၆၁- ၁၈၆၅ လင်ကွန်းရဲ့ သမ္မသက်တမ်းတစ်လျှောက်ဟာ ပြည်တွင်းစစ် ဖြစ်ရာကာလနဲ့ အတူတူပဲ။
ပြည်တွင်းစစ်ဟာ တောင်ပိုင်းပြည်နယ် ၁၁ခုက ခွဲထွက်ဖို့ကြိုးစားရာက စခဲ့တယ်။
အဲ့ဒီတောင်ပိုင်းပြည်နယ်တွေကို ကွန်ဖက်ဒရိတ်စီလို့ ခေါ်ပြီး ဂျက်ဖာဆန်ဒေးဗစ်က ဦးဆောင်ခဲ့တယ်။
အဲ့ဒီတောင်ပိုင်းနဲ့ ပြည်တွင်းစစ်ကို လင်ကွန်းဖြေရှင်းခဲ့တဲ့ပုံကို ကျွန်တော်တို့ ဒီရုပ်ရှင်မှာ တွေ့ရလိမ့်မယ်။
‌ဒါရိုက်တာ စတီဗင်စပီးဘတ်ချ်က အမေရိကန်ရဲ့ လက်ရှိခေတ်အထိအကြီးကျယ်ဆုံး ပြိုင်ဘက်ပါတီနှစ်ခုဖြစ်တဲ့ ရီပတ်ဘလစ်ကန်နဲ့ ဒီမိုကရက်တွေရဲ့ ငွေဝယ်ကျွန်စနစ်ဖျက်သိမ်းရေးနဲ့ ပက်သက်ပြီး အခြေအတင်တွေကိုပါ မြင်သာအောင်ပြသွားတယ်။
နောက်ရီပတ်ဘလစ်ကန်မှာမှ ကွန်ဆာဗေးတစ် ရီပတ်ဘလစ်ကန်နဲ့ ရဒီကယ်ရီပတ်ဘလစ်ကန်တို့ရဲ့ သဘောထားကွဲလွဲမှုတွေကို ရောပေါ့။
ငွေဝယ်ကျွန်စနစ်ကိစ္စနဲ့ပက်သက်ပြီး တောင်ပိုင်းရဲ့အမြင်တစ်ချို့ကို ကျွန်တော်တို့လေရူးသုန်သုန်မှာမြင်နိုင်တယ်။
ကျွန်တွေရဲ့ဘဝကိုတော့ အန်ကယ်တွမ်ရဲ့တဲကလေးတို့ ၊ 12 YEARS A SLAVE တို့မှာ မြင်နိုင်တယ်။
အခုကတော့ ကျွန်စနစ်ဖျက်သိမ်းဖို့ ဘယ်လို ကြိုးပမ်းခဲ့တယ်ဆိုတဲ့ အကြောင်းပေါ့။
ဒီလောက်ထိသိရင်ကိုပဲ ကြည့်လို့ အဆင်ပြေပါပြီ။
ကျန်တာကိုတော့ စပီးဘတ်ချ်က သူ့နည်းသူ့ဟန်နဲ့ အဖွဲ့ပေါင်းစုံရဲ့ အမြင်ပေါင်းစုံကို မြင်သာအောင် ပြောပြထားတယ်။
ပုဂ္ဂလိကအမြင်ရတော့ သူတို့ပြဿနာတွေဟာ ကျွန်တော်တို့လက်ရှိ ပြဿနာတွေနဲ့ ကျောရိုးသဘောလောက်ဆင်နေတယ်။
အကြီးဆုံး ပြဿနာကြီး၂ခုကို သူ့သက်တမ်းမှာတင် ပြေလည်အောင် ဖြေရှင်းနိုင်ခဲ့တဲ့ လင်ကွန်းရဲ့နိုင်ငံရေး စွမ်းဆောင်ရည်ကိုလည်း စပီးဘတ်ချ်က သေချာ ပြထားတယ်။နောက်လင်ကွန်းရဲ့ အတ္တကိုရောပေါ့။
ချီးကျုးထားပေမဲ့ သူတော်ကောင်းလုံးလုံးကြီး အဖြစ်တော့ ပုံဖော်မထားဘူး။
လင်ကွန်းကို အတော်များများက အချိန်ဆွဲတဲ့လူလို့ပြောကြတယ်
သိတဲ့ တတ်တဲ့လူတွေပြောကြတာတော့ နိုင်ငံရေးမှာ စိတ်ရှည်တဲ့လူက အနိုင်ပဲတဲ့
ဒီရုပ်ရှင်ကြည့်ပြီးနောက် ကျွန်တော်လင်ကွန်းကို တကယ်တော်တဲ့ နိုင်ငံရေးသမားကောင်းတစ်ယောက်ဆိုတာကို သိသွားခဲ့တယ်။
စတီဗင်စပီးဘတ်ချ်ဟာ အချက်အလက်တွေကို စုံစေ့အောင် သုံးပြီး ရိုက်ပြသွားနိုင်ခဲ့တယ်။
ဒန်နီရယ်ဒေးလူးဝစ်ဟာ ဒီရုပ်ရှင်နဲ့ BEST ACTOR IN A LEADING ROLE အော်စကာဆုကို ရသွားခဲ့တယ်။ဆန်ခါတင်တွေလည်း အတော်ဝင်ခဲ့တယ်။
Terminal , Catch Me If You Can, AI, Schindler’s List, Saving Private Ryan နဲ့Indiana Jonesကားတွေကို ရိုက်ထားတဲ့
ဒါရိုက်တာ စတီဗင်စပီးဘတ်ချ်ကိုတော့ အားလုံး ရင်းနှီးပြီးသား ဖြစ်မှာပါပဲ။
တစ်ခုရှိတာက
ဒါရိုက်တာရဲ့ တင်ပြပုံဟာ တော်တော်တော့ ဖျော်ဖြေရေးမဆန်ဘူး။
နိုင်ငံရေးဘက် စိတ်ဝင်စား သူတွေတော့ ကြည့်သင့်တဲ့ကားပါပဲ။
၂နာရီခွဲအတွင်းမှာ ၁၉ရာစုရဲ့ အကြီးကျယ်ဆုံးဖြစ်ရပ်ကြီးနဲ့ အမေရိကန်ရဲ့ ပြည်တွင်းစစ်အခြေအနေ၊ နိုင်ငံရေးအခြေအနေအပါအဝင် တခြားအကြောင်းအရာတွေကိုပါ
အနုလုံပဋိလုံ‌ကြေကြေနဲ့ ရိုက်ပြသွားနိုင်တာကတော့ လက်ဖျားခါလောက်စရာပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
Quality__1080p , 720p
IMDb Rating__7.3/10
Format__mp4
Duration__02:30:00
Type__Biography , Drama , History , War
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
