"Jolt (2021)==========PauseIMDb Rating – 5.4/10ဒီနေ့အတွက် Action အလန်းစားလေးတင်ပေးချင်ပါတယ်၊ မင်းသမီးကတော့ Underworld မှာ အသေအလဲကြမ်းခဲ့တဲ့အားလုံးသိတဲ့ Kate Beckinsale က လင်ဒီအဖြစ် အဓိကပါဝင်သရုပ်ဆောင်ပြီး . ဒီကားမှာလည်း အပြတ်အသတ်ကြမ်းပြထားပါတယ်။လင်ဒီဆိုတဲ့ကောင်မလေးဟာ မွေးရာပါရောဂါတစ်ခုကြောင့် လူတစ်ယောက်မဟုတ်တာလုပ်တာနဲ့ လုံးဝသည်းမခံနိုင်ဘဲကောက်ကာငင်ကာဒေါသထွက်ပြီး ဇိုးခနဲဇက်ခနဲထလုပ်တတ်တဲ့ကောင်မလေးပါ။လူကိုယ်တိုင်ကလည်း အရမ်းသန်ပြီး သူ့ဒေါသကြောင့် လူသတ်တဲ့အထိဖြစ်သွားနိုင်တာမို့ သူ့ကိုယ်သူကျဥ်စက်နဲ့တို့ပြီး ဒေါသထိန်းရရှာပါတယ်။ဘယ်လိုတောင်ဒေါသကြီးလဲဆို ဂျင်းဘောင်းဘီနဲ့ခြေညှပ်ဖိနပ်တွဲဝတ်တဲ့လူ၊ ပါးစပ်ထဲအစာပလုတ်ပလောင်းနဲ့စကားပြောတဲ့လူအဲလိုလူတွေမြင်ရင်တောင် ဒေါသထွက်လာလို့ လူ့အသိုင်းအဝိုင်းနဲ့ကင်းအောင်နေပါတယ်တဲ့။ ပြီး​​တော့ လင်ဒီစရိုက်​ကြောင့်ကောင်​လေး​တော်​တော်များများကကြောက်ရွံ့ပြီး မချဥ်းကပ်ရဲကြတော့ အချစ်​ရေးမှာလည်း အနုတ်ပြ​ပြီး သူ့အတွက် ဘယ်အရာမှအဆင်ပြေမ​နေခဲ့တာပါ။ ဒါပေမယ့်တစ်နေ့ လင်ဒီ့လိုကောင်မလေးမျိုးကိုမှ စိတ်လှုပ်ရှားအောင်လုပ်နိုင်တဲ့ ကောင်လေးမျိုးနဲ့ဆုံပါတယ်။အဲ့​ကောင်​လေးက လင်ဒီ့ကို တော်​တော်​​လေးချစ်ပေးရှာပါတယ် အဲ့​တော့ လင်ဒီတစ်​ယောက် သူ့ဘ၀​လေးအဆင်​ပြေလာပြီဆိုပြီးပျော်ရွှင်​နေတုန်းမှာ ကောင်​လေးက ရက်ရက်စက်စက်ကို အသတ်ခံလိုက်ရပါ​တော့တယ်။ဇာတ်လမ်းကလည်း အခုမှစတာပါ လင်ဒီတစ်​ယောက် လူသတ်သမားကို ခြေရာခံလိုက်ရင်း မ​​မျှော်လင့်ထားတဲ့ဖြစ်ရပ်​တွေရက်စက်မှု​တွေနဲ့ ကြုံလာရ​တော့ ဒါ​တွေကို သူဘယ်လိုရင်ဆိုင်မလဲ၊ လူသတ်သမားက ဘယ်သူလဲ၊ ဘာလို့သူ့​ကောင်​လေးကိုသတ်သွားရတာလဲစတဲ့​မေးခွန်း​ပေါင်းများစွာကို လင်ဒီနဲ့အတူ အ​ဖြေရှာရင်း အတူပါဝင်စီး​မြောခံစားသွားရမှာပါ။အကြမ်းလွန်​နေတဲ့ action scene တွေပါတာမို့ အသည်းငယ်တတ်ရင် ကြိုတင်ပြင်ဆင်ပြီးမှကြည့်​ပါလို့ပြောချင်ပါတယ်။ ဒီကားကိုကြည့်ရတာအတန်ဆုံးအချက်က မင်းသမီးရဲ့ ချော​မောလှပမှုတွေကို မျက်စိအစာ​ကြွေးရတာပါပဲ . အဲ့တော့ CM ပရိသတ်ကြီး သ​​ဘောကျမယ်လို့ မျှော်လင့်မိပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို MTA မှ ရေးသားပေးပြီး၊ CM Translate Team မှ ဘာသာပြန်ရေးသားပေးထားပါတယ်။)Quality – 1080p, 720p WebDLDuration – 1h 31minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, ComedySource : 1080p.WebDLTranslator – MTA, Shwe Pyae, Thet Hnin Su, AmeliaEncoder – Nyein Saeya Aung, SWM"