"DreamWorks ရဲ့ အအောင်မြင်ဆုံးရုပ်ရှင်ကားတွေထဲက
တစ်ကားဖြစ်တဲ့ ရုပ်ရှင်ကားလေးနဲ့ မိတ်ဆက်ပေးပါရစေ…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လူကြီးလူငယ်မရွေး အားပေးခဲ့ကြတဲ့ ရုပ်ရှင်ကားကောင်းတစ်ကားပါ…
ဆုပေါင်းများစွာကိုလည်းရယူထားနိုင်ခဲ့ပါတယ်…
ဇာတ်လမ်းအကျဉ်းလေးဆီသွားကြရအောင် တစ်ခါတုန်းက အေးချမ်းတဲ့မြို့လေးတစ်မြို့မှာ
အပျင်းကြီးပြီး အစားပုတ်တဲ့ ပန်ဒါဝက်ဝံလေးတစ်ကောင်ရှိပါတယ်…
သူ့နာမည်ကတော့ ‘ပို’ လို့ခေါ်ပြီး ဝတုတ်ကြီးဖြစ်နေပါတယ်..
အဖေဖြစ်သူနဲ့ ခေါက်ဆွဲရောင်းနေရတဲ့သူလည်းဖြစ်ပါတယ်…
ဒါပေမယ့် သူဟာ ကွန်ဖူးသိုင်းပညာရှင်အရမ်းဖြစ်ချင်နေပြီး
ကွန်းဖူးသိုင်းသမားတွေကိုလည်း အားကျနေသူတစ်ယောက်ဖြစ်ပါတယ်…
သူတို့မြို့လေးမှာ ကွန်ဖူးသိုင်းသင်တန်းကျောင်းတစ်ခုရှိပြီး
သင်တန်းသားတွေ ဖြစ်တဲ့ နာမည်ကြီး ကွန်ဖူးသိုင်းသမား
ငါးယောက်လည်းရှိပါတယ်…
သူတို့ကတော့ Tigress, Crane, Mantis, Viper နဲ့ Monkey တို့ပဲဖြစ်ပါတယ်….
တစ်နေ့မှာတော့ သင်တန်းကျောင်းကနေ နဂါးသူရဲကောင်းရွေးချယ်ပွဲကြီး
ကျင်းပပါတော့တယ်…
ဒီရွေးချယ်ပွဲကြီးဟာ သင်တန်းသားတွေထဲကအတော်ဆုံးတစ်ယောက်ကို
ရွေးချယ်မှာဖြစ်ပါတယ်…
‘ပို’ တစ်ယောက်လည်း ရွေးချယ်ပွဲကြီးကို အရမ်းကြည့်ချင်နေခဲ့ပေမယ့်
သူ့အဖေကတော့ ပွဲမှာ ခေါက်သာဆွဲရောင်းခိုင်းပါတယ်…
‘ပို’ တစ်ယောက် ပွဲကိုရောက်အောင်သွားခဲ့ပေမယ့် နောက်ကျသွားတဲ့အတွက်
ဂိတ်တံခါးပိတ်နေတာကို တွေ့လိုက်ရပါတယ်…
ဒီအချိန်မှာ ရွေးချယ်ပွဲလည်း စနေပါပြီ…
‘ပို’ လည်း အရမ်းကြည့်ချင်နေတာနဲ့
အထဲဝင်လို့ရအောင် ကြံစည်ပါတော့တယ်…
ဒီလိုနဲ့ ရွေးချယ်ပွဲဟာ နဂါးသူရဲကောင်းကို ကြေငြာမယ့်အချိန်ကိုရောက်လာပါပြီ…
ဒီအချိန်မှာ ‘ပို’ ဟာ အထဲဝင်ဖို့ကြိုးစားရင်းနဲ့ အလွဲလွဲအချော်ေျချာ်တွေဖြစ်ပြီး
မမျှော်လင့်ပဲ နဂါးသူရဲကောင်းအဖြစ် ရွေးချယ်ခြင်းခံလိုက်ရတဲ့ အခါမှာတော့…..
ဇာတ်လမ်းရဲ့အရသာကို အပြည့်အဝခံစားနိုင်ဖို့အတွက်
ဒီလောက်ပဲညွှန်းလိုက်ပါတော့တယ်…
‘ပို’ တစ်ယောက်ဘာတွေဆက်ဖြစ်ဦးမှာလဲ
ဆိုတာကိုတော့ ကြည့်ရှုခံစားပေးကြပါဦး…..
IMDb rating 7.5/10 အထိရထားတဲ့
ကားကောင်းတစ်ကားဖြစ်ပြီး အသံသရုပ်ဆောင်သူများထဲမှာလည်း
နာမည်ကြီး သရုပ်ဆောင်များဖြစ်ကြတဲ့
ဂျက်ကီချန်း ၊ အင်ဂျလီနာဂျိုလီ စသဖြင့်
ပါဝင်သရုပ်ဆောင်ထားပါတယ်…
မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ ရုပ်ရှင်တစ်ကားဖြစ်ပါကြောင်း
ပြောကြားရင်းနဲ့ ခံစားကြည့်ရှုပေးကြပါဦးလို့…..
Screen shot
File size…(1.5 GB)/(738 MB)
Quality….BluRay 1080p/720p
Format…mp4
Duration….01:32:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder…. Thit San Khant
Translated by… Nyi Than Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
