[Unicode]Tampopo (1985)==============IMDb Rating – 7.9/10Rotten Tomatoes – 100%တစ်ချို့ကတော့ Tampopoကို “it has to be one of the top ten worlds greatest ever films. “လို့မှတ်ချက်ပြုကြတယ်။တစ်ချို့ကတော့ စားစရာအကြောင်းရုပ်ရှင်တွေကိုပြောပါဆို Tampopoက ထိပ်ဆုံးကပါနေမယ် ပြောကြတယ်။တန်ပိုပိုဟာ အစားအစာအကြောင်းဆိုတာထက် အစားအစာကိုချစ်တဲ့စိတ်အကြောင်း ရုပ်ရှင်လို့ပြောရင် ပိုမှန်တယ်။ဂျပန်ရုပ်ရှင်ဆိုတော့ အဓိကပြတဲ့ အစားအစာကတော့ ရာမန်။ဂျပန် အန်နမဲတွေကြည့်ပြီး ရာမန်နဲ့မစိမ်းတဲ့ ကျွန်တော်တို့ဟာ ရာမန်အစစ်ကို စားတော့စားကြည့်ချင်ကြမှာပဲ။ဒီရုပ်ရှင်ဟာ ရာမန်ချက်ပါချက်တတ်စေလောက် ရုံတင်မကဘဲ ရာမန်ကိုဘယ်လိုစားရတယ် ရောင်းတဲ့သူက ဘယ်လိုရောင်းရတယ်။ရာမန်ကို စားတဲ့သူရော ရောင်းတဲ့သူရောက ဘယ်လိုတန်ဖိုးထားရတယ်ဆိုတဲ့ ဓလေ့တွေအပြင်ဂျပန်တွေရဲ့ အစားအစာပေါ်တန်ဖိုးထားကြတဲ့ ဓလေ့တွေကိုပါ သေချာကျွမ်းဝင်သွားစေတယ်။ရုပ်ရှင်စစချင်းမှာ Fourth Wall Breakingပြီး ဇာတ်ကောင်နဲ့ကျွန်တော်တို့ အတူတူကြည့်ရတဲ့ Tampopoရုပ်ရှင်ထဲမှာ စာအုပ်ထပ်ဖတ်တဲ့ အကွက်နဲ့စထားတဲ့ ဒီရုပ်ရှင်ကို အဖွင့်မှာတင် လက်ဖျားခါမိတယ်။ဇာတ်ကောင်ရယ် ကျွန်တော်တို့ရယ် အတူတူကြည့်ကြရတဲ့ ရုပ်ရှင်က တန်ပိုပို။ထရပ်ကားမောင်းသမားတစ်ယောက်က ခရီးသွားဟန်လွဲ ရာမန်ဆိုင်ဖွင့်ထားပြီး ရာမန်အ‌ကြောင်းမသိတဲ့မိန်းမတစ်ယောက်ကိုရာမန်ချက်နည်းနဲ့ စားသုံးသူကို ဘယ်လိုဆက်ဆံရတယ်ဆိုတာ သင်ပေးတဲ့အကြောင်း။ရာမန်ကို ရာမန်အစစ်နဲ့တူအောင် ဘယ်လိုချက်ရမလဲဆိုတာကို တခြားဆိုင်တွေကပါ စနည်းနာပြီး ရာမန်ချက်ဖို့သင်တဲ့ အကြောင်းတွေပေါ့။ဒါက အဓိကဇာတ်လမ်း။ထူးတာက သူက ဇာတ်လမ်းတိုပုံစံနဲ့ ဇာတ်လမ်း လေးတွေ ညှပ်ညှပ်ထည့်သွားတယ်။အဲ့ဒီဇာတ်လမ်းတိုလေးတွေမှာ ဘုံတူညီတာက အကုန်လုံးက အစားအစာအ‌ကြောင်း အစားအစာကိုတန်ဖိုးထားခြင်း အကြောင်းတွေ။တစ်ချို့ဇာတ်လမ်းတို‌လေးတွေက အတော်လေးထူးခြားပြီး တစ်ချို့ဇာတ်လမ်းတွေက အတော်ဂလည်အူကြောင်နိုင်တယ်။ဥပမာ-သေခါနီးမိန်းမကို ဟင်းထချက်ခိုင်းပြီးသေခါနီးလူကထချက်ပြီး သေသွားတဲ့အချိန်ကလေးတွေကို မအေးခင်စားဆိုပြီး‌ပြောတာမျိုးပေါ့။အဓိကဇာတ်လမ်းက ရိုးရှင်းပေမဲ့ ဇာတ်လမ်းတိုလေးတွေရော၊ ရုပ်ရှင်ကြည့်နေတဲ့လူရဲ့ဇာတ်လမ်းရောကသူပြချင်တဲ့အရာကနေ ချော်ထွက်မသွားဘဲထူးခြားပြီး အတော်လေးစိတ်ဝင်စားစရာကောင်းတယ်။တန်ပိုပိုကိုကြည့်ပြီးရင် ရာမန်တစ်ပွဲလောက် ချက်စားချင်စိတ်ပေါက်သွားနိုင်သလို၊လက်ရှိ စားနေတဲ့ အစားအစာတွေအပေါ် သေချာအရသာခံစားတဲ့စိတ် တန်ဖိုးထားတဲ့စိတ်ပါ ပေါ်လာနိုင်တယ်။ရှင်သန်ခြင်းမှာ အရေးအကြီးဆုံးအရာက စားဖို့ပဲမဟုတ်လား။ကိုယ်စားတဲ့အစားအစာပေါ် အာရုံပိုစိုက်ပြီး သေချာအရသာခံစားဖို့ သိသွားတဲ့အခါ ရှင်သန်ရတာ ပိုအဓိပ္ပာယ်ရှိတယ်ဆိုတဲ့ ခံစားမှုမျိုးထွက်လာတတ်တယ်။ရုပ်ရှင်ကြည့်ရင်းထမင်းစား စာဖတ်ရင်းကော်ဖီသောက်ရင်း အစားအစာအပေါ်အာရုံမစိုက်မိတဲ့ ကျွန်တော့်အတွက်တော့ တန်ပိုပိုကြည့်ပြီးမှ သေချာအရသာခံသောက်ဖြစ်တဲ့ ကော်ဖီတစ်ခွက်ရဲ့အရသာကတောင် ချစ်တဲ့စိတ်နဲ့သောက်မိတော့ ပိုအရသာရှိသွားသလိုလို။တန်ပိုပိုဟာ ဘဝတစ်လျှောက်လုံးအရသာရှိနေမယ့် ရာမန်တစ်ပွဲကို ခင်ဗျားကိုချက်ကျွေးပါလိမ့်မယ်။တန်ပိုပိုဟာ အစားအစာနဲ့အရသာနဲ့ ပက်သက်ပြီး ကျွန်တော်တို့ လစ်ဟာနေတဲ့ တစ်စုံတစ်ရာကို သင်ကြားပေးပါလိမ့်မယ်။တန်ပိုပိုဟာ ပရိတ်သတ်မရွေးတဲ့ လူတိုင်းရင်ထဲဝင်လွယ်တဲ့ လူတိုင်းသဘောကျလောက်တဲ့ ရုပ်ရှင်မျိုးပါပဲ။ဘာသာပြန်တဲ့လူရဲ့ အညွှန်းရေးဖို့ တာဝန်အရမဟုတ်ဘဲ ရုပ်ရှင်ကြည့်တဲ့လူချင်းအနေနဲ့ ခင်ဗျားကို ဒီရုပ်ရှင်ကို ကြည့်ဖြစ်အောင်ကြည့်ဖို့ ညွှန်းချင်တယ်။( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )Quality__720pIMDb Rating__7.9/10Format__mp4Duration__01:45:00Type__ComedySubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"