"Call Jane (2022)
~ IMDb – 6.1/10, RT – 82%, Meta – 64% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နာမည်ကျော် Gotham စီးရီးထဲ ပင်ဂွင်းနဲ့အတူတူ ပရိသတ်အချစ်တော်ဖြစ်ခဲ့တဲ့ Riddler နေရာက သရုပ်ဆောင်ခဲ့တဲ့ မင်းသား Cory Michael Smith ရဲ့ ဇာတ်ကားအသစ်ပါ။ မင်းသမီးကတော့ Charlie’s Angels, Pitch Perfect Trilogy, Power Rangers နဲ့ The Hunger Games အစုံအစုံက မင်းသမီး Elizabeth Banks ပါ။ စပယ်ရှယ်ဘွန်းခဲ့တဲ့ Fantastic Four (2015) က Kate Mara လည်းပါသလို Alien Franchise ကြီးရဲ့ အခရာအကျဆုံးဖြစ်ခဲ့သူ Sigourney Weaver လည်းပါတဲ့ သမိုင်းနောက်ခံဇာတ်ကားသစ်ပါပဲ။
ခင်ပွန်းဖြစ်သူရဲ့အလုပ်ကြောင့် တက်ရတဲ့အခမ်းအနားကနေ ပြန်အထွက်မှာ လမ်းလျှောက်ဆန္ဒပြနေကြတဲ့ လူတစ်အုပ်ကို ရုတ်တရက်တွေ့လိုက်ရလို့ ဂျွိုင်းဂရစ်ဖင်တစ်ယောက် အံ့သြတကြီး ဖြစ်သွားရတယ်။ ဒါပေမဲ့ ဒီဆူပူမှုနဲ့ အဲဒါကိုထိန်းချုပ်ဖို့ ကြိုးစားနေကြတဲ့ရဲတွေကို ကြည့်နေတဲ့ သူ့မျက်ဝန်းထဲမှာ ရှိနေတာက ထိတ်လန့်မှုတင်မကဘဲ စိတ်ဝင်စားမှုနဲ့ စိတ်ထက်သန်မှုလေးတွေပါ နည်းနည်းစွက်နေခဲ့တယ်။ ဂျွိုင်းက အိမ်ထောင်ရှင်မ,ပီသတဲ့ ဇနီးကောင်းတစ်ယောက်။ အရွယ်ရောက်ခါနီးသမီးလည်း ရှိနေနှင့်ပြီးသား၊ သူတို့လင်မယားအတွက် သားသမီးတစ်ယောက် ထပ်ရတော့မယ့် အနေအထားမှာ မထင်မှတ်ဘဲ ဂျွိုင်းတို့သိလိုက်ရတာက သူ့ဆီမှာ မွေးရာပါနှလုံးချို့ယွင်းမှုတစ်ခု ရှိနေပြီး ကိုယ်ဝန်ဆက်လွယ်ထားရင် မီးဖွားပြီးနောက် သူအသက်ရှင်ဖို့က ငါးဆယ်ရာခိုင်နှုန်းသာ ရှိနေတယ်ဆိုတာပဲ။
အမျိုးသမီးတွေ မိမိဆန္ဒအလျောက် ကိုယ်ဝန်ဖျက်ချခွင့်မရှိသေးတဲ့ အဲဒီ ၁၉၆၀ နှောင်းပိုင်းခေတ်မှာ သူ့အသက်မသေရအောင်လို့ တရားဝင်ဖျက်ချခွင့်ပေးဖို့ ဆေးရုံကို အသနားခံစာတင်ပေမဲ့ ကလေးကျန်းမာဖို့က အဓိကဖြစ်တယ်လို့ ယူဆပြီး ကိုယ်ဝန်ဆက်လွယ်စေဖို့ မိခင်ဖြစ်သူကိုရှေ့ထားပြီး ဆုံးဖြတ်လိုက်ကြတဲ့ ယောက်ျားရင့်မာကြီးတစ်သိုက်သာပါတဲ့ ဘုတ်အဖွဲ့ကို မယုံနိုင်အောင်ကြည့်ရင်း သူ့အသက်ကိုကယ်ဖို့ သူကိုယ်တိုင်လမ်းထွင်မယ်လို့ ဂျွိုင်းတစ်ယောက် ဆုံးဖြတ်ချက်ချလိုက်ရာမှာ အဲဒီလမ်းဟာ သူတစ်ယောက်တင်မက အမေရိကန်တစ်နိုင်ငံလုံးက ဖိနှိပ်ခံအမျိုးသမီးတွေအတွက် အကြီးကျယ်ဆုံးသော အရွေ့တစ်ခုမှာ အရေးပါတဲ့နေရာကနေ ပါဝင်လာခဲ့တော့တယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.02GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 6.1/10
Format – mp4
Duration – 2H 1Min
Genre – Drama, History
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Costanza
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
