"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (6.5) / Rotten Tomatoes (73%)
အာနာရစ်စ် ဟာ ဆယ့်နှစ်နှစ်အရွယ်မိန်းမငယ်တစ်ယောက်၊
ကမ္ဘာကြီးကို သူ့ပုခုံးပေါ်ထမ်းတင်ထားရသလိုစိတ်ဖိစီးနေသူပါ။
အစားမက်တဲ့ ဝတုတ်မလေးသူ့မှာ ဆယ့်ငါးနှစ်အရွယ်အစ်မတစ်ယောက်ရှိပြီး
အဲ့ဒီအစ်မဟာရက်ရက်စက်စက်လှလွန်းတဲ့သူဖြစ်တယ်။
သိစိတ်ကချစ်မက်ပေမယ့် မသိစိတ်ကပြိုင်ဘက်လိုသဘောထားတဲ့ အစ်မဖြစ်သူကို
ချစ်တဲ့စိတ်နဲ့မုန်းတဲ့စိတ်ကြား လွန်ဆွဲနေတတ်ပါတယ်။
သူတို့ ထွက်နေတဲ့ အပန်းဖြေခရီးမှာ သူ့အစ်မထက် အသက်ကြီးအတွေ့အကြုံရှိပုံရတဲ့လူငယ်တစ်ယောက်နဲ့
ချစ်ဇာတ်လမ်းစခဲ့ချိန်မှာတော့ သူ့အစ်မ သွားလေရာတစ်ကောက်ကောက်လိုက်ရတဲ့ အာနာရစ်စ်တစ်ယောက်
အဆိုးအကောင်း အကျိုးအကြောင်း မခွဲခြားတတ်သေးတဲ့ ကလေးသာသာအရွယ်နဲ့
မမြင်အပ်တာတွေ မကြားဝံ့စရာတွေကို မျက်ဝါးထင်ထင်တွေ့မြင်ရပါတော့တယ်။
ငယ်ရွယ်သူတွေရဲ့အချစ်ကို ချစ်စရာကြည်နူးစရာဇာတ်လမ်းလေးတွေအဖြစ်ယူဆကြပေမယ့်
အရွယ်မတိုင်ခင် လိင်မှုကိစ္စအတွေ့အကြုံတွေကတော့
များသောအားဖြင့် မုသားတွေ အပေါ်အခြေခံတည်ဆောက်ထားလေ့ရှိပြီး နာကျင်စရာတွေဖြစ်သွားတတ်ပါတယ်။
ယောက်ျားလေးတစ်ယောက်ဟာ လိုချင်တာရဖို့ ဘာမဆိုပြောဖို့အသင့်ရှိနေသလို
ရင်ဖိုလှိုက်မောနေတဲ့ အတွေ့အကြုံသစ်မှာ လက်ပစ်ကူးဖို့အသင့်ရှိနေတဲ့
အပျိုဖြန်းလေးတစ်ယောက်ဟာလဲ ယုံလိုက်ဖို့ ဝန်မလေးပါဘူး။
မိန်းကလေး သဘာ၀ စပ်စုချင်တဲ့ စိတ်ကလေးကလဲ ပါသေးတယ် မဟုတ်လား?
“Fat Girl” ဟာ ၁၅နှစ်အရွယ် အပျိုဖြန်းမိန်းမလှလေးနဲ့
သူ့ညီမ ၁၂အရွယ် ခပ်ဖိုင့်ဖိုင့်ကောင်မလေးတို့ရဲ့ ပထမဆုံးလိင်မှုကိစ္စအတွေ့အကြုံအကြောင်းကို
ရက်ရက်စက်စက်နဲ့ လက်တွေ့နဲ့အနီးစပ်ဆုံးချဉ်းကပ်ပြထားတဲ့ ဇာတ်ကားတစ်ကားပါ။
အဓိကဇာတ်ကောင်ဟာ အသက် ၁၂ အရွယ်မိန်းကလေးဖြစ်သလို
တကယ်တမ်း သူ့နေရာက သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီးဟာလဲဇာတ်ကားရိုက်ကူးစဉ်က၁၃ နှစ်ပဲရှိခဲ့သေးတာပါ။
ဒီပြင်သစ်ဇာတ်ကားဟာ ဝေဖန်ရေးဆရာတွေအကြိုက်တွေ့ခဲ့ကြပေမယ့် ဝေဖန်မှုတွေကြမ်းကြမ်းတမ်းတမ်းကြုံခဲ့ရသလို
တစ်ချို့နေရာတွေမှာ ပြသခွင့်ပိတ်ပင်ခံခဲ့ရတဲ့အထိဖြစ်ခဲ့ပါတယ်။
(Dark Side Production မှ တင်ဆက်သည်။)
File size…(1.6 GB) and (1 GB)
Quality…BluRay 1080p and 720p 5.1 CH
Format…mp4
Duration….01:35:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….RGB
Translated by ALS
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
