"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (7.1)
“မွေ့ယာပေါ် အိပ်မှ မဟုတ်ပါဘူး
ကျောက်လမ်းပေါ် အိပ်သူလည်း
နတ်သမီးအိပ်မက် မက်ခွင့်ရှိတယ်” ………လို့ တာရာမင်းဝေက ရေးသားဖူးခဲ့တယ်
ဘဝမှာ လူတိုင်း အချစ်ကို ထိတွေ့ခွင့်ရှိပါတယ်
ချမ်းသာတဲ့လူလည်း အချစ်ရှိသလို ဆင်းရဲတဲ့လူမှာလည်း ချစ်တတ်တဲ့ နှလုံးသားရှိကြပါတယ်
ဒီကားလေးမှာတော့ ရိုးသားပြီးအနေအေးတဲ့ တက္ကစီဒရိုင်ဘာနဲ့ မိသားစုကြောင့် ဉာဉ့်ငှက်လုပ်နေတဲ့
ကောင်မလှလှလေးအကြောင်းကို ရိုးရိုးရှင်းရှင်းလေး ရိုက်ပြထားပါတယ်
အတိတ်ကအမှားတွေကြောင့် ရိုးရိုးရှင်းရှင်းနဲ့ လူကောင်းဖြစ်ဖို့ ‌ကြိုးစားနေတဲ့ ရေဒီယိုဇာတ်လမ်းကြိုက်တဲ့ Som အဖြစ်
ဟာသမင်းသားကြီး Petchtai Wongkamlao မှ ရှားရှားပါးပါး တည်တည်တံ့တံ့သရုပ်ဆောင်ထားပြီး
မင်းသမီးကတော့ Woranut Wongsawan ဖြစ်ပါတယ်။
ဒီဇာတ်ကားကို တာရာမင်းဝေရဲ့ ကဗျာတစ်ပုဒ်နဲ့ညွှန်းခဲ့ချင်ပါတယ်။
+++++++++++++++++++++++++++++++
ကျွန်တော်နဲ့ ကြယ်ကြွေသတို့သမီး
*****************************
{တာရာမင်းဝေ}
“မွေ့ရာပေါ်မှာ အိပ်မှ မဟုတ်ပါဘူး
ကျောက်လမ်းပေါ် အိပ်သူလည်း
နတ်သမီး အိမ်မက် မက်ခွင့်ရှိပါတယ်။
ချစ်ရသူ တစ်ယောက်နဲ့သာ
ဘဝကို ရုန်းကန်ဖောက်ထွက်မယ်ဆိုရင်
ပိတ်ထားတဲ့ တံခါးအထပ်ထပ်လည်း
ဖျပ်ခနဲ ပွင့်သွားကြမှာပဲ။
မိုးပေါ်က ငှက်တွေဟာ
အတောင်ပံနဲ့ လှော်ခတ်ကြ
ပန်းဆိုတာ သနပ်ခါး လိမ်းထားတဲ့
မြက်ပင်လှလှလေးတွေပါ။
လမ်းပေါ်မှာ လမ်းလျှောက်နေတဲ့ကျွန်တော်ဟာ
လှေခါးထစ်က ဆင်းလာတဲ့ ချစ်သူကို
ဒဏ္ဏာရီလို ဖတ်လိုက်ရတာပါ
{တစ်ရံရောအခါကလို့.. စခဲ့ပေမဲ့
ယနေ့ထိတိုင်ရင်ထဲကို ငြိတွယ်နိုင်စွမ်းရှိလို့ပါပဲ}
သာယာတဲ့ အလင်္ကာ စောင်းညှင်းနဲ့အတူ
မိုးပေါ်က အလင်းနတ်သမီးလေး
ဆင်းကျလာသလိုပါပဲ
ကျွန်တော့်ရင်ကို ဆွတ်ပျံ့လှိုက်မောစေခဲ့တယ်
ချစ်သူကို ချစ်မြတ်ရဲရင့်တဲ့
လူငယ်တစ်ယောက် အဖြစ်နဲ့
သူ့ သမိုင်းမှာ ကျွန်တော် ပါဝင်ချင်တယ်..
နောင်ခေတ်အဆက်ဆက်က
လူတွေ ကမ္ဘာ မြေကိုပြန်တူးဖော်တဲ့အခါ
ကျွန်တော့်ရင်ဘတ်ဟာ
သူ့အကြောင်းတွေ မှတ်တမ်းတင်ထားတဲ့
ခရမ်းပြာ ကျောက်စာတစ်ချပ် ဖြစ်ချင်တယ်။
ချစ်သူပါဝင်ခဲ့တဲ့
ကျွန်တော်ရဲ့ ဂျစ်ပ်စီ နေ့ရက်တွေဟာ
ရွှေရောင်တွေ ပေကျံတောက်ပနေခဲ့တယ်
သူ့မျက်နှာကို အလင်္ကာ လိုဖတ်ရင်း
ကျွန်တော်ချစ်ရတဲ့ လေညှင်းပေါင်းများစွာဟာ
ပန်းရနံ့သစ်ကို ဖွင့်လှစ်ယူဆောင်လာကြတယ်။
အဲလိုမျိုးပေါ့..
ကျွန်တော်ဟာ ဘဝမှာ
မရှုမလှ ပျော်ခဲ့ရဖူးပါတယ်။
စုတ်ပြတ်ဟောင်းနွမ်းတဲ့ ဂျာကင်ကို
တင်းတင်းဆွဲစေ့ရင်း
ရွှေမြို့ခေါင်ခေါင်မှာ ဒီကောင်ဟာ
တစ်တောင်တက် တစ်တောင်ဆင်းခဲ့တယ်
ညများစွာ ဖျပ်ခနဲမိုးလင်းသွားတော့
ကျွန်တော့်မှာ ကျိမ်းစပ်လိုတောင်နေပါပြီ
ချစ်သူကိုတော့ ဘယ်ဆီဘယ်ဝယ်
လိုက်မမှီခဲ့ပါဘူး။
နှင်းတွေ နှင်းတွေ
ဒီကောင်ရဲ့ အိမ်မက်ဂူမှာ
တက်ကုန်ရွက်ကုန် ဝေလို့
ချစ်သူ လွယ်အိတ်ကလေးရဲ့ ခြူသံဟာ
ပန်းကျောင်းတကာတို့ရဲ့ ခေါင်းလောင်းပါပဲ
ကိုယ့်ချစ်သူကို ချစ်တဲ့အကြောင်း
ရှေးလူတွေဘယ်လို စာလုံးပေါင်းခဲ့သလဲ
ကျွန်တော့်လက်ဖျားမှာ
သစ္စာ တွေ မီးပွင့်ထွက်တော့မယ်။
အချစ်ဆိုတာ နေနဲ့လမှာ
ပန်းဘာသာနဲ့ ရေးထိုးထားတဲ့
အလျှို့ဝက်ဆုံး အက္ခရာ တစ်လုံးပါပဲ
ဒီကောင်သာ မိုက်ကန်းရဲတင်း
မမြင်မချင်း ဖတ်ချင်ခဲ့မိပါတယ် ။
ရှိရှိသမျှ သစ်ပင်တွေအားလုံး
တဝုန်းဝုန်း လဲပြိုနေတဲ့ တောအုပ်ကို
မီးတစ်ဆုပ်နဲ့သာ
လှမ်းပက်ပါတော့ တန်ခိုးရှင်
ရပ်တန့်ခြင်းနဲ့ မခိုင်မာရင်
လှဲပြီးသာ နေလိုက်ချင်တာ
ကျွန်တော့်ရဲ့ သဘာဝပါ ။
သူ့ကို မြတ်နိုးကတည်းက
ကိုယ့်ကိုကိုယ် မှင်နီပြန်တားရင်း
ရင်ထဲမှာ ရဲဗလောင်းခတ်နေခဲ့ပါပြီ။
သူ့ကိုချစ်လို့ သီဝရီ အသစ်တွေနဲ့
ပြန်ဆောက်ထားတဲ့လူ
လေးကိုင်းမှာ စောင်းကြိုးအသွယ်အသွယ်တပ်ပြီး.. .
မြှားပလိုင်းမှာလဲ ပန်းတွေကို
အပြည့်အမောက် ထည့်ခဲ့မိပေါ့။
အဲသလိုနဲ့ မှော်တောင်ခါးပန်းမှာ
ချစ်သူကိုလွမ်းရင်း
နေပျော် ခဲ့ပါပြီ
လရောင်ဟာ
မှောင်မိုက်တဲ့ညမှာမှ ပိုလင်းသလိုမျိုး
အဲဒီမိန်းကလေးကိုမှ
ကျွန်တော်က ဖြေမရ ဖျောက်မရ
ရူးသွပ်လှစွာ ချစ်ခဲ့တယ်
အန္ဓတို့ရဲ့ ပုရပိုဒ်မှာတော့
ကျွန်တော်ဟာ
ဓားသွားကိုကိုက်တဲ့ လူမိုက်ဖြစ်တယ်။
ရံဖန်ရံခါတော့လည်း
ရယ်ရွှန်းပက်ရွှန်းနဲ့
ကျွန်တော် နစ်မွန်းခဲ့တာတွေကို
ပြောပြချင်ပါသေးတယ် ။
တောင်းလို့ရမယ်ဆိုရင်
တောင်းလို့ရမယ့် လျော်ကြေး အတွက်
သူ့ရှေ့မှာ ကျွန်တော့်လက်ဖဝါးတွေ
ဖြန့်ထားချင်ပါတယ်။
ဘာကြေးလဲ
ဘာပေးမလဲ
ကျွန်တော်သူ့ကို တိုးတိုးလေးမေးချင်ပါတယ်
စွန့်လွတ်စိတ်နဲ့ ချစ်ခဲ့ပေမယ့်
ဖြစ်နိုင်မယ်ဆိုရင်
ပိုင်ဆိုင်ချင်တာ တကယ်ပါ
ကောင်မလေးရယ်
ငါ နင့် ကို စကားတစ်လုံးတောင်
မညာရက်ပါဘူး.. ငါလေ.. ငါ..
မြောက်ပြန်လေကတော့
ရွှေရောင်တွေ ရိုင်းရိုင်းမုတ်ထုတ်ရင်း
ဆောင်းပန်းပုရုပ်ကို
ပုံဖော်ဆဲပါ မိသံလွင်…
ငါရဲ့ လာရာလမ်းမှာ မင်းကိုလွမ်းရင်း
လခြမ်းတွေ ရှုပ်ရှက်ခတ်အောင်
ကြွေခဲ့ဖူးတယ် ဆိုတာ မင်းယုံပါ။
ဆံနွယ်ခက်လေးကို သပ်တင်လိုက်ပါဦး
သံလွင်ရယ်
ချီချီကြွကြွ ဖြစ်နေတဲ့ ငါ့ဥယျာဉ်ထဲက
မီးတစ်ရုံ နှစ်ရုံကို မျက်တောင်ကလေး
ယိမ်းပင့်လှုပ်ခတ်လိုက်ရုံမျှနဲ့
မင်းက ငြိမ်းသတ်နိုင်ပါတယ်။
ဘယ်ဘဝက ဝဋ်ကြွေးလဲ မိသံလွင်..
ဒီဘဝမှာကော ဘာတွေပြီးရင်
ဘာတွေ ငါ ထပ်ပေးရဦးမလဲ
ကြောက်ပြလည်း ရှုံးမဲ့အတူတူတော့
ငါရဲပါရစေသား.. ။
ငါဟာမငိုတတ်ပေမယ့်
ဝမ်နည်းစရာရှိရင်တော့ ဝမ်းနည်းတတ်တဲ့
သာမန်လူငယ်ပါ
လက်ကိုင်ပဝါ မဆောင်ထားပေမယ့်
ခေါင်းငုံ့တတ်အောင်တော့
လေ့ကျင့်ထားပါတယ်
ငါ့ကို ခေါ်ပါ ..မိသံလွင်..
မင်းခေါ်ရင် တောင်နဲ့တိမ်ကိုကျော်ပြီး
ငါ လိုက်ခဲ့ချင်ပါတယ်။
သံလွင်ရေ
သားအသေလေး မွေးတဲ့မိခင်ဟာ
ဘယ်လိုခံစား မလဲ
ငါ့ကိုလည်း စာနာစမ်းကွယ်
ငါကလည်း အိမ်မက်အသေတွေ
မက်ခဲ့ရတဲ့ ကောင်ပါ
သံကုတင်မှာ အိပ်ပြီး
ရာဇဝင် ကို လက်သည်းထိပ်နဲ့
ကုတ်ခြစ်ပြီး ရေးနေတဲ့ ကောင်ပါ
ပင်လယ်ပေါ်တက်ပြီး
အိန္ဒြေကြီးနဲ့ ရေငတ်နေတဲ့ ကောင်ပါ။
မစားဖူးဘဲနဲ့ ကျွန်တော့် အာရုံထဲမှာ
ပန်းတွေကို ဆာတယ်။
တံစဉ်ကိုင်ထားတဲ့ လယ်သမား ရှေ့မှာ
စပါးပင်လေး ခါးကိုင်းပေးပြီး
အခုတ်ခံရသလိုမျိုး
ရိုကျိုးသိမ်မွေ့စွာ
သူ့ကို ကျွန်တော် ချစ်သွားမှာပါ..
လူတစ်ယောက်က လူတစ်ယောက်ကို
တကယ်ချစ်လာပြီဆိုရင်
မာရ်နတ်ရဲ့ လက်တစ်ထောင်ကလည်း
ကြားကနေ ဖြန့်ကာတားဆီးလို့
မရဘူးလို့ ကျွန်တော် ထင်ပါတယ်။
ကန္တာရမှာ
ကျောက်တုံးအိုတွေ လဲ့ပြာကွဲအက်
ငါဟာ
ကိုယ့်ကိုကိုယ် ပြန်တူးနေတဲ့
ပေါက်ချွန်းတစ်လက်ပါကွယ်.။
နီးလျက်နဲ့ မဆုံဆည်းခြင်းဟာ
အဝေးကြီးဝေးနေခြင်းနဲ့
ဘာမှ မထူးလှပါဘူး.. .
အဲဒါကြောင့် ပိုလွမ်းရမယ် ..မိသံလွင်..
နေ့စဉ်နဲ့အမျှျပါပဲလေ
အဲဒါကြောင့် လွမ်းခဲ့တယ် မိသံလွင်…….
#တာရာမင်းဝေ
File size…(1.5 GB)
Quality…DVDRip 720p
Format…mp4
Duration….01:40:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Suzy Jirakit Thawornwong
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
