"အသစ် ထွက်ရှိလာတဲ့ တောင်ပိုင်း တေလဂူးကားကောင်းတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်။
မြင်နေကျ အိန္ဒိယကားတွေနဲ့ မတူဘူး။စကားတွေ အများကြီး မပြောဘူး။ဖိုက်တင်အက်ရှင်တွေ ပါမနေဘူး။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဆိုက်ကို ဆန်ဆန်နဲ့ Thriller နောက်ခံတေးကိုအဆက်မပြတ် ကြားနေရပြီး စကားနည်းနည်းနဲ့ဖော်ကျူးထားပါတယ်။
ဇာတ်လမ်းစစချင်းမှာ စိတ်ရောဂါအထူးကု ဆရာဝန်တစ်ယောက်စာသင်နေပုံနဲ့ စတယ်။
“လူသားတွေ အတွက် အန္တရာယ်အရှိဆုံး လက်နက်ကလူတွေရဲ့ စိတ်ပဲ”တဲ့။
ကျွန်တော်တို့ နေ့စဉ်ကြုံတွေ့နေရပါတယ်။အကြောက်တရားနဲ့ အသိစိတ်ကို အပြင်ထုတ်ပေးခံနေရတဲ့လူတွေ ခုတလော အမြင်ရဆုံးပဲမဟုတ်လား။
ကျွန်တော်တို့ စိတ်တွေဟာ ဘယ်အချိန်မှာလက်နက်ဖြစ်သွားတာလဲတဲ့။
အဲ့ဒီမှာပဲ တည်ငြိမ်ပြီး နေသားကျနေတဲ့မိန်းကလေးတစ်ယောက်နဲ့ သူ့ဘဝကိုအချက်ကျကျ လာရောက်ဖျက်ဆီးတဲ့ လူတစ်ယောက်တို့ရဲ့ဇာတ်လမ်း အစပျိုးလိုက်ပါတယ်။
မေးစရာ တစ်ခုရှိတယ်ဗျ။ကျွန်တော်တို့တွေ အရူးလို့ ဘယ်သူ့ကို ခေါ်ကြတာလဲ။ဘယ်လိုလူမျိုးကို ရူးတယ်လို့ စွပ်စွဲနိုင်မလဲ။
လမ်းပေါ် အမှိုက်တွေ့လို့ ကောက်ယူသွားတဲ့လူကိုဝတ်ကောင်းစားလှနဲ့ မြင်ရရင်တော့လူကောင်းလို့
ခေါ်ပြီးစုတ်ပြတ်နွမ်းရိတဲ့ အဝတ်အစားနဲ့မြင်ရရင်တော့အရူးလို့ပဲ သတ်မှတ်လိုက်ကြတာမလား။
လမ်းပေါ်က အရာဝတ္ထုတစ်ခုဆိုပါစို့။
ကိုယ်မြတ်နိုးတဲ့အရာကို ကိုယ်ကောက်ယူသွားတာကတပါးသူအတွက် ရူးတယ်ခေါ်နိုင်သလို ကိုယ်မလိုချင်လို့ပစ်ထားတဲ့ ပစ္စည်းအစုတ်က
တပါးသူကောက်ယူစရာဖြစ်နေလို့ ကောက်ယူသွားတဲ့အခါအဲ့ဒီလူကို ရူးတယ်လို့ ခေါ်ကြပြန်ရော။
ဇာတ်လမ်းထဲမှာတော့ မင်းသမီးကို အကွက်ကျကျ စီစဉ်ထားတဲ့လှည့်ကွက်တွေ၊ တပါးသူမသိနိုင်အောင် ကြံစည်ထားမှုတွေနဲ့သူ့ကို အရူးပါလို့ စွပ်စွဲဖို့
စောင့်နေတဲ့ အသိုင်းအဝိုင်းကြားလူအမြင်မှာ ရူးသွားရတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့ ဇာတ်လမ်းပဲ။
ဒါပေမဲ့ သူ့ကိုမှ ဘာလို့ ဒီလို လုပ်ရတာလဲ။
ဘာအတွက်လဲ၊ ဘယ်လိုအသုံးချမှာလဲ၊ဘယ်လိုအကျိုးရှိစေလို့လဲ ဆိုတဲ့ မေးခွန်းတွေ ကြည့်နေရင်း စဉ်းစားလာစေပါတယ်။
တစ်ဖက်မှာလည်း ရောဂါသည် ကလေးမလေးတစ်ယောက်၊သူတို့က ဘယ်လိုဆက်စပ်နေကြတာလဲ ဆိုတာကိုကိုယ်တိုင်သာ ခံစားကြည့်ကြပါဗျ။
အညွှန်းဖတ်ပြီး မူးနောက်မသွားပါနဲ့။အညွှန်းရေးသူရဲ့ အာဘော်ပါနေတာပါ။
ဇာတ်ကားထဲမှာတော့ စိတ်ဝင်စားစရာဖြစ်အောင်မြှုပ်ထားတဲ့ အကြောင်းတွေ ရှိနေပေမဲ့မရှုပ်လှပါဘူး။
ဆုတံဆိပ်တွေကိုလည်း ဝေဝေဆာဆာ မြင်နေရမှာပါ။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
File Size : (850 MB ) and (430 MB)
Quality : WEB-DL 720p
Running Time : 1hr 53min
Format : Mp4
Genre : Mystery, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : Telugu TRUE WEB-DL – 1080p – AVC
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
