Netflix ကတင်ဆက်ထားတဲ့ Bollywood ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ချောမောလှပပြီး စည်းကမ်းကြီးတဲ့ ဆီရာဟာမွန်ဘိုင်းကရုပ်ရှင်လုပ်ငန်းမှာ ဥပဒေကိစ္စတွေစီမံဆောင်ရွက်ပေးနေတဲ့ ရှေ့နေမလေးပါဗာရွန်ကတော့ လန်ဒန်မှာနေထိုင်တဲ့ နာမည်ကြီးလူငယ်စာရေးဆရာတစ်ဦးပါ။တစ်နေ့ ဗာရွန်ဟာ သူ့ဝတ္တုကို ရုပ်ရှင်ရိုက်မယ့်ကိစ္စအတွက်အိန္ဒိယကိုလာရင်း မူပိုင်ခွင့်ကိစ္စတွေညှိနှိုင်းဖို့ ဆီရာနဲ့ စတင်ဆုံစည်းမိပါတယ်။ဗာရွန်ရဲ့ ဝတ္တုအကြောင်း အပြန်အလှန်ဆွေးနွေးကြရင်း သူတို့နှစ်ဦးဟာ ရင်းနှီးသွားပါတယ်။ထို့နောက် ဗာရွန်လည်း လန်ဒန်ကိုပြန်သွားပြီး ဆီရာက သူ့အလုပ်သူဆက်လုပ်နေခဲ့ပါတယ်။အလုပ်မှာထူးချွန်တဲ့အတွက် ကုမ္ပဏီက လစာပြည့်ခွင့် ၂ လပေးတဲ့အတွက်ဆီရာဟာ သူ့မိခင် နေထိုင်ရာ လန်ဒန်မြို့ကို အလည်လာခဲ့ပါတယ်။လန်ဒန်မှာ မမျှော်လင့်ဘဲ ဗာရွန်နဲ့ ဆီရာတို့ ပြန်လည်ဆုံစည်းမိပါတယ်။အဲဒီနောက်မှာတော့ သူတို့နှစ်ဦးရဲ့ ရင်ထဲမှာ တစ်ယောက်ကိုယ်တစ်ယောက်စိတ်ဝင်စားမှုလေးတွေရှိလာပါတယ်။ ဒါပေမဲ့ ဗာရွန်မှာ အကျင့်တစ်ခုရှိပါတယ်။အဲဒါကတော့ ဗာရွန်ဟာ ကောင်မလေးတစ်ယောက်ကို ခုနစ်ပတ်ထက်ပိုပြီးတွဲလေ့မရှိပါဘူး။ဗာရွန်ရဲ့ခံယူချက်က တွဲလာတာကြာလာတာနဲ့အမျှ စကားများရန်ဖြစ်ပြီး လမ်းခွဲတာထက်စာရင်စောစောစီးစီး နှစ်ဦးသဘောတူ ကြိုတင်လမ်းခွဲတာပိုကောင်းတယ်လို့ ခံယူထားသူပါ။ဆီရာကတော့ တစ်ယောက်ဆိုတစ်ယောက် အချိန်အကြာကြီး အတည်တကျ လက်တွဲချင်သူပါ။သူတို့နှစ်ဦးဟာ တစ်ယောက်နဲ့တစ်ယောက် စိတ်ဝင်စားနေကြပေမဲ့ ဗာရွန်ရဲ့ ခုနစ်ပတ်ပဲတွဲမယ်ဆိုတဲ့ခံယူချက်ကြောင့် ရှေ့ဆက်မတိုးဖြစ်ကြပဲ သူငယ်ချင်းလိုလိုဘာလိုလိုအနေအထားမှာပဲရှိနေခဲ့ပါတယ်။အဲဒီအနေအထားကို လက်မခံနိုင်တော့တဲ့ ဆီရာဟာ ရှေ့နေပီပီ ဗာရွန်နဲ့ စာချုပ်တစ်ခုချုပ်ဖို့ စီစဉ်ပါတော့တယ်။အဲဒါကတော့ တစ်ပတ်မှာ အင်္ဂါနေ့နဲ့သောကြာနေ့ နှစ်ရက်ပဲ သမီးရည်းစားလိုနေမယ် ကျန်တဲ့ရက်တွေမှာကိုယ်နေချင်သလိုနေ တွဲချင်တဲ့သူနဲ့တွဲလို့ရတယ် တစ်ယောက်နဲ့တစ်ယောက် မနှောင့်ယှက်ကြေးဆိုတဲ့စာချုပ်ပါ။ထိုစာချုပ်ကို နှစ်ဦးသဘောတူလက်မှတ်ထိုးပြီးနောက် သူတို့ဟာ တစ်ပတ်ကို နှစ်ရက် ဒိတ်ဖြစ်ကြပါတယ်။ထို့နောက် ဘာတွေဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုလိုက်ပါ။မင်းသားမင်းသမီးအသစ်တွေဆိုပေမဲ့ သရုပ်ဆောင်တာ မဆိုးတဲ့အပြင်မင်းသမီးက အတော်လေးကိုချောကြောင်း သတင်းကောင်းပါးချင်ပါတယ်။File size…(2 GB) and (1.2 GB)Quality…WEB-DL 1080p and 720p 5.1 CHFormat…mp4Duration….01:46:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Alias"