"Sound of Metal(2020)**********************************IMDb Rating- 7.8/10Rotten Tomatoes- 97%Pauseဇာတ်လမ်းအကျဉ်းဟီရိုအင်းဆေးသမားဖြစ်ခဲ့တဲ့ Punk-Metalတီးဝိုင်းတစ်ခုရဲ့ ဒရမ်သမား ရူဘင်စတုန်းအတွက်တော့ဒီအလုပ်က တော်တော်လေးကောင်းတဲ့အစားထိုးမှုတစ်ခုပါ။ဒီလိုနဲ့ ဆေးလိပ်၊မူးယစ်ဆေးတွေဖြတ်လိုက်ပြီး လေးနှစ်ကြာသွားတယ်။ဒီအလုပ်ကိုလည်း သူ့ရည်းစား(လူ)နဲ့ ပျော်ပျော်ကြီး ဆက်လုပ်ရင်းပေါ့။ဒါပေမယ့် သူ့အကြားအာရုံ ချို့ယွင်းလာတာကို တဖြည်းဖြည်းသတိထားမိလာတယ်။ဆရာဝန်ဆီသွားပြကြည့်တော့ ရက်အနည်းငယ်အတွင်းမှာပဲသူ့အကြားအာရုံ ၇၀%ကနေ ၈၀%အထိ ဆုံးရှုံးနေတာကို သိလိုက်ရတယ်။ဆရာဝန်က အသံကျယ်ကျယ်ကြီးတွေကို ရှောင်ဖို့ပြောပေမယ့်Music Industry ထဲကလူဖြစ်နေတဲ့အပြင်Metal Bandတစ်ခုက ဒရမ်သမားလည်းဖြစ်နေတာကြောင့် ဘာမှ မတတ်နိုင်လိုက်ဘူး။စိတ်ဖိစီးမှုတွေကြောင့် ရူဘင်က မသောက်တာလေးနှစ်ရှိပြီဖြစ်တဲ့ဆေးလိပ်ကိုပါ ပြန်သောက်နေလို့ လူက စိတ်ပူလာတယ်။ဒါကို ကုဖို့ အနည်းဆုံး ဒေါ်လာလေးသောင်းလိုတာကြောင့်မကုတော့ဘဲ လူက ရူဘင်ကို (နားမကြားတဲ့လူတွေအတွက်)ပြန်လည်ထူထောင်ရေးစခန်းဆီ ပို့တယ်။ရူဘင်တစ်ယောက် အဲ့စခန်းမှာ“နားမကြားသူဖြစ်ရခြင်း”အကြောင်းသင်ယူသွားပြီးဘဝအသစ်စဖို့ ပြင်မှာလား မပြင်ဘူးလား ဆိုတာကိုတော့………============================“Much like heavy metal music, Sound of Metal isn’t trying to give us warm, pleasant feelings.”-Emily Clark(plugged in)ဒီကားကိုကြည့်ပြီး ခံစားချက်တွေ စုံနေအောင် ရတယ်။နားမကြားတဲ့သူတစ်ယောက်ဖြစ်လာတာနဲ့ရူဘင်ဆီကနေ အကြောက်တရား၊ စိတ်ဖိစီးမှု၊ ဝမ်းနည်းမှုတွေ ခံစားလာရတယ်။Emily Clarkပြောထားခဲ့တဲ့အတိုင်းပဲဒီဇာတ်ကားက Heavy Metal သီချင်းတစ်ပုဒ်နားထောင်နေရတာနဲ့တူတယ်။နွေးထွေးမှုတွေမပါတာ မဟုတ်ပေမယ့် ဒါတွေကို ပြချင်တာ မဟုတ်ဘူး။လူတစ်ယောက် သူ့ရဲ့ စွဲလမ်းမှုကို ကျော်ဖြတ်ရပုံတွေ၊လုံးဝပြောင်းလဲသွားတဲ့ ဘဝအသစ်နေထိုင်မှုအသစ်မှာ ကြိုးစားနေကြည့်ရပုံတွေကို ပြသွားတာ။Drummer ဘဝက ဆူညံသံတွေနဲ့ Deafဘဝက တိတ်ဆိတ်မှုတွေကို ယှဉ်ပြသွားတယ်။Deaf Communityကြီးလည်း ချပြသွားပြီးCommunity ထဲကလူတွေအချင်းချင်း ဖေးမတာတွေ၊Deafဖြစ်တာက အားနည်းချက်မဟုတ်ဘူးဆိုတာကိုပါ လှလှပပပြသွားတယ်။ဒီဇာတ်ကားမှာတော့ Deaf Personတစ်ယောက်ရဲ့ခံစားချက်တွေကိုကြည့်ရှုသူတွေပါ ခံစားမိအောင် သရုပ်ဆောင်နိုင်ခဲ့တဲ့ Riz Ahmedကို ချီးကျူးရမှာပါ။အော်စကာစုနဲ့ လွဲခဲ့ပေမယ့် သူ့သရုပ်ဆောင်ချက်ကိုတော့ အသိအမှတ်ပြုသင့်ပါတယ်။Sound of Metalဇာတ်ကားဟာ အော်စကာဆန်ခါတင်ခြောက်ဆုဝင်ခဲ့ပြီးနှစ်ဆု(Best Sound & Best Editing)ရရှိခဲ့ပါတယ်။အခြား ဆုပေါင်း ၈၀ နဲ့ အခြားရုပ်ရှင်ပွဲတော်တွေရဲ့ ဆန်ကာတင်စာရင်းမှာ ၁၆၃ ခါ ဝင်ခဲ့ပါတယ်။Reviewed and Translated by Daniel LawwaiEncoded by : AugustFile Size : 2,3 GB and 1.4GBQuality : 1080p and 720pSubtitle : Myanmar (Hard Sub)Genre : Drama, MusicDuration : 2h"