"Shark The Beginning (2021)အခုတစ်ခေါက် မိတ်ဆက်ပေးချင်တဲ့ Action ကားကတော့ Shark ဆိုတဲ့ ကိုရီးယား Webcomic ကိုအခြေခံPauseရိုက်ကူးထားတဲ့ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် Cast တွေအနေနဲ့ Racket Boys စီးရီးထဲကKim Min-suk ၊ 18 Again ထဲက Wi Ha-Joon ၊The Uncanny Counter,Her Private Lifeစီးရီးတွေထဲက သရုပ်ဆောင် Jung Won-Chang တို့ကပါဝင်ထားကြလို့ အချောတွေစုနေတဲ့ကားကောင်းလေးတစ်ကားပါပဲ ဇာတ်လမ်းအကျဉ်းကတော့ ချာဝူဆွန်းဆိုတဲ့ကောင်လေးက ကျောင်းမှာအမြဲအနိုင်ကျင့်ခံနေရတဲ့ စာကြမ်းပိုး ကောင်လေးတစ်ယောက်ပါ သူ့ကို ငယ်ငယ်ထဲက အမြဲအနိုင်ကျင့်တတ်တဲ့ ဘယ်ဆော့ချန်းဆိုတဲ့ အငယ်တန်း တက်သစ်စ လက်ဝှေ့သမား ကောင်ဆိုးလေး တစ်ယောက်ရှိပါတယ် ဘယ်ဆော့ချန်းကချာဝူဆွန်းကို မြင်လိုက်တာနဲ့ အမြဲ ရန်သူတစ်ယောက်လို အနိုင်ကျင့် ဆက်ဆံနေတဲ့သူပါ အဲ့နောက်မှာအလယ်တန်းအောင်တော့ ဒီနှစ်ယောက် တက်ရတဲ့ ကျောင်းချင်းကွဲသွားခဲ့ပါတယ် အဲ့လိုကွဲသွားခဲ့လို အေးချမ်းနေတဲ့ချာဝူဆွန်းဘဝလေးက တစ်ရက်တော့ သူတို့ကျောင်းကို ကျောင်းသားသစ် တစ်ယောက်ပြောင်းလာတဲ့အချိန် အဲ့ဒီအေးချမ်းတဲ့ ဘဝလေးက စတင်ပျက်စီးသွားပါတယ် အဲ့ဒီပြောင်းလာတဲ့ကျောင်းသားသစ်က ချာဝူဆွန်းကို အနိုင်ကျင့်နေကြ ဘယ်ဆော့ချန်းဖြစ်နေလို့ပါပဲ ဘယ်ဆော့ချန်းကလုပ်နေကြအတိုင်း ချာဝူဆွန်းကိုသာမက သူကြိုက်နေတဲ့ကောင်မလေးကိုပါ အနိုင်ကျင့်ရိုက်နှက်တဲ့အခါ မခံနိုင်တဲ့အဆုံး လူအေး ချာဝူဆွန်းက ပြင်းပြင်းထန်ထန်လက်တုံ့ ပြန်ခဲ့မိပါတယ် အဲ့လို ချာဝူဆွန်းရဲ့ စိတ်လိုက်မာန်ပါလုပ်ရပ်ကြောင့် ဘယ်ဆော့ချန်းတစ်ယောက်လည်း မျက်လုံးဒဏ်ရာနဲ့ သေရာပါ ထိခိုက်သွားခဲ့ရင်း ချာဝူဆွန်းလည်း ကလေး ထောင်ကျခဲ့ရပါတယ် အဲ့ဒီကလေးထောင်မှချာဝူဆွန်းလိုပဲ အသက်မပြည့်သေးချိန် ဓါးပြမှုတစ်ခုကြောင့် လက်တုံ့ပြန်ရင်း ကလေးထောင်ရောက်လာတဲ့ ရွှေတံဆိပ်သုံးခုရ ကမ္ဘာ့အဆင့် လက်ဝှေ့ချန်ပီယံတစ်ယောက်လည်း ရှိနေပါတယ် သူကတော့ဂျောင်းဒိုယောင်းပါချာဝူဆွန်း ဂျောင်းဒိုယောင်းနဲ့ ဘယ်ဆော့ချန်းတို့ ဘယ်လိုတွေ ထိပ်တိုက်တွေ့မယ် ဘယ်လိုတွေဖိုက်တင်ချကြမယ်ဆိုတာတော့ ဇာတ်လမ်းကိုခံစားရင်း ကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားစေချင်ပါတယ် လူငယ် Action ကားကောင်းတကားဖြစ်ပြီး တိုက်တဲ့ခိုက်တဲ့အခန်းတွေကလည်း တော်တော်လေး လက်ဝှေ့ကားပီပီစနစ်ကျ သပ်ရပ်လို့Action ကားကြိုက်သူတွေအတွက် ကြည့်ကောင်းမယ့် ကားလေးဆိုတာညွှန်းချင်ပါတယ်Translated by Moe PwintEncoded by YKFile Size 1.73Gb and 1.13GbQuality 1080p H264 AAC and 720pDuratrion 1h 48mins"