"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ချစ်စရာMinionsလေးတွေကိုအားလုံးမှတ်မိကြမှာပါ။
Despicable me 1 ကနေစပြီးအောင်မြင်ခဲ့တဲ့ဒီဇာတ်ကားကို Illumination Entertainment နဲ့ Universal Picture တို့ကနေပြီး Despicable me 3ဆိုပြီး ထပ်မံရိုက်ကူးထုတ်လုပ်လိုက်ပါပြီ။
ဂရူးတယောက်တော့ဒီတခါ ဘော်တယ်ဇာ ဘရက်တ် ကိုနှိမ်နင်းရပါတော့မယ်။
ဘရက်တ်ဟာငယ်စဉ်ကကလေးသရုပ်ဆောင်ဖြစ်သလို၈ဝခုနှစ်လောက်ကသူသရုပ်ဆောင်ခဲ့တဲ့ဇာတ်ကောင်တွေကိုစွဲလန်းရူးသွပ်နေသူတယောက်ပါ။
ဒီကားလေးမှထူးခြားတာတော့ ဂရူးရဲ့အမြွာညီအစ်ကိုတယောက်ပေါ်လာတာပါပဲ။
ဒရူးဟာ ဂရူးလို ဗီလိန်အလုပ်တွေ လုပ်ဖို့ အရမ်းစိတ်အားထက်သန်နေပါတယ်
ဂရူးကလည်း သူ့အလုပ်ပြန်ရဖို့ ဗီလိန်ဘော်တယ်ဇာ ဘရက်တ်ကို ဖမ်းဖို့လိုနေတာကတစ်ကြောင်း ဒရူးကလည်း ဗီလိန်လုပ်ပြီး ဘရက်တ်ခိုးသွားတဲ့စိန်ကို ပြန်ယူဖို့ ညီအစ်ကိုနှစ်ယောက်သား အတိုင်အဖောက်ညီညီ ကြိုးပမ်းကြပါတယ်
ထုံးစံအတိုင်းရယ်ရယ်မောမောပေါ့ပေါ့ပါးပါးနဲ့ ထွက်ခဲ့ပြီးတဲ့ Despicable me1,2လိုပဲ ပရိသတ်ကိုကျေနပ်စေမှာပါ။
အဲတော့ ဒရူးနဲ့ဂရူးတို့ ဘယ်လိုကမ္ဘာကြီးကိုကယ်တင်ကြမလဲဆိုတာကိုတော့ ဇာတ်လမ်းအပြည့်အစုံကို ရှုစားကြပါဦးဗျာ
(မြန်မာစာတန်းထိုးဖိုင်ကိုတော့ Mmsubtitles မှကူညီပေးထားတာဖြစ်ပါတယ်)
————————————————————
ခ်စ္စရာMinionsေလးေတြကိုအားလံုးမွတ္မိၾကမွာပါ။
Despicable me 1 ကေနစၿပီးေအာင္ျမင္ခဲ့တဲ့ဒီဇာတ္ကားကို Illumination Entertainment နဲ႕ Universal Picture တို႕ကေနျပီး Despicable me 3ဆိုျပီး ထပ္မံရိုက္ကူးထုတ္လုပ္လိုက္ပါျပီ။
ဂရူးတေယာက္ေတာ့ဒီတခါ ေဘာ္တယ္ဇာ ဘရက္တ္ ကိုနွိမ္နင္းရပါေတာ့မယ္။
ဘရက္တ္ဟာငယ္စဥ္ကကေလးသရုပ္ေဆာင္ျဖစ္သလို၈ဝခုႏွစ္ေလာက္ကသူသရုပ္ေဆာင္ခဲ့တဲ့ဇာတ္ေကာင္ေတြကိုစြဲလန္းရူးသြပ္ေနသူတေယာက္ပါ။
ဒီကားေလးမွထူးျခားတာေတာ့ ဂရူးရဲ႕အျမြာညီအစ္ကိုတေယာက္ေပၚလာတာပါပဲ။
ဒရူးဟာ ဂရူးလို ဗီလိန္အလုပ္ေတြ လုပ္ဖို႔ အရမ္းစိတ္အားထက္သန္ေနပါတယ္
ဂရူးကလည္း သူ႔အလုပ္ျပန္ရဖို႔ ဗီလိန္ေဘာ္တယ္ဇာ ဘရက္တ္ကို ဖမ္းဖို႔လိုေနတာကတစ္ေၾကာင္း ဒရူးကလည္း ဗီလိန္လုပ္ျပီး ဘရက္တ္ခိုးသြားတဲ့စိန္ကို ျပန္ယူဖို႔ ညီအစ္ကိုႏွွစ္ေယာက္သား အတိုင္အေဖာက္ညီညီ ၾကိဳးပမ္းၾကပါတယ္
ထံုးစံအတိုင္းရယ္ရယ္ေမာေမာေပါ့ေပါ့ပါးပါးနဲ႕ ထြက္ခဲ့ျပီးတဲ့ Despicable me1,2လိုပဲ ပရိ္သတ္ကိုေက်နပ္ေစမွာပါ။
အဲေတာ့ ဒရူးနဲ႕ဂရူးတို႕ ဘယ္လိုကမာၻၾကီးကိုကယ္တင္ၾကမလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းအျပည့္အစံုကုိ ရႈစားၾကပါဦးဗ်ာ
(ျမန္မာစာတန္းထိုးဖိုင္ကိုေတာ့ Mmsubtitles မွကူညီေပးထားတာျဖစ္ပါတယ္)
File Size : (708 MB)
Quality : 720pWebrip
Running Time : 1hr 30minutes
Format : Mp4
Genre : Animation, Action, Adventure
Subtitle : Myanmar Subtitle (Hard Sub)
Subtitle by Mmsubtitles
Encode by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
