"Mrs Lowry & Son(2019)
IMDb…6.8
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
ဒီကားလေးတော့ ၁၉၀၀ခုနှစ်များနောက်ပိုင်းမှာ
နာမည်ကျော်ကြားခဲ့တဲ့Englishပန်းချီဆရာ L.S.Lowry ရဲ့ဘဝဇာတ်ကြောင်းလေးပဲဖြစ်ပါတယ်…
ဇာတ်အိမ်တည်ဆောက်ထားပုံကရိုးရှင်းပြီး
ပါဝင်တဲ့သရုပ်ဆောင်တွေက ကျရာနေရာမှာပီပီပြင်ပြင်သရုပ်ဆောင်ထားနိုင်တာကိုတွေ့ရမှာပါ
ဇာတ်လမ်းအကျဥ်းပြောရရင်တော့
အသက်သာကြီးနေပေမယ့်ဘာမှပေါက်ပေါက်မြောက်မြောက်မရှိတဲ့ပန်းချီဆရာလော်ရီဟာ
သူတစ်ပါးချေးထားတဲ့အကြွေးတွေကိုလိုက်တောင်းပေးရတဲ့သူအဖြစ်အသက်မွေးဝမ်းကြောင်းပြုရင်း
အသက်ရွယ်အိုမင်းပြီးလမ်းမလျှောက်နိုင်တော့တဲ့အမေအိုကြီးကိုလုပ်ကျွေးပြုစုနေသူတစ်ယောက်ပါ…
သူ့အမေကတော့ လော်ရီရဲ့ပန်းချီပညာပေါ်ထားတဲ့ခံယူချက်တွေရူးသွပ်မှုတွေကို
တားမြစ်ပြီးစီးပွားရေးလုပ်ငန်းရှင်သာလုပ်စေချင်တဲ့ဆန္ဒရှိတဲ့သူတစ်ယောက်ပေါ့…
ဒီလိုနဲ့ပဲလော်ရီတစ်ယောက်သူဖြစ်ချင်တာနဲ့မိခင်စိတ်ဆန္ဒတို့အကြား
ဗျာများနေရပါတော့တယ်
ဒီကားလေးမှာထူးခြားတာကတော့ ၁၉၀၀ခုနှစ်ဝန်းကျင်မှာအင်္ဂလန်နိုင်ငံရဲ့
လူတန်းစားကွဲပြားပုံတွေ စက်မှုဖွင့်ဖြိုးတိုးတက်တဲ့နောက်ကွယ်ကဘဝတွေကို
အသေးစိတ်မဟုတ်တောင်မြင်သာအောင်ရိုက်ပြထားတာကိုတွေ့ရမှာပါ
ပန်းချီဆရာတစ်ယောက်ရဲ့အတွေးအမြင်စိတ်နေစိတ်ထားတွေကိုတော့
ရိုးရိုးရှင်းရှင်းကွက်ကွက်ကွင်းကွင်းဖော်ပြထားပါတယ်…
IMDb…6.8 ရရှိထားလို့ ကြည့်ရကျိုးနပ်တဲ့ဇာတ်ကားလေးတစ်ကားဖြစ်မယ်လို့ထင်ပါတယ်..
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်…
(zawgyi)
ဒီကားေလးေတာ့ ၁၉၀၀ခုႏွစ္မ်ားေနာက္ပိုင္းမွာ
နာမည္ေက်ာ္ၾကားခဲ့တဲ့Englishပန္းခ်ီဆရာ L.S.Lowry ရဲ႕ဘဝဇာတ္ေၾကာင္းေလးပဲျဖစ္ပါတယ္…
ဇာတ္အိမ္တည္ေဆာက္ထားပုံက႐ိုးရွင္းၿပီး
ပါဝင္တဲ့သ႐ုပ္ေဆာင္ေတြက က်ရာေနရာမွာပီပီျပင္ျပင္သ႐ုပ္ေဆာင္ထားႏိုင္တာကိုေတြ႕ရမွာပါ
ဇာတ္လမ္းအက်ဥ္းေျပာရရင္ေတာ့
အသက္သာႀကီးေနေပမယ့္ဘာမွေပါက္ေပါက္ေျမာက္ေျမာက္မရွိတဲ့ပန္းခ်ီဆရာေလာ္ရီဟာ
သူတစ္ပါးေခ်းထားတဲ့အေႂကြးေတြကိုလိုက္ေတာင္းေပးရတဲ့သူအျဖစ္အသက္ေမြးဝမ္းေၾကာင္းျပဳရင္း
အသက္႐ြယ္အိုမင္းၿပီးလမ္းမေလွ်ာက္ႏိုင္ေတာ့တဲ့အေမအိုႀကီးကိုလုပ္ေကြၽးျပဳစုေနသူတစ္ေယာက္ပါ…
သူ႔အေမကေတာ့ ေလာ္ရီရဲ႕ပန္းခ်ီပညာေပၚထားတဲ့ခံယူခ်က္ေတြ႐ူးသြပ္မႈေတြကို
တားျမစ္ၿပီးစီးပြားေရးလုပ္ငန္းရွင္သာလုပ္ေစခ်င္တဲ့ဆႏၵရွိတဲ့သူတစ္ေယာက္ေပါ့…
ဒီလိုနဲ႔ပဲေလာ္ရီတစ္ေယာက္သူျဖစ္ခ်င္တာနဲ႔မိခင္စိတ္ဆႏၵတို႔အၾကား
ဗ်ာမ်ားေနရပါေတာ့တယ္
ဒီကားေလးမွာထူးျခားတာကေတာ့ ၁၉၀၀ခုႏွစ္ဝန္းက်င္မွာအဂၤလန္ႏိုင္ငံရဲ႕
လူတန္းစားကြဲျပားပုံေတြ စက္မႈဖြင့္ၿဖိဳးတိုးတက္တဲ့ေနာက္ကြယ္ကဘဝေတြကို
အေသးစိတ္မဟုတ္ေတာင္ျမင္သာေအာင္႐ိုက္ျပထားတာကိုေတြ႕ရမွာပါ
ပန္းခ်ီဆရာတစ္ေယာက္ရဲ႕အေတြးအျမင္စိတ္ေနစိတ္ထားေတြကိုေတာ့
႐ိုး႐ိုးရွင္းရွင္းကြက္ကြက္ကြင္းကြင္းေဖာ္ျပထားပါတယ္…
IMDb…6.8 ရရွိထားလို႔ ၾကည့္ရက်ိဳးနပ္တဲ့ဇာတ္ကားေလးတစ္ကားျဖစ္မယ္လို႔ထင္ပါတယ္..
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္…
File Size : (850MB) and (309 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:31:00
Genre : Biography, Drama, History
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by MarTizas
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
