"A Quiet Place Part II (2020)
=====================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.8/10
Quiet Place 2 လာပါပြီ။ အသံထွက်တာနဲ့ ချက်ချင်းလာသတ်တဲ့ ဂြိုလ်သားလို သတ္တဝါဆိုးတွေကို မှတ်မိဦးမှာပါ။ အပိုင်း ၁ မှာတုန်းကတော့ အသက်ရှင်သန်ဖို့ အဓိက ကြိုးစားနေရတာဖြစ်ပြီး နောက်ဆုံးမှာတော့ ပြန်တိုက်ခိုက်နိုင်မယ့်နည်းကို တွေ့သွားခဲ့ပါပြီ။ အခု အပိုင်း ၂ မှာတော့ ကျန်ခဲ့တဲ့ မိသားစုဝင်လေးဟာ အခြားနေရာတစ်ခုကို ရွှေ့ဖို့ကြိုးစားရင် လူအသစ်တွေနဲ့ တွေ့ပြီး လွတ်မြောက်နယ်မြေတစ်ခုကိုရောက်နိုင်မယ့် သဲလွန်စ တွေ့လာတဲ့အခါ….
Quiet Place 1
အသံကြားတာနဲ့ ရုတ် တရက် ပေါ်လာပြီး တိုက်ခိုက် သတ်ဖြတ်တဲ့ သတ္တဝါတွေရန်က နေ ကာကွယ်ဖို့ အသံမထွက် အောင် တိတ်တိတ်ဆိတ်ဆိတ် နေထိုင်နေရတဲ့ မိသားစုလေးရဲ့ ထိတ်လန့်စရာ အတွေ့အကြုံ တွေကို ဇာတ်အိမ်ဖွဲ့ထားတာ ဖြစ် ပါတယ်။
လီနဲ့အီဗလင်းတို့ မိသားစု ဟာ မြို့စွန်က ယာတောအိမ် လေးမှာ နေထိုင်ပြီး တစ်ရက်မှာ တော့ ကမ္ဘာပေါ်ကို အမျိုးအမည် မသိတဲ့ သတ္တဝါတွေ ရောက်လာ ကာ လူတွေကို သတ်ဖြတ်ပစ်နေ တာကြောင့် ကမ္ဘာ့နေရာအနှံ့မှာ အပျက်အစီးတွေ ဖြစ်ခဲ့ပါတယ်။ နောက်ပြီး စစ်တပ်ကတောင်ထိန်း ချုပ်နိုင်စွမ်း မရှိတော့သလို အ ဆက်အသွယ်ကွန်ရက်တွေ အ ကုန်လုံး ပြတ်တောက်ခဲ့ပါတယ်။
အီဗလင်းတို့မှာ သမီးတစ် ယောက်၊ သားနှစ်ယောက်ရှိပြီး သမီးကြီးရီဂန်က နားမကြားသူ လေးမို့ တခြားအိမ်သားတွေ အ ကုန်လုံးက လက်ဟန်ခြေဟန် အချက်ပြစကားနဲ့ပဲ အချင်းချင်း ပြောရပါတယ်။
ဘာမှန်းမသိတဲ့ သတ္တဝါတွေ ဟာ အသံကြားတာနဲ့ရောက်လာ ပြီး အန္တရာယ်ပြုတာမို့ ဘာသံမှ မထွက်အောင် သတိထားပြီး နေရတာလည်း လွယ်ကူတဲ့ကိစ္စ တော့ မဟုတ်ပါဘူး။ အီဗလင်း တို့ဟာလည်း ဘာပဲလုပ်လုပ် အသံလုံးဝမထွက်အောင်လို့ နေ ကြရပြီး သူတို့ ယာတောနားက မြို့ဟာလည်း လူသူတစ်ယောက် မှမရှိ၊ အသံဗလံတွေ တိတ်ဆိတ် နေတဲ့ မြို့ပျက်တစ်ခုလိုဖြစ်နေပါ တယ်။
အဲဒါနဲ့ပဲ လမ်းလျှောက်ရင် တောင် ဖိနပ်သံထွက်မှာစိုးလို့ မြေကြီးပေါ်ကို ဘိလပ်မြေမှုန့်တွေ ခင်းထားပြီး ခြေဗလာနဲ့ သွားကြ ရတာပါ။
တစ်ရက်မှာတော့ မြို့ပျက် ထဲကဆိုင်မှာ စားစရာတို့၊ အသုံး အဆောင်တို့ယူပြီး ပြန်လာတုန်း သားငယ်လေးက ဆိုင်ကယူလာ တဲ့ ကစားစရာအရုပ်ကို ကစား လိုက်တဲ့အခါမှာ အသံမြည်သွား တာကြောင့် လီကတားဆီးဖို့ ကြံခဲ့ပေမယ့် အချိန်နှောင်းသွားပြီး သတ္တဝါကြီးတွေ လက်ချက်နဲ့ မျက်စိရှေ့တင် သားဖြစ်သူကို ဆုံးရှုံးခဲ့ရပါတယ်။
ဒီလိုနဲ့ ရက်တွေကြာလာပြီး တဲ့နောက် အီဗလင်းဟာ နောက် ထပ် ရင်သွေးလေးကို ကိုယ်ဝန် လွယ်ထားခဲ့ပါတယ်။ တစ်ရက် မှာတော့ အိမ်မှာခင်ပွန်းရောသား နဲ့သမီးရောမရှိချိန် အီဗလင်းဟာ ကိုယ်ဝန်အရင့်အမာနဲ့ အပြင်း အထန် ဗိုက်နာနေတဲ့အခါမှာ သတ္တဝါတွေကလည်း အသံ ကြားလို့ ရောက်လာတဲ့အခါ ဘာ တွေဆက်ဖြစ်မလဲဆိုတာကို ရင် တထိတ်ထိတ်နဲ့ ဆက်ကြည့်ဖို့ ဖော်ပြလိုက်ပါတယ်။
ဒီဇာတ်ကားမှာ အီဗလင်း အဘော့အဖြစ် အမ်မလီဘလန့်၊ လီအဘော့အဖြစ် ဂျွန်ကရာဆင် စကီ၊ ရီဂန်အဘော့အဖြစ် မီလီ ဆန့်ဆင်မွန်၊ မားကက်စ်အဘော့ အဖြစ် နိုအာဂျူတို့က သရုပ် ဆောင်ထားပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Mr.Anderson ပဲဖြစ်ပါတယ်။)
Quality – 1080p, 720p HDRip
Duration – 1h 37min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Horror, Sci-Fi
Source : 1080p.HDRip
Translator – Mr.Anderson
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
