"(Unicode)
မကြာသေးခင်က ရုံတင်ခဲ့ပြီး CM ပရိသတ်တွေ တော်တော်များများ တောင်းဆိုကြတဲ့ ၂၀၁၉နှောင်းပိုင်းထွက် ဘောလိဝုဒ်ကားတစ်ကားကို ဒီနေ့ထွက်ထွက်ချင်း တင်ဆက်ပေးလိုက်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်းကတော့ လူဆိုးလူမိုက် ရာဂူးနဲ့ စကားမပြောတတ်တဲ့ ဇိုယာတို့ ၂ယောက်ရဲ့ အချစ်ဇာတ်လမ်းပေါ့။
ရာဂူးကတော့ အန်နာဘိုင်ရဲ့ မွေးစားသားတစ်ယောက်၊ အန်နာဘိုင်ရဲ့ လက်ရုံးဆိုရင် ပိုမှန်တယ်။
တစ်ဖက်မှာတော့ အန်နာဘိုင်ရဲ့ သားအရင်ဖြစ်သူကလည်း ရာဂူးနဲ့ မျက်နှာကြောမတည့်ဘူး။
အခွင့်အရေးရရင် ရသလို လုပ်ကြံဖို့ အဆင်သင့်ဖြစ်နေတယ်။
တစ်ဖက်ကလည်း လူသတ်မှုတွေအတွက် ရဲတွေဟာ အန်နာဘိုင်နဲ့ ရာဂူးကို ဖမ်းဖို့အဆင်သင့်စောင့်တယ်။
ဒီလိုအဖြစ်အပျက်တွေကြားမှာ ဘဝကြမ်းကြမ်းနဲ့ နူးညံ့တဲ့ချစ်ခရီးလမ်း ဖြောင့်ဖြူးကြမလား၊
ဘယ်လိုအခက်အခဲတွေ ရင်ဆိုင်ကြမလဲဆိုတာကိုတော့ CM ပရိသတ်တွေကိုယ်တိုင် ခံစားကြည့်ကြပါဦး။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
မၾကာေသးခင္က ႐ုံတင္ခဲ့ၿပီး CM ပရိသတ္ေတြ ေတာ္ေတာ္မ်ားမ်ား ေတာင္းဆိုၾကတဲ့ ၂၀၁၉ေႏွာင္းပိုင္းထြက္ ေဘာလိဝုဒ္ကားတစ္ကားကို ဒီေန႔ထြက္ထြက္ခ်င္း တင္ဆက္ေပးလိုက္ပါတယ္။
ဇာတ္လမ္းအက်ဥ္းကေတာ့ လူဆိုးလူမိုက္ ရာဂူးနဲ႔ စကားမေျပာတတ္တဲ့ ဇိုယာတို႔ ၂ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းေပါ့။
ရာဂူးကေတာ့ အန္နာဘိုင္ရဲ႕ ေမြးစားသားတစ္ေယာက္၊ အန္နာဘိုင္ရဲ႕ လက္႐ုံးဆိုရင္ ပိုမွန္တယ္။
တစ္ဖက္မွာေတာ့ အန္နာဘိုင္ရဲ႕ သားအရင္ျဖစ္သူကလည္း ရာဂူးနဲ႔ မ်က္ႏွာေၾကာမတည့္ဘူး။
အခြင့္အေရးရရင္ ရသလို လုပ္ႀကံဖို႔ အဆင္သင့္ျဖစ္ေနတယ္။
တစ္ဖက္ကလည္း လူသတ္မႈေတြအတြက္ ရဲေတြဟာ အန္နာဘိုင္နဲ႔ ရာဂူးကို ဖမ္းဖို႔အဆင္သင့္ေစာင့္တယ္။
ဒီလိုအျဖစ္အပ်က္ေတြၾကားမွာ ဘဝၾကမ္းၾကမ္းနဲ႔ ႏူးညံ့တဲ့ခ်စ္ခရီးလမ္း ေျဖာင့္ျဖဴးၾကမလား၊
ဘယ္လိုအခက္အခဲေတြ ရင္ဆိုင္ၾကမလဲဆိုတာကိုေတာ့ CM ပရိသတ္ေတြကိုယ္တိုင္ ခံစားၾကည့္ၾကပါဦး။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (950 MB ) and (480 MB)
Quality : AMZN WEB-DL 720p
Running Time : 2hr 32min
Format : Mp4
Genre : Action, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.AMZN.WEB-DL.DDP5.1.H.265-BonsaiHD
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
