"Kung Fu Panda 3 (2016)IMDb – 7.1/10_______Rotten – 87%PauseKung Fu Panda ဆိုရင် မသိတဲ့လူမရှိသလောက်ပဲကမ္ဘာမှာအောင်မြင်ခဲ့တဲ့ဒီ Animation ကားလေးဟာMovie လောကမှာသာမက Game လောကမှာရော ဒိတ်ဒိတ်ကြဲကိုအောင်မြင်ခဲ့ပါတယ်။1 နဲ့ 2 ကို ကြည့်ရှုခဲ့ကြပြီး ဇာတ်လမ်းဆုံးသွားပြီထင်နေခဲ့တုန်းမှာပဲ2015 ခုနှစ်ရဲ့ Movie review တွေမှာ စတင်ကြော်ငြာပါလာခဲ့တော့အရမ်းကိုမျှော်လင့်ပျော်ရွှင်စောင့်စားခဲ့ရတယ်။အခုတော့ ကျွန်တော်တို့အချိန် CM အချိန်ရောက်ခဲ့ပြီ။ဒီဇာတ်ကားဟာ အရင်ကားတွေထက်ပိုအောင်မြင်ခဲ့ပြီးIMDb rating 7.1/10 ထိရရှိအောင်မြင်ခဲ့ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကိုအနည်းငယ်ပဲပြောပြချင်ပါတယ်။ပိုရဲ့ ဆရာဖိုးဖိုးလိပ် ရဲ့ တိုက်ဖော်တိုက်ဖက် ကိုင် ဟာ ဝိညာဉ်ကမ္ဘာကသိုင်းဆရာတွေအားလုံးရဲ့ စွမ်းအင်တွေကို သိမ်းပိုက်ပြီးလူ့ပြည်ကိုပြန်ဝင်ရောက်လာပါတယ်။ ပြီးတော့ လူ့ပြည်ကဆရာတွေအားလုံးရဲ့ စွမ်းအင် ချီ တွေကိုပါ သိမ်းပိုက်လိုက်ပါတယ်။ဒါကို တားဆီးနိုင်ဖို့အတွက် ပို တစ်ယောက်လက်ရှိအင်အားနဲ့မဖြစ်နိုင်တော့ပါဘူး။သူကိုယ်တိုင် ချီရဲ့ အရှင်သခင် ဖြစ်အောင်လုပ်ရပါတော့မယ်။ဒီအဆင့်ကိုရောက်ဖို့ ဆရာလိပ်က နှစ် ၃၀ လောက် တရားထိုင်ခဲ့ရပြီးဆရာရှီဖူမှာလဲ အဲ့အစွမ်းတောင် မရှိသေးတဲ့အတွက် ပိုတစ်ယောက်လမ်းစပျောက်နေချိန်မှာ သူ့ရဲ့ပျောက်ဆုံးနေတဲ့ ဖခင်ကသူ့ကို ချီရဲ့လျို့ဝှက်ချက်တွေ သင်ပေးဖို့ဆိုပြီးပန်ဒါရွာကို ပြန်ခေါ်သွားပါတော့တယ်။ဘာတွေဆက်ဖြစ်လဲဆိုတာတော့ဒီMovie ကို ဆွဲပြီးသာဆက်ကြည့်ကြပါတော့။Kung Fu Panda ဆိုရင္ မသိတဲ့လူမရွိသေလာက္ပဲကမာၻမွာေအာင္ျမင္ခဲ့တဲ့ဒီ Animation ကားေလးဟာMovie ေလာကမွာသာမက Game ေလာကမွာေရာ ဒိတ္ဒိတ္ၾကဲကိုေအာင္ျမင္ခဲ့ပါတယ္။1 နဲ႕ 2 ကို ၾကည့္ရႈခဲ့ၾကၿပီး ဇာတ္လမ္းဆံုးသြားၿပီထင္ေနခဲ့တုန္းမွာပဲ2015 ခုႏွစ္ရဲ႕ Movie review ေတြမွာ စတင္ေၾကာ္ျငာပါလာခဲ့ေတာ့အရမ္းကိုေမွ်ာ္လင့္ေပ်ာ္ရႊင္ေစာင့္စားခဲ့ရတယ္။အခုေတာ့ ကြ်န္ေတာ္တို႕အခ်ိန္ CM အခ်ိန္ေရာက္ခဲ့ၿပီ။ဒီဇာတ္ကားဟာ အရင္ကားေတြထက္ပိုေအာင္ျမင္ခဲ့ၿပီးIMDb rating 7.1/10 ထိရရွိေအာင္ျမင္ခဲ့ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကိုအနည္းငယ္ပဲေျပာျပခ်င္ပါတယ္။ပိုရဲ႕ ဆရာဖိုးဖိုးလိပ္ ရဲ႕ တိုက္ေဖာ္တိုက္ဖက္ ကိုင္ ဟာ ၀ိညာဥ္ကမာၻကသိုင္းဆရာေတြအားလံုးရဲ႕ စြမ္းအင္ေတြကို သိမ္းပိုက္ျပီးလူ႕ျပည္ကိုျပန္၀င္ေရာက္လာပါတယ္။ ျပီးေတာ့ လူ႕ျပည္ကဆရာေတြအားလံုးရဲ႕ စြမ္းအင္ ခ်ီ ေတြကိုပါ သိမ္းပိုက္လိုက္ပါတယ္။ဒါကို တားဆီးနိုင္ဖို႕အတြက္ ပို တစ္ေယာက္လက္ရိွအင္အားနဲ႕မျဖစ္နိုင္ေတာ့ပါဘူး။သူကိုယ္တိုင္ ခ်ီရဲ႕ အရွင္သခင္ ျဖစ္ေအာင္လုပ္ရပါေတာ့မယ္။ဒီအဆင့္ကိုေရာက္ဖို႕ ဆရာလိပ္က နွစ္ ၃၀ ေလာက္ တရားထိုင္ခဲ့ရျပီးဆရာရွီဖူမွာလဲ အဲ့အစြမ္းေတာင္ မရိွေသးတဲ့အတြက္ ပိုတစ္ေယာက္လမ္းစေပ်ာက္ေနခ်ိန္မွာ သူ႕ရဲ႕ေပ်ာက္ဆံုးေနတဲ့ ဖခင္ကသူ႕ကို ခ်ီရဲ႕လ်ိဳ႕၀ွက္ခ်က္ေတြ သင္ေပးဖို႕ဆိုျပီးပန္ဒါရြာကို ျပန္ေခၚသြားပါေတာ့တယ္။ဘာေတြဆက္ျဖစ္လဲဆိုတာေတာ့ဒီMovie ကို ဆြဲၿပီးသာဆက္ၾကည့္ၾကပါေတာ့။File Size – 851 MBQuality – 1080pTranslator – Kyaw Ye Aung (ကသာသားလေး)Encoder – San Win Maung"