"ခုတစ်ခါမှာတော့ 11 ရက်နေ့ကမှ ပူပူနွေးနွေး ထွက်ရှိထားတဲ့ Action Thriller အမျိုးအစားဖြစ်တဲ့
Rogue Hostage ကို တင်ဆက်ပေးပါရစေ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသားကတော့ Fast&Furious ပရိသတ်တွေတော့ မှတ်မိမယ်ထင်ပါတယ် ဟုတ်ပါတယ် သူကတော့ မင်းသား
Tyrese Gibson ပဲဖြစ်ပါတယ် သူဟာ ဒီကားမှာတော့ ကိုင်ဆိုတဲ့ ဇာတ်ကောင်ကို ရိုက်ကူးပုံဖော်သွားပါ
ဇာတ်လမ်းအကျဥ်းပြောပြရမယ်ဆိုရင်တော့ စစ်ဆင်ရေးတစ်ခုကို အစပြုရမှာပါ
မရိန်းတပ်သားတစ်ဦးဖြစ်တဲ့ ကိုင်ဟာ ကံအကြောင်းမလှစွာနဲ့ အဆိုပါစစ်ဆင်ရေးမှာ သူ့ရဲ့ရဲဘော်ရဲဖက်ကို ဆုံးရှုံးလိုက်ရပါ
တယ် ကိုယ့်ရဲ့ပါတနာရဲဘော်တစ်ယောက် ဆိုးဆိုးရွားရွားသေဆုံးတာကို မျက်မြင်ကိုယ်တွေ့ကြုံလိုက်ရခြင်းဟာ ကိုင်ကို
အလွန်သွေးပျက်ပြီး စိတ်ခြောက်ခြားဖြစ်စေခဲ့ပါတယ် ကိုယ်နဲ့သေမတူရှင်မကွာ သွေးသောက်ညီအစ်ကိုလို အမြဲတာဝန်
ထမ်းဆောင်နေရတဲ့ပါတနာကို ဆုံးရှုံးလိုက်ရတာ ခံစားချက်က အလွန်ဝမ်းနည်းစရာကောင်းလှပါတယ် အဲ့ဒီဆုံးရှုံးမှုကို ​
မျက်မြင်တွေ့လိုက်ရတဲ့ ကိုင်အဖို့ ရူးမတတ်ခံစားရမှာပါ အဲ့ဒီအဖြစ်အပျက်ပြီးတဲ့နောက်မှာလည်း ကိုင်ဟာ
သွေးထွက်သံယိုတွေ သေနတ်ပစ်သံတွေကို Trauma တစ်ခုလို ဆက်ပြီးခံစားခဲ့ရပါတယ်
အဲ့လိုနဲ့ ကိုင်တစ်ယောက် မရိန်းတပ်ကနှုတ်ထွက်ပြီး ခိုနားရာအိမ်ပြန်လာတဲ့အခါမှာလည်း
ကံကြမ္မာက ကိုင်ကို မျက်နှာသာမပေးခဲ့ပြန်ပါဘူး
ကိုင်ရဲ့မိန်းမဖြစ်သူက သမီးဖြစ်သူကို ထားရစ်ခဲ့ပြီး နောက်အိမ်ထောင်ပြုဖို့ ထွက်သွားပါတော့တယ်
ရဲဘော်ကိုဆုံးရှုံးရတဲ့အပြင် အိမ်ထောင်ရေးပါ ပျက်စီးခဲ့ရတဲ့ ကိုင်တစ်ယောက်ဟာ နောက်ဆုံးတော့
ကလေးသူငယ်စောင့်
ရှောက်ရေးအလုပ်ဘက်ကိုပဲ ခြေချခဲ့ပါတယ်
ဒီလိုနဲ့ တစ်နေ့မှာ ကလေးသူငယ်စောင့်ရှောက်ရေးကနေ ကလေးတစ်ဦးကို ခေါ်ဆောင်ဖို့ ကိုင်တာဝန်ယူရပါတယ် သူ
တာဝန်ယူမဲ့ကလေးလေးကို မုန့်ဝယ်ကျွေးမယ်ဆိုပြီး စတိုးဆိုင်တစ်ဆိုင်မှာ ခဏဝင်နားခဲ့ပါတယ်
ကံဆိုးမသွားရာ မိုးလိုက်လို့ရွာဆိုသလို ထိုစတိုးဆိုင်က ကိုင်နဲ့မတည့်တဲ့ သူ့ပထွေးရဲ့ဆိုင်ဖြစ်နေတဲ့အခါ……
တိုက်တိုက်ဆိုင်ဆိုင် အကြမ်းဖက်သမားတွေကလည်း ထိုစတိုးဆိုင်ကို ဝင်စီးရင်း
ကိုင်တို့လည်း ထိုဆိုင်ထဲမှာပဲ ဓားစာခံ
အဖြစ် ပိတ်မိနေခဲ့ပါတယ်…….
သေနတ်သံတွေကြောင့် Trauma ရနေတဲ့ မရိန်းတပ်သားဟောင်း ကိုင်တစ်ယောက်
အကြမ်းဖက်သမားတွေကို ဘယ်လို
နှိမ်နင်းမလဲ….
ဓားစာခံတွေကို ဘယ်လိုကယ်တင်မလဲ….
သူ့ကို အမြင်မကြည်တဲ့ ပထွေးကိုရော ကယ်တင်ဦးမလားဆိုတာ….စိတ်ဝင်တစား စောင့်ကြည့်ရမှာ ဖြစ်ပါတယ်
Review and Translated By Shwe Pyae and Shwe Pu
Encoded by ; YK
File Size : 1.31Gb and 857MB
Quality : 1080p Web Rip x264 5.1CH and 720p
Duration : 1h 27mins
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
