"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Stalker(1979)
===========
By Andrei Tarkovsky
IMDb – 8.1/10
“တချို့ကတော့ ခင်မောင်ရင့်ဘဝဟာ
ဘာမှမဟုတ်ဘဲ ပြီးသွားတယ် ပြောကြတယ်။
ဝမ်းနည်း စကားပေါ့။ ကျနော်က အဲဒီလို
ဘယ်တုန်းကမှ မထင်ဘူး။ ခင်မောင်ရင်ဟာ
သူ့ဘဝရဲ့အကြောင်း အကုန် နားလည်တယ်။”
ဝင်းဖေက ခင်မောင်ရင်ကို ဒီလိုပြောခဲ့တယ်။
အားမကျမိဘူးလား။ ငါတော့အားကျတယ်။
ကိုယ့်ဘဝကိုကိုယ် နားလည်တာထက်
ဖြစ်တည်မှုအတွက်အရေးကြီးတာဘာရှိဦးမလဲ။
ဖြစ်တည်မှုဟာ အရင်လာလား။
ဖြစ်တည်ရတဲ့အကြောင်းရင်းဟာ အရင်လာလား။
အတော်ရူးမိုက်တဲ့အမေးပဲ အကြောင်းရင်းသာအရင်လာခဲ့ရင် ငါတို့တွေ ဒီလိုအဓိပ္ပာယ် ပျောက်နေ စရာလိုပါ့မလား။
ဖြစ်တည်မှုရဲ့အဓိပ္ပာယ်ကို တာကော့စကီးဟာ ငါတို့ကို မေးခွန်းထုတ်သွားတယ်။
ဒါပေမဲ့ အဖြေကို သူမပေးနိုင်ဘူး။
သူ့ဘာသာသူလည်း ရေရာပုံမရဘူး။
ဒါကြောင့်ပဲ ငါတို့အတူတူရှာဖွေခဲ့ကြရတယ်။
အနုပညာဟာ ရိုးသားရတယ်မလား။
တာကော့စကီးက ရိုးသားတယ်။
အဖြေကိုသူဘယ်တော့မှမတွေ့ဘူး။
ရုပ်ရှင်မှာ ငါတို့ဟာ သူနဲ့အတူတူရှာရတယ်။
သေတဲ့အထိမတွေ့တာလည်းဖြစ်နိုင်တယ်။
သောက်ကြီးသောက်ကျယ်ပြောရရင်
ဒါကိုကလည်း ဘဝပဲ။
“ထိုအရာဟာ ဥက္ကာခဲတစ်ခုလား
အပြင်ဘက်အာကာသမှ ကမ္ဘာမြေပေါ်
ဆိုက်ရောက်လာသော အရာတစ်ခုခုလား”
ထိုအရာဟာ ဘာပဲဖြစ်ဖြစ်
ကျုပ်တို့ရဲ့ တိုင်းပြည်ငယ်လေးမှာ
ထိုအရာကြောင့် “ဇုန်”ဆိုတဲ့
ဆန်းကြယ်တဲ့နေရာတစ်ခုပေါ်ပေါက်လာခဲ့တယ်
ဇုန်ဆိုတဲ့နေရာမှာ အခန်းတစ်ခုရှိတယ်။
အဲ့ဒီအခန်းဟာ ဆန္ဒတွေကို တကယ်ဖြစ်မြောက်
လာစေတဲ့နေရာလို့ဆိုကြတယ်။
အဲ့ဒီကိုသွားခဲ့ကြတဲ့ လူအချို့ဟာ
ပြန်မလာကြတော့ဘူး
ဒီနေရာဟာ ဘယ်လိုနေရာလဲ”
ဒါက ရုပ်ရှင်ထဲက အကြောင်းအရာတွေ။
ငါတော့ အဲ့ဒီနေရာကို ဖြစ်တည်မှုကို
ရှာဖွေကြတဲ့နေရာလို့ပဲ သတ်မှတ်ချင်တယ်။
ရုပ်ရှင်ထဲက ရှာဖွေကြတဲ့လူသုံးယောက်မှာ
အကုန်လုံးမတွေ့ခဲ့ကြတာလား။တစ်ယောက်က
တွေ့ခဲ့တာလား တထစ်ချ‌မပြောတတ်ဘူး။
ဖြစ်တည်မှုကို ရှာဖွေနေရတာကိုကလည်း
ဖြစ်တည်မှု ဖြစ်နိုင်တယ်။
ရုပ်ရှင်အပြီးမှာ ငါ့ကိုယ်ငါတော့
စာအုပ်တွေထဲမှာ ဘဝမရှိတဲ့အကြောင်း
စာအုပ်တွေအရေးမပါတဲ့အကြောင်း
စာအုပ်ထဲက ဖတ်လိုက်ရတဲ့
နွားကျောင်းသားလေးလို ခံစားရတယ်။
Stalkerတဲ့ သူတို့လည်း တစ်ခုခုနောက်ကို
လိုက်ကြတယ်။ ငါလည်း တစ်ခုခုနောက်ကို
လိုက်ရမယ်။ဇာတ်ကောင်တွေရော
ငါရော မင်းရော ဘယ်အရာနောက်ကို
လိုက်နေကြလဲ ဘယ်မှမသိခဲ့ကြဘူး။
ဒါပေမဲ့ တစ်ခုခုနောက်ကိုတော့ လိုက်ရမယ်။
( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
Quality__720p
IMDb Rating__8.1/10
Format__mp4
Duration__02:42:00
Type__Drama , Si-Fi
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
