"Sreekaram (2021)
ရည်မှန်းချက်ရှိမှ တိုးတက်မယ်တဲ့
ငယ်ငယ်တုန်းက လူကြီးတွေပြောဖူးနေကျစကားပေါ့
ဘာမှနားမလည်သေးတဲ့ ငယ်ငယ်တုန်းက ကျွန်တော်​တို့တွေဟာ
ဆရာဝန်ကြီးဖြစ်ချင်တယ် အင်ဂျင်နီယာကြီးဖြစ်ချင်တယ်နဲ့ ပြောခဲ့ကြဖူးတယ် ကစားခဲ့ကြဖူးတယ်
ကြီးလာတော့ တက္ကသိုလ်တွေကိုယ်စီရောက်တဲ့အခါ ရင့်ကျက်သွားတဲ့အတွေးအခေါ်တွေနဲ့
​ကျောင်းပြီးရင် ဘာလုပ်မယ်ဆိုတဲ့စိတ်ကူးကိုယ်စီကို ကျောပိုးအိတ်ထဲအပြည့်ထည့်ပြီး ဘဝပင်လယ်မှာ အားကျိုးမာန်တက်ရွက်လွှင်ခဲ့ကြတယ်
အဲ့ဒီကျောပိုးအိတ်ထဲ အပြည့်ထည့်ထားတဲ့အိပ်မက်တွေက တကယ်ရောဖြစ်လာခဲ့ရဲ့လား
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီနေ့ခေတ်ရဲ့ အရေးကြီးဆုံးပြဿနာကို
လက်ညှိုးထိုးပြရရင် အလုပ်အကိုင်ရှားပါးမှုလို့ကျွန်တော်ထင်တယ်
ကျွန်တော်တို့ တတ်မြောက်ထားတဲ့ပညာ
ပ်တွေနဲ့သက်ဆိုင်တဲ့ အသက်မွေးဝမ်းကြောင်းအလုပ်တွေက တကယ်ရောရှိနေရဲ့လား
ရှိရင်ရော တက္ကသိုလ်တွေမှာ နှစ်စဉ်ကျောင်းဆင်းနေတဲ့ လူအင်အားနဲ့
အလုပ်အကိုင်အခွင့်အလမ်းတွေက အချိုးကျနေရဲ့လား
ကျောင်းမပြီးခင်တုန်းကတော့ အားကျိုးမာန်တက်ကြိုးစားလိုက်ကြရတာ
အလုပ်ရသွားရင်တော့ အကြောင်းမဟုတ်ပေမယ့်
အလုပ်မရခဲ့ရင်ရော?????
ကိစ္စတိုင်းမှာ ရွေးချယ်စရာတွေရှိတယ်တဲ့
ကျွန်တော်တို့နားက အသက်မွေးဝမ်းကြောင်းလုပ်ဖို့ ရွေးချယ်စရာအခွင့်အရေးကြီးတစ်ရပ်ကို
ကျွန်တော်တို့တကယ် လျစ်လျူရှုထားကြပါတယ်
ဒီအလုပ်ဟာ ပညာမတတ်တဲ့သူတွေမှလုပ်တာဆိုပြီး
အသက်မွေးဝမ်းကြောင်းအတွက် ရွေးချယ်မယ်ဆိုရင် ဒီအလုပ်ကိုတွေးတောင်မတွေးမိကြဘူး
ဆရာဝန်အဖေဟာ သားကိုဆရာဝန်ဖြစ်အောင်လုပ်တယ်
အင်ဂျင်နီယာအဖေဟာ သားကိုအင်ဂျင်နီယာဖြစ်အောင်လုပ်တယ်
ဒါပေမယ့် ဒီအလုပ်လုပ်တဲ့အဖေကတော့
သားကို ဒီအလုပ်ဘယ်တော့မှအမွေမပေးကြပါဘူး
ကျွန်တော်တို့အနီးအနားမှာရှိနေတဲ့ မြင့်မြတ်တဲ့အသက်မွေးဝမ်းကြောင်းအလုပ်တစ်ခုက ဘာဖြစ်မလဲ????
ဒီရုပ်ရှင်ထဲမှာတော့ ဒီအကြောင်းအရာကို ကွက်ကွက်ကွင်းကွင်းကို
မီးမောင်းထိုးပြထားတယ်
မှုခင်းကားတွေများတဲ့ အိန္ဒိယရုပ်ရှင်ထဲမှာမှ
ရှားရှားပါးပါး ကားကောင်းလေးလို့ပြောလို့ရတယ်ဗျ
လစာအများကြီးရတဲ့ ဆော့ဖ်ဝဲအင်ဂျင်နီယာတစ်ယောက်ရဲ့
စွန့်လွှတ်မှုများစွာနဲ့ ရပ်ရွာအကျိုးအတွက် ဆောင်ရွက်ခဲ့တဲ့အလုပ်အကြောင်းကို
ရိုက်ပြထားတာ
ကျောင်းသားတွေအတွက်ဖြစ်ဖြစ်
လူကြီးတွေအတွက်ဖြစ်ဖြစ် ကြည့်ကိုကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပါပဲ
Translated by : Amelia
Encoded by : YK
File Size : 2.09 Gb and 1.18Gb
Quality : 1080p Web Dl 5.1 Ch and 720p
Duration : 2h 2min
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
