"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Sweeney Todd: The Demon Barber Of Fleet Street (2007)
============================
IMDb – 7.7
Directed By Tim Burton
Big Fish တို့ Charlie and the Chocolate Factory တို့လို Narrator လန်းလန်းနဲ့ ရုပ်ရှင်‌တွေ
Edward Scissorhands, Sleepy Hollow, Dark Shadows တို့လို Gothicဆန်ဆန်ရုပ်ရှင်တွေ အရိုက်များတဲ့
Tim Burtonကို အားလုံး ရင်းနှီးပြီးသားဖြစ်မှာပါပဲ။
Sweeny Todd ကလည်း သူ့ရဲ့ အကောင်းဆုံး ရုပ်ရှင်တွေထဲက တစ်ခုပါပဲ။
သူ့ဟန်ဖြစ်တဲ့ Gothicဟန်ကို အပြည့်အဝပုံဖော်ထားတဲ့အပြင် သူ့ရုပ်ရှင်တွေနဲ့ အလိုက်ဖက်ဆုံး သရုပ်ဆောင်တွေဖြစ်တဲ့ သူ့ရုပ်ရှင်တွေမှာမကြာ မကြာတွဲလျက်ပါတတ်တဲ့ အလိုက်ဖက်ဆုံအတွဲ
Johnny Deep နဲ့Helena Bonham Carterကို သုံးထားတယ်။
ဒီလိုရုပ်ရှင်မျိုးတွေက Johnny Deepရဲ့ Typeလို့ ပြောလို့ရ‌လောက်အောင် Johnnyနဲ့ ဇာတ်ကောင်ဟာ အံဝင်ခွင်ကျဖြစ်နေခဲ့တယ်။
Sweeney Toddဟာ Musicalအမျိုးစားကိုမှ သွေးသံရဲရဲတွေ မှိုင်းညှို့တဲ့အမှောင်ဆန်တဲ့လမ်းတွေ အဆောက်အဦးတွေ၊
Gothicဆန်ဆန်ဇာတ်ကောင်တွေနဲ့ လန်ဒန်ရဲ့ အမှောင်ဘက်ခြမ်းကို ပုံဖော်ထားတဲ့ Horrorရုပ်ရှင်ပါ။ Musical Horrorလို့ဆိုပါတယ်။
ရုပ်ရှင်အစအဆုံး စကားပြောခန်းမရှိသလောက် ရှားပါတယ်။
ဇာတ်ကောင်တွေဟာ ပြောချင်တဲ့ စကားတွေကို အော်ပရာဆန်ဆန် သီချင်းလုပ် ဆိုပြီးပြောကြတယ်။
Musicalနဲ့ Horrorကို ရောထားတဲ့ ထူးခြားတဲ့အရသာကို ပေးအပ် ထားတယ်။
ဟိုးရှေးရှေးတုန်းက လန်ဒန်မှာ ဘင်ဂျမင်ဘိတ်ကာဆိုတဲ့ နာမည်ကျော် ဆံသဆရာလေးတစ်ယောက်ရှိခဲ့တယ်။
အချိန်တစ်ခုမရောက်ခင်အထိတော့ သူ့ဇနီးလူစီရယ် သူ့သမီးလေးဂျိုအန်နာရယ်နဲ့ သူ့ဘဝရဲ့ နေရယ်သာတဲ့ နေ့ရက်နေ့တို့ဟာ တောက်လို့ပလို့ပါပဲ။
တစ်နေ့မှာတော့ ဆိုးယုတ်တဲ့ တရားသူကြီး တာပင်ဟာ လူစီလေးရဲ့ အလှကိုတပ်မက်ရာကနေ ဘိတ်ကာကို အမှုဆင်ထောင်ချပြီး ဘိတ်ကာရဲ့ ‌မှောင်ချိန်မတိုင်ခင် လင်းတဲ့နေ့တွေကို အဆုံးသတ်ပစ်လိုက်တယ်။
ဆံသဆရာကလေးဟာ ထောင်အချခံခဲ့ရပြီး ၁၅နှစ်အကြာမှာတော့ လန်ဒန်ကိုပြန်‌ရောက်လာခဲ့တယ်။
သူ့အိမ်ရှိရာ ဖလိဒ်လမ်းဟာ ဟိုအရင်လို ပြာရီဝင်းပနေတဲ့ တိမ်တွေ၊ရောင်စိုတောက်ပနေတဲ့နေရာတွေ စုတည်ရာ နေရာတစ်ခု မဟုတ်တော့ဘူး။
အစာရှာနေတဲ့မြေကြွက်တွေ ၊ နူနာနေတဲ့သူဆင်းရဲတွေ ၊ ဒုစရိုက်သမားတွေ ပြန့်ကျဲနေတဲ့
မှုန်ရီမှိုင်းပြညစ်ထေးတဲ့ အမှောင်လောကနေရာတစ်ခု ဖြစ်နေခဲ့ပြီ။
သူ့ဇနီးဟာ အဆိပ်သောက်သတ်သေသွားခဲ့သလို၊ သူ့သမီးဟာလည်း သူ့ရန်သူ တရားသူကြီးမွေးစားခံခဲ့ရပြီး သူ့ကိုတောင်မသိတော့ဘူး။
ရက်စက်တဲ့လောကရဲ့ လှိုက်စားမှု ဒဏ်ကိုခံခဲ့ရတဲ့ သူကလည်း အရင်က သူထပ်မဟုတ်တော့ဘူး။
သူဟာ ဘင်ဂျမင်ဘိတ်ကာမဟုတ်တော့တဲ့ ဆွီးနီတော့ဒ် ဖြစ်လာခဲ့ပြီ။
သူဟာ ဆွီးနီတော့ဒ်ရဲ့ ဆံသဆိုင်ကို ဖွင့်ခဲ့တယ်။
အတော်ဆုံးဆံသဆရာဖြစ်တဲ့ သူ့ဆိုင်ကို လူတွေကတော့ ဝင်လာမစဲတသဲသဲပါပဲ။
သတိထားမိရင်တော့ ဆံသဆိုင်ကို ဝင်သွားကြတဲ့သူတွေဟာ ဘယ်တော့မှ ပြန်ထွက်မလာကြတော့ဘူးဆိုတာ တွေ့ကြမှာပဲ။
သူ့ဆံသဆိုင်အောက်ထပ်က ပိုင့်မုန့်ဆိုင်‌ရဲ့ မီးခိုးခေါင်းတိုင်ကတော့ လူတွေဟာ ညှော်နံ့တွေ ရနေကြတယ်။ အချိန်တစ်ခု မတိုင်ခင်အထိပေါ့။
သို့ပေမဲ့ အချိန်တစ်ခုရောက်လာတဲ့အခါမှာတော့…..
( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
Quality__Bluray _1080p 5.1 CH , 720p
IMDb Rating__7.3/10
Format__mp4
Duration__0::
Type__Drama , Horror , Musical
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
