IMDb Rating (7.6) / Rotten Tomatoes (78%)အသက် ၁၀ နှစ်အရွယ် ရိုဟန်ဆိုတဲ့ကျောင်းသားလေးတစ်ယောက် ပြန်ပေးဆွဲခံရတယ်။ ရိုဟန်က ပြည်ထဲရေးဝန်ကြီးရဲ့ တစ်ဦးတည်းသော သား။ဆိုတော့ကာ စစ်တပ်ရော ဗဟိုထောက်လှမ်းရေးအဖွဲ့ပါ ပိုက်စိပ်တိုက် လိုက်ရှာကြရရော။ ဝန်ကြီးရဲ့သား ပျောက်နေတယ်ဆိုပြီး မီဒီယာတွေကို အသိပေးလိုက်ရင် ပြန်ပေးဆွဲတဲ့လူက ကြောက်လန့်ပြီး ကလေးကို သတ်ကာ တိမ်းရှောင်သွားနိုင်တာကြောင့် အတတ်နိုင်ဆုံး တိတ်တဆိတ်ပဲ စုံစမ်းထောက်လှမ်းကြတယ်။ရိုဟန်နဲ့ သူ့သူငယ်ချင်းတစ်ယောက်က တခြားကျောင်းသားတွေ အိပ်ပြီဆိုရင် အဆောင်ကနေ ခိုးထွက်ပြီး ညလယ်စာတွေ ဝယ်စားတတ်တယ်။ ရိုဟန် ပြန်ပေးဆွဲခံရတာဟာလည်း အဲဒီလိုမုန့်ထွက်စားတဲ့ညတစ်ညမှာ ဖြစ်ပျက်သွားခဲ့တာ။ ရိုဟန့်သူငယ်ချင်းက လမ်းပေါ်မှာ လဲကျပြီး အိပ်ပျော်ကျန်နေခဲ့တော့ စစချင်းမှာ ကလေးချင်း မှားပြီး ပြန်ပေးဆွဲခံရတာလို့ ကောက်ချက်ဆွဲကြသေးတယ်။ဝန်ကြီးတို့တစ်တွေ အခက်တွေ့ကြတဲ့ကိစ္စတစ်ခုကတော့ ရိုဟန့်ကို ပြန်ပေးဆွဲသွားတဲ့လူဆီကနေ ဘာတစ်ခုမှ ဆက်သွယ်မလာတာပဲ။ ပိုက်ဆံလိုချင်ရင်လည်း ပြန်ပေးသမားအနေနဲ့ ဆက်သွယ်သင့်ပြီ။ အခုကျ ပြန်ပေးသမားဘက်က တိတ်ဆိတ်နေလေလေ ဝန်ကြီးတို့မှာ ထိတ်လန့်လေလေ ဖြစ်နေရတယ်။ အချိန် ကြာလာတာနဲ့အမျှ စုံစမ်းမှုကို ပိုပြီး လျှို့လျှို့ဝှက်ဝှက် လုပ်လာကြရတယ်။ပြန်ပေးသမားက ကလေးချင်း မှားပြီး ပြန်ပေးဆွဲသွားတာ မဟုတ်ပါဘူး။ ရိုဟန်နဲ့ သူ့သူငယ်ချင်း ချီကူးတို့ ညဘက်ဆို ညလယ်စာ မုန့်တွေ ထွက်စားတတ်တာကို စုံစမ်းပြီး အကွက်ချ၊ ဆေးခတ်ကာ ပြန်ပေးဆွဲသွားခဲ့တာပါ။ ပြီးတော့ ချီကူးကို ချန်ထားခဲ့ပေမယ့် သူ့အဖွဲ့ထဲက တချို့က ချီကူးကို တခြားနေရာမှာ ဖမ်းဆီးထားတယ်လို့ ရိုဟန့်ကို လိမ်ထားတယ်။ လိမ်ဖို့အတွက် ဗီဒီယိုတစ်ခုကိုလည်း ဖန်တီးရိုက်ကူးထားသေးရဲ့။ ရိုဟန် ထွက်ပြေးတာနဲ့ ချီကူးကို သတ်ပစ်မယ်လို့ ခြိမ်းခြောက်ထားတော့ ရိုဟန့်ခမျာ သူငယ်ချင်းကို ချစ်တာကြောင့် ထွက်မပြေးရဲတော့ဘူး။ ဘေးဘီဝန်းကျင်က လူတွေကိုလည်း အကူအညီ မတောင်းရဲတော့ဘူး။ပြန်ပေးသမားဟာ လက်မှတ်ဖြတ်ရတဲ့ လေယာဥ်တွေနဲ့ ကားတွေ မစီးဘူး။ အခြေခံလူတန်းစားတွေ စီးကြတဲ့ လူအပြည့် ရထားတွေ စီးတယ်။ လမ်းတစ်ဝက်ကနေ ကားကြုံစီးတယ်။ ဒီတော့ ဗဟိုထောက်လှမ်းရေးအဖွဲ့က ဘယ်လိုမှ ခြေရာခံမရဘူး။တစ်ရက်မှာတော့ ပြန်ပေးသမားက ချီကူးရဲ့အဖေကို ဖုန်းဆက်တယ်။ အခု ငါပြောတာကို ဝန်ကြီးဆီ သွားပြောတဲ့။ ငါ့သားဟာ အစိုးရအဖွဲ့ရဲ့ လျစ်လျူရှုမှု၊ တာဝန်မဲ့မှုကြောင့် ပျောက်ဆုံးသွားတဲ့အတွက် ငါ့သားကို ပြန်ရှာပေး၊ ဝန်ကြီးရဲ့သားကို ငါ ပြန်ပေးမယ်တဲ့။ပြန်ပေးသမားဟာ သားပျောက်လို့ ပူဆွေးသောကရောက်နေရတဲ့ ဖခင်တစ်ယောက် ဖြစ်နေတယ်။ သူ့သားပျောက်ဆုံးမှုအတွက် တာဝန်ရှိတယ်လို့ ယူဆတဲ့ အစိုးရအဖွဲ့ထဲက ဝန်ကြီးတစ်ယောက်ရဲ့သားကို ရည်ရွယ်ချက်ရှိရှိ ပြန်ပေးဆွဲခဲ့တာပဲ။ ကလဲ့စား​တစ်မျိုးပေါ့။ဝန်ကြီးတို့ဘက်ကလည်း ဒီသတင်းကို ပိပိရိရိ ဖုံးကွယ်ထားပေမယ့် သတင်းက တဖြည်းဖြည်း ပေါက်ကြားပြီး မီဒီယာတွေပေါ် ရောက်လာတယ်။ ကိုယ့်အိမ်၊ ကိုယ့်မိသားစုကိုတောင် လုံခြုံအောင် မစောင့်ရှောက်နိုင်တဲ့ ဝန်ကြီးက နိုင်ငံ လုံခြုံအောင် ဘယ်လိုလုပ် စောင့်ရှောက်နိုင်မှာလဲဆိုတဲ့ ဝေဖန်မှုတွေ ထွက်ပေါ်လာတယ်။ဒီလောက်ဆိုရင် ပြန်ပေးသမားဟာ အာဖန်ခန်းဆိုတာ မိတ်ဆွေတို့ သိလောက်ပါပြီ။ဒီရုပ်ရှင်ဟာ အာဏာရ အစိုးရအဖွဲ့ထဲက ခြစားမှုတွေကြောင့် ပြည်သူလူထု ထိခိုက်ရတာကို ထူးခြားတဲ့ဇာတ်အိမ်တစ်မျိုးနဲ့ ဖော်ပြထားတာပါ။ တချို့အချက်တွေကို ပြောလိုက်ရင် ဒီရုပ်ရှင် ကြည့်ရတာ အရသာပျက်သွားမှာ စိုးလို့ ချန်ထားခဲ့ပါသေးတယ်။#လူသာမန်(ရုပ်ရှင်အညွှန်းကို လူသာမန် Facebook မှ ကူးယူဖော်ပြပါသည်။)File size…(2.9 GB) and (1.5 GB)Quality….BluRay 1080p and 720p 5.1CHFormat…mp4Duration….02:13:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Jerrica"