"Concrete Cowboy (2021)==================PauseIMDb Rating – 6.3/10အရှိတရားကနေကင်းလွတ်ပြီး ပြောင်မြောက်တဲ့ရုပ်ရှင်တွေလည်းရှိပေမဲ့ အရှိတရားကို ရိုက်ပြပြီးပြောင်မြောက်တဲ့ ရုပ်ရှင်တွေက ပိုများတာတော့သေချာပါတယ်။ ဒီရုပ်ရှင်ဟာ လက်သစ်ဒါရိုက်တာRicky Staubရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ပါပဲ။ထိပ်တန်းရုပ်ရှင်တော့ ဖြစ်မသွားပေမယ့်အလယ်အလတ်တန်းအဆင့်ရဲ့ထိပ်ဆုံးမှာရပ်နေမယ့်ကားလို့တော့ အာမခံလို့ရတယ်။အကြောင်းအရာကတော့ ဒီနေ့ခေတ်ထိရှိနေတဲ့ခေတ်ကာလနဲ့မကိုက်တဲ့ အ‌လေ့အထုံတစ်ခုကိုကိုင်စွဲပြီး ရုန်းကန်နေရတဲ့ လူမဲကောင်းဘွိုင်တွေအကြောင်း။ ဒီဇာတ်လမ်းကို တစ်ချို့တွေကတော့အတော်သဘောကျကြတယ်။ဇာတ်အိမ်တည်ဆောက်မှု အားနည်းတဲ့တစ်ချက်ကြောင့် တစ်ချို့ကတော့သိပ်သဘောမကျကြဘူး။ ကျွန်တော့်အနေနဲ့ပြောရရင်တော့ အဲ့ဒီနှစ်ခုကြားလို့ဆိုရမယ်။ဇာတ်လမ်းတင်ပြပုံနဲ့ အခြေအနေနဲ့Cinematographyလှလှကို တွဲသုံးပြီးဆွဲငင်လိုက်တဲ့ အခန်းတစ်ချို့ကိုတော့အတော်သဘောကျမိတယ်။သို့ပေမဲ့ကျွန်တော်ဟာ ကောင်းဘွိုင်ဓလေ့လည်းမသသလို သူတို့ယဉ်ကျေးမှုနဲ့လည်းအလှမ်းဝေးတဲ့အတွက် တစ်ချို့အခန်းတွေကိုတော့ခံစားလို့မ၀င်လိုက်ဘူး။ ဒါပေမဲ့ တစ်ချို့ပြောကြတဲ့ဇာတ်အိမ်အားနည်းမှုဆိုတဲ့အချက်နဲ့ သဘောမကျမိတာတော့မဟုတ်ဘူး။ ဇာတ်အိမ်ဟာအားမနည်းဘူး။ဇာတ်အိမ်ဟာ ဘ၀ပါပဲ။ကျွန်တော်သာတစ်နေ့နေ့ရိုက်နိုင်ခဲ့ရင်ပုဂံရယ် နေအ၀င်ခြင်းခတ်တဲ့လူတွေရယ်ကိုဇာတ်အိမ်တကူးတကမလိုဘဲရိုက်ပြနိုင်ချင်တယ်ဆိုတဲ့ စိတ်ကူးရှိတယ်။ဒီဒါရိုက်တာကလည်း သူ့အရပ်သူ့ဒေသကမြင်းစီးတဲ့လူတွေအကြောင်းကို သူတို့ယဉ်ကျေးမှုကိုပြပြီး ရိုက်ပြသွားတာပါပဲ။ပွဲဦးထွက်မှာ ဒီအနေရိုက်ပြနိုင်တာ နောင်များအတော်ကောင်းတဲ့ကားတွေ လာနိုင်ဦးမယ်လို့မျှော်လင့်လို့ရပါတယ်။ခေတ်သစ်ကောင်းဘွိုင်တွေရဲ့ကမ္ဘာထဲကို၀င်သွားကြည့်ရင် အမြင်အားဖြင့်လှပမနေတဲ့အရာတွေများပေမဲ့သူတို့ရဲ့သူတို့ဘ၀အပေါ်ချစ်ခြင်းကလှပမနေတဲ့အရာတွေကိုတောင် လှပစေနိုင်တယ်။မြင်းချီးတွေကြားထဲ မြင်းနဲ့အတူနေတဲ့လူတွေမြင်းကို ဧည့်ခန်းထဲထည့်ထားတဲ့လူတွေအငတ်ခံပြီး မြင်းကိုအစာကျွေးတဲ့လူတွေမြင်းသေပုပ်ကိုတောင် မလွှင့်ပစ်ရက်တဲ့လူတွေခင်ဗျားမြင်ရမယ်။သူတို့မြို့ကလေးရဲ့ နေအ၀င်မှာကောင်းဘွိုင်ကောင်လေးကို ကောင်းဘွိုင်မလေးကနမ်းလိုက်တာကိုလည်း ခင်ဗျားမြင်ရလိမ့်မယ်။ဒါပေမဲ့ သူတို့ အချစ်အကြောင်းစကားတစ်ခွန်းမှဆိုတာကိုတော့ ခင်ဗျား မြင်ရမှာမဟုတ်ဘူး။ဒါပေမဲ့ တာကော့စကီးရုပ်ရှင်ထဲကစကားလေးလိုပဲ“Unspoken Feelings are unforgettable”ထုတ်ပြောမထားတဲ့ခံစားချက်တွေဟာပိုမမေ့ရက်နိုင်စရာကောင်းတာပဲမဟုတ်လား။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 1h 51minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – WiRa AungEncoder – SWM"