"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
My Blueberry Nights
================
IMDb – 6.6 but A Wong Kar Wai’s Film
ပွတ်ချွန်းလိပ်သောက်ရတာကြိုက်တဲ့ လူငယ်လေးတစ်‌ယောက်မှာ အိပ်မက်‌တွေအများကြီးရှိခဲ့တယ်။
အများအားဖြင့်တော့ သံတူစာတူကြောင်းကွဲဖြစ်တဲ့
အိပ်မက်နဲ့ အိပ်မက်ဟာ တကယ်တမ်းမထူးလှပါဘူး။
တစ်ခုကရောက်အောင်သွားရပြီး တစ်ခုက ရောက်လာတာ စောင့်ဆိုင်းရပေမဲ့
ဒီစကားလုံးနှစ်လုံးစလုံးဟာ အခိုးအငွေ့ဆန်တယ်။
ဦးဆုံးကတော့ သူဟာ အောင်မြင်မှုဆိုတဲ့ အိပ်မက်နောက်လိုက်ခဲ့တာပဲ။
အဆုံးသတ်မှာ ချစ်ခြင်းဆိုတဲ့ အိပ်မက်ကလေးကို သူစောင့်စားခဲ့တယ်။
ချစ်ခြင်း နောက်ကို လိုက်လို့မရဘူးလားဆိုတဲ့ အမေးတော့ ရှိမှာပဲ။ လိုက်ကြည့်ပါလေ။
စောင့်ဆိုင်းရတဲ့အရာမှန်း မသိခင် တစ်ကြိမ်တစ်ခါတော့ ချစ်ခြင်းနောက်ကို အားလုံး လိုက်ခဲ့ကြဖူးမှာပဲ။
အိပ်မက်ကလေး ပြန်အလာကို လူငယ်ကလေးဟာ စားသောက်ဆိုင် ကလေးဖွင့်ပြီး စောင့်စားခဲ့တယ်ပေါ့။
လမ်းပျောက် လူချင်းကွဲသွားကြတဲ့အခါ သူပြန်လာရှာတဲ့အခါကို ရပ်စောင့်နေခြင်းဟာ အကောင်းဆုံးအရာလို့ သူမှတ်ယူခဲ့တယ်။
ဆိုင်ကလေးရဲ့ ညတွေအဆုံးမှာ ချိစ်ကိတ်တွေ ပန်းသီးပိုင့်မုန့်တွေဟာအမြဲ အကုန် ကုန်သွားတယ်။ချောကလက်ကိတ်ဆို ကုန်လုနီးပါးပဲ။
ဒါပေမဲ့ ဘလူးဘယ်ရီပိုင့်မုန့်တွေက အရာမယွင်းပဲ အမြဲကျန် နေတတ်တယ်။
ဒီတော့ ဘလူးဘယ်ရီ ပိုင့်မုန့်တွေက ဘာဖြစ်နေလို့လဲတဲ့။
ဘလူးဘယ်ရီ ပိုင့်မုန့်တွေက ဘာမှဖြစ်မနေခဲ့ပါဘူး။
လူတွေက တခြားဟာတွေကို ရွေးသွားကြရုံသာ။
တစ်ခါတော့ ငါတို့ ဘလူးဘယ်ရီဆန်ဖူးခဲ့ကြမှာပဲ။
ရွေးချယ်ခြင်းမခံခဲ့ရတဲ့ ဘလူးဘယ်ရီတွေဟာ
တစ်စစီပြန်ကောက်ရင်း ပြန်ကျကွဲရင်း
တစ်စစီပြန်ကောက်ရင်း ပြန်ကျကွဲရင်းနဲ့
အိပ်မက်ကလေး‌ဆီကို ပြန်မရောက်ခဲ့ရဘူးတဲ့…
My Blueberry Nightsဟာ ဝေါင်ကာဝေးရိုက်ခဲ့တဲ့ တစ်ကားတည်းသော အမေရိကန်ကားပါပဲ။
သူရဲ့ မအောင်မြင်ဆုံးကားလည်း ဟုတ်ပါတယ်။
တစ်ချို့ပြောကြသလို ChungKing Expressနဲ့ အရမ်းဆင်နေတာကလွဲ သူ့ရုပ်ရှင်တွေကို သဘောကျတဲ့ လ‌ူတွေအတွက်တော့ စိတ်ပျက်စရာတော့ မဖြစ်စေပါဘူး။
အဆာပြေစေတဲ့ရုပ်ရှင်တစ်ကားပါပဲ။
Jude Law, Natalie Portman,Rachel Wesiz တို့လို ဟောလိဝုဒ်က နာမည်ရှိ သရုပ်ဆောင်တွေကိုတောင် သုံးထားနိုင်ခဲ့တယ်။
အမေရိကန် သရုပ်ဆောင်တွေချည်းသုံးထားပေမဲ့ ဝေါင်ကာဝေးရဲ့ အငွေ့အသက်က ပျောက်မသွားခဲ့ပါဘူး။
သူ့ရဲ့ အညံ့ဆုံးလက်ရာလို့ဆိုကြပေမယ့် လှတုန်းပတုန်းပါပဲ။
ကဗျာဟောင်းလေးထဲကလို
“မထားခဲ့ဖို့ဆိုင်းညှို့တောင်းပန်ရင်း
အုန်းလက်နွားလိုကျန်ခဲ့ရသူ”တို့အတွက်
ဘလူးဘယ်ရီညများဟာ
ဘတ်စ်ကားမှတ်တိုင်ကလေးကိုဖြစ်စေ
မာဘိုရိုအနီတစ်ဘူးကိုဖြစ်စေ
ထပ်ဖန်မြင်ခွင့်မရှိတော့တဲ့ မျက်နှာကလေးကိုဖြစ်စေ
ရီဝေဝေ သတိရမိစေနိုင်မယ့်
ဘယ်ရီပြာရောင်အိပ်မက်တစ်ခုပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
Quality__1080p, 720p
IMDb Rating__6.6/10
Format__mp4
Duration__01:30:00
Type__Drama , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
