"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
The New Dragon Gate Inn / Gragon Inn (1992)
=====================
IMDb Rating. – 7.3/10
Rotten Tomatoes – 78%
မာယာများတဲ့ ကန္တာပြင်ရာသီဥတုဟာ
အစောကမှ ခြစ်ခြစ်တောက်နေသာရာက
ခုတစ်ဖန် သည်းကြီးမည်းကြီး မိုးတွေရွာနေပေါ့။
ဒီအပြောကျယ်တဲ့ကန္တာပြင်မှာ လူတွေရဲ့
တစ်ခုတည်းသော မှီတည်ရာက နဂါးအင်း။
လူ့ကမ္ဘာကိုရှုပ်ထွေးရက်စက်တဲ့ နေရာလို့ဆိုရင်
နဂါးအင်းဟာ အဲ့ဒီရှုပ်ထွေးရက်စက်မှုအပေါင်းကို
တပ်မက်စွာ သိမ်းဆည်းရာနေရာဖြစ်တယ်။
နဂါးဂိတ်နားက နဂါးအင်းဟာ လွင်တီးခေါင်ကန္တရမှာ
ထီးတည်းတည်ရှိနေတဲ့ အိုအေစစ်မဟုတ်တဲ့ ငရဲ။
လူဆိုးသူခိုးတွေရဲ့ ဆုံမှတ်နေရာ။
တွေးကြည့်လို့တောင်မရတဲ့ ရက်စက်မှုတွေ
ဒီနေရာမှာရှိတယ်။နဂါးအင်းကိုရောက်လာသူတို့ဟာ
ကိုယ်တိုင်တောင်မသိလိုက်ရဘဲ ဇာတ်တူသားစားသူတွေ ဖြစ်လာတယ်။ နဂါးအင်းရဲ့ စားဖိုခန်းထဲက
ဘာဘရီယန်တစ်ကောင်ဟာ လျှို့ဝှက်လမ်းကကျလာတဲ့
လူသေတွေကို အရိုးအတိကျန်အောင်နွှင်ပြီး ပေါက်စီ
လုပ်တယ်။နဂါးအင်းရဲ့ ဆိုင်ရှင်မိန်းမလှဟာ သူ့အလှမှာ
ယစ်မူးပျော်၀င်သူ ယောကျာ်းသားတို့ကို အသားလုပ်
ရောင်းတယ်။ နယ်စပ်မျဉ်းမှာရှိနေတဲ့ မသာမယာ
ဒီနဂါးအင်းကို ရောက်လာသူတို့မှာ ကောင်းသော
ရည်ရွယ်ချက်များ မရှိခဲ့ကြဘူး။
ကလဲ့စား တဏှာ အာဏာ ရန်ကြွေး
ငွေအရေး ဤအချက်များမှ မကင်းလွတ်ကြဘူး။
ဒီလူတွေကပဲ နဂါးအင်းကို ရက်စက်စေတာလား
နဂါးအင်းကိုယ်၌ကပဲ ခက်ထန်နေတာလားလဲ
မသိရဘူး။ ဘယ်လိုပဲဆိုဆို သူရဲကောင်းတွေတောင် ရင်မဆိုင်ဝံ့တဲ့
ဒီကန္တာအလယ်က နဂါးအင်းမှာ မလှပတဲ့
ဇာတ်လမ်းများစွာဖြစ်ပြီးခဲ့ပြီး ဖြစ်နေဆဲပဲ။
ဒီဇာတ်လမ်းဟာ ထိုထိုသော ဇာတ်လမ်းများစွာ
ထဲက တစ်ပုဒ်ဖြစ်တယ်။
တိုနီလောင်ခဖိုင်၊မက်ဂီချောင်၊ဘရစ်ဂျစ်လင်း
တို့လို ဟောကောင်ရဲ့ Legend actor
Actress တွေအပြင် လူသိများတဲ့ ဒွန်းနီယန်
လည်းပါ၀င်သရုပ်ဆောင်ထားတယ်။
ဟောင်ကောင် သိုင်းကားတွေကို စီနီမာတို
ဂရပ်ဖီကောင်းကောင်းနဲ့ ရိုက်ထားတာတွေ
အရမ်းမများတဲ့အထဲက တစ်ကားဖြစ်တယ်
Best Cinematography ဆုရထားတယ်
ဒီဆုနဲ့တန်လောက်အောင်လည်း
ရိုက်ကွက်တွေဟာ လှပတယ်။
1992ထွက်ပေမယ့် Cinematographyတွေဟာ
အခုကာလအထိ ခေတ်မှီနေတုန်းပဲ။
Best Action, Best Actresse,
Best Film Editingစတဲ့ဆုတွေလည်း
ရထားတယ်။ ဒီရုပ်ရှင်က‌နေ Inspiration
ပိစိလေးတွေရပြီး ရိုက်တဲ့ အင်္ဂလိပ်ကား
နှစ်ကားလောက်ရှိမယ်လို့ မြင်မိတယ်။
တစ်ချို ဇာတ်၀င်ခန်းတွေမှာ
2000ခုနှစ်အကျော်က ဟောလိဝုဒ်ရုပ်ရှင်
နှစ်ကားကို ပြန်သတိရစေတယ်။
အာရှရဲ့ ရုပ်ရှင်ကောင်းတွေအထွက်များတတ်တဲ့
ဟောင်ကောင်ရဲ့ ဂန္တ၀င်စာရင်း၀င်လောက်တဲ့
ကားဆိုတော့ ဒီလောက်တော့ရှိမှာပဲ။
ဇာတ်ကောင်တွေထက် တည်နေရာတစ်ခုကို
ပိုအသားပေးထားတဲ့ ရုပ်ရှင်ကောင်းတွေရဲ့
ရသဟာထူးခြားတတ်တယ်။
Midnight in Paris တို့ Casablancaတို့လိုပေါ့။
ဒီလိုရုပ်ရှင်တွေဟာ အဲ့ဒီတည်နေရာရဲ့ ရသကို
ကြည့်ရှုသူကိုခံစားရစေတယ်။
လူတွေကဖော်ပြတဲ့ရသထက် နေရာတွေက
ဖော်ပြတဲ့ရသတွေက ပိုအရသာရှိတယ်လို့
ကျွန်တော်တော့မြင်တယ်။
Casablanca ဆိုတဲ့နာမည်ကြားမိရင်
a kiss is still a kiss in Casablanca
ဆိုတဲ့ စာသားကို ကြားမိသလို
ပါရီဆိုတဲ့နာမည်မြင်မိရင် ဗန်ဂိုးတို့လိုလူတွေ
ပါရီရဲ့အနုပညာတွေ ပြေးမြင်မိသလိုပေါ့။
သူတိုဟာ တစ်ခုတည်းသောခံစားမှုကိုမဟုတ်ဘဲ
နာမည်မြင်မိရင် မြောက်များစွာသောခံစားမှုတွေကို
ခဏအတွင်း ရစ်ထုံး ပေးစွမ်းနိုင်တယ်။
နေရာတစ်ခုအပေါ်မူတည်ပြီးရသပေးနိုင်စွမ်းမှာ
Dragon Gate Inn ဟာလည်း မနုံနဲ့ဘူး။
နဂါးအင်းဟာ ကျွန်တော်တို့ နှစ်သက်စွဲလမ်းခဲ့
ကြဖူးတဲ့ အမျိုးမျိုးသော စာရေးဆရာ‌တွေရဲ့
လျှို့ဝှက်ရက်စက်တဲ့ သိုင်းကမ္ဘာကို
ပြန်မြင်မက်မိစေတယ်။
(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ WiRa Aung မှတင်ဆက်ထားတာပါ။)
File size…(2.6 GB) and (1.6 GB)
Quality….BluRay 1080p and 720p 5.1CH
Format…mp4
Duration….01:55:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by WiRa Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
