"Occupation: Rainfall (2020)
====================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.2/10
ဂြိုလ်သားမျိုးနွယ် နဲ့ လူသားမျိုးနွယ် အချင်းချင်းချကြပါပြီ။ အကျင့်မကောင်းတဲ့ လူသားမျိုးနွယ် နဲ့ နယ်မြေကျူးကျော်ချင်တဲ့
ဂြိုလ်သားမျိုးနွယ်တို့ တို့ တိုက်ခိုက်ကြတဲ့အခါ ဘယ်သူနိုင်မယ်လို့ ထင်ကြလဲ ပရိသတ်ကြီး…
အခုဇာတ်လမ်းလေးက ၂၀၁၈ လောက်က ထွက်ခဲ့တဲ့ Occupation ကားရဲ့အဆက်ဖြစ်ပြီး ဇာတ်လမ်းရဲ့ မူလအရသာမပျောက်
သွားအောင် Home and Away နဲ့နာမည်ကျော်ခဲ့တဲ့ ဩစတြေးလျမင်းသား Dan Ewing ကပဲ အခုဒုတိယအတွဲမှာ ပြန်လည်
သရုပ်ဆောင်ခဲ့ပါတယ်။ ဘဲကြီးရဲ့ သရုပ်ဆောင်ပိုင်နိုင်မှု နဲ့ ဇာတ်လမ်းထဲက ဂျစ်ကန်ကန်စတိုင်တွေကြောင့် ရုပ်ရှင်ချစ်ပရိသတ်ကြီးကို
ထပ်ပြီးဆွဲဆောင်မှာတော့ မြင်ယောင်မိပါသေးတယ်။
ပထမပိုင်းဖြစ်တဲ့ Occupation မှာတော့ ကျူးကျော်လာသူ ဂြိုလ်သားတွေကို ပြန်လည်တိုက်ခိုက်ဖို့ လူသားမျိုးနွယ်တွေအချင်းချင်း
မဟာမိတ်ဖွဲ့ပြီးပြင်ဆင်ခဲ့ပါတယ်။ မဟာမိတ်အဖွဲ့တိုက်ခိုက်ပြီး လူသားမျိုးနွယ်ထဲကို ဂြိုလ်သားတွေရောနှောပေါင်းစပ်လာတော့မှ
ရင်ခုန်စရာကောင်းအောင် အဆုံးသတ်သွားပြီးနောက် အခု ၂၀၂၁ မှာတော့ ဒုတိယအပိုင်းထွက်ရှိလာခဲ့ပါပြီ။
ကမ္ဘာမြေပေါ်ကို ဂရေး လို့ခေါ်တဲ့ ဂြိုလ်သားအုပ်စုကြီး ဆင်းသက်လာတဲ့အချိန်ကစပြီး ကမ္ဘာကြီးမှာ သေဆုံးတဲ့သူတစ်ဖြေးဖြေးများ
ပြားလာပါပြီ ။ အဲ့ဒီ ဂရေး တွေ ဘာလို့ ဒီလောက်သဲကြီးမဲကြီး ကမ္ဘာမြေပေါ်ကို ကျူးကျော်တိုက်ခိုက်ရန်လာလည်းဆိုတာ အဖြေရှာမရ
ဖြစ်နေပါတယ်။ ဒီလိုသွေးစွန်းနေတဲ့အဖြစ်အပျက်တွေကို ကြည့်မနေနိုင်တဲ့ စိတ်ထားကောင်းတဲ့ ဂရေးအုပ်စုကလည်း လူသားမျိုးနွယ်နဲ့
ပူးပေါင်းသွားကြပါတယ်။ ဘယ်လိုပဲပေါင်းပေါင်း လူသားကတစ်ဖွဲ့ ဂြိုလ်သားကတစ်ဖွဲ့ ဂြိုလ်သားနဲ့လူသားမဟာမိတ်ကတစ်ဖွဲ့သုံးဖွဲ့ကွဲပြီး
အကွဲကွဲအပြားပြားလည်းဖြစ်လာကြရပါတယ်။
ဂရေးဂြိုလ်သားတွေ သဲကြီးမဲကြီး ကမ္ဘာမြေပေါ်မှာ တိုက်ခိုက်ရတဲ့အကြောင်းရင်း… ဂရေးဂြိုလ်သားတွေကို တားဆီးဖို့ လူသားမျိုးနွယ်တွေ
မဖြစ်မနေရှာဖွေနေတဲ့အရာ… ဂြိုလ်သားနဲ့လူသား မဟာမိတ်တည်တံ့ဖို့ လိုအပ်နေတဲ့ အရေးကြီးဆုံးအဖြေ…. အဲ့ဒါတွေအားလုံးရဲ့ သော့ချက်
က ဇာတ်လမ်းခေါင်းစဉ်အတိုင်း Rainfall (ရိန်းဖော) ဖြစ်နေတဲ့အခါ…..ဇာတ်လမ်းထဲမှာအဖြေရှာလိုက်ပါဉီးနော်
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Jo Jo Va မှရေးသားပေးပြီး၊ ဘာသာပြန်ရေးသားပေးသူများကတော့ Jo Jo Va, August, Shwe Pyae တို့ပဲ ဖြစ်ပါတယ်။)
Quality – 1080p, 720p WebRip
Duration – 2h 08min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Adventure, Crime
Source : 1080p.WebRip
Translator – Jo Jo Va, August, Shwe Pyae
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
