"Thupparivaalan (2017) မြန်မာစာတန်းထိုးPauseImdb Ratings : 7.8ဒီကားလေးက ကြည့်ဖူးနေကျ တေလဂူကားတွေနဲ့လုံး၀ကွဲထွက်နေတဲ့ မင်းသားချော Vishal ရဲ့ Mysteryဆန်တဲ့ကားလေးစုံထောက်ကြီးရှားလော့ဟုမ်းကို ကြိုက်ခဲ့လို့လား မသိတေလဂူ စုံထောက်ကားကို အရသာတွေ့နေမိပါတယ်ညွှန်းတယ်လို့ပဲ ဆိုဆို ဒီကားက တေလဂူ(ကောလိဝုဒ်)မဆန်တဲ့ကားလို့ ပြောပါရစေတေလဂူမဆန်ဘူးဆိုတာ့တစ်ခြားပြောတာ မဟုတ်ပါသီချင်းတွေလုံး၀မပါတာ၊ စကားတွေအများကြီး မပြောတာဇာတ်လမ်း အရမ်းကြီးမရှည်တာတွေကို ပြောတာပါမင်းသားကလည်း နာမည်ကြီး မင်းသားအရင်ဇာတ်ရုပ်တွေနဲ့လုံး၀ကို မတူပဲ တစ်ခေတ်ဆန်းထားတဲ့ကားလို့ပဲ ဆိုချင်တယ်ဇာတ်ကြောင်းက…အလွတ်စုံထောက်တစ်ယောက် အမှုလိုက်စရာမရှိလို့ ငြီးတွားနေရာက စပါတယ်လာအပ်တဲ့အမှုတွေကလည်း သာမာန်အမှုတွေမို့သူ့အတွက် ပျင်းဖို့ကောင်းနေတာပေါ့ပျင်းရင် စောင်ခြုံအိပ်လိုက် စာအုပ်တွေဖတ်လိုက်နဲ့မာနကြီးပြီး စကားတွေအများကြီးမပြောတတ်တဲ့ ဂွတီးဂွကျ စုံထောက်ပေါ့(Sherlock charactorကို မှီငြမ်းထားတာကိုး)အမှုမရှိချင်နေ..ပိုက်ဆံတွေ ဘယ်လောက်ပုံပေးပါစေသူစိတ်မပါရင် ဘယ်အမှုကိုမှ လက်မခံတတ်တဲ့ ခေါင်းမာတဲ့စုံထောက်နာမည်က ကာနီယန်းတဲ့တစ်နေ့တော့ သူတို့မြို့လေးရဲ့ ပင်လယ်ကမ်းခြေနားမှာနေတဲ့ကောင်လေး တစ်ယောက် သူ့ဆီကို အမှုတစ်ခုလာအပ်တယ်အမှုက အဲ့ဒီကောင်လေး မွေးထားတဲ့ခွေးလေး ပျောက်ဆုံးတဲ့အမှုကောင်လေးနာမည်က နာဗီးတဲ့အမှုကိုကြားလိုက်တာနဲ့ရယ်ချင်စရာကောင်းပေမယ့်အကြောင်းစုံသိလိုက်ရတဲ့အခါ ဆန်းကြယ်တဲ့အမှုတစ်ခု ဖြစ်နေမှန်း သိလိုက်ရတယ်ဒါနဲ့အဲ့ဒီခွေးပျောက်တဲ့အမှုကို လက်ခံပြီး စစုံစမ်းတော့မထင်မှတ်တာတွေ ထူးဆန်းတဲ့ သဲလွန်စတွေကို အမှတ်မထင် တွေ့လာတော့တယ်ခွေးဟာ ရိုးရိုးပျောက်တာ မဟုတ် သေနတ်မှန်လို့သေသွားတာခွေးရဲ့အစာအိမ်ထဲမှာ ကျန်ခဲ့တဲ့ သေနတ်ကျည်ဆန်ကို သုံးပြီးအမှုကို ဆက်တိုက်လိုက်ကြည့်တဲ့အခါဒီကျည်ဆန်ရဲ့နောက်ကွယ်မှာ နိုင်ငံဖြတ်ကျော် ကြေးစား လူသတ်မှုတွေဒုဒရိုက်လောကနဲ့ဆက်နွယ်နေတဲ့ လာဘ်စားတဲ့ ရဲ၀န်ထမ်းတွေပါ ပါနေတယ်ဆိုတာတဖြည်းဖြည်း သိလာတဲ့အခါ..တဖြည်းဖြည်းချင်း အသက်ရှူမှားအောင် ဆွဲခေါ်သွားမယ်ကြည့်ရှုသူကို အလကားထိုင်မနေစေဘဲ ဘာဆက်ဖြစ်မလဲဆိုပြီးပရိတ်သတ်ကို မေးခွန်းပြန်ထုတ်တဲ့ကားကျွန်တော်ဆက်ပြောနေရင် Spoil သလိုဖြစ်နေမှာစိုးလို့ကိုယ်တိုင်ပဲ ဒေါင်းပြီး ကြည့်လိုက်ပါတော့လို့…ကျေးဇူးတင်ပါတယ် …..Review & Translated By Myint Thu(ငှက်ကလေး-နည်းပညာ)File Size: 1.2 GB and 2.1GBQuality: 720p and 1080pGenre : Action,Crime,MysteryRun Time : 151 minsLanguage : Telugu,EnglishRelease Date : 13th Sep 2017Encoder: August"