"Carnaval (2021)
============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 3.2/10
Rating နည်းပေမယ့် အတော်ရယ်ရပြီး . ကြည့်လို့ကောင်းတဲ့ကားမို့ တင်ပေးထားပါ။
နီနာ၊ မိုင်ရာ၊ မီရှဲ၊ ဗီဗီ ဆိုတဲ့ သူငယ်ချင်းလေးယောက်ရှိသဗျ၊ bff တို့သဘာ၀ အမြဲ တပူးတွဲတွဲနဲ့ အမေမတူတဲ့
အမွှာပူးလေးတွေလိုပေါ့၊ ဇာတ်လိုက်မလေး နီနာကတော့ သိပ်ပြီး မအောင်မြင်သေးတဲ့ social influencer
တစ်ယောက်၊ မိုင်ရာကတော့ စိတ်လှုပ်ရှားစိုးရိမ်တတ်ပြီး တစ်မျိုးလေးဆွဲဆောင်မှုရှိတဲ့ vegan တစ်ယောက်၊
မီရှဲကတော့ မေတ္တာရှင်ကြီးပါ ဘတ်စ်ကားပေါ်မှာတင် တစ်ချီပြီးလောက်မယ့် စားစော်ကြီးပေါ့၊ ဗီဗီကကျတော့
ကျန်တဲ့ ဘော်ဒါ ၃ ယောက်နဲ့မှမဟုတ်ရင် တစ်ယောက်တည်းနေတတ်တဲ့ အချေမလေး၊
နီနာကတော့ ရည်းစားရှိသူပေါ့ ဒါပေမယ့် တစ်နေ့မှာ နီနာရဲ့ ရည်းစားက နီနာမဟုတ်တဲ့ တခြားကောင်မလေး
တစ်ယောက်နဲ့ နောက်မီးလင်း ကျွဲစီးနေတဲ့ ဗီဒီယိုဖိုင် (မြန်မာပြည်မှာဆို HD) က လိုင်းပေါ် ပြန့်ပါလေရော။
အဲ့ဒီမှာ နီနာတစ်ယောက် စိတ်ထဲကမပါပေမယ့် လိုင်းပေါ်မှာ စောက်သည်းတွေကွဲ ဒရာမာတွေချိုးပါတော့တယ်
အဲ့ဒီအချိန်မှာ စိတ်ပြေလက်ပျောက်ဆိုပြီး ဘရာဇီးက Carnival ကို အဖိတ်ခံရတဲ့အခါ ရွစကီးလေးယောက် ဘရာဇီး
Salvador ကို လစ်ပြီး single is the best လုပ်ကြပါတော့တယ်။ ဘရားဇီးက စကီလေးတွေကို တစ်၀ကြီး ငမ်းရမယ့်
အပြင် သူငယ်ချင်းလေးယောက်ရဲ့ မတူညီတဲ့ ပင်ကိုယ်စရိုက်တွေကို ခပ်သွက်သွက် ခပ်လန်းလန်းလေး မြင်ရမှာဖြစ်
ပါတယ်။
Social Media ခေတ်မှာ Social Influencer တွေရဲ့ အရေးပါပုံတွေ ကိုယ့်ရဲ့ True Self ကြောင့် ထင်ပေါ်ကျော်ကြားမှုတွေ
ကျဆင်းသွားမှာကို ကြောက်ပြီး အတင်း လျှို့ဝှက်ထားရတဲ့အဖြစ်တွေ၊ Follower သိပ်မရှိရင် ဇွတ်အနှိမ်ခံရသလို Follower
အရမ်းများရင်လည်း ဇွတ်အမြှောက်ခံရတာတွေ တွေ့ရမှာဖြစ်ပါတယ်။ လူသိများသူတွေရဲ့ တကယ့်ဘဝတွေကရော လူအများ
ကြိုက်နှစ်သက်သလို သူတို့ကိုယ်သူတို့ ဖော်ပြသလို Ideal ဖြစ်ကြပါ့မလား . . . ဘဝရဲ့ အဓိပ္ပာယ်ကို ဘယ်လိုဖွင့်ဆိုကြမလဲ
သူငယ်ချင်းတွေကရော ကိုယ့်ဘဝနဲ့ယှဉ်လာရင် ကိုယ့်ကို နောက်ပြန်ဆွဲမယ့်သူတွေလား . . . တစ်ကမ္ဘာလုံးနဲ့ ကိုယ်နဲ့ အတိုက်
အခံဖြစ်နေရင်တော့ ရှေ့ဆက် ရွက်လွှင့်သွားပါဆိုတဲ့အတိုင်း ဆက်လုပ်ကြမလား ဆိုတာကို ကြည့်ရမှာဖြစ်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Jerrica မှရေးသားပေးပြီး၊ Yoon Sandi Aung မှ အထူးစပါယ်ရှယ် ထပ်မံ Review လုပ်ပေးထားပါတယ်။
ဒီဇာတ်လမ်းကို ဘာသာပြန်ရေးသားပေးသူကတော့ Jerrica နဲ့ Shwe Pyae တို့ပဲ ဖြစ်ပါတယ်။)
Quality – 1080p, 720p WebRip
Duration – 1h 54min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Fantasy, Romance
Source : 1080p.WebRip
Translator – Jerrica, Shwe Pyae
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
