"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (6.6) / Rotten Tomatoes (67%)
Kwok-Wing ဆိုတာတက်သစ်စ ဒါရိုက်တာငယ်လေး၊ ပြီးခဲ့တဲ့ရုပ်ရှင်ကားနှစ်ကားလုံးလုံး အရှုံးပေါ်ထားလို့ စိတ်လေနေတဲ့သူ၊
သူ့ဇာတ်ညွှန်းအသစ်ကို ငွေရှင်က စိတ်ဝင်စားတယ်လို့ သွားပြတဲ့အချိန်မှာ ဟိုက Cat-III film (ဟောင်ကောင်သတ်မှတ်ချက် ၁၈နှစ်အောက်မကြည့်ရ)
ရိုက်ချင်နေတာဆိုတော့ စိတ်မပါပေမယ့်အခြေအနေအရလက်ခံလိုက်ရ။ အစပိုင်းမှာ သူ့ရည်းစားက အားပေးပေမယ့် နောက်ပိုင်းမှာ မင်းသမီးနဲ့သဝန်တွေတို
ဒီလိုကားရိုက်ဖို့ကလဲ သူ့အနုပညာမာနကိုမလျှော့ချင်တာကြောင့်အရှက်ရ၊ မာနနဲ့ ဘဏ္ဍာရေးအကျပ်အတည်းတွေအပြင်မှာမှ လူငယ်သဘာဝဖြစ်ပေါ်တတ်တဲ့
ရမ္မက်တွေကြား လွန်ဆွဲရုန်းကန်ရတော့တာပါပဲ။ Cat-III films (အလွယ်ပြောရရင် ဟောင်ကောင်ညစ်ညမ်းရုပ်ရှင်လောက) ကို ထင်ဟပ်ပြထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။
အဲ့ဒီလိုရုပ်ရှင်တွေရဲ့ ရွှေခေတ်မှာထွက်ပေါ်လာခဲ့ပြီး သူကိုယ်တိုင်ပါ Cat-III rating ကို ရရှိခဲ့ပါတယ်။ နုငယ်ဖူးသစ်နေတဲ့ ရှုကြည်လေးရဲ့ မိမွေးတိုင်းဖမွေးတိုင်းအလှတွေ
မကြာခဏဆိုသလိုပါဝင်ပါတယ်။ ညစ်ညမ်းကားလို့ နာမည်တပ်ခံရပေမယ့် တကယ်တမ်းထွက်ပေါ်လာချိန်မှာကော နောက်ပိုင်းမှာပါ ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ အကောင်းဆုံး
လက်ရာတွေထဲက တစ်ခုလို့သတ်မှတ်ခံခဲ့ရတဲ့ကားပါ။ အဲ့ဒီမတိုင်ခင်တုန်းက အပြာမင်းသမီးသာသာ VCD Album အဖော်အချွတ်တွေရိုက် မထင်မရှားဇာတ်ကွက်တွေမှာပဲ
ပါခဲ့ရတဲ့ Shu Qi ကို အလားအလာအရှိဆုံးမျက်နှာသစ်ဆုနဲ့ အကောင်းဆုံးဇာတ်ပို့မင်းသမီးဆု နှစ်ဆုတစ်ပြိုင်တည်းရရှိစေခဲ့ပြီး ထိပ်တန်းမင်းသမီးနေရာကိုပါ
ရောက်ရှိအောင်ပံ့ပိုးပေးနိုင်ခဲ့ပါတယ်။
ရှုကြည်ဟာ မထင်မရှားဘဝတုန်းက အဖော်အချွတ်တွေရိုက်ခဲ့ရတာကြောင့် သူချွတ်ချခဲ့ရတဲ့ အဝတ်တွေကို တစ်ချိန်မှာ ပြန်ဝတ်ပြမယ် ကြွေးကြော်ခဲ့သူပါ။
တကယ်လဲ သူ့ရဲ့ ကြိုးစားအားထုတ်မှု အနုပညာသက်ဝင်မှုတွေကြောင့် အောင်မြင်တဲ့ထိပ်တန်းမင်းသမီးတစ်လက်ဖြစ်ခဲ့ပါတယ်။
ဒီဇာတ်ကားမှာပါဝင်တဲ့ ရှုကြည်ရဲ့ မအောင်မြင်ခင်က အနုပညာအရည်အသွေးတွေကို အားပေးလိုက်ရအောင်ဗျာ။
(အောက်မှာဆက်ရေးမယ့်အကြောင်းအရာတွေက ဇာတ်လမ်းနဲ့သိပ်မဆိုင်ပါဘူး။Leslie Cheung အတွက်အမှတ်တရပါ။ )
ခေါင်းဆောင်မင်းသား Leslie Cheung ကိုလဲမြန်မာပရိသတ်ရင်းနှီးပြီးသားဖြစ်ပါလိမ့်မယ်။ ဒီမှာမသိသူမရှိအောင်ပေါက်ခဲ့တဲ့ The Bride With White Hair တို့ A Chinese Ghost Story တို့လိုဇာတ်ကားတွေအပြင်
ဆရာကြီး ဝေါင်ကာဝေးရဲ့ နာမည်ကျော် Happy Together, Farewell My Concubine တို့မှာလဲပါဝင်ခဲ့တဲ့ အာရှရဲ့ နာမည်ကျော်မင်းသား တစ်ယောက်ဖြစ်ပြီး 2003 ခုနှစ်မှာ တိုက်ပေါ်က ခုန်ချသတ်သေသွားခဲ့ပါတယ်။
သတ်သေသွားခဲ့ရတဲ့ အကြောင်းရင်းကတော့စိတ်ကျရောဂါကြောင့်ဖြစ်ပေမယ့် တကယ်တမ်းသူ့ဘဝမှာ စိတ်ဓာတ်ကျစရာအကြောင်းတစ်ခုမှရှိမနေခဲ့ပါဘူး။
ဒါကိုလဲ သူ့ suicide note ထဲမှာပြောသွားခဲ့ပါတယ်။ ကိုယ့်ချစ်သူ၊ မိသားစု၊ ကိုယ့်ကိုချစ်တဲ့ ပရိသတ် သန်းချီ၊ ထိပ်ဆုံးရောက်နေတဲ့အောင်မြင်မှု၊ငွေကြေး။ အားလုံးကို သူဘာကြောင့်စွန့်ခွာသွားခဲ့ရတာလဲ ဆိုတာ
သူကိုယ်တိုင်တောင် အဖြေရှိခဲ့ဟန်မတူပါဘူး။
“Depression! Many thanks to all my friends. Many thanks to Professor Felice Lieh-Mak (麥列菲菲) (Cheung’s last psychiatrist).
This year has been so tough. I can’t stand it anymore. Many thanks to Mr. Tong. Many thanks to my family.
Many thanks to Sister Fei (沈殿霞). In my life I have done nothing bad. Why does it have to be like this?”
အဲ့ဒီသတင်းဟာ သန်းချီတဲ့ပရိသတ်တွေ ဖျော်ဖြေရေးလောကတစ်ခုလုံးတင်မကပဲ ကမ္ဘာအနှံ့အပြားက တရုတ်လူမျိုးတွေကြားမှာပါ ပွက်လောရိုက်သွားခဲ့တာပါ။ အဲ့ဒီအချိန်မှာ
SARS ရောဂါဖြစ်ပွားနေခဲ့ပြီး ကမ္ဘာကျန်းမာရေးအဖွဲ့ကဟောင်ကောင်ကို ခရီးမသွားဖို့ သတိပေးချက်တွေကြားက ထောင်သောင်းချီတဲ့ပရိသတ်တွေဟာဟောင်ကောင်မှာကျင်းပတဲ့ သူ့အသုဘအခမ်းအနားကို တက်ရောက်ခဲ့ကြပါတယ်။
Leslie Cheung ဟာလိင်တူချစ်သူတစ်ယောက်ဖြစ်ပြီး သူ့သေတမ်းစာထဲက Mr. Tong ဆိုတာ သူ့ရဲ့ ငယ်သူငယ်ချင်းချစ်သူ Daffy Tong ကိုရည်ညွှန်းခဲ့တာဖြစ်ပါတယ်။
လွန်ခဲ့တဲ့ ၁၈ နှစ်တုန်းက သေဆုံးသွားခဲ့တဲ့ Leslie Cheung ဟာပရိသတ်တွေနဲ့ သူ့ချစ်သူ Mr. Tong ရင်ထဲမှာတော့အခုချိန်ထိရှင်သန်နေဆဲဖြစ်ပါလိမ့်မယ်။
Daffy Tong ခေါ် Mr. Tong ဟာ ig စသုံးကတည်းက တိုက်ဆိုင်မှုတွေ အမှတ်ရစရာတွေ နေ့ထူးနေ့မြတ်တွေရှိလာတိုင်း သွားနှင့်လေသူ Leslie နဲ့
အမှတ်တရလေးတွေ အခုထိ တင်နေဆဲ လွမ်းဆွတ်တမ်းတနေဆဲ ဖြစ်နေလို့ပါပဲ။
File size…(1.9 GB) and (1.2 GB)
Quality….BluRay 1080p and 720p 5.1CH
Format…mkv
Duration….01:40:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
