"စတီဖန်ကင်းရဲ့ နာမည်ကျော်ဝတ္ထုတစ်ပုဒ်ကို ပြန်လည်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။
၁၉၈၉ တုန်းက တစ်ခေါက်ရိုက်ကူးဖူးခဲ့ပြီး အခုကတော့ ဇာတ်ညွှန်းအနည်းငယ်ပြောင်းပြီး ထပ်မံရိုက်ကူးထားတာမို့ အရသာအသစ်ခံစားရမှာပါပဲ။

% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဝတ္ထုဟာ စာရေးဆရာကိုယ်တိုင်ကြောက်မိတယ်လို့ ဝန်ခံခဲ့တဲ့ စာအုပ်ဖြစ်ပါတယ်။
စာရေးဆရာကိုယ်တိုင်က ဇာတ်လမ်းထဲက အိမ်မျိုးမှာနေမိပြီး သူ့ရဲ့ ကလေးတွေသာ ဒီလိုဖြစ်သွားရင်ဆိုတဲ့ အတွေးနဲ့ ရေးခဲ့တာမို့ တွေးကြည့်ပြီး စိမ့်ကြောက်ရမယ့် ဇာတ်လမ်းမျိုးပါပဲ။
ဇာတ်လမ်းခေါင်းစဉ်ရဲ့ အဓိပ္ပါယ်ကတော့ အိမ်မွေးတိရစ္ဆာန်လေးတွေရဲ့ သချႋုင်း လို့ ဖြစ်ပါတယ်။
စာလုံးပေါင်းအမှန်ကတော့ (Pet Cemetery) ပါ။
ဒါပေမယ့် အဲဒီသချႋုင်းကို ပြုလုပ်ခဲ့တဲ့သူတွေက စာလုံးပေါင်းအမှန်ကို မပေါင်းတတ်ဘဲ အသံထွက်အတိုင်း အမှားကြီးရေးခဲ့လို့ ခေါင်းစဉ်မှာကို စာလုံးပေါင်းအမှားဖြစ်နေတာပါ။
(မြန်မာလူမျိုးအများစု ပဲ နဲ့ ဘဲ၊ လဲ နဲ့ လည်း၊ ကျ နဲ့ ကြ၊ တတ် နဲ့ တက်လောက်ကို မကွဲသလို သူတို့တွေလည်း C နဲ့ S မှားတာမျိုး ရှိတတ်ပါတယ်။ ဒါပေမယ့် ကလေးတွေမို့ မှားခဲ့တာဖြစ်ဖို့များပါတယ်)
ဇာတ်လမ်းအကျဉ်း
============
မြို့လေးကို အသစ်ပြောင်းလာတဲ့ ဆရာဝန်မိသားစုမှာ သမီးတစ်ယောက်၊ သားတစ်ယောက် နဲ့ ကြောင်လေးတစ်ကောင် ပါလာပါတယ်။
သူတို့ ပြောင်းလာရတဲ့အိမ်က ကားတွေမပြတ်သွားနေတဲ့ အဝေးပြေးလမ်းမရဲ့ လမ်းဘေးလေးတင်ဖြစ်တဲ့အတွက် ကလေးတွေအတွက်ရော ကြောင်လေးအတွက်ပါ အန္တရာယ်များတဲ့ နေရာတစ်ခု ဖြစ်နေပါတယ်။
သူတို့အိမ်နားက လမ်းသွယ်လေးမှာတော့ အဲဒီမြို့လေးရဲ့ အိမ်မွေးတိရစ္ဆာန်လေးတွေကို သင်္ဂြိုလ်တဲ့ နေရာလေးတစ်ခု ရှိနေပါတယ်။
အဲဒီနေရာရဲ့ ကြောက်စရာကောင်းတဲ့ ထူးခြားမှုကို မူတည်ပြီး ဒီဇာတ်လမ်းဖြစ်ပေါ်လာတာမို့ နောက်ထပ်ဘာမှ မပြောပြတော့ပါဘူး။ ကိုယ်တိုင်ကြည့်ပြီး ခံစားလိုက်ပါ။
Littleneo ဘာသာပြန်သည်
File Size : 740MB
Quality : Blu-Ray –720p
Running Time : 1hr 41min
Format : Mp4
Genre : Horror, Mystery, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-GECKOS
Translated by Littleneo
Encoded by THZ
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
