"Event Horizon (1997)Resident Evil ဇာတ်ကားအများစုရဲ့ ဒါရိုက်တာ Paul W.S. Anderson ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။ ဒီကားကို ပါရာမောင့်က ထုတ်ခဲ့တာဖြစ်ပြီး ဒီကားကို ထုတ်ပေးဖို့ ပါရာမောင့်မှာ ဆွယ်တရားသွားဟောတုန်းက ကားတောင်ထွက်မလာသေးဘဲ ပါရာမောင့် အမှုဆောင်တွေ လန့်ပါလန့်ခဲ့ရတဲ့အထိဖြစ်ခဲ့ပါတယ်။ The Matrix ထဲက မောဘီးယပ်စ်ကြီး Laurence Fishburne က အဓိက ပါဝင်သရုပ်ဆောင်ထားသလို ဘွန်းခဲ့ပေမဲ့လည်း Cult Classic Horror Film တစ်ကားဖြစ်ခဲ့တဲ့အတွက် ကြည့်သင့်တဲ့ ဂန္ထဝင်တစ်ကားပါပဲ။ သိပ္ပံစိတ်ကူးယဉ်ဇာတ်တွေကို သဘောကျတဲ့လူတွေလည်း အကြိုက်တွေ့ကြမှာပါ။ သိပ္ပံစိတ်ကူးယဉ် သဲထိတ်ရင်ဖိုကားပီသသလို တော်တော်လည်းကြမ်းတာကြောင့် အသည်းငယ်တတ်သူတွေတော့ မကြည့်စေချင်ပါဘူး။ ဒီကားကြည့်ပြီးရင်တော့ အချင်းချင်း ခေါင်းစားကြစရာ အချက်အလက်တွေ အများကြီးထွက်လာမှာတော့ မြေကြီးလက်ခတ်မလွဲပါပဲ။Pauseလူသားတွေဟာ လပေါ်မှာ အပြီးတိုင်အခြေချပြီးတဲ့နောက် ၂၅ နှစ်အကြာမှာ လူသားသမိုင်းတလျှောက် ပထမဆုံးသော အလင်းထက်မြန်တဲ့ အာကာသယာဉ် Event Horizon ကို လွှတ်တင်နိုင်ခဲ့ကြတယ်။ ဒါပေမဲ့ စကြဝဋ္ဌာမှာ ဖျက်အားအကြီးဆုံးလို့ သမုတ်ကြတဲ့ အာကာသတွင်းနက်တစ်ခုကို ယာဉ်တွင်းမှာဖန်တီးပြီးတော့ စကြဝဠာအတွင်း အလင်းနှစ်များစွာဝေးကွာတဲ့နေရာ တစ်ခုကနေတစ်ခုဆီကို မျက်စိတစ်မှိတ်အတွင်း အရောက်သွားနိုင်ဖို့ ဒီဇိုင်းထုတ်ထားတဲ့ ဒီယာဉ်ဟာ နေစကြဝဠာရဲ့အစွန်အဖျားဆီ သွားရောက်မယ့် သူ့ရဲ့ပထမဆုံးခရီးစဉ်မှာပဲ ပျောက်ချင်းမလှပျောက်ဆုံးသွားခဲ့တယ်။ဒီအဖြစ်ဆိုးကြီးပြီးတဲ့နောက် ၇ နှစ်အကြာမှာတော့ အာကာသယာဉ်အသွားအလာ မရှိသလောက်နည်းတဲ့ နက်ပ်ကျွန်းဂြိုဟ်အနားကနေ အရေးပေါ်ကယ်ဆယ်ရေး အချက်ပြမှုတစ်ခု ထုတ်လွှင့်လာတဲ့အတွက် ကယ်ဆယ်ရေးယာဉ် Louise & Clarke က ကျွမ်းကျင်သူ ဒေါက်တာဝီယာနဲ့အတူ အရောက်သွားခဲ့ပေမဲ့ အရေးပေါ်အကူအညီ တောင်းခံထားတဲ့ယာဉ်ဟာ လူသားသမိုင်းမှာအဆိုးဆုံး အာကာသခရီးစဉ်လို့ သတ်မှတ်ခံထားရတဲ့ Event Horizon ဖြစ်နေပြီး ဒီယာဉ်ပေါ်ကို ရောက်လာပြီးတဲ့နောက်မှာ အရင်အဖွဲ့ ကြမ္မာငင်ခဲ့ကြပုံကို တဖြည်းဖြည်း ပိုသိလာရသလို သူတို့ကိုယ်တိုင် သင်္ကာမကင်းစရာကိစ္စတွေနဲ့ ဆက်တိုက်တွေ့လာရချိန်မှာ သူတို့အသက်ရှင်သန်နိုင်ဖို့ Event Horizon ကိုပဲ အားကိုးရမယ့်အဖြစ်နဲ့ ကြုံလာရတဲ့အခါမှာတော့…(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.04GB, 890MBQuality – REMASTERED 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 1H 36MinGenre – Horror, Sci-Fi, ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by CostanzaEncoded by Y"