"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb (6.6) / Rotten Tomatoes (72%)
မန်ချက်တေးဟာ ဖယ်ဒရယ်တပ်ဖွဲ့ဝင်ဟောင်းတစ်ယောက်ဖြစ်ပြီး
လက်ရှိကတော့တက္ကဆက်နယ်စပ်မှာခိုးဝင်လုပ်သားတစ်ယောက်အနေနဲ့ဇာတ်မြုပ်နေပါတယ်၊
တစ်နေ့မှာ သူ့ကိုမြို့ခံစီးပွားရေးသမားတစ်ယောက်ကမြို့တော်ဝန်ကိုလုပ်ကြံဖို့ ဒေါ်လာ ၁၅၀၀၀၀ နဲ့ငှားရမ်းခဲ့ပါတယ်။
သူ့လိုနယ်စပ်က တရားမဝင်ခိုးဝင်လုပ်သားတွေကိုကူညီပေးနေတဲ့ မိန်းကလေး လုဇ်နဲ့ သူ့ကွန်ယက်အဖွဲ့ကို
အထောက်အပံ့ပေးနိုင်ဖို့ ဒီကိစ္စကို လက်ခံခဲ့ပေမယ့် သူ့ကိုငှားရမ်းခဲ့တဲ့သူဟာ
နိုင်ငံရေး တရားမဝင်မူးယစ်ဆေး စီးပွားရေးဆိုင်ရာ အကျိုးအမြတ်တွေအတွက်
သူ့ကိုထောင်ချောက်ဆင်အသုံးချသွားတယ်ဆိုတာ မကြာခင်မှာပဲသိလိုက်ရပါတော့တယ်။
ဒါပေမယ့် အဲ့ဒီလူမသိလိုက်တာကတော့ သူဟာ အတိတ်က ဘယ်လောက်အထိကြမ်းခဲ့ရမ်းခဲ့ပြီး
သူ့နာမည်ကြားတာနဲ့ ဖိန့်ဖိန့်တုန်သွားရလောက်တဲ့ အကြောင်းသိတွေ ရှိနေတယ်ဆိုတာကိုပါပဲ။
ကြမ်းတာကတော့ရှယ်ကြမ်းပါတယ်၊ သွေးသံရဲရဲငေါက်တောက်တွေ မြက်ရိတ်စက်ကြီးနဲ့ ယမ်းတာတွေ
ဓားမကြီးနဲ့ ဆွဲခုတ်တာတွေ လုံးဝအသစ်အဆန်းတွေချည်းပါပဲ။
အဲ့ဒီအချိန်တုန်းက အတော်ကြီး Hype ဖြစ်ခဲ့ကြရတဲ့ကားပါ။
လူကြမ်းကြီးအဖြစ်တောက်လျှောက်လူသိခဲ့တဲ့ Danny Trejo ကိုခေါင်းဆောင်မင်းသားတင်ထားပြီးတော့
Robert De Niro, Jessica Alba, Don Johnson, Michelle Rodriguez, Steven Seagal, Lindsay Lohan စတဲ့ ဒိတ်ဒိတ်ကြဲတွေ အားလုံးက
ဗီလိန်တွေ ဇာတ်ပို့တွေအဖြစ်သူ့ကိုပို့ပေးရတယ်ဆိုတာကိုက စိတ်ဝင်စားမှုကိုမြင့်တက်စေခဲ့ပြီး
သွေးသံရဲရဲကြမ်းတမ်းတဲ့ပြကွက်တွေထဲမှာ satire ဆန်ဆန်တမင်ထည့်ထားတဲ့ဟာသကွက်တွေကလဲအပြည့်အဝဖျော်ဖြေမှုပေးနိုင်ပါတယ်။
နောက်ထပ်ပိုစိတ်ဝင်စားဖို့ကောင်းတဲ့အချက်က ဒီကားထဲကမင်းသမီးမှန်သမျှရဲ့ဝတ်လစ်စားလစ်ဇာတ်ဝင်ခန်းတွေပါ။
အပစ်အခတ် အညှစ်အသတ်နဲ့ အညစ်အပတ်တွေ ဒင်းကြမ်းနဲ့ အစကနေအဆုံးအထိ မနားတမ်းကြမ်းပြမယ့်ကားဖြစ်ပါတယ်။
(မိသားစုနဲ့တော့ မကြည့်သင့်ပါ။)
Machete Kill (2013) ကို https://channelmyanmar.org/machete-kills-2013/ ဒီမှာကြည့်ပါ။
File size…(2.3 GB) and (1.2 GB)
Quality….BluRay 1080p and 720p 5.1CH
Format…mp4
Duration….01:45:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
