The Warlords (2007)IMdb Rating (7) / Rotten Tomatoes (63%)၁၉ရာစုအလယ်မှာ ချင်မင်းဆက်ရဲ့ အကျင့်ပျက်ခြစားတဲ့ အုပ်ချုပ်မှုဒဏ်ကို မခံနိုင်တော့တဲ့ပြည်သူတွေဟာတိုင်ပင်းပုန်ကန်မှုကို အစပြုခဲ့တယ်။ဒီပြည်တွင်းစစ်ကာလဟာ ၁၄နှစ်ကြာမြင့်ခဲ့ပြီးအငတ်ဘေးနဲ့ စစ်ပွဲကြောင့် လူသန်း၇၀ကျော်သေဆုံးခဲ့ရတယ်။ ၁၅ရာစုကဆောက်ခဲ့တဲ့ အလယ်ခေတ်ကမ္ဘာ့အံ့ဖွယ်၇ခုထဲပါတဲ့ နန်ဂျင်းကကြွေမျှော်စင်ဆိုမြေကွက်လပ်ပဲကျန်တဲ့အထိ ပျက်စီးဆုံးရှုံးမှု များခဲ့တယ်။ဒီရုပ်ရှင်ဟာ အဲ့ဒီကာလက ဇာတ်အိမ်တည်ထားတဲ့စစ်ခေါင်းဆောင် သွေးသောက်ညီအစ်ကိုသုံးယောက်ကိုဗဟိုပြုပြီး ဇာတ်အိမ်တည်ထားတယ်။စစ်ကိုဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်တွေမှာတိုက်ပွဲကိုအသားပေးတဲ့ရုပ်ရှင်ရယ် တိုက်ပွဲထဲကလူတွေရဲ့ စိတ်အခြေအနေကို အသားပေးတဲ့ရုပ်ရှင်ရယ်ရှိတဲ့အထဲ ဒီရုပ်ရှင်ဟာ ဒုတိယအမျိုးအစားရုပ်ရှင်လို့ပြောလို့ရတယ်။ အောက်ခြေစစ်သားတွေထက်အမိန့်ပေးဆုံးဖြတ်မှုလုပ်ရတဲ့ ခေါင်းဆောင်တွေရဲ့စိတ်ကို ပိုအသားပေးပြတယ်။တကယ်တမ်းပြောရရင်သွေးသောက်ညီအစ်ကိုစစ်ခေါင်းဆောင်သုံးယောက်မှာဒုတိယညီရယ် တတိယညီရယ်ကို နားလည်နိုင်ပေမဲ့အကိုကြီးဖြစ်တဲ့ ဂျက်လီရဲ့ ကာရိုက်တာ ဖန်းကွမ်ရန်ကိုသိပ်နားမလည်နိုင်ဘူး။ ဟိုးငယ်ငယ်တုန်းကတစ်ခါကြည့်ဖြစ်ခဲ့တုန်းကတော့ ဂျက်လီရဲ့ဒီကာရိုက်တာကို လူယုတ်မာလိုသတ်မှတ်ခဲ့ဖူးပေမဲ့ဒီတစ်ခါပြန်ကြည့်ဖြစ်တဲ့အခါကျ သူ့လုပ်ရပ်တွေဟာတစ်နည်းတစ်ဖုံနဲ့ မှန်နေတာကိုလည်း မြင်လာတယ်။တစ်ချိန်တည်းမှာပဲ သူ့ကာရိုက်တာရဲ့ စိတ်ဟာနားလည်ရခက်တဲ့ အခြေအနေတစ်ခုဖြစ်သွားတယ်။ဘယ်သူ့လုပ်ရပ်မှန်ပြီးဘယ်သူ့လုပ်ရပ်မှားတယ်ဆိုတာအဖြေမထွက်တော့ဘူး။အမှန်ဆိုတာ ပိုဝေဝါးလာတယ်။စာအုပ်တစ်အုပ်ကို နှစ်ခါဖတ်လို့မရဘူးဆိုတဲ့စကားလိုပဲဒီရုပ်ရှင်ကို ငယ်ငယ်တုန်းက အတော်များများလည်းကြည့်ဖူးခဲ့ကြမှာပဲ ကြည့်တဲ့လူရဲ့စိတ်ပေါ်မူတည်ပြီးရုပ်ရှင်တစ်ကားကိုလည်း နှစ်ခါပြန်ကြည့်လို့ရမှာတော့မဟုတ်‌လောက်ဘူး။WARLORDS ဟာ ဂျက်လီကားတွေထဲ Heroနဲ့Fearless အပါအ၀င် ဂျက်လီရဲ့ အကောင်းဆုံးသုံးကားထဲပါတယ်။ Hero ကိုတော့ ဂျက်လီရဲ့အကောင်းဆုံးကားလို့ တထစ်ချပြောလို့ရပေမဲ့Fearless နဲ့ Warlords မှာဘယ်ကားပိုသာလဲကျွန်တော်တော့ပြောဖို့ခက်တယ်။ညီအစ်ကိုသုံး‌ယောက်နေရာမှာ Jetli, Andy Lauနဲ့ဝေါင်ကာဝေးပရိတ်သတ်တွေ သဘောကျတဲ့Takeshi Kaneshiro ကို သုံးထားတယ်။The Warlordsဟာ ‌Hongkong Film AwardကနေBest Picture,Best Director, Best Actor,Best Cinematographyတို့အပြင် ဆုအကုန်နီးပါးတစ်ကားတည်းသိမ်းကျုံးရခဲ့တယ်။(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ WiRa Aung မှ တင်ဆက်ထားတာပါ။)File size…(2.3 GB) and (1.4 GB)Quality….BluRay 1080p and 720p 5.1CHFormat…mp4Duration….02:06:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by WiRa Aung"