"Violet Evergarden : The Movie(2020)—————————————————PauseIMDb Rating – 8.4/10Rotten Tomatoes- 99%ဒီကားကိုတော့ အားလုံးသိကြမှာပါ။Release Dateပြန်ပြန်ရွှေ့ခဲ့ရပေါင်းလည်း မနည်းပါဘူး။2019ကတည်းက ထွက်လာခဲ့သင့်ပေမယ့် Kyoto Animationစတူဒီယိုမီးရှို့ခံခဲ့ရတာကြောင့်2020 ကိုမှ ထွက်လာနိုင်ခဲ့ပါတယ်။April 2020မှာ ရုံတင်ဖို့ စီစဉ်ထားပေမယ် ကိုဗစ်-၁၉ကြောင့် September အထိ ထပ်ရွှေ့သွားပါတယ်။အကြည်(CamRip)ကတော့ ဒီလမှ ထွက်လာတာပေါ့။ဒီကားက 2018က ထွက်ခဲ့တဲ့ Violet Evergarden စီးရီးနဲ့ 2019တုန်းက ထွက်ခဲ့တဲ့Violet Evergarden: Eternity and the Auto Memory Dollဇာတ်ကားရဲ့အဆက်ပါအဆက်ဆိုပေမယ့်လည်း ရှေ့ကားတွေမကြည့်ဘဲ ဒီတိုင်းတန်းကြည့်လို့ရတဲ့ကားပါဇာတ်လမ်းအကျဉ်းကတော့…Violet Evergardenက စစ်ဖြစ်နေချိန်အတွင်းမှာ လက်နက်အနေနဲ့ အသုံးချခံခဲ့ရတဲ့ ကလေးစစ်သားတစ်ယောက်ပါ။အဲ့စစ်ပွဲကြောင့်ပဲ သူလက်နှစ်ဖက်လုံးကို ဆုံးရှုံးခဲ့ရတဲ့သူပါ။ စစ်ပြီးသွားတဲ့နောက်မှာတော့ ဆုံးရှုံးလက်နှစ်ဖက်လုံးနေရာမှာ လက်အတု(စက်)ကိုအစားထိုးခဲ့တယ်။ နောက်တော့ စစ်တုန်းက သိခဲ့ရတဲ့ ဒုတိယဗိုလ်ချုပ်ကြီးအကူအညီနဲ့ စာပို့တဲ့ကုမ္ပဏီမှာ သူများအစားစာရေးပေးရတဲ့လူအနေနဲ့ အလုပ်လုပ်ခဲ့တာပါတယ်။ ဒီလိုနဲ့ Violet Evergardenဆိုတဲ့ နာမည်တစ်လုံးနဲ့ ကျော်ကြားလာတာပေါ့။Violet က သူများတွေရဲ့ခံစားချက်တွေကို စကားလုံးတွေအနေနဲ့ ရေးသားပေးပြီး ရင်မှာ ခံစားနေတာတွေကို အရှိအတိုင်း ထုတ်ပြနိုင်ဖို့ကူညီပေးနေမယ့် တစ်ဖက်မှာတော့ သူ့ခံစားချက်ကို သူကိုယ်တိုင် လျစ်လျူရှုနေမိခဲ့ပါတယ်။Violet ကို”ချစ်တယ်” လို့ ပြောခဲ့တဲ့ ဗိုလ်မှူးGilbertဆိုတဲ့ လူတစ်ယောက်ရှိခဲ့တယ်။ သူက Violetအပေါ် မေတ္တာ စပြခဲ့တဲ့လူပဲလေ။သူက စစ်ထဲမှာ Violet နဲ့တိုက်ပွဲဝင်ခဲ့ပေမယ့် ဒဏ်ရာတွေနဲ့ ကျန်ခဲ့တာပေါ့။ စစ်ပွဲပြီးတဲ့ နောက်တော့ ဗိုလ်မှူးနဲ့ပတ်သက်တဲ့ဘာအစအနမှ မတွေ့တော့ဘူး။ သေလား ရှင်လားတောင် မသိကြတော့ပေမယ့် နှစ်တွေကြာလာတော့ သူ့မိသားစုဝင်တွေက အစ သေပြီလို့ပဲသတ်မှတ်လိုက်တယ်။ Violet အတွက်တော့ ကြာလာရင် မေ့သွားမှာပါဆိုတဲ့စကားက ဟာသကြီးဖြစ်နေတယ်။သူက ဗိုလ်မှူးတစ်နေရာရာမှာ အသက်ရှင်ကိုရှင်နေသေးတယ်လို့ ယုံတယ်။ ပြီးတော့ သူက ဒီကာလတစ်လျှောက်လုံးမှဋ ဗိုလ်မှူးပြောခဲ့တဲ့ “ချစ်တယ်”ဆိုတဲ့စကားကို နားလည်ဖို့ကြိုးစားနေခဲ့တာ။ ဗိုလ်မှူးအကြောင်းတွေးမိတိုင်းလည်း သူ့ဆီရောက်စေချင်တဲ့ စာတွေကိုပုံမှန်ရေးတယ်။ ဒီလိုနဲ့တစ်ရက်တော့ စာပို့တိုက်ကို ဗိုလ်မှူးလက်ရေးနဲ့ စာတစ်စောင်ရောက်လာတယ်။ ဗိုလ်မှူးကို Violet တစ်ယောက် ပြန်ဆုံနိုင်ပါ့မလား…..ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာတော့ ကိုယ်တိုင်ပဲ ကြည့်ရှူလိုက်ပါRatingလည်း ကောင်းတာထက်ကို ပိုနေပြီးသားမလို့ ဇာတ်လမ်းမကောင်းမှာ စိတ်ပူစရာမလိုပါဘူးကြည့်ရတန်တဲ့ Runtime 140minကြာ ဇာတ်ကားလေးပါTranslated by : Daniel LawweiEncoded by : YKFile Size : 2.3Gb and 1.3GBQuality : 1080p and 720pDuration : 2h 20mins"