"ဒီနေ့တင်မဲ့ကားလေးကတော့ မိသားစုနဲ့ကြည့်ဖို့သင့်တော်ပီး
ကြည်နူးဖို့ကောင်းတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Bernie The DolphinDolphin(1)ဆိုပီး ၂၀၁၈တုန်းက ထွက်ရှိထားပီး
အခုကားကတော့ ၂၀၁၉ကမှထွက်ထားတဲ့ Bernie The Dolphin(2)ဖြစ်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့…
ကယ်ဗင်နဲ့ဘာနီဟာသူတို့ရဲ့အချစ်ဆုံးသူငယ်ချင်းလေးဘာနီ ပြန်လာတဲ့
အရမ်းပျော်နေကြပါတယ်။
ဒါပေမဲ့သူတိုရဲ့ ရန်သူဟောင်းကြီး ဝစ်စတန်ဟာ လွတ်ငြိမ်းခွင့်နဲ့ ထောင်ကလွတ်လာပါတယ်.
ထောင်ကလွတ်ပီးMarinelandမှာအလုပ်လုပ်ဖို့အကြောင်းဖန်လာပါတယ်။
အလုပ်လုပ်ရင်းနဲ့ လင်းပိုင်လေးရက်စ်စကယ်နဲ့ရင်းနှီးလာတဲ့အချိန်မှာ
အရင်တုန်းက ပြန်ပေးဆွဲမှုမှာ လုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ ဒက်ဗင်နဲ့ပြန်တွေ့ခဲ့ပါတယ်။
ဒက်ဗင်ဟာ ဘာနီကိုပြန်ပေးဆွဲဖို့ ဝစ်စတန်ကို ဖိအားပေးပီးတဲ့နောက်မှာတော့
ကယ်ဗင်နဲ့ဟော်လီဟာ သူတို့သူငယ်ချင်းဘာနီကို ကယ်တင်နိုင်မှာလား ဆိုတာကို
စိတ်ဝင်တစားရိုက်ပြထားတာဖြစ်ပါတယ်။
လင်းပိုင်လေးတွေရဲ့ အမူအရာလေးတွေနဲ့ ညဏ်ကောင်းပီး
လူတွေကိုကူညီတတ်လေးတွေကို ကြည့်ရတာအရမ်းချစ်ဖို့ကောင်းပါ တယ်။
ဟော်လီနဲ့ကယ်ဗင်ရဲ့ သွက်သွက်လက်လက်သရုပ်ဆောင်ပုံ နဲ့
မိသားစုအချင်းချင်းချစ်ခင်ပီးစည်းလုံးကြပုံကို
တွေ့ရမှာဖြစ်ပီး ပေါ့ပေါ့ပါးပါးကားလေးဖြစ်လို့ အခုပဲDownပီးကြည့်သင့်ပါတယ်နော်။
File Size : ( 945 MB , 334 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 39 min
Format : Mp4
Genre : Action , Comedy , Family
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phyu Sin
Encoded by Moe Myint Lwin
unicode
zawgyi
ဒီေန႔တင္မဲ့ကားေလးကေတာ့ မိသားစုနဲ႔ၾကည့္ဖို႔သင့္ေတာ္ပီး
ၾကည္ႏူးဖို႔ေကာင္းတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။
Bernie The DolphinDolphin(1)ဆိုပီး ၂၀၁၈တုန္းက ထြက္႐ွိထားပီး
အခုကားကေတာ့ ၂၀၁၉ကမွထြက္ထားတဲ့ Bernie The Dolphin(2)ျဖစ္ပါတယ္။
ဇာတ္လမ္းအက်ဥ္းကေတာ့…
ကယ္ဗင္နဲ႔ဘာနီဟာသူတို႔ရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္းေလးဘာနီ ျပန္လာတဲ့
အရမ္းေပ်ာ္ေနၾကပါတယ္။
ဒါေပမဲ့သူတို္ရဲ႕ ရန္သူေဟာင္းႀကီး ဝစ္စတန္ဟာ လြတ္ၿငိမ္းခြင့္နဲ႔ ေထာင္ကလြတ္လာပါတယ္.
ေထာင္ကလြတ္ပီးMarinelandမွာအလုပ္လုပ္ဖို႔အေၾကာင္းဖန္လာပါတယ္။
အလုပ္လုပ္ရင္းနဲ႔ လင္းပိုင္ေလးရက္စ္စကယ္နဲ႔ရင္းႏွီးလာတဲ့အခ်ိန္မွာ
အရင္တုန္းက ျပန္ေပးဆြဲမႈမွာ လုပ္ေဖာ္ကိုင္ဖက္ျဖစ္တဲ့ ဒက္ဗင္နဲ႔ျပန္ေတြ႔ခဲ့ပါတယ္။
ဒက္ဗင္ဟာ ဘာနီကိုျပန္ေပးဆြဲဖို႔ ဝစ္စတန္ကို ဖိအားေပးပီးတဲ့ေနာက္မွာေတာ့
ကယ္ဗင္နဲ႔ေဟာ္လီဟာ သူတို႔သူငယ္ခ်င္းဘာနီကို ကယ္တင္ႏိုင္မွာလား ဆိုတာကို
စိတ္ဝင္တစား႐ုိက္ျပထားတာျဖစ္ပါတယ္။
လင္းပိုင္ေလးေတြရဲ႕ အမူအရာေလးေတြနဲ႔ ညဏ္ေကာင္းပီး
လူေတြကိုကူညီတတ္ေလးေတြကို ၾကည့္ရတာအရမ္းခ်စ္ဖို႔ေကာင္းပါ တယ္။
ေဟာ္လီနဲ႔ကယ္ဗင္ရဲ႕ သြက္သြက္လက္လက္သ႐ုပ္ေဆာင္ပံု နဲ႔
မိသားစုအခ်င္းခ်င္းခ်စ္ခင္ပီးစည္းလံုးၾကပံုကို
ေတြ႔ရမွာျဖစ္ပီး ေပါ့ေပါ့ပါးပါးကားေလးျဖစ္လို႔ အခုပဲDownပီးၾကည့္သင့္ပါတယ္ေနာ္။
File Size : ( 945 MB , 334 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 39 min
Format : Mp4
Genre : Action , Comedy , Family
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phyu Sin
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
