"[Unicode]လောင်းကစားသမားတွေရဲ့ ဘဝကို ပေါ်ပေါ်လွင်လွင်ဖော်ပြထားတဲ့ Tazza ရုပ်ရှင်ကားရဲ့ တတိယမြောက်ဇာတ်ကား Tazza 3: One Eyed Jackကို တင်ဆက်ပေးလိုက်ပါတယ် ။Pauseကျွန်တော်တို့ သင်္ကြန်မိုးရုပ်ရှင်ကားထဲက မမေ့နိုင်စရာ Dialogueတွေထဲကတစ်ခုဖြစ်တဲဇာတ်ကောင်သက်ထွေးရဲ့ “အရက်သမားသား အရက်သမားဖြစ်ရတာ မဆန်းပါဘူးအဖေရာ” ဆိုတဲ့စကားကိုတော့ အားလုံးသိကြမယ်ထင်ပါတယ် ။အခုလည်း လောင်းကစားသမားရဲ့သား လောင်းကစားသမားဖြစ်ရတာမဆန်းဘူးဆိုပြီး နေ့ခင်းမှာ အစိုးရဝန်ထမ်းစာမေးပွဲဖြေဖို့ ကျောင်းတက်ရင်း၊ ညဘက်မှာ လောင်းကစားဝိုင်းထဲကို ရောက်နေတဲ့ Do Il-chulဆိုတဲ့ လူငယ်လေးတစ်ယောက်နဲ့လောင်းကစားဝိုင်းထဲမှာပဲ ကြီးပြင်းလာတဲ့ Madonnaဆိုတဲ့မိန်းက‌လေးတို့ရဲ့ ဆုံတွေ့မှုနဲ့ပဲ ဒီဇာတ်လမ်းကိုစထားပါတယ်…ကံကြမ္မာအလှည့်အပြောင်းကြောင့် Do Il-chulနဲ့ တကယ့်လောင်းကစားသမားကြီးတစ်ယောက်ဖြစ်တဲ့ တစ်ဖက်လပ်ကြီး Aekkuနဲ့ ပူးပေါင်းမိသွားပြီး ‌လူရှုပ်လူပွေကြာကူလီလောင်းကစားသမား Kkachi၊ သရုပ်ဆောင်သင်တန်းတွေတက်ပြီး သရုပ်ဆောင်ဖြစ်မလာပဲ ကာစီနိုရုံမှာ Lucky Girlလုပ်နေရတဲ့ Young-mi နဲ့ လူလိမ်ကြီး ဒါရိုက်တာKwonတို့ ‌၅ယောက် ပေါင်းမိသွားပြီးကတုံးပေါ်ထိပ်ကွက်ဖို့ ကြိုးစားကြတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာတော့ ရုပ်ရှင်ကားထဲမှာပဲ စောင့်ကြည့်လိုက်ပါ…။“ကျွန်တော်ဘာလို့ ဖဲသမားဖြစ်နေရသလဲ ဟုတ်လား?ဖဲသမားမှန်ရင် ပိုကာဝိုင်းတစ်ဝိုင်းမှာ အတူတူထိုင်လိုက်ပြီဆိုကတည်းက သူဌေးသားရော သူတောင်းစားသားရော ဖဲ(၇)ချပ်ထပ် ပိုကိုင်လို့မရဘူးလေ”– Do Il-Chul[Zawgyi]ေလာင္းကစားသမားေတြရဲ႕ ဘဝကို ေပၚေပၚလြင္လြင္ေဖာ္ျပထားတဲ့ Tazza ႐ုပ္ရွင္ကားရဲ႕ တတိယေျမာက္ဇာတ္ကား Tazza 3: One Eyed Jackကို တင္ဆက္ေပးလိုက္ပါတယ္ ။ကြၽန္ေတာ္တို႔ သၾကၤန္မိုး႐ုပ္ရွင္ကားထဲက မေမ့ႏိုင္စရာ Dialogueေတြထဲကတစ္ခုျဖစ္တဲဇာတ္ေကာင္သက္ေထြးရဲ႕ “အရက္သမားသား အရက္သမားျဖစ္ရတာ မဆန္းပါဘူးအေဖရာ” ဆိုတဲ့စကားကိုေတာ့ အားလုံးသိၾကမယ္ထင္ပါတယ္ ။အခုလည္း ေလာင္းကစားသမားရဲ႕သား ေလာင္းကစားသမားျဖစ္ရတာမဆန္းဘူးဆိုၿပီး ေန႔ခင္းမွာ အစိုးရဝန္ထမ္းစာေမးပြဲေျဖဖို႔ ေက်ာင္းတက္ရင္း၊ ညဘက္မွာ ေလာင္းကစားဝိုင္းထဲကို ေရာက္ေနတဲ့ Do Il-chulဆိုတဲ့ လူငယ္ေလးတစ္ေယာက္နဲ႔ေလာင္းကစားဝိုင္းထဲမွာပဲ ႀကီးျပင္းလာတဲ့ Madonnaဆိုတဲ့မိန္းက‌ေလးတို႔ရဲ႕ ဆုံေတြ႕မႈနဲ႔ပဲ ဒီဇာတ္လမ္းကိုစထားပါတယ္…ကံၾကမၼာအလွည့္အေျပာင္းေၾကာင့္ Do Il-chulနဲ႔ တကယ့္ေလာင္းကစားသမားႀကီးတစ္ေယာက္ျဖစ္တဲ့ တစ္ဖက္လပ္ႀကီး Aekkuနဲ႔ ပူးေပါင္းမိသြားၿပီး ‌လူရႈပ္လူေပြၾကာကူလီေလာင္းကစားသမား Kkachi၊ သ႐ုပ္ေဆာင္သင္တန္းေတြတက္ၿပီး သ႐ုပ္ေဆာင္ျဖစ္မလာပဲ ကာစီႏို႐ုံမွာ Lucky Girlလုပ္ေနရတဲ့ Young-mi နဲ႔ လူလိမ္ႀကီး ဒါ႐ိုက္တာKwonတို႔ ‌၅ေယာက္ ေပါင္းမိသြားၿပီးကတုံးေပၚထိပ္ကြက္ဖို႔ ႀကိဳးစားၾကတဲ့အခါ ဘာေတြဆက္ျဖစ္ၾကမလဲဆိုတာေတာ့ ႐ုပ္ရွင္ကားထဲမွာပဲ ေစာင့္ၾကည့္လိုက္ပါ…။“ကြၽန္ေတာ္ဘာလို႔ ဖဲသမားျဖစ္ေနရသလဲ ဟုတ္လား?ဖဲသမားမွန္ရင္ ပိုကာဝိုင္းတစ္ဝိုင္းမွာ အတူတူထိုင္လိုက္ၿပီဆိုကတည္းက သူေဌးသားေရာ သူေတာင္းစားသားေရာ ဖဲ(၇)ခ်ပ္ထပ္ ပိုကိုင္လို႔မရဘူးေလ”– Do Il-ChulFile size__( 1.2 GB) and ( 450 MB)Quality__Blu-720pIMDb Rating__5.7/10Format__mp4Duration__02:20:30Type__Crime , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Kyaw Zaw HtetEncoded by Naing Aung Latt"