"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Tazza; The Hidden Card (2014)
=========================
IMdb Rating (6.9)
ဒီဇာတ်ကားမှာ Big Bang အဖွဲ့က T.O.P မှအဓိက ဇာတ်ဆောင်အဖြစ် ကြမ်းကြမ်းတမ်းတမ်းပါဝင်သရုပ်ဆောင်ထားပါတယ်။
T.O.P ဟာ တောင်ကိုရီးယားရဲ့ ယနေ့ခေတ် အနုပညာရှင်တွေထဲမှာ ရှားပါးလှတဲ့ ယောင်္ကျားပီပီသသ ရုပ်ထွက်ရှိသူတစ်ယောက်ပါ။
သူ့ရဲ့ မျက်နှာပေးတွေက ဇာတ်ကြမ်း အက်ရှင်တွေနဲ့ လိုက်ဖက်ပြီး ဆွဲဆောင်မှုရှိပါတယ်။
ဒီဇာတ်ကားမှာလဲ T.O.P က ဇာတ်လမ်းကို စ လယ် ဆုံး ဆွဲခေါ်သွားနိုင်ပါတယ်။
မင်းသမီး Shin Se‑kyung မှ ဇာတ်ဆောင်မင်းသမီးအဖြစ် ပါဝင်ထားပြီး အခြားအနုပညာရှင်ပေါင်းများစွာ အားဖြည့်ထားပါတယ်။
(မင်းသမီးအနေနဲ့ ဇာတ်ဝင်ခန်းသဘောအရ ခပ်ဟော့ဟော့ သရုပ်ဆောင်ထားရတာတွေရှိတာကြောင့်
မိသားစုနဲ့အတူကြည့်ဖို့တော့ ချင့်ချိန်ရမယ့်ဇာတ်ကားပါ။)
2006 မှာထွက်ခဲ့တဲ့ Tazza; The High Rollers ဟာ ဇာတ်လမ်းတွဲတစ်ခုနဲ့ sequelနှစ်ကားရိုက်ရတဲ့အထိပေါက်ခဲ့ပါတယ်။
Hidden Cardဟာ Tazzaဇာတ်ကားတွဲရဲ့ ဒုတိယကားနဲ့ လူသိအများဆုံးကားပါပဲ။ “High Rollersနဲ့ တိုက်ရိုက်ကိုဆက်ထားတယ်။
ဇာတ်လမ်းအရတော့ ကိုရီးယားဖဲလောကမှာ ဖဲဝိဇ္ဇာသုံးဆူရှိပါတယ်။
Pyung, Agwi နဲ့ Jjakgwi ပါ
Pyung က‌တော့ ပထမကားက ဇာတ်လိုက်Goniရဲ့ဆရာ၊
Agwi ကတော့ Goni ကြောင့် လက်တစ်ဖက်အဖြတ်ခံလိုက်ရတဲ့ ‌အကောက်ကျစ်ဆုံးဖဲဝိဇ္ဇာပါပဲ
Jjakgwi ကတော့ “one eye jack”ထဲက Lead actor ရဲ့အဖေပါ။
Hidden Card ဟာ Goni‌ နောက်ပိုင်း သူ့တူရဲ့ဇာတ်လမ်းပါပဲ။
ဖဲလိမ်ရိုက်တဲ့အကွက်တွေ အကွက်ဆင်ပြီး ရှိသမျှသဲ့ယူတာတွေ
လိမ်ရိုက်တာမိရင် လက်ဖြတ်တာတွေ အကြွေး‌မပေးနိုင်ရင် ကိုယ်အင်္ဂါတွေ ရောင်းပစ်တာတွေလို
အကြမ်းပတမ်း‌တွေအပြင် နောက်ပြန်ရစ်ပြီး ပြန်ပြန်ကြည့်ရမယ့် Shin Se Kyungနဲ့Lee Ha Neeရဲ့ အလှအပတွေနဲ့
Hidden Card ဟာ ရှားရှားပါးပါး ကိုရီးယားဖဲကားတွေထဲက အကောင်းဆုံးတစ်ခုလိုပြောရင်မလွန်ပါဘူး။
(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကိုတော့ WiRa Aung မှ တင်ဆက်ထားတာပါ။)
File size…(2.7 GB) and (1.6 GB)
Quality….BluRay 1080p and 720p 5.1CH
Format…mp4
Duration….02:27:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by WiRa Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
