"Maya Kannadi(2020)
———————————–
အခုတစ်ခေါက် တင်ဆက်ပေးမဲ့ ဇာတ်ကားကတော့ Maya Kannadi ဆိုတဲ့ ဘောလီဝုဒ်မှုခင်းကားလေးပဲ ဖြစ်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကြောင်းစပြောရမယ်ဆိုရင် အရင်ဆုံး Blue Whale ဆိုတဲ့ App လေးနဲ့ အရင်မိတ်ဆက်ပေးရမှာပေါ့
Blue Whale App ဆိုတာဘာလဲ???
App ကပေးတဲ့ မစ်ရှင်တွေကို Challange Accepted ဆိုပြီး ပြီးမြောက်အောင် ကစားရတဲ့ဂိမ်းတစ်ခုပေါ့ အိန္ဒိယမှာတင်မက တစ်ကမ္ဘာလုံးမှာပါ ​ဆော့ကြတဲ့ဂိမ်းတစ်ခုပါ
ဒီတော့ မှုခင်းကားနဲ့ ဒီဂိမ်း ဘာဆိုင်လို့လဲ မေးစရာရှိလာပါပြီ
အမျိုးသားကောလိပ်မှာ အတူတူကျောင်းတက်ရောက်နေကြတဲ့ အာရပ်ဒီရာ ဘာသ်ရပ် ဗင်နေးနဲ့ မာဒူရ် စတဲ့ကျောင်းသား ကျောင်းသူတွေဟာ ဒီ Blue Whale ဆိုတဲ့ Application ကြောင့် အသက်ဆုံးရှုံးခဲ့ရပါတယ်
ဂိမ်းက စစပိုင်းမှာတော့ သာမန်ပျော်ပျော်ပါးပါးပါပဲ ဥပမာ သူစိမ်း​ယောကျာ်းလေးတစ်ယောက်ကို နှင်းဆီပန်းပေးရမယ် အဆောက်အဦးမြင့်ပေါ်မှာ ချစ်သူနဲ့ Anniversary ကျင်းပရမယ် ဒီလောက်ပါပဲ
ဒါပေမယ့် ဆော့တာကြာလာတာနဲ့အမျှ ဆားငန်ရေ အငတ်မပြေသလိုမျိုး ဂိမ်းကိုစွဲစပြုလာတယ်
တဖြည်းဖြည်းနဲ့ မစ်ရှင်တွေကလည်း toxic ဆန်လာပါတယ် ဝတ်လစ်စလစ်ပုံတွေ ပို့ခိုင်းမယ် မပို့ဘူးဆိုရင် ကိုယ်နဲ့ရင်းနှီးချစ်ခင်တဲ့သူတွေရဲ့အသက်နဲ့ ခြိမ်းခြောက်မယ် စတာတွေ ပြုလုပ်လာပါတယ်
နောက်ဆုံးမစ်ရှင်အနေနဲ့ကတော့ သေကြောင်းကြံစည်ခိုင်းတာပါ လူတိုင်းဘယ်လောက်ပဲ ဂိမ်းကိုရူးသွပ်သူဖြစ်ပါစေ သေကြောင်းကြံစည်ခိုင်းလာရင် အကုန်ငြင်းမဲ့သူတွေချည်းပါပဲ ဒါပေမယ့်လည်း ငြင်းပယ်သူတိုင်းကို သူတို့ရဲ့ဝတ်လစ်စလစ်ပုံတွေဖြန့်မယ် သူတို့ရဲ့အမေ ချစ်သူစတဲ့သူတွေရဲ့ အသက်နဲ့ပဲ ခြိမ်းခြောက်ပြန်ပါတယ်
တစ်ကမ္ဘာလုံးသုံးနေတဲ့ Application ကို အဲ့လိုမျိုးကြီး ခြိမ်းခြောက်ခိုင်းစေတာ ယုတ္တိမရှိဘူးလို့ တွေးသူတွေ တွေးကောင်းတွေးနိုင်ပါတယ် တကယ်တော့ သေဆုံးသူတွေ သုံးခဲ့တဲ့ Blue Whale App ဟာ Global သုံး မဟုတ်ဘဲ သေဆုံးသူထဲက တစ်ဦးဖြစ်တဲ့ အာရပ်ဒီရာရဲ့ဖခင်ထွင်ထားခဲ့တဲ့ Blue Whale ရဲ့ပုံတူပွား app ပါ
ဘာလို့များ အာရပ်ဒီရာရဲ့အဖေက အဲ့လို app ကို ထွင်ရတာလဲ….
လူတွေကရော ဘာလို့ ဒီ App ကြောင့် သေဆုံးရတာလဲ…..
အာရပ်ဒီရာနဲ့ ကျန်တဲ့သေဆုံးသူတွေကရော ဘယ်လိုတွေစပ်ဆက်နေကြတာလဲ
တစ်ချိန်ထဲမှာပဲ သေဆုံးသူမာဒူရ်ရဲ့ရည်းစား ဆူဒီဟာ ကျောင်းသားစန်ဒီအသွင်ယူကာ ဒီအမှုကိုစစ်ဆေးဖို့ တာဝန်ကျလာတယ်ဆိုတော့…..
စန်ဒီကရော ဘယ်လိုအမှုကိုဖော်ထုတ်သွားမလဲဆိုတာ စိတ်ဝင်တစားစောင့်ကြည့်သွားရမဲ့ ကားကောင်းလေးပဲ ​ဖြစ်ပါတယ်
IMDb rating အနေနဲ့ 6.7/10 ရရှိထားပါတယ်
Review and Translated By Shwe Pwint
Encoded by : YK
Quality : 1080p True HD and 720p
File Size : 1.88Gb and 1.03Gb
Duration : 1h 58min
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
