"ဒီဇာတ်ကားကတော့ IMDb7.8တောင်ရထားတဲ့
ဂျပန်မိသားစုဒရမ်မာဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဖေနဲ့သားကြားမှာပျောက်ပျက်သွားတဲ့ချစ်ခြင်းမေတ္တာတွေကို
ဂိမ်းကစားရင်းပြန်လည်ရှာဖွေတာကိုရိုက်ကူးပြထားတာပါ
ငယ်ငယ်ကအဖေနဲ့သားနဲ့ရင်းနှီးခဲ့ပေမယ့်
အလုပ်တွေများလာပြီးနောက်အိမ်ကိုတောင်ပုံမှန်မပြန်ဖြစ်တော့ပဲ
မိသားစုဝင်တွေနဲ့လည်းအနေဝေးလါခဲ့တဲ့အဖေ..
တစ်ရက်မှာတော့အလုပ်ကိုအရမ်းချစ်တဲ့အဖေကအလုပ်ထွက်ပြီးပြန်လာတဲ့အခါ…
အဖေ့အကြောင်းကိုပိုသိအောင်လုပ်ချင်ပေမယ့်
စကားနည်းတဲ့အဖေနဲ့ဘယ်လိုမှစကားပြောဖို့အဆင်မပြေတဲ့အခါမှာတော့
ဂိမ်းထဲကနေဆက်သွယ်မယ်ဆိုပြီးအကြံပေါ်လာပါတော့တယ်
အဲဒါနဲ့ပဲသူ့အဖေကိုဂိမ်းစက်ဝယ်ပေးပြီးဂိမ်းကစားနည်းသင်ပေးလိုက်ပြီးတော့
တစ်ဖက်မှာလည်းသူ့အဖေမသိအောင်ဂိမ်းထဲမှာမိတ်ဆွေဖွဲ့ပြီး
အတူတူကစားရင်း
သားအဖနှစ်ယောက်ဘယ်လိုပြန်လည်ရင်းနှီးအောင်လုပ်မလဲ
သူ့အဖေရဲ့အကြောင်းတွေကိုရောသူသိလာနိုင်မလား
နောက်ဆုံးသူ့အဖေအလုပ်ထွက်လာရတဲ့အ​ကြောင်းရင်းကိုသိသွားတဲ့အခါမှာရော….
ဒီကားလေးကသားအဖနှစ်ယောက်ကိုဇာတ်အိမ်တည်ထားတဲ့
ဒရမ်မာဇာတ်ကားဆိုပေမယ့်
တစ်စက်ကလေးမှပျင်းဖို့မကောင်းအောင်ရိုက်ကူးထားတဲ့အပြင်
ဂိမ်းဆော့တဲ့စွန့်စားခန်းတွေဟာလည်းကွန်ပျူတာeffectတွေပိနေတာမဟုတ်တာကြောင့်
တကယ်ကိုကြည့်ရတန်မယ့်ဇာတ်ကားလေးဖြစ်ပါတယ်
မိသားစုတွေကြားမှာ တစ်ယောက်နဲ့တစ်ယောက်ရင်းရင်းနှီးနှီးပွင့်ပွင့်လင်းလင်း
ရှိဖို့ကိုအဓိကmessageပေးသွားတဲ့ဇာတ်ကားကောင်းလေးပါ
File Size : ( 1 GB , 335 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 54 min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phue
Encoded by Moe Myint Lwin
zawgyi
ဒီဇာတ္ကားကေတာ့ IMDb7.8ေတာင္ရထားတဲ့
ဂ်ပန္မိသားစုဒရမ္မာဇာတ္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္
အေဖနဲ႔သားၾကားမွာေပ်ာက္ပ်က္သြားတဲ့ခ်စ္ျခင္းေမတၱာေတြကို
ဂိမ္းကစားရင္းျပန္လည္ရွာေဖြတာကို႐ိုက္ကူးျပထားတာပါ
ငယ္ငယ္ကအေဖနဲ႔သားနဲ႔ရင္းႏွီးခဲ့ေပမယ့္
အလုပ္ေတြမ်ားလာၿပီးေနာက္အိမ္ကိုေတာင္ပုံမွန္မျပန္ျဖစ္ေတာ့ပဲ
မိသားစုဝင္ေတြနဲ႔လည္းအေနေဝးလါခဲ့တဲ့အေဖ..
တစ္ရက္မွာေတာ့အလုပ္ကိုအရမ္းခ်စ္တဲ့အေဖကအလုပ္ထြက္ၿပီးျပန္လာတဲ့အခါ…
အေဖ့အေၾကာင္းကိုပိုသိေအာင္လုပ္ခ်င္ေပမယ့္
စကားနည္းတဲ့အေဖနဲ႔ဘယ္လိုမွစကားေျပာဖို႔အဆင္မေျပတဲ့အခါမွာေတာ့
ဂိမ္းထဲကေနဆက္သြယ္မယ္ဆိုၿပီးအႀကံေပၚလာပါေတာ့တယ္
အဲဒါနဲ႔ပဲသူ႔အေဖကိုဂိမ္းစက္ဝယ္ေပးၿပီးဂိမ္းကစားနည္းသင္ေပးလိုက္ၿပီးေတာ့
တစ္ဖက္မွာလည္းသူ႔အေဖမသိေအာင္ဂိမ္းထဲမွာမိတ္ေဆြဖြဲ႕ၿပီး
အတူတူကစားရင္း
သားအဖႏွစ္ေယာက္ဘယ္လိုျပန္လည္ရင္းႏွီးေအာင္လုပ္မလဲ
သူ႔အေဖရဲ႕အေၾကာင္းေတြကိုေရာသူသိလာႏိုင္မလား
ေနာက္ဆုံးသူ႔အေဖအလုပ္ထြက္လာရတဲ့အ​ေၾကာင္းရင္းကိုသိသြားတဲ့အခါမွာေရာ….
ဒီကားေလးကသားအဖႏွစ္ေယာက္ကိုဇာတ္အိမ္တည္ထားတဲ့
ဒရမ္မာဇာတ္ကားဆိုေပမယ့္
တစ္စက္ကေလးမွပ်င္းဖို႔မေကာင္းေအာင္႐ိုက္ကူးထားတဲ့အျပင္
ဂိမ္းေဆာ့တဲ့စြန႔္စားခန္းေတြဟာလည္းကြန္ပ်ဴတာeffectေတြပိေနတာမဟုတ္တာေၾကာင့္
တကယ္ကိုၾကည့္ရတန္မယ့္ဇာတ္ကားေလးျဖစ္ပါတယ္
မိသားစုေတြၾကားမွာ တစ္ေယာက္နဲ႔တစ္ေယာက္ရင္းရင္းႏွီးႏွီးပြင့္ပြင့္လင္းလင္း
ရွိဖို႔ကိုအဓိကmessageေပးသြားတဲ့ဇာတ္ကားေကာင္းေလးပါ
File Size : ( 1 GB , 335 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 54 min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phue
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
