[Unicode]ကမ္ဘာအကောင်းဆုံး စစ်တုရင်ဆရာကြီး ဆယ်ဦးထဲက တစ်ဦးဖြစ်တဲ့ ဘော်ဘီဖစ်ရှာရဲ့ အကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်ပါ။အခြားအကောင်းဆုံးစာရင်းဝင်တွေကတော့ မက်ဂ်နက် ကာဆန် တို့ ဂယ်ရီ ကတ်စပါးရော့တို့လိုလူတွေပါပဲ။ဘော်ဘီကတော့ အမေရိကန်ရဲ့ အတော်ဆုံး စစ်တုရင်သမားအဖြစ် အများက သတ်မှတ်ခံရတဲ့သူပါပဲ။ဒါ့အပြင် သူ ကမ္ဘာ့ချန်ပီယံအဖြစ် ပြိုင်ဆိုင်ခဲ့တဲ့ ကာလက စစ်အေးတိုက်ပွဲကာလဖြစ်နေတဲ့အတွက် သူ့ရဲ့ပြိုင်ပွဲဟာ နိုင်ငံနဲ့ချီတဲ့ စစ်ပွဲလို ဖြစ်နေခဲ့တာပါပဲ။စစ်အေးတိုက်ပွဲကာလအတွင်းမှာ အမေရိကန်နဲ့ ဆိုဗီယက်တို့ဟာ ဘက်ပေါင်းစုံ ရှုထောင့်ပေါင်းစုံမှာ ယှဉ်ပြိုင်နေကြတာပါ။အပြိုင်အဆိုင်လည်း ဝါဒဖြန့်နေကြတာပါ။ဒီတော့ အဲဒီကာလမှာ ရုရှားတွေဟာ စစ်တုရင်လောကကို စိုးမိုးထားပြီး ကမ္ဘာ့ချန်ပီယံကလည်း ရုရှားလူမျိုးပဲ ဖြစ်နေတာကြောင့် ဆိုဗီယက်ဟာ အမေရိကန်ထက် ဉာဏ်ရည်သာတယ်ဆိုတဲ့ ဝါဒမျိုး ဖြန့်လို့အကောင်းဆုံး အချိန်ပါပဲ။ဘော်ဘီဖစ်ရှာဟာ စစ်အေးတိုက်ပွဲကာလာမှာ အသက် ၁၄ နှစ်နဲ့ အမေရိကန် စစ်တုရင်ချန်ပီယံဖြစ်လာခဲ့ပြီး ဂရန်းမာစတာဖြစ်လာခဲ့တာပါ။ကမ္ဘာ့ချန်ပီယံဘွဲ့အတွက် ဘိုးရစ်စပက်စကီးနဲ့ ၂၄ ပွဲ ဆက်တိုက် အမှတ်နဲ့ ကစားခဲ့ရတာဖြစ်ပြီး အဓိက အဆုံးအဖြတ်ဖြစ်တဲ့ ၆ ပွဲမြောက် စစ်တုရင်ပွဲဟာ သူ့ သက်တမ်းရဲ့ အရေးအကြီးဆုံးပြိုင်ပွဲအဖြစ် သမိုင်းဝင်ခဲ့ပါတယ်။ဇာတ်လမ်းနာမည်ဖြစ်တဲ့ နယ်ရုပ် စတေးခြင်းဆိုတာဟာ သူ့ရဲ့ ရွှေ့ကွက်ကို ပြောခဲ့တာဖြစ်သလို အမေရိကန်က ဘော်ဘီဖစ်ရှာကို အသုံးချခဲ့တယ်ဆိုတာကိုလည်း ပြောချင်တာဖြစ်ပါလိမ့်မယ်။ဘော်ဘီဟာ ချန်ပီယံမဖြစ်ခင်ကတည်းက စိတ်မူမမှန်တာတွေ အစိုးရိမ်လွန်ကဲတာတွေဖြစ်နေခဲ့ပြီးရုရှားတွေက သူ့ဖုန်းကို ခိုးနားထောင်တယ်၊ တီဗီကနေ ခိုးကြည့်တယ်၊ အစာထဲကိုအဆိပ်ခတ်တယ်၊ သွားပေါက်ထဲကို ဖြည့်တဲ့ဟာတွေကပါ ခိုးနားထောင်တယ်ဆိုတဲ့အထိ စွပ်စွဲခဲ့တာဖြစ်ပါတယ်။စစ်တုရင်ပါရမီရှင် ပေါလ်မာဖီ တုန်းကလို ငယ်ငယ်ရွယ်ရွယ်နဲ့ သတ်သေသွားမှာကိုပါ စိုးရိမ်ရတဲ့အခြေအနေမှာ ရှိခဲ့တာပါ။စစ်တုရင်ဟာ အဖွင့်-၄ ကွက်ရွှေ့အပြီးမှာ ရွေးချယ်စရာ အကွက်ပေါင်း ၃၀၀ ဘီလီယံလောက်ရှိတယ်လို့ ဆိုတဲ့အတွက် အပျော်ကစားတာမဟုတ်ဘဲ တကယ် အစအဆုံး ကျွမ်းကျင်ချင်ရင်တော့ ဦးဏှောက်ကို အစွမ်းကုန်သုံးရမယ့် ကစားနည်းမျိုးပါ။ဒီရုပ်ရှင်မှာတော့ ဘော်ဘီဖစ်ရှာရဲ့ ဘဝနဲ့ စိတ်ဝင်စားစရာ ဖြတ်သန်းမှုတွကို ကျွန်တော်တို့ အချစ်တော် စပိုက်ဒါမန်းမင်းသား တိုဘီ မက်ဂွိုင်းရားက ဉာဏ်ကြီးရှင်ဆိုက်ကို ပုံစံ ပီပီပြင်ပြင် သရုပ်ဆောင်ပြထားတာကြောင့် စစ်တုရင်သမားတွေရော သမိုင်းဒရာမာ ချစ်သူတွေပါ ကြည့်ဖူးသင့်တဲ့ ရုပ်ရှင်ဖြစ်လို့ တင်ပေးထားလိုက်ပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Mr.Anderson ပါ )Quality__Blu-Ray 1080p_5.1CH,720pIMDb Rating__7/10Format__mp4Duration__01:56:00Type__Biography , Drama , Sport , ChessSubtitle__Myanmar Subtitle (Hardsub)Translated by Mr.AndersonEncoded by Naing Aung Latt"