"99 Songs (2021)
အော်စကာဆုရှင် A.R.Rahman ကိုယ်တိုင် ထုတ်လုပ်သူ နဲ့ ဂီတပိုင်းကို တာဝန်ယူပြီး
ဇာတ်ညွှန်းကို ပူးတွဲရေးသားထားတဲ့ “သီချင်း (၉၉) ပုဒ်” ဇာတ်လမ်း ထွက်ရှိလာပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အေအာရ် ရဲ့လက်ရာ ဖြစ်တဲ့အတွက် သီချင်းနဲ့ နောက်ခံတေးဂီတ ကောင်းဖို့ကတော့ အာမခံပါတယ်။
သီချင်းပေါင်း ၉၉ ပုဒ် …..
ဘာအတွက်ကြောင့်များပါလိမ့် ?????
ကိုယ့်ချစ်သူအတွက် ကိုယ်ပိုင်သီချင်းစပ်ပေးဖို့ စိတ်ကူးယဉ်ဖူးတဲ့လူတွေများ ရှိပါသလား?
ဒါဆိုရင်တော့ ဒီဇာတ်လမ်းလေးကို ကြည့်ပြီး စိတ်ကူးတွေ ယဉ်လို့ ရမှာပါ။
ဇာတ်လမ်းကတော့ ဒီလိုပါ။
ဂျေးဆိုတဲ့လူငယ်လေးဟာ ဂီတအပေါ်မှာ တမ်းတမ်းစွဲအောင် ရူးသွပ်လွန်းသူတစ်ဦးပါ။
ဘယ်လောက်ထိ ရူးသွပ်သလဲဆိုရင် ကိုယ့်ရဲ့ချစ်သူကောင်မလေးအတွက် သီချင်းဆိုပြရင်တောင် ကိုယ်ပိုင်သီချင်းရေးပြီးမှ ဆိုပြလေ့ရှိတာပါ။
ဂျေးရဲ့ချစ်သူကောင်မလေး ဆိုဖီယာကတော့ စကားမပြောနိုင်တဲ့ သူဌေးသမီးတစ်ယောက်ပေါ့။
ဆိုဖီယာရဲ့အဖေက အစမှာတော့ ဂျေးကို သဘောကျခဲ့ပါတယ်
သို့ပေမယ့်လည်း ဆိုဖီယာ့အဖေက ဂီတကို စီးပွားရေးဆန်ဆန် အသုံးချလိုသူဖြစ်တဲ့အတွက်
သူဟာ ဂျေးကို သူ့ရဲ့ဂီတစီးပွားရေးလုပ်ငန်းတွေကို ဦးစီးစေခဲ့ပါတယ်။
ဂီတအပေါ်မှာ ဘာလောဘမှမရှိ ကိုယ့်ရဲ့ကိုးကွယ်မှုတစ်ခုလို သက်ဝင်ယုံကြည်နေတဲ့ ဂျေးအဖို့ ဂီတကိုစီးပွားရေးဆန်ဆန်လုပ်ဖို့ဆိုတာ ဘယ်လိုမှတောင် မတွေးဝံ့တဲ့ လုပ်ရပ်တစ်ခုလိုပါပဲ။
ဒီလိုနဲ့ အဲ့ဒီကိစ္စနဲ့ပတ်သက်ပြီး ဂျေးနဲ့ဆိုဖီရဲ့အဖေတို့ စကားများခဲ့ကြပါတယ်။
ဆိုဖီ့အဖေကတော့ ဆိုဖီကိုလက်ထပ်စေချင်တယ်ဆိုရင် ကမ္ဘာကြီးကို ကိုင်လှုပ်စေနိုင်မယ့် သီချင်းအပုဒ်တစ်ရာတိတိ ရေးစပ်သီကုံးရမယ်လို့ စိန်ခေါ်ခဲ့ပါတယ်
ဂျေးရဲ့သူငယ်ချင်းအပေါင်းအသင်းတွေကတော့ ဆိုဖီယာ့ကို ခိုးပြေးဖို့ပြောပေမယ့် ဂျေးကတော့ ဆိုဖီ့အတွက် သီချင်းအပုဒ်၁၀၀ ရအောင်ရေးမယ်ဆိုပြီး သူငယ်ချင်းနဲ့အတူ သူငယ်ချင်းရဲ့မွေးရပ်မြေဖြစ်တဲ့ စီလွန်မြို့ကိုထွက်သွားခဲ့ပါတယ်
စီလွန်မြို့မှာ ဂျေးတစ်ယောက် သီချင်းအပုဒ်၁၀၀ ကိုပြီးအောင်ရေးနိုင်မလား????
ဂျေးနဲ့ဆိုဖီကရော ပေါင်းဖက်သွားနိုင်မလား????
ကြားကာလမှာရော ဘယ်လိုအခက်အခဲတွေကများ သူတို့နှစ်ဦးရဲ့ချစ်လမ်းခရီးကို နှောင့်ယှက်စမ်းသပ်ကြဦးမလဲ….
ဂျေးရဲ့ငယ်ဘဝ လောကဇာတ်ခုံရဲ့ အတက်အကျအနိမ့်အမြင့်ကို
ဇာတ်ဝင်သီချင်းတွေနဲ့လည်း ငြိမ့်ငြိမ့်လေးဆွဲခေါ်သွားမှာ ဖြစ်တဲ့အတွက်
အားလုံးကြည့်ရှုဖို့ဇာတ်လမ်းကောင်းလေးပဲ ဖြစ်ပါတယ်
ဇာတ်ဝင်သီချင်းတွေကလည်း ဆူဆူညံညံတွေ မဟုတ်ဘဲ …..
ဂျေးရဲ့ချစ်ရတဲ့ကြင်သူအတွက် သီကျူးထားတဲ့ အချစ်သီချင်းအေးအေးလေးတွေ ဖြစ်တာကြောင့်
မိုးအေးအေး စောင်လေးနဲ့ကွေးရင်း ကိုယ့်ရဲ့ကြင်သူလေးနဲ့ အတူကြည့်ရင်း ရိုနိုင်ပါတယ်နော်
ကြင်သူမရှိသူတွေကတော့ အသည်းတယားယားနဲ့ စောင်ကိုက်ရမယ့်ကားလေးလည်း ဖြစ်ပါတယ်။
IMDb rating အနေနဲ့လည်း 7.9/10 ရရှိထားတဲ့အတွက် ပြောစရာမလိုလောက်အောင် ကောင်းတဲ့ ဇာတ်ကားကောင်းလေး ဖြစ်ပါတယ်ရှင်။
Translator – Shwe Pyae
Encoder – August
File size… 2GB and 1.2 GB
Quality….WEB-DL 1080p and 720p
Format…mp4
Duration…. 2h 8min
Subtitle….Myanmar Subtitle (Hardsub)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
