"Colorful Life
CM fan များကို အလွန်စွတ်ပျံ့ကြည်နူးဖွယ်ကောင်းတဲ့
anime ဇာတ်ကားကောင်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ် Otaku တွေဆိုရင်တော့ ဒီကားလေးကို အကြိမ်ကြိမ်အခါခါကြည့်ဖူးကြမယ်ဆိုတာ
မြေကြီးလက်ခတ်မလွဲပါဘဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘ၀ရဲ့အနှစ်သာရကိုဖော်ညွှန်းပေးထားတဲ့ဇာတ်ကားလေးမို့ ဒီလိုကာလကြီးမှာ မဖြစ်မနေကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်လမ်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်
ဘယ်လိုဇာတ်လမ်းလေးလဲဆိုရင်…..
မာကိုတိုဟာ သာမန်အလယ်တန်းကျောင်းသားလေး
ဆိုပေမဲ့ အရွယ်နဲ့မလိုက်အောင် စိတ်ဒဏ်ရာတွေကို
အလူးအလဲခံစားနေရတဲ့ကောင်လေးတစ်ယောက်ပါ
မိသားစုအရေးမှာဖြစ်ဖြစ် အချစ်ရေးမှာဖြစ်ဖြစ်
ပေါင်းသင်းဆက်ဆံရေးမှာဖြစ်ဖြစ်
အနှုတ်လက္ခဏာပြနေတဲ့ ကောင်လေးပေါ့
ဒီလိုနဲ့တစ်နေ့မှာတော့ လုံးဝယုံချင်စရာမကောင်းတဲ့အဖြစ်အပျက်ကြီးကို မျက်မြင်ကိုယ်တွေ့ကြုံရပြီးနောက်နေ့မှာ သူ့ကိုယ်သူအဆုံးစီရင်လိုက်ပါတယ်
ဖြစ်ချင်တော့ သေဆုံးတော့မယ့် မာကိုတို နေရာမှာ
ဆိုးရွားသောပြစ်မှုကိုကျူးလွန်ခဲ့တဲ့အတွက်
ပြန်လည်မွေးဖွားခွင့်မရှိတော့တဲ့
တခြားဝိညာဥ်တစ်ခုကို အစားထိုးဖို့
ဘုရားသခင်က ဆုံးဖြတ်ချက်ချလိုက်ပါတယ်
ဒါပေမဲ့ စမ်းသပ်ချက်တစ်ခုတော့ရှိနေပါတယ်
အဲ့ဒီစမ်းသပ်ချက်ကိုအောင်မြင်ရင်
ပြန်လည်မွေးဖွားခွင့်ရမှာဖြစ်ပြီးတော့
၆လအတွင်း မအောင်မြင်ရင်တော့
လူ့ခန္ဓာကိုယ်မှ ပြန်လည်ထွက်ခွာရမှာဖြစ်ပါတယ်
တနည်းအားဖြင့်ပြောရရင် မာကိုတိုဟာ
အပြီးတိုင်သေဆုံးသွားမှာဖြစ်ပါတယ်
အဲ့ဒီတော့ စမ်းသပ်ချက်ဆိုတာ ဘာကိုစမ်းသပ်မှာလဲ
မာကိုတိုရဲ့ ဝိညာဥ်ကရော ဘယ်ရောက်သွားမှာလဲ
မာကိုတိုမသေဆုံးမှီက မြင်ခဲ့ရတဲ့အဖြစ်အပျက်ဆိုတာကရော ဘာဖြစ်မလဲ
စတဲ့စတဲ့ မေးခွန်းပေါင်းများစွာကို
အစားထိုးဝိညာဥ်လေးနဲ့အတူ အဖြေရှာရမှာဖြစ်ပါတယ်
စိတ်ဝင်စားဖို့ကောင်းသလို ကြည်နူးဖို့လည်းကောင်းတယ် အဲ့လိုပဲ ဝမ်းနည်းဖို့လည်းကောင်းနေတယ်
ဇာတ်လမ်းပြီးတာနဲ့ လောကကြီးကိုကြည့်တဲ့အမြင်က တမျိုးတဖုံပြောင်းလဲသွားမှာပါ တကယ့်ကိုအချိန်ပေးကြည့်ရတာနဲ့ ထိုက်တန်လွန်းလှတဲ့ anime ဇာတ်ကားကောင်းလေး တစ်ကားလို့ပဲပြောချင်ပါတယ်
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့
Thet Hnin Hsu ပါ
Translated by : Thet Hin Hsu
Encoded by : YK
File Size : 2.22Gb and 1.3Gb
Quality : 1080p HEVC Flac and 720p
Duration : 2h 6min
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
