Warriors of the Rainbow: Seediq Bale – Part 1: The Sun Flag (2011)IMDB (7.5) / Rottoen tomatoes ( 69%)ဒီဇာတ်ကားကတော့ ဖြစ်ရပ်မှန်အပေါ် အခြေတည်ထားတဲ့ ထိုင်ဝမ်ကားလေးပါRating အရ‌လည်းကောင်းပြီး ဘတ်ဂျက်မှာလည်း ထိုင်ဝမ်ရုပ်ရှင်ထုတ်လုပ်ရေးလောကမှာ ဘတ်ဂျက် အများဆုံးသုံးထားတဲ့ ဇာတ်ကား ဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ထိုင်ဝမ်ကျွန်းကို ဂျပန်က နှစ်ငါးဆယ် ကိုလိုနီပြုထားတဲ့ ကာလအတွင်း ကို ဇာတ်အိမ်တည်ထားပါတယ်နှစ်ငါးဆယ်အတွင်း ဌာနေတိုင်းရင်းသားတွေရဲ့ ပုန်ကန်မှုတွေထဲကမှဆီးဒစ်ဘာလေ လူမျိုးစု ပုန်ကန်မှုကို အဓိက ပြထားတာပါဒီလူမျိုးစုက ၁၆ ရာစုမှာ ဟန်လူမျိုးတို့ ထိုင်ဝမ်ဖော်မိုဆာကျွန်းကို အခြေမချခင် နှစ်ငါးထောင်ကျော်တည်းက နေလာခဲ့တဲ့ လူမျိုးစုလည်း ဖြစ်ပါတယ်ထိုင်ဝမ်ကျွန်းက ဌာနေတိုင်းရင်းသားများစွာထဲမှာမှ ဆီးဒစ်တိုရဲ့ ဘဝအပေါ်ခံယူမှု၊ လူမှုဓလေ့ ၊ စားဝတ်နေရေးအတွက် အမဲလိုက်ကြပုံ ၊ကိုယ့်ဒေသ အပေါ် ချစ်ခင်တွယ်တာ တန်ဖိုးထားမှုတွေကို တွေ့ရမှာပါဒီလို ကိုယ့်ရေမြေကို ကျူးကျော်လာပြီး ကိုယ့်လူမျိုးတွေကို ဖိနှိပ်လာတဲ့ အခါမှာ ရသမျှအင်အားနဲ့ဂျပန်ထောင်ပေါင်းများစွာကို တွန်းလှန်ပြီး ရဲရင့်မှုကို ပြသခဲ့ကြပါတယ်..“ဒီကျွန်းပေါ်က ချယ်ရီပန်းတွေက နီလွန်းနေလို့များ ဒီလူတွေ ဒီလောက်ရဲရင့်ကြသလား ”_ဗိုလ်ချုပ် ယာဟီကို ကာမာဒါလက်နက်၊ လူအင်အား ကွာသော်လည်း ငါတို့က ဆီးဒစ်ဘာလေ လူမျိုးတွေပဲလို့ အသက်သေတဲ့အထိရဲရင့်ဂုဏ်ယူစွာ တိုက်ခိုက်သွားကြတဲ့ လူမျိုးစု တစုအကြောင်း ရှုစားကြည့်ကြပါအပိုင်း တစ်ပိုင်းစီကို ၂နာရီကျော် ကြာမြင့်ပြီး လူမျိုးစု သီချင်း ၊ တောတောင်အလှတွေနဲ့သွေးထွက်သံယို အခန်းတွေလည်း အလွန်ပီပြင်လှပါတယ်သီချင်းသံ ၊ တိုက်ခိုက်ဖို ညာသံပေးသံ တွေမှာ ကြက်သီးပါ ထရပါတယ်ဆုပေါင်းများစွာရရှိခဲ့တဲ့ဇာတ်ကားမို့ လက်မလွတ်တမ်းကြည့်ရှုရမယ့်ဇာတ်ကားပါ။(ယခင်က ဒီဇာတ်ကားကို တင်ဆက်ဖူးပေမယ့် အကျဉ်းချုံး Version ဖြစ်နေတာမို့အခု Original Full Version အဖြစ် အပိုင်း(၂)ပိုင်းနဲ့တင်ဆက်လိုက်ပါတယ်။တစ်ပိုင်းကို ၂ နာရီခွဲနီးပါးတွေမို့ စုစုပေါင်း ၄ နာရီခွဲကျော်ကြာမြင့်မှာဖြစ်ပါတယ်။)အပိုင်း(၂)ကို https://channelmyanmar.org/warriors-of-the-rainbow-seediq-bale-part-2-the-rainbow-bridge-2011/ မှာရယူပါ။~ Translated and Reviewed by JerricaFile size…(3 GB) and (1.6 GB)Quality….BluRay 1080p and 720p 7.1CHFormat…mkvDuration….02:24:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Jerrica"