"26 Years (2012)
တစ်ခါတုန်းက အပြစ်မဲ့ပြည်သူပေါင်းများစွာကို အစုပြုံလိုက်သတ်ဖြတ်ပြီး
နိုင်ငံရဲ့သမ္မတရာထူးကို ရယူခဲ့တဲ့ ရာထူးကြီးပုဂ္ဂိုလ်တစ်ယောက်ရှိခဲ့တယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
– သမီးလေးအတွက် နာမည်ရွေးနေတုန်း Head shot နဲ့ သေဆုံးခဲ့ရတဲ့ မိခင်
– ဆန္ဒပြရင်း ပစ်ခတ်မှုတွေဖြစ်လို့ မောင်လေးကို
ဘေးကင်းရာပို့ဖို့ပြေးရင်းနဲ့ ဗိုက်ပွင်သွားခဲ့ရတဲ့ ကျောင်းသူလေး
– စစ်သားအရာရှိတစ်ယောက်ဖြစ်နေပြီး လူတွေကိုသတ်ရတာ မရှက်ဖူးလားလို့မေးရင်း ပစ်သတ်ခံထိသွားတဲ့ ၈ နှစ်အရွယ်ကလေးရဲ့ဖခင်
ဒီလိုအပြစ်မဲ့ပြည်သူပေါင်းများရဲ့ အသက်တွေကိုချနင်းပြီး
မတရားအာဏာသိမ်းခဲ့တဲ့ ဖြစ်စဉ်….
ဒီဖြစ်ရပ်တွေဟာ ၁၉၈၀ ခုနှစ်တုန်းက
​ကိုရီးယားနိုင်ငံမှာ အမှန်တကယ်ဖြစ်ပွားခဲ့တာတွေပါ
Gwangju Uprising မှာဖြစ်သွားခဲ့တဲ့
ဒီကိစ္စတွေဟာ ဆယ်စုနှစ်တစ်ခုကြာတဲ့အခါမှာတော့
အာဏာသိမ်းခဲ့တဲ့သူကလည်း ဇိမ်ခံပစ္စည်းတွေနဲ့ပြည့်စုံနေတဲ့ဘဝမှာ ပြည့်စုံစွာနေနေပြီး
​
လူတွေလည်း မေ့မေ့ပျောက်ပျောက်ဖြစ်သွားကြပြီဗျ
ဒါပေမယ့် ….
“Axe forgets but the tree remembers” ဆိုတဲ့စကားလိုပေါ့
အချိန်​တွေ ဘယ်လောက်ကြာကြာ
ဒီဖြစ်ရပ်ကို ဘယ်တော့မှမေ့မှာမဟုတ်တဲ့သူတွေကတော့
တစ်နေရာစီမှာ ဘဝတစ်ခုစီနဲ့ရှိနေခဲ့ကြတယ်။
အားလုံးမှာ ဒဏ်ရာတွေကိုယ်စီရှိနေခဲ့ကြတော့
လူတစ်ယောက်ရဲ့ အကူအညီနဲ့ ဒီဒဏ်ရာတွေကိုချွေးသိပ်ဖို့အတွက်
တူညီတဲ့ရည်ရွယ်ချက်ထားပြီး အလုပ်တစ်ခုကို လုပ်ဖို့ဆုံးဖြတ်ခဲ့ကြတယ်။
ဘုံရန်သူကို ချေမှုန်းဖို့ မစ်ရှင်ပေါ့ဗျာ။
ဒီလောက်ဆိုရင်တော့ ဒီကားကိုကြည့်သင့်လားမကြည့်သင့်လား
ခင်ဗျားတို့ဆုံးဖြတ်လို့ရနေပါပြီ
ကိုရီးယားအက်ရှင်ကားဆိုတဲ့အတိုင်း ကြည့်ကောင်းမကောင်းကတော့ ညွှန်းစရာကိုမလိုပါဘူး
ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ ဂိုဏ်းကလူမိုက်တွေနဲ့ ရှယ်ကိုချကြမှာ
နိုင်ငံရေးဖြစ်ရပ်ကို အခြေခံပြီးရိုက်ကူးထားတဲ့ကားဖြစ်တဲ့အပြင်
လူတွေကို သတ်ဖြတ်ခဲ့တဲ့ အာဏာရှင်တစ်ဦးကို ကလဲ့စားချေဖို့ကြိုးစားပုံတွေရိုက်ကူးထားတဲ့ကားဆိုတော့ ပိုကောင်းပေါ့ဗျာ
ဒါပေမယ့် ခင်ဗျားဟာ ကိစ္စတိုင်းအတွက်
Perfection ဆိုနဲ့စကားလုံးကို မျှော်လင့်နေမယ်ဆိုရင်တော့
ရုပ်ရှင်ကိုပိတ်ပြီး အိပ်သာအိပ်ချလိုက်ပါ
Perfection ဆိုတဲ့ စကားလုံးက အိပ်မက်ထဲမှာပဲရှိတာ
ဒီကားကို အဆုံးထိကြည့်ပြီးရင်တော့
ခင်ဗျားခေါင်းထဲမှာ တွေးစရာတွေ တစ်သီကြီးကျန်ခဲ့အောင်
လုပ်ပေးနိုင်တယ်လို့တော့ ရဲရဲကြီးအာမခံတယ်ဗျာ။
Review and Translated by : Amelia
Encoded by : August
File size…2.5 GB and 1.5 GB
Quality….WEB-DL 1080p and 720p
Format…mp4
Duration….2h 15min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Amelia
Encoder …..August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
