"Kantara (2022)
IMDb-9/10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
‌ဒီတစ်ခေါက် CM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးမှာကတော့ မင်းသားကြီး
ရီရှက်ဘ်ရှက်တီကိုယ်တိုင် ဒါရိုက်တာလုပ် သရုပ်ဆောင်ထားတဲ့
ရုံတင်ငွေအမြတ်များစွာရရှိထားတဲ့ Thriller ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်
ရဂျီးနီးကိုယ်တိုင်လည်း သူ့ဆီသွားရောက် ချီးကျူးဂုဏ်ပြုခဲ့ပါသေးတယ်
၁၆ ကု‌ဋေသုံးပြီးရိုက်ကူးခဲ့တဲ့ ဒီကားဟာ ရုံတင်ငွေကုဋေ ၄၀၀ ရရှိခဲ့သည်ထိ အောင်မြင်ခဲ့တဲ့ဇာတ်ကားပါ
ဇာတ်လမ်းအညွှန်း
ဘုရင်ခေတ်က ဘုရင်တစ်ပါးဟာ အရာရာပြီးပြည့်စုံနေပေမယ့် သူ့စိတ်နှလုံးဟာအေးချမ်းမှုမရခဲ့ဘူး ‌
စိတ်ငြိမ်းချမ်းမှုကို လိုက်ရှာရင်းရှာရင်း တမန်တော်ပန်ဂျူရီနဲ့ တွေ့ခဲ့တယ်
သို့ပေမယ့် တမန်တော်ပန်ဂျူရီဟာ ရွာတစ်ရွာကိုစောင့်ရှောက်ပြီးသားသူဖြစ်တာမို့
ဘုရင်ဟာသူ့ကို လိုချင်ရင် သူ့ရဲ့ အသံတစ်ဆုံးထိ ရွာအတွက် ‌
သတ်မှတ်ချီးမြှင့်ပေးရမယ်ဆိုပြီး အပေးအယူညှိခဲ့ကြတယ်
ဒီလိုနဲ့ ဘုရင်ကြီးဟာလည်း စိတ်အေးချမ်းမှုရရှိသွားသလို ရွာလေးဟာလည်း
ကျယ်ပြောတဲ့ သစ်တောတစ်ဆုံး တမန်တော်ရဲ့စောင့်ရှောက်မှုနဲ့ အေးချမ်းခဲ့တာပေါ့
1970 ခုနှစ်မှာ လူတစ်ယောက်က ဒီရွာလေးကို သူ့ဘိုးဘွားပိုင်မြေမို့
ပြန်ပေးပါဆိုပြီးတမန်တော်ကို ရင့်ရင့်သီးသီးပြောဆိုပြီး ပြန်တောင်းခဲ့တယ်
အဲ့ဒီနောက်တစ်ရက်မှာပဲ ထိုလူဟာ တရားရုံးလှေကားမှာ သွေးအန်ပြီးသေနေတာတွေ့ခဲ့ကြရတယ်
1990 ဇာတ်လမ်းဖြစ်တည်ရာကာလမှာလည်း နိုင်ငံတောအစိုးရပိုင်
သစ်တောကြိုးဝိုင်းဆိုပြီး ဒီတောထဲက အရာတွေအတွက်
အစိုးရဆီခွင့်ပြုချက်တောင်းရမယ်ဆိုတဲ့ အမိန့်တွေထုတ်ပြန်ခဲ့တယ်
ဇာတ်ဆောင်မင်းသားကြီးရီရှက်ဘ်ရှက်တီကတော့ တော၀က်အမဲလိုက်တတ်တဲ့ အဲဒီရွာကရှီဗာရွာသားတစ်ယောက်
သူ့အမေက တော၀က်တွေကို အမဲလိုက်တာမကြိုက်တာကြောင့် တားပေမယ့် ရှီဗာကတော့ လက်မခံပဲလိုက်မြဲလိုက်ဆဲပါပဲ
တစ်နေ့သူ တော၀က်အမဲလိုက်ပြီးတစ်ညမှာ အိမ်မက်ထဲမှာ တော၀က်တစ်ကောင်ကသူ့ကိုလိုက်နေတယ်ဆိုတဲ့ အိမ်မက်ဆိုးမက်ခဲ့ရတယ်…
တမန်တော်ပန်ဂျူရီရဲ့ စောင့်ရှောက်မှုအောက်မှာအေးချမ်းနေတဲ့သစ်တောနဲ့ ကျေးရွာလေး‌ဆီရောက်လာတဲ့ အစိုးရရဲ့အမိန့်တွေ….
ရှီဗာအလန့်တကြားနိုးထလာရတဲ့ အိမ်မက်ဆိုး…
ဒါတွေက ဘယ်လိုဆက်စပ်နေလဲ ရှုစားကြည့်ပါဦး
File size…8.4GB / 3.06GB / 1.34GB
Quality…4k HEVC / 1080p True WEB DL/ 720p
Format…mp4
Duration….2h 28m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by BpL ~ Yunni ~ Thet Ko ~ OeliuJ ~ HayMan
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
