"Psycho(1960)
IMDb…8.5,,,,Rotten…86%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
အကောင်းဆုံး Horror ဇာတ်ကားဆိုပြီးရှာလိုက်ရင် စာရင်းအတော်များများရဲ့ ထိပ်ဆုံးကနေ အမြဲလိုရပ်တည်နေတဲ့ ဂန္ဓဝင်ကားကောင်း
တစ်ကားဖြစ်လို့ အထူးတလည်ညွှန်းနေစရာတော့ မလိုတော့ပါဘူး။
ခင်ဗျားဟာ ဘယ်လောက်ပဲဇာတ်ကားတွေကြည့်ခဲ့ ကြည့်ခဲ့ ဒီဇာတ်ကားဟာ ခင်ဗျားတို့ကို အချိန်ပြည့် ပါးစပ်အဟောင်းသားဖြစ်သွားစေလိမ့်မယ်လို့လည်း တော်တော်များများက ညွှန်းဆိုကြတယ်…
ဇာတ်လမ်းသွားအရတော့ မာရီယွန်ကရိန်းဆိုတဲ့ အတွင်းရေးမှူး ကောင်မလေးတစ်ယောက် သူ့အလုပ်ရှင်ဆီက ငွေတွေကို အပျောက်ရိုက်ပြီးအသွား လူသူမနီးတဲ့ မိုတယ်တစ်ခုမှာ ဝင်တည်းမိပါတယ်။ အဲ့ဒီမိုတယ်ရဲ့ ပိုင်ရှင် မန်နေဂျာတစ်ယောက်ဖြစ်တဲ့ နော်မန်ဘိတ်စ် ဆိုတဲ့လူနဲ့ အတွေ့မှာ သူ့ဘ၀ တစ်ဆစ်ချိုးဖို့ ဖြစ်လာပါတော့တယ်။
ရုပ်ရှင်သမိုင်းတစ်လျှောက် သြဇာအကြီးမားဆုံးတွေထဲက တစ်ယောက်ဖြစ်ပြီး ထိတ်လန့်သည်းဖိုဘုရင်တစ်ပါးလို့ တင်စားကြတဲ့
ဒါရိုက်တာကြီး Alfred Hitchcock ရဲ့နာမည်ကျော် ဖန်တီးမှုလက်ရာတစ်ခုပါပဲ။ Imdb rating ကတော့ (8.5) ရရှိထားပါတယ်။Spoiler ဖြစ်မှာစိုးလို့ ဒီလောက်ပဲရေးပါရစေ….
အော်စကာ(၄)ဆုရရှိထားပြီး အခြားဆု(၁၀)ဆုအတွက်လည်း ဆန်ကာတင်စာရင်း
ဝင်ပါသေးသတဲ့…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်…..
(zawgyi)
အေကာင္းဆုံး Horror ဇာတ္ကားဆိုၿပီးရွာလိုက္ရင္ စာရင္းအေတာ္မ်ားမ်ားရဲ႕ ထိပ္ဆုံးကေန အၿမဲလိုရပ္တည္ေနတဲ့ ဂႏၶဝင္ကားေကာင္း
တစ္ကားျဖစ္လို႔ အထူးတလည္ၫႊန္းေနစရာေတာ့ မလိုေတာ့ပါဘူး။
ခင္ဗ်ားဟာ ဘယ္ေလာက္ပဲဇာတ္ကားေတြၾကည့္ခဲ့ ၾကည့္ခဲ့ ဒီဇာတ္ကားဟာ ခင္ဗ်ားတို႔ကို အခ်ိန္ျပည့္ ပါးစပ္အေဟာင္းသားျဖစ္သြားေစလိမ့္မယ္လို႔လည္း ေတာ္ေတာ္မ်ားမ်ားက ၫႊန္းဆိုၾကတယ္…
ဇာတ္လမ္းသြားအရေတာ့ မာရီယြန္ကရိန္းဆိုတဲ့ အတြင္းေရးမႉး ေကာင္မေလးတစ္ေယာက္ သူ႔အလုပ္ရွင္ဆီက ေငြေတြကို အေပ်ာက္႐ိုက္ၿပီးအသြား လူသူမနီးတဲ့ မိုတယ္တစ္ခုမွာ ဝင္တည္းမိပါတယ္။ အဲ့ဒီမိုတယ္ရဲ႕ ပိုင္ရွင္ မန္ေနဂ်ာတစ္ေယာက္ျဖစ္တဲ့ ေနာ္မန္ဘိတ္စ္ ဆိုတဲ့လူနဲ႔ အေတြ႕မွာ သူ႔ဘ၀ တစ္ဆစ္ခ်ိဳးဖို႔ ျဖစ္လာပါေတာ့တယ္။
႐ုပ္ရွင္သမိုင္းတစ္ေလွ်ာက္ ၾသဇာအႀကီးမားဆုံးေတြထဲက တစ္ေယာက္ျဖစ္ၿပီး ထိတ္လန႔္သည္းဖိုဘုရင္တစ္ပါးလို႔ တင္စားၾကတဲ့
ဒါ႐ိုက္တာႀကီး Alfred Hitchcock ရဲ႕နာမည္ေက်ာ္ ဖန္တီးမႈလက္ရာတစ္ခုပါပဲ။ Imdb rating ကေတာ့ (8.5) ရရွိထားပါတယ္။Spoiler ျဖစ္မွာစိုးလို႔ ဒီေလာက္ပဲေရးပါရေစ….
ေအာ္စကာ(၄)ဆုရရွိထားၿပီး အျခားဆု(၁၀)ဆုအတြက္လည္း ဆန္ကာတင္စာရင္း
ဝင္ပါေသးသတဲ့…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္…..
File Size : (0.99 GB) and (328 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:30:00
Genre : Horror, Mystery, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Alias
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
