"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
[Unicode]
Seventh Seal (1957)
===============
IMDb Rating – 8.2/10
Directed By Ingmar Bergman
အင်ဂမာဘတ်မင်း ရုပ်ရှင်တွေကို ပြင်သစ်ပြည် ပါရီမြို့မှာ စပြရာက လူကြိုက်များပြီး ပြင်သစ်ပြည်မှာ New Waveသမားတွေ ပေါ်လာတယ်လို့ ပြောကြတယ်။
ပြင်သစ် New Waveရဲ့ အရွေ့ဟာ ဒီဘက်ခေတ် ရုပ်ရှင်တွေမှာ ခုထက်ထိ မကင်းပါဘူး။
ဒီတော့ ရုပ်ရှင်ဟာ ဘတ်မင်းကြောင့် သန့်စင်တဲ့ အနုပညာတစ်ရပ်အနေနဲ့ ရပ်တည်လာတယ်လို့လည်း ပြောကြတယ်။
သူ့ကြောင့် ကျွန်တော်တို့ခေတ်ရဲ့ မဆုတ်နစ်တဲ့ရုပ်ရှင်အနုပညာ ပေါ်ပေါက်လာတယ် ဆိုကြတယ်။
သူ့ရဲ့ ရုပ်ရှင်တွေဟာ ဟောလိဝုဒ်က ရုပ်ရှင်တွေလို ရေရှာတာတွေ မဟုတ်ဘဲ
တကယ့်အနုပညာတွေ။
အင်ဂမာဘတ်မင်းဟာ အော်စကာဆုပေးပွဲကို အပြတ် ငြင်းခဲ့တဲ့လူ ဒါကြောင့်သူ့ကို ရုပ်ရှင်ကို ဘယ်သူသဘောကျဖို့အတွက်မှ မရိုက်တဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်လို့လည်းဆိုကြတယ်။
Seventh Sealရဲ့ ဇာတ်လမ်းကို ရှင်းရှင်းပြောရရင်
သေမင်းနဲ့စစ်တုရင်ထိုးတဲ့ လူတစ်ယောက်အကြောင်းပဲ။
ကောင်းကင်ဘုံ ငရဲ ချစ်ခြင်း မုန်းခြင်း အနုပညာ
စတဲ့စိတ္တဇနာမ်ကိစ္စတွေမှာ အဖြေကို ရှာမတွေ့နိုင်ဘူး။
အမေးတစ်ခုဟာ နောက်ထပ်အမေးပေါင်းများစွာကို
ရစ်ထုံးစေရုံမှတစ်ပါး မစွမ်းသာဘူး။
သာမန်လူတွေအတွက်တင်ပဲတော့မဟုတ်ဘူး။
‌ဆော့ခရိတ္တိတို့ ပလေတို့ အရစ္စတိုတယ်တို့
တွေးခေါ်ပညာရှင်တွေတောင်မှာ ဒီလိုကိစ္စတွေနဲ့ ပက်သက်ရင် ရှေ့လူပြောတာကို နောက်လူလက်မခံနိုင်ဘဲ
မေးခွန်းအဟောင်းမှာ အသစ်အသစ်သောအဖြေတွေ အမြဲထွက်လာတတ်တယ်
Ingmar Bergmanရဲ့ ရုပ်ရှင်ဟာ
ဒီစိတ္တဇနာမ်တွေကို ရှာဖွေနေတဲ့ ရုပ်ရှင်ပါပဲ။
သူနဲ့ တာကော့စကီးမှာ ကျန်တာတူတယ်
မခံစားမိပေမဲ့ ဒီတစ်ချက်တော့ တူပါတယ်။
သူတို့နှစ်ယောက်စလုံးရဲ့ ရုပ်ရှင်တွေဟာ ကြည့်ရှုသူကို တစ်စုံတစ်ရာပေးချင်တဲ့စိတ်နဲ့ ရိုက်ထားတာမဟုတ်ဘဲ
သူတို့ကိုယ်သူတို့ ပြန်တူးဖော်ကြတာကို သူတို့မေးခွန်းတွေအတွက် သူတို့အဖြေရှာကြတာကို ကျွန်တော်တို့က ကြည့်နေရတာပါပဲ။
ညနေခင်းလေးတစ်ခုရဲ့ အနှစ်သာရကို
ခံစားမိရုံနဲ့ သေမင်းနဲ့စစ်တုရင်ထိုးဖို့
မတွန့်ဆုတ်တော့တဲ့လူ
ဘဝရဲ့ အနှစ်သာရကိုရှာဖွေရင်း
အချည်းနှီးကုန်ခဲ့တဲ့ဘဝမှာ
ကောင်းတာလေးတစ်ခုလုပ်ပြီးရုံနဲ့
ရဲရဲကြီးသွားရဲတဲ့လူ
Seventh Sealရုပ်ရှင်ထဲက ဇာတ်ကောင်အများစုဟာ
တစ်စုံတစ်ရာကို ရှာဖွေနေကြတဲ့ဇာတ်ကောင်တွေပါပဲ။
တစ်ချို့ကအသိပညာကိုရှာဖွေနေကြတယ်
တစ်ချို့ကချစ်ခြင်းတရားကို ရှာဖွေနေကြတယ်
တစ်ချို့ကဘုရားသခင်ကို ရှာဖွေနေကြတယ်။
တစ်ချို့က အဓိပ္ပာယ်ကို ရှာဖွေနေကြတယ်။
ကျွန်တော်တို့လည်း တူညီတဲ့အရာတွေကိုပဲ
ရှာဖွေနေကြတာပါပဲ။
ဒါပေမဲ့ ဒီရုပ်ရှင်ဟာ
ဘာအဖြေကိုမှရစေမှာမဟုတ်ပါဘူး။
ရုပ်ရှင်ဟာ ရုပ်ရှင်ပါပဲ။
ဒါပေမဲ့ အဖြေကိုရှာဖွေဖို့ လိုအပ်တဲ့တစ်ခုခုကို ရချင်လည်းရစေမှာပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
Quality__B&W_720p
IMDb Rating__8.2/10
Format__mp4
Duration__01:36:00
Type__Drama , Fantasy , History
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
