"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
[Unicode]
Panther Panchali(1955)
================
IMDb Rating. = 8.6/10
Directed By Satyajit Ray
1992မှာ အော်စကာဆု‌ပေးပွဲမှာ Honorary Awardကို အိန္ဒိနိုင်ငံသား ဆတ်ရာဂျစ်ရေးက ရခဲ့တယ်။
သူက ဟောလိဝုဒ် ဒါရိုက်တာတစ်ချို့ စံထားရတဲ့ အိန္ဒိယဒါရိုက်တာဆိုလည်း မမှားဘူး။
မြန်မာပြည်မှာဆိုလည်း ခင်မောင်ရင်ဟာရေးရဲ့ အပုသုံးကားကြောင့် “နှမလက်လျှော့နေလေတော့”ကို ရိုက်ဖြစ်ခဲ့တယ်။
နှမလက်လျှော့ဟာ ရုံဝင်ငွေအရမအောင်မြင်ပေမဲ့ ပြင်သစ်ရုပ်ရှင်ပွဲတော်အတွက် ဒီကလာရွေးတဲ့ထဲမှာ တစ်ကားတည်းသော ရွေးတဲ့လူတွေ စိတ်တိုင်းကျတဲ့ကားလို့ သိရတယ်။
ဒီလိုအတော်များများ စံထားရတဲ့ ဆတ်ရာဂျစ်ရေးဟာ ရာဘင်နတ်တဂိုးရဲ့တပြည့် ဖြစ်တဲ့အပြင် ဒါရိုက်တာတင်မဟုတ်ဘဲ
scriptwriter,essayist, lyricist, magazine editor, illustrator,နဲ့ music composerစတဲ့ နယ်ပယ်တွေမှာပါ ခြေဆန့်နိုင်တဲ့ Geniusတစ်ယောက်ပါပဲ။
ရေးကို Perfectionistလို့ဆိုကြတယ်။ အဲ့ဒီ Perfectionistဆိုတာနဲ့ပက်သက်ပြီး ခင်မောင်ရင်ကတော့
“သူ့ရဲ့ခံယူချက်က ဒီလိုကွ။ Simplicity perfection and beauty လို့ခေါ်တယ်။ အင်္ဂလိပ် လို။ အရိုးဆုံးကို လုပ်လို့ရှိရင် မင်းအမှားနည်းတယ်။ အမှားနည်းတဲ့ပစ္စည်း တွေက လှတယ်ကွစ။ အလွန်ချစ်စရာကောင်းတဲ့ ဘင်္ဂါလီအယူအဆ။ ဆိုတော့ အရိုးဆုံးဆိုတာဘာလဲလို့၊ အရိုးဆုံးဆိုတာ မင်းအသိဆုံး၊ မင်းရိုးရိုးသားသား ကြီးသိတာ၊ ဘာမှကြံစည်စိတ်ကူး ထိုးထောင်၊ ထွင်…ဒါတွေ ဘာမှမလိုဘဲနဲ့၊ မင်းသွေးထဲသားထဲကကို သိနေတဲ့ ဟာကို မင်းလူတစ်ယောက်ကို ပြောပြ တော့မယ်ဆိုရင် မင်းပြက်ပြက်ထင်ထင်ဖြစ် အောင်ပြောနိုင်မယ်။ အဲဒီ အကောင်ဟာရုပ်ရှင်ရိုက်ပြလို့ရပြီ။စာရေးလို့ရပြီ။ အဲလိုဆိုရင် အမှားနည်း လိမ့်မယ်တဲ့။ အမှားနည်းခြင်း၌ အလှတရားသည် ရှိ၏။ “လို့
ဆိုထားတယ်။
ဒီရုပ်ရှင်ဟာ ကျွန်တော်တို့ ဒီဘက်ခေတ် အတော်အတန်ကောင်းတဲ့ရုပ်ရှင်တွေမှာတွေ့ရတဲ့ ရုပ်ရှင်ဟာ ရုပ်ရှင်ဖြစ်မနေတဲ့ ရုပ်ရှင်တွေရဲ့ ကနဦးရုပ်ရှင်တစ်ကားလို့ ဆိုလို့ရတယ်။
ပြောရရင် အရှိတရားကို အသားပေးတဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။
ဆန်းပြားခမ်းနားတဲ့ ဇာတ်ဝင်ခန်း‌ ထူးထွေများမြောင်ကို မြင်ရမှာမဟုတ်ဘူး။
ဒါပေမဲ့ ဘင်္ဂါလီအောက်ခြေလူတန်းစာ‌းတွေရဲ့ ဘဝကိုတော့ ကွက်ကွင်းကွင်းကွင်း
မြင်နိုင်အောင်ကိုပြထားတယ်။
နီးနီးစပ်စပ်သိတာနဲ့နှိုင်းပြရရင် သုခမြို့တော်ဆန်တယ်။
သုခမြို့တော်ရဲ့ ရုပ်ရှင်ဟာ စာအုပ်ရဲ့ ခံစားမှုကိုမပေးနိုင်ပေမဲ့ Pather Panchaliဟာ သုခမြို့တော် စာအုပ်ရဲ့ ခံစားမှုကိုပေးနိုင်တယ်လို့ ကျွန်တော်တော့ ထင်တယ်။
Pather Panchali ၊Aparajitoနဲ့ Apur Sansarဆိုပြီး Triology ထွက်ထားတယ်။ ဇာတ်ကောင် အပုနာမည်ယူပြီး Apu Triologyလို့ ခေါ်ကြတယ်။
ရိုက်ရတဲ့ရည်ရွယ်ချက်နဲ့ ပက်သက်ပြီး
” ဇာတ်လမ်းက ဆန်းဆန်းပြားပြား မဟုတ်ဘူး။
ဘင်္ဂါလီပတ်ဝန်းကျင်မှာ ရှိတဲ့ ဘင်္ဂါလီ အလယ်လတ်တန်းစားနဲ့ ဆင်းရဲသားများအကြောင်းပဲ။
အဲဒီဒါရိုက်တာက ဒါကိုကောင်း ကောင်းသိတယ်။
ကောင်းကောင်း သိတော့ ဒီသုံးကားကို ရိုက်တယ်။ ကောင်း ကောင်းသိတယ်ဆိုတာက သူတို့အိမ် တွေက ဘယ်လို၊ သူတို့ယုံကြည်တာက ဘယ်လို၊ သူတို့ဓလေ့ထုံးတမ်းက ဘယ်လို၊ သူတို့ယဉ်ကျေးမှုက ဘယ်လို၊ သူတို့ရိုးရာတွေက ဘယ်လို၊ သူတို့မိသားစုချင်း ဆက် ဆံတာက ဘယ်လို၊ ဘယ်လိုစားတာ၊ ဘယ်လိုသွားတာ၊ ဘယ်လိုစားတယ်၊ ဘယ်လိုအိပ်တယ်၊ ဘယ်လို ထိုင်တယ်၊ အကုန်လုံး ရှော်တိုးဂျစ်ရွိုင်းက သိတယ်။ သိတော့ အဲဒီဟာကို ရိုက်တယ်။ ဘာဖြစ်လို့ရိုက်တာတုန်း။ သူသိပ်သိလို့ရိုက်တာ။ “
လို့ ခင်မောင်ရင်ကဆိုတယ်။
ကိုးကား, လှိုင်ဘွား’s
” ဝင်းဖေ’s ခင‌်မောင်ရင်နဲ့ ရုပ်ရှင်”
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
Quality__B&W_720p
IMDb Rating__8.6/10
Format__mp4
Duration__02:05:00
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
