"Che: Part Two (2008)__________IMDb – 6.9/10
[ရသပြည့်ဝစွာ ခံစားနိုင်စေရန် Blu-Ray 1080p5.1ch,720p တို့ဖြင့်ပြည့်စုံစွာတင်ဆက်ပေးထားပါသည်…..]
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(Spoiler ဖြစ်မည်စိုးရိမ်သူများမဖတ်ဘဲ ဒေါင်းကြပါ..ကျွန်တော့်အမြင်ပြောရရင်
ဒီအညွှန်းလေးဖတ်ပြီးကြည့်ရတာပိုပြီးပြည့်စုံမည်ဟု ထင်မြင်သောကြောင့် ထည့်သွင်းဖော်ပြပေးထားခြင်းဖြစ်ပါသည်….)
(DatShin Movie Page မှ ကူးယူဖော်ပြသည်….)
(Unicode)
၁၉၅၆ ခုနှစ် . . ။
ရွက်လှေလေး တစ်စီးဟာ ပင်လယ်ထဲမှာ တအိအိ ရွေ့နေတယ်။ လှေလေးက ခပ်သေးသေးပါပဲ။ တကယ်တန်း ဆန့်တာက ၁၂ လောက်ထိပဲ ဆန့်တာ။ လွန်ရောကျွန်ရော ၂၅ ယောက် ပေါ့။ ဒါပေမယ့် လှေပေါ်မှာ လူ အယောက် ၈၀ ထိ ပါလာတယ်။
အဲ့ဒီရွက်လှေလေးဟာ တကယ့်အပြင်မှာ ရှိခဲ့ပါတယ်။ ရွက်လှေပေါ်က လူ အယောက် ၈၀ က လည်း တကယ် ရှိခဲ့ပါတယ်။ အခြားသူတွေတော့ မဟုတ်ပါဘူး။ နှောင်တစ်ချိန်မှာ တစ်ကမ္ဘာလုံးကို ကိုင်လှုပ်ပစ်တော့မယ့် ရဲဘော် ကပ်ပတိန်ကြီး Fidel Castro (ဖီဒယ် ကပ်စ်ထရို)၊ ဆရာဝန် ပျောက်ကျား စစ်သည်တော်ကြီး Che Guevara (ချေဂွေဗားရား) တို့ ပါဝင်တဲ့ အယောက် ၈၀ တပ်ဖွဲ့ငယ်လေးပါ . . . ။
သူတို့ဟာ တစ်ချိန်မှာ ကမ္ဘာ့သမိုင်းရဲ့ အင်မတန်ဆန်းကျယ်လှပ သေသပ်တဲ့ တော်လှန်ရေးကြီးကို ဆင်နွှဲတော့မှာ ဖြစ်တယ်။
______________________________
“ Che ”
(part one – Argentine / part two – Guerrilla)
___________________×× _____________
* ဒါရိုက်တာ *
Che ဆိုတဲ့ ဟောဒီ ဖြစ်ရပ်မှန် ရုပ်ရှင်ကြီး ဟာ Steven Soderbergh ရိုက်ကူးခဲ့ပြီး၂၀၀၈ ခုနှစ်မှာ အပိုင်း ၂ ပိုင်း ခွဲလို့ ထွက်ခဲ့ပါတယ်။ ပထမပိုင်းနာမည်က Che Part One : Argentine ဖြစ်ပြီး ဒုတိယပိုင်းအမည်က Che Part Two : Guerrilla ပါတဲ့။
အားလုံးသိထားတဲ့အတိုင်းပဲ Che (ချေဂွေဗားရား) ဆိုတာ ကမ္ဘာကြီးရဲ့ နာမည်ကြီး တော်လှန်ရေးခေါင်းဆောင်၊ ဆရာဝန်၊ ပျောက်ကျားစစ်ဆင်ရေး ပညာရှင်၊ တိုင်းပြုပြည်ပြု ပုဂ္ဂိုလ်ကြီး တစ်ယောက်ပါ။ Che ကို မသိကြတဲ့သူတွေ များပေမယ့် t shirt တွေ စတစ်ကာတွေပေါ်မှာ ကြယ်နီ ပါတဲ့ ဦးထုပ်အပြားလေးဆောင်းထားတဲ့ မုတ်ဆိတ်ပါးသိုင်းမွှေးနဲ့ ဘဲကြီးကိုတော့ လူတိုင်း မြင်ဖူးပြီးသားပါ။ အဲ့ဒါ Che ပါပဲ။
Che ဟာ ကျျွန်တော်တို့ လူသားမျိုးနွယ်ရဲ့ အကောင်းဆုံးလူသားတွေထဲက တစ်ယောက်ပါ။ အားလုံးမြင်ဖူးထားတဲ့ သူ့ရဲ့ ဓာတ်ပုံဟာဆိုရင် ကမ္ဘာ့နာမည်အကြီးဆုံး ဓာတ်ပုံလို့ကို ပညာရှင်များက တစ်ညီတညွှတ် သတ်မှတ်ထားပါတယ်။ သူက အာဂျင်တီးနားမှာမွေးတယ်။ ကျူးဘား (Cuba) ကို သွားပြီး တော်လှန်ရေး လုပ်တယ်။ ကျူးဘား က စစ်အာဏာရှင်ကြီး ကို အပြုတ်ဖြုတ်ခဲ့တယ်။ Che မှာ ပန်းနာရင်ကျပ်ရောဂါ ရှိတယ်။ ကျူးဘားအမျိုးသားခေါင်းဆောင်ကြီး Fidel Castro ရဲ့ သွေးသောက်ရဲဘော်ညီရင်းအစ်ကို ဖြစ်တယ်။
တော်လှန်ရေးကြီး အောင်မြင်သွားချိန်မှာတော့ Che ဟာ ကျူးဘား တိုင်းပြည်ရဲ့ အရေးကြီးတဲ့ ဝန်ကြီးနေရာတွေကို တာဝန်ယူပေးတယ်။ တိုင်းပြည်ပြုပြင်ပြောင်းလဲရေးကို အကြီးအကျယ် လုပ်ပေးခဲ့တယ်။ နောက်ပိုင်းမှာ Che ဟာ နိုင်ငံတကာ တော်လှန်ရေးသင်္ကေတ တစ်ခုလိုကို ဖြစ်လာတယ်။ သူ့ကို ဘုရားလို ကိုးကွယ်ကြတဲ့သူတွေ ထုနဲ့ ထည်နဲ့ ရှိတယ်။
ဒီလောက် ကြီးကျယ်ခန်းနားတဲ့ Che ရဲ့ အကြောင်းကို ရုပ်ရှင်ရိုက်မယ်ဆိုတော့ ဘယ်လိုရိုက်မှာတုန်း?? ဖြစ်ပါ့မလား??
အရင်ဆုံး ပြောချင်တာက ဒီ ရုပ်ရှင် ဒီ ဒါရိုက်တာရဲ့ ရိုးသားမှု ပါပဲ။
ဒီရုပ်ရှင်မှာ ဒါရိုက်တာဟာ Che ကို ဘာမှ စာမဖွဲ့ထားဘူး။ ဘုရားသခင်လိုလည်း အားလုံးပြည့်စုံပါ၏ မလုပ်ထားဘူး။ အတတ်နိုင်ဆုံး ဘယ်မျက်နှာမှ မလိုက်ပဲ အရှိအတိုင်း ရိုးရိုးလေး ဇာတ်ကားကို သယ်ဆောင်ပြသွားတယ်။
Che ဟာ ရိုးရှင်းပြီး ပြတ်သားတယ်။ ဒါကိုပဲ focus လုပ်သွားတယ်။ စကားအပို သိပ်မပြောဘူး။ စစ် တိုက်ရင်တိုက်နေမယ်။ ဒါမှ မဟုတ် စာဖတ်ရင် ဖတ်နေမယ်။ တစ်ခါတစ်လေ သူ့ တပ်သားတွေကို ဆဲနေမယ်။ တစ်ခါတစ်လေ ဆုံးဖြတ်ချက် အမှားတွေချမိနေတယ်။ တစ်ခါတလေ မိန်းမနဲ့ သားသမီးတွေနဲ့ ပျော်ပျော်ရွင်ရွင် အချိန်ကုန်နေမယ်။ ဒီလောက်ပဲ။
Che ကို ကိုယ်ယောင်ကိုယ်ဝါ တောက်ပနေသယောင် မလုပ်ပြထားဘူး။ ကျူးဘားရဲ့ ကျေးဇူးရှင်ဖခင်ကြီးလိုလည်း မဖန်ဆင်းထားဘူး။ Che ရုပ်ရှင်ဟာ Che လိုပဲ ရှင်းတယ်။ ရိုးတယ်။
တကယ်တော့ Che ရဲ့ အလုပ်တွေ ဖြတ်သန်းမှုတွေက နည်းတာကြီးမဟုတ်ပါဘူး။ ပြမယ်ဆို series လိုက်ကြီး စိန်နေအောင် ပြလို့ရတယ်။ ဒါပေမယ့် ဒါရိုက်တာဟာ သူ လိုသလောက်ပဲ Che ဘဝ တစ်ချို့ကို ကောက်နုတ်ပြသွားတယ်။
ဒါရိုက်တာ Steven Soderbergh ဟာ Sex , Lies , Videotapes ဆိုတဲ့ရုပ်ရှင်နဲ့ ၁၉၈၉ မှာ အသက်အငယ်ဆုံး Palm D Ore ဆု ကို ဆွတ်ခူးခဲ့တယ်။ ဒီမှာတော့ Ocean Twelve တို့ Ocean Eleven တို့ စတဲ့ ရုပ်ရှင်တွေကို ကြည့်ဖူးတဲ့သူ များပါတယ်။ အဲ့ဒါ ဒီဘဲကြီး ရိုက်တဲ့ ကားတွေပါပဲ။ Ocean Franchise တစ်ခုလုံး သူရိုက်ခဲ့တယ်။ Traffic လို အော်စကာတန်းဝင် ရုပ်ရှင်ကားကြီးတွေလည်း ဖန်တီးခဲ့တယ်။
ခြုံပြောရရင် Che ရုပ်ရှင်ဟာ ဒါရိုက်တာ Steven ရဲ့ directing ပညာအောက်မှာ ရိုးရှင်းတည်ငြိမ်နေတယ်။ ဘာ တီထွင်ဆန်းသစ်မှုမှ မပါဘူး။ တကယ့်ကို ရှင်းရှင်းလေး။
×××××××××××
* ဇာတ်ညွှန်း *
ရုပ်ရှင်ရဲ့ ပထမပိုင်း – Che နဲ့ Fidel Castro တို့ တွေ့ဆုံကြရာကနေ ကျူးဘားတိုင်းပြည်ကြီးကို နောက်ဆုံး အာဏာရှင်အစိုးရ မပြုတ်ပြုတ်အောင် ဗျင်းကြတဲ့ အထိ ကို တွေ့မြင်ရမှာပါ။ ၁၉၆၄ မှာ ကျူးဘားနိုင်ငံကိုယ်စား UN စင်မြင့်ပေါ်တက်ပြီး မိန့်ခွန်းပြောနေတဲ့ Che ရယ် . . . ၁၉၅၆ တောက်လျှောက်မှာ သေနတ်ကိုင်ထားတဲ့ တော်လှန်ရေးသမားကြီး Che ရယ် . . ဆိုတဲ့ Che ရဲ့ life event နှစ်ခုကို ယှဉ်ပြီး ပြထားပါတယ်။
ရုပ်ရှင်ရဲ့ ဒုတိယပိုင်း – ၁၉၆၆ နောက်ပိုင်း။ Fidel Castro က တစ်နိုင်ငံလုံးကို မိန့်ခွန်းပြောနေတယ်။ Che ဟာ ကျူးဘား အစိုးရအဖွဲ့ကနေ နှုတ်ထွက်သွားပြီဆိုတဲ့အကြောင်း။ နောက်တစ်နေ့မှာတော့ ထိပ်ပြောင်ပြောင်နဲ့ အမွှေးမရှိ အမျှင်မရှိအောင် ရုပ်ဖျက်ထားတဲ့ Che ဟာ ဘိုလီးဗီးယား (Bolivia) တိုင်းပြည်ထဲကို တိတ်တိတ်ကလေးရောက်သွားပြီး တော်လှန်ရေးအသစ်တစ်ခုကို စတင်ဖို့ ပြင်နေပါတော့တယ်။
(Guerrilla ဆိုတဲ့စကားလုံးကို Part Two မှာ တောက်လျှောက်တွေ့ရလိမ့်မယ်။ အဲ့ဒါက သိတဲ့သူအဖို့တော့ မခက်ခဲပေမယ့် မသိတဲ့ သူများအတွက် နည်းနည်း ရှင်းပြ ပါရစေ။ Guerrilla Warfare ဆိုတာ နိုင်ငံတကာ တော်လှန်ရေးလို့ အလွယ်ဆုံး ဘာသာပြန်လို့ရပါတယ်။ Che ဟာ ကျူးဘားတော်လှန်ရေးပြီးတဲ့နောက်မှာ တခြားနိုင်ငံတွေရဲ့ တောနက်ကြီးထဲဝင်ပြီး လက်နက်ဆွဲကိုုင်လို့ အဲ့ဒီနိုင်ငံတွေရဲ့ အာဏာရှင်အသီးသီးကို လိုက် ချေမှုန်းဖို့ လုပ်ပါတယ်။ အဲ့လို ကိုယ့်နိုင်ငံသူ့နိုင်ငံမခွဲခြားပဲ လက်နက်ကိုင် တော်လှန်ရေး လိုက်လုပ်တဲ့ ရဲဘော်များရဲ့ လှုပ်ရှားမှုကို Guerrilla Warfare လို့ ခေါ်ပါတယ်။ Part Two မှာ Che က ဘိုလီးဗီးယားကို ရောက်သွားတာ Guerrilla Movement ကို ဦးဆောင်ဖို့ပါ)
Che ရုပ်ရှင်ရဲ့ ဇာတ်ညွှန်းကို လူသုံးယောက် ဝိုင်းရေးပေးခဲ့တယ်။ Peter Buchman ရယ် Benjamin A. van der Veen ရယ် Terrence Malick ရယ်ပါ။ ဆရာကြီး သုံးယောက်ရဲ့ လက်ရာက Che ရုပ်ရှင်ကို အကြီးအကျယ် ရုပ်လုံးကြွ ပြည့်စုံ သွားစေခဲ့တယ်။
ကျွန်တော်ပြောခဲ့သလိုပဲ။ Che ဆိုတာ အပြင်လောကမှာ ဘယ်လောက် ကြီးကျယ်နေပါစေ။ ဒီ ရုပ်ရှင်မှာတော့ သာမန်လူသားတစ်ယောက်ပါပဲ။ ဇာတ်လမ်းအစမှာတင် ပန်းနာရင်ကျပ်ရောဂါသည် Che ဟာ တောကြီးမျက်မည်းထဲမှာ အသက်တောင် ကောင်းကောင်းမရှုနိုင်တော့လို့ သူ့ရဲဘော်က သူ့အိတ်ကို ဝိုင်းသယ်ပေးရတဲ့ အဖြစ်။
တစ်ဖွဲ့လုံး Maxico မှာ စစ်ပညာသင်ထားခဲ့ပေမယ့် တကယ့် လက်တွေ့တော်လှန်ရေးဆင်နွှဲတဲ့အခါမှာတော့ Che တို့ တစ်သိုက် တိုင်ပတ်နေခဲ့ကြတယ်။ အရေးထဲ Fidel ကြီးက အားရပါးရ ချိန်ပြီး ရန်သူကို ပစ်ထည့်လိုက်တာ အလွဲကြီးလွဲသွားသေး . . . ။
ဒါပေမယ့် Che တို့ရဲ့ ဦးဆောင်မှု တိုးတက်ပြောင်းလဲမှုအောက်မှာ လူ ၈၀ နဲ့ စ ခဲ့တဲ့ တော်လှန်ရေးလေးက တဖြည်းဖြည်း ကြီးပြင်းလာတာကို ဒီကားမှာ မြင်သလောက် မြင်ရမယ်။
Che ရွာသားတွေကို ကိုယ့်မိသားစုဝင်များပမာ ဆက်ဆံကြတယ်။ ပိုက်ဆံမပေးပဲ ရွာသားတွေဆီက ဘာ ပစ္စည်းမှ ယူခွင့်မရှိဘူး။ တော်လှန်ရေးလုပ်တဲ့ သူပုန်တပ်ဆိုပေမယ့် အရမ်းစည်းကမ်းရှိတယ်။ မုဒိန်းမှုသာ ကျူးလွန်ကြည့်ပါလား။ ချက်ချင်း သေဒဏ်ပေးခံရမယ် အဲ့စစ်သား . . ။
“ ဆရာ . . ရန်သူ့တပ်က အတော် စနစ်ကျတယ်။ ဆေးရုံတောင် ရှိတယ် ” ဆိုတဲ့ အာဏာရှင်ဘက်က တပ်မှူးရဲ့ ပြောစကားကို ဒီကားမှာ ကြားရမယ်။
အဲ့ဒါတွေထက် ပိုကြီးအရေးကြီးတာ တစ်ချက်ရှိတယ်။ ဘာလဲဆိုတော့ ဒီကားကို စစ်ကားလို့ ယူဆပြီး ကြည့်မယ့်သူတွေကို ပြောချင်တာပါ။ အမှားကြီး မှားသွားပါလိမ့်မယ်နော်။ ဘာလို့ဆိုတော့
စစ်ကားမို့ ပစ်တာခတ်တာ ဗုန်းကွဲတာတွေကို အရမ်းလှတဲ့ shot တွေနဲ့ စစ်သားတွေ စတိုင်မိမိ ပြေးလွှားနေတာတွေ လုံးဝ မြင်ရမှာ မဟုတ်ပါဘူး။
“ သတင်းထောက်။ ။ တော်လှန်ရေးကို ဘယ်လိုမြင်ပါသလဲ
Che ။ ။ ကြီးမားတဲ့ ချစ်ခြင်းမေတ္တာဓာတ် မရှိပဲ တော်လှန်ရေးကို လုပ်ကို လုပ်လို့မရပါဘူး ”
ဟုတ်ပါတယ်။ အဲ့အတိုင်းပါပဲ။ Che ရဲ့ စကားလိုပါပဲ . . ဒီ ဇာတ်ညွှန်းကြီးတစ်အုပ်လုံးမှာလည်း ချစ်ခြင်းမေတ္တာ၊ လူသားဆန်မှု၊ အမှား အမှန်၊ ရွာသားတွေနဲ့ တော်လှန်ရေးစစ်သားတွေရဲ့ ဆက်ဆံရေး၊ အထူးဖြင့် Che ရဲ့ ပုဂ္ဂိုလ်ရေးဆန်တဲ့ ဘဝကိုသာ မြင်ရမှာပါ။
တစ်ခါတလေ စစ်ပွဲ တစ်ပွဲလုံးကို သေနတ်ပြောင်းက ကျည်ထွက်နေတာပဲ ပြပြီး ပြီးရင်လည်း ပြီးသွားပါတယ်။ စစ် တကယ်ဖြစ်နေတာကို ပြရင်လည်း ရိုးရိုးရှင်းရှင်းကြီးပဲ ပြပါတယ်။ ဘာမှ မကွန့်ထားဘူး။
ဒီကားရဲ့ ဇာတ်ညွှန်းဟာ . . not about ဒုန်းဒုန်းဒက်ဒက် ပါ။ it’s about loving kindness ပါဗျာ . . ။
ဒီတော့ ချခန်းပါမှ ကြိုက်မယ်ဆိုရင်တော့ Che က ရှောင်သင့်တဲ့ ကားပါ။
×××××××××××
* သရုပ်ဆောင်များ *
ကျွန်တော်တို့ချစ်ရတဲ့ Che နေရာမှာ သရုပ်ဆောင်သူကတော့ Benicio Del Toro ပါ။
Benicio ကို ဒီမှာတော့ Sicario ရုပ်ရှင်နှစ်ကားနဲ့ လူသိများတယ်။ Infinity War မှာ The Collector အနေနဲ့လည်း သိကြလိမ့်မယ်။
Che ဆိုတဲ့ global icon ကြီးကို တာဝန်ယူ သရုပ်ဆောင်ရတဲ့သူဖြစ်လာတဲ့အတွက် Benicio အတွက် ကြောက်စရာကောင်းလောက်အောင် တာဝန်ကြီးပါတယ်။
ဒါပေမယ့် Benicio ဟာ Che ဖြစ်လာခဲ့တယ်။ Benicio ဟာ အသံ၊ ရုပ်၊ ကိုယ်လုံး စတဲ့ လိုအပ်သမျှ အပြောင်းအလဲတွေ အကုန်လုပ်ထားတယ်။ Che ဆိုတဲ့ ပုဂ္ဂိုလ်ကို သေချာ လေ့လာထားတယ်။ Che ရဲ့ စိတ်အတွင်းသန္တာန်ထဲထိ သူ ဝင်ကြည့်လို့ရသလောက် ဝင်ကြည့်ထားပုံရတယ်။
သူတို့နှစ်ယောက်က မျက်နှာပေါက်ဆင်သလား ဆိုတော့ အရမ်းမဆင်ပါဘူး။ နီးစပ်တယ်ဆိုရုံလောက်ပါပဲ။ ဒါပေမယ့် Benicio က မိတ်ကပ်၊ physical changes တွေရဲ့ အကူအညီလည်း ယူခဲ့သလို စိတ်ဝိညာဉ်ချင်းလည်း ကူးလူးခဲ့ပါတယ်။ Benicio နဲ့ Che ဘယ်လောက် လိုက်ဖက်တယ်ဆိုတာကို ဒီကားမှာ မြင်ရမှာပါ။
ဒါရိုက်တာဟာ ရုပ်ချွတ်ဆွတ်တူတဲ့သူကို ဦးစားပေးပြီး Audition တွေခေါ်နေရင် Benicio လို တကယ့် talented ဖြစ်တဲ့ သရုပ်ဆောင်နဲ့ လွဲတော့မှာပေါ့။ ဒီကားကို ကြည့်ရင်း နားလည်လိုက်တာကတော့ ဖြစ်ရပ်မှန်အထုပ္ပတ္တိ ရုပ်ရှင်တွေမှာ casting လုပ်တဲ့အခါ ရုပ်တူတာထက် ပိုအရေးကြီးတဲ့အရာတွေ အများကြီး ရှိတယ်ဆိုတာပါပဲ။
တိုက်ပွဲကို လာ ဆက်သွယ်ပြီး ပါဝင်ချင်ပါတယ်ဆိုတဲ့ ၁၆ နှစ်သား ကလေးတွေကို Che တစ်ယောက် ခေါင်းခါပြီး အိမ်ပြန်ခိုင်းပုံတွေ . . ရွာသားတွေကို ဆေးကုပေးနေပုံတွေ . . အားလပ်ချိန်တိုင်း စာထိုင်ဖတ်နေသူတွေ . . လက်ကို မြောက်မြောက်ပြီး အားနဲ့မာန်နဲ့ အသံအေးအေးနဲ့ စကားပြောနေတာတွေ စတဲ့ မြင်ကွင်းတွေကို ကျွန်တော်တို့ဟာ Che ဘေးမှာ သွားထိုင်ကြည့်နေရသလို တကယ် ခံစားပြီး ကြည့်ရမှာပါ။ ရုပ်ရှင်ဆန်တဲ့ drama ခင်းတာတွေ over တွေ မျက်လုံးမှေးပြီး တိုင်းပြည်အတွက် ဘယ်လောက်ချစ်ကြောင်းပြောတာတွေ . . အံကြိတ်ပြီး နိုင်ငံရေးတရား အတုံးလိုက်အတစ်လိုက်ဟောပြတာတွေ တစ်ခုမှ မြင်ရမှာ မဟုတ်ပါဘူး။
Che တစ်ယောက် ကောင်းရင်လည်းကောင်းမယ်။ ဆိုးချင်လည်း ဆိုးမယ်။ ကိုယ် စီးလာတဲ့ မြင်းကို ဒေါသထွက်ပြီး သတ်ချင်လည်း သတ်ပစ်မယ်။ ဒါ အမှန်တရားပဲ။
အဲ့ဒါဟာ ဒီမင်းသားရဲ့ acting ပညာ အလှတရားလည်း ဖြစ်ပါတယ်။ တန်ခိုးရှင်မဟုတ်တဲ့ အရမ်းလူသားဆန်တဲ့ Che ပါ ဗျာ . . ။
Fidel Castro အဖြစ် သရုပ်ဆောင်တဲ့ Demián Bichir . . ကိုလည်း အရမ်းသဘောကျတယ်။ လေးနက်မှုအပြည့််နဲ့ Che နဲ့ စကားပြောနေတာတွေကို မြင်နေရတာ လွန်ခဲ့တဲ့ နှစ် ၅၀ – ၆၀ ဝန်းကျင်က ကျူးဘားက သွေးသောက် ညီအစ်ကိုနှစ်ယောက်ရဲ့ chemistry ကို ဆဝါးခွင့်ရတယ်။
“ မင်းကို ငါတို့ ဆုံးရှုံးမခံနိုင်ဘူး။ မင်းက ငါတို့အတွက် အရမ်း အရေးကြီးတယ်။ အဲ့တော့ ရှေ့အရမ်းမထွက်ပါနဲ့။ ဒါ အမိန့်ပဲ . . . ”
ဆိုတဲ့ Fidel က Che ကို အမိန့်ပေးတဲ့ scene ခုထိ မျက်လုံးထဲက မထွက်ဘူး။
တခြား ကျရာဇာတ်ရုပ်မှာ အကောင်းဆုံးသရုပ်ဆောင်ကြတဲ့ လက်တင်၊ ဟောလီးဝုတ် မင်းသားတွေ မင်းသမီးတွေကိုလည်း သဘောကျတယ်။ သူတို့ကြောင့်သာ ကျူးဘားတော်လှန်ရေးကြီးကို မျက်စိရှေ့မြင်နေရသလို ခံစားရတာပါ။
Che အပါအဝင် သူတို့အားလုံးဟာ လက်တွေ့မကျတဲ့ သေနတ် နှစ်လက် ကိုင်ပစ်တာမျိုး၊ ကျွမ်းထိုးပြီး ပစ်တာမျိုး စတဲ့ အက်ရှင်ကားထဲက အကွက်တွေကို ဘယ်သူမှ မလုပ်ကြဘူး။ သေနတ်တွေ မနိုင့်တနိုင်ထမ်းရင်း တတ်နိုင်သလောက် တော်လှန်ရေးလုပ်နေကြတဲ့ စိတ်ထားဖြူစင်စည်းကမ်းရှိတဲ့ ရဲဘော်တွေကိုပဲ မြင်ရတယ်။
×××××××××××××××
* Cinematography (ရုပ်ရှင်ဓာတ်ပုံ) *
Che Movie ရဲ့ Cinematography ကို တာဝန်ယူသူကတော့ ဒီကားရဲ့ ဒါရိုက်တာ ကိုယ်တိုင်ပါပဲ။ ဒါရိုက်တာတဖြစ်လဲ Cinematographer ဟာ ဒီကားရဲ့ camera works တွေကို အရိုးရှင်းဆုံးပုံစံပဲ လုပ်ခဲ့ပါတယ်။ စစ်တိုက်နေချိန်တွေမှာကအစ stay shots (ငြိမ်နေတဲ့ရိုက်ချက်) တွေ လှိုင်နေအောင် သုံးတယ်။ tracking / handheld shots တွေကိုတောင် Part Two မှာမှ တွေ့ရတယ်။ ကင်မရာကို stay ထောင်ထားပြီး ကင်မရာထဲက တော်လှန်ရေးတပ်သားတွေ လှုပ်ရှားသွားလာ နေကြတဲ့ မြင်ကွင်းကို ဒီကားမှာ အမြဲမြင်ရမှာပါ။
ပျင်းစရာကောင်းတယ်လို့ ဆိုနိုင်ပေမယ့် ကျွန်တော်ကတော့ ဒီဇာတ်ကားနဲ့ လိုက်ဖက်တဲ့ camera works မျိုးလို့ ယူဆပါတယ်။ Cinematography ဆိုတာ လှအောင် ရိုက်လေ ကောင်းလေ မဟုတ်ပါဘူးပဲ ရုပ်ရှင်နဲ့ လိုက်ဖက်တဲ့ ရိုက်ကူးမှု ကင်မရာလှုပ်ရှားမှုမျိုးကို ဖန်တီးနိုင်မှသာ ကောင်းတယ်လို့ ယူဆနိုင်တာပါ မဟုတ်ဘူးလားဗျာ။
××××××××××××
တစ်ခါသားမှာ တိုက်ပွဲတစ်ပွဲကို Che တို့ နိုင်သွားလို့ နောက်တစ်မြို့ကို စစ်ကားတွေနဲ့ ချီတက်ကြတယ်။ ရဲဘော်တစ်ယောက်က ကား အကောင်းစားကြီးမောင်းလာတာကို Che က တွေ့သွားပြီး အဲ့ကားနောက် အမှီလိုက်တယ်။ ရပ်ခိုင်းတယ်။ ပြီးတော့ ကားကို ပိုင်ရှင်လက်ထဲ ပြန်ထည့်ခိုင်းတယ်။
“ မင်းတို့ကောင်တွေကို ဘယ်သူက သူခိုး လုပ်ဖို့ ခွင့်ပေးထားလဲ . . . ?? အခု ယူခဲ့တဲ့မြို့မှာ ကား ကို ပြန်သွားထား။ ပြီးရင် ဘတ်စကား စီးရင်စီး စစ်ကား စီးရင်စီး . . မဟုတ်လည်း ခြေကျင်အတိုင်း ဆက် လိုက်ခဲ့ ။ စောက်ရေးမပါတာ . . ”
ဆိုပြီး စိတ်ပျက်လက်ပျက် ညည်းနေတဲ့ Che ကို မြင်ရပါလိမ့်မယ်။
အဲ့ဒီ scene ကို ကြည့်ခြင်းအားဖြင့် Che တို့ တော်လှန်ရေး ဘယ်လောက်စည်းကမ်းရှိတယ် ဘယ်လောက် သေဝတ်ပိပြားတယ်ဆိုတာကို မြင်နေရတယ်။ သူတို့ တော်လှန်ရေး ဘယ်လောက် ကောင်းကြောင်း တစ်ခွန်းမှ မပြောသွားပါဘူး။ ဒါပေမယ့် ဒီလူတွေရဲ့ ချစ်ခြင်းမေတ္တာနဲ့ တည်ဆောက်တဲ့ တော်လှန်ရေးကို ခင်ဗျား ခံစားရလိမ့်မယ်။ ဒီလူတွေရဲ့ ပြည်သူပေါ် တန်ဖိုးထားမှုကို မြင်ရလိမ့်မယ်။
လူ့သမိုင်းရဲ့ အကောင်းဆုံးတော်လှန်ရေးဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ပုဒ်ကို ကြည့်ရှုခံစားဖို့ ဝါသနာပါတယ်ဆိုရင်တော့ Che နှစ်ပိုင်းလုံးကို ကြည့်ဖြစ်အောင် ကြည့်လိုက်ပါ။ မကြည့်လည်း ရပါတယ်။ Che ကို အနီးကပ် မမြင်ဖူးရုံပဲ ရှိမပေါ့ . . ။
File Size :(2.37GB) and (1.23GB)
Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p
Format…mp4
Duration…02:15:00
Genre : Biography, Drama, History
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Alias
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
