"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
[Unicode]
Nostalgia (1986)
=============
IMDb Rating = 8.1 out of 10
Directed By Andrei Tarkovsky
၁ + ၁ = ၁
ဘယ်လောက်အထိဝေးလာခဲ့လဲ ငါမသိဘူး
ပြန်မရောက်တော့တဲ့နေရာတစ်ခုရဲ့
နှိက်စက်သမှုကို အလူးအလဲခံနေရတဲ့
ငါတို့အမှားတွေကို ငါတို့အမှား
ဟုတ်ဟုတ်မဟုတ် ရထားပေါ်တင်
ဘုဇပတ်ပင်တွေရှိတဲ့မြို့ဆီ
ချစ်ခြင်းနဲ့တွဲတဲ့နောင်တဆိုတဲ့
အကြီးဆုံးဝေဒနာကို ပြန်ပို့လိုက်ကြတယ်။
ရေတစ်စက်နဲ့ ရေတစ်စက်ပေါင်းတော့လည်း
ရေတစ်စက်ပဲ ပြန်ရတာပါပဲ။
ဖွင့်ပြောမထားတဲ့ ခံစားချက်တွေဟာ
မမေ့ရက်နိုင်စရာကောင်းလွန်းတယ်။
ရုပ်ရှင်သမိုင်းတစ်လျှောက်က အကြီးကျယ်ဆုံး
လူတွေကို ရွတ်ပြရရင် တာကော့စကီးဟာ
ထိပ်ဆုံးကပါနေရမယ့် နာမည်မျိုးပဲ။
ရုပ်ရှင်သမိုင်းရဲ့ အကျော်ဇေယျတွေထဲက
တစ်ယောက်ဖြစ်တဲ့ Ingmar Bergman
ကိုယ်တိုင်ကိုက တာကော့စကီးကို
“Greatest of us all”လို့
ထောပနာပြုထားခဲ့ဖူးတယ်။
Poetic Cinemaဆိုတဲ့စကားလုံးကို
ပြောလိုက်ရင် တာကော့စကီးဆိုတာ
အဲ့ဒီစကားလုံးနဲ့ တစ်သားတည်း
ရပ်တည်နေမယ့် သူ။ တာကော့စကီးဟာ
ဝေဝါးသိပ်သည်းတဲ့ ခံစားမှုအစိုင်အခဲ
တစ်ခုကို ခင်ဗျားရင်ထဲထည့်ပေးရုံကလွဲ
ဘာမှပေးစွမ်းမှာမဟုတ်ဘူး။
ဒါကြောင့်လည်း တာကော့စကီးရုပ်ရှင်တွေဟာ
ကြည့်ရှုဖို့ မဟုတ်တဲ့ ခံစားဖို့သက်သက်
ရုပ်ရှင်တွေလို့ တစ်ချို့ကပြောကြတယ်။
သူ့ရုပ်ရှင်တွေကို ဘယ်လိုရုပ်ရှင်မျိုးတွေ
ပါလို့တော့ ဓာတ်ခွဲမပြတတ်ဘူး။
သေချာတာတော့ သူ့ရုပ်ရှင်ဟာ
ဒီနေ့ခေတ်ရုပ်ရှင်တွေထက်တောင်
ပိုသစ်လွင်နေတယ်။ တာကော့စကီးရဲ့
ရုပ်ရှင်ဟာ ရုပ်ရှင်မဟုတ်ဘူး မှော်ပညာပါပဲ။
အချိန်အတော်ကြာပြီးတဲ့အခါမှာ
ခင်ဗျား ဒီရုပ်ရှင်ထဲက ဇာတ်ဝင်ခန်းတွေ
ပုံရိပ်တွေ စကားလုံးတွေကို ဘာတစ်ခုမှ
ရေရေရာရာ မမှတ်မိတော့တဲ့
အခြေအနေတစ်ခု ဖြစ်ကောင်းဖြစ်လာလိမ့်မယ်။
မတော်လို့ဒီရုပ်ရှင်ကို သတိရမိရင်တော့
ဘာမှတစ်ခုမှရေရေရာရာ မမှတ်မိတော့တဲ့
ခင်ဗျားဆီကို သေချာတဲ့ ခံစားမှုတစ်ခုက
ပြန်ရောက်လာပါလိမ့်မယ်။ ဒါဟာ
ဒီရုပ်ရှင်က ခင်ဗျားကို ပေးစွမ်းမယ့်
အရာပါပါပဲ။ထပ်ပြောရရင်
ဒီရုပ်ရှင်ဟာ ရုပ်ရှင်မဟုတ်ပါဘူး။
မှော်ပညာပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
Quality__1080p , 720p
IMDb Rating__8.1/10
Format__mp4
Duration__02:05:00
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
