"Remember (2022)
မကြာခင်မှာ စစ်မှုထမ်းသွားရတော့မယ့် Nam Joo Hyuk ကို အလွမ်းပြေကြည့်ဖို့ ဇာတ်ကားအသစ်လေးရပါပြီ။
Main Cast တွေအနေနဲ့ Lee Sung Min နဲ့ Nam Joo Hyuk တို့ပါဝင်ထားတဲ့အပြင် Plot ဆန်းဆန်းလေးနဲ့မို့ ကြည့်မကောင်းမှာတော့ မပူရပါဘူး။
_____________________ _____________________
“အတိတ်မှာပိတ်မိနေတဲ့သူတွေအတွက် အနာဂတ်ဆိုတာ မရှိဘူး”
ဒါပေမဲ့လည်း မတရားသဖြင့် ခံစားခဲ့ရတဲ့သူတွေအတွက်တော့ တချို့အတိတ်တွေက သူတို့တစ်ဘဝလုံးထွေးပိုက်ထားရမယ့်
နာကြည်းချက်တွေ၊ သူတို့ဘဝကိုရှေ့ဆက်ရမယ့် လှေကားတစ်တွေ ဖြစ်နေမှာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဟန်ဖီလ်ဂျူဟာ အသက် ၈၀ အရွယ်အဘိုးကြီးတစ်ဦးဖြစ်ပြီး
ဦးနှောက်အကြိတ်နောက်ဆုံးအဆင့် အယ်လ်ဇိုင်းမားရောဂါကို ခံစားနေရပါတယ်။
ဒါ့အပြင် လူမသိသူမသိ ဖုံးကွယ်ထားခဲ့တဲ့ သူ့ရဲ့လျှို့ဝှက်ချက်တစ်ခုကတော့
သူ့မှာ နှစ်ပေါင်း ၆၀ လောက်ကြာအောင် အကွက်ချစီစဉ်လာခဲ့တဲ့ အလုပ်တစ်ခုရှိနေတယ်ဆိုတာပါပဲ။
အင်ဂယူကတော့ ဟန်ဖီလ်ဂျူနဲ့ အသက်အရွယ်ချင်းကွာခြားလွန်းပေမဲ့
သူငယ်ချင်းလို ခင်မင်ပေါင်းသင်းနေကြတဲ့ ဟန်ဖီလ်ဂျူရဲ့ လုပ်ဖော်ကိုင်ဖက်တစ်ယောက်ပါ။
ဒီလိုနဲ့တစ်နေ့မှာတော့ အင်ဂယူတစ်ယောက် ဟန်ဖီလ်ဂျူကို ကူညီပေးရင်း
မထင်မှတ်ဘဲ လူသတ်တရားခံအနေနဲ့ သံသယဝင်ခံရတဲ့အဖြစ်ကို ရောက်သွားပါတော့တယ်။
အင်ဂယူအတွက် အံ့အားသင့်စရာတစ်ခုကတော့ လူသတ်သမားအစစ်ဟာ သူယုံကြည်ခဲ့ရတဲ့ ဟန်ဖီလ်ဂျူဖြစ်နေခဲ့တာပါပဲ။
အသက် ၈၀ အရွယ်အဘိုးကြီး ဟန်ဖီလ်ဂျူက ဘာကြောင့်များ လူသတ်ခဲ့ရတာလဲ။
နှစ်ပေါင်း ၆၀ လောက် သူအကွက်ချစီစဉ်ခဲ့တဲ့ကိစ္စကရော ဘာများဖြစ်မလဲ။
လူသတ်တရားခံအနေနဲ့ အထင်လွဲခံနေရတဲ့ အင်ဂယူကရော
သူ့အပေါ်ရောက်နေတဲ့ စွပ်စွဲချက်ကို ဘယ်လိုဖျောက်ဖျက်သွားမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။
အညွှင်္းကိုတော့ Hmwe Thet Winn က ရေးထားပေးပြီးတော့
ဘာသာပြန်ထားတာကတော့ Hmwe and Joyz ပဲ ဖြစ်ပါတယ်။
Genre….. Drama
Quality…. 1080p | 720p | 480p
File size… 1.5 GB | 700MB | 377MB
Format… mp4
Duration…. 2h 8min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Hmwe and Joyz
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
