"ℙ𝕖𝕣𝕗𝕖𝕔𝕥 𝔹𝕝𝕦𝕖 (𝟙𝟡𝟡𝟟)
===========
IMDb Rating- 8/10
Rotten Tomatoes- 80%
MyAnimeList- 8.5/10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ်ခါ‌တလေများ ရေသောက်နေရင်းဖြစ်ဖြစ်
ထိုင်နေရင်းဖြစ်ဖြစ် ဆေးလိပ်သောက်နေရင်းဖြစ်ဖြစ်
တစ်ချိန်ချိန်မှာ အတွေးဟာ အပြင်ကိုမရောက်ဘဲ
အတွင်းထဲကို ရောက်သွားတဲ့ အခိုက်အတန့်တစ်ခုကို
လူအတော်များများ ကြုံဖူးကြမယ်ထင်တာပဲ။
ကျွန်တော်တော့ ရံဖန်ရံခါဆိုသလိုဖြစ်တတ်တယ်။
အဲ့ဒီအခိုက်အတန့်ကလေးမှာ အတွေးဟာ
ပြင်ပ အကြောင်းအဖြစ်တွေဆီ ရောက်မသွားဘဲ
“ငါ”ဆိုတဲ့ အတွင်းကအ‌ရာဆီပြန်ရောက်သွားတယ်။
အဲ့ဒီအခိုက်အတန့်ဟာ တကယ့်ကိုခဏလေး
ဒါပေမဲ့အတော်ကြာသလိုလည်းခံစားရတယ်။
အတိအကျတော့မပြောတတ်တော့ပေမဲ့
သေချာတာကတော့ အဲ့ဒီအချိန်မှာဖြစ်တဲ့
ခံစားမှုဟာ “ငါ”ဆိုတာရဲ့လုံး၀ကိုအဓိပ္ပာယ်မဲ့နေမှုကြီး။
‌ဒီခန္ဓာဒီနာမည်နဲ့လူဟာ ငါဟုတ်ရဲ့လားတောင်
တွေးမိတဲ့အထိပဲ။ ကိုယ်ရှင်နေတဲ့ ဘ၀ကြီးကို
အရှိတရားရောဟုတ်ရဲ့လားလို့ သံသယ၀င်မိတဲ့
အခိုက်အတန့်တစ်ခုလို့ဆိုရမယ်။
အဲ့ဒီလိုအခိုက်အတန့်ကို ခံစားဖူးတဲ့လူတိုင်း
ဒီAnimeထဲက ဇာတ်‌ကောင်ရဲ့ ဘ၀ကို
နားလည်မယ်လို့ ကျွန်တော်ထင်တယ်။
ဒီထဲကဇာတ်ကောင်ကို နားလည်သွားရင်
ဒီ Anime ဟာ ခင်ဗျားအတွက်
တကယ့် Masterpiece တစ်ခုဖြစ်သွားမှာတော့
သေချာတယ်။
သတိထားမိသလောက်ဆိုရင် တစ်ချို့ဒါရိုက်တာတွေဟာ
လူ့ဘ၀လို့ ကျွန်တော်တို့အားလုံး ခေါ်ကြတဲ့အရာဟာ
အရှိတရားဟုတ်ရဲ့လား?
အိပ်မက်တစ်ခုများလား? ဆိုတဲ့
တူညီတဲ့ သံသယတစ်ခု သူတို့ခေါင်းထဲရှိနေတာ
သူတို့ရုပ်ရှင်တွေမှာ အတော်တွေ့ရတယ်။
Satoshi Kon ဟာလည်း အဲ့ဒီလို အရှိတရားကို
သံသယ၀င်တဲ့သူတွေထဲက တစ်ယောက်ပဲလို့
ကျွန်တော်တော့ယုံတယ်။
Perfect Blue မှာ အရှိတရားကို ဝေခွဲဖို့ အတော်ခက်တယ်။‌
လက်တွေ့မှာ အရှိတရားကိုယ်တိုင်ကလည်း ဝေခွဲဖို့ခက်တဲ့အတွက်
အရှိတရားကို ဝေခွဲရခက်တဲ့ရုပ်ရှင်တွေဟာ
ကျွန်တော်တို့ စိတ်တွေကို တစ်နည်းတစ်ဖုံနဲ့ ဖမ်းစားထားနိုင်ခဲ့တယ်။
Black Swanတို့ Shutter Islandတို့ Requiem for Dreamတို့လို
နာမည်ကျော်ကားတွေမှာတောင်
ဒီထဲကတစ်ချို့အရာတွေပြန်ယူသုံးရတဲ့အထိ
ဒီ Animeဟာ အနောက်တိုင်းရုပ်ရှင်တွေကိုပါ
လွှမ်းမိုးထားနိုင်ခဲ့တယ်။
ဆန်းတော့လည်း မဆန်းပါဘူး။
အကောင်းဆုံးလက်ရာတစ်ခုဟာ
အမြဲလို တစ်ပါးသော လက်ရာတွေကို လွှမ်းမိုးမှုတစ်ခုရှိနေမှာပဲမလား
အရှင်းဆုံးပြောရရင်တော့
Perfect Blueဟာ
လူတစ်ယောက်ရဲ့ စိတ်ကူးဖန်တီးနိုင်စွမ်းကို
ယုတ္တိဘောင်၊အထိန်းအကွပ် အဆုံးစွန်အထိ
လွှတ်ပေးလိုက်တဲ့အခါ ထွက်လာတဲ့
လက်ရာမျိုးပဲ။
“ငါ့ရဲ့ စိတ်ကူးအိပ်မက်ထဲမှာရော
ငါ့ရဲ့ အရှိဘ၀မှာရော
ငါမရှိတဲ့အခါ ငါက ဘယ်မှာလဲ”
(အညွှန်းကို WiRa Aungမှ ရေးသားပေးထားပြီး
ဇာတ်ကားကိုတော့ Daniel Lawwai မှ ဘာသာပြန်ပေးထားပါတယ်)
File size… 1.72 GB and 884 MB
Quality….WEB-DL 1080p 5.1CH and 720p
Format…mp4
Duration…. 1h 21min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Daniel Lawwai
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
