"Mank (2020)
============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.4/10
#Unicode
မနှစ်ကတင် Tarantinoက ဟိုးအရင်
ဟောလိဝုဒ်ကို တမ်းတတဲ့ရုပ်ရှင်တစ်ကား
ထွက်ထားပါတယ်။ ဒီနှစ်တော့
David Fincher အလှည့်ပါပဲ။
Mankရဲ့ ဒါရိုက်တာ David Fincherကိုတော့
အတော်များများသိကြမှာပါ။FightClub ,
Gone Girl, Seven, Zodiacတို့လို
နာမည်ကျော်ကားတွေနဲ့ နာမည်ကျော်ပါတယ်။
အခု Mankရဲ့ ဇာတ်ညွှန်းကိုရေးထားတာက
သူ့အဖေ Jack Fincherပါ။ ဒီရုပ်ရှင်ကို
Jackဟာ သူ့အရင်ရွှေခေတ်ကိုတမ်းတသမှုနဲ့
1990ကတည်းကစ ဇာတ်ညွှန်းရေးခဲ့ပေမယ့်
အထမမြောက်ခဲ့ပါဘူး။လွန်ခဲ့တဲ့နှစ်သုံးဆယ်က
မြစ်ဖျားခံတဲ့ ဟောလိဝုဒ်ရွှေခေတ်တမ်းတမှုဟာ
နောက်ထပ်ခေတ်တစ်ဆက်ခြားပြီးတဲ့
ဟောလိဝုဒ်ရဲ့ခေတ်မဟုတ်တော့တဲ့ခေတ်မှာ
ထွက်လာခဲ့ပါပြီ။
ဇာတ်အိမ်ရော ‌ဇာတ်လမ်းနာမည်ရောက
လူတစ်ယောက်တည်းပေါ်ပဲ အခြေပြုထား
တယ်။ အဲ့ဒီလူက ဇာတ်ညွှန်းရေးဆရာ မန့်ခ်ပါ။
သူအကြောင်းဆိုတာက သူလုပ်ခဲ့တဲ့ ရုပ်ရှင်
ကုမ္ပဏီအကြောင်း၊ သူအော်စကာရခဲ့တဲ့
ဇာတ်ညွှန်းကိုရေးခဲ့တဲ့အကြောင်းတွေ။
တစ်ချိန်လုံးဘာမှမလုပ်ဘဲ ဥက္ကဌတောင်းကာမှ
နှုတ်တန်းဇာတ်ညွှန်းတစ်ခုကို တစ်ယောက်
တစ်ကြောင်းကောက်ရေးကြတာတဲ့
အကြောင်းတွေ။ဟောလိဝုဒ်လောကက
သူဌေးတွေနဲ့ သူတို့လိုဇာတ်ညွှန်းရေးဆရာတွေရဲ့
ဆက်ဆံရေးတွေပါပဲ။။ဇာတ်ကားက
အေးပေမယ့်လည်း ဒီအခန်းတွေက
တကယ်အားရစရပါပဲ။
အေးစက်တဲ့ရုပ်ရှင်ပေမယ့်
ရုပ်ရှင်က အချိန်အစဉ်လိုက်မဖြစ်တော့
သူ့ဘ၀ကို ကျွန်တော့်တို့အတွေးထဲမှာ
ပုံပြန်ဖမ်းယူရတဲ့ အလုပ်ကို ဒါရိုက်တာက
ပေးထားတယ်။ တစ်ခုရှိတာက ဒီအစဉ်လိုက်
ဖြစ်‌မနေမှုအတွက် ဇာတ်ညွှန်းကို
သူတော်တော်နိုင်ပါတယ်။ မန့်ခ်ရဲ့
ခါးသက်တဲ့ နေ့တွေကို ကနဦးမှာကတည်းက
ထည့်သွင်းထားပေမယ့်
ခါးသက်တယ်မထင်ရအောင်
သေချာထည့်ထားတာပါပဲ။
အမှတ်မထင်ထည့်ထားတဲ့
တစ်ချို့ဟာသတွေကလည်း
ခိုးခနဲခွက်ခနဲရယ်ရနေတာမဟုတ်ပေမဲ့
ဖြစ်တတ်တဲ့သဘာ၀လေးကိုပဲ
သဘောကျမိစေတာမျိုးတွေပါ။
ရုပ်ရှင်ဓာတ်ပုံပညာကလည်း
ကျွန်တော်ဆို leaked photoတွေ
ထွက်လာကတည်းက
သဘောကျမိတာတွေတောင်ရှိတော့
အထွေအထူးပြောစရာမလိုပါဘူး။
ဂန္တ၀င်ရုပ်ရှင်ကားတွေများစွာကို
ထုတ်ပေးခဲ့တဲ့ ဟောလိဝုဒ်ရဲ့
ရွှေရောင်အတိတ်နေ့တွေကိုရော
ဂန္တ၀င်ကားတစ်ကားကို ဇာတ်ညွှန်း
ဖန်တီးခဲ့ပုံကိုရော Mankမှာ
သေချာပုံဖော်ပေးသွားပါတယ်။
ရုပ်ရှင်ထဲက မန့်ခ်ကတော့
လူတစ်ယောက်ရဲ့ ဘ၀တစ်သက်တာကို
၂နာရီဆိုတဲ့အချိန်အတွင်းမှာ
အမိအရရိုက်ပြလို့မရဘဲ
အဲ့ဒီလူရဲ့ ခံစားမှုသွင်ပြင်တစ်ခု
ထင်ကျန်နေအောင်ပဲလုပ်ပြလို့ရမယ်ဆိုတယ်။
ဒါဆိုရင်‌တော့ Grey Oldmanရော
David နဲ့ Jackရော သူတို့တာ၀န်ကို
ကြေခဲ့ကြပါတယ်။
Mankဟာ 2021အော်စကာစာရင်း၀င်
ရုပ်ရှင်တစ်ကားလည်း ဖြစ်လာဦးမှာပါ။
(ဒီဇာတ်ကားရဲ့ အညွှန်းကို ရေးသားပေးသူကတော့ WiRa Aung ဖြစ်ပြီး ၊
WiRa Aung နဲ့ d3mon က တွဲဖက် ဘာသာပြန်ပေးထားပါတယ်။)
#Zawgyi
မႏွစ္ကတင္ Tarantinoက ဟိုးအရင္
ေဟာလိဝုဒ္ကို တမ္းတတဲ့႐ုပ္ရွင္တစ္ကား
ထြက္ထားပါတယ္။ ဒီႏွစ္ေတာ့
David Fincher အလွည့္ပါပဲ။
Mankရဲ႕ ဒါ႐ိုက္တာ David Fincherကိုေတာ့
အေတာ္မ်ားမ်ားသိၾကမွာပါ။FightClub ,
Gone Girl, Seven, Zodiacတို႔လို
နာမည္ေက်ာ္ကားေတြနဲ႔ နာမည္ေက်ာ္ပါတယ္။
အခု Mankရဲ႕ ဇာတ္ၫႊန္းကိုေရးထားတာက
သူ႔အေဖ Jack Fincherပါ။ ဒီ႐ုပ္ရွင္ကို
Jackဟာ သူ႔အရင္ေ႐ႊေခတ္ကိုတမ္းတသမႈနဲ႔
1990ကတည္းကစ ဇာတ္ၫႊန္းေရးခဲ့ေပမယ့္
အထမေျမာက္ခဲ့ပါဘူး။လြန္ခဲ့တဲ့ႏွစ္သုံးဆယ္က
ျမစ္ဖ်ားခံတဲ့ ေဟာလိဝုဒ္ေ႐ႊေခတ္တမ္းတမႈဟာ
ေနာက္ထပ္ေခတ္တစ္ဆက္ျခားၿပီးတဲ့
ေဟာလိဝုဒ္ရဲ႕ေခတ္မဟုတ္ေတာ့တဲ့ေခတ္မွာ
ထြက္လာခဲ့ပါၿပီ။
ဇာတ္အိမ္ေရာ ‌ဇာတ္လမ္းနာမည္ေရာက
လူတစ္ေယာက္တည္းေပၚပဲ အေျချပဳထား
တယ္။ အဲ့ဒီလူက ဇာတ္ၫႊန္းေရးဆရာ မန႔္ခ္ပါ။
သူအေၾကာင္းဆိုတာက သူလုပ္ခဲ့တဲ့ ႐ုပ္ရွင္
ကုမၸဏီအေၾကာင္း၊ သူေအာ္စကာရခဲ့တဲ့
ဇာတ္ၫႊန္းကိုေရးခဲ့တဲ့အေၾကာင္းေတြ။
တစ္ခ်ိန္လုံးဘာမွမလုပ္ဘဲ ဥကၠဌေတာင္းကာမွ
ႏႈတ္တန္းဇာတ္ၫႊန္းတစ္ခုကို တစ္ေယာက္
တစ္ေၾကာင္းေကာက္ေရးၾကတာတဲ့
အေၾကာင္းေတြ။ေဟာလိဝုဒ္ေလာကက
သူေဌးေတြနဲ႔ သူတို႔လိုဇာတ္ၫႊန္းေရးဆရာေတြရဲ႕
ဆက္ဆံေရးေတြပါပဲ။။ဇာတ္ကားက
ေအးေပမယ့္လည္း ဒီအခန္းေတြက
တကယ္အားရစရပါပဲ။
ေအးစက္တဲ့႐ုပ္ရွင္ေပမယ့္
႐ုပ္ရွင္က အခ်ိန္အစဥ္လိုက္မျဖစ္ေတာ့
သူ႔ဘ၀ကို ကြၽန္ေတာ့္တို႔အေတြးထဲမွာ
ပုံျပန္ဖမ္းယူရတဲ့ အလုပ္ကို ဒါ႐ိုက္တာက
ေပးထားတယ္။ တစ္ခုရွိတာက ဒီအစဥ္လိုက္
ျဖစ္‌မေနမႈအတြက္ ဇာတ္ၫႊန္းကို
သူေတာ္ေတာ္ႏိုင္ပါတယ္။ မန႔္ခ္ရဲ႕
ခါးသက္တဲ့ ေန႔ေတြကို ကနဦးမွာကတည္းက
ထည့္သြင္းထားေပမယ့္
ခါးသက္တယ္မထင္ရေအာင္
ေသခ်ာထည့္ထားတာပါပဲ။
အမွတ္မထင္ထည့္ထားတဲ့
တစ္ခ်ိဳ႕ဟာသေတြကလည္း
ခိုးခနဲခြက္ခနဲရယ္ရေနတာမဟုတ္ေပမဲ့
ျဖစ္တတ္တဲ့သဘာ၀ေလးကိုပဲ
သေဘာက်မိေစတာမ်ိဳးေတြပါ။
႐ုပ္ရွင္ဓာတ္ပုံပညာကလည္း
ကြၽန္ေတာ္ဆို leaked photoေတြ
ထြက္လာကတည္းက
သေဘာက်မိတာေတြေတာင္ရွိေတာ့
အေထြအထူးေျပာစရာမလိုပါဘူး။
ဂႏၲ၀င္႐ုပ္ရွင္ကားေတြမ်ားစြာကို
ထုတ္ေပးခဲ့တဲ့ ေဟာလိဝုဒ္ရဲ႕
ေ႐ႊေရာင္အတိတ္ေန႔ေတြကိုေရာ
ဂႏၲ၀င္ကားတစ္ကားကို ဇာတ္ၫႊန္း
ဖန္တီးခဲ့ပုံကိုေရာ Mankမွာ
ေသခ်ာပုံေဖာ္ေပးသြားပါတယ္။
႐ုပ္ရွင္ထဲက မန႔္ခ္ကေတာ့
လူတစ္ေယာက္ရဲ႕ ဘ၀တစ္သက္တာကို
၂နာရီဆိုတဲ့အခ်ိန္အတြင္းမွာ
အမိအရ႐ိုက္ျပလို႔မရဘဲ
အဲ့ဒီလူရဲ႕ ခံစားမႈသြင္ျပင္တစ္ခု
ထင္က်န္ေနေအာင္ပဲလုပ္ျပလို႔ရမယ္ဆိုတယ္။
ဒါဆိုရင္‌ေတာ့ Grey Oldmanေရာ
David နဲ႔ Jackေရာ သူတို႔တာ၀န္ကို
ေၾကခဲ့ၾကပါတယ္။
Mankဟာ 2021ေအာ္စကာစာရင္း၀င္
႐ုပ္ရွင္တစ္ကားလည္း ျဖစ္လာဦးမွာပါ။
(ဒီဇာတ္ကားရဲ႕ အၫႊန္းကို ေရးသားေပးသူကေတာ့ WiRa Aung ျဖစ္ၿပီး ၊
WiRa Aung နဲ႔ d3mon က တြဲဖက္ ဘာသာျပန္ေပးထားပါတယ္။)
Quality – 1080p, 720p WebRip
Duration – 2h 11min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Biography, Comedy, Drama
Source : 1080p.WebRip
Translator – WiRa Aung, d3mon
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
