"Nomadland (2020)======================IMDb Rating- 7.7/10Rotten Tomatoes- 96%Pauseဖန်တီးမှုလက်ရာကောင်းတစ်ခုဟာပြောပြချင်တာတွေများလာတဲ့အခါဖြစ်တည်လာတော့တာပါပဲ။ဝေါင်ကာဝေးရုပ်ရှင်အများစုရဲ့Cinematographyသမားခရစ္စတိုဖာဒွိုင်းက ရုပ်ရှင်ရိုက်ကူးရေးနဲ့ပက်သက်ပြီး ပြောဖူးတာတစ်ခုရှိတယ်။” ကမ္ဘာကြီးကို မြင်အောင်ကြည့်၊ထောင်ထဲသုံးလေးခါနေကြည့်၊ခင်ဗျားအတွေ့အကြုံတွေစုဆောင်းမိမယ်။စုဆောင်းမိလာတာနဲ့ ခင်ဗျားပြောချင်တာတွေရှိလာမယ်။ခင်ဗျားပြောချင်တာဘာမှမရှိရင်တော့ရုပ်ရှင်မရိုက်သင့်ဘူး”တဲ့Nomadlandဟာ ပြောစရာသိပ်များတဲ့လူတွေအတူဖန်တီးထားတဲ့လက်ရာတစ်ခုလို့ဆိုရမယ်။ညနေစောင်းလို့ တိမ်တောက်တဲ့အခါမြင်ရတဲ့ နေ၀င်ချိန်တိမ်ပွင့်အမျောကလေးကိုကြည့်ပြီး ပြောစရာသိပ်များတဲ့လူတွေ၊ရှင်သန်မှုဆိုတဲ့စကားလုံးကလေးနဲ့ပက်သက်ပြီး‌ ပြောစရာသိပ်များတဲ့လူတွေပေါ့။ဒီတော့ ဒီရုပ်ရှင်မှာ ရှင်သန်မှုနဲ့ပက်သက်ပြီး အများကြီးတွေ့ရလိမ့်မယ်။Nomadဆိုတာ အိမ်ခြေအတည်မရှိလေလွင့်နေသူတွေ ခြေသလုံးအိမ်တိုင်တွေကိုပြောတာ ၊Nomadlandဆိုတာကိုပြန်ဆိုရရင်တော့ လေလွင့်သူတို့ကွန်းလို့ ဆိုရမယ်။အိမ်ခြေရာမဲ့လို့တော့ မဆိုချင်ဘူး။သူတို့မှာ houseဆိုတဲ့အိမ်မရှိပေမဲ့homeဆိုတဲ့ အိမ်တော့ရှိကြတာကိုး။ရုပ်၀တ္တုအဆောက်အဦးတွေပေါ်မှာအမှတ်ရစရာတွေက မတည်ကြဘူးတဲ့ရုပ်ခန္ဓာထင်ရှားမရှိတော့တဲ့သူတို့ချစ်ခဲ့တဲ့လူတွေကို အမှတ်ရစေဖို့သူတို့နည်းသူတို့ဟန်နဲ့ ကြိုးစားနေကြတဲ့ဒီရုပ်ရှင်ထဲက Nomadတွေနဲ့ သူတို့ရဲ့ဘ၀နေထိုင်နေမှုဟာတစ်ချို့အတွက်တော့ ဒုက္ခလို့ဆိုလို့ရပေမဲ့ ကျွန်တော်တော့သိပ်ချစ်စရာကောင်းတယ်လို့ပဲဆိုချင်တယ်။ ခွဲခွာခဲ့ရတဲ့သူတွေကိုတစ်နေ့မှာ အနာဂတ်ရဲ့လမ်းခုလတ်မှာပြန်တွေ့ရမယ်လို့ မျှော်ရည်ယုံကြည်ရင်းသူတို့ရှင်သန်ကြတယ်။အဆုံးသတ်ရန်တစ်နေရာမှာတော့အားလုံးဟာ အဆုံးသတ်ကြရတာပါပဲအဲ့ဒီနေ့မရောက်သေးသမျှတော့‌မျှော်လင့်ချက်တွေကို လိုအပ်ကြတယ်မဟုတ်လား။ Nomadlandဟာဒီမျှော်လင့်ချက်တွေအကြောင်းပါပဲ။ဒီဇာတ်ကားရဲ့ ထူးခြားချက်ကတော့ ဇာတ်ကားမှာပါဝင်တဲ့ဇာတ်ကောင်တိုင်းရဲ့ နာမည်တွေက သရုပ်ဆောင်တွေရဲ့ နာမည်အတိုကောက်ပါပဲCastအပိုင်းမှာတော့ အော်စကာနှစ်ဆုရှင် Frances McDormandပါရင် သရုပ်ဆောင်ထားပြီး တတိယမြောက်အော်စကားရရှိဖို့ တစ်ပြေးနေပါတယ်တစ်ချို့ကတော့ ဒီနှစ်ရဲ့အော်စကာBest Pictureရနိုင်ခြေအများဆုံးရုပ်ရှင်လို့ဆိုကြတယ်။Cineamatographyကလည်းLandscape viewနဲ့ရိုက်ပြထားပြီးအတော်ခမ်းနားတယ်။ဘာပဲဖြစ်ဖြစ်ဒီနှစ်ရဲ့ အကောင်းဆုံးရုပ်ရှင်ဆယ်ကားကိုပြောပါဆိုရင်Nomadlandက ထိပ်ကပါနေမှာပါ။ကြည့်ကိုကြည့်သင့်တဲ့ရုပ်ရှင်တစ်ကားပါပဲ။(အညွှန်းရေးသားပေးထားသူကတော့ WiRa Aungပါ)Translated by Daniel LawwaiEncoded by : YKQuality : 1080p WEBSCR and 720pFile Size : 1.5GB and 800MBSubtitles : Myanmar(Hardsub)Duration : 1h 48mins"