"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ေပ်ာ္ရႊင္မႈဆုိတာ ဘာလဲ???????
အတုေယာင္ေတြေပါမ်ားတဲ့ ယခုေခတ္မွာေတာ့ စစ္မွန္တဲ့ေပ်ာ္ရႊင္မႈက ႐ွားပါလာၿပီ ဟန္ေဆာင္အျပဳံးေတြ ဟန္ေဆာင္ႏွစ္သိမ့္မႈေတြထဲက ေပ်ာ္ရႊင္မႈေပ်ာက္ဆုံးေနတဲ့ လူသားေတြအတြက္ေတာ့ နည္းပညာပစၥည္းေတြသုံးၿပီး ေပ်ာ္ရႊင္မႈေတြကုိ ႐ွာေဖြေနရပါတယ္။ ဒါေပမဲ့ ႏွလုံးသားဆုိတဲ့ စစ္မွန္တဲ့ဖန္တီးမႈမပါတဲ့ နည္းပညာပစၥည္းေတြက ၿပီးျပည့္စုံတဲ့ေပ်ာ္ရႊင္မႈကုိမေပးႏုိင္ပါဘူး။ ကြၽန္ေတာ္တုိ႔ ေပ်ာ္ရႊင္မႈကုိ ဘယ္လုိ႐ွာေဖြရမလဲ????
မေန႔က မေမွ်ာ္လင့္ပဲ ၾကည့္မိတဲ့ Trolls ဆုိတဲ့ ဇာတ္ကားေလးအေၾကာင္းေျပာခ်င္ပါတယ္။ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္ေနတတ္တဲ့ ေရာင္စုံဆံပင္႐ွည္ေလးေတြ႐ွိတဲ့ Trolls ေတြရဲ႕ အလုပ္ကေတာ့ သီခ်င္းဆုိမယ္ ကမယ္ တစ္ေယာက္ကုိတစ္ေယာက္ ေႏြးေထြးစြာေပြ႔ဖက္မယ္ ဒါသူတုိ႔ရဲခ်စ္စရာေကာင္းတဲ့အလုပ္ပဲ။ ဒီလုိခ်စ္စရာေကာင္းတဲ့ Trolls ေတြမွာ ရန္သူေတြ႐ွိတယ္ သူတို႔က Bergens ေတြပဲ သူတုိ႔ရဲ႕ေပ်ာ္ရႊင္မႈကေတာ့ Trolls ေတြကုိ စားျခင္းပဲ။ Bergens ေတြရဲ႕ ရန္ကလြတ္ေျမာက္ၿပီး ႏွစ္၂၀ ၾကာတဲ့အခ်ိန္ ႀကီးက်ယ္တဲ့ပါတီပြဲလုပ္တဲ့ခ်ိန္မွာ Bergans ေတြရဲ႕ ဖမ္းဆီးခ်င္းကုိ ခံရတဲ့ Trolls ေတြကုိ ျပန္လည္ကယ္တင္မယ့္သူက Trolls ေတြရဲ႕ေခါင္းေဆာင္မင္းသမီးေလး Poppy ၊မင္းသမီးေလးကုိ ကူညီေပးမယ့္သူကေတာ့ Trolls ေတြရဲ႕ လူ႔ထူဆန္းအျဖစ္သတ္မွတ္ခံရၿပီး Trolls တစ္ေယာက္ျဖစ္ၿပီး သီခ်င္းမဆုိတဲ့ Branch သူတုိ႔ႏွစ္ေယာက္ေပါင္းၿပီး Trolls ေတြကုိ ကယ္တင္ႏုိင္မလား ေပ်ာ္ရႊင္မႈကုိ ႐ွာဖုိ႔ဘယ္လုိသင္ျပမလည္းဆုိတာကေတာ့……….
Dream Work က ႐ုိက္ကူးထုတ္ၿပီး Justin Timberlake က producer အျဖစ္ပါဝင္ထားၿပီး ကုိယ္တုိင္အသံသ႐ုပ္ေဆာင္ကာ Anna Kendrick, Zooey Deshanel အပါအဝင္ နာမည္ေက်ာ္ သ႐ုပ္ေဆာင္ေတြက အသံသ႐ုပ္ေဆာင္ေတြအျဖစ္ပါဝင္ထားတဲ့ ဒီဇာတ္ကားက နာမည္ေက်ာ္ Disney ရဲ႕ Moana မၾကည့္ရေသးခင္မွာေတာ့ ဒီႏွစ္ရဲ႕ အေကာင္းဆုံး Entertainment အျဖစ္ဆုံး Animation ဇာတ္ကားတစ္ကားပါ။
ဇာတ္ကားမထြက္ခင္အခ်ိန္းတုန္းကသာမက ထြက္ၿပီးတဲ့အခ်ိန္မွာ စိတ္ဝင္စားမႈမ႐ွိခဲ့ေပမယ့္ ၾကည့္ေနတဲ့အခ်ိန္မွာေတာ့ ၾကည္ႏူးမႈ ေပ်ာ္ရႊင္မႈရသအျပည့္ကုိ ခံစားရပါတယ္။ Trailer ထြက္ကတည္းက နာမည္ႀကီးေနတဲ့ သီခ်င္းျဖစ္တဲ့ Can’t Stop The Feeling ကဇာတ္ကားနဲ႔အရမ္းလုိက္သလုိ ဇာတ္ကားရဲ႕ Climax အခန္းမွာဆုိတဲ့ သီခ်င္းေလးကလည္း အရမ္းကုိအဓိပၸါယ္ျပည့္ဝၿပီး ေတာ္ေတာ္ေကာင္းမြန္ပါတယ္။ Lionel Richie ရဲ႕ Hello သီခ်င္းကုိ တစ္ခန္းသုံးထားၿပီး အဲ့အခန္းကုိ ေတာ္ေတာ္မ်ားမ်ားသေဘာက်မွာပါ ။Animation ေရးဆြဲထားတာက လွပၿပီးေတာ္ေတာ္ေလးကုိ idea ေကာင္းပါတယ္ Frozen ဇာတ္ကားလုိပဲ သီခ်င္းေတြဆုိရင္း ေပါ့ေပါ့ပါးပါး႐ုိက္ကူးထားတဲ့ ဇာတ္ကားကုိ အကုန္အႀကိဳက္ေတြ႔ေစမွာပါ။
အေပၚမွာေျပာခဲ့သလုိပါပဲ စစ္မွန္တဲ့ေပ်ာ္ရႊင္မႈကုိ ဘယ္က႐ွာရမလဲ Trollsေတြရဲ႕ ေခါင္းေဆာင္မင္းသမီးေလးျဖစ္တဲ့ Poppy ကေတာ့ေျပာတယ္ “မင္းရဲ႕ရင္ဘက္ထဲကလာတဲ့အရာကေန႐ွာပါတဲ့ ” အဲ့စကားေလးက ေတာ္ေတာ္အေတြးပြားေစပါတယ္ ႐ုပ္ဝတၳဳေတြတုိးတက္လာတဲ့ေနာက္ပုိင္းမွာ လူခ်င္းေတြ႔ဆုံၿပီး စကားေျပာဖုိ႔ ရင္းရင္းႏွီးႏွီးေနထုိင္ဖုိ႔က ေဝးကြာလာေစပါတယ္။ အြန္လုိင္းေပၚက ႏွစ္သိမ့္တဲ့ ေလလႈိင္းေပၚကစကာလုံးေတြထက္စာရင္ အျပင္မွာေတြ႔ဆုံၿပီး ရင္းရင္းႏွီးႏွီးေထြးေပြ႔လုိက္တာက ပုိၿပီးလွပသလုိ ပုိၿပီးေႏြးေထြးေစပါတယ္။
ဒီဇာတ္ကားေလးကုိ ၾကည့္ၿပီးကေလးလူႀကီးမေရြးႀကိဳက္ၾကမယ္လုိ႔ ေမွ်ာ္လင့္ပါတယ္။ ဒါေၾကာင့္ မၾကည့္ရေသးတဲ့သူေတြလည္း ေသခ်ာေပါက္ၾကည့္ၾကည့္ပါလုိ႔ ၫႊန္းဆုိလုိက္ရပါတယ။္ ၿပီးရင္ ကြၽန္ေတာ္တုိ႔ရဲ႕ စစ္မွန္တဲ့ေပ်ာ္ရႊင္မႈကုိ ႐ွာေဖြလုိက္ၾကရေအာင္လား ခင္ဗ်ာ…….
Animation ဆိုေပ့မယ္ အသံ သ႐ုပ္ေဆာင္ နာျမည္ေတြဖတ္ရံုနဲ႔ ဖ်ားသြားေလာက္ပါတယ္။
Credit : #MMDB_Review #Troll #ZKK
အညႊန္းကို MMDB မွ ကို ဇင္ကိုကို ေရးထားတာကို ျပန္လည္ေဖာ္ျပေပးလုိက္ပါတယ္
File Size : 949 MB
Duration : 1 hr 30 min
Quality : Webrip 720p
Translator : Littleneo, Nyi Thanlwin
Encoder : ThitSanKhant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
