"I Remember (2021)
တစ်နေ့ …..
၂၄ နာရီပဲ ရှိတဲ့ တစ်နေ့ ….
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကိုယ် တိတ်တိတ်လေး ကြိတ်ကြွေနေရတဲ့လူကို ၂၄ နာရီပဲ တွဲခွင့်ရမယ်ဆိုရင် ခင်ဗျား ဘာလုပ်မှာလဲ?????
ပျော်ပျော်ကြီး တွဲမှာပေါ့ဗျာ။ ဟုတ်တယ် မဟုတ်လား?
ဒါပေမယ့် …..
အဲဒီတစ်နေ့ ကျော်သွားတာနဲ့ သူက ဘာကိုမှ မမှတ်မိတော့ဘူးဆိုရင်ရော …..
သူ မှတ်မိခြင်း မမှတ်မိခြင်းထက် ကိုယ် မှတ်မိဖို့ပဲ လိုတာပေါ့ဗျာ။
ဟုတ်တယ်မလား?
တစ်နေ့ဆိုလည်း အဲဒီတစ်နေ့ကို အမှတ်တရထားမှာပေါ့။
အမှတ်တရ ဆိုတာ တစ်နေ့ဆိုလည်း အမှတ်တရက အမှတ်တရပါပဲ။
ကိုယ်ချစ်တဲ့လူရဲ့အကြောင်းကို အစစအရာရာကို မှတ်မိနေတဲ့လူအတွက်က တစ်ရက်ဆိုလည်း အဲဒီတစ်ရက်စာဟာ သူ့အတွက် တစ်သက်လိုပါပဲ။
အဲဒီတစ်ရက်ကို သူသာ မှတ်မိခဲ့မယ် ဆိုရင်ရော …..
မှတ်မိမလား မမှတ်မိဘူးလား ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ တွေ့ရမှာပါ။
ကိုယ့်မှာ ကားမရှိပေမယ့် သူ့မှာ ကားရှိတော့ ကားပါကင်နဲ့ ရင်းနှီးလာတယ်။
သူ့အကြိုက်ဆုံး သီချင်းကို ဓာတ်လှေကားက သီချင်းဖွင့်တဲ့လူကို အကူအညီတောင်းပြီး ဖွင့်ပေးတယ်။
ဒါမျိုးကို “ရိုတယ်” လို့ သတ်မှတ်ရင် ဒီကားက အတော်လေး ရိုတဲ့ကား ဖြစ်ပါလိမ့်မယ်။
ဒီ့ထက် ရိုတာလေးတွေလည်း တွေ့ရဦးမှာပါ။
ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိုပါ။
တစ်ရုံးလုံး မမှတ်မိတဲ့ သူ့နာမည် “ဖေ့လိ” ကို သူ ကြွေရတဲ့ ကျောက်ရှီးမန် ဆိုတဲ့ ကောင်မလေးက ခေါ်တဲ့အချိန်က စလို့
ဖေ့လိ တစ်ယောက် ကျောက်ရှီးမန် ကို အရိပ်တကြည့်ကြည့်နဲ့ နေလာလိုက်တာ ……
ကျောက်ရှီးမန် ရည်းစားရတဲ့အထိပါပဲ။
ကျောက်ရှီးမန် က ဖင်လန် နိုင်ငံက Aurora ကို ချစ်ရသူနဲ့ အတူ ကြည့်ချင်တယ်ဆိုတဲ့ အိပ်မက် ရှိပါတယ်။
တစ်နေ့မှာတော့ သူ့အိပ်မက်တွေကို သူ့ရည်းစားဖြစ်သူက ဖြည့်ဆည်းပေးခဲ့ပါတယ်။
ဖင်လန်နိုင်ငံကို ရောက်တဲ့အချိန်မှာတော့ မမျှော်လင့်တာတွေ ဖြစ်လာခဲ့ပါတော့တယ်။
ကျောက်ရှီးမန် တစ်ယောက် မတော်တဆမှုဖြစ်ပြီး အတိတ်မေ့သွားခဲ့ပါတော့တယ်။
ဒါဟာလည်း တစ်ရက် ပါပဲ။
အဲဒီတစ်ရက်အတွင်းမှာ သူမနဲ့ အတူရှိခွင့်ရတဲ့သူက “ဖေ့လိ” ဖြစ်နေခဲ့တဲ့အချိန်မှာတော့ ………
ဒီဇာတ်လမ်းကတော့ နာမည်ကြီး ထိုင်းရုပ်ရှင် “One day” ကို ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။
ခေါင်းဆောင်မင်းသမီးအနေနဲ့ AngleaBaby က ပါဝင်ရိုက်ကူးပေးထားပါတယ်။
AngelaBaby က မြန်မာနဲ့ သိပ်စိမ်းတဲ့ မင်းသမီးတော့ မဟုတ်ပါဘူး။
First Time, Love O2O, General and I ဇာတ်လမ်းတို့နဲ့ ရင်းနှီးကြပါလိမ့်မယ်။
ဒီဇင်ဘာ ၃၁ ရက်နေ့မှာ ရုံတင်ပြသခဲ့တဲ့ ဒီဇာတ်လမ်းကိုတော့ အမြန်ဆုံး ကြည့်ရအောင် စီစဉ်တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။
File size… 1.3 GB
Quality…. 720p
Format…mp4
Duration…. 1hr 40min
Subtitle….Myanmar Subtitle (Hardsub)
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
