"Seobok(2021)အညွှန်း
******************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb…8.3
ပထမဆုံး လူသားပုံတူဖြစ်တဲ့ “Seobok”
သူ့ဘဝတစ်လျှောက်လုံး စမ်းသပ်ခန်းထဲမှာပဲ နေထိုင်ခဲ့ရပြီး အပြင်လောကကြီးအကြောင်း ဘာတစ်ခုမှ
မသိနားမလည်တဲ့ လူသားပုံတူကလုန်း Seobok အဖြစ် Park Bo Gum က ပါဝင်ပေးထားပါတယ်။ တရုတ်အင်ပါယာချင်လက်ထက်မှာ မသေဆေးရှာဖို့ စေလွှတ်ခံရတဲ့ Xu Fu ကို အစွဲပြုပြီး Seobok လို့ နာမည်ပေးထားတဲ့ လူသားပုံတူဟာ ထာဝရအသက်ရှင်ခြင်းကို ပိုင်ဆိုင်ထားတဲ့ immortal တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ကျောရိုးမကြီးထဲက ပရိုတိန်းဓာတ်တွေက လူသားတွေရဲ့ ရောဂါမှန်သမျှကို ပျောက်ကင်းစေနိုင်တဲ့ အစွမ်းလည်း ရှိတယ်။
ဒီလို အဖိုးတန်လူသားပုံတူတစ်ယောက်ကို သူ နေထိုင်လာတဲ့ စမ်းသပ်ခန်းထဲကနေ တခြားလုံခြုံစိတ်ချရတဲ့နေရာကို ရွှေ့ပြောင်းဖို့ လိုအပ်လာတဲ့အခါ…
စုံစမ်းထောက်လှမ်းရေးအေးဂျင့်ဟောင်း “Gi Heon”
အတိတ်က မတော်တဆမှုတစ်ခုကြောင့် စိတ်ကျန်းမာရေးပြဿနာတစ်ချို့အပြင် ကုသဖို့မဖြစ်နိုင်တဲ့ ရောဂါတစ်ခုကိုပါ ခံစားနေရသူ
အေးဂျင့်ဟောင်း Gi Heon အဖြစ် Gong Yoo က ပါဝင်ပေးထားပါတယ်။
ထောက်လှမ်းရေးအေးဂျင့်အဖြစ်ကနေ အနားယူဖို့စိတ်ကူးထားပေမယ့် ငြင်းပယ်လို့မရတဲ့
လျှို့ဝှက် mission တစ်ခုကို အထက်ကတာဝန်ပေးအပ်ခြင်း ခံရတယ်။
ပထမဆုံးလူသားပုံတူကလုန်း Seobok ကို လုံခြုံတဲ့နေရာရောက်တဲ့ထိ
ဘာအန္တရာယ်မှမကျရောက်စေဘဲ ကာကွယ်ပို့ဆောင်ပေးဖို့ဆိုတဲ့ ကြီးမားတဲ့တာဝန်။
သူတို့နှစ်ယောက်ရဲ့ လမ်းခရီးမှာ Seobok ကို ကြားဖြတ်ပိုင်ဆိုင်ဖို့ ကြိုးစားကြမယ့် တခြားသော အဖွဲ့အစည်းတွေ။
သေခြင်းတရားကိုမသိဘဲ ထာဝရရှင်သန်သွားရမယ့် လူသားပုံတူတစ်ယောက်နဲ့
အချိန်မရွေး သေဆုံးသွားနိုင်တဲ့ ရောဂါဝေဒနာပိုင်ရှင်။ အနာဂတ်တွေဝေဝါးနေတဲ့
သူတို့နှစ်ယောက်က အခက်အခဲတွေကို ဘယ်လိုကျော်ဖြတ်ကြမှာလဲ။ Seobok ကရေ
ာ ကမ္ဘာကြီးကို ကယ်တင်မယ့်သူလား? Or ကမ္ဘာကြီးကို အန္တရာယ်ကျရောက်စေမယ့်သူလား? လူသားတစ်ယောက်ဖြစ်တဲ့ Gi Heon နဲ့ လူသားအစစ်မဟုတ်တဲ့ AI Seobok တို့ရဲ့ ဆက်ဆံရေးကရော အဆင်ပြေမှာလား?
ဒါရိုက်တာ Lee Yong Ju က ဘတ်ဂျက် USD 14.3 million သုံးပြီးရိုက်ကူးထားတဲ့ Korea ရဲ့ ပထမဆုံး
human clone ဇာတ်ကား “Seobok” ကို ကြည့်လိုက်ကြရအောင်! ဒီဇာတ်ကားမှာ ဇာတ်လမ်းရဲ့ဆွဲဆောင်မှုအပြင်
two biggest stars နှစ်ယောက်ဖြစ်တဲ့ Gong Yoo နဲ့ Park Bo Gum တို့ရဲ့ bromance တွေကိုပါ မြင်တွေ့ကြရမှာပါနော်။
Review by Park Bo Gum Myanmar FC
File Size :(898MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:54:00
Genre : Action, Sci-Fi, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Khine Lwin & Ei Phyu
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
