"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
The Interview (2014)
#ရုပ်ရှင်မိတ်ဆက်
မြောက်ကိုရီးယားခေါင်းဆောင် ကင်ဂျုံအန်ကို သရော်တဲ့ဇာတ်ကားတွေထဲ ဒီကားကတော့ အတော်နာမည်ကြီးပါတယ်။
၂၀၁၄ တုန်းက Sony က ပြမယ်ပြောလိုက် မပြဘူးပြောလိုက် လုပ်နေရာက နေ Youtube, Google Play စတဲ့ အွန်လိုင်း Video Hosting တွေကနေ စတင် ငှားရမ်း ပြသရာကနေ ရုံတင်ခဲ့တဲ့ဇာတ်ကားပါ။
ဇာတ်လမ်းက James Franco က Talk Show Host တစ်ယောက်ဖြစ်ပြီး Seth Rogen က Producer ဖြစ်ပါတယ်။ သူတို့ရဲ့ Show က အတည်ပေါက် Interview မဟုတ်ပဲနဲ့ ဟာသဆန်ဆန်ဖြစ်နေတာကြောင့် လူတွေလေးစားလောက်မယ့် Interview မျိုးလုပ်ချင်နေပါတယ်။ တစ်နေ့မှာ စာစောင်တစ်ခုက ဆောင်းပါးမှာ Kim Jong-un က သူတို့ Show ရဲ့ ပရိတ်သတ်ဖြစ်တယ်လို့ သိသွားရာကနေ Interview လုပ်ဖို့ဖြစ်လာပါတယ်။ ဒီကနေ အားလုံးသိတဲ့အတိုင်း CIA က Kim Jong-un ကို သတ်ပေးဖို့ တာဝန်ပေးလာပါတယ်။ တကယ်တမ်းမြောက်ကိုရီးယားကို ရောက်သွားတော့ James Franco ရဲ့ Character ဖြစ်တဲ့ Dave Skylark က Kim Jong-un ရဲ့ ညာတာခံရပြီး အစီအစဉ်တွေပြောင်းသွား ပုံကို ဟာသဆန်ဆန်တင်ဆက်ထားပါတယ်။
ဇာတ်လမ်းကအရမ်းမကောင်းပေမယ့် ကြည့်ပျော်ရှုပျော်တော့ရှိပါတယ်။ James Franco ရဲ့ ဇာတ်ကောင်က ဘာကိုမှ အလေးအနက်မထားတဲ့ ပုံစံမျိုး ပီပြင်အောင်သရုပ်ဆောင်ထားသလို၊ နောက်ပိုင်းမှာမှ တာဝန်ယူတတ်တဲ့ သူအဖြစ် ပြောင်သွားတဲ့ပုံစံကလည်း ပီပြင်ပါတယ်။ Seth Rogen ကလည်း သရုပ်ဆောင်ကောင်းပြီး၊ Kim ရဲ့ လက်ထောက် အဖြစ် သရုပ်ဆောင်တဲ့ Canadian မင်းသမီး လေး Diana Bang ကလည်း (Asian-Canadian) သရုပ်ဆောင်ကောင်းပါတယ်။ ဒီကားကို သူမနဲ့ အတူ ဇာတ်ညွှန်းရေးတဲ့ Kim Jong-um အဖြစ်သရုပ်ဆောင်တဲ့ Randall Park ကတော့ ဇာတ်ကားတစ်ကားလုံး မှာ သရုပ်ဆောင် အကောင်းဆုံးလို့တောင်ပြောလို့ရပါတယ်။ ဟာသနေရာက ပီပြင်သလို ပေါတောတော လည်းလုပ်တတ်ပါတယ်။ ဒါပေမယ့် သူ့ရဲ့ General တွေနဲ့တွေ့တဲ့အခါ မှာ ကြောက်စရာကောင်းအောင်လည်း သရုပ်ဆောင်တတ်ပါတယ်။
ဇာတ်ကားက Comedy ဖြစ်ပြီး သတင်းလွတ်လပ်ခွင့်နဲ့ အထိန်းအချုပ်ကြား ဘယ်လိုမှ မအပ်စပ်တဲ့ အခြေအနေကို ဖော်ကျူးထားပါတယ်။
#Sololay
( ရုပ်ရှင်အညွှန်းကို ရုပ်ရှင်မိတ်ဆက်မှကူးယူဖော်ပြပါသည်။)
File size…(2.3 GB) and (1.1 GB)
Quality….Blu-ray Rip 1080p 5.1CH and 720p
Format…mp4
Duration….01:53:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
