"Operation Seawolf (2022)
The Purge: Election Year, Hitman’s Wife’s Bodyguard နဲ့ Captain America: The Winter Soldier တို့ထဲပါခဲ့ပြီး မြန်မာနိုင်ငံကိုတောင် အလည်ခဏလာဖူးတဲ့ Frank Grillo နဲ့ The Expendables တို့၊ Rocky တို့၊ Creed တို့၊ Aquaman တို့ထဲပါဖူးပြီး ကျွန်တော်တို့ မြန်မာပရိသတ်တွေ ရုရှားအာနိုးလို့ ချစ်စနိုးနဲ့ခေါ်ကြတဲ့ Dolph Lundgren တို့ တွဲဖက်ပါ၀င်ထားတဲ့ ရေတပ်ကားအသစ် အကြမ်းကြီးပါပဲ။ စစ်ကားထဲမှာမှ ကြည့်ရခဲလှတဲ့ ဒုတိယကမ္ဘာစစ်နောက်ခံ ရေတပ်ကားပေါ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒုတိယကမ္ဘာစစ်ကြီး ကန့်လန့်ကာပိတ်သိမ်းဖို့ နီးကပ်လာတဲ့အချိန်၊ အဘက်ဘက်က အင်အားနည်းလာတဲ့ ဂျာမန်တပ်တွေဟာ စစ်ပွဲချိန်ခွင်လျှာပြောင်းဖို့ ကြံရာမရ နောက်ဆုံးအားထုတ်မှုတွေထဲက တစ်ခုအဖြစ်နဲ့ မဟာမိတ်တပ်တွေရဲ့ အဓိကအချက်အချာနေရာဖြစ်တဲ့ အမေရိကန် အရှေ့ဘက်ကမ်းရိုးတန်း နယူးယော့ခ်က ကုန်သွယ်သင်္ဘောသွားရာ ရေလမ်းကြောင်းတွေကို ရေငုပ်သင်္ဘောတွေနဲ့ ပစ်မှတ်ထားတိုက်ခိုက်ဖို့အတွက် ပင်လယ်ဝံပုလွေဆိုတဲ့ စစ်ဆင်ရေးတစ်ခုကို စတင်လာခဲ့တယ်။ ဒီစစ်ဆင်ရေးကိုဦးဆောင်ဖို့ သူတို့ရွေးချယ်လိုက်တာက ဝါရင့်သမ္ဘာရင့် ရေငုပ်သင်္ဘောတပ်မှူးဖြစ်တဲ့ ဟန်စ်ကတ်စ်လာပဲ။
ဒါပေမဲ့ သူ့ဘဝတလျှောက်လုံးနီးပါး တိုင်းပြည်အတွက် စစ်မှုထမ်းလာခဲ့တဲ့ ကတ်စ်လာမှာ တန်ဖိုးဖြတ်မရတဲ့ အတွေ့အကြုံတွေနဲ့ထပ်တူ ကုစားမရတော့တဲ့ ဒဏ်ရာဒဏ်ချက်တွေကလည်း ရှိနှင့်နေတယ်။ စစ်အတွင်း ဗုံးကြဲမှုတစ်ခုမှာ တစ်မိသားစုလုံးကို ဆုံးရှုံးထားရတဲ့ ကတ်စ်လာဟာ သူ့စစ်မှုထမ်းဘဝရဲ့ နေဝင်ချိန်တွေကို အရက်ပုလင်းထဲခေါင်းထိုးရင်း ဖြတ်သန်းနေသူတစ်ယောက်။ ဒီလိုလူက နဂိုရှိနှင့်ပြီးသား သင်္ဘောကပ္ပတိန်ကို အစားထိုးပြီး လာဦးစီးမှာကို ရေငုပ်သင်္ဘောတပ်သားတွေက ကလန်ကဆန်လုပ်ချင်ကြပေမဲ့ သူတို့ရဲ့ မယုံကြည်မှုတွေကြားကနေ ကတ်စ်လာတစ်ယောက် စစ်ဆင်ရေးတလျှောက်မှာ စံပြဦးဆောင်နိုင်စွမ်းကို ပြသရင်းနဲ့ ယစ်ထုပ်ဘဝကိုစွန့်ပြီး ဘဝရည်ရွယ်ချက်ကို ပြန်ရှာတွေ့သလို ဖြစ်လာခဲ့တယ်။ ဒါပေမဲ့ အစတည်းက မျှော်လင့်ချက်နည်းခဲ့တဲ့ သူတို့ရဲ့စစ်ဆင်ရေး အောင်မြင်လုနီးပါး ဖြစ်လာကာမှပဲ ဒုတိယကမ္ဘာစစ်ကြီးက ပြီးဆုံးသွားတဲ့အခါမှာတော့…
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.8GB, 880MB
Quality – 1080p, 720p
Format – mp4
Duration – 1H 27Min
Genre – Action, Adventure, History
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Costanza
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
