"Silent Voice 2016————————ကျွန်တော်တို့အားလုံး ကျောင်းသားဘ၀နဲ့ ပက်သက်တဲ့ အမှတ်တရတွေ ရှိကြမှာပါ။။ကျွန်တော်လဲ ရှိခဲ့ဖူးပါတယ်။။ ဒါပေမယ့် အမှတ်တရကောင်းတော့ မဟုတ်ခဲ့ပါဘူး။ကျွန့်တော့်ရဲ့ အမှတ်တရကို မသန်စွမ်း(နားမကြားမလေး)နဲ့ပဲစရမှာပေါ့။သူ့ရဲ့ကျောင်းသားသစ် မိတ်ဆက်ပွဲမှာ တမူထူးတဲ့ မိတ်ဆက်ပုံကြောင့် ကျွန်တော်အာရုံစိုက်မိခဲ့ပါတယ်။ သူမိတ်ဆက်ပုံက တွေတွေလေးငေးနေရင်းကနေ လွယ်အိတ်ထဲက စာအုပ်ကို ထုတ်ပြီး သူဟာ အကြားအာရုံမကောင်းကြောင်းနဲ့ သူကို ဒီစာအုပ်လေးကနေ ဆက်သွယ်ခင်မင်စကားပြောပေးဖို့ အပြုံးမှိန်မှိန်လေးနဲ့ မိတ်ဆက်ခဲ့လို့ပါ။ သူ့ရဲ့ လူတကာပေါ်ကောင်းချင်ပြီး အမြဲတမ်း အပြုံးလေးနဲ့ ဆက်ဆံပုံကို ကျွန်တော်က ဟန်ဆောင်တယ်ထင်ပြီး အမြဲနှောင့်ယှက်ဒုက္ခပေးခဲ့ပါတယ်။တနေ့မှာတော့ ကျွန်တော့်ရဲ့စနှောက်မှုတွေက ကျွန်တော့်ရဲ့ဘ၀တစ်ခုလုံးကို ဇောက်ထိုးမိုးမျှော်ဖြစ်စေခဲ့ပါတယ်။အဲ့ဒါက သူ့ရဲ့နားအကြားအကူနားကြပ်တွေကို လွှင့်ပစ်မိတာခဲ့ပါ။ အဲ့နားကြ့ပ်တွေက ဈေးကလဲကြီးပြီး ၈ခုထိကိုကျွန်တော် လွှင့်ပစ်မိတာကြောင့် သူ့အိမ်ကနေ တဆင့် ကျနော်တို့အတန်းဆီပါ ရောက်လာပြီး သူလဲကျောင်းပြောင်းပြီး ကျွန်တော်လဲ ဆရာတွေရဲ့စစ်ဆေးမှူမှာ အမြဲနှောင့်ယှက်တတ်တဲ့ ကျွန်တော်ကို အားလုံးက အပြစ်ပုံချခဲ့ပါတယ်။အနိုင်ကျင့်ယုတ်မာတဲ့လူတစ်ယောက်အဖြစ် ပတ်၀န်းကျင်ရဲ့ ဖယ်ကျဉ်ခြင်းလဲ ခံရပြီး နောင်တကြောင့်ရတဲ့ အပြစ်ရှိခံစားစိတ်နဲ့ အထီးကျန်ဝေဒနာကြောင့် ကျနော်သတ်သေဖို့ကလွဲ ကျန်တာမစဉ်းခဲ့မိပါဘူး။ကျွန်တော့်ရဲ့ မိုက်မဲဆိုးသွမ်းမှုတွေကို သူ့ကို တောင်းပန်ပြီးမှ သေမယ်ဆိုတဲ့စိတ်နဲ့ပဲ ကျွန်တော် အသက်ဆက်ရှင်နေခဲ့ပါတယ် ဒီလိုနဲ့ ကျောင်းပြီးပြီး အလုပ်လျှောက်တဲ့နေ့မှာ သူမနဲ့ပြန်ဆုံတွေ့ပြီး ကျွန်တော်ရဲ့နောက်ဆုံးဆန္ဒဖြစ်တဲ့ သူမကိုတောင်းပန်ရင်း ကျွန်တော်……ဒီanimationလေးက 2016ခုနှစ်မှာထွက်ခဲ့တဲ့ ဂျပန်အန်နမဲလေးဖြစ်ပြီး အနိုင်ကျင့်တတ်တဲ့ ကျောင်းသားတစ်ယောက်နဲ့ အပြုံးယဲ့ယဲ့လေးနဲ့ နားမကြားကောင်မလေး‌အပေါ် အခြေတည်ရေးဖွဲ့ထားတဲ့ ဇာတ်အိမ်ရိုးရိုးလေးပါပဲ အပြစ်ရှိခံစားစိတ်က လူတစ်ယောက်အတွက် သေစေနိုင်တဲ့ထိစိတ်ဒဏ်ရာ ရနိုင်တာကို ရိုက်ကူးထားပြီး မသန်စွမ်းတစ်ယောက်ရဲ့ စိတ်နှလုံးသားနူးညံ့ပုံနဲ့ဇာတ်လမ်းရိုးရိုးလေးကို မွမ်းမံပြီး လူတိုင်းရဲ့စိတ်နှလုံးကို ဖမ်းဆုပ်နိုင်အောင် တင်ဆက်ပေးထားပါတယ်. သိပ်ကို စိတ်ထဲထိခိုက်စေပြီး မျက်ရည်ကျလောက်တဲ့ထိကို ဆွဲဆောင်နိုင်တဲ့ဇာတ်လမ်း‌တပုဒ်ပါပဲ.. Animeဖန်တွေလဲ ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်လမ်းတပုဒ်ဖြစ်သလို dramaသမားတွေလဲ ကြည့်သင့်တာကြောင့် cmက ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်….PauseTranslated by : Idiot Myo Ko( FA)Reviewed and Encoded by : YKQuality : 1080p Blu-Ray H264 and 720pFile Size : 2.73Gb and 1.8GbDuration : 2h 10min"