"The Grand Budapest Hotel (2014)IMDb – 8.1/10_____Rotten – 91%Won 4 Oscars. Another 130 wins & 225 nominations.Pauseဒီရုပ်ရှင်အကြောင်းမပြောခင် ဒီရုပ်ရှင်ကားနဲ့ရခဲ့တဲ့ Award တွေ အရင်ပြောပြပါမယ်…1. Best Achievement in Costume Design2. Best Achievement in Makeup and Hair styling3. Best Achievement in Music Written for Motion Pictures,Original Score4. Best Achievement in Production Designဆိုတဲ့ အော်စကာ ဆု လေးဆု ရရှိခဲ့ပြီး တစ်ခြား Award များစွာကိုလဲရရှိပိုင်ဆိုင်ထားပါတယ်…ဒီရုပ်ရှင် ကြည့်နေတုန်းမှာ မျက်လုံးကို အနားမပေးပါနဲ့ဆံပင်ဒီဇိုင်း ဆက်တင်အခန်းအနား မျက်နှာအမူရာတွေကိုမလွတ်တန်း လိုက်ကြည့်နေပါ အဖိုးတန်လွန်းပါတယ်…သင်ဟာ ပုံပြင်နားထောင်ရတာ ကြိုက်တယ်ဆိုရင် ပိုသင့်တော်ပါမယ်ဘာလို့ ဆိုတော့ ပုံပြင်ကောင်းတစ်ပုဒ်ကိုနားထောင်နေရတဲ့ အတိုင်းဇတ်လမ်းကို ပြောပြနေလို့ပါ…ဒီရုပ်ရှင် ရဲ့ အဓိက နေရာကတော့ Grand Budapest ဆိုတဲ့ ပန်းရောင်အဆင်းချယ်ထားတဲ့ ဟိုတယ်ကြီး ဖြစ်ပြီး….အဓိက ဇတ်ကောင်ကတော့ ဟိုတယ်အုပ်ချူပ်သူ ဂူစ်စတေ့စ် နဲ့သူ့ရဲ့ တပည့်ကျော်လေး ဧည့်ကြို ဇီးရိုး တို့ပဲ ဖြစ်ပါတယ်…ဒီဇတ်လမ်းကို သင်ကြည့်နေတုန်း ဂူစ်စတေ့စ် နဲ့ ဇီးရိုး ရဲ့ရာဇဝင်ကို ခန့်မှန်းမိအုံးမှာမဟုတ်ပါဘူး ဇတ်လမ်း ရဲ့၃ ပုံ ၂ ပုံ ရောက်ရင် မျက်ရည်သုတ်ရမှာမို့ လက်ကိုင်ပုဝါလေးတော့ဆောင်ထားပါ….အစပိုင်း အခန်းတစ်ချို့မှာ 18+ အခန်းတစ်ချို့ ဖြတ်ခနဲ ပါတာကလွဲရင်မိသားစု ကြည့်လို့ အဆင်ပြေတဲ့ ရုပ်ရှင်ကား ဖြစ်ပေမယ့်နားလည်လွယ်ဖို့ ခက်ပါတယ် ပေါတောတော ကားတွေ ကြည့်နေတဲ့သူတွေ အဖို့ နားမလည်ပေမယ့် စဉ်းစားတက် တွေးတက် တဲ့ သူတွေအတွက်ကတော့ လက်မလွှတ်နိုင်တဲ့ ရုပ်ရှင်ကားကောင်း တစ်ကားဖြစ်ကြောင်း အာမခံပါတယ်…ဒီဇတ်လမ်း ရဲ့ အကြောင်းကို နည်းနည်းလေးမှ ရှင်းမပြချင်ပါဘူးဘာဖြစ်လို့လဲ ဆိုတော့ ပြောပြလိုက်ရင် ကြည့်ရတဲ့ နေရာမှာအရသာ ပျက်သွားမှာ ဆိုးလို့ပါ အဓိက အချက်ကတော့ဂူစ်စတေ့စ် နဲ့ ဇီးရိုး တို့ ရဲ့ ကမောက်ကမ စွန့်စားခန်းတွေကပေါတောတော မဆန်ပဲ ရယ်ရတာရယ် ဆရာတပည့် ၂ ယောက်ရဲ့သံယောဇဉ် တစ်ခုရယ် အချစ်တွေ ဟာသတွေ သစ္စာရှိမှု နဲ့အလွမ်းအဆွေး တွေ တစ်နေရာထဲမှာ ခံစားလို့ရမှာ ဖြစ်တဲ့အတွက်ပါအခုပဲ Channel Myanmar ကနေ တဆင့် ကြည့်ရှုလိုက်ပါတော့….ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Archi Thang Gyi ဖြစ်ပါတယ်File size – ( 944 MB )Quality – BluRay RipFormat – MP4Duration -1h 40mSubtitle – Myanmar SubtitleTranslator – Archi Thang GyiEncoder – Thit San Khant"