"1987 : When the day comes (2017)
Zawgyi
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ္ကားကို လြန္ခဲ့တဲ့ႏွစ္သံုးဆယ္ကာလက ေတာင္ကိုရီးယားႏုိင္ငံမွာ ျဖစ္ပ်က္ခဲ့တဲ့ ျဖစ္ရပ္မွန္အေၾကာင္းအရာေတြကို အေျခခံျပီးရိုက္ကူးထားပဲျဖစ္တယ္။
အဲဒီအခ်ိန္တုန္းက ေတာင္ကိုရီးယားႏုိင္ငံဟာ အခုလို ဖြံ႔ျဖိဳးျပီးႏုိင္ငံမဟုတ္ေသးဘူး။
စစ္အစိုးရနဲ႔ အာဏာပိုင္ေတြရဲ႕ေခါင္းပံုျဖတ္မႈေတြကို ျပည္သူေတြလည္စင္းခံေနရတဲ့အခ်ိန္၊ အဲဒီလိုဖိႏွိပ္ခ်ဳပ္ခ်ယ္မႈေတြကို မခံႏုိင္တ့ဲအဆံုးမွာ ေက်ာင္းသားတစ္စုဟာ စစ္အစိုးရကိုဆန္႔က်င္တဲ့အေနနဲ႔ လမ္းမေပၚထြက္ျပီး ဆႏၵျပေတာ့တယ္။
အင္အားၾကီးသူႏိုင္စတမ္္းဆိုသလို အဲဒီဆႏၵျပမႈမွာအႏုိင္ရရွိသြားသူကေတာ့အာဏာပိုင္ေတြပါ။
ဆႏၵျပေက်ာင္းသားတစ္ဦးျဖစ္တဲ့ အသက္၂၁ႏွစ္အရြယ္ ဆုိးလ္တကၠသိုလ္ကေက်ာင္းသား ပက္ဂၽြန္ေခ်ာအပါအ၀င္ဆႏၵျပသူအခ်ိဳ႕ကို အာဏာပိုင္ေတြလက္၀ယ္ဖမ္းဆီးရခဲ့တယ္။
က်ဳပင္ခုတ္က်ဳငုတ္ပါမက်န္ေအာင္ရွင္းမယ္ဆိုတဲ့အၾကံနဲ႔အာဏာပိုင္ေတြဟာ အဖမ္းဆီးခံေက်ာင္းသားပက္ဂၽြန္ေခ်ာကို ႏွိပ္စက္နည္းေပါင္းစံုနဲ႔ႏွိပ္စက္ျပီး ဆႏၵျပမႈနဲ႔ပတ္သတ္တဲ့အေၾကာင္းအရာေတြကို စစ္ေၾကာေမးျမန္းခဲ့တယ္။
ပက္ဂၽြန္ေခ်ာတစ္ေယာက္လည္းႏွိပ္စက္မႈေပါင္းစံုကို မခံႏုိင္ေတာ့ပဲ ေနာက္ဆံုးမွာ အသက္ပါဆံုးရႈံးသြားေတာ့တယ္။
သူ႔ရဲ႕ေသဆံုးမႈဟာ 1987 ဇြန္လမွာ ေတာင္ကိုရီးယားႏုိင္ငံရဲ႕သမုိင္း၀င္ဆႏၵျပမႈၾကီးအျဖစ္ ေျပာင္းလဲေပးခဲ့ပါတယ္။
ဖိႏွိပ္ခံရပံုေတြ မတူညီၾကေပမယ့္ ျပည္သူေတြအားလံုးရဲ႕ တစ္ခုတည္းေသာဦးတည္ခ်က္ကေတာ့ ဒီမိုကေရစီေဖာ္ေဆာင္ေရး၊ အဲဒီလို ျပည္သူေတြအားလံုးညီညီညြတ္ညြတ္ ေသြးေတြေခၽြးေတြနဲ႔ေပးဆပ္ခဲ့တာေၾကာင့္လည္း ေတာင္ကိုရီးယားႏုိင္ငံဟာ ယေန႔အခ်ိန္မွာ ဖြံ႔ျဖိဳးျပီးႏုိင္ငံတစ္ခု ရပ္တည္ေနႏုိင္တာျဖစ္ေၾကာင္းကိုဒီဇာတ္ကားက ေကာင္းေကာင္းၾကီးမီးေမာင္းထိုးျပေနတယ္။
ဒီဇာတ္ကားဟာ ေ၀ဖန္ေရးေတြအၾကားမွာ ေအာင္ျမင္ရံုသာမက ေငြေၾကးပိုင္းအရလည္း ေတာ္ေတာ္ၾကီးကိုေအာင္ျမင္ခဲ့တဲ့ကားပါ။
$14 သန္းရင္းထားတဲ့ဇာတ္ကားဟာ ျပည္တြင္း၀င္ေငြ $54 သန္းေက်ာ္ရရွိခဲ့တာဟာ ေတာ္ေတာ္ေၾကာက္စရာေကာင္းတဲ့ေအာင္ျမင္မႈမ်ိဳးပါ။
IMDB rating 8 နဲ႔ RT rating 88% ေတာင္ရရွိထားတဲ့အတြက္ လက္လြတ္မခံသင့္တဲ့ဇာတ္ကားေကာင္းတစ္ကားပဲျဖစ္ပါတယ္။
(ဘာသာျပန္ေပးထားသူကေတာ့ ေမျမတ္သူ ျဖစ္ပါတယ္)
Unicode
ဒီဇာတ်ကားကို လွန်ခဲ့တဲ့နှစ်သုံးဆယ်ကာလက
တောင်ကိုရီးယားနိုင်ငံမှာ ဖြစ်ပျက်ခဲ့တဲ့ ဖြစ်ရပ်မှန်အကြောင်းအရာတွေကို အခြေခံပြီးရိုက်ကူးထားပဲဖြစ်တယ်။
အဲဒီအချိန်တုန်းက တောင်ကိုရီးယားနိုင်ငံဟာ အခုလို ဖွံ့ဖြိုးပြီးနိုင်ငံမဟုတ်သေးပါဘူး။
စစ်အစိုးရနဲ့ အာဏာပိုင်တွေရဲ့ခေါင်းပုံဖြတ်မှုတွေကို ပြည်သူတွေလည်စင်းခံနေရတဲ့အချိန်၊
အဲဒီလိုဖိနှိပ်ချုပ်ချယ်မှုတွေကို မခံနိုင်တဲ့အဆုံးမှာ ကျောင်းသားတစ်စုဟာ စစ်အစိုးရကိုဆန့်ကျင်တဲ့အနေနဲ့ လမ်းမပေါ်ထွက်ပြီး ဆန္ဒပြတော့တယ်။
အင်အားကြီးသူနိုင်စတမ်းဆိုသလို အဲဒီဆန္ဒပြမှုမှာအနိုင်ရရှိသွားသူကတော့အာဏာပိုင်တွေပါ။
ဆန္ဒပြကျောင်းသားတစ်ဦးဖြစ်တဲ့ အသက်၂၁နှစ်အရွယ် ဆိုးလ်တက္ကသိုလ်ကကျောင်းသား ပက်ဂျွန်ချောအပါအဝင်ဆန္ဒပြသူအချို့ကို အာဏာပိုင်တွေလက်ဝယ်ဖမ်းဆီးရခဲ့တယ်။
ကျုပင်ခုတ်ကျုငုတ်ပါမကျန်အောင်ရှင်းမယ်ဆိုတဲ့အကြံနဲ့အာဏာပိုင်တွေဟာ အဖမ်းဆီးခံကျောင်းသားပက်ဂျွန်ချောကို နှိပ်စက်နည်းပေါင်းစုံနဲ့နှိပ်စက်ပြီး ဆန္ဒပြမှုနဲ့ပတ်သတ်တဲ့အကြောင်းအရာတွေကို စစ်ကြောမေးမြန်းခဲ့တယ်။
ပက်ဂျွန်ချောတစ်ယောက်လည်းနှိပ်စက်မှုပေါင်းစုံကို မခံနိုင်တော့ပဲ နောက်ဆုံးမှာ အသက်ပါဆုံးရှုံးသွားတော့တယ်။
သူ့ရဲ့သေဆုံးမှုဟာ ၁၉၈၇ ခုနှစ် ဇွန်လမှာ တောင်ကိုရီးယားနိုင်ငံရဲ့သမိုင်းဝင်ဆန္ဒပြမှုကြီးအဖြစ် ပြောင်းလဲပေးခဲ့ပါတယ်။
ဖိနှိပ်ခံရပုံတွေ မတူညီကြပေမယ့် ပြည်သူတွေအားလုံးရဲ့ တစ်ခုတည်းသောဦးတည်ချက်ကတော့ ဒီမိုကရေစီဖော်ဆောင်ရေး၊ အဲဒီလို ပြည်သူတွေအားလုံးညီညီညွတ်ညွတ် သွေးတွေချွေးတွေနဲ့ပေးဆပ်ခဲ့တာကြောင့်လည်း တောင်ကိုရီးယားနိုင်ငံဟာ ယနေ့အချိန်မှာ ဖွံ့ဖြိုးပြီးနိုင်ငံတစ်ခု ရပ်တည်နေနိုင်တာဖြစ်ကြောင်းကို
ဒီဇာတ်ကားက ကောင်းကောင်းကြီးမီးမောင်းထိုးပြနေတယ်။
ဒီဇာတ်ကားဟာ ဝေဖန်ရေးတွေအကြားမှာ အောင်မြင်ရုံသာမက ငွေကြေးပိုင်းအရလည်း တော်တော်ကြီးကိုအောင်မြင်ခဲ့တဲ့ကားပါ။
$14 သန်းရင်းထားတဲ့ဇာတ်ကားဟာ ပြည်တွင်းဝင်ငွေ $54 သန်းကျော်ရရှိခဲ့တာဟာ တော်တော်ကြောက်စရာကောင်းတဲ့အောင်မြင်မှုမျိုးပါ။
IMDB rating 8 နဲ့ RT rating 88% တောင်ရရှိထားတဲ့အတွက် လက်လွတ်မခံသင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပဲဖြစ်ပါတယ်။
(ဘာသာပြန်ပေးထားသူကတော့ မေမြတ်သူ ဖြစ်ပါတယ်)
File Size : (999 MB) and (500 MB)
Quality : HDRip 720p
Running Time : 2hr 9min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.KOR.HDRip.H264.MP3-Unknown
Translated by May Myat Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
