"[Unicode]
ဒီဇာတ်လမ်းကတော့ 1980 ခုနှစ် မေလ ၁၈ ရက်မှာ ဂွမ်ဂျူပြည်နယ်မှာဖြစ်ပွားခဲ့တဲ့ အရေးအခင်းအကြောင်းကို အခြေခံပြီးရိုက်ကူးထားတာဖြစ်ပါတယ်
ဗိုလ်ကြီး Chun Doo Hwan လက်ထက် သူပုန်တွေကိုတိုက်ထုတ်ဖို့အတွက် စစ်တပ်အာဏာနဲ့နှိမ်နှင်းဖို့ကြိုးစားခဲ့တဲ့အကြောင်းလေးပါ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အေးချမ်းနေတဲ့မြို့တစ်မြို့မှာ ရုတ်တရက်ဆိုသလို သူပုန်တွေကိုတိုက်ထုတ်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့ စစ်တပ်တွေချီတက်လာပြီး ရှိသမျှလူတိုင်းကို ရိုက်စစ်မေးမြန်းပါတော့တယ်
Min Woo ရဲ့တစ်ဦးတည်းသော ညီလေး Jun Woo တစ်ယောက် သူငယ်ချင်းဖြစ်သူ မတရားသဖြင့်သေဆုံးခဲ့ရတာကို ဒေါသထွက်ပြီး တက္ကသိုလ်ကျောင်းသားတွေပါဝင်တဲ့ ဆန္ဒဖော်ထုတ်မှုကြီးကို ဦးဆောင်ပြီး ချီတက်ခဲ့ပါတော့တယ်
ပြည်သူတွေပါ ပါဝင်ပြီးတော့ဆန္ဒပြခဲ့ရာက စစ်တပ်ကြီးပြန်ဆုတ်သွားပြီအထင်နဲ့ ပျော်ရွှင်နေတဲ့အချိန်မှာ စစ်တပ်ဘက်ကနေ သေနတ်တွေနဲ့စတင်တိုက်ခိုက်ခဲ့တဲ့နောက်…
ရုန်းရင်းဆန်ခတ်တွေဖြစ်ရင်းကနေ Jun Woo တစ်ယောက်သေနတ်ပစ်ခံထိပြီး သေဆုံးခဲ့ရပါတော့တယ်
အဲ့အချိန်မှာ Min Woo တစ်ယောက် ကြေကွဲမဆုံးဖြစ်ပြီး ဂွမ်ဂျူမြို့သူမြို့သားတွေနဲ့ပူးပေါင်းကာ ဘယ်လိုရင်ဆိုင်တိုက်ခိုက်ပြီး ပဋိပက္ခတွေကို ဘယ်လိုအဆုံးသတ်စေမလဲဆိုတာကတော့ စောင့်ကြည့်ခံစားလိုက်ကြပါဦး…။
( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ပါ )
[Zawgyi]
ဒီဇာတ္လမ္းကေတာ့ 1980 ခုႏွစ္ ေမလ ၁၈ ရက္မွာ ဂြမ္ဂ်ဴျပည္နယ္မွာျဖစ္ပြားခဲ့တဲ့ အေရးအခင္းအေၾကာင္းကို အေျခခံၿပီး႐ိုက္ကူးထားတာျဖစ္ပါတယ္
ဗိုလ္ႀကီး Chun Doo Hwan လက္ထက္ သူပုန္ေတြကိုတိုက္ထုတ္ဖို႔အတြက္ စစ္တပ္အာဏာနဲ႔ႏွိမ္ႏွင္းဖို႔ႀကိဳးစားခဲ့တဲ့အေၾကာင္းေလးပါ
ေအးခ်မ္းေနတဲ့ၿမိဳ႕တစ္ၿမိဳ႕မွာ ႐ုတ္တရက္ဆိုသလို သူပုန္ေတြကိုတိုက္ထုတ္ဖို႔ဆိုတဲ့ အေၾကာင္းျပခ်က္နဲ႔ စစ္တပ္ေတြခ်ီတက္လာၿပီး ရွိသမွ်လူတိုင္းကို ႐ိုက္စစ္ေမးျမန္းပါေတာ့တယ္
Min Woo ရဲ႕တစ္ဦးတည္းေသာ ညီေလး Jun Woo တစ္ေယာက္ သူငယ္ခ်င္းျဖစ္သူ မတရားသျဖင့္ေသဆုံးခဲ့ရတာကို ေဒါသထြက္ၿပီး တကၠသိုလ္ေက်ာင္းသားေတြပါဝင္တဲ့ ဆႏၵေဖာ္ထုတ္မႈႀကီးကို ဦးေဆာင္ၿပီး ခ်ီတက္ခဲ့ပါေတာ့တယ္
ျပည္သူေတြပါ ပါဝင္ၿပီးေတာ့ဆႏၵျပခဲ့ရာက စစ္တပ္ႀကီးျပန္ဆုတ္သြားၿပီအထင္နဲ႔ ေပ်ာ္႐ႊင္ေနတဲ့အခ်ိန္မွာ စစ္တပ္ဘက္ကေန ေသနတ္ေတြနဲ႔စတင္တိုက္ခိုက္ခဲ့တဲ့ေနာက္…
႐ုန္းရင္းဆန္ခတ္ေတြျဖစ္ရင္းကေန Jun Woo တစ္ေယာက္ေသနတ္ပစ္ခံထိၿပီး ေသဆုံးခဲ့ရပါေတာ့တယ္
အဲ့အခ်ိန္မွာ Min Woo တစ္ေယာက္ ေၾကကြဲမဆုံးျဖစ္ၿပီး ဂြမ္ဂ်ဴၿမိဳ႕သူၿမိဳ႕သားေတြနဲ႔ပူးေပါင္းကာ ဘယ္လိုရင္ဆိုင္တိုက္ခိုက္ၿပီး ပဋိပကၡေတြကို ဘယ္လိုအဆုံးသတ္ေစမလဲဆိုတာကေတာ့ ေစာင့္ၾကည့္ခံစားလိုက္ၾကပါဦး…။
( အညႊန္္းေရးသားထားသူကေတာ့ Shoon Thu Thu Chain ပါ )
File size__( 1.1 GB ) and ( 450 MB)
Quality__720p
IMDb Rating__7.1/10
Format__mp4
Duration__02:01:00
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Shoon Thu Thu Chain
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
