"A Taxi Driver (2017)IMDb – 7.9/10_____Rotten – 96%PauseIMDb Rating 7.9Rotten Tomattoes 94% အထိ ရထားတဲ့ တောင်ကိုရီးယားရဲ့သမိုင်းဝင် ဒီမိုကရေစီအသွင် ကူးပြောင်းရေးအတွက် အရမ်း အရေးပါတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားကောင်းလေးပါ။သမိုင်းဝင်ဖြစ်ရပ်မှန် ဇာတ်လမ်းမို့ ကိုးရီးယားမှာ သမ္မတကိုယ်တိုင် လာရောက်ကြည့်ရှုအားပေးခဲ့သလို ကိုးရီးယားလူဦးရေရဲ့ ၅ပုံ၁ပုံလောက်ကို ရုပ်ရှင်ရုံမှာ လာရောက်အားပေးလို့ ရုံတင်ချိန် အကြာဆုံး ဇာတ်ကားလေးဖြစ်ခဲ့ပါတယ်။ဒီကားအကြောင်းမပြောခင် ကိုးရီးယားသမိုင်းကြောင်းလေး အနည်းငယ် ပြောပြချင်ပါတယ်။ဂျပန်လက်အောက်က လွတ်လပ်ရေးရပြီး 16 နှစ်တိုင်တိုင် စစ်အုပ်ချုပ်ရေးနဲ့ အုပ်ချုပ်ခဲ့တယ်။၁၉၇၉ အောက်တိုဘာမှာ အရင်သမ္မတ လုပ်ကြံပြီးဒီဇင်ဘာမှာ စစ်တပ်ကပဲ စစ်အာဏာသိမ်းလိုက်ပါတယ်။ဒီနောက်ပိုင်း နိုင်ငံရေးသမားတွေ တက္ကသိုလ်ကျောင်းသားတွေနဲ့ နိုင်ငံသူနိုင်ငံသားတွေ တဖြည်းဖြည်းနဲ့ ဒီမိုကရေစီ အုပ်ချုပ်ရေးပေးဖို့ လှုပ်ရှားဆန္ဒပြလာကြလာကြလို့ အခြေအနေတင်းမာလာလို့ Martial law ပြဌာန်းပြီး အကြမ်းဖက်နှိမ်နှင်းခဲ့သလို တက္ကသိုလ်ကျောင်းတွေ ယာယီပိတ်ထားလိုက်ပါတယ်။သတင်းတွေလည်း အမှောင်ချထားလိုက်ပါတယ်။ကျန်တဲ့မြို့တွေ အလွယ်တကူ ထိန်းချုပ်နိုင်ပေမယ့် ဂွမ်ဂျူးမြို့က တစ်မြို့လုံး စည်းလုံးညီညွှတ်တာကြောင့် ထိန်းချုပ်ရခက်နေပါတယ်။ဒါကြောင့် မြို့ကို ဖုန်းလိုင်းတွေဖြတ် မြို့အဝင်အထွက်ကိုပိတ် သတင်းတွေအမှောင်ချထားခဲ့ပါတယ်။မြို့က ဆန္ဒပြသူတွေနဲ့ကျောင်းသားတွေကိုလည်း အကြမ်းဖက်စစ်အင်အားသုံးဖြေရှင်းပေးခဲ့ပါတယ်။ဒါပေမယ့် ဂွမ်ဂျူးမြို့သူမြို့သားတွေကတော့ အရံှူးမပေး ရဲရဲတောက် မြို့လုံးကျွတ်မျှ အသေခံ ဆန္ဒပြဆန့်ကျင်ခဲ့ပါတယ်။ဒီမြို့က သတင်းကို ကမ္ဘာသိအောင် ဂျာမန်သတင်းထောက် သက်စွန့်ဆံဖျားလာပြီး တက္ကစီသမားတစ်ယောက် အကူအညီနဲ့ ရိုက်ကူးမှတ်တမ်းတင်ပြီး သတင်းထုတ်လွှင့်နိုင်ခဲ့ပါတယ်။ဒီသတင်းကြောင့် ကျန်တဲ့ပြည်သူတစ်ရပ်လုံးလည်း ပါဝင်လာတာကြောင့်နောင် ဒီမိုကရေစီအသွင်ကူးပြောင်းရေးအတွက် တွန်းအားပေးခဲ့သည့်မြို့လေးဖြစ်ခဲ့သည်။အခု ဒီဇာတ်ကားလေးကတော့ တက္ကစီသမား မစ္စတာကင်က ဂျာမန်သတင်းထောက်ကို ဂွမ်ဂျူးမြို့ဆီ လိုက်ပို့ပေးခဲ့တဲ့ဖြစ်ရပ်ကို ရိုက်ကူးထားတာပါ။နိုင်ငံရေးစိတ်မဝင်စားတဲ့ ကိုယ့်မိသားစု ကိုယ့်အလုပ်အကြောင်းသာ စိတ်ဝင်စားတဲ့ကားသမားတစ်ယောက်တက်တက်ကြွကြွနဲ့ သတင်းအမှန်တွေတင်ဆက်ပေးဖို့ စိတ်ထက်သန်တဲ့ ဂျာမန်သတင်းထောက်တစ်ယောက်ကို ပိုက်ဆံအများကြီးရမှာမို့ အော်ဒါမှာထားတဲ့ကားလိုလိုနဲ့ ဖြတ်ခုတ်ပြီးနိုင်ငံခြားသားကို အင်္ဂလိပ်စာ မတတ်တခေါက်နဲ့ ဂွမ်ဂျူးကို လိုက်ပို့ပေးရင်း…………………..ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ စောင့်ကြည့်လိုက်ပါသင်ခန်းစာယူတတ်ရင် အများကြီးကို ပေးသွားတဲ့ဇာတ်ကားကောင်းလေးပါ(ဘာသာပြန်သူကတော့ Thura Twinlay ပါ)File Size : (950 MB)Quality : HDRip 720pRunning Time : 2hr 17minFormat : Mp4Genre :Action, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Thura TwinlayEncode by Thanhtike Zaw"