"(Unicode)
Faster ကတော့ ၂၀၁၀ ကထွက်ရှိထားတဲ့ Dwayne Johnson ရဲ့ အကြမ်းစား အက်ရှင်ဇာတ်ကားလေးဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မကြမ်းမှာတော့မပူပါနဲ့။
အစပိုင်းလေးကိုပဲကြည့်ပြီး ဘာလား ကြမ်းလှချည်လားဟလို့ ဖြစ်သွားမှာသေချာပါတယ်။
ထောင်ကထွက်ထွက်ချင်းပဲ သူက ပြေးတယ်။
ကားတစ်စီးပေါ်တက်တယ်။ သေနတ်ကိုခါးကြားထိုးတယ်။
မောင်းသွားပြီး အဆောက်အဦးတစ်ခုထဲဝင်သွားပြီး လူတစ်ယောက်ကို ဘာမပြောညာမပြော ပစ်သတ်လိုက်တယ်။
လွန်ခဲ့တဲ့ ဆယ်နှစ်က ဘဏ်ဓားပြမှုတစ်ခုမှာ ငါတို့တိုက်ယူလာတဲ့ ငွေတွေကို မင်းတို့လုယူပြီး ငါ့အစ်ကိုကို သတ်လိုက်တဲ့ သွေးကြွေးပြန်လာဆပ်တာကွလို့
ဒိုင်ယာလော့ အရှည်ကြီးနဲ့ ဇာတ်လမ်းကိုပြန်ပြောမနေဘဲ နှာတရှုံရှုံငိုမနေဘဲ ဒိုင်းဆိုပြီး တစ်ချက်တည်းပြီးသွားပါတယ်။
အဲဒီဘဏ်ဓားပြတိုက်တဲ့ ဇာတ်လမ်းကိုတော့ စုံထောက်တွေက ပြန်ပြီးထောက်လှမ်းနေတာတွေနဲ့ အတိတ်အကြောင်းပြန်တွေးတာတွေနဲ့ ပြန်ပြသွားပါတယ်။
သူ့အစ်ကိုကို သေအောင်လုပ်ခဲ့တဲ့ လူတွေကို လက်စားချေဖို့ ထောင်ထဲမှာ ဆယ်နှစ်လုံးလုံး ပြင်ဆင်လာခဲ့ပြီး
ထွက်လာလာပြီးချင်း နာရီပိုင်းအကြာမှာ စာရင်းထဲကလူတစ်ယောက်ကို ဖျက်နိုင်လိုက်ပါတယ်။
သူ့စာရင်းကဘယ်လောက်ရှည်ပြီး ဘယ်လောက် မြန်မြန် အဆုံးသတ်နိုင်မလဲဆိုတာကိုတော့ ဇာတ်ကားမှာပဲကြည့်လိုက်ကြပါတော့။
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ d3mon ပဲဖြစ်ပါတယ်…
(Zawgyi)
Faster ကေတာ့ ၂၀၁၀ ကထြက္ရွိထားတဲ့ Dwayne Johnson ရဲ႕ အၾကမ္းစား အက္ရွင္ဇာတ္ကားေလးျဖစ္ပါတယ္။
မၾကမ္းမွာေတာ့မပူပါနဲ႔။
အစပိုင္းေလးကိုပဲၾကည့္ၿပီး ဘာလား ၾကမ္းလွခ်ည္လားဟလို႔ ျဖစ္သြားမွာေသခ်ာပါတယ္။
ေထာင္ကထြက္ထြက္ခ်င္းပဲ သူက ေျပးတယ္။
ကားတစ္စီးေပၚတက္တယ္။ ေသနတ္ကိုခါးၾကားထိုးတယ္။
ေမာင္းသြားၿပီး အေဆာက္အဦးတစ္ခုထဲဝင္သြားၿပီး လူတစ္ေယာက္ကို ဘာမေျပာညာမေျပာ ပစ္သတ္လိုက္တယ္။
လြန္ခဲ့တဲ့ ဆယ္ႏွစ္က ဘဏ္ဓားျပမႈတစ္ခုမွာ ငါတို႔တိုက္ယူလာတဲ့ ေငြေတြကို မင္းတို႔လုယူၿပီး ငါ့အစ္ကိုကို သတ္လိုက္တဲ့ ေသြးေႂကြးျပန္လာဆပ္တာကြလို႔
ဒိုင္ယာေလာ့ အရွည္ႀကီးနဲ႔ ဇာတ္လမ္းကိုျပန္ေျပာမေနဘဲ ႏွာတရႈံရႈံငိုမေနဘဲ ဒိုင္းဆိုၿပီး တစ္ခ်က္တည္းၿပီးသြားပါတယ္။
အဲဒီဘဏ္ဓားျပတိုက္တဲ့ ဇာတ္လမ္းကိုေတာ့ စုံေထာက္ေတြက ျပန္ၿပီးေထာက္လွမ္းေနတာေတြနဲ႔ အတိတ္အေၾကာင္းျပန္ေတြးတာေတြနဲ႔ ျပန္ျပသြားပါတယ္။
သူ႔အစ္ကိုကို ေသေအာင္လုပ္ခဲ့တဲ့ လူေတြကို လက္စားေခ်ဖို႔ ေထာင္ထဲမွာ ဆယ္ႏွစ္လုံးလုံး ျပင္ဆင္လာခဲ့ၿပီး
ထြက္လာလာၿပီးခ်င္း နာရီပိုင္းအၾကာမွာ စာရင္းထဲကလူတစ္ေယာက္ကို ဖ်က္ႏိုင္လိုက္ပါတယ္။
သူ႔စာရင္းကဘယ္ေလာက္ရွည္ၿပီး ဘယ္ေလာက္ ျမန္ျမန္ အဆုံးသတ္ႏိုင္မလဲဆိုတာကိုေတာ့ ဇာတ္ကားမွာပဲၾကည့္လိုက္ၾကပါေတာ့။
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ d3mon ပဲျဖစ္ပါတယ္…
File Size : (800 MB) and (400 MB)
Quality : Blu-Ray 720p
Running Time : 1hr 38min
Format : Mp4
Genre : Action, Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-SECTOR7
Translated by d3mon
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
