"The Great Wall (2016)_____IMDb…5.9/10
(အက်ရှင်အလန်းစားနဲ့ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်သည်နှင့်အညီ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပြန်လည်တင်ဆက်ထားပါသည်….)
Matt Damon ကို ထည့်သုံးထားတာဖြစ်ပါတယ်။ ဒီကားက Song Dynasty (960 ကနေ 1279) ကြား ကာလကို
အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်။ Matt Damon က ဥရောပ ကလာတဲ့ Mercenary ဖြစ်ပြီး သူတို့ က တရုတ်ပြည်က
ယမ်းမှုန့်ကိုလိုချင်လို့ လာကြတာဖြစ်ပါတယ်။ဒီကားက Fantasy Si-fi ဖြစ်ပြီး တရုတ်က မဟာတံတိုင်းက လူတွေသိထားသလို
မွန်ဂိုတွေရန်ကိုကာကွယ်ဖို့တင်မဟုတ်ပဲ၊ Alien Monster တွေရဲ့ရန်ကို ကာကွယ်ဖို့
ဆောက်ထားတာဖြစ်လို့ စိတ်ကူးယဉ်တင်ဆက်ထားပါတယ်။ Matt Damon တို့က ဒီ Monster တွေနဲ့ တွေ့လို့
ထွက်ပြေးလာရင်းနဲ့ တရုတ် ခံတပ်မှာ အဖမ်းခံရပါတယ်။ ဒီကနေ သူရဲ့ မြှားပစ်စွမ်းရည် ကြောင့်ရယ်၊
တိုက်ရည်ခိုက်ရည်ကောင်းတာကြောင့်ရယ်၊ သူ့ကို မသတ်တော့ပဲ တရုတ်စစ်တပ်နဲ့ အတူ Monster
တွေရန်က နေကာကွယ်ဖို့ တာဝန်ပေးခဲ့ပါတယ်။
အက်ရှင်အလန်းစားတွေတွေ့ရမှာဖြစ်သလို တရုတ်မင်းသမီးလေး Tian Jing ကလည်း
ပန်းတွေတောင်မြေခအောင်လှလွန်းတဲ့အတွက် ကြည့်ရတာ အရမ်းကို တန်လွန်းတယ်လို့ပြောရမှာဖြစ်ပါတယ်…
===============
(အက္ရွင္အလန္းစားနဲ႕ၾကည့္လုိ႕ေကာင္းတဲ့ ဇာတ္ကားျဖစ္သည္ႏွင့္အညီ Blu-Ray 1080p 5.1 CH,720Pတုိ႕ျဖင့္
ျပန္လည္တင္ဆက္ထားပါသည္….)
Matt Damon ကုိ ထည့္သုံးထားတာျဖစ္ပါတယ္။ ဒီကားက Song Dynasty (960 ကေန 1279) ႀကား ကာလကုိ
အေျခခံရုိက္ကူးထားတာျဖစ္ပါတယ္။ Matt Damon က ဥေရာပ ကလာတဲ႔ Mercenary ျဖစ္ျပီး သူတို႔ က တရုတ္ျပည္က
ယမ္းမွဳန္႔ကုိလုိခ်င္လို႔ လာႀကတာျဖစ္ပါတယ္။ဒီကားက Fantasy Si-fi ျဖစ္ျပီး တရုတ္က မဟာတံတုိင္းက လူေတြသိထားသလို
မြန္ဂုိေတြရန္ကုိကာကြယ္ဖို႔တင္မဟုတ္ပဲ၊ Alien Monster ေတြရဲ႕ရန္ကုိ ကာကြယ္ဖို႔
ေဆာက္ထားတာျဖစ္လို႔ စိတ္ကူးယဥ္တင္ဆက္ထားပါတယ္။ Matt Damon တို႔က ဒီ Monster ေတြနဲ႔ ေတြ႔လို႔
ထြက္ေျပးလာရင္းနဲ႔ တရုတ္ ခံတပ္မွာ အဖမ္းခံရပါတယ္။ ဒီကေန သူရဲ႕ ျမွားပစ္စြမ္းရည္ ေႀကာင္႔ရယ္၊
တုိက္ရည္ခိုက္ရည္ေကာင္းတာေႀကာင္႔ရယ္၊ သူ႔ကုိ မသတ္ေတာ႔ပဲ တရုတ္စစ္တပ္နဲ႔ အတူ Monster
ေတြရန္က ေနကာကြယ္ဖို႔ တာ၀န္ေပးခဲ႔ပါတယ္။
အက္ရွင္အလန္းစားေတြေတြ႕ရမွာျဖစ္သလုိ တရုတ္မင္းသမီးေလး Tian Jing ကလည္း
ပန္းေတြေတာင္ေျမခေအာင္လွလြန္းတဲ့အတြက္ ၾကည့္ရတာ အရမ္းကုိ တန္လြန္းတယ္လုိ႕ေျပာရမွာျဖစ္ပါတယ္…
File Size : (2.04GB) and (900 MB)
Quality :Blu-Ray (1080p 5.1 CH, 720p)
Format…mp4
Duration…01:43:00
Genre : Action, Adventure, Fantasy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Tariq L Walker
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
