"Avrodh-The Siege within ဆိုတဲ့
အိန္ဒိယဇာတ်လမ်းလေးကို တင်ဆက်ပေးချင်ပါတယ်
ဒီဇာတ်လမ်းလေးဟာဆိုရင် We don’t really know fear စာအုပ်မှာ ရေးသားဖော်ပြထားတဲ့ ၂၀၁၆ အူရီတိုက်ခိုက်မှုနဲ့ အိန္ဒိယနဲ့ပါကစ္စတန်ကြား နယ်နိမိတ်မျဉ်းမှာ ဖြစ်ပွားခဲ့တဲ့တိုက်ပွဲများအကြောင်း ဖြစ်ရပ်မှန်ပေါ် အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်
ဇာတ်လမ်းအကျဉ်းကတော့
အိန္ဒိယစစ်တပ်က ကာရ်ှမီးယားဒေသမှာ အကြမ်းဖက် တိုက်ခိုက်မှုကို အိန္ဒိယစစ်တပ်က နှိမ်နင်းရင်းနဲ့ မမျှော်လင့်ဘဲနဲ့ အကြမ်းဖက်တိုက်ခိုက်မှုခေါင်းဆောင် ဘီလာဝယ်ကို သတ်မိသွားပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဲ့အခါမှာ အရင်တည်းက အိန္ဒိယစစ်တပ်က သူတို့မြေပေါ်ကိုဝင်ရောက်နေတာမကြိုက်တဲ့ အကြမ်းဖက်ပြောက်ကျားတိုက်ခိုက်သူတွေက အိန္ဒိယစစ်တပ်ကို စတင်ပြီးတိုက်ခိုက်ဖို့ ပြင်ဆင်ပါတော့တယ်
အကြမ်းဖက်ခေါင်းဆောင် အဘူဟက်ဖေဇ်က ဘာသာရေးအယူဝါဒသုံးပြီး တပ်သားအသစ်တွေစုဆောင်းခဲ့ပါတယ်
ထို့နောက် အဲ့ဒီစစ်သားတွေကို အိန္ဒိယစစ်တပ်ကို တိုက်ခိုက်ဖို့စေလွှတ်ခဲ့ပါတယ် ဒါပေမယ့် အိန္ဒိယစစ်တပ်ကို အကြောင်းကြားခဲ့တဲ့ သတင်းပေးကြောင့် အကြိမ်ကြိမ်ကျရှုံးခဲ့ပါတယ်
၂ရက်အကြာမှတိုက်ခိုက်ဖို့ စီစဉ်ထားတဲ့စစ်ဆင်ရေးကို အူရီအခြေစိုက်တပ်စုနှစ်စုရဲ့ညစာစားပွဲကျင်းပတဲ့ညမှာ အလစ်ဝင်တိုက်ကာ အကောင်အထည်ဖော်ခဲ့ပါတယ်
အဲ့ဒီလိုအလစ်တိုက်ဗုံးခွဲတဲ့အခါ အိန္ဒိယဘက်မှ စစ်သားတော်တော်များများသေဆုံးပြီး ထိခိုက်ဒဏ်ရာရခဲ့တယ် အခုလိုတိုက်ခိုက်မှုကို ပြည်သူတွေကလည်းဝေဖန်နေကြပြီးတော့ သတင်းဌာနတွေကလည်း အစိုးရဘယ်လိုထုတ်ပြန်မလဲကိုသိချင်နေကြတယ်
တောင်အာရှ ပူးပေါင်းဆောင်ရွက်ရေးအစည်းအဝေးမတိုင်ခင် အခုလိုဖြစ်ပွားခဲ့တဲ့အတွက် အိန္ဒိယဘက်က ဘယ်လိုအစီအစဉ်တွေချပြီး တုံ့ပြန်မလဲ….
ပါကစ္စတန်အစိုးရဘက်ကကော ဘာဖြေရှင်းချက်တွေထုတ်ပြန်မလဲ…
အကြမ်းဖက်အဖွဲ့ကကော ဘယ်လိုအစီအစဉ်တွေလုပ်ဆောင်မှာလဲဆိုတာကို စိတ်ဝင်တစားစောင့်ကြည့်ရမယ့် ရုပ်ရှင်ကောင်းတစ်ခုဖြစ်ပါတယ်
IMDb rating အနေနဲ့ 7.7/10 ရရှိထားပါတယ်
Translated by Pyi T Nyein ~ Shwe Pyae Sone ~ Amelia
Encoded by YK
FIle Size : 3.1Gb and 2.1Gb
Quality : 1080p FHD RIP and 720p
Duration ; 5h
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
