"Hannibal Rising (2007)Prequel – Hannibal Rising မတိုင်ခင် Silence of the Lambs, Hannibal နဲ့ Red Dragon ကို စာ​ရေးဆရာ Thomas Harris’ က အရင်ထုတ်​ဝေခဲ့ပါတယ်Hannibal Rising က​​တော့ Hannibal Lectar ရဲ့ ၅ခု​မြောက်​သော Film ပါThomas Harris’ က ​ရေးသားတဲ့ Lectar ရဲ့ ​ဇာတ်လမ်းပြောင်းလဲမှု အဆင့်ဆင့် လို့​ပြောရင်လည်းရပါတယ်PauseHannibal Rising က​နောက်မှထွက်​ပေမယ့် အစဥ်လိုက်တိုင်းခံစားချင်တယ်ဆိုရင် Hannibal Rising -> Red Dragon/Man Hunter -> Silence of the Lambs -> Hannibal (movie) ဆိုပြီး recommand ​ပေးထားတာ​တွေ့ရပါတယ်ဟာနီဘဲလ်က Pop Culture မှာနာမည်​တော်​တော်ကြီးတဲ့ Villain အပြင် ရုပ်ရှင်သမိုင်းမှာလည်း နာမည်အကြီးဆုံး လူသားစားလူသတ်သမားဖြစ်ခဲ့ပါတယ်သူက လူ​တွေရဲ့စိတ်ကို​ကောင်း​ကောင်းနားလည်တဲ့အတွက် လွယ်လွယ်ကူကူ ​အေး​အေး​ဆေး​ဆေး နှိပ်စက်ပြီးမှ သတ်တဲ့​နေရာမှာ အထူးကျွမ်းကျင်ပါတယ်Sequel – Hannibal Rising ကားထွက်အပြီးမှာ​တော့ 2013-2014 ​​လောက်မှာ Hannibal Series ဆိုပြီး Series တစ်ခုထပ်ထွက်ပါတယ် ပြီး​တော့ သူနဲ့ဆက်စပ်မှုရှိတဲ့ Clarice ဆိုတဲ့ရုပ်ရှင်လည်း 2021 မှာထွက်​တော့မှာပါ(ဇာတ်လမ်းအကျဥ်း)ဟာနီဘဲလ်နဲ့ သူ့ညီမ​လေးမီရှာ တို့က အရမ်းချစ်ကြတဲ့ ​မောင်နှမ ၂​ယောက်ပါစစ်အတွင်း သူတို့မိသားစု စစ်​ရှောင်ဖို့ အတွက် ​တောထဲက စံအိမ်တစ်အိမ်မှာ သူတို့ ပုန်းပြီး​နေ​နေကြတယ်တစ်​နေ့ အဲ့စံအိမ်နားမှာ လာပြီး ဗုံး​တွေချဲ​တော့ သူ့တို့ မိဘ​တွေ​သေဆုံးသွားခဲ့တယ်စံအိမ်ကြီးမှာ ဟာနီဘဲလ်နဲ့ သူ့ညီမ​လေး မီရှာ၂​ယောက်ထဲ ကျန်ခဲ့ရှာတယ်က​လေး​တွေဆို​တော့ အစာလည်းမရှာတတ်​တော့ မီရှာ​လေးက နမိုးနီးယားဝင်ပါ​လေ​​ရောအဲ့အချိန် သူတို့​နေတဲ့ စံအိမ်ဆီကို စစ်​​ပြေးစစ်သားအုပ်စု တစ်စု ​ရောက်လာကြတယ်က​လေး၂​ယောက်ကို ​တွေ့​တော့ သူတို့က က​လေး၂​ယောက်ထဲက နမိုးနီးယားဖြစ်​နေတဲ့ မီရှာ​လေးကို သတ်စားလိုက်ကြတယ်အဲ့ မြင်ကွင်းကို အစဆုံးမြင်ရတဲ့ ဟာနီဘဲလ်ခင်မျာ စိတ်ထဲနာကျည်း​နေပြီး သူကြီးလာရင် လက်စား​ချေဖို့ ဆုံးဖြတ်ခဲ့တယ်ဒါ​ပေမယ့် သူက ငယ်​သေး​တော့ အဲ့အဖြစ်အပျက်ကို ခပ်​ရေး​ရေး မှတ်မိ​​တော့ စစ်သား​တွေရဲ့ နာမည်​တွေမသိဘူးဖြစိ​နေတယ်​နောက်ပိုင်း ဘယ်လို​တွေ ဆက်ဖြစ်မလဲ …. ဟာနီဘဲလ်က​ရော လက်စား​ချေနိုင်မာလား…သူ့သရုပ်မှန်က​ရော ဘာလဲ ဆိုတာ ဆက်ကြည့်ကြပါဦးလို့File size… 2GB and 942MBQuality…. 1080p HEVC 5.1CH and 720pFormat…mp4Duration…. 2hrSubtitle….Myanmar Subtitle (Hardsub)Translator ….. DollyEncoder ….. August"