"[Unicode]The Cornered Mouse Dreams of Cheese(2020)PauseFojushi,Fodamshi တို့အကြိုက် 2020ထွက် BL Movieတစ်ခုနဲ့ မိတ်ဆက်ပေးပါရစေ။ချစ်နေပေးမယ့်သူ ရှိနေလည်း ချစ်ခံရမယ့်သူက ယုံကြည်မှု မရှိတဲ့အခါ …ချစ်နေပေမယ့်လည်း လက်မခံဘဲ ကိုယ့်ကိုကိုယ် ဇွတ်ငြင်းယူနေတဲ့သူ ကိုင်ဆောင့်ချင်စရာ Semeကြီးကို ဒီကားထဲမှာ အသဲတယားယား ကြည့်ရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးတော့ အိုတိုမို ကယူချီဆိုဟာ ကြေညာကုမ္ပဏီတစ်ခုမှာ အလုပ်လုပ်ပြီး အိမ်ထောင်ရှိတဲ့သူတစ်ယောက်ဖြစ်ပါတယ်။ ဒါပေမယ့် သူကအခြားတစ်ယောက်နဲ့ ဖောက်ပြန်ခဲ့တဲ့အခါ သူ့ဇနီးဟာ အလွတ်တိုင်းစုံထောက်ငှါးပြီး ထိုအကြောင်းကို စုံစမ်းခိုင်းခဲ့ပါတယ်။အဲ့အချိန်မှာ အိုတိုမိုဆီ စုံစမ်းမှုနဲ့အတူ ရောက်လာခဲ့တဲ့ လူကတော့ အင်မာဂါဆဲ့ ဝါတာရူလို့ခေါ်တဲ့သူဖြစ်ပါတယ်။ ဝါတာရူဟာ အခြားသူမဟုတ် အိုမိုတိုနဲ့ တက္ကသိုလ်အတူတက်ခဲ့တဲ့ ဂျူနီယာတစ်ယောက်ဖြစ်ရုံမက အိုမိုတိုကို ၇နှစ်ကြာကြိတ်သဘောကျလာခဲ့သူ ဖြစ်ပါတယ်။ဒီလိုနဲ့နှစ်ယောက်ပြန်တွေ့ဆုံပြီးနောက် ဝါတာရူက အိုမိုတိုကိုချစ်ကြောင်းဖွင့်ပြောခဲ့ပြီး Sexual Relationship အဖြစ် သူတို့နှစ်ယောက် ဆက်ဆံရေးကိုပြောင်းလဲပစ်ချင်ကြောင်းကိုပါ တောင်းဆိုပြီး အပေးအယူအနေနဲ့ အိုမိုတိုဖောက်ပြန်မှုကို ဇနီးဆီပြန်သတင်းမပေးဘူးလို့ တောင်းဆိုခဲ့ပြီးနောက်မှာ…ဖြစ်ပေါ်လာမယ့် အချစ်ရေးပြသနာတွေနဲ့ သူတို့ကြားက အဆုံးသတ်လေး ဘယ်လိုဖြစ်မယ်ဆိုတာကို လူကြီးများရှေ့နှင့် ၁၈နှစ်အောက်များ မကြည့်ရ Rateလေးကို သိထားပြီး ကြည့်လို့ရပါပြီနော်( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ပါ )[Zawgyi]The Cornered Mouse Dreams of Cheese(2020)Fojushi,Fodamshi တို႔အႀကိဳက္ 2020ထြက္ BL Movieတစ္ခုနဲ႔ မိတ္ဆက္ေပးပါရေစ။ခ်စ္ေနေပးမယ့္သူ ႐ွိေနလည္း ခ်စ္ခံရမယ့္သူက ယံုၾကည္မႈ မ႐ွိတဲ့အခါ …ခ်စ္ေနေပမယ့္လည္း လက္မခံဘဲ ကိုယ့္ကိုကိုယ္ ဇြတ္ျငင္းယူေနတဲ့သူ ကိုင္ေဆာင့္ခ်င္စရာ Semeႀကီးကို ဒီကားထဲမွာ အသဲတယားယား ၾကည့္ရမွာျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးေတာ့ အိုတိုမို ကယူခ်ီဆိုဟာ ေၾကညာကုမၸဏီတစ္ခုမွာ အလုပ္လုပ္ၿပီး အိမ္ေထာင္႐ွိတဲ့သူတစ္ေယာက္ျဖစ္ပါတယ္။ ဒါေပမယ့္ သူကအျခားတစ္ေယာက္နဲ႔ ေဖာက္ျပန္ခဲ့တဲ့အခါ သူ႔ဇနီးဟာ အလြတ္တိုင္းစံုေထာက္ငွါးၿပီး ထိုအေၾကာင္းကို စံုစမ္းခိုင္းခဲ့ပါတယ္။အဲ့အခ်ိန္မွာ အိုတိုမိုဆီ စံုစမ္းမႈနဲ႔အတူ ေရာက္လာခဲ့တဲ့ လူကေတာ့ အင္မာဂါဆဲ့ ဝါတာ႐ူလို႔ေခၚတဲ့သူျဖစ္ပါတယ္။ ဝါတာ႐ူဟာ အျခားသူမဟုတ္ အိုမိုတိုနဲ႔ တကၠသိုလ္အတူတက္ခဲ့တဲ့ ဂ်ဴနီယာတစ္ေယာက္ျဖစ္ရံုမက အိုမိုတိုကို ၇ႏွစ္ၾကာႀကိတ္သေဘာက်လာခဲ့သူ ျဖစ္ပါတယ္။ဒီလိုနဲ႕ႏွစ္ေယာက္ျပန္ေတြ႔ဆံုၿပီးေနာက္ ဝါတာ႐ူက အိုမိုတိုကိုခ်စ္ေၾကာင္းဖြင့္ေျပာခဲ့ၿပီး Sexual Relationship အျဖစ္ သူတို႔ႏွစ္ေယာက္ ဆက္ဆံေရးကိုေျပာင္းလဲပစ္ခ်င္ေၾကာင္းကိုပါ ေတာင္းဆိုၿပီး အေပးအယူအေနနဲ႔ အိုမိုတိုေဖာက္ျပန္မႈကို ဇနီးဆီျပန္သတင္းမေပးဘူးလို႔ ေတာင္းဆိုခဲ့ၿပီးေနာက္မွာ…ျဖစ္ေပၚလာမယ့္ အခ်စ္ေရးျပသနာေတြနဲ႔ သူတို႔ၾကားက အဆံုးသတ္ေလး ဘယ္လိုျဖစ္မယ္ဆိုတာကို လူႀကီးမ်ားေ႐ွ႕ႏွင့္ ၁၈ႏွစ္ေအာက္မ်ား မၾကည့္ရ Rateေလးကို သိထားၿပီး ၾကည့္လို႔ရပါၿပီေနာ္( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ပါ )Quality__HEVC 720p 5.1IMDb Rating__6.6/10Format__mp4Duration__02:10:00Type__RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by DeerEncoded by Naing Aung Latt"