"[Unicode]
The Black devil and The White Prince (2016)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb rating – 6.3/10
2016မှာထွက်ခဲ့ပြီး နာမည်လည်းကြီးခဲ့တဲ့ Live action movieလေးကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။ Nana Gometsu, Kento Nakajima နဲ့ Chiba Yudaiတို့ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ Shoujo Mangaတစ်ပုဒ် ဖြစ်တဲ့ “Defying Kurosaki-kun”ရဲ့ Live actionပါ။
ဇာတ်လမ်းအကျဉ်းကတော့ –
အာကဘနဲ-ယုဆိုတဲ့ကောင်မလေးက မပြင်တတ်မဆင်တတ်နဲ့ သာမန်ရုပ်ရည်ပဲရှိတာကြောင့် အမြဲအားငယ်နေပြီး အတန်းဖော်တွေရဲ့နှိမ့်ချမှုကိုလည်း ခံခဲ့ရသူပါ။
သူ့ဖခင်ရဲ့အလုပ်အပြောင်းအရွှေ့ကြောင့် အဆောင်ပေးတဲ့ကျောင်းတစ်ကျောင်းမှာပြောင်းတက်ရဖို့ဖြစ်လာပါတယ်။ ကျောင်းသစ်မှာသူ့ဘဝအသစ်ကိုစမယ်ဆိုပြီး တက်ကြွတဲ့ခြေလှမ်းအပြည့်နဲ့ သူ့ကိုယ်သူပြောင်းလဲရင်း
အဆောင်ကိုပြောင်းလာခဲ့ပါတယ်။
ကျောင်းအဆောင်သစ်မှာ “white prince”လို့တင်စားခံရတဲ့
ရှိရကဝ-တကုမိနဲ့ တစ်ဆောင်တည်းနေရမှာဖြစ်လို့ပျော်နေတဲ့အချိန်မှာပဲ
“Black devil” ဟရုတိုရဲ့ဆံပင်ကို မတော်တဆ ညှပ်မိတဲ့အခါမှာတော့
သူ့ဆံပင်အစားအလျော်ပေးဖို့အတွက် ရူးကြောင်ကြောင်အလုပ်တွေကို ဆက်တိုက်အခိုင်းခံရပါတော့တယ်။ သူ့အမိန့်တွေကိုနာခံရင်း ခိုင်းတာမှန်သမျှကိုလိုက်လုပ်ပေးရင်း ယုတစ်ယောက် နတ်ဆိုးလေးအပေါ်အမြင်ပြောင်းပြီး ရင်ခုန်တာတွေဖြစ်လာပါတယ်။
“white prince”လေးကလည်း အာကဘနဲ-ယုအပေါ် တကယ်ကြိုက်မိသွားတဲ့အခါမှာတော့
ယု-ချန်တစ်ယောက် သူအရင်တည်းက သဘောကျခဲ့ရတဲ့ ပြီးပြည့်စုံတဲ့နတ်သားလေးကိုရွေးမှာလား။ ကူရိုဆကီရဲ့ဆိုးသွမ်းမှုတွေကြားက ချစ်စရာကောင်းတဲ့အပြုအမူတွေကိုသဘောကျသွားမှာလား။
သူတို့၃ဦးကြားက ၃ပွင့်ဆိုင်အချစ်အကြောင်းကို ရင်ခုန်စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရှုရမဲ့ Live actionလေးဖြစ်ပါတယ်။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )
[Zawgyi]
The Black devil and The White Prince (2016)
IMDb rating – 6.3/10
2016မွာထြက္ခဲ့ၿပီး နာမည္လည္းႀကီးခဲ့တဲ့ Live action movieေလးကိုျပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္။ Nana Gometsu, Kento Nakajima နဲ႔ Chiba Yudaiတို႔ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။ Shoujo Mangaတစ္ပုဒ္ ျဖစ္တဲ့ “Defying Kurosaki-kun”ရဲ႕ Live actionပါ။
ဇာတ္လမ္းအက်ဥ္းကေတာ့ –
အာကဘနဲ-ယုဆိုတဲ့ေကာင္မေလးက မျပင္တတ္မဆင္တတ္နဲ႔ သာမန္႐ုပ္ရည္ပဲရွိတာေၾကာင့္ အၿမဲအားငယ္ေနၿပီး အတန္းေဖာ္ေတြရဲ႕ႏွိမ့္ခ်မႈကိုလည္း ခံခဲ့ရသူပါ။
သူ႔ဖခင္ရဲ႕အလုပ္အေျပာင္းအေရႊ႕ေၾကာင့္ အေဆာင္ေပးတဲ့ေက်ာင္းတစ္ေက်ာင္းမွာေျပာင္းတက္ရဖို႔ျဖစ္လာပါတယ္။ ေက်ာင္းသစ္မွာသူ႔ဘဝအသစ္ကိုစမယ္ဆိုၿပီး တက္ႂကြတဲ့ေျခလွမ္းအျပည့္နဲ႔ သူ႔ကိုယ္သူေျပာင္းလဲရင္း
အေဆာင္ကိုေျပာင္းလာခဲ့ပါတယ္။
ေက်ာင္းအေဆာင္သစ္မွာ “white prince”လို႔တင္စားခံရတဲ့
ရွိရကဝ-တကုမိနဲ႔ တစ္ေဆာင္တည္းေနရမွာျဖစ္လို႔ေပ်ာ္ေနတဲ့အခ်ိန္မွာပဲ
“Black devil” ဟ႐ုတိုရဲ႕ဆံပင္ကို မေတာ္တဆ ညႇပ္မိတဲ့အခါမွာေတာ့
သူ႔ဆံပင္အစားအေလ်ာ္ေပးဖို႔အတြက္ ႐ူးေၾကာင္ေၾကာင္အလုပ္ေတြကို ဆက္တိုက္အခိုင္းခံရပါေတာ့တယ္။ သူ႔အမိန္႔ေတြကိုနာခံရင္း ခိုင္းတာမွန္သမွ်ကိုလိုက္လုပ္ေပးရင္း ယုတစ္ေယာက္ နတ္ဆိုးေလးအေပၚအျမင္ေျပာင္းၿပီး ရင္ခုန္တာေတြျဖစ္လာပါတယ္။
“white prince”ေလးကလည္း အာကဘနဲ-ယုအေပၚ တကယ္ႀကိဳက္မိသြားတဲ့အခါမွာေတာ့
ယု-ခ်န္တစ္ေယာက္ သူအရင္တည္းက သေဘာက်ခဲ့ရတဲ့ ၿပီးျပည့္စုံတဲ့နတ္သားေလးကိုေရြးမွာလား။ ကူ႐ိုဆကီရဲ႕ဆိုးသြမ္းမႈေတြၾကားက ခ်စ္စရာေကာင္းတဲ့အျပဳအမူေတြကိုသေဘာက်သြားမွာလား။
သူတို႔၃ဦးၾကားက ၃ပြင့္ဆိုင္အခ်စ္အေၾကာင္းကို ရင္ခုန္စိတ္လႈပ္ရွားစြာနဲ႔ၾကည့္ရႈရမဲ့ Live actionေလးျဖစ္ပါတယ္။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ပါ )
Quality__HEVC 720p 5.1
IMDb Rating__6.3/10
Format__mp4
Duration__01:30:00
Type__Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
