"I Care A Lot (2020)
ဇာတ်လမ်းနာမည်အတိုင်း မာလာဂရေဆန်ဟာ အိုမင်းမစွမ်းဖြစ်နေတဲ့ သက်ကြီးရွယ်အိုတွေကိုစောင့်ရှောက်ပေးတဲ့ အဖွဲ့အစည်းတစ်ခုကိုဦးဆောင်နေတဲ့ အမျိုးသမီးတစ်ဦးပါ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒါပေမယ့် ကောင်းသောစောင့်ရှောက်ခြင်းမျိုးလားဆိုတော့ သူ့ကောင်းစားရေးအတွက် ချမ်းသာတဲ့အဘိုးအဘွားတွေကို အသုံးချနေတဲ့စောင့်ရှောက်ခြင်းမျိုးပါ
မာလာဟာ ဒေါက်တာကယ်ရင်အေမို့စ်ဆိုတဲ့ ဆရာဝန်နဲ့ပေါင်းကြံပြီး လူနာတွေထဲက သူဌေးအဘိုးကြီး အဘွားကြီးတွေကို ကျန်းမာရေးချို့တဲ့လို့ ကိုယ့်ကိုယ့်ကိုမစောင့်ရှောက်နိုင်တော့ပါဘူးဆိုပြီး တရားရုံးကိုအကူအညီတောင်း၊ တရားရုံးကနေမှ မာလာ့ကိုတရားဝင်အုပ်ထိန်းသူအဖြစ် တာဝန်ခန့်အပ်ပြီး လူနာတွေကို သက်ကြီးရွယ်အိုစောင့်ရှောက်ရေးဂေဟာမှာ သွားထားထားတာပါ
အဲဒီစောင့်ရှောက်ရေးဂေဟာဆိုတာကလည်း အကျယ်ချုပ်ချထားတာနဲ့မခြားပါဘူး မာလာနဲ့ပေါင်းကြံထားတဲ့အဖွဲ့အစည်းတွေပေါ့ အပြင်လောကနဲ့အဆက်အသွယ်လုံးဝဖြတ်ထားပြီး မိသားစုဝင်တွေနဲ့ပါ လုံးဝပေးမတွေ့တာပါ
အဲဒီလို သက်ကြီးရွယ်အိုတွေကို ဂေဟာမှာသွားထားပြီး မာလာကတော့ သူတို့ရဲ့အိမ်တွေ၊ ကားတွေ၊ ပိုင်ဆိုင်မှုတွေကို လေလံတင်ပြီးရောင်းစားနေတာပေါ့
အကြောင်းပြချက်ကတော့ သူတို့မိသားစုဝင်တွေက အဘိုးအဘွားတွေကိုပစ်ထားတဲ့အတွက် စောင့်ရှောက်ရေးဂေဟာကိုပေးရမယ့်စရိတ်စကတွေပေးဖို့ ဒီလိုပစ္စည်းတွေကိုထုခွဲရောင်းချပြီး စီမံရပါတယ်ပေါ့
ဒီလိုနဲ့တစ်နေ့ ဒေါက်တာကယ်ရင်အေမို့စ်ချိတ်ပေးတဲ့ မိသားစုလည်းမရှိ ငွေလည်းလျှံတဲ့အပျိုကြီး ဂျနီဖာပီတာဆန်တစ်ယောက် မာလာတို့လက်ထဲရောက်လာတဲ့အခါ….
မာလာတို့အကြိုက်ပဲပေါ့နော် အမွေစားအမွေခံသားသမီးလည်းမရှိ၊ မိသားစုဝင်လည်းတစ်ယောက်မှမရှိတော့ အဘွားကြီးကို ဂေဟာမှာလှောင်ပိတ်ထားပြီး အဘွားကြီးအိမ်တွေ၊ ပိုင်ဆိုင်မှုတွေကိုရောင်း၊ ဘဏ်ထဲကမီးခံသေတ္တာတွေကို စိတ်ကြိုက်ခြယ်လှယ်တော့တာပေါ့
ဒါပေမယ့် အဘွားကြီးပြောတဲ့စကားတစ်ခွန်းက “မင်းလုပ်ခဲ့မိသမျှထဲမှာ ငါကအကြီးမားဆုံးအမှားဖြစ်လိမ့်မယ်” ဆိုတော့
ကျိကျိတက်ချမ်းသာတဲ့ အဘွားကြီးက မာလာတို့ရဲ့တကယ့်ငွေထုပ်ကြီးဖြစ်မလား ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာတော့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှုပေးကြပါဦး
File size… 2.4GB and 1.8GB
Quality…. 1080p HEVC 5.1CH and 720p
Format…mp4
Duration…. 1hr 58min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. MTA, Yoon Sandi Aung
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
