"2019 ခုနစ်ထွက် Adventure/Fantasy ကားသစ်လေးဖြစ်ပါတယ်
IMDB 6.2/10 တောင်ရရှိထားပါတယ်…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်းကတော့ အက်ဘီဂေးဆိုတဲ့ကလေးမလေးဟာ
ကပ်ရောဂါဆိုးကြီးကြောင့် နယ်နိမိတ်တွေကိုအလုံပိတ်ထားတဲ့
မြို့လေးတစ်မြို့မှာ မိဘတွေနဲ့အတူနေထိုင်ပါတယ်…
တစ်ညမှာတော့ အက်ဘီဂေးရဲ့ဖခင်ကို ရောဂါကူးစက်ခံထားရပြီဟုဆိုကာ
အာဏာပိုင်တွေက လာရောက်ဖမ်းဆီးသွားကြပါတယ်…
ဒီလိုနဲ့ နှစ်ပေါင်းများစွာကြာသွားသည့်တိုင် ရောဂါဆိုးကြီးက
ပပျောက်မသွားပဲ ပိုဆိုးလာပါတယ်…
အရွယ်ရောက်လာတဲ့ အက်ဘီဂေးတစ်ယောက်
ဖခင်ဖြစ်သူကို ရှာပုံတော်ထွက်တဲ့အခါမှာတော့
သူမ တစ်သက်နဲ့တစ်ကိုယ်မထင်ထားတာတွေကို ကြုံတွေ့ရပါတော့တယ်….
ဂရပ်ဖစ်ကောင်းကောင်း effect ကောင်းကောင်းသုံးထားပြီး
ဇာတ်လမ်းကျောရိုးက စိတ်ဝင်စားစရာကောင်းတာမို့ကြည့်ပျော်ပါတယ်လို့တိုက်တွန်းရင်း….
File Size : ( 994 MB , 363 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 50min
Format : Mp4
Genre : Adventure , Fantasy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by May Myat Thu & August
Encoded by Moe Myint Lwin
zawgyi
2019 ခုနစ္ထြက္ Adventure/Fantasy ကားသစ္ေလးျဖစ္ပါတယ္
IMDB 6.2/10 ေတာင္ရရွိထားပါတယ္…
ဇာတ္လမ္းအက်ဥ္းကေတာ့ အက္ဘီေဂးဆိုတဲ့ကေလးမေလးဟာ
ကပ္ေရာဂါဆိုးႀကီးေၾကာင့္ နယ္နိမိတ္ေတြကိုအလုံပိတ္ထားတဲ့
ၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာ မိဘေတြနဲ႔အတူေနထိုင္ပါတယ္…
တစ္ညမွာေတာ့ အက္ဘီေဂးရဲ႕ဖခင္ကို ေရာဂါကူးစက္ခံထားရၿပီဟုဆိုကာ
အာဏာပိုင္ေတြက လာေရာက္ဖမ္းဆီးသြားၾကပါတယ္…
ဒီလိုနဲ႔ ႏွစ္ေပါင္းမ်ားစြာၾကာသြားသည့္တိုင္ ေရာဂါဆိုးႀကီးက
ပေပ်ာက္မသြားပဲ ပိုဆိုးလာပါတယ္…
အ႐ြယ္ေရာက္လာတဲ့ အက္ဘီေဂးတစ္ေယာက္
ဖခင္ျဖစ္သူကို ရွာပုံေတာ္ထြက္တဲ့အခါမွာေတာ့
သူမ တစ္သက္နဲ႔တစ္ကိုယ္မထင္ထားတာေတြကို ႀကဳံေတြ႕ရပါေတာ့တယ္….
ဂရပ္ဖစ္ေကာင္းေကာင္း effect ေကာင္းေကာင္းသုံးထားၿပီး
ဇာတ္လမ္းေက်ာ႐ိုးက စိတ္ဝင္စားစရာေကာင္းတာမို႔ၾကည့္ေပ်ာ္ပါတယ္လို႔တိုက္တြန္းရင္း….
File Size : ( 994 MB , 363 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 50min
Format : Mp4
Genre : Adventure , Fantasy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by May Myat Thu & August
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
