"Drishyam 2 (2021)
မြန်မာစာတန်းထိုး
မနေ့က ထွက်ရှိလာတဲ့ မာလာယာလမ်းစကားပြော အိန္ဒိယတောင်ပိုင်းရုပ်ရှင်တစ်ခုကို
တင်ဆက်ပေးလိုက်ပါရစေ…။
ဒီဇာတ်ကားဟာ ၂၀၁၃ ခုနှစ်က ထွက်ခဲ့တဲ့ Drishyam မူရင်းဇာတ်ကားရဲ့ အဆက်ဖြစ်ပြီး ၊
ပထမကားဟာ Kannada, Tekugu,Tamil,Hindi,Simhalese,Chinese စတဲ့ ဘာသာစကားပေါင်းများစွာနဲ့
Remake များစွာရိုက်ကူးခဲ့ရတဲ့အထိ အောင်မြင်ခဲ့ပြီး ၊ သူတို့ရဲ့ ကာရယ်လာပြည်နယ်ကပေးအပ်တဲ့
Best FIlm Award တွေပါ ရရှိခဲ့တဲ့အပြင် ၊ ၄၅ကြိမ်မြောက်ကျင်းပတဲ့ နိုင်ငံတကာအိန္ဒိယရုပ်ရှင်ပွဲတော်မှာလည်း
ပြသခဲ့ရပါသေးတယ်။
မြန်မာပြည်မှာတော့ Ajay Devgn ပြန်လည်ရိုက်ကူးထားတဲ့ Drishyam (2015) ရုပ်ရှင်ကို
လူတွေ ပိုသိကြပါတယ်။
အထူးပြောလိုတာကတော့ Ajay Devgn ရဲ့ဇာတ်ကားကို ကြည့်ဖူးတဲ့သူဖြစ်ဖြစ် ၊
ဒီဇာတ်ကားရဲ့ မူရင်းဇာတ်ကားကိုပဲ ကြည့်ဖူးတဲ့သူဖြစ်ဖြစ် ယခုထွက်လာတဲ့
Drishyam 2 ရုပ်ရှင်ကို နားလည်မှာပါ။
(ဘယ်ဇာတ်ကားကိုမှ မကြည့်ဖူးရင်တော့
ပထမထွက်တဲ့ဇာတ်ကားကို အရင်ကြည့်ဖို့ တိုက်တွန်းပါရစေ)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်းကို နည်းနည်းပြောပြပါရစေ…။
ပထမရုပ်ရှင်မှာပြသွားခဲ့တဲ့ ဇာတ်သိမ်းပိုင်းကနေ ဒီဇာတ်လမ်းကို အစပြန်ကောက်ထားတဲ့အတွက်
ဒီရုပ်ရှင်မှာတော့ ဂျော့ဂျူတီ(GeorgeKutty) ဟာ ၊ ဗာရွန်းအမှုပြီးတဲ့နောက်မှာ
ကေဘယ်တီဗီလုပ်ငန်းအပြင် ရုပ်ရှင်ရုံတစ်ခုပါ တည်ထောင်လိုက်ပြီး ၊
ရုပ်ရှင်လောကကို ဝင်ဖို့လည်း ဆုံးဖြတ်လိုက်ပါတယ်။
အရင်လို အလုပ်မှာပဲ စိတ်နှစ်မထားဘဲ မိသားစုကို အနီးကပ်စောင့်ရှောက်ရင်း
လိုအပ်နေတဲ့ နွေးထွေးမှုတွေပေးနေရင်း ဘ၀ကို အေးအေးဆေးဆေး ဖြတ်သန်းနေပါပြီ။
ဗာရွန်းအမှုမှာ လက်သည်မပေါ်တဲ့အတွက် ၊ တရားခံဟာ သူတို့မိသားစုဖြစ်ကြောင်းသိပေမယ့်
တရားဥပဒေရဲ့ ဟာကွက်တွေကြောင့် လူတိုင်းက အပြစ်မရှိကြောင်း လက်ခံပြီး ၊
ဒီအမှုကိုလိုက်တဲ့ ရဲဌာနဟာလည်း လူပုံအလယ်မှာ ပြက်ရယ်ပြုစရာ ဖြစ်နေခဲ့ပါတယ်။
ပထမရုပ်ရှင်ထဲမှာ ဒီအမှုကိုဦးစီးကိုင်တွယ်ခဲ့တဲ့ အရာရှိတွေဖြစ်တဲ့
ဗာရွန်းရဲ့မိခင် ဂီသာပရာဘာကားဟာ အလုပ်ကနေ အငြိမ်းစားယူလိုက်ရပြီး ၊
အရာရှိဆဟာဒေဝမ်ဟာလည်း နယ်ပြောင်းခံလိုက်ရပါတယ်။
အရာရာပြောင်းလဲသွားခဲ့ပေမယ့်
ကာယကံရှင်မိသားစုနှစ်ခုကတော့ ဒီအတိတ်ဆိုးကြီးရဲ့ ခြောက်လှန့်မှုကို
ခံနေရဆဲပါပဲ ။ ဗာရွန်းရဲ့မိဘနှစ်ပါးအနေနဲ့သားပျောက်သွားတဲ့အတွက်
နိစ္စဓူ၀သောကရောက်နေခဲ့ရသလို ၊ ဂျော့ဂျူတီမိသားစုဟာလည်း ဘယ်အချိန်မှာ ရဲလာဖမ်းမလဲဆိုတာကို
ရင်တထိတ်ထိတ်နဲ့ စိုးရိမ်နေရတယ်။
ဒီလိုနဲ့ ဒီအမှုဖြစ်ပြီးတဲ့ ၆နှစ်အကြာမှာတော့
သူတို့မြို့ကို အရာရှိအသစ်တစ်ယောက် ရောက်ရှိလာပြီး
ဂျော့ဂျူတီနဲ့ သူ့မိသားစုရဲ့ ပတ်ဝန်းကျင်မှာ
အသွင်ယူထားတဲ့ ရဲအရာရှိတွေကို တာဝန်ပေးပြီး တိတ်တဆိတ်စုံစမ်းပါတော့တယ်။
ဒီအချိန်မှာပဲ ဗာရွန်းသေပြီးနောက်ပိုင်းမှာ အမေရိကားကို ထွက်သွားခဲ့တဲ့
ဗာရွန်းရဲ့မိဘတွေ ဒီမြို့ကို အလည်တစ်ခေါက်ပြန်ရောက်လာတဲ့အခါမှာတော့…..။
ဇာတ်လမ်းကို အများကြီးကောက်နှုတ်မပြတာဟာ
ဒီဇာတ်လမ်းရဲ့အရသာကို ပေါ့သွားစေမှာစိုးလို့ ဖြစ်ပြီး ၊
တရားခွင်မှာသုံးနှုန်းတဲ့ စကားလုံးတွေရဲ့ အဓိပ္ပာယ်တွေ လွဲမှားခဲ့သည်ရှိသော်
ကျွန်တော်တို့ ဘာသာပြန်သူတွေရဲ့ ညံ့ဖျင်းမှုသာ ဖြစ်လို့
သည်းခံနားလည်ပေးစေလိုပါကြောင်း…။
File size… 2.7GB and 885MB
Quality….WEB-DL 1080p 5.1CH and 720p
Format…mp4
Duration…. 2hr 32min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Myint Thu & Nyi Nyi Koe
Encoder ….. August
https://megaup.net/16exl/Drishyam_[2015]_(MM_Sub)_(2).mp4 https://megaup.net/16exw/Drishyam.2.2021.1080p.WEB-DL.5.1.mp4
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
