"Our Friend (2021)
******************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(IMDb 7.3 )
ဇတ်လမ်းအညွှန်း
============
ဘဝမှာ လူတစ်ယောက်တိုင်းဆီက လူပေါင်းစုံနဲ့ ကြုံဖူးကျ နေဖူးကျမှာပါ…အဲ့ထဲမှာမှ ကိုယ်အရမ်းချစ်ရတဲ့မိသားစုတွေရှိကြတယ်…အရမ်းခင်ရတဲ့သူငယ်ချင်းတွေရှိကြတယ်…အဓိကပြောချင်တာကတော့ အရမ်းခင်ရတဲ့သူငယ်ချင်းဆိုတဲ့အကြောင်းလေးပါပဲ…
အဲ့လိုသူငယ်ချင်းကို..ညီအစ်ကိုမောင်နှမလို ချစ်ပြီးရင်းနှီးခင်မင်ဖူးကြမှာပါ…အနေဝေးနေရင်တောင်မှ ဘယ်လောက်ရင်းနှီးကြတယ်ဆိုတာ ထုတ်ပြောစရာတောင်မလိုပါဘူး…
အဲ့လိုသူငယ်ချင်းတွေထဲမှာမှ အသက်လတ်ပိုင်း
လောက်မှာ စတော့ခင်ဖူးခဲ့တယ်…ဒါပေမဲ့ မိသားစုလိုဖြစ်သွားတဲ့ သူငယ်ချင်းတစ်ယောက်အကြောင်းကို ဒီဇာတ်ကားထဲမှာ ဖော်ပြထားပါတယ်…
သူ့နာမည်က ဒိန်းတဲ့…ဒိန်းက ပျင်းစရာကောင်းတဲ့စာရင်းကိုင် အလုပ်ကိုလုပ်ပါတယ်…သူ့မှာ ကောင်မလေးလဲရှိတယ်…
ဇာတ်ကားရဲ့အစမှာတော့ သူစပြီးပေါင်းဖြစ်သွားတဲ့ သူငယ်ချင်းနှစ်ယောက်ဖြစ်တဲ့ မက် နဲ့ နစ်ကိုးလ်တို့လင်မယားလေးအကြောင်းနဲ့ ပြထားပါတယ်……နစ်ကိုးလ်ဆိုတဲ့မိန်းကလေးက ကဇာတ်မှာသီချင်းဆိုတဲ့အလုပ်လုပ်တယ်…သူ့ယောက်ျားဖြစ်တဲ့ မက်က ဂျာနယ်ဌာနမှာ စာရေးတဲ့အလုပ်လုပ်တယ်…ဒိန်းက နစ်ကိုးလ်ဆိုတဲ့သူငယ်ချင်းမိန်းကလေးကို လူလွတ်ထင်ပြီး ချိန်းတွေ့ဖို့လုပ်ရင်းက ခင်သွားကြတာပါ
အဲ့လိုနဲ့ တဖြည်းဖြည်းပေါင်းလာရင်းနဲ့ အချိန်တွေကြာလာတဲ့တစ်ရက်မှာ သူတို့ကြားထဲမှာ မထင်မှတ်တဲ့ ဝမ်းနည်းစရာအဖြစ်ဆိုးကြီးတစ်ခုကို ကြုံလိုက်ရပါတယ်…အဒါကတော့ နစ်ကိုးလ်မှာ ကင်ဆာရှိသွားတာပါပဲ..အဲ့အချိန် သူတို့လင်မယားမှာ သမီးလေး၂ယောက်လည်းရှိနေကြပြီ…ဒီလိုအခြေအနေ
တွေ ခက်ခဲသွားပြီဖြစ်တဲ့အချိန်မှာ သူငယ်ချင်းတစ်ယောက်အနေနဲ့ ဒိန်းတစ်ယောက် ဘာတွေလုပ်မလဲ…သူတို့ဒီအခြေအနေကိုဘယ်လိုတွေတူတူကျော်ဖြတ်ကြလဲဆိုတာကို…ကြည့်ရှုမယ့်
ရုပ်ရှင်ချစ်သူငယ်ချင်းအပေါင်းတို့ ဆက်လက်ခံစားကြည့်ကြပါဦး..
ဒီဇတ်ကားကိုဘာသာပြန်ပေးသူကတော့ Cynthia ဖြစ်ပါတယ်။
File Size : (1.1 GB, 1.8 GB, 636 MB)
Quality : 720p.WEBRip
Format…mp4
Duration… 2h 4min
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Cynthia
Encoded by Myoko
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
