"Wrong Turn (2021)
ဒီကားကတော့ အသစ်စက်စက် ထွက်ထားတဲ့ Wrong Turn ဇာတ်ကားပဲ ဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းကတော့ အရင်ဇာတ်လမ်းတွေနဲ့ ကျောရိုးတူပေမယ့်
နောက်ပိုင်း တော်တော်လေးကွဲတယ်လို့ ပြောလို့ရပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့ အားလပ်ရက် တောင်တက်အပျော်ခရီးထွက်လာတဲ့လူငယ်တစ်စုက
တောင်တက်ဖို့မြို့ငယ်တစ်မြို့ကိုရောက်လာခဲ့ပါတယ်။
အဲ့ဒီမြို့မှာ တည်းခိုနေစဉ် ထူးဆန်းတာတွေလည်း ဖြစ်ပျက်ခဲ့ပြီး
အဲ့ဒီကနာမည်ကြီး တောင်ကို တက်ခဲ့ပြီးချိန်မှာတော့ အပြန်လမ်းမရှိခဲ့ပါဘူး။
အဲ့ဒီတောင်တက်အဖွဲ့ထဲပါသွားတဲ့ ဂျန်နီဖာဆိုတဲ့ ကောင်မလေး တစ်ယောက်ရဲ့အဖေဖြစ်သူကတော့
သူ့သမီးဖြစ်သူပျောက်ဆုံးတာ ခြောက်ပတ်လောက် အကြာမှာ
သူ့သမီးပျောက်ဆုံးတာ သွေးရိုးသားရိုးမဖြစ်နိုင်ဘူးဆိုပြီး စုံစမ်းဖို့ရောက်လာခဲ့ပါတယ်။
ဒါပေမယ့်အဲ့ဒီ မြို့ကရဲကတော့ ဒီပျောက်ဆုံးမှုဟာ သာမန်ဖြစ်ရိုးဖြစ်စဉ်
အိမ်ကနေထွက်သွားပြီး အပျော်ရှာနေတဲ့ လူငယ်တစ်စုလို့သာ မြင်ပြီး
ရေးကြီးခွင်ကျယ် ရှာဖွေမှုမပြုလုပ်ခဲ့ကြပါဘူး။
အဲ့ဒီအတွက် ခံပြင်းနေတဲ့ ဂျန်နီဖာ အဖေဖြစ်သူ စကော့က
ရဲတွေအစား သူကိုယ်တိုင်ရှာဖို့ဆုံးဖြတ်လိုက်ပြီး
သူ့သမီးပျောက်ဆုံးသွားတဲ့ တောင်ပေါ်ကို ရှာဖွေဖို့လုပ်ပါတော့တယ်။
ဒီတောင်ကနဂိုတည်းက ပြန်လမ်းမရှိတဲ့တောင် ဆိုပြီး နာမည်ကြီးသလို
တောင်ပေါ်တက်သူတိုင်းကလည်း စည်းကမ်းတွေ လိုက်နာရပါတယ်။
တောင်တက်ဖို့လမ်း အမှတ်အသားတွေကို တောင်ပေါ်မှာလုပ်ပေးထားပြီး
အဲ့ဒီတောင်တက်အမှတ်အသားလုပ်ထားတဲ့ လမ်းကြောင်းကလွဲပြီး တစ်ခြားနေရာကိုသွားခွင့်မရှိပါဘူး။
ဒါကိုသွေဖယ်ပြီး သွားခဲ့ကြတဲ့ လူငယ်တစ်စုကတော့
ဘယ်လို ကြောက်စရာ အဖြစ်အပျက်တွေနဲ့ကြုံခဲ့တယ်။
အသက်ရော ရှင်နိုင်ခဲ့ရဲ့လား လွတ်မြောက်လာခဲ့တာလားဆိုတာကိုတော့
ဒီကားကြည့်ရင်း တထိတ်ထိတ် တလန့်လန့်နဲ့အဖြေရှာနိုင်ပါတယ်။
Wrong Turn ကားတွေရဲ့ ထုံးစံအတိုင်း
သတ်ပုံသတ်နည်းကလည်း ထူးဆန်းသလို သတ်တာတွေကလည်းရက်စက်ပါတယ်။
Jump Scare တချို့လည်းပါသလို အရင်ကားတွေလိုပဲ ကြောက်စရာကောင်းပေမယ့်
ဒီကားကတော့ အရမ်းရွံ့ဖို့ မကောင်းဘူးလို့ ပြောလို့ရပါတယ်။
ဇာတ်လမ်းနဲ့ဇာတ်ကောင်တွေလည်း တော်တော်တိုးတက်လာတာမို့
ကြောက်ရတာ တန်မယ့် နာမည်ကြီးကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်။
File size… 1.9GB and 898MB
Quality….WEB-DL 1080p and 720p
Format…mp4
Duration…. 1hr 49min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Moe Pwint
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
