"Experimenter (2015)
ဒီကားကတော့ နိုင်ငံရေးနဲ့ နှီးနွယ်တဲ့ စိတ်ပညာကို လေ့လာချင်တဲ့လူတွေ စိတ်ဝင်စားမယ့် ဇာတ်ကားကောင်းတစ်ကားပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တကယ့်အဖြစ်အပျက်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။
လူမှု စိတ်ပညာရှင် စတန်လေ မီလ်ဂရမ် ရဲ့ ၁၉၆၁ မီလ်ဂရမ် စမ်းသပ်ချက်ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်။
ဒီစမ်းသပ်ချက်ကတော့ လူတွေရဲ့နာခံမှု(Obedience) ကို စမ်းသပ်ချက်ပဲ ဖြစ်ပါတယ်။
လူစိမ်းနှစ်ယောက်ကို ခေါ်ပြီး တစ်ဘက်က သင်ယူသူ တစ်ဘက်က သင်ကြားသူအနေနဲ့ ထားပြီးတော့
မှားရင် လျှပ်စစ်ရှော့တိုက်တဲ့နည်းနဲ့ နာခံမှု ဘယ်လောက်ရှိတယ်ဆိုတာကို စမ်းသပ်တာပဲ ဖြစ်ပါတယ်။
ဒီတော့ ကျွန်တော်တို့ Obedience ကို သိပ္ပံနည်းကျကျ အချက်အလက်တွေနဲ့ လေ့လာကြည့်ရအောင်။
ကောင်းတာတစ်ခုကတော့ ဒါက ဇာတ်လမ်းသဘောဖြစ်နေတဲ့အတွက် လုံးဝ ပျင်းအိုင်သွားခြင်း မရှိတာပါပဲ။
မီလ်ဂရမ် ဟာ အခြားစမ်းသပ်ချက်တွေဖြစ်တဲ့ Small World Experiment နဲ့ Lost letter experiment တို့ကိုလည်း လုပ်ခဲ့ပါသေးတယ်။
“ကျွန်တော်တို့က ရုပ်သေးရုပ်တွေလို့ ခင်ဗျား ဆိုလို့ ရပါတယ်။
ဒါပေမယ့် ကျွန်တော်တို့ဟာ အသိဉာဏ် နဲ့ သိတတ်နားလည်မှုတွေပါ ပါဝင်တဲ့ ရုပ်သေးရုပ်တွေပါလို့ ကျွန်တော်ကတော့ လက်ခံယုံကြည်ထားပါတယ်။
ကျွန်တော်တို့ဟာ တစ်ခါတစ်ရံမှာ ကြိုးတွေကို တွေ့ကောင်းတွေ့နိုင်ပေမယ့်
သတိပြုမိတဲ့စိတ် ကသာလျှင် ကျွန်တော်တို့အတွက် လွတ်မြောက်ခြင်းရဲ့ ဦးဆုံးခြေလှမ်း ဖြစ်ရမှာပါ။”
IMDb – 6.6/10 ရရှိထားတဲ့ ကားကောင်းတစ်ကား ဖြစ်တာမို့ ကြည့်ရှုစေချင်ပါတယ်။
ဆု ၂ ဆု နဲ့ တစ်ကြို ၅ ကြိမ် ဝင်ခဲ့တဲ့ ဇာတ်ကားပဲ ဖြစ်ပါတယ်။
Los Angeles Film Festival 2015 နဲ့ Political Film Society, USA 2015
တို့မှာ ဆု ရရှိခဲ့ပြီးတော့
Academy of Science Fiction, Fantasy & Horror Films, USA 2016 မှာ Best Independent Film
Beijing International Film Festival 2015 မှာ Best Picture
Gotham Awards 2015 မှာ Best Actor
La Roche-sur-Yon International Film Festival 2015 မှာ Competition Internationale
Village Voice Film Poll 2015 မှာ Best Actor ဆု တို့နဲ့ တစ်ကြိုစာရင်း ဝင်ခဲ့ပါတယ်။
File size… 1.3GB and 643MB
Quality….WEB-DL 1080p and 720p
Format…mp4
Duration…. 1hr 38min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. May Thu
Encoder ….. CM Admin Team
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
