"Gandhi (1982)
============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 8.0/10
ခေတ်သစ် Civil Disobidence အယူအဆကို
ဖန်တီး‌ဖော်ထုတ်ခဲ့တာကတော့
အိန္ဒိယလွတ်လပ်ရေးဖခင်ကြီး မဟတ္တမဂန္ဒီ
လို့ဆိုပါတယ်။၊Civil Disobedience
Movementရဲ့ သက်ရောက်မှုကို
သိပ်အယုံအကြည်မရှိတဲ့လူတွေ
ရှိကောင်းရှိပါလိမ့်မယ်။
ဂန္ဒီလုပ်ခဲ့တဲ့ CDMရဲ့ သက်ရောက်မှုဟာ
တစ်စတစ်စနဲ့ ဗြိတိသျှတို့ရဲ့ ကြီးမားလှတဲ့
အင်ပါယာကြီးကိုတောင် အတော်လေး
အထိနာစေခဲ့ပါတယ်။ သူရဲ့ဝါဒကတော့
ရှင်းပါတယ်။ အကြမ်းမဖက်ဘူး
မပူးပေါင်း မနာခံဘူး။
အကြမ်းမဖက်တာက အ‌ပြောတော့လွယ်ပါတယ်
တစ်ဖက်က အကြမ်းဖက်လို့
ကိုယ့်အသားနာလာရင် သွေးရူးသွေးတန်းနဲ့
ပြန်အကြမ်းဖက်မိနိုင်‌ခြေသိပ်များပါတယ်။
အထူးသဖြင့် အကြမ်းမဖက်လို့ ရနိုင်မယ့်
အကျိုးကျေးဇူးကို မသိရင်ပေါ့။ပြောရရင်
CDMရဲ့ နောက်ဆက်တွဲအကျိူးကျေးဇူးကို
မသိရင်ပေါ့။ ဂန္ဒီလက်ကိုင်ထားခဲ့တဲ့ဝါဒဟာ
Civil Disobidenceပါပဲ။ CDMနဲ့
ပက်သက်ပြီး ဒီရုပ်ရှင်မှာ ဖြစ်ရပ်မှန်
သာဓကတွေအများကြီးပါပါတယ်။
CDMကို ဒီရုပ်ရှင်သာမကြည့်ခဲ့မိရင်
ဒီလောက်အထိစွမ်းမယ်လို့
လုံး၀ဥဿုံ ထင်ချင်မှလည်းထင်မိမှာပါ။
မိတ်ဆွေတို့ကိုတော့ မဆိုလိုဘူးပေါ့။
ဒါကျွန်တော့်ရဲ့တုံးအမှုပါပဲ။
ဂန္ဒီပြောသလိုပါပဲ “သူတို့ ကျုပ်တို့ကို
ကြိုက်တာလုပ်လို့ရပါတယ်။ ဒါပေမဲ့
ကျုပ်ရဲ့ နာခံမှုကိုတော့ ကျုပ်မပေး
မချင်းသူတို့မရနိုင်ပါဘူး”CDMဟာ
အင်အားချင်းမတုံ့ပြန်နိုင်တဲ့လူတွေအတွက်
အကောင်းဆုံးလက်နက်ပါပဲ။မိတ်ဆွေ
ဒီထက်နားလည်သွားမှာတွေအများကြီး
ပိုပါပါသေးတယ်။ ဒါပေမဲ့ ကျွန်တော်
မပြောပြတတ်ပါဘူး။ မပြောချင်တာ
မဟုတ်ပါဘူး။
နိုင်ငံရေးနဲ့ပက်သက်ပြီး
ကျွန်တော် ဘာမှနားလည်တဲ့လူတော့
မဟုတ်ပါဘူး ဒါပေမဲ့ သေချာတာက
ခင်ဗျား ဒီရုပ်ရှင်ကိုကြည့်ပြီး
CDMအစစ်ရဲ့ သက်ရောက်မှုကို
ကောင်းကောင်းကြီးသိသွားမှာပါ။
ဒါပါပဲ။ CDMနဲ့တစ်နိုင်ငံလုံး
ပက်သက်နေတဲ့အချိန်မှာ ဒီရုပ်ရှင်ကို
ကြည့်ဖြစ်အောင်ကြည့်လိုက်ကြပါ။
ကြည့်ကြစေချင်ပါတယ်။
ဒါကျွန်တော့်ရဲ့ စိတ်‌စေတနာအမှန်ပါပဲ။
တစ်ခါတလေကျ ဒီကမ္ဘာကြီးမှာ
ကျွန်တော်တို့ ဘာမှမတတ်နိုင်ပါဘူးလို့
ထင်ကောင်းထင်ရတဲ့ နေ့တွေရှိမယ်။
ကိုယ့်ဖြစ်တည်မှုရဲ့ သိမ်ဖျင်းသေးနုပ်မှုကို
စိတ်ပျက်အားငယ်မိတဲ့နေ့တွေရှိမယ်။
တစ်ခါတလေ ဒီကမ္ဘာကြီးက
အဓိပ္ပာယ်မရှိပါဘူးလို့တွေးမိတဲ့ အခါတွေများမှာ
အဓိပ္ပာယ်ရှိခဲ့တဲ့လူတစ်ယောက်ရဲ့
ဘ၀အကြောင်းကို သိထားတာဟာ
ကျွန်တော်တို့ ဘာမှမတတ်နိုင်ဘူးထင်ရတဲ
ကမ္ဘာကြီးမှာ မျှော်လင့်စရာကလေးတွေ
ကျန်သေးကြောင်း အသိပေးကောင်းပေး
နိုင်ပါလိမ့်မယ်။
တကယ်လို့်များ
မိတ်ဆွေစိတ်ပျက်အားငယ်မိရင်
ဂန္ဒီပြောဖူးတဲ့စကားလေးတစ်ခုကို
သတိရလိုက်ပါ။
” ကျုပ်စိတ်ပျက်အားငယ်တဲ့အခါ
အမှန်တရားနဲ့ ချစ်ခြင်းမေတ္တာရဲ့
လမ်းစဉ်က အမြဲအောင်နိုင်ခဲ့တယ်ဆိုတာကို
သတိရမိတယ်။ ကမ္ဘာကြီးမှာ မင်းဆိုးမင်းညစ်
အာဏာရှင်တွေ လူသတ်သမားတွေ ရှိခဲ့ကြပြီးပြီ
အချိန်တစ်ခုထိတော့ သူတို့လိုလူတွေက
မကျရှုံးနိုင်ဘူးထင်ရတယ်။
အဆုံးမှာတော့ သူတို့ အမြဲကျရှုံးရတာပါပဲ
ဒါကိုအမြဲတွေးပါ”
(ဒီဇာတ်လမ်းရဲ့ အညွှန်း နဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)
Quality – 1080p, 720p WebRip
Duration – 3h 11min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Biography, Drama, History
Source : 1080p.WebRip
Translator – WiRa Aung
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
