"ေဂၚဇီလာရုပ္ရွင္ေတာ္ေတာ္မ်ားမ်ားကို ကြ်န္ေတာ္တို႔ၾကည့္ဖူးၾကပါတယ္..
ၾကည့္လိုက္တိုင္းလည္း လူသားေတြရဲ႕ဲၿပသနာရွာမႈ႕ေတြကို
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ေဂၚဇီလာကပဲ လိုက္ေၿဖရွင္းတိုက္ခိုက္ေပးေနရတာပါ…
ေၿပာရမယ္ဆိုရင္ လူသားေတြကတိုက္တန္ၾကီးေတြကိုမုန္းတယ္
ဒါေပမယ့္ တကယ္တမ္းၿပသနာတက္လာခဲ့ရင္လည္း
အဲဒီတိုက္တန္ေတြရဲ႕ဘုရင္ၾကီးကပဲ ထြက္လာရတာပါပဲ….
အဲခ်ိန္က်မွ ေဟးခနဲ ၀ါးခနဲ အသံေတြနဲ႔ေပ်ာ္ေနၾကတာလည္း
လူသားေတြပါပဲ..
ဒီကားမွာလည္း နဂိုထဲကေပ်ာက္ကြယ္လုနီးပါးၿဖစ္ေနတဲ့
Ghidorah (ေခါင္းသံုးလံုးနဂါး) ကိုထြက္လာေအာင္သြားလုပ္လို႔
ဘုရင္ၾကီးကပဲ မေနႏိုင္မထိုင္ႏိုင္ၿဖစ္ၿပီးထြက္ကယ္ရၿပန္ပါတယ္….
အေသခ်ၾကပါတယ္…..
အေကာင္ၾကီးေတြခ်တာၾကည့္ၿပီး ၾကက္သီးလည္းထတယ္..
အေကာင္းဆံုးကေတာ့ ေဂၚဇီလာရဲ႕ theme song ၿပန္ပါလာပါတယ္….
အဲအသံကုိၾကားတဲ့ခ်ိန္ေပ်ာ္တယ္ဆိုတာထက္
မိုက္တယ္ကြာလို႕ေတာင္ ေၿပာမိတယ္….
ကြ်န္ေတာ္တို႕ ဟာခနဲ ဟင္ခနဲ ၿဖစ္သြားေစတဲ့
Epic Battle တစ္ခုကိုခံစားၿပီးပါၿပီ…
End Game က Final Scene ပါ….
ေနာက္ Epic Battle တစ္ခုကိုေၿပာပါဆိုရင္ေတာ့
ဒီကားထဲက Godzilla နဲ႕ Ghidorah (ေခါင္းသံုးလံုးနဂါး) တို႕ရဲ႕
တိုက္ပြဲပါပဲ…
တကယ္လည္းမိုက္တယ္ …. အေသခ်တယ္….
ၾကည့္ရတဲ့လူအဖို႕ ေဂၚၾကီးႏိုင္ပါေစ ….
ေဂၚၾကီးထိသြားရင္လည္း ဟာခနဲၿဖစ္ၿပီး
ရင္ခုန္ၿပီးၾကည့္ေနရတာပါ….
ဒီကားက တိုက္တန္ၾကီးေတြခ်တာကိုၾကည့္တာနဲ့တင္
လံုး၀တန္ေနၿပီၿဖစ္တဲ့ ကားလို႕ေတာင္ေၿပာလို႕ရပါတယ္…
ဒါေၾကာင့္ ဒီကားရဲ႕ ဇာတ္လမ္းအေၾကာင္းကို
အားလံုးလည္းနားလည္ေအာင္ အနည္းငယ္တင္ဆက္ေပးပါရေစ…
ဒီရုပ္ရွင္ကေတာ့ ၂၀၁၄ ေဂၚဇီလာကားရဲ႕ အဆက္ၿဖစ္ၿပီးေတာ့
Rating 6.6 ရရွိထားပါတယ္..
Rating နည္းတာကိုမၾကည့္ပါနဲ႕…တိုက္တန္ၾကီးေတြရဲ႕
Battle ေတြကိုၾကည့္ၾကည့္ပါ…
လံုး၀အလန္းၾကီးေတြပါ………
ဇာတ္လမ္းသေဘာအရေတာ့
ေဂၚဇီလာနဲ႕ တိုက္တန္အခ်ိဳ႕တိုက္ပြဲအၿပီးမွာ မိုနာ့ခ္ အဖြဲ႕ၾကီးဟာ
အျခားေသာ တိုက္တန္ေတြကို ရွာေဖြထိန္းသိမ္းေနၾကပါတယ္။
ေဒါက္တာ အမ္မာကေတာ့ တိုက္တန္ေတြကို အမိန္႕ေပးႏုိင္မယ့္
ေအာ္ကာလို႕ ေခၚတဲ့ စက္တစ္မ်ိဳးကို တီထြင္ႏိုင္ခဲ့တယ္။
အဲဒီစက္ကေန ဂီဒီုရာႏိုးထလာၿပီး အျခားတိုက္တန္ေတြရဲ႕ ဘုရင္ေနရာအတြက္
ေဂၚဇီလာနဲ႕ အားျပိဳင္မႈေတြ ျဖစ္လာပါေတာ့တယ္……
( Openload နဲ႕ေဒါင္းတဲ့လူမ်ား အခုတင္တင္ခ်င္းတစ္ရက္အတြင္းေဒါင္းေစခ်င္ပါတယ္..
ေနာက္ရက္ေတြက ပ်က္မွာေသခ်ာတဲ့အတြက္ ေဒါင္းလို႕ရမွာမဟုုတ္ေလာက္ပါဘူး….)
File Size : (1 GB) & (251 MB)
Quality : BluRay 720p
Running Time : 2 hr 12 min
Format : Mp4
Genre : Action , Adventure , Fantasy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
