"Explore the mysterious and dangerous home of the king of the apes as a team of explorers ventures deep inside the treacherous, primordial island.
၁၉၇၃ ကာလ ျမင္ကြင္းေတြ နဲ႔အတူ ဗီယက္နမ္စစ္ပြဲအၿပီးကာ လမွာ Monarch လို႔ေခၚတဲ့ လွ်ိဳ႕ ဝွက္ အဖြဲ႕အစည္းအတစ္ခုဟာ ျမဴခိုးေတြနဲ႔ အံု႔ဆိုင္းေနတဲ့ အ႐ိုးစု ကြၽန္းဆိုတဲ့ ကြၽန္းသစ္တစ္ကြၽန္း ကို ရွာေတြ႕ခဲ့ပါတယ္။ အဲဒီကြၽန္း ေပၚမွာ ထူးဆန္းတဲ့ တိရစၧာန္မ်ိဳး စိတ္ေတြရွိေနတဲ့အတြက္ သုေတ သနျပဳဖို႔ ရဟတ္ယာဥ္ေတြနဲ႔ ထြက္ခြာခဲ့ၾကပါတယ္။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တကယ္ေတာ့ အဲဒီကြၽန္း ေပၚမွာ ေကာင္ဆုိတဲ့ ဧရာမ ေမ်ာက္ဝံႀကီးရွိသလို အျခားထူး ဆန္းတဲ့ သတၱဝါေပါင္းမ်ားစြာ လည္း ရွိေနတာပါ။ ရဟတ္ယာဥ္ ေတြ ကြၽန္းေပၚက ျဖတ္ပ်ံတုန္း ေမ်ာက္ဝံႀကီး ရန္ျပဳတိုက္ခိုက္ခဲ့ တဲ့အတြက္ ရဟတ္ယာဥ္ေတြ ပ်က္က်ကုန္ပါေတာ့တယ္။
ကြၽန္းေပၚ ေရာက္သြားတဲ့ သုေတသီအဖြဲ႕ဟာ ကင္းေကာင္ အျပင္ အျခားထူးဆန္းတဲ့ သတၱဝါ ႀကီးေတြနဲ႔ပါရင္ ဆိုင္ခဲ့ရပါတယ္။ သူေနတဲ့ ကြၽန္းေပၚကို က်ဴးေက်ာ္ ဝင္ေရာက္လာသူေတြကို ကင္း ေကာင္ဟာ ေဒါသတႀကီး တုိက္ ခိုက္ခဲ့တာမို႔ သုေတသီေတြနဲ႔ပါ လာတဲ့ စစ္တပ္နဲ႔ တိုက္ပြဲေတြအ ျပင္းအထန္ျဖစ္ၾကပါေတာ့တယ္။
ကင္းေကာင္ ဇာတ္ကား ႀကိဳက္တဲ့ ပရိသတ္ေတြ အေနနဲ႔ ေတာ့ ဒုတိယေျမာက္ ကင္းေကာင္ဇာတ္ကားကေကာ ေက်နပ္ ေလာက္တဲ့ ရသေပးစြမ္းမွာလား ဆုိတာေတာ့ ကိုယ္တုိင္ၾကည့္ၿပီး ေတာ့သာ ဆံုးျဖတ္ၾကည့္ၾကဦး ေနာ္။
သတၱဝါႀကီးေတြရွိတဲ့ကြၽန္း ကို က်ဴးေက်ာ္ဝင္လာတဲ့လူေတြနဲ႔ သတၱဝါေတြ ထိပ္တိုက္ေတြ႕တဲ့အ ခါ ဘာေတြဆက္ျဖစ္ၾကမွာလဲ။ ကင္းေကာင္ေကာ ဘယ္လိုအေျခ အေနနဲ႔ ဇာတ္သိမ္းရမွာလဲဆုိတာ ေတာ့..
ဒီဇာတ္ကားမွာ ေတာ္မ္ဟင္ ဒယ္လ္တန္၊ ဆမ္ျမဴရယ္အယ္လ္ ဂ်က္ဆင္၊ ဂြၽန္ဂြတ္မန္း၊ ဘရီလာဆင္၊ က်င္းထ်န္ စတဲ့ သ႐ုပ္ ေဆာင္ေတြ ပါဝင္ထားၾကပါ တယ္။ ။
(ဇာတ္လမ္းအညႊန္းကိုေတာ့ (http://www.7daydaily.com) မွကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ Han Htoo Zaw ပဲျဖစ္ပါတယ္)
File Size : (850 MB) and (440 MB)
Quality : Bluray 720p
Running Time : 1hr 58minutes
Format : Mp4
Genre : Action, Adventure, Fantasy
Translated By Han Htoo Zaw
Encode By Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
