"2014 ခု နှစ်မှာထွက်ရှိခဲ့တဲ့ Godzilla ရုပ်ရှင်ဇာတ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်..
IMDb Rating6.4 ရရှိထားပြီးတော့ Rotten Tomatoes 75% အထိလည်းရရှိထားပါတယ်..
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒါရိုက်တာ Gareth Edwards ကနေ ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်..ဂျပန်နိုင်ငံက ရိုက်ကူးခဲ့တဲ့ Godzilla ဇာတ်လမ်းတွဲကို အမေရိကပုံစံ အသက်သွင်းပြန်လည်ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်ပါတယ်..
အချွန်အတက်များနဲ့ရက်စက်ယုတ်မာစွာ..အဖျက်စွမ်းအားကောင်းတဲ့အထပ်မြင့်မိုးမျှော်အဆောက်အဦးများထက်ကြီးမားတဲ့သတ္တဝါကြီးတွေဟာ လူသားတွေရဲ့ရပ်တည်မှုကိုခြိမ်းခြောက်လာစဉ်မှာ ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာကို ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်..
ဒီတစ်ခါတော့ ဟောလိဝုဒ်က ဂျပန်တွေရဲ့ Godzilla ဇာတ်လမ်းကို ကောင်းအောင် ရိုက်နိုင်ခဲ့ပါပြီ။ ၁၉၉၈ တုန်းက နာမည်ပျက်ခဲ့တဲ့ Godzilla ဇာတ်ကား နဲ့ဒီကားက တစ်ခြားစီပါပဲ။ လက်ရှိ Godzilla ဇာတ်ကားက ဂျပန် တွေတီထွင်ခဲ့တဲ့ Gojira (Godzilla) ရဲ့ မူလ ဇာတ်လမ်းကို မှီငြမ်းပြီး ရိုက်ကူးခဲ့ပါတယ်။
ဇာတ်လမ်းကတော့ ၁၉၅၄ ကျော်လောက်ကတည်း Castle Bravo Nuclear Bomb Testing လုပ်တာကို ပြခဲ့ပြီး
အဲ့ဒီတုန်းက ဗုံးက စမ်းသပ်ဗုံးမဟုတ်ပဲ Godzilla ကို သတ်ဖို့ကြိုးစားခဲ့တာပဲဖြစ်ပါတယ်။
၁၉၉၉ ခုနှစ် မှာတော့ ဖီလစ်ပိုင်မှာ ဂေါ်ဇီလာရုပ်ကြွင်းကိုတွေခဲ့သလို ဥနှစ်လုံးကိုလည်း တွေ့ခဲ့ပါတယ်။
တစ်လုံးကတော့ ဥပေါက်သွားပြီး ထွက်သားပြီးဖြစ်နေတာကို တွေ့ရပါတယ်။
အဲ့ဒီအချိန်မှာ Breaking Bad မင်းသား Bryan Cranston (Joe Brody) နဲ့ သူ့မိန်းမက ဂျပန် Nuclear Plant မှာ အလုပ်လုပ်နေတာဖြစ်ပြီး၊
ရုတ်တရက် ငလျင် လှုပ်ခတ်သွားသလို၊ EMP (Electromagnetic Pulse) ကြောင့် မီးတွေလည်းပျက်သွားခဲ့သလို
Power Plant ပြိုကျမှုကြောင့် (Trailer ထဲမှာပါတဲ့) သူ့မိန်းမ လည်း သေသွားခဲ့ပါတယ်။
သူ့မိန်းမသေတဲ့ အခန်းက ရိုက်ထားတာ အရမ်းပီပြင်ပြီး သူကိုယ်တိုင် တံခါးပိတ်လိုက်ရတာဖြစ်လို့လည်း ကြည့်ရတဲ့သူတွေကိုပါ စိတ်မကောင်းဖြစ်စေခဲ့ပါတယ်။
Joe က ဒီ Nuclear Plant ပြိုကျတာဟာ သဘာဝဘေးအန္တရာယ်မဟုတ်ဘူးလို့ ခံယူထားပြီး အစိုးရက တစ်ခုခုကို ဖုံးကွယ်ထားတယ်လို့ ယုံကြည်နေပါတယ်။ ၁၅ နှစ်ကြာပြီးမှာတော့ သူ့ရဲ့ သား Aaron Taylor-Johnson (Kick-Ass မင်းသား ဖြစ်ပြီး၊ Avengers:Age of Ultron မှာ Quicksilver အဖြစ်ပါဝင်မှာ ဖြစ်ပါတယ်။) က မိန်းမနဲ့ကလေးနဲ့ ရှိနေသလို စစ်ထပ်ထဲမှာလည်း Bomb Specialist အဖြစ် တာဝန်ထမ်းဆောင်ဖူးပါတယ်။
သူ တာဝန်ပြီးလို့ ပြန်လာတဲ့အချိန်မှာပဲ သူ့အဖေက Japan မှာ ဖမ်းခံနေရလို့ အာမခံနဲ့သွားထုတ်ပေးရာက စပြီး လွန်ခဲ့တဲ့ ၁၅ နှစ်က အဖြစ်အပျက်တွေရဲ့ အဖြစ်မှန်ကို သိခဲ့ရပါတယ်။Nuclear Power Plant ပြိုကျခဲ့တာက သဘာ၀ အတိုင်း ငလျင်မဟုတ်ပဲ MUTO (Massive Unidentified Terrestrial Object) ကြောင့်ပြိုကျခဲ့တာဖြစ်ပါတယ်။ ၁၉၉၉ ဖီလစ်ပိုင်မှာတွေ့တဲ့ MUTO ဥနှစ်ဥထဲက အထီးရဲ့ ဥက အကောင်ပေါက်ပြီး ဂျပန်ကိုရောက်လာတာဖြစ်ပါတယ်။
MUTO တွေရဲ့ အဓိက အစာက Nuclear Radiation ဖြစ်တာကြောင့် Nuclear Power Plant မှာလာပြီး အသိုက်လုပ်နေနေပါတယ်။ အဲ့ဒီအချိန်ထဲက လူတွေက မသတ်ရဲသလို မသတ် ပဲနဲ့ လေ့လာမှုတွေလုပ်နေခဲ့ကြပါတယ်။ (သတ်လိုက်ရင် သူဆီက Radiation တွေ Nuclear ဗုံးဖောက်သလို ပွင့်ထွက်မှာ စိုးလို့လို့ ရှင်းပြထားပါတယ်။)
MUTO နဲ့ Godzilla တို့က လူတွေထက်နှ်စ်သန်းပေါင်းများစွာစောပြီး ကမ္ဘာကြီးမှာ Radiation တွေ ရှိနေတဲ့ အချိန်ထဲက ရှင်သန်နေတာဖြစ်ပါတယ်။ သူတို့က ဒီ Radiation ကနေ အဟာရဖြစ်ပြီး နေလာရာက တစ်ဖြည်းဖြည်း Radiation နည်းလာတဲ့နောက် ရေအောက်ထဲကို ဆင်းပြီးနေလာ ကြပါတယ်။ ရေအောက် ကြမ်းပြင်က ကမ္ဘာ့ဗဟိုနဲ့ နည်းပြီး Radiation ပိုရလို့ဖြစ်ပါတယ်။ ဖီလစ်ပိုင်မှာတွေ့တဲ့ Godzilla ရုပ်ကြွင်းက MUTO တွေကြောင့် သေတာဖြစ်မယ်လို့လည်း ရှင်းထားပါတယ်။MUTO အမရဲ့ဥကိုတော့ Nevada, USA ကို သယ်သွားခဲ့ပြီး အဲ့ဒီမှာရှိတဲ့ Nuclear Waste ထားတဲ့ တောင်ကြားထဲမှာ ထားထားပါတယ်။ အမက ဥကနေ အကောင်မပေါက်သေးပဲ အထီးက အရွယ်ရောက်လို့ အချက်ပေးတော့မှ သူက အကောင်ပေါက်လာတာဖြစ်ပါတယ်။
၁၅ နှစ်ကြာပြီးတဲ့နောက်မှာ Japan က အထီးနဲ့ Nevada က အမတို့ San Francisco မှာ တွေ့ကြပြီး မျိုးပွားဖို့ အစီအစဉ်ဖြစ်ပါတယ်။ဒါပေမယ့် အထီးက အမကို Signal ထုတ်လွှတ်ပြီး ဆက်သွယ်ရာမှာ ကြားထဲက Godzilla က ကြားသွားပြီး တဖန် နိုးထလာပါတယ်။အဲ့ဒီကနေ Godzilla နဲ့ MUTO နှစ်ကောင်ရဲ့ တိုက်ပွဲ ကို ပရိတ်သတ်ကြီးရင်သက်ရှုမောဖွယ် ကြည့်ရှု ခံစားရမှာဖြစ်ပါတယ်။
Godzilla က ဒီကားမှာ လူတွေကို ဒုက္ခပေးဖို့မဟုတ်ပဲ “Godzilla came to restore balance to the nature” လို့ပြောထားပါတယ်။ ဆိုလိုတာက ကမ္ဘာကြီးကို ဒုက္ခပေးဖို့ လာတဲ့ ရန်သူတွေကို Godzilla က အမြဲ ရင်ဆိုင်ရပြီး ကမ္ဘာကြီးကို စောင့်လျှောက်နေတာဖြစ်ပါတယ် (Original Japan ကားကြည့်ဖူးသူတွေသိမှာပါ။)အရင်ကားဟောင်းတွေရဲ့ အရသာမပျက်ပဲ အမြင်ဆန်းနဲ့ ရိုက်ကူးထားနိုင်ပြီး Visual Effect ကောင်းကောင်း နဲ့ ကြည့်ရသလို၊ ဇာတ်လမ်း ဇာတ်သွားလည်း အရမ်းကောင်းပါတယ်။
Fight Scene တွေကလည်း အထူးကောင်းမွန်ပြီး၊ Godzilla ကို တင်ဆက်သွားတာလည်း အရမ်းပီပြင်ပါတယ်။ ဇာတ်လမ်း၊ သရုပ်ဆောင်၊ ဇာတ်ရှိန်အတက်အကျ ဘာမှပြောစရာမရှိသလို၊ Godzilla ရဲ့ အဓိက လက်နှက်ဖြစ်တဲ့ Atomic Ray ကိုလည်း မြင်တွေ့ခံစားရမှာဖြစ်ပြီး၊ ဒီဘက်ခေတ်လူငယ်တွေ၊ ၁၉၅၀ ကျော်က ဂျပန် ကားမကြည့်ဖူးတဲ့လူတွေအတွက် ဒီကားက Godzilla ရဲ့ အနှစ်သာရကို အပြည့်အ၀ ရရှိစေမှာဖြစ်ပါတယ်။
တစ်ခုရှိတာက Godzilla က အရင်တုန်းကနဲ့ ယှဉ်ရင် အနည်းငယ်ဝနေတာကိုတွေ့ရပါတယ်။အရမ်းကောင်းတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ ရုံမှာ မလွတ်တမ်း ကြည့်ရှုသင့်တဲ့ကား ကောင်း ဖြစ်ပါတယ်။ (No Sex, No Nudity) ပါ။ မိသားစုတူတူ ကြည့်နိုင်ပါတယ်။ ကလေး လူကြီးမရွေးကြည့်သင့်တဲ့ကားဖြစ်ပြီး Rated PG-13 ပါ။
#Sololay
(အညွှန်းကို ရုပ်ရှင်မိတ်ဆက် Movie Review မှကူးယူဖော်ပြသည်…)
File size…(2.0 GB) and (1.2 GB)
Quality….Blu-Ray 1080p & 720p
Format…mp4
Duration….02:03:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
