IMDb (7.0) / Rotten Tomatoes (81%)ဘောလိဝုဒ်ရဲ့ဘုရင်လို့ တင်စားခေါ်ဝေါ်ကြတဲ့ ကမ္ဘာကျော်မင်းသား ရှာရွတ်ခန်းရဲ့အချစ်အလွမ်းအကြမ်းရသစုံတဲ့ရုပ်ရှင်ဇာတ်ကား ဖြစ်ပါတယ်။ရှာရွှတ်ခန်းရဲ့ လူသိများတဲ့ရုပ်ရှင်တွေဖြစ်တဲ့ Om Shanti Om တို့ Happy New Year တို့ကို ရိုက်ကူးပေးခဲ့တဲ့ဒါရိုက်တာ Farah Khan ရဲ့ ပထမဆုံးရိုက်ကူးတဲ့ ရုပ်ရှင်ဖြစ်ပြီး မင်းသားကြီး Sunil Shetty ၊လူငယ်မင်းသားချော Zayed Khanမင်းသမီး Sushmita Sen နဲ့ Amrita Rao တို့ပါဝင်အားဖြည့်သရုပ်ဆောင်ထားပါတယ်။Imdb rating 7.0 ရရှိထားတဲ့ ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းကတော့အိန္ဒိယတပ်မတော်မှ ဗိုလ်ချုပ်ဘတ်က်ရှီးဟာ ပါကစ္စတန်နိုင်ငံနဲ့ ငြိမ်းချမ်းရေးယူဖို့ ပထမခြေလှမ်းအဖြစ်မီလတ်စီမံကိန်းကို လုပ်ဆောင်ဖို့ စီစဉ်နေပါတယ်။ မီလတ်စီမံကိန်းကတော့ အိန္ဒိယနယ်စပ်မှာ ဖမ်းမိထားတဲ့မသိနားမလည်တဲ့အပြစ်မဲ့ ပါကစ္စတန်နိုင်ငံသားတွေကို ပြန်လွှတ်ပေးမယ့် အစီအစဉ်ဖြစ်ပါတယ်။ ထိုစီမံကိန်းကိုသတင်းဌာနတစ်ခုမှ ဗိုလ်ချုပ်ဘတ်က်ရှီးကို အင်တာဗျူးဖို့ ဖိတ်ကြားထားလို့ ဗိုလ်ချုပ်ဘတ်က်ရှီးဟာ အင်တာဗျူးလာရောက်ဖြေခဲ့ပါတယ်။အင်တာဗျူးဖြေနေစဉ်မှာ ပါကစ္စတန်နဲ့ငြိမ်းချမ်းရေးရသွားမှာကို မလိုလားတဲ့ အကြမ်းဖက်သမား ရာ့ဂ်ဗန်တို့အဖွဲ့ဟာ သတင်းဌာနကိုဝင်ရောက်စီးနင်း တိုက်ခိုက်ခဲ့ပါတယ်။ အဲဒီအချိန်မှာ ဗိုလ်ချုပ်ဘတ်က်ရှီးကို ကာကွယ်ရင်းနဲ့ မေဂျာရမ်(ရှာရွတ်ခန်း)ရဲ့အဖေဗိုလ်မှူးကြီးရှိတ်ကာဟာ ကျဆုံးသွားခဲ့ပါတယ်။ ဗိုလ်ချုပ်ကြီးရှိတ်ကာဟာ သူ့မှာ မေဂျာရမ်အပြင် လက်ရှ်မန်းဆိုတဲ့ သားတစ်ယောက်နဲ့မာဒူဆိုတဲ့ ဇနီးတစ်ယောက်ရှိကြောင်း သားဖြစ်သူ မေဂျာရမ်ကို သူကွယ်လွန်ခါနီးအချိန်တွင်ပြောခဲ့ပြီး သူ့အရိုးပြာကို သားနှစ်ယောက်အတူမျှောပေးဖို့မေဂျာရမ်အား ကတိတောင်းခဲ့ပါတယ်။ မေဂျာရမ်ဟာ သူ့အဖေရဲ့နောက်ဆုံးဆန္ဒကို အကောင်အထည်ဖော်ဖို့လုပ်နေချိန် ဗိုလ်ချုပ်ဘတ်က်ရှီးမှ သူ့အားတာဝန်တစ်ခုပေးခဲ့ပါတယ်။ ထိုတာဝန်ကတော့ ဒါဂျီလင်မြို့မှာနေထိုင်တဲ့ ဗိုလ်ချုပ်ဘတ်က်ရှီးရဲ့ သမီး ဆန်ဂျနာကို ကာကွယ်ဖို့တာဝန်ပါ။ တိုက်ဆိုင်စွာနဲ့ပဲဆန်ဂျနာနဲ့ မေဂျာရမ်ရဲ့အဖေတူအမေကွဲညီ လက်ရှ်မန်းတို့သားအမိဟာ ဒါဂျီလင်မြို့မှာ ရှိနေပါတယ်။ဆန်ဂျာနာက စစ်သားတွေကို မုန်းတဲ့သူဖြစ်တာမို့ မေဂျာရမ်ဟာ ကျောင်းသားတစ်ယောက်အဖြစ် အသွင်ယူပြီး ကာကွယ်ပေးဖို့လုပ်ရင်း တစ်ဖက်မှာသူ့အဖေရဲ့နောက်ဆုံးဆန္ဒကိုဖြည့်ဆည်းဖို့ သူ့ညီနဲ့ သူ့မိထွေးကို ရှာပုံတော်ဖွင့်ပါတော့တယ်။ ထို့နောက် ဘာဆက်ဖြစ်မလဲဆိုတာကိုတော့၃ နာရီကျော်ကြာမြင့်တဲ့ ဒီရုပ်ရှင်မှာ ဆက်လက်ကြည့်ရှုခံစားလိုက်ပါ။File size…(3 GB) and (1.8 GB)Quality…BluRay 1080p & 720p 5.1CH (HEVC Encode)Format…mkvDuration….03:02:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Alias"