"[Unicode]
Anacondas:The hunt for the Blood Orchid(2004)
===========-==================
ဒီကားလေးကတော့ (၂၀၀၄) ခုနှစ်ကထွက်ခဲ့တဲ့
Anacondaမြွေကြီးတွေအကြောင်း ရိုက်ကူးထားတဲ့ကားလေးပဲဖြစ်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအစမှာ ဒေါက်တာဂျွန်ဘိုက်ရွန် ဂေါ်ဒွန်မစ်ချယ် ဆမ်ရော်ဂျာ ဂေးစထရင်း ကိုးလ်ဘားရစ်တို့နဲ့အတူ ဒေါက်တာဘန်ဒေါက်ဂလပ်စ်တို့ဟာ
နယူးယောက်ခ်မြို့ရဲ့ ဆေးဝါးကုမ္ပဏီတစ်ခုဖြစ်တဲ့ ဝက်ဆဲဟော ရဲ့ရန်ပုံငွေနဲ့ အင်ဒိုနီးယားနိုင်ငံ ဘော်နီယိုမှာရှိတဲ့ တောထဲကို ပန်းရှာဖို့ထွက်လာခဲ့ပါတယ်
ဒီပန်းဟာလည်း တစ်ခြားတော့မဟုတ်ပါဘူး
လူ့သက်တမ်းတွေကိုဆွဲဆန့်ထားနိုင်တဲ့အစွမ်းရှိတဲ့ တစ်နည်း အသက်ရှည်နုပျိုနေနိုင်တဲ့ အနီရောင်သစ်ခွပန်းပဲဖြစ်ပါတယ်
ဒီပန်းထဲမှာပါဝင်တဲ့ ဓာတုပစ္စည်းတွေဟာ လူ့သက်တမ်းကိုရှည်ပြီး ငယ်ရွယ်နုပျိုနေစေနိုင်တဲ့ အစွမ်းရှိတဲ့ဆေး ဖော်စပ်ရာမှာ အသုံးပြုရမှာပဲဖြစ်ပါတယ်
သူတို့ဟာပန်းရှိရာတောနက်ထဲကိုရေကြောင်းလမ်းကနေသွားဖို့လှေငှားရင်းနဲ့ပဲ ကပ္ပတိန် ဘေလ်ဂျွန်ဆင်နဲ့သူ့ရဲ့ လုပ်ဖော်ကိုင်ဖက် ထရန်ဝူတို့နဲ့ဆုံခဲ့ပါတယ်
ကပ္ပတိန်ဘေဟာသူတို့ကိုအန္တရာယ်ကင်းကင်းခေါ်ဖို့ကြိုးစားရာကနေ မတော်တဆရေတံခွန်အောက် ပြုတ်ကျရာမှစပြီး တစ်ဖွဲ့လုံးငါးပါးမှောက်ကာ မြွေကြီးနဲ့တိုးတဲ့အထိဖြစ်လာခဲ့ပါတော့တယ်
ကပ္ပတိန်ဘေလ်ဂျွန်ဆက်နဲ့အဖွဲ့ဟာ မြွေကြီးတွေရန်ကနေပဲ လွတ်မလား သစ်ခွပန်းအနီတွေကိုပဲပိုက်ပြီးပြန်ရမလား ဘယ်သူတွေကအသက်ရှင်နိုင်ကြမလဲ ဘယ်သူတွေ‌ရှောဘရားသားဘောကားမလဲဆိုတာကတော့ ဆက်လက်ပြီးရင်ခုန်စိတ်လှုပ်ရှားပေးပါဦးဗျာ့
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ T Lone ပါ )
[Zawgyi]
Anacondas:The hunt for the Blood Orchid(2004)
===========-==================
ဒီကားေလးကေတာ့ (၂၀၀၄) ခုႏွစ္ကထြက္ခဲ့တဲ့
Anacondaေႁမြႀကီးေတြအေၾကာင္း ႐ိုက္ကူးထားတဲ့ကားေလးပဲျဖစ္ပါတယ္
ဇာတ္လမ္းအစမွာ ေဒါက္တာဂြၽန္ဘိုက္႐ြန္ ေဂၚဒြန္မစ္ခ်ယ္ ဆမ္ေရာ္ဂ်ာ ေဂးစထရင္း ကိုးလ္ဘားရစ္တို႔နဲ႔အတူ ေဒါက္တာဘန္ေဒါက္ဂလပ္စ္တို႔ဟာ
နယူးေယာက္ခ္ၿမိဳ႕ရဲ႕ ေဆးဝါးကုမၸဏီတစ္ခုျဖစ္တဲ့ ဝက္ဆဲေဟာ ရဲ႕ရန္ပုံေငြနဲ႔ အင္ဒိုနီးယားႏိုင္ငံ ေဘာ္နီယိုမွာရွိတဲ့ ေတာထဲကို ပန္းရွာဖို႔ထြက္လာခဲ့ပါတယ္
ဒီပန္းဟာလည္း တစ္ျခားေတာ့မဟုတ္ပါဘူး
လူ႔သက္တမ္းေတြကိုဆြဲဆန္႔ထားႏိုင္တဲ့အစြမ္းရွိတဲ့ တစ္နည္း အသက္ရွည္ႏုပ်ိဳေနႏိုင္တဲ့ အနီေရာင္သစ္ခြပန္းပဲျဖစ္ပါတယ္
ဒီပန္းထဲမွာပါဝင္တဲ့ ဓာတုပစၥည္းေတြဟာ လူ႔သက္တမ္းကိုရွည္ၿပီး ငယ္႐ြယ္ႏုပ်ိဳေနေစႏိုင္တဲ့ အစြမ္းရွိတဲ့ေဆး ေဖာ္စပ္ရာမွာ အသုံးျပဳရမွာပဲျဖစ္ပါတယ္
သူတို႔ဟာပန္းရွိရာေတာနက္ထဲကိုေရေၾကာင္းလမ္းကေနသြားဖို႔ေလွငွားရင္းနဲ႔ပဲ ကပၸတိန္ ေဘလ္ဂြၽန္ဆင္နဲ႔သူ႔ရဲ႕ လုပ္ေဖာ္ကိုင္ဖက္ ထရန္ဝူတို႔နဲ႔ဆုံခဲ့ပါတယ္
ကပၸတိန္ေဘဟာသူတို႔ကိုအႏၲရာယ္ကင္းကင္းေခၚဖို႔ႀကိဳးစားရာကေန မေတာ္တဆေရတံခြန္ေအာက္ ျပဳတ္က်ရာမွစၿပီး တစ္ဖြဲ႕လုံးငါးပါးေမွာက္ကာ ေႁမြႀကီးနဲ႔တိုးတဲ့အထိျဖစ္လာခဲ့ပါေတာ့တယ္
ကပၸတိန္ေဘလ္ဂြၽန္ဆက္နဲ႔အဖြဲ႕ဟာ ေႁမြႀကီးေတြရန္ကေနပဲ လြတ္မလား သစ္ခြပန္းအနီေတြကိုပဲပိုက္ၿပီးျပန္ရမလား ဘယ္သူေတြကအသက္ရွင္ႏိုင္ၾကမလဲ ဘယ္သူေတြ‌ေရွာဘရားသားေဘာကားမလဲဆိုတာကေတာ့ ဆက္လက္ၿပီးရင္ခုန္စိတ္လႈပ္ရွားေပးပါဦးဗ်ာ့
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ T Lone ပါ )
Quality__HEVC 1080p ,720p
IMDb Rating__5.7/10
Format__mp4
Duration__01:40:00
Type__Action , Adventure , Horror
Subtitle__Myanmar Subtitle (Hardsub)
Translated by T Lone
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
