"[Unicode]ဒီတစ်ခေါက် ကျွန်တော်တို့မြွေကားကြည့်ရအောင်ဗျာမြွေကားဆိုလို့ ထိုင်းကားတွေဘာတွေတော့မထင်လိုက်နဲ့ဦးနော်တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့လွန်းလို့ 4ကားအထိထွက်ခဲ့ပြီး Game တွေပါ ထွက်ခဲ့တဲ့ Anaconda ဇာတ်ကားပဲဖြစ်ပါတယ်ဒီနေ့တင်ဆက်မှာက လေးကားမြောက် movie လေး Anacondas:Trail of Blood ဖြစ်ပါတယ်PauseTrail of Blood မှာ မြွေကြီးကဘယ်ကနေပေါ်ပေါက်ခဲ့မှာလဲဆိုတော့ ဆေးဘက်ဆိုင်ရာ ပညာရှင် Peter ရဲ့ စမ်းသပ်ခန်းထဲကပါPeter က အရမ်းချမ်းသာတဲ့လူတစ်ယောက်ရဲ့ အရိုးကင်ဆာကို ကုသပေးဖို့ပန်းတစ်မျိုးဆီကရတဲ့အရည်ကို ဗီဇအဆင့်မြှင့်ပြီး Serum ထုတ်နေတာပါသူ့ရဲ့serum အလုပ်ဖြစ်မဖြစ် ဒီမြွေနဲ့စမ်းသပ်ခဲ့ပါတယ်ဒီလိုနဲ့ serum ကအရမ်းတွေ ထိန်းမရသိမ်းမရ အလုပ်ဖြစ်သွားတဲ့အခါ မြွေကြီးက anaconda ကြီးဖြစ်သွားတယ်ပေါ့ဗျာအဲ့ဒီအချိန် တောထဲကို မတူညီတဲ့ရယ်ရွယ်ချက်တွေနဲ့ လူတွေရောက်လာပါတယ်မထင်မှတ်ဘဲဒီလူတွေ ပေါင်းစုမိသွားပြီး ဒီလိုမြွေကြီးက ဒီလူတွေကို ဘယ်လိုအန္တရာယ်ပေးမလဲလူတွေက ဘယ်လိုခြေမှုန်းမလဲဆိုတာကို စိတ်ဝင်စားဖို့ကောင်းစွာနဲ့ ကြည့်ရှုရမှာပါ2009 ခုနှစ်က ထွက်ထားတဲ့ကားဆိုတော့ CGI တွေက အဲ့ဒီခေတ်ရဲ့အကောင်းဆုံးစနစ်နဲ့လုပ်ထားတာပါဆိုတော့ ကျွန်တော်တို့ 2009 ခုနှစ်ကခံစားချက်ကို ပြန်ရမှာနော်အရင်တုန်းက အိမ်မှာ မိသားစုတွေဝိုင်းကြည့်ခဲ့ကြတဲ့ဧရာမမြွေကားပေါ့ရုပ်ရှင်ကြည့်ပြီး အိပ်တာတောင် ဒီမြွေကြီး ငါ့ဆီရောက်လာရင် ဘယ်လိုလုပ်ရပါ့မလဲဆိုပြီး ရင်တွေတုန်ခဲ့ရတဲ့ ငယ်ငယ်တုန်းကဇာတ်ကားလေးဆိုတော့ ကြည့်ရှူကြည့်ရအောင်ပါ( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Amelia ပါ )[Zawgyi]ဒီတစ္ေခါက္ ကြၽန္ေတာ္တို႔ေႁမြကားၾကည့္ရေအာင္ဗ်ာေႁမြကားဆိုလို႔ ထိုင္းကားေတြဘာေတြေတာ့မထင္လိုက္နဲ႔ဦးေနာ္တစ္ေခတ္တစ္ခါက နာမည္ႀကီးခဲ့လြန္းလို႔ 4ကားအထိထြက္ခဲ့ၿပီး Game ေတြပါ ထြက္ခဲ့တဲ့ Anaconda ဇာတ္ကားပဲျဖစ္ပါတယ္ဒီေန႔တင္ဆက္မွာက ေလးကားေျမာက္ movie ေလး Anacondas:Trail of Blood ျဖစ္ပါတယ္Trail of Blood မွာ ေႁမြႀကီးကဘယ္ကေနေပၚေပါက္ခဲ့မွာလဲဆိုေတာ့ ေဆးဘက္ဆိုင္ရာ ပညာရွင္ Peter ရဲ႕ စမ္းသပ္ခန္းထဲကပါPeter က အရမ္းခ်မ္းသာတဲ့လူတစ္ေယာက္ရဲ႕ အ႐ိုးကင္ဆာကို ကုသေပးဖို႔​ပန္းတစ္မ်ိဳးဆီကရတဲ့အရည္ကို ဗီဇအဆင့္ျမႇင့္ၿပီး Serum ထုတ္ေနတာပါသူ႔ရဲ႕serum အလုပ္ျဖစ္မျဖစ္ ဒီေႁမြနဲ႔စမ္းသပ္ခဲ့ပါတယ္ဒီလိုနဲ႔ serum ကအရမ္းေတြ ထိန္းမရသိမ္းမရ အလုပ္ျဖစ္သြားတဲ့အခါ ေႁမြႀကီးက anaconda ႀကီးျဖစ္သြားတယ္ေပါ့ဗ်ာအဲ့ဒီအခ်ိန္ ေတာထဲကို မတူညီတဲ့ရယ္႐ြယ္ခ်က္ေတြနဲ႔ လူေတြေရာက္လာပါတယ္မထင္မွတ္ဘဲဒီလူေတြ ေပါင္းစုမိသြားၿပီး ဒီလိုေႁမြႀကီးက ဒီလူေတြကို ဘယ္လိုအႏၲရာယ္ေပးမလဲလူေတြက ဘယ္လိုေျခမႈန္းမလဲဆိုတာကို စိတ္ဝင္စားဖို႔ေကာင္းစြာနဲ႔ ၾကည့္ရႈရမွာပါ2009 ခုႏွစ္က ထြက္ထားတဲ့ကားဆိုေတာ့ CGI ေတြက အဲ့ဒီေခတ္ရဲ႕အေကာင္းဆုံးစနစ္နဲ႔လုပ္ထားတာပါဆိုေတာ့ ကြၽန္ေတာ္တို႔ 2009 ခုႏွစ္ကခံစားခ်က္ကို ျပန္ရမွာေနာ္အရင္တုန္းက အိမ္မွာ မိသားစုေတြဝိုင္းၾကည့္ခဲ့ၾကတဲ့​ဧရာမေႁမြကားေပါ့႐ုပ္ရွင္ၾကည့္ၿပီး အိပ္တာေတာင္ ဒီေႁမြႀကီး ငါ့ဆီေရာက္လာရင္ ဘယ္လိုလုပ္ရပါ့မလဲဆိုၿပီး ရင္ေတြတုန္ခဲ့ရတဲ့ ငယ္ငယ္တုန္းကဇာတ္ကားေလးဆိုေတာ့ ၾကည့္ရႉၾကည့္ရေအာင္ပါ( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Amelia ပါ )Quality__HEVC 1080p ,720pIMDb Rating__/10Format__mp4Duration__01:40:00Type__Action , Adventure , HorrorSubtitle__Myanmar Subtitle (Hardsub)Translated by AmeliaEncoded by Naing Aung Latt"