"[Unicode]
Casts
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂေါ့တ် အဖြစ် Pope Thanawat
ပရိမ်အဖြစ် Ter Chantavit
ဘျု့အဖြစ် Sammy Cowell
ဇာတ်လမ်းအကျဉ်း
ပြိုင်ကားမောင်းရတာ ဝါသနာပါတဲ့ ဂေါ့တ်တစ်ယောက်က စိုးရိမ်တယ်ဆိုတဲ့စကားတခွန်းနဲ့ သူ့အိပ်မက်တွေကို တားဆီးနေခဲ့တဲ့ ဖခင်ဖြစ်သူနဲ့ အဆင်လုံးဝမပြေခဲ့ပါဘူး
ငယ်စဉ်အရွယ်ထဲက ဖခင်ထောင်ကျလို့ မိခင်ဖြစ်သူ သတ်သေခဲ့တယ်ဆိုပြီး ဖခင်ကို အမုန်းကြီးမုန်းနေခဲ့တဲ့ ဂေါ့တ်တစ်ယောက် ကားမတော်တဆဖြစ်ခဲ့ချိန်မှာတော့ အရင်အချိန်တွေကို ပြန်ရောက်သွားခဲ့ပါတယ်
ဂေါ့တ်ရောက်သွားတဲ့အချိန်ကတော့ ၁၉၉၈ ခုနှစ် သူမမွေးဖွားလာခင် တစ်နှစ်အလိုကိုပါပဲ
ဖခင်ဖြစ်လာမယ့် ပရိမ်ဖြစ်သူနဲ့ သူငယ်ချင်းအဖြစ်တွေ့လာရပြီး ဖခင်ဖြစ်သူရဲ့ ခံယူချက် အတွေးအမြင်တွေနဲ့ သူတို့နှစ်ယောက်ကြား ဘာတွေကများ အထင်လွဲမှားမှုတွေဖြစ်လာစေခဲ့သလဲ
အဖေလို့တောင် မခေါ်ခဲ့တဲ့ ဂေါ့တ်တစ်ယောက် ဖခင်ဖြစ်သူ “ပရိမ်”ရဲ့ စိတ်ရင်းကို သိလာနိုင်မလားဆိုတာကို ဟာသနှောပြီး တင်ဆက်ထားတာပဲ ဖြစ်ပါတယ် ။
( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ပါ )
[Zawgyi]
Casts
ေဂါ့တ္ အျဖစ္ Pope Thanawat
ပရိမ္အျဖစ္ Ter Chantavit
ဘ်ဳ႕အျဖစ္ Sammy Cowell
ဇာတ္လမ္းအက်ဥ္း
ၿပိဳင္ကားေမာင္းရတာ ဝါသနာပါတဲ့ ေဂါ့တ္တစ္ေယာက္က စိုးရိမ္တယ္ဆိုတဲ့စကားတခြန္းနဲ႔ သူ႔အိပ္မက္ေတြကို တားဆီးေနခဲ့တဲ့ ဖခင္ျဖစ္သူနဲ႔ အဆင္လုံးဝမေျပခဲ့ပါဘူး
ငယ္စဥ္အ႐ြယ္ထဲက ဖခင္ေထာင္က်လို႔ မိခင္ျဖစ္သူ သတ္ေသခဲ့တယ္ဆိုၿပီး ဖခင္ကို အမုန္းႀကီးမုန္းေနခဲ့တဲ့ ေဂါ့တ္တစ္ေယာက္ ကားမေတာ္တဆျဖစ္ခဲ့ခ်ိန္မွာေတာ့ အရင္အခ်ိန္ေတြကို ျပန္ေရာက္သြားခဲ့ပါတယ္
ေဂါ့တ္ေရာက္သြားတဲ့အခ်ိန္ကေတာ့ ၁၉၉၈ ခုႏွစ္ သူမေမြးဖြားလာခင္ တစ္ႏွစ္အလိုကိုပါပဲ
ဖခင္ျဖစ္လာမယ့္ ပရိမ္ျဖစ္သူနဲ႔ သူငယ္ခ်င္းအျဖစ္ေတြ႕လာရၿပီး ဖခင္ျဖစ္သူရဲ႕ ခံယူခ်က္ အေတြးအျမင္ေတြနဲ႔ သူတို႔ႏွစ္ေယာက္ၾကား ဘာေတြကမ်ား အထင္လြဲမွားမႈေတြျဖစ္လာေစခဲ့သလဲ
အေဖလို႔ေတာင္ မေခၚခဲ့တဲ့ ေဂါ့တ္တစ္ေယာက္ ဖခင္ျဖစ္သူ “ပရိမ္”ရဲ႕ စိတ္ရင္းကို သိလာႏိုင္မလားဆိုတာကို ဟာသေႏွာၿပီး တင္ဆက္ထားတာပဲ ျဖစ္ပါတယ္ ။
( အညႊန္းေရးသားထားသူကေတာ့ Kyi Nue Zin ပါ )
Quality__1080p , 720p
IMDb Rating__6.0/10
Format__mp4
Duration__01:35:00
Type__Comedy , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Kyi Nue Zin & Nang Mwe Kham
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
