"Alone/Together (2019)အထီးကျန် (သို့မဟုတ်) အတူတကွPauseကို မရှိတဲ့အချိန်က ကျွန်မအတွက် အထီးကျန်တဲ့အချိန်တွေပေါ့ကို ရှိတဲ့အချိန်တွေက ကျွန်မတို့ အတူတကွ ရှိကြမယ့် အချိန်တွေပေါ့ ….. ကို ရယ်။ကျွန်မ ဘဝမှာ တွေ့တိုင်း မြတ်မြတ်နိုးနိုးငေးကြည့်မိတဲ့အရာတစ်ချို့ရှိတယ်ပြတိုက်ထဲက အနုပညာလက်ရာ ပြကွက် ပြခန်းတွေ ပန်းချီပန်းပုတွေရယ်။ပြီးတော့……… ကို ရယ်။ အဲဒီအကြောင်းအရာ ၂ ခုဟာ ကျွန်မဘဝရဲ့ ရည်မှန်းချက်တွေပဲပေါ့….. ရည်မှန်းချက်တွေအတိုင်း ကျွန်မ ကြိုးစားခဲ့တယ်။ကျွန်မက အနုပညာလေ့လာမှုဘာသာရပ်နဲ့ လက်တင်ဂုဏ်ထူးတန်းတက်ရင်း အမျိုးသားပြတိုက်မှာ စေတနာ့ဝန်ထမ်းလုပ်တယ် ကျွန်မ ဘွဲ့ရပြီးရင် ပြတိုက်တွေ ပြခန်းတွေမှာ ပြတိုက်မှုး ဖြစ်ချင်တယ်။ အနုပညာ လက်ရာတွေ ဝိုင်းဝိုင်းလည်နေတဲ့ နေရာမှာ အလုပ်လုပ်ရတာ ကျွန်မပျော်တယ်။ အမှန်တကယ်ကြိုးစားမယ်ဆိုရင် ကမ္ဘာကြီးကို ပြောင်းလဲနိုင်တယ်လို့လည်း ကျွန်မ ယုံကြည်တယ်။ကို ကတော့ ဘာမှမဖြစ်ချင်ဘူးတဲ့ သူက အရာရာကို အဆိုးမြင်နေသူလေ။ ကျွန်မက စိတ်ကူးနဲ့ ရူးလွန်းနေတယ်လို့လည်း ပြောသေးတယ်။ သူ က ကျွန်မ ဖြစ်စေချင်တာကို လုပ်မယ်တဲ့….ဆရာဝန် လုပ်လေဆိုတော့ “အင်း” တဲ့။ကိုယ့်ချစ်လေး ဖြစ်ချင်တာမှန်သမျှ ကိုယ့်ချစ်လေး ရစေရမယ်တဲ့။ သူ့မှာ ဘာအိပ်မက်မှ မရှိဘူးပဲနော်။ ကျွန်မကတော့ ကျွန်မ အိပ်မက်တွေကို အကောင်အထည်ဖော်မယ်။ပြီးရင် ကို နဲ့ လက်ထပ်မယ်……..ကျွန်မ အတွေးထဲမှာ အမြဲနေရာယူထားတာ အဲဒီအကြောင်းအရာလေးတွေပါပဲ။ဒါပေမယ့် ကျွန်မ မတွေးခဲ့မိတာက ကံတရားကိုပဲ….မာယာများပြီး ရက်စက်လွန်းတဲ့ ကံတရားက ကျွန်မဘဝရဲ့ အရေးအကြီးဆုံး အရာတွေကို ဖျက်ဆီးသွားခဲ့ပြီလေ။ ၅နှစ်လုံးလုံး ကိုယ့်ကိုယ်ကို ပြန်တည်ဆောက်နေတာလား ဖြိုချဖျက်ဆီးနေတာလားဆိုတာတောင် ကျွန်မ မသိတော့ပါဘူး။ ဒါပေမယ့် အကောင်းဆုံး ဖြစ်မယ့်အရာကိုပဲ ရွေးချယ်ခဲ့ရပါတယ်။ ကို ရယ် အနုပညာ ရယ်ကို မေ့ပစ်ပြီး ဘဝသစ်ကို ပြန်စခဲ့ရတယ်။ဒါပေမယ့် ကျွန်မ က ကံကြမ္မာရဲ့ ကြာပွတ်အောက်က ပြေးမလွတ်ခဲ့ဘူးပဲနော်………ကို နဲ့ ပြန် ဆုံအောင် ဖန်တီးပေးလိုက်တယ်။ ကိုက ကျွန်မကို ကတိပေးခဲ့တဲ့အတိုင်း ဆရာဝန်ဘဝနဲ့။ ကျွန်မကတော့ အရှုံးသမား…အိပ်မက်တွေ ပျက်စီးသွားတဲ့သူ……………။ပြန်ဆုံချိန်မှာ ကျွန်မ အိပ်မက်တွေ ပြန်မရတော့ဘူး…… ကို့ ကို ကျွန်မ ပြန်မရတော့ဘူးဒါပေမယ့်…………ဒါပေမယ့်လေ…………..Review နဲ့ ဘာသာပြန်ကတော့ “Thaw” ပဲ ဖြစ်ပါတယ်။File size… 2.3GB and 1.1GBQuality….HEVC 1080p 5.1CH and 720pFormat…mp4Duration…. 1hr 43minSubtitle….Myanmar Subtitle (Hardsub)Translator ….. ThawEncoder ….. August"