"[Unicode]As Tears Go By(1988)===============IMDb Rating – 7 out of 10Directed by Wong Kar WaiPauseပလေတိုကြီးပြောပြီး အနုပညာသမားအတော်များများလက်မခံနိုင်ကြတဲ့စကားတစ်ခုကြားဖူးတယ် မို့လား။Art Is Immitation.အနုပညာဆိုတာ ပုံတူကူးခြင်းတဲ့။ကျွန်တော်တော့ လက်ခံတယ်။အနည်းဆုံးတော့ ကိုယ့်ခံစားချက်ကိုကိုယ်ပုံတူကူးမှပဲ အနုပညာကထွက်လာမှာမဟုတ်လား။ဝေါင်ကာဝေးရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ဖြစ်တဲ့ ဒီရုပ်ရှင်ထဲက ဂိုဏ်းစတားဇာတ်ကောင်ဟာ မာတင် စကောဆေးစိရဲ့ Mean Streets ထဲက ဒီနီးရိုးရဲ့ဇာတ်ကောင်ကို အခြေခံထားတယ်လို့ ဆိုတယ်။နောက်တစ်ခုသူ့ကိုလွှမ်းမိုးမှုရှိတာကတော့ နိုက်ကလပ်မန်နေဂျာသူ့အဖေတဲ့။ဒီလောက်ဆို ဒီရုပ်ရှင်ရဲ့ ဇာတ်လမ်းအကျဉ်းကို မှန်းလို့ရပြီမို့လား။ညတွေ ၊ ဂိုဏ်းစတားတွေ၊ သေနတ်တွေနဲ့ ဒီရုပ်ရှင်ကို ကျွန်တော်သာဆို Crime,Dramaလို့သတ်မှတ်ချင်ပေမဲ့ ဘာကြောင့်လဲတော့မသိ ဝေါင်ရဲ့ကားအများစုလိုပဲ ROMANCE,Dramaဆိုပြီးပဲ သတ်မှတ်ထားတယ်။ဝေါင်ကာဝေးရဲ့ ပွဲဦးထွက်ကားပေမဲ့ ဒီရုပ်ရှင်ထွက်ပြီးတဲ့ နှစ်ပေါင်းသုံးဆယ်နောက်ပိုင်းမှာ‌တောင် ဒီရုပ်ရှင်အကြောင်းကို ဝေဖန်သမားတွေ တစ်ခုတ်တရပြောရတဲ့အထိကို အောင်မြင်ခဲ့တယ်။သူ့ဇာတ်ကောင်ဟာ မာတင်စကောဆေးစိရဲ့ ဇာတ်ကောင်ကို အခြေခံထားပေမဲ့ မာတင်စကောဆေးစိရဲ့ Gang Of Newyorkမှာ ဒီရုပ်ရှင်ရဲ့ Battle Sceneကို ပြန်မှီးသုံးရတဲ့အထိ ပေါက်ရောက်ခဲ့တယ်။“The imitator becomes the imitated.”လို့ သူ့ကို ဆိုကြရတဲ့အထိပေါက်ရောက်ခဲ့တယ်။ကျွန်တော်တော့ ဝေါင်ကာဝေးရဲ့ နှောင်းပိုင်းလက်ရာတွေကို အရင်စကြည့်မိခဲ့လို့ ဝေါင်ကာဝေးဆန်တယ်လို့ခံစားရတဲ့နေရာ မရှိသလောက်ရှားတယ်။ပသို့ပဲဆိုဆို ဂိုဏ်းကားအနေနဲ့ရော၊ ဟိုးအရင်ဟောင်ကောင်ကားဆန်ဆန်ကားအနေနဲ့ရောရုပ်ရှင်ကောင်းတစ်ကားဆိုတာ အသေအချာပါ။As tears Go byဟာ ဝေါင်ကာဝေးသိပ်မဆန်ပေမဲ့ ဝေါင်ကာဝေးရုပ်ရှင်တွေအကြောင်းပြောရင် ဖယ်ထားလို့မရတဲ့ သူရဲ့ပွဲဦးထွက် ရုပ်ရှင်ပါပဲ။Smiling faces I can seeBut not for me…..I sit and watchAs tears go by….Rolling Stones’s As tears Go By…( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )[Zawgyi]As Tears Go By(1988)===============IMDb Rating – 7 out of 10Directed by Wong Kar Waiပေလတိုႀကီးေျပာၿပီး အႏုပညာသမားအေတာ္မ်ားမ်ားလက္မခံႏိုင္ၾကတဲ့စကားတစ္ခုၾကားဖူးတယ္ မို႔လား။Art Is Immitation.အႏုပညာဆိုတာ ပုံတူကူးျခင္းတဲ့။ကြၽန္ေတာ္ေတာ့ လက္ခံတယ္။အနည္းဆုံးေတာ့ ကိုယ့္ခံစားခ်က္ကိုကိုယ္ပုံတူကူးမွပဲ အႏုပညာကထြက္လာမွာမဟုတ္လား။ေဝါင္ကာေဝးရဲ႕ ပြဲဦးထြက္႐ုပ္ရွင္ျဖစ္တဲ့ ဒီ႐ုပ္ရွင္ထဲက ဂိုဏ္းစတားဇာတ္ေကာင္ဟာ မာတင္ စေကာေဆးစိရဲ႕ Mean Streets ထဲက ဒီနီး႐ိုးရဲ႕ဇာတ္ေကာင္ကို အေျခခံထားတယ္လို႔ ဆိုတယ္။ေနာက္တစ္ခုသူ႔ကိုလႊမ္းမိုးမႈရွိတာကေတာ့ ႏိုက္ကလပ္မန္ေနဂ်ာသူ႔အေဖတဲ့။ဒီေလာက္ဆို ဒီ႐ုပ္ရွင္ရဲ႕ ဇာတ္လမ္းအက်ဥ္းကို မွန္းလို႔ရၿပီမို႔လား။ညေတြ ၊ ဂိုဏ္းစတားေတြ၊ ေသနတ္ေတြနဲ႔ ဒီ႐ုပ္ရွင္ကို ကြၽန္ေတာ္သာဆို Crime,Dramaလို႔သတ္မွတ္ခ်င္ေပမဲ့ ဘာေၾကာင့္လဲေတာ့မသိ ေဝါင္ရဲ႕ကားအမ်ားစုလိုပဲ ROMANCE,Dramaဆိုၿပီးပဲ သတ္မွတ္ထားတယ္။ေဝါင္ကာေဝးရဲ႕ ပြဲဦးထြက္ကားေပမဲ့ ဒီ႐ုပ္ရွင္ထြက္ၿပီးတဲ့ ႏွစ္ေပါင္းသုံးဆယ္ေနာက္ပိုင္းမွာ‌ေတာင္ ဒီ႐ုပ္ရွင္အေၾကာင္းကို ေဝဖန္သမားေတြ တစ္ခုတ္တရေျပာရတဲ့အထိကို ေအာင္ျမင္ခဲ့တယ္။သူ႔ဇာတ္ေကာင္ဟာ မာတင္စေကာေဆးစိရဲ႕ ဇာတ္ေကာင္ကို အေျခခံထားေပမဲ့ မာတင္စေကာေဆးစိရဲ႕ Gang Of Newyorkမွာ ဒီ႐ုပ္ရွင္ရဲ႕ Battle Sceneကို ျပန္မွီးသုံးရတဲ့အထိ ေပါက္ေရာက္ခဲ့တယ္။“The imitator becomes the imitated.”လို႔ သူ႔ကို ဆိုၾကရတဲ့အထိေပါက္ေရာက္ခဲ့တယ္။ကြၽန္ေတာ္ေတာ့ ေဝါင္ကာေဝးရဲ႕ ေႏွာင္းပိုင္းလက္ရာေတြကို အရင္စၾကည့္မိခဲ့လို႔ ေဝါင္ကာေဝးဆန္တယ္လို႔ခံစားရတဲ့ေနရာ မရွိသေလာက္ရွားတယ္။ပသို႔ပဲဆိုဆို ဂိုဏ္းကားအေနနဲ႔ေရာ၊ ဟိုးအရင္ေဟာင္ေကာင္ကားဆန္ဆန္ကားအေနနဲ႔ေရာ႐ုပ္ရွင္ေကာင္းတစ္ကားဆိုတာ အေသအခ်ာပါ။As tears Go byဟာ ေဝါင္ကာေဝးသိပ္မဆန္ေပမဲ့ ေဝါင္ကာေဝး႐ုပ္ရွင္ေတြအေၾကာင္းေျပာရင္ ဖယ္ထားလို႔မရတဲ့ သူရဲ႕ပြဲဦးထြက္ ႐ုပ္ရွင္ပါပဲ။Smiling faces I can seeBut not for me…..I sit and watchAs tears go by….Rolling Stones’s As tears Go By…( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ပါ )Quality__720pIMDb Rating__7.0/10Format__mp4Duration__01:38:57Type__Crime , Drama , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"