"Raging Bull (1980)==============IMDb Rating – 8.2/10Directed By Martin ScorsesePauseGoodfellas, The Irishman, Taxi Driver,The Wolf of Wallstreet The Departed,Shutter Island, Gangs of New York,king of Comedy ဒီရုပ်ရှင်တွေကိုမိတ်ဆွေကြိုက်တယ်ဆိုရင်တော့Martin Scorseseကိုသိမှာပါ။အကောင်းဆုံး Gangsရုပ်ရှင်တွေဟာသူ့လက်ကထွက်လာတယ်ဆိုကြပါတယ်။Raging Bullကို Martin Scorseseရဲ့ဒုတိယအကောင်းဆုံး ရုပ်ရှင်လို့တော့ဝေဖန်ရေးသမားတစ်ချို့က ဆိုပါတယ်။ပထမကတော့ Goodfellasပါ။မာတင်နဲ့ ရုပ်ရှင်ကိုးကားရိုက်ဖူးတဲ့Robert De Niroနဲ့ Joe Pesciကိုပဲသုံးထားပြီးအီတာလျံအမေရိကန် လက်ဝှေ့သမားဟာသပညာရှင်အကြောင်းကိုရိုက်ထားတာပါ။မာတင်သေချာသိတဲ့ သူတို့အီတာလျံနွယ်တွေရဲ့အကြောင်းပဲမို့ သူ့ကားတွေရဲ့ အငွေ့အသက်ကိုအပြည့်အ၀ရမှာပါ။Gangsကားလို့တော့ပြောမရပေမယ့် သူရဲ့ GangsကားတွေလိုBrotherhoodsအငွေ့အသက်အပြည့်သုံးထားပါတယ်။Raging Bullဟာ Biography,Drama ,Sportအမျိုးအစား အဖြူအမဲရုပ်ရှင်ပါ။ဒီတော့တစ်ချို့အတွက်ကတော့ အတော်လေးပျင်းစရာကောင်းပါလိမ့်မယ်။ဇာတ်လမ်းကတော့ 1949မှာကမ္ဘာ့ မစ်ဒယ်ဝိတ်ချန်ပီယံဖြစ်ခဲ့တဲ့အီတာလျံအမေရိကန် ဘောက်စင်သမားတစ်ယောက်ဖြစ်တဲ့ ဂျိတ်လာမော့တာရဲ့ဘ၀အနိမ့်အမြင့်အတက်အကျတွေအကြောင်းပါပဲ။ဘာမှထူးထူးခြားခြားပါမှာမဟုတ်သလိုထမင်းစားရင်းလေး အပျင်းပြေကျော်လိုက်ရစ်လိုက်ကြည့်မယ်တွေးပြီးကြည့်မယ်ဆိုရင်တော့စားလက်စထမင်းပန်ကန်ထဲပါ မျက်နှာစိုက်အိပ်ပျော်သွားနိုင်ပါတယ်။ရုပ်ရှင်တစ်ပုဒ်ကိုစီးကရက်တစ်လိပ် ကော်ဖီတစ်ခွက်နဲ့အေးအေးဆေးဆေး ခံစားပြီးကြည့်မယ်ဆိုရင်တော့အတော်ကြည့်ကောင်းမယ့် ရုပ်ရှင်ပါပဲ။လူတိုင်းရဲ့ဘ၀ဟာ စိတ်၀င်စားစရာဇာတ်ကြောင်းတစ်ခုတော့ရှိကြတာကိုး။ရုပ်ရှင်ဟာ အနုပညာတစ်ခုပါပဲ။တစ်ခုထက်ပိုသောအနုပညာတောင် ဖြစ်နိုင်ပါတယ်။အနုပညာပစ္စည်းဟာဘယ်တော့မှ တစ်စုံတစ်ရာကို ရည်ရွယ်ထည့်သွင်းလို့ရတဲ့အရာမျိုးမဟုတ်ပါဘူး။ ဖန်တီးသူက သူ့ခံစားချက်ကိုထည့်သွင်းပေးပေမယ့် ကျွန်တော်တို့ဟာ ဖန်တီးသူရဲ့ခံစားချက်က ပေးချင်တာကိုရမှာမဟုတ်ပါဘူး။ကျွန်တော်တို့ ခံစားချက်က လိုချင်တာကိုပဲရမှာပါ။ရုပ်ရှင်တစ်ကားကို ခံစားရတာဟာ ပို့စ်မော်ဒန်ရဲ့မြက်ပင်သီ၀ရီလိုပါပဲ ဘယ်ဟာကမှ မူလအဓိကဟုတ်မနေပဲ ကြိုက်တဲ့၀င်ပေါက်က၀င်လို့ရပါတယ်။ဘယ်အနုပညာပစ္စည်းမှာမှ ဘာမက်ဆေ့မှမလိုပါဘူးကြိုက်တဲ့၀င်ပေါက်က ၀င်လာလို့ရပါတယ်။ဒီရုပ်ရှင်မှာ လိင်စိတ် သိမ်ငယ်စိတ် ဘ၀င်စိတ်စသဖြင့် ဒီခံစားမှုတစ်ခုဖြစ်စေနိုင်တဲ့ဓာတ်ကူပစ္စည်းတွေပါပါတယ်။ကြည့်ရှုသူကို တစ်စုံတစ်ရာ ခံစားမှုရစေတယ်ဆိုရင်ပဲရုပ်ရှင်ဟာ အနုပညာပီသနေပါပြီ။စာကြွင်းပြောရရင် Raging Bullဟာခမ်းနားတယ် အေးစက်တယ် လိင်ဆွဲဆောင်မှုရှိတယ်။ခင်ဗျားမလိုချင်တဲ့ ဘ၀မျိူးရှိတယ်။အချိန်အေးအေးဆေးဆေးရမှ ပြာခြွေရင်းကြည့်သင့်တဲ့ ရုပ်ရှင်တစ်ကားပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p WebRipDuration – 2h 9minSubtitle – Myanmar HardsubFormat – Mp4Genre : Biography, Drama, SportSource : 1080p.WebRipTranslator – WiRa AungEncoder – SWM"