"[Unicode]
Happy Together (1997)
==================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.8/10
ဝေါင်ကာဝေးရဲ့ ရုပ်ရှင်တွေက ဇာတ်ညွှန်းကို စဆုံးရေးပြီးမှရိုက်တဲ့ ရုပ်ရှင်တွေမဟုတ်ဘူး။
အများအားဖြင့်တော့ သူ့ခေါင်းထဲမှာရှိတဲ့ အချက်အလက်တွေကို ညဘက်ရိုက်ကွင်းမတိုင်ခင် နေ့ဘက်မှာရေးထားတာတွေ။
အရမ်းကြီး ကြိုတင်စီမံမှုမရှိဘူး။ပြောရရင် ကဗျာရေးသလိုပေါ့။
ဒါကြောင့်ပဲ Ashes Of time အပြီး သူပေါ့ပေါ့ပါးပါးရိုက်လိုက်တဲ့ Chungking Expressက သူက ပေါ့ပေါ့ပါးပါးပဲရိုက်လိုက်တာဆိုပေမဲ့အတော်တာသွား သွားတယ်။
ပြောရရင် ကဗျာရေးသလိုရိုက်တာဆိုတော့ သူ့ရုပ်ရှင်တစ်ခုနဲ့ တစ်ခုရဲ့ကွာခြားမှုက ကဗျာရေးသလို အခွင့်အခါလိုတယ်။
ခံစားမှုအပေါ်အခြေခံပြီး စာသားကောင်းကောင်းထွက်လာဖို့ အခွင့်အခါလိုသလိုပေါ့။
သူပြောတာကတော့ အခွင့်အခါမဟုတ်ဘူး။
” တရုတ်ဘာသာစကားကနေ အင်္ဂလိပ်ဘာသာကိုပြန်ဆိုဖို့ ခက်တဲ့ဝေါဟာရတစ်ခုဗျာ။
အဲ့ဒီ‌ ‌ဝေါဟာရက အခွင့်အလမ်းလို သဘောမျိုးပဲ။
သဘောကဗျာ
ကျုပ် ဒီမှာထိုင်ပြီး ခင်ဗျားနဲ့အင်တာဗျူးလုပ်နေတယ်။
ဒါပေမဲ့ တကယ်လို့ဒီလိုသာ မဟုတ်ခဲ့ရင် ကျုပ်တစ်ခြားတစ်ယောက်ယောက်နဲ့ အင်တာဗျူးလုပ်မိမှာလည်းဖြစ်နိုင်တယ်။
ဘာကြောင့် ကျုပ်တို့ ဒီအချိန်ဒီနေရာမှာ တွေ့သင့်တာလဲ။
ဒါက အခွင့်အခါကြောင့်ပဲလေ။
ကျုပ်ရုပ်ရှင်တွေအကုန်လုံးကလည်း အခွင့်အခါကြောင့်ဖြစ်လာတယ်ပဲထင်တယ်” တဲ့
အဲ့ဒီအခွင့်အခါကြောင့်ပဲဖြစ်ပါလိမ့်မယ်
Happy Togetherက Cinematographyတွေဟာ တခြားဝေါင်ကာဝေးကားတွေနဲ့ ကွဲတယ်။
ရိုက်တာကတော့ ထုံးစံအတိုင်း ခရစ္စတိုဖာဒွိုင်းပါပဲ။
တစ်ချို့အခန်းတွေဆို သူ့နောက်ထွက်တဲ့ အနောက်တိုင်းရုပ်ရှင်တွေမှာတောင် ယူသုံးကြတာ ကျွန်တော်သတိထားမိတယ်။
Ang leeရိုက်တဲ့ နာမည်ကြီး BLကား BrokebackMountainမှာတောင်
ဒီထဲက emotionalအဖြစ်ဆုံးအခန်းကို သူ့ကားရဲ့ emotionalအဖြစ်ဆုံးအခန်းအဖြစ် မှီးသုံးထားတယ်ထင်ရတာတွေ့ရပါတယ်။
အစကတော့ BLကားမို့ ကျွန်တော်လည်း မကြည့်ချင်ပါဘူး။ ဒါပေမဲ့ Happy Togetherဟာ BLကားမဆန်ဘဲ ဝေါင်ကာဝေးကားပဲ ဆန်သွားပါတယ်။
အဓိကဇာတ်ကောင်တွေဖြစ်တဲ့ လတ်စလီချောင်နဲ့ တိုနီလျောင်ချူဝေတို့ရဲ့ သရုပ်ဆောင်နိုင်စွမ်းကတော့ လက်ဖျားခါလောက်စရာပါပဲ။
အထူးသဖြင့် လတ်စလီချောင် အခြောက်လိုလုပ်ပြမနေပေမဲ့ ယောကျာ်းချင်းကြိုက်တဲ့လူတစ်ယောက်ဆန်ဆန် မဟန်နှောင်းနွဲ့ နေတယ်။
သူတို့နှစ်ယောက်ရဲ့ အိပ်ရာခန်းတွေကို ကြည့်ရတာ Al Pacinoနဲ့ Robert De Niroကို BLခန်း ရိုက်ထားတာကိုကြည့်ရသလို
အတော်ကသိကအောက်ဖြစ်ပေမဲ့ သိပ်တော့မများပါဘူး။
ဒီရုပ်ရှင်နဲပဲ ဝေါင်ကာဝေးဟာ ကိန်းရုပ်ရှင်ပွဲတော်မှာ Best Directorဆုရခဲ့ပါတယ်။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
[Zawgyi]
Happy Together (1997)
==================
IMDb Rating – 7.8/10
ေဝါင္ကာေဝးရဲ႕ ႐ုပ္ရွင္ေတြက ဇာတ္ၫႊန္းကို စဆုံးေရးၿပီးမွ႐ိုက္တဲ့ ႐ုပ္ရွင္ေတြမဟုတ္ဘူး။
အမ်ားအားျဖင့္ေတာ့ သူ႔ေခါင္းထဲမွာရွိတဲ့ အခ်က္အလက္ေတြကို ညဘက္႐ိုက္ကြင္းမတိုင္ခင္ ေန႔ဘက္မွာေရးထားတာေတြ။
အရမ္းႀကီး ႀကိဳတင္စီမံမႈမရွိဘူး။ေျပာရရင္ ကဗ်ာေရးသလိုေပါ့။
ဒါေၾကာင့္ပဲ Ashes Of time အၿပီး သူေပါ့ေပါ့ပါးပါး႐ိုက္လိုက္တဲ့ Chungking Expressက သူက ေပါ့ေပါ့ပါးပါးပဲ႐ိုက္လိုက္တာဆိုေပမဲ့အေတာ္တာသြား သြားတယ္။
ေျပာရရင္ ကဗ်ာေရးသလို႐ိုက္တာဆိုေတာ့ သူ႔႐ုပ္ရွင္တစ္ခုနဲ႔ တစ္ခုရဲ႕ကြာျခားမႈက ကဗ်ာေရးသလို အခြင့္အခါလိုတယ္။
ခံစားမႈအေပၚအေျခခံၿပီး စာသားေကာင္းေကာင္းထြက္လာဖို႔ အခြင့္အခါလိုသလိုေပါ့။
သူေျပာတာကေတာ့ အခြင့္အခါမဟုတ္ဘူး။
” တ႐ုတ္ဘာသာစကားကေန အဂၤလိပ္ဘာသာကိုျပန္ဆိုဖို႔ ခက္တဲ့ေဝါဟာရတစ္ခုဗ်ာ။
အဲ့ဒီ‌ ‌ေဝါဟာရက အခြင့္အလမ္းလို သေဘာမ်ိဳးပဲ။
သေဘာကဗ်ာ
က်ဳပ္ ဒီမွာထိုင္ၿပီး ခင္ဗ်ားနဲ႔အင္တာဗ်ဴးလုပ္ေနတယ္။
ဒါေပမဲ့ တကယ္လို႔ဒီလိုသာ မဟုတ္ခဲ့ရင္ က်ဳပ္တစ္ျခားတစ္ေယာက္ေယာက္နဲ႔ အင္တာဗ်ဴးလုပ္မိမွာလည္းျဖစ္ႏိုင္တယ္။
ဘာေၾကာင့္ က်ဳပ္တို႔ ဒီအခ်ိန္ဒီေနရာမွာ ေတြ႕သင့္တာလဲ။
ဒါက အခြင့္အခါေၾကာင့္ပဲေလ။
က်ဳပ္႐ုပ္ရွင္ေတြအကုန္လုံးကလည္း အခြင့္အခါေၾကာင့္ျဖစ္လာတယ္ပဲထင္တယ္” တဲ့
အဲ့ဒီအခြင့္အခါေၾကာင့္ပဲျဖစ္ပါလိမ့္မယ္
Happy Togetherက Cinematographyေတြဟာ တျခားေဝါင္ကာေဝးကားေတြနဲ႔ ကြဲတယ္။
႐ိုက္တာကေတာ့ ထုံးစံအတိုင္း ခရစၥတိုဖာဒြိဳင္းပါပဲ။
တစ္ခ်ိဳ႕အခန္းေတြဆို သူ႔ေနာက္ထြက္တဲ့ အေနာက္တိုင္း႐ုပ္ရွင္ေတြမွာေတာင္ ယူသုံးၾကတာ ကြၽန္ေတာ္သတိထားမိတယ္။
Ang lee႐ိုက္တဲ့ နာမည္ႀကီး BLကား BrokebackMountainမွာေတာင္
ဒီထဲက emotionalအျဖစ္ဆုံးအခန္းကို သူ႔ကားရဲ႕ emotionalအျဖစ္ဆုံးအခန္းအျဖစ္ မွီးသုံးထားတယ္ထင္ရတာေတြ႕ရပါတယ္။
အစကေတာ့ BLကားမို႔ ကြၽန္ေတာ္လည္း မၾကည့္ခ်င္ပါဘူး။ ဒါေပမဲ့ Happy Togetherဟာ BLကားမဆန္ဘဲ ေဝါင္ကာေဝးကားပဲ ဆန္သြားပါတယ္။
အဓိကဇာတ္ေကာင္ေတြျဖစ္တဲ့ လတ္စလီေခ်ာင္နဲ႔ တိုနီေလ်ာင္ခ်ဴေဝတို႔ရဲ႕ သ႐ုပ္ေဆာင္ႏိုင္စြမ္းကေတာ့ လက္ဖ်ားခါေလာက္စရာပါပဲ။
အထူးသျဖင့္ လတ္စလီေခ်ာင္ အေျခာက္လိုလုပ္ျပမေနေပမဲ့ ေယာက်ာ္းခ်င္းႀကိဳက္တဲ့လူတစ္ေယာက္ဆန္ဆန္ မဟန္ေႏွာင္းႏြဲ႕ ေနတယ္။
သူတို႔ႏွစ္ေယာက္ရဲ႕ အိပ္ရာခန္းေတြကို ၾကည့္ရတာ Al Pacinoနဲ႔ Robert De Niroကို BLခန္း ႐ိုက္ထားတာကိုၾကည့္ရသလို
အေတာ္ကသိကေအာက္ျဖစ္ေပမဲ့ သိပ္ေတာ့မမ်ားပါဘူး။
ဒီ႐ုပ္ရွင္နဲပဲ ေဝါင္ကာေဝးဟာ ကိန္း႐ုပ္ရွင္ပြဲေတာ္မွာ Best Directorဆုရခဲ့ပါတယ္။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ပါ )
Quality__720p
IMDb Rating__7.8/10
Format__mp4
Duration__01:35:00
Type__Drama , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
