"IMDb – 6.4/10
Rotten Tomatoes – 54%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
MyAnimeList – 7.4/10
ဒီကားကတော့ Terminator, Avatar, Titanic, Alienဇာတ်ကားတွေရဲ့ဟောလီဝုဒ်ဒါရိုက်တာကြီး James Cameronကိုယ်တိုင်အရမ်းကြိုက်ပါတယ်လို့ချီးကျူးခံရပေမယ့် မြန်မာနိုင်ငံမှာတော့
လူမသိသူမသိကပ်ကျော်နေတဲ့ဇာတ်ကားပါ။ ဒီကားရဲ့အဓိကဇာတ်ကောင်တွေထဲကတယောက်ဖြစ်တဲ့ Captain Harlockဆိုတာဟာ animeလောကရဲ့ရွှေခေတ်ဖြစ်တဲ့ 1980ဝန်းကျင်လောက်
မှာ နာမည်ကြီးခဲ့တဲ့ဇာတ်ကောင်ပါ။ ဆိုတော့ကာ ရွှေခေတ်က နာမည်ကြီးဇာတ်ကောင်ရဲ့ဇာတ်လမ်းကို 3D animationနဲ့ထုတ်တယ်ဆိုတော့ 1980လောက်က ထွက်တဲ့ဇာတ်လမ်းတွဲတွေကို
ကြည့်ဖို့လိုမလားဆိုပြီးမေးလာခဲ့ရင်တော့ မလိုဘူးလို့ပဲပြောပါရစေ။ ဒီကားဟာ အရင်ဇာတ်လမ်းတွဲတွေကိုrebootပြန်ရိုက်တာပြောလို့ရသလို Captain Harlockရဲ့နောက်ခံဇာတ်ကြောင်းကို
ပြသတဲ့ ဇာတ်ဝင်ခန်းတွေလည်းပါတဲ့အတွက် ဒီကားတကားထဲကြည့်ရုံနဲ့လုံလောက်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းကိုပြောရရင်တော့
ဟိုရှေးရှေးတုန်းကလို့ပြောရမလား
လာမယ့်အနာဂတ်မှာလို့ပြောရမလား
အဲ့ဒီအချိန်မှာ လူသားဦးရေအရမ်းများပြားလာတဲ့အတွက် ကမ္ဘာပေါ်ကအရင်းအမြစ်တွေမလောက်မငှဖြစ်လာလို့ လူသားတွေဟာ အာကာသထဲထွက်ပြီး နေထိုင်လို့ရမယ့်‌နယ်မြေသစ်တွေကို
ရှာဖွေခဲ့ပါတယ်။ နှစ်ပေါင်းများစွာကြာအောင်ရှာခဲ့ပေမယ့် ကမ္ဘာကြီးလိုနေဖို့သင့်တော်တဲ့ဂြိုဟ်မျိုး ရှာမတွေ့တဲ့အတွက် မိခင်ကမ္ဘာကြီးဆီပ‌ဲ ပြန်လာဖို့လုပ်ခဲ့ကြပါတယ်။ အဲ့လိုအလုအယက်
ပြန်လာဖို့လုပ်ရင်းကနေ စစ်ကြီးတခုပါထဖြစ်ခဲ့တဲ့အတွက် ဗဟိုအစိုးရကိုဖွဲ့စည်းပြီး ကမ္ဘာမြေကိုမြင့်မြတ်နယ်မြေအဖြစ်ကြေညာခဲ့ကာ ဘယ်သူ့ကိုမှခြေချခွင့်မပေးခြင်းဖြင့် စစ်ကြီးကိုရပိတန့်
သွားအောင်လုပ်ခဲ့ပါတယ်။ အဲ့ဒီနောက်မှာတော့ အာကာသဓါးပြကြီး ကပ္ပတိန်Harlockဆိုတဲ့လူရုတ်တရက်ပေါ်လာခဲ့ကာ ဗဟိုအစိုးရကိုပုန်ကန်ပါတော့တယ်။
– အဲ့ဒီကပ္ပတိန်Harlockဆိုတဲ့လူကိုဘယ်သူလဲ
– ဗဟိုအစိုးရကိုဘာလို့ပုန်ကန်ဖို့လုပ်နေရတာလဲ
– ဗဟိုအစိုးရမှာရော လျှို့ဝှက်ချက်တွေရှိနေလားဆိုတာကို ကိုယ်တိုင်ပဲ ဆက်လက်ကြည့်ရှုလိုက်ကြပါ
Translated and Reviewed by Dr.Nyan
Encoded by YK
Quality : 1080p and 720p
Duration : 1h 55mins
FIle Size ; 1.6GB and 845MB
Subtitles : Myanmar (Hardsub)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
