"[Unicode]Dwelling in the fuchun Mountains(2019)=============================IMDb Rating. =. 7.1 out of 10Rotten Tomatoes. = 100%Pauseမပြောချင်ဆုံးနဲ့ အပြောရဆုံးစကားလုံးဖြစ်တဲ့“အနုပညာ”ကိုပဲ မလွှဲရှောင်သာပြောရပါဦးမယ်။ယဉ်ကျေးမှုနဲ့ အနုပညာဟာ တိုက်ရိုက်အချိုးကျပါတယ်။အာရှဘက်မှာဆို တကယ် အနုပညာဆန်တဲ့ရုပ်ရှင်တွေကို ကိုယ်ပိုင်ယဉ်ကျေးမှုထွန်းကားတာကြာမြင့်ပြီဖြစ်တဲ့တရုတ်၊အိန္ဒိယ၊ဂျပန်တို့လို နိုင်ငံ‌တွေမှာပဲ တွေ့ရတာ များပါတယ်။ လက်ရှိကာလအားဖြင့် တရုတ်မှာ အတော်ချာတဲ့ ငွေရှာ ရုပ်ရှင်တွေများပေမဲ့လည်း တကယ် ရင်ဘတ်ပါတဲ့ ရုပ်ရှင်တွေရိုက်တဲ့ လူတွေလည်း အများကြီးကျန်ပါသေးတယ်။အသစ်ပေါ်လာတာတဲ့ လူတော်တွေလည်း မနည်းပါဘူး။အသစ်တွေပေမဲ့ သူတို့ရဲ့ရုပ်ရှင်တွေဟာ အနုပညာကိန်းအောင်းမှု မနုံနှဲ့ပါဘူး။အခု ရုပ်ရှင်ဟာ ဒါရိုက်တာGu Xiaogangရဲ့ ပထမဆုံးကားပါပဲ။ယဉ်ကျေးမှုနဲ့ အစချီထားရတဲ့ အကြောင်းရင်းက သူ့အနုပညာရဲ့ မြစ်ဖျားခံရာဟာ တရုတ်ရိုးရာပန်းချီဖြစ်နေလို့ပါ။Dwelling In The Fuchun Mountainsဆိုတဲ့အမည်ဟာ ဂန္တဝင် တရုတ်ရိုးရာပန်းချီလိပ်တစ်ခုရဲ့ အမည်ပါပဲ။ဒါရိုက်တာက ပန်းချီကားလိပ်တွေကို အခြေခံပြီး ပန်းချီကားလိပ်Triology ရိုက်မှာပါ။ဒါက ပထမဆုံးကားပါပဲ။နောက်ရုပ်ရှင်နှစ်ခုကိုလည်း တရုတ်ရိုးရာပန်းချီလိပ်တွေကိုပဲ အခြေပြုပြီး ရိုက်မှာပါ။ဇာတ်ကားထဲမှာလည်း ဟန်ကျိုးက ဘုရားကျောင်းမှာရှိတဲ့ ပန်းချီလိပ်နှစ်ခုအကြောင်း ထည့်ပြောသွားပါတယ်။ဘယ်ပန်းချီကားတွေဖြစ်မလဲတော့ ထွက်လာမှပဲ သိမှာပါပဲ။Gu ဟာ ဒီရုပ်ရှင်ကို ငွေပေါလို့စပွန်ဆာရှိလို့ရိုက်ခဲ့တာမဟုတ်ပါဘူး။သရုပ်ဆောင်တွေအကုန်လုံးကသာမန်လူတွေ တစ်ချို့က သူ့အမျိုးတွေပါပဲ။ဒီကားရိုက်ဖို့ နှစ်နှစ်ကြာပြီး အကြွေးတွေလည်းပတ်လည်ဝိုင်းနေခဲ့တယ်။ပြောရရင် သူချစ်လို့ သူလုပ်ခဲ့တာပါပဲ။ရိုက်ကူးရေးဘက်ကိုပြောရရင်တရုတ် Art House ရုပ်ရှင်တွေရဲ့ သဘာဝအတိုင်း Long Take ခေါ်ရိုက်ချက်ရှည်တွေ အတော်မြင်ရပေမယ့် သူ့ရဲ့ Long Takeတွေဟာ အတော်သိမ်မွေ့ပါတယ်။သူပြောသလိုဆို တရုတ်ပန်းချီကားလိပ်ကို တဖြည်းဖြည်းဖြန့်ကြည့်ရတဲ့ ခံစားမှုမျိုးလို့ ဆိုရမယ်။စန်စွေ‌လို့ခေါ်တဲ့ တရုတ်ရိုးရာ ပန်းချီတွေဟာ မြစ်နဲ့တောင်ကို အဓိကထား ဆွဲကြတဲ့ပန်းချီတွေပါ။Guကလည်း သူ့ရုပ်ရှင်ကို စန်စွေပန်းချီလို တောင်နဲ့မြစ်ကို အသားပေးဖော်ပြထားပြီး ပန်းချီကားထဲမှာ သစ်ပင်တွေ ထည့်ဆွဲသလို ရုပ်ရှင်ထဲ သစ်ပင်ကြီးထည့်ထားပြီးအဲ့ဒီသစ်ပင်ကို ဇာတ်ကောင်တွေအကုန်လုံးနဲ့ ချိတ်ဆက်ပြီး ပုံဖော်ထားတယ်။ရုပ်ရှင်ဟာ သူအခြေခံထားတဲ့ ပန်းချီကားအတိုင်း ဖူးချန်တောင်ရဲ့ ရှု့ခင်းတွေကိုဖူးချန်တောင်က ဘဝတွေနဲ့ လှလှပပကို ရောယှက်ပြထားတယ်။ဒီရုပ်ရှင်ဟာ ကင်မရာနဲ့ မှန်ဘီလူးတွေကိုသုံးပြီးဆွဲထားတဲ့ ပန်းချီကားတစ်ချပ်လို့တော့ဖန်တီးသူက မြွက်ဟထားတယ်။တရုတ်ရိုးရာ ပန်းချီကားတစ်ချပ်လိုကို အကောင်းဆုံး ပုံဖော်ထားတာပါပဲဇာတ်ကြောင်းကတော့ မထူးခြားလို့ပဲ ထူးခြားနေတယ်ဆိုရမယ်။သူက သူ့မိဘတွေ အကြောင်းရေးချင်ခဲ့တာဆိုတော့ ဇာတ်လမ်းမှာ သူ့မိဘတွေအကြောင်းကို အခြေခံထားတာတွေ များပါတယ်။ဇာတ်လမ်းမှာ အဓိကပြတာက ဖူးချန်တောင်က မိသားစုတစ်စုရဲ့ အခြေအနေကိုပါပဲ။မိသားစုဆိုတာကအမေတစ်ယောက်ရယ်သူ့သားလေးယောက်ရဲ့ မိသားစုတွေရယ်ကို ဆိုလိုတာ မိသားစုလေးစုပေါ့။သားအကြီးဆုံးက စားသောက်ဆိုင် ဖွင့်ထားတယ်။အပြင်မှာ Guရဲ့မိဘတွေ လုပ်ခဲ့တဲ့အလုပ်ပါပဲ။ဒုတိယသားက အိမ်က 2022အိုလံပစ်အတွက် ပြန်မွမ်းမံဖို့ ဖြိုချရတော့မယ့်ထဲပါနေလို့ ငါးဖမ်းလှေလေး အပေါ်မှာ အိမ်လုပ်နေနေရတယ်။ အပြင်မှာ သူ့မိဘတွေလည်း စားသောက်ဆိုင် အဖြိုခံခဲ့ရပါတယ်။တတိယသားကတော့ လောင်းကစားသမား။ ဒီရုပ်ရှင်မှာ သူက အထူးခြားဆုံး ကာရိုက်တာလို့ထင်မိတယ်။စတုတ္ထသားကတော့ ကျပ်မပြည့်ရှာပါဘူး။ဒီလေးယောက်ရဲ့ မိသားစုတွေကို အခြေပြုပြီး ဖူးချန်တောင်ကိုနောက်ခံထား ဖူးချန်တောင်မှာ လက်ရှိခေတ်နေထိုင်သူတွေကို ပြသွားရုံပါပဲ။ဇာတ်အိမ်ဟာ လက်ရှိ ဖြစ်ပျက်နေတဲ့ကာလပေါ်ပဲ အခြေခံပြီး လက်ရှိအဖြစ်တွေကိုပဲရိုက်ထားတာဆိုတော့ Documentary တောင် ဆန်ပါတယ်။တရုတ်တွေရဲ့ လက်ရှိအခြေအ‌နေ၊မိသားစုဆက်ဆံပုံ၊စီးပွားရေးတွေသားသမီးရေးတွေ သေချာရိုက်ပြထားတယ်။တစ်အူထုံဆင်းမိသားစုတွေကြားကဆက်ဆံရေးအခြေအနေ၊ သူတို့ရဲ့ဇနီးတွေရဲ့ စိတ်နေစိတ်ထားတွေကလူကောင်း၊လူဆိုး၊ပျော်ရွှင်မှု၊ဥစ္စာဆိုတဲ့‌အစကတည်းက ဝေဝါးနေပြီးသားအရာတွေကို ပိုဝေဝါးအောင် ပြသွားနိုင်ခဲ့တယ်။ဒီအချက်ကြောင့်ပဲ ဒီရုပ်ရှင်ကို ကျွန်တော်သိပ်အားရခဲ့တယ်။Cinematographyတွေကတော့ ပြောစရာ မလိုပါဘူး။တစ်ခုရှိတာက ဒါရိုက်တာရဲ့ အတတ်ဆန်းထွင်မှုလို့ပဲပြောရမလားစကားပြောနေရင် ပြောနေတဲ့လူကို Focusထားမပြဘဲ ပန်းချီကားလိုပဲ ပြထားတာကြောင့် စကားတွေဟာ တစ်ခါတလေ အဆက်အစပ်မရှိပါဘူး။ဟိုဘက်ကလာလိုက် ဒီဘက်ကလာလိုက် ဖြစ်နေတတ်ပါတယ်။ဘာပြောပြော အတော်မှော်ဝင်တဲ့ ဖန်တီးမှုမို့ Triologyရဲ့ နောက်လာမယ့်နှစ်ကားကိုလည်း ကျွန်တော်တော့မျှော်လင့်ပါတယ်။ဒီရုပ်ရှင်ဟာ ဘယ်လိုရုပ်ရှင်လဲမေးလာရင်ပဲ့ကိုင်ရှင် ဒါရိုက်တာ Gu Xiaogang ပြောသလိုပါပဲဒီရုပ်ရှင်ဟာ ကင်မရာနဲ့ ရေးထားတဲ့ ပန်းချီကားလိပ်တစ်ချပ်ပါပဲ။ခေတ်သစ်မှာ လူတစ်ချို့ရဲ့ ခံစားနိုင်စွမ်းတွေ ဆုတ်ယုတ်လာပေမဲ့ အနုပညာအစစ်တွေကတော့ ဆုတ်ယုတ်မသွားဘူးဆိုတာကို ဒီရုပ်ရှင်ဟာ ကောင်းကောင်းကြီး သက်သေပြနိုင်ခဲ့တယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )[Zawgyi]Dwelling in the fuchun Mountains(2019)=============================IMDb Rating. =. 7.1 out of 10Rotten Tomatoes. = 100%မေျပာခ်င္ဆုံးနဲ႔ အေျပာရဆုံးစကားလုံးျဖစ္တဲ့“အႏုပညာ”ကိုပဲ မလႊဲေရွာင္သာေျပာရပါဦးမယ္။ယဥ္ေက်းမႈနဲ႔ အႏုပညာဟာ တိုက္႐ိုက္အခ်ိဳးက်ပါတယ္။အာရွဘက္မွာဆို တကယ္ အႏုပညာဆန္တဲ့႐ုပ္ရွင္ေတြကို ကိုယ္ပိုင္ယဥ္ေက်းမႈထြန္းကားတာၾကာျမင့္ၿပီျဖစ္တဲ့တ႐ုတ္၊အိႏၵိယ၊ဂ်ပန္တို႔လို ႏိုင္ငံ‌ေတြမွာပဲ ေတြ႕ရတာ မ်ားပါတယ္။ လက္ရွိကာလအားျဖင့္ တ႐ုတ္မွာ အေတာ္ခ်ာတဲ့ ေငြရွာ ႐ုပ္ရွင္ေတြမ်ားေပမဲ့လည္း တကယ္ ရင္ဘတ္ပါတဲ့ ႐ုပ္ရွင္ေတြ႐ိုက္တဲ့ လူေတြလည္း အမ်ားႀကီးက်န္ပါေသးတယ္။အသစ္ေပၚလာတာတဲ့ လူေတာ္ေတြလည္း မနည္းပါဘူး။အသစ္ေတြေပမဲ့ သူတို႔ရဲ႕႐ုပ္ရွင္ေတြဟာ အႏုပညာကိန္းေအာင္းမႈ မႏုံႏွဲ႔ပါဘူး။အခု ႐ုပ္ရွင္ဟာ ဒါ႐ိုက္တာGu Xiaogangရဲ႕ ပထမဆုံးကားပါပဲ။ယဥ္ေက်းမႈနဲ႔ အစခ်ီထားရတဲ့ အေၾကာင္းရင္းက သူ႔အႏုပညာရဲ႕ ျမစ္ဖ်ားခံရာဟာ တ႐ုတ္႐ိုးရာပန္းခ်ီျဖစ္ေနလို႔ပါ။Dwelling In The Fuchun Mountainsဆိုတဲ့အမည္ဟာ ဂႏၲ၀င္ တ႐ုတ္႐ိုးရာပန္းခ်ီလိပ္တစ္ခုရဲ႕ အမည္ပါပဲ။ဒါ႐ိုက္တာက ပန္းခ်ီကားလိပ္ေတြကို အေျခခံၿပီး ပန္းခ်ီကားလိပ္Triology ႐ိုက္မွာပါ။ဒါက ပထမဆုံးကားပါပဲ။ေနာက္႐ုပ္ရွင္ႏွစ္ခုကိုလည္း တ႐ုတ္႐ိုးရာပန္းခ်ီလိပ္ေတြကိုပဲ အေျချပဳၿပီး ႐ိုက္မွာပါ။ဇာတ္ကားထဲမွာလည္း ဟန္က်ိဳးက ဘုရားေက်ာင္းမွာရွိတဲ့ ပန္းခ်ီလိပ္ႏွစ္ခုအေၾကာင္း ထည့္ေျပာသြားပါတယ္။ဘယ္ပန္းခ်ီကားေတြျဖစ္မလဲေတာ့ ထြက္လာမွပဲ သိမွာပါပဲ။Gu ဟာ ဒီ႐ုပ္ရွင္ကို ေငြေပါလို႔စပြန္ဆာရွိလို႔႐ိုက္ခဲ့တာမဟုတ္ပါဘူး။သ႐ုပ္ေဆာင္ေတြအကုန္လုံးကသာမန္လူေတြ တစ္ခ်ိဳ႕က သူ႔အမ်ိဳးေတြပါပဲ။ဒီကား႐ိုက္ဖို႔ ႏွစ္ႏွစ္ၾကာၿပီး အေႂကြးေတြလည္းပတ္လည္ဝိုင္းေနခဲ့တယ္။ေျပာရရင္ သူခ်စ္လို႔ သူလုပ္ခဲ့တာပါပဲ။႐ိုက္ကူးေရးဘက္ကိုေျပာရရင္တ႐ုတ္ Art House ႐ုပ္ရွင္ေတြရဲ႕ သဘာ၀အတိုင္း Long Take ေခၚ႐ိုက္ခ်က္ရွည္ေတြ အေတာ္ျမင္ရေပမယ့္ သူ႔ရဲ႕ Long Takeေတြဟာ အေတာ္သိမ္ေမြ႕ပါတယ္။သူေျပာသလိုဆို တ႐ုတ္ပန္းခ်ီကားလိပ္ကို တျဖည္းျဖည္းျဖန႔္ၾကည့္ရတဲ့ ခံစားမႈမ်ိဳးလို႔ ဆိုရမယ္။စန္ေစြ‌လို႔ေခၚတဲ့ တ႐ုတ္႐ိုးရာ ပန္းခ်ီေတြဟာ ျမစ္နဲ႔ေတာင္ကို အဓိကထား ဆြဲၾကတဲ့ပန္းခ်ီေတြပါ။Guကလည္း သူ႔႐ုပ္ရွင္ကို စန္ေစြပန္းခ်ီလို ေတာင္နဲ႔ျမစ္ကို အသားေပးေဖာ္ျပထားၿပီး ပန္းခ်ီကားထဲမွာ သစ္ပင္ေတြ ထည့္ဆြဲသလို ႐ုပ္ရွင္ထဲ သစ္ပင္ႀကီးထည့္ထားၿပီးအဲ့ဒီသစ္ပင္ကို ဇာတ္ေကာင္ေတြအကုန္လုံးနဲ႔ ခ်ိတ္ဆက္ၿပီး ပုံေဖာ္ထားတယ္။႐ုပ္ရွင္ဟာ သူအေျခခံထားတဲ့ ပန္းခ်ီကားအတိုင္း ဖူးခ်န္ေတာင္ရဲ႕ ရႈ႕ခင္းေတြကိုဖူးခ်န္ေတာင္က ဘ၀ေတြနဲ႔ လွလွပပကို ေရာယွက္ျပထားတယ္။ဒီ႐ုပ္ရွင္ဟာ ကင္မရာနဲ႔ မွန္ဘီလူးေတြကိုသုံးၿပီးဆြဲထားတဲ့ ပန္းခ်ီကားတစ္ခ်ပ္လို႔ေတာ့ဖန္တီးသူက ႁမြက္ဟထားတယ္။တ႐ုတ္႐ိုးရာ ပန္းခ်ီကားတစ္ခ်ပ္လိုကို အေကာင္းဆုံး ပုံေဖာ္ထားတာပါပဲဇာတ္ေၾကာင္းကေတာ့ မထူးျခားလို႔ပဲ ထူးျခားေနတယ္ဆိုရမယ္။သူက သူ႔မိဘေတြ အေၾကာင္းေရးခ်င္ခဲ့တာဆိုေတာ့ ဇာတ္လမ္းမွာ သူ႔မိဘေတြအေၾကာင္းကို အေျခခံထားတာေတြ မ်ားပါတယ္။ဇာတ္လမ္းမွာ အဓိကျပတာက ဖူးခ်န္ေတာင္က မိသားစုတစ္စုရဲ႕ အေျခအေနကိုပါပဲ။မိသားစုဆိုတာကအေမတစ္ေယာက္ရယ္သူ႔သားေလးေယာက္ရဲ႕ မိသားစုေတြရယ္ကို ဆိုလိုတာ မိသားစုေလးစုေပါ့။သားအႀကီးဆုံးက စားေသာက္ဆိုင္ ဖြင့္ထားတယ္။အျပင္မွာ Guရဲ႕မိဘေတြ လုပ္ခဲ့တဲ့အလုပ္ပါပဲ။ဒုတိယသားက အိမ္က 2022အိုလံပစ္အတြက္ ျပန္မြမ္းမံဖို႔ ၿဖိဳခ်ရေတာ့မယ့္ထဲပါေနလို႔ ငါးဖမ္းေလွေလး အေပၚမွာ အိမ္လုပ္ေနေနရတယ္။ အျပင္မွာ သူ႔မိဘေတြလည္း စားေသာက္ဆိုင္ အၿဖိဳခံခဲ့ရပါတယ္။တတိယသားကေတာ့ ေလာင္းကစားသမား။ ဒီ႐ုပ္ရွင္မွာ သူက အထူးျခားဆုံး ကာ႐ိုက္တာလို႔ထင္မိတယ္။စတုတၳသားကေတာ့ က်ပ္မျပည့္ရွာပါဘူး။ဒီေလးေယာက္ရဲ႕ မိသားစုေတြကို အေျချပဳၿပီး ဖူးခ်န္ေတာင္ကိုေနာက္ခံထား ဖူးခ်န္ေတာင္မွာ လက္ရွိေခတ္ေနထိုင္သူေတြကို ျပသြား႐ုံပါပဲ။ဇာတ္အိမ္ဟာ လက္ရွိ ျဖစ္ပ်က္ေနတဲ့ကာလေပၚပဲ အေျခခံၿပီး လက္ရွိအျဖစ္ေတြကိုပဲ႐ိုက္ထားတာဆိုေတာ့ Documentary ေတာင္ ဆန္ပါတယ္။တ႐ုတ္ေတြရဲ႕ လက္ရွိအေျခအ‌ေန၊မိသားစုဆက္ဆံပုံ၊စီးပြားေရးေတြသားသမီးေရးေတြ ေသခ်ာ႐ိုက္ျပထားတယ္။တစ္အူထုံဆင္းမိသားစုေတြၾကားကဆက္ဆံေရးအေျခအေန၊ သူတို႔ရဲ႕ဇနီးေတြရဲ႕ စိတ္ေနစိတ္ထားေတြကလူေကာင္း၊လူဆိုး၊ေပ်ာ္႐ႊင္မႈ၊ဥစၥာဆိုတဲ့‌အစကတည္းက ေဝဝါးေနၿပီးသားအရာေတြကို ပိုေဝဝါးေအာင္ ျပသြားႏိုင္ခဲ့တယ္။ဒီအခ်က္ေၾကာင့္ပဲ ဒီ႐ုပ္ရွင္ကို ကြၽန္ေတာ္သိပ္အားရခဲ့တယ္။Cinematographyေတြကေတာ့ ေျပာစရာ မလိုပါဘူး။တစ္ခုရွိတာက ဒါ႐ိုက္တာရဲ႕ အတတ္ဆန္းထြင္မႈလို႔ပဲေျပာရမလားစကားေျပာေနရင္ ေျပာေနတဲ့လူကို Focusထားမျပဘဲ ပန္းခ်ီကားလိုပဲ ျပထားတာေၾကာင့္ စကားေတြဟာ တစ္ခါတေလ အဆက္အစပ္မရွိပါဘူး။ဟိုဘက္ကလာလိုက္ ဒီဘက္ကလာလိုက္ ျဖစ္ေနတတ္ပါတယ္။ဘာေျပာေျပာ အေတာ္ေမွာ္၀င္တဲ့ ဖန္တီးမႈမို႔ Triologyရဲ႕ ေနာက္လာမယ့္ႏွစ္ကားကိုလည္း ကြၽန္ေတာ္ေတာ့ေမွ်ာ္လင့္ပါတယ္။ဒီ႐ုပ္ရွင္ဟာ ဘယ္လို႐ုပ္ရွင္လဲေမးလာရင္ပဲ့ကိုင္ရွင္ ဒါ႐ိုက္တာ Gu Xiaogang ေျပာသလိုပါပဲဒီ႐ုပ္ရွင္ဟာ ကင္မရာနဲ႔ ေရးထားတဲ့ ပန္းခ်ီကားလိပ္တစ္ခ်ပ္ပါပဲ။ေခတ္သစ္မွာ လူတစ္ခ်ိဳ႕ရဲ႕ ခံစားႏိုင္စြမ္းေတြ ဆုတ္ယုတ္လာေပမဲ့ အႏုပညာအစစ္ေတြကေတာ့ ဆုတ္ယုတ္မသြားဘူးဆိုတာကို ဒီ႐ုပ္ရွင္ဟာ ေကာင္းေကာင္းႀကီး သက္ေသျပႏိုင္ခဲ့တယ္။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ပါ )Quality__Blu-Ray 720pIMDb Rating__7.1/10Format__mp4Duration__02:30:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"