"Micmacs (2009)
ဘာဇီးလ် ဆိုတဲ့ကောင်လေးရဲ့ ဖခင်စစ်သားဟာ မြေမြှုပ်မိုင်းကြောင့်သေဆုံးသွားပြီး
ဘာဇီးလ်ရဲ့အမေလည်း ခင်ပွန်းဖြစ်သူကိုဆုံးရှုံးရတဲ့သောကကြောင့်
စိတ်ကျန်းမာရေးဆေးရုံကိုရောက်သွားပါတယ်။
ဘာဇီးလ်ဟာ မိဘမဲ့ဂေဟာရောက်သွားပြီး တစ်နေ့မှာတော့ ဂေဟာကထွက်ပြေးသွားပါတယ်။
နှစ်၃၀အကြာမှာ ဗီဒီယိုအခွေဆိုင်တစ်ဆိုင်မှာအလုပ်လုပ်​နေရင်း
လမ်းပေါ်မှာ သေနတ်ပစ်ခတ်သံတွေကြားပြီး ဆိုင်ကိုလာမှန်လို့
ထွက်ကြည့်ရာကနေ ခေါင်းကိုကျည်ဆန်မှန်သွားပါတယ်။
ဒါပေမယ့် ကံကောင်းထောက်မစွာနဲ့ အသက်မသေဘဲ ခေါင်းထဲမှာကျည်ဆန်ကျန်နေခဲ့ပြီး
ဆေးရုံကဆင်းလာတဲ့အချိန်မှာတော့ သူ့ရဲ့အလုပ်နေရာကိုအစားထိုးခံလိုက်ရပါတယ်။
သူ့အစားဝင်လုပ်နေတဲ့မိန်းကလေးက ဆိုင်နားမှာပစ်ခတ်မှုဖြစ်တုန်းက
ကျည်ဆန်တစ်တောင့်ကို ရထားကြောင်း ပြောပြီး ဘာဇီးလ်ကိုပေးလိုက်ပါတယ်။
နေစရာမရှိတော့တဲ့ဘာဇီးလ်ဟာ လမ်းပေါ်မှာလှည့်လည်ဖျော်ဖြေရင်း ပိုက်ဆံရှာနေခဲ့ရာက
အဖိုးကြီးတစ်ယောက်နဲ့တွေ့ခဲ့ပြီး ဘာဇီးကို သူ့ရဲ့မိသားစုဆီခေါ်သွားခဲ့ပါတယ်။
အဖိုးကြီးရဲ့မိသားစုဟာ ကားသင်္ချိုင်းအပျက်အစီးတွေထဲ အိမ်ဖြစ်အောင်ဖန်တီးပြီး
နေထိုင်နေကြတဲ့ အိမ်ခြေရာမဲ့တွဖြစ်ကြပေမယ့် သာမန်လူတွေမဟုတ်ဘဲ
ပစ္စည်းအပျက်တွေသုံးပြီးစက်ပစ္စည်းတွေတီထွင်နိုင်သူ၊
ဘယ်အတိုင်းအတာပမာဏကိုမဆို မျက်လုံးနဲ့ကြည့်ရုံနဲ့တိုင်းထွာတတ်သူ၊
ခန္ဓာကိုယ်ကို ကောက်ကွေးနိုင်သူ စတဲ့ စွမ်းရည်ကိုယ်စီနဲ့
လူထူးဆန်းတွေစုနေကြတာဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘာဇီးဟာ အဲ့မိသားစုနဲ့အတူနေထိုင်ပြီး တွေပစ္စည်းအပျက်လိုက်ကောက်တဲ့အလုပ်ကိုလုပ်ရင်း
လမ်းပေါ်မှာ သူရင်းနှီးနေတဲ့တံဆိပ်နှစ်ခုကိုတွေ့လိုက်ရပါတယ်။
သူ့အဖေကိုသေစေခဲ့တဲ့မြေမြှုပ်မိုင်းပေါ်က တံဆိပ်နဲ့၊ သူ့ခေါင်းထဲမှာဝင်နေတဲ့
ကျည်ဆန်ရဲ့ တံဆိပ်တွေကိုယ်စီနဲ့ မျက်နှာချင်းဆိုင်ရှိနေကြတဲ့
ကမ္ဘာ့ထိပ်တန်းလက်နက်ကုမ္ပဏီကြီးနှစ်ခုဖြစ်နေပါတယ်။
အဲ့လက်နက်ကုမ္ပဏီတစ်ခုထဲကိုခိုးဝင်ခဲ့ပြီးနောက် သူတို့ဖြန့်ချီနေတဲ့လက်နက်တွေကြောင့်
လူတွေသေကြေဒုက္ခရောက်နေကြတာကို သိသွားရတဲ့ဘာဇီးလ်ဟာ
သူ့ရဲ့လူထူးဆန်းမိသားစုကိုအကူအညီတောင်းပြီး လက်နက်ကုမ္ပဏီနှစ်ခုရဲ့ပိုင်ရှင်နှစ်ယောက်ကို
သင်ခန်းစာပေးနိုင်ဖို့ အစီအစဥ်ဆွဲပါတော့တယ်။
ဒီကားကတော့ ပြင်သစ်ဇာတ်ကားဖြစ်ပြီး၊ Comedy အမျိုးအစားဖြစ်တာမို့
ဟာသလေးတွေနဲ့ ဇာတ်လမ်းပုံစံ သွက်သွက်လက်လက်ပေါ့ပေါ့ပါးပါးဖြစ်ပါတယ်။
Hugo ဇာတ်ကားလို fantasy ဆန်ဆန်ကားမျိုး၊
Tim Burton ရဲ့ဇာတ်ကားတွေလို
ကာတွန်းဆန်သလိုလို ထူးထူးဆန်းဆန်းကားမျိုးကြိုက်တဲ့သူတွေ သဘောကျမယ့်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။
File size… 2.9GB and 753MB
Quality…. 1080p HEVC 5.1CH and 720p
Format…mp4
Duration…. 1h4 45min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Pyi T Nyein
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
