"[Unicode]IMDb Rating – 6.9/10Pauseသင်က Psychological Drama တွေကိုနှစ်သက်တဲ့သူဆိုရင်တော့ ဒီကားကိုအကြိုက်တွေ့နိုင်ပါတယ်။Lesbianတစ်ယောက်နဲ့ ၁၄နှစ်အရွယ်ကောင်မလေးရဲ့ကြားကချစ်ခြင်းမေတ္တာအကြောင်းရိုက်ကူးထားတာဖြစ်တဲ့အပြင်ဒွိဟဖြစ်စေတဲ့ဆက်ဆံရေးကိုရိုက်ကူးထားတာကြောင့်Low Budgetရိုက်ကူးရေးဖြစ်ခဲ့တဲ့အပြင် ပါဝင်ခဲ့နဲ့ Bae Doonaနဲ့ Kim Sae Ronတို့ ၂ယောက်လုံးက အနုပညာကြေးမယူဘဲရိုက်ကူးပေးခဲ့တဲ့ကားလည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ရဲအရာရှိတစ်ဦးဖြစ်တဲ့”လီယောင်းနမ်”ဟာ သူ့ရဲ့လိင်စိတ်တိမ်းညွှတ်မှုကြောင့် အထင်လွဲခံရပြီး ဆိုးလ်ကနေကမ်းခြေမြို့လေးဆီ ရာထူးရွှေ့ပြောင်းခံခဲ့ရပါတယ်။မြို့ကိုရောက်တဲ့အခါ ၁၄နှစ်အရွယ် “ဒိုဟီး”ကို ပထွေးနဲ့အဘွားကအမြဲနှိပ်စက်နေတာကို စပြီးတွေ့မြင်ခဲ့ရပါတယ်။“ဒိုဟီး”ကို ပထွေးကထပ်ပြီးနှိပ်စက်မှာကိုစိုးရိမ်တဲ့အတွက်ကြောင့် “ယောင်းနမ်”က နွေရာသီကျောင်းပိတ်ရက်အတွင်းမှာ သူ့အိမ်မှာလာနေဖို့ “ဒိုဟီး”ကိုခေါ်ထားခဲ့ပါတယ်။ဘဝတစ်လျှောက်လုံး သူ့ကိုဂရုစိုက်တဲ့သူမရှိခဲ့တဲ့”ဒိုဟီး”ကို “ယောင်းနမ်”ကမိသားစုဝင်တစ်ယောက်လိုဆက်ဆံတဲ့အခါ သူ့ကိုခင်တွယ်လာပါတယ်။ဒီလိုနဲ့ကလေးမလေးရဲ့အကြောင်းတွေကိုပိုပြီးသိလာရတဲ့အခါမှာတော့ ရိုးအတဲ့ သာမန်ကလေးမလေးမဟုတ်တာကိုသိလာရပါတယ်။တစ်ဖက်မှာလည်း ပထွေးရဲ့လုပ်ငန်းမှာ တရားမဝင်လုပ်သားတွေကိုခိုင်းတာကြောင့်ပထွေးကိုဖမ်းတဲ့ကိစ္စနဲ့ပတ်သက်ပြီး ရဲအရာရှိဖြစ်သူယောင်းနမ်နဲ့ အချေအတင်ဖြစ်လာပါတယ်။သူ့အလုပ်ကိုထိခိုက်လာတဲ့အတွက် ပထွေးက”ယောင်းနမ်က ဒိုဟီးနဲ့လိင်ပိုင်းဆိုင်ရာပတ်သက်မှုရှိပါတယ်”ဆိုပြီး တိုင်ချက်ပြန်ဖွင့်တဲ့အခါမှာတော့Lesbianတစ်ယောက်ဖြစ်တဲ့ယောင်းနမ်ကဒိုဟီးကို စိတ်သန့်သန့်နဲ့စောင့်ရှောက်ခဲ့တယ်ဆိုတာကိုဘယ်လိုသက်သေပြမှာလဲဒီလိုပြစ်မှုကြောင့်ပဲနယ်ပြောင်းခံရတဲ့ယောင်းနမ်နဲ့ စိတ်ဒဏ်ရာရှိတဲ့ဒိုဟီးတို့ကြားမှာဘာတွေဆက်ဖြစ်သွားမလဲမထင်ထားတဲ့ထွက်ဆိုချက်တွေကြားမှာ ယောင်းနမ်တစ်ယောက် ပြစ်မှုကနေလွတ်မြောက်နိုင်မလားဆိုတာကို ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုနိုင်ပါပြီ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ)[Zawgyi]IMDb Rating – 6.9/10သင္က Psychological Drama ေတြကိုႏွစ္သက္တဲ့သူဆိုရင္ေတာ့ ဒီကားကိုအႀကိဳက္ေတြ႕ႏိုင္ပါတယ္။Lesbianတစ္ေယာက္နဲ႔ ၁၄ႏွစ္အရြယ္ေကာင္မေလးရဲ႕ၾကားကခ်စ္ျခင္းေမတၱာအေၾကာင္း႐ိုက္ကူးထားတာျဖစ္တဲ့အျပင္ဒြိဟျဖစ္ေစတဲ့ဆက္ဆံေရးကို႐ိုက္ကူးထားတာေၾကာင့္Low Budget႐ိုက္ကူးေရးျဖစ္ခဲ့တဲ့အျပင္ ပါဝင္ခဲ့နဲ႔ Bae Doonaနဲ႔ Kim Sae Ronတို႔ ၂ေယာက္လုံးက အႏုပညာေၾကးမယူဘဲ႐ိုက္ကူးေပးခဲ့တဲ့ကားလည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ရဲအရာရွိတစ္ဦးျဖစ္တဲ့”လီေယာင္းနမ္”ဟာ သူ႔ရဲ႕လိင္စိတ္တိမ္းၫႊတ္မႈေၾကာင့္ အထင္လြဲခံရၿပီး ဆိုးလ္ကေနကမ္းေျခၿမိဳ႕ေလးဆီ ရာထူးေရႊ႕ေျပာင္းခံခဲ့ရပါတယ္။ၿမိဳ႕ကိုေရာက္တဲ့အခါ ၁၄ႏွစ္အရြယ္ “ဒိုဟီး”ကို ပေထြးနဲ႔အဘြားကအၿမဲႏွိပ္စက္ေနတာကို စၿပီးေတြ႕ျမင္ခဲ့ရပါတယ္။“ဒိုဟီး”ကို ပေထြးကထပ္ၿပီးႏွိပ္စက္မွာကိုစိုးရိမ္တဲ့အတြက္ေၾကာင့္ “ေယာင္းနမ္”က ေႏြရာသီေက်ာင္းပိတ္ရက္အတြင္းမွာ သူ႔အိမ္မွာလာေနဖို႔ “ဒိုဟီး”ကိုေခၚထားခဲ့ပါတယ္။ဘဝတစ္ေလွ်ာက္လုံး သူ႔ကိုဂ႐ုစိုက္တဲ့သူမရွိခဲ့တဲ့”ဒိုဟီး”ကို “ေယာင္းနမ္”ကမိသားစုဝင္တစ္ေယာက္လိုဆက္ဆံတဲ့အခါ သူ႔ကိုခင္တြယ္လာပါတယ္။ဒီလိုနဲ႔ကေလးမေလးရဲ႕အေၾကာင္းေတြကိုပိုၿပီးသိလာရတဲ့အခါမွာေတာ့ ႐ိုးအတဲ့ သာမန္ကေလးမေလးမဟုတ္တာကိုသိလာရပါတယ္။တစ္ဖက္မွာလည္း ပေထြးရဲ႕လုပ္ငန္းမွာ တရားမဝင္လုပ္သားေတြကိုခိုင္းတာေၾကာင့္ပေထြးကိုဖမ္းတဲ့ကိစၥနဲ႔ပတ္သက္ျပီး ရဲအရာရွိျဖစ္သူေယာင္းနမ္နဲ႔ အေခ်အတင္ျဖစ္လာပါတယ္။သူ႔အလုပ္ကိုထိခိုက္လာတဲ့အတြက္ ပေထြးက”ေယာင္းနမ္က ဒိုဟီးနဲ႔လိင္ပိုင္းဆိုင္ရာပတ္သက္မႈရွိပါတယ္”ဆိုၿပီး တိုင္ခ်က္ျပန္ဖြင့္တဲ့အခါမွာေတာ့Lesbianတစ္ေယာက္ျဖစ္တဲ့ေယာင္းနမ္ကဒိုဟီးကို စိတ္သန္႔သန္႔နဲ႔ေစာင့္ေရွာက္ခဲ့တယ္ဆိုတာကိုဘယ္လိုသက္ေသျပမွာလဲဒီလိုျပစ္မႈေၾကာင့္ပဲနယ္ေျပာင္းခံရတဲ့ေယာင္းနမ္နဲ႔ စိတ္ဒဏ္ရာရွိတဲ့ဒိုဟီးတို႔ၾကားမွာဘာေတြဆက္ျဖစ္သြားမလဲမထင္ထားတဲ့ထြက္ဆိုခ်က္ေတြၾကားမွာ ေယာင္းနမ္တစ္ေယာက္ ျပစ္မႈကေနလြတ္ေျမာက္ႏိုင္မလားဆိုတာကို ဒီဇာတ္ကားမွာဆက္လက္ၾကည့္ရႈႏိုင္ပါၿပီ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ပါ)Quality__720pIMDb Rating__6.9/10Format__mp4Duration__01:55:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Ingyin SanEncoded by Naing Aung Latt"