"[Unicode]
My Love My Bride 2014
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အထူးမိတ်ဆက်ပေးစရာ မလိုတဲ့ K Drama မင်းသားနဲ့ မင်းသမီး Jo JungSuk နဲ့ Shin MinAh တို့ရဲ့ လက်တွေ့ဆန်ဆန် အိမ်ထောင်ရေးဘဝ အချစ်ဇာတ်လမ်းလေး ဖြစ်ပါတယ်။
တွေ့ဆုံကြ… သမီးရည်းစားဘဝချစ်ကြိုက်ကြ… နောက်တော့ လက်ထပ်လိုက်ကြ…ဒီလိုနဲ့ မတူညီတော့တဲ့ ချစ်သူနှစ်ယောက်ကြားက ချစ်ခြင်းတရားတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။
အကျဉ်းချုပ် ပြောပြရရင် တက္ကသိုလ်ကျောင်းသားဘဝမှာ ချစ်ကြိုက်ခဲ့ကြတဲ့ ဂန်ယောင်မင်းနဲ့မီယောင်းတို့ဟာ လက်ထပ်ခဲ့ကြပြီး ညားခါစ ဇနီးမောင်နှံဘဝ အခြေအနေမှာ သာယာကြည်နူးခဲ့ကြသလောက် တဖြည်းဖြည်း အချိန်တွေကုန်ဆုံးလာတဲ့အခါ နှစ်ယောက်ကြားက အိမ်ထောင်ရေး ပြသနာများကို ရင်ဆိုင်လာရပြီး ခါးသီးလာခဲ့ကြပါတယ်။
ဒါပေမယ့် အဲ့လို အခက်အခဲတွေ နားမလည်မှုတွေကြား မပြေလည်မှုကြားကနေ သူတို့နှစ်ယောက်ကြားမှာ အချစ်ဆိုတာကို တဖြည်းဖြည်း နားလည်လာခဲ့ရလို နားလည်မှု နွေးထွေးမှု ကြင်နာမှု သစ္စာရှိမှုတွေနဲ့ အိမ်ထောင်ရေးကို ဘယ်လိုရှေ့ဆက် အဆုံးသတ်သွားမယ်ဆိုတာကို လက်တွေ့ဆန်ဆန် ခံစားသက်ဝင်ရမှာပါ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ပါ )
[Zawgyi]
My Love My Bride 2014
အထူးမိတ္ဆက္ေပးစရာ မလိုတဲ့ K Drama မင္းသားနဲ႔ မင္းသမီး Jo JungSuk နဲ႔ Shin MinAh တို႔ရဲ႕ လက္ေတြ႔ဆန္ဆန္ အိမ္ေထာင္ေရးဘဝ အခ်စ္ဇာတ္လမ္းေလး ျဖစ္ပါတယ္။
ေတြ႔ဆံုၾက… သမီးရည္းစားဘဝခ်စ္ႀကိဳက္ၾက… ေနာက္ေတာ့ လက္ထပ္လိုက္ၾက…ဒီလိုနဲ႔ မတူညီေတာ့တဲ့ ခ်စ္သူႏွစ္ေယာက္ၾကားက ခ်စ္ျခင္းတရားေတြက္ို ၾကည့္႐ႈရမွာျဖစ္ပါတယ္။
အက်ဥ္းခ်ဳပ္ ေျပာျပရရင္ တကၠသိုလ္ေက်ာင္းသားဘဝမွာ ခ်စ္ႀကိဳက္ခဲ့ၾကတဲ့ ဂန္ေယာင္မင္းနဲ႔မီေယာင္းတ္ို႔ဟာ လက္ထပ္ခဲ့ၾကၿပီး ညားခါစ ဇနီးေမာင္ႏွံဘဝ အေျခအေနမွာ သာယာၾကည္ႏူးခဲ့ၾကသေလာက္ တျဖည္းျဖည္း အခ်ိန္ေတြကုန္ဆံုးလာတဲ့အခါ ႏွစ္ေယာက္ၾကားက အိမ္ေထာင္ေရး ျပသနာမ်ားကို ရင္ဆိုင္လာရၿပီး ခါးသီးလာခဲ့ၾကပါတယ္။
ဒါေပမယ့္ အဲ့လို အခက္အခဲေတြ နားမလည္မႈေတြၾကား မေျပလည္မႈၾကားကေန သူတို႔ႏွစ္ေယာက္ၾကားမွာ အခ်စ္ဆိုတာကို တျဖည္းျဖည္း နားလည္လာခဲ့ရလို နားလည္မႈ ေႏြးေထြးမႈ ၾကင္နာမႈ သစၥာ႐ွိမႈေတြနဲ႔ အိမ္ေထာင္ေရးကို ဘယ္လိုေ႐ွ႕ဆက္ အဆံုးသတ္သြားမယ္ဆိုတာကို လက္ေတြ႔ဆန္ဆန္ ခံစားသက္ဝင္ရမွာပါ။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ပါ )
Quality__Blu-Ray 720p
IMDb Rating__6.3/10
Format__mp4
Duration__01:55:00
Type__Comedy , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Deer
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
