"[Unicode]
Rashomon(1950)
=============
IMDb Rating – 8.2 out of 10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကူရိုဆာဝါလိုနာမည်ကျော်ဒါရိုက်တာ ရိုက်ထားတဲ့ ဒီရရှော်မွန်ကိုကောင်းမှန်းသိပေမယ့် ညွှန်းကြပေမယ့်
အဖြူအမဲဖြစ်နေတာရော ခေတ်ကာလအရမ်းကွာတာရောကြောင့် သိပ်ဓာတ်မကျမိလို့ မကြည့်ဖြစ်ခဲ့ဘူး။
ခင်မောင်ရင် ဘာသာပြန်ထားတဲ့ ယူနိုဆူကီ အကူတာဂါဝါရဲ့ ရရှော်မွန်ကိုဖတ်ပြီးမှ ကြည့်ကြည့်ချင်စိတ် အတော်လေးပေါက်လာလို့ ကြည့်လိုက်မိတယ်။
ကူရိုဆာဝါရိုက်ထားတဲ့ ရရှော်မွန်က တကယ်တမ်း ရရှော်မွန်ဆိုတဲ့
ဝတ္တုတိုကို အဓိကထားရိုက်ထားတာတော့မဟုတ်ဘူး
အဲ့ဒီစာအုပ်ထဲက ပထမဆုံးအပုဒ်ဖြစ်တဲ့ In A Grooveကိုရိုက်ထားတာ။
ကူရိုဆာဝါက အဲ့ဒီဝတ္တုတိုနှစ်ပုဒ်ကို ဆက်သုံးလိုက်ပြီး မူလဝတ္တုထက် ဇာတ်ကြောင်းပြောပြတဲ့ ဇာတ်ကောင်တွေကို ချုံ့ပစ်လိုက်တယ်။
ပြောရရင် မအီတော့ဘဲ ဗိုက်ပြည့်ရုံ ပမာဏပဲ ဖြစ်ရပ်ကိုပြောခိုင်းထားတယ်။
တစ်ခုရှိတာက သူ့ရဲ့ ရရှော်မွန်ဝတ္တုကို ဇာတ်သိမ်းပြင်ထားတဲ့ ဇာတ်သိမ်းခန်းက ဝတ္တုထက်သာတယ်ပြောရမယ်။
ဝတ္တုထက်သာတဲ့ရုပ်ရှင်ကရှားတယ်
ပြပါဆိုရင်တော့
ကျွန်တော် ဒီကားပြမိမယ်။
အတော်လေး အထားအသိုမှန်တယ်ဆိုရမယ်။
ပြီးတော့ ဇာတ်လမ်းက ကျွန်တော်တို့ဆီက တစ်စုံတစ်ရာကို ယူပြီးနောက်မှာ
ကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပေးသင့်တဲ့ တစ်စုံတစ်ရာကိုပြန်ပေးထားတယ်။
ဒါကြောင့်ပဲ ကူရိုဆာဝါရဲ့ ဇာတ်သိမ်းက ပိုသာသွားတယ်လို့ ထင်မြင်တယ်။
ယေဘုယျပုံစံကတော့ 12 Angry Menလို ပုံစံလို့ပြောရမယ်။
မုဒိန်းကျင့်မှုတစ်ခုလူသတ်မှုတစ်ခုဖြစ်ခဲ့တယ်။
တောပုန်းရယ် ဇနီးရယ် ယောကျာ်းရယ်အခင်းဖြစ်ကြတယ်။
ယောကျာ်းသေသွားတယ်။
ဘာလို့သေတာလဲတော့ပြထားတယ်။
ပြထားတာမှ လေးခုတောင်ပြထားတာ။
တောပုန်းရယ် ဇနီးရယ် ယောကျာ်းရယ်စတဲ့
အမှုနဲ့ပက်သက်နေတဲ့လူသုံးယောက်ရယ်
အလောင်းကိုတွေ့တဲ့ သစ်ခုတ်သမားရယ်ရဲ့
ဇာတ်လမ်းလေးခုလုံးကိုပြသွားတာ။
(အသတ်ခံရတဲ့ယောကျာ်းကိုက
နတ်ဝင်သည်ထဲဝင်ပူးခိုင်းပြီးမေးတာ)
တစ်ခုနဲ့တစ်ခုလုံးဝကိုမတူဘူး။
သုံးယောက်လုံးကလည်း သူတို့
သတ်တာပါဆိုပြီးဝန်ခံကြတယ်။
ဒီအမှုအကြောင်းကို ဘုန်းတော်ကြီးတစ်ပါးရယ်
သစ်ခုတ်သမားရယ် သာမန်လူတစ်ယောက်ရယ်
ရရှော်မွန်ဆိုတဲ့ ဂိတ်အပျက်ကြီးအောက်မှာ
ဆွေးနွေးနေကြတယ်။ သူတို့သုံးယောက်ရဲ့
စရိုက်တွေက တခြားစီ၊ တစ်ယောက်က
လူတွေမှာ စိတ်ကောင်းဝိညာဉ်ရှိပါသေးတယ်လို့
ယုံတယ် တစ်ယောက်က ယုံချင်တယ်
တစ်ယောက်က မယုံဘူး။ ဘာတွေ
ပြောကြသလဲတော့ ကိုယ်တိုင်ပဲ ကြည့်ကြည့်။
စိတ်ဝင်စားစရာကောင်းတယ်။
တစ်ခုရှိတာက ရရှော်မွန်ဆိုတဲ့ ဂိတ်ကြီးမှာ စကားထိုင်ပြောနေရုံနဲ့ ဒီရုပ်ရှင်နာမည်က ဘာလို့ရရှော်မွန်ဖြစ်သွားလဲ တွေးချင်တွေးမိမယ်။
ရရှော်မွန်ဆိုတာ ကျိုတိုမှာအကြီးမားဆုံးဂိတ်ကြီး ၁၀၆ပေမြင့်ပြီး ၂၆ပေနက်တယ်။
သက္ကရာဇ်၇၈၉ခုနှစ် မှာဆောက်ခဲ့တယ်။ဒီဇာတ်လမ်းရဲ့ကာလမှာတော့ရရှော်မွန်က ပျက်စီးနေပြီ။ ဒီအပျက်အစီးတွေကိုအခွင့်ယူပြီး တိရိစ္ဆာန်တွေ သူခိုးဓားပြတွေ‌ အောင်းတဲ့နေရာလည်းဖြစ်နေပြီ။
ပိုင်ရှင်မဲ့အလောင်းတွေထားတဲ့နေရာလည်းဖြစ်နေပြီ။ဒီလိုနေရာကြီးကို လူ့ယဉ်ကျေးမှုသမိုင်းရဲ့ နိမိတ်ပုံအဖြစ်ထည့်ပြီး ကူရိုဆာဝါက စာရေးဆရာပြချင်တဲ့လူ့သဘာဝကို ပိုထင်ရှားအောင်ပြသွားနိုင်ခဲ့တယ်။
အဖြူအမဲရုပ်ရှင်ဆိုပြီး အထင်သေးလို့တော့မရဘူး ရိုက်ချက်တွေက အထားအသို အရမ်းကျတယ်။
Old but Goldလို့တော့ လာမပြောနဲ့ဗျ။
ရွှေတွေက ဘယ်တော့မှ မဟောင်းဘူး။
စစ်မှန်တဲ့အရာတွေက ဘယ်တော့မှမဟောင်းဘူး။
ရရှော်မွန်ဟာ ဘယ်တော့မှ ဟောင်းမသွားမယ့် ရုပ်ရှင်တစ်ကားပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
[Zawgyi]
Rashomon(1950)
=============
IMDb Rating – 8.2 out of 10
ကူ႐ိုဆာဝါလိုနာမည္ေက်ာ္ဒါ႐ိုက္တာ ႐ိုက္ထားတဲ့ ဒီရေရွာ္မြန္ကိုေကာင္းမွန္းသိေပမယ့္ ၫႊန္းၾကေပမယ့္
အျဖဴအမဲျဖစ္ေနတာေရာ ေခတ္ကာလအရမ္းကြာတာေရာေၾကာင့္ သိပ္ဓာတ္မက်မိလို႔ မၾကည့္ျဖစ္ခဲ့ဘူး။
ခင္ေမာင္ရင္ ဘာသာျပန္ထားတဲ့ ယူႏိုဆူကီ အကူတာဂါဝါရဲ႕ ရေရွာ္မြန္ကိုဖတ္ၿပီးမွ ၾကည့္ၾကည့္ခ်င္စိတ္ အေတာ္ေလးေပါက္လာလို႔ ၾကည့္လိုက္မိတယ္။
ကူ႐ိုဆာဝါ႐ိုက္ထားတဲ့ ရေရွာ္မြန္က တကယ္တမ္း ရေရွာ္မြန္ဆိုတဲ့
၀တၱဳတိုကို အဓိကထား႐ိုက္ထားတာေတာ့မဟုတ္ဘူး
အဲ့ဒီစာအုပ္ထဲက ပထမဆုံးအပုဒ္ျဖစ္တဲ့ In A Grooveကို႐ိုက္ထားတာ။
ကူ႐ိုဆာဝါက အဲ့ဒီ၀တၱဳတိုႏွစ္ပုဒ္ကို ဆက္သုံးလိုက္ၿပီး မူလ၀တၱဳထက္ ဇာတ္ေၾကာင္းေျပာျပတဲ့ ဇာတ္ေကာင္ေတြကို ခ်ဳံ႕ပစ္လိုက္တယ္။
ေျပာရရင္ မအီေတာ့ဘဲ ဗိုက္ျပည့္႐ုံ ပမာဏပဲ ျဖစ္ရပ္ကိုေျပာခိုင္းထားတယ္။
တစ္ခုရွိတာက သူ႔ရဲ႕ ရေရွာ္မြန္၀တၱဳကို ဇာတ္သိမ္းျပင္ထားတဲ့ ဇာတ္သိမ္းခန္းက ၀တၱဳထက္သာတယ္ေျပာရမယ္။
၀တၱဳထက္သာတဲ့႐ုပ္ရွင္ကရွားတယ္
ျပပါဆိုရင္ေတာ့
ကြၽန္ေတာ္ ဒီကားျပမိမယ္။
အေတာ္ေလး အထားအသိုမွန္တယ္ဆိုရမယ္။
ၿပီးေတာ့ ဇာတ္လမ္းက ကြၽန္ေတာ္တို႔ဆီက တစ္စုံတစ္ရာကို ယူၿပီးေနာက္မွာ
ကူ႐ိုဆာဝါရဲ႕ ဇာတ္သိမ္းက ေပးသင့္တဲ့ တစ္စုံတစ္ရာကိုျပန္ေပးထားတယ္။
ဒါေၾကာင့္ပဲ ကူ႐ိုဆာဝါရဲ႕ ဇာတ္သိမ္းက ပိုသာသြားတယ္လို႔ ထင္ျမင္တယ္။
ေယဘုယ်ပုံစံကေတာ့ 12 Angry Menလို ပုံစံလို႔ေျပာရမယ္။
မုဒိန္းက်င့္မႈတစ္ခုလူသတ္မႈတစ္ခုျဖစ္ခဲ့တယ္။
ေတာပုန္းရယ္ ဇနီးရယ္ ေယာက်ာ္းရယ္အခင္းျဖစ္ၾကတယ္။
ေယာက်ာ္းေသသြားတယ္။
ဘာလို႔ေသတာလဲေတာ့ျပထားတယ္။
ျပထားတာမွ ေလးခုေတာင္ျပထားတာ။
ေတာပုန္းရယ္ ဇနီးရယ္ ေယာက်ာ္းရယ္စတဲ့
အမႈနဲ႔ပက္သက္ေနတဲ့လူသုံးေယာက္ရယ္
အေလာင္းကိုေတြ႕တဲ့ သစ္ခုတ္သမားရယ္ရဲ႕
ဇာတ္လမ္းေလးခုလုံးကိုျပသြားတာ။
(အသတ္ခံရတဲ့ေယာက်ာ္းကိုက
နတ္၀င္သည္ထဲ၀င္ပူးခိုင္းၿပီးေမးတာ)
တစ္ခုနဲ႔တစ္ခုလုံး၀ကိုမတူဘူး။
သုံးေယာက္လုံးကလည္း သူတို႔
သတ္တာပါဆိုၿပီး၀န္ခံၾကတယ္။
ဒီအမႈအေၾကာင္းကို ဘုန္းေတာ္ႀကီးတစ္ပါးရယ္
သစ္ခုတ္သမားရယ္ သာမန္လူတစ္ေယာက္ရယ္
ရေရွာ္မြန္ဆိုတဲ့ ဂိတ္အပ်က္ႀကီးေအာက္မွာ
ေဆြးေႏြးေနၾကတယ္။ သူတို႔သုံးေယာက္ရဲ႕
စ႐ိုက္ေတြက တျခားစီ၊ တစ္ေယာက္က
လူေတြမွာ စိတ္ေကာင္းဝိညာဥ္ရွိပါေသးတယ္လို႔
ယုံတယ္ တစ္ေယာက္က ယုံခ်င္တယ္
တစ္ေယာက္က မယုံဘူး။ ဘာေတြ
ေျပာၾကသလဲေတာ့ ကိုယ္တိုင္ပဲ ၾကည့္ၾကည့္။
စိတ္၀င္စားစရာေကာင္းတယ္။
တစ္ခုရွိတာက ရေရွာ္မြန္ဆိုတဲ့ ဂိတ္ႀကီးမွာ စကားထိုင္ေျပာေန႐ုံနဲ႔ ဒီ႐ုပ္ရွင္နာမည္က ဘာလို႔ရေရွာ္မြန္ျဖစ္သြားလဲ ေတြးခ်င္ေတြးမိမယ္။
ရေရွာ္မြန္ဆိုတာ က်ိဳတိုမွာအႀကီးမားဆုံးဂိတ္ႀကီး ၁၀၆ေပျမင့္ၿပီး ၂၆ေပနက္တယ္။
သကၠရာဇ္၇၈၉ခုႏွစ္ မွာေဆာက္ခဲ့တယ္။ဒီဇာတ္လမ္းရဲ႕ကာလမွာေတာ့ရေရွာ္မြန္က ပ်က္စီးေနၿပီ။ ဒီအပ်က္အစီးေတြကိုအခြင့္ယူၿပီး တိရိစာၦန္ေတြ သူခိုးဓားျပေတြ‌ ေအာင္းတဲ့ေနရာလည္းျဖစ္ေနၿပီ။
ပိုင္ရွင္မဲ့အေလာင္းေတြထားတဲ့ေနရာလည္းျဖစ္ေနၿပီ။ဒီလိုေနရာႀကီးကို လူ႔ယဥ္ေက်းမႈသမိုင္းရဲ႕ နိမိတ္ပုံအျဖစ္ထည့္ၿပီး ကူ႐ိုဆာဝါက စာေရးဆရာျပခ်င္တဲ့လူ႔သဘာ၀ကို ပိုထင္ရွားေအာင္ျပသြားႏိုင္ခဲ့တယ္။
အျဖဴအမဲ႐ုပ္ရွင္ဆိုၿပီး အထင္ေသးလို႔ေတာ့မရဘူး ႐ိုက္ခ်က္ေတြက အထားအသို အရမ္းက်တယ္။
Old but Goldလို႔ေတာ့ လာမေျပာနဲ႔ဗ်။
ေ႐ႊေတြက ဘယ္ေတာ့မွ မေဟာင္းဘူး။
စစ္မွန္တဲ့အရာေတြက ဘယ္ေတာ့မွမေဟာင္းဘူး။
ရေရွာ္မြန္ဟာ ဘယ္ေတာ့မွ ေဟာင္းမသြားမယ့္ ႐ုပ္ရွင္တစ္ကားပဲ။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ပါ )
Quality__B&W 720p
IMDb Rating__8.2/10
Format__mp4
Duration__01:28:00
Type__Crime , Drama , Mystery
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
