"အခုတစ်ခေါက်တင်ဆက်ပေးမှာကတော့ January 2 ရက်နေ့မှပူပူနွေးနွေးထွက်ရှိထားတဲ့ Taking a Shot at Love ရုပ်ရှင်လေးပဲဖြစ်ပါတယ်
ဇာတ်လမ်းလေးကိုတော့ ဒီလိုလေးနဲ့အစပြုထားပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရေခဲပြင်ဟော်ကီကစားသမားဖြစ်တဲ့ ရိုင်ယန်ကုဖ့်ပါဟာ ရေခဲပြင်ဟော်ကီမှာတော့ နာမည်ကြီးတဲ့အကျော်အမော်ကစားသမားတစ်ဦးပါ
ရိုင်ယန်လိုအားကစားသမားတစ်ဦးအတွက် ထိခိုက်ဒဏ်ရာရတယ်ဆိုတာ တွေးတောင်မတွေးဝံ့တဲ့ အိပ်မက်ဆိုးတစ်ရပ်ပဲဖြစ်ပါတယ်
ဒါပေမယ့်ကံကြမ္မာဟာ ရိုင်ယန်အပေါ်မျက်နှာသာမပေးခဲ့ပါဘူး တစ်နေ့ ရိုင်ယန်တစ်ယောက် ဟော်ကီကစားရင်း ခြေချင်းဝတ်ကိုထိခိုက်မိခဲ့ရာမှ သူအနှစ်သက်ဆုံးဟော်ကီကစားနည်းကိုလက်လွှတ်ရမလို ဖြစ်ခဲ့ရပါတယ်
ဒီလိုနဲ့ခြေချင်းဝတ်ဒဏ်ရာရတဲ့ရိုင်ယန်တစ်ယောက် သူရဲ့ညီဝမ်းကွဲဖြစ်တဲ့တယ်ရီနဲ့ဆက်စပ်မိပြီး အေဗွန်မြို့မှ ဘဲလေးဆရာမဂျန်နာထံမှာ ခြေချင်းဝတ်ဒဏ်ရာကုသရန် အကြောင်းဖန်လာပါတော့တယ်
ဂျန်နာဆိုသူမှာလည်း ရိုင်ယန်ကုဖ့်ပါလိုမျိုး ခြေချင်းဝတ်ဒဏ်ရာကြောင့် သူမရဲ့ပရော်ဖက်ရှင်နယ်ဘဲလေးကချေသည်ဘဝကို လက်လွှတ်ခဲ့ရသူပါ
ဒါပေမယ့်သူမဟာ သူမတတ်ကျွမ်းတဲ့ဘဲလေးအကကိုသုံးပြီး ခြေချင်းဝတ်ဒဏ်ရာကို ပျောက်ကင်းအောင်စွမ်းဆောင်နိုင်ခဲ့ပါတယ်
ကုထုံးတွေအများကြီးရှိတဲ့အထဲမှာ ဘဲလေးအကကုထုံးကိုသုံးပြီး ကုသပေးတာဆို​တော့ အတော်လေးစိတ်ဝင်စားဖို့ကောင်းပါတယ်
ဒီလိုနဲ့ဂျန်နာတစ်ယောက် ဘဲလေးကုထုံးကိုသုံးပြီး ရိုင်ယန်ကိုဘယ်လိုတွေကုသပေးမလဲ…..
နှစ်ဦးကြားမှာလည်း ဘယ်လိုသံယောဇဥ်ကြိုးလေးတွေ ရစ်နှောင်သွားမလဲဆိုတာတွေကို စောင့်မျှော်ကြည့်ရှုလိုက်ရအောင်ရှင်
ရိုင်ယန်အနေနဲ့ မင်းသား Luke Macfarlaneကပါဝင်သရုပ်ဆောင်ထားပြီး မင်းသမီးချော Alexa Penavega က ဂျန်နာအဖြစ် ပါဝင်အားဖြည့်သရုပ်​ဆောင်ထားပါတယ်
Rating အနေနဲ့ကလည်း 7.4/10ရရှိထားတော့ အားလုံးသဘောတွေ့မယ့် romantic movie လေးဖြစ်မယ်လို့ မျှော်လင့်မိပါတယ်
အညွှန်းနှင့်ဘာသာပြန်ဆိုသူ Emily ဖြစ်ပါတယ်
Translated and Reviewed by : Shwe Pwint Pyae Sone
Encoded by : YK
Quality: 1080p HDTV and 720p
File Size : 1.5GB and 763MB
Duration : 1h 24min
Subtitles : Myanmar (Hardsub)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
