"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
[Unicode]
Air Doll 2009
ဂျပန် Mangaကို ပြန်လည်ရိုက်ကူးထားပြီး ကိုရီးယားမင်းသမီး ဘယ်ဒိုနာပါဝင်သရုပ်ဆောင်ထားတဲ့ ဒီကားလေးကတော့
လေထိုးအရုပ်မလေးတစ်ခုရဲ့ လူသားတွေရဲ့ နေထိုင်မှုပုံစံကို စူးစမ်းလေ့လာရာမှ လူ့ဘဝ လူ့ခံစားချက်တွေအကြောင်းကို သိစေနိုင်မယ့် ဇာတ်ကားလေးပါ။
လူ့ဘဝဆိုတာ ပျော်ရွှင်စရာ ဝမ်းနည်းစရာတွေအချစ်အမုန်းတွေနဲ့ ပြည့်နှက်နေတယ်ဆိုတဲ့ အကြောင်းကို ဒီကားလေးမှာပုံဖော်ထားပုံကတော့
ဟီဒီအိုဆိုတဲ့ လူတစ်ယောက်ဟာ လေထိုးအရုပ်မလေး တစ်ရုပ်ကို သူရဲ့ရည်းစားဟောင်း နာမည်အတိုင်း နိုဇိုမီလို့ပေးထားပြီး
sex ကိစ္စအတွက်သာမက ကိုယ်တိုင်အစစအရာရာ ဆင်ယင်ပြုလုပ်ပေးကာ အဖော်တစ်ယောက်လို ဆက်ဆံနေထိုင်ခဲ့ရာက
နိုဇိုမီ(လေထိုးအရုပ်မလေး)ဟာ တနေ့မှာ နှလုံးသားတစ်စုံကို ပိုင်ဆိုင်ခဲ့ပြီး လူတစ်ယောက်လို အသိစိတ်နဲ့အသက်ဝင်လာခဲ့ပါတော့တယ်။
နိုဇိုမီဟာ လူတွေအကြောင်းကို သိချင်ပြီး လူတွေရဲ့ခံစားချက်မျိုးစုံကို စူးစမ်းချင်တာကြောင့် လူလိုဝတ်ဆင်ကာ အပြင်လောကကို ခိုးထွက်ရင်း ပတ်ဝန်းကျင်ကလူတွေဆီကနေ သင်ယူနေထိုင်ခဲ့ပါတယ်။
အဲ့လိုနဲ့တနေ့ အခွေဆိုင်တစ်ခုမှာ သူမအလုပ်ရသွားပြီး ဆိုင်ပိုင်ရှင် ဂျူနီချီကို ချစ်မိခဲ့ပါတယ်။
ဂျူနီချီက သူမကို လူ့လောကအကြောင်း သင်ကြားပေးခဲ့ပြီး ရုပ်ရှင်တွေအကြောင်း သင်ယူလေ့လာရင်း လူတွေခံစားချက်ကိုပါ တဖြည်းဖြည်း သဘောပေါက်လာအောင် ကြိုးစားရင်း
ပျော်ရွှင်ခြင် ဝမ်းနည်းခြင်းနဲ့ အထီးကျန်ခြင်း တွေ့ဆုံကြုံကွဲ လူ့ဘဝအကြောင်းကို သိမြင်ခံစားလာရတဲ့အခါ…
နိုဇိုမီဆိုတဲ့ အရုပ်မလေး သိလိုက်ရတဲ့ လူ့လောကရဲ့ အမျိုးစုံကြိုးခုန် ခံစားချက်အချိုအခါးအရသာဟာ ဘယ်လိုဖြစ်မယ်ဆိုတာကို ကြည့်ရှုလိုက်ရအောင်ပါ ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ပါ )
[Zawgyi]
Air Doll 2009
ဂ်ပန္ Mangaကို ျပန္လည္႐ိုက္ကူးထားၿပီး ကိုရီးယားမင္းသမီး ဘယ္ဒိုနာပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့ ဒီကားေလးကေတာ့
ေလထိုးအ႐ုပ္မေလးတစ္ခုရဲ႕ လူသားေတြရဲ႕ ေနထိုင္မွုပံုစံကို စူးစမ္းေလ့လာရာမွ လူ႔ဘဝ လူ႕ခံစားခ်က္ေတြအေၾကာင္းကို သိေစႏိုင္မယ့္ ဇာတ္ကားေလးပါ။
လူ႔ဘဝဆိုတာ ေပ်ာ္ရႊင္စရာ ဝမ္းနည္းစရာေတြအခ်စ္အမုန္းေတြနဲ႔ ျပည့္ႏွက္ေနတယ္ဆိုတဲ့ အေၾကာင္းကို ဒီကားေလးမွာပံုေဖာ္ထားပံုကေတာ့
ဟီဒီအိုဆိုတဲ့ လူတစ္ေယာက္ဟာ ေလထိုးအ႐ုပ္မေလး တစ္႐ုပ္ကို သူရဲ႕ရည္းစားေဟာင္း နာမည္အတိုင္း ႏိုဇိုမီလို႔ေပးထားၿပီး
sex ကိစၥအတြက္သာမက ကိုယ္တိုင္အစစအရာရာ ဆင္ယင္ျပဳလုပ္ေပးကာ အေဖာ္တစ္ေယာက္လို ဆက္ဆံေနထိုင္ခဲ့ရာက
ႏိုဇိုမီ(ေလထိုးအ႐ုပ္မေလး)ဟာ တေန႔မွာ ႏွလံုးသားတစ္စံုကို ပိုင္ဆိုင္ခဲ့ၿပီး လူတစ္ေယာက္လို အသိစိတ္နဲ႔အသက္ဝင္လာခဲ့ပါေတာ့တယ္။
ႏိုဇိုမီဟာ လူေတြအေၾကာင္းကို သိခ်င္ၿပီး လူေတြရဲ႕ခံစားခ်က္မ်ိဳးစံုကို စူးစမ္းခ်င္တာေၾကာင့္ လူလိုဝတ္ဆင္ကာ အျပင္ေလာကကို ခိုးထြက္ရင္း ပတ္ဝန္းက်င္ကလူေတြဆီကေန သင္ယူေနထိုင္ခဲ့ပါတယ္။
အဲ့လိုနဲ႔တေန႔ အေခြဆိုင္တစ္ခုမွာ သူမအလုပ္ရသြားၿပီး ဆိုင္ပိုင္႐ွင္ ဂ်ဴနီခ်ီကို ခ်စ္မိခဲ့ပါတယ္။
ဂ်ဴနီခ်ီက သူမကို လူ႔ေလာကအေၾကာင္း သင္ၾကားေပးခဲ့ၿပီး ရုပ္႐ွင္ေတြအေၾကာင္း သင္ယူေလ့လာရင္း လူေတြခံစားခ်က္ကိုပါ တျဖည္းျဖည္း သေဘာေပါက္လာေအာင္ ႀကိဳးစားရင္း
ေပ်ာ္ရႊင္ျခင္ ဝမ္းနည္းျခင္းနဲ႔ အထိီးက်န္ျခင္း ေတြ႔ဆံုၾကံဳကြဲ လူ႔ဘဝအေၾကာင္းကို သိျမင္ခံစားလာရတဲ့အခါ…
ႏိုဇိုမီဆိုတဲ့ အ႐ုပ္မေလး သိလိုက္ရတဲ့ လူ႔ေလာကရဲ႕ အမ်ိဳးစံုျကိုးခုန္ ခံစားခ်က္အခ်ိဳအခါးအရသာဟာ ဘယ္လိုျဖစ္မယ္ဆိုတာကို ၾကည့္႐ႈလိုက္ရေအာင္ပါ ။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ပါ )
Quality__720p
IMDb Rating__6.9/10
Format__mp4
Duration__01:50:00
Type__Drama , Fantasy , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Deer
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
