"[Unicode]
Barking Dogs Never Bites (2000)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb rating – 7/10
ဒီကားကတော့၂၀၀၀ပြည့်နှစ်မှာထွက်ရှိခဲ့တဲ့ Dark comedy filmအမျိုးအစားဖြစ်ပါတယ်။
“ယွန်းဂျူ “က အလုပ်မရှိတဲ့ဘွဲ့ရပညာတတ်တစ်ယောက်ဖြစ်ပြီး တိုက်ခန်းတွဲတစ်ခုမှာ ကိုယ်ဝန်ဆောင်သည်သူ့မိန်းမနဲ့ အတူနေထိုင်ပါတယ်။ ယွန်းဂျူက တက္ကသိုလ်ပါမောက္ခရာထူးကိုရဖို့အတွက် အသည်းအသန်ကြိုးစားနေရသူပါ။
အလုပ်ရဖို့စိတ်ရှုပ်နေရတဲ့အချိန်မှာ ခွေးဟောင်သံကိုခဏခဏကြားရတာကြောင့် စိတ်အနှောင့်အယှက်ဖြစ်လာပါတယ်။
ဟောင်သံပိုင်ရှင်ကိုလိုက်ရှာရင်း ရှီဇူးခွေးတစ်ကောင်ကိုတွေ့တော့ အဲဒီခွေးပဲလို့ထင်ကာ ဖမ်းပြီးခေါင်မိုးပေါ်ကနေလွှတ်ချဖို့ကြံပါတယ်။ ဒါပေမဲ့ မအောင်မြင်တာကြောင့် မြေအောက်ခန်းထဲက ဘီရိုထဲမှာသော့ခတ်ထားခဲ့ပါတယ်။ အဲဒီခွေးကို အစောင့်တစ်ယောက်က သတ်ပြီး ချက်ပြုတ်စားလိုက်တာကိုလည်း မထင်မှ
တ်ဘဲတွေ့လိုက်ရပါတယ်။
ဒီလိုနဲ့သူတို့တိုက်မှာ ခွေးတွေတစ်ကောင်ပြီးတစ်ကောင်ပျောက်လာပါတယ်။
“ဟွန်းနမ်”ကတော့ တိုက်ခန်းကြီးကြပ်ရေးရုံးက အတွင်းရေးမှုးတစ်ယောက်ပါ။ ခွေးပျောက်ကြော်ငြာတွေကပ်ဖို့ သူတို့ရုံးမှာ ခွင့်ပြုချက်လာတောင်းတာများလာတာကို သူလည်းသတိထားမိလာပါတယ်။
တစ်နေ့ကျတော့ ဟွန်းနမ်က အဝေးကြည့်မှန်ပြောင်းနဲ့ကြည့်နေတုန်း လူတစ်ယောက်ကခွေးကိုခေါင်မိုးထပ်ကနေပစ်ချလိုက်တာကိုမြင်ပြီး လိုက်ဖမ်းဖို့ကြိုးစားပေမဲ့ မမိခဲ့ပါဘူး။ ခွေးပျောက်ကြော်ငြာတွေကပ်ပေမဲ့ အဲဒီနောက်ပိုင်းမှာလည်း ခွေးတွေကဆက်ပျောက်နေဆဲပါပဲ။
ခွေးတွေကဘာကြောင့်ပျောက်နေရတာလဲ။ အလုပ်မရှိလို့ စိတ်ညစ်နေတဲ့ယွန်းဂျူက ခွေးသတ်ရတာကိုသဘောကျပြီး ဆက်တိုက်သတ်နေတာလား။ အစောင့်က ခွေးသားစားဖို့အတွက်သတ်တာလား။ ဘယ်လိုအကြောင်းကြောင့်လဲဆိုတာကို ဇာတ်ကားထဲမှာဆက်လက်ရှုစားနိုင်ပါပြီ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ)
[Zawgyi]
Barking Dogs Never Bites (2000)
IMDb rating – 7/10
ဒီကားကေတာ့၂၀၀၀ျပည့္ႏွစ္မွာထြက္ရွိခဲ့တဲ့ Dark comedy filmအမ်ိဳးအစားျဖစ္ပါတယ္။
“ယြန္းဂ်ဴ “က အလုပ္မရွိတဲ့ဘြဲ႕ရပညာတတ္တစ္ေယာက္ျဖစ္ၿပီး တိုက္ခန္းတြဲတစ္ခုမွာ ကိုယ္ဝန္ေဆာင္သည္သူ႔မိန္းမနဲ႔ အတူေနထိုင္ပါတယ္။ ယြန္းဂ်ဴက တကၠသိုလ္ပါေမာကၡရာထူးကိုရဖို႔အတြက္ အသည္းအသန္ႀကိဳးစားေနရသူပါ။
အလုပ္ရဖို႔စိတ္ရႈပ္ေနရတဲ့အခ်ိန္မွာ ေခြးေဟာင္သံကိုခဏခဏၾကားရတာေၾကာင့္ စိတ္အေႏွာင့္အယွက္ျဖစ္လာပါတယ္။
ေဟာင္သံပိုင္ရွင္ကိုလိုက္ရွာရင္း ရွီဇူးေခြးတစ္ေကာင္ကိုေတြ႕ေတာ့ အဲဒီေခြးပဲလို႔ထင္ကာ ဖမ္းၿပီးေခါင္မိုးေပၚကေနလႊတ္ခ်ဖို႔ၾကံပါတယ္။ ဒါေပမဲ့ မေအာင္ျမင္တာေၾကာင့္ ေျမေအာက္ခန္းထဲက ဘီ႐ိုထဲမွာေသာ့ခတ္ထားခဲ့ပါတယ္။ အဲဒီေခြးကို အေစာင့္တစ္ေယာက္က သတ္ၿပီး ခ်က္ျပဳတ္စားလိုက္တာကိုလည္း မထင္မွ
တ္ဘဲေတြ႕လိုက္ရပါတယ္။
ဒီလိုနဲ႔သူတို႔တိုက္မွာ ေခြးေတြတစ္ေကာင္ၿပီးတစ္ေကာင္ေပ်ာက္လာပါတယ္။
“ဟြန္းနမ္”ကေတာ့ တိုက္ခန္းႀကီးၾကပ္ေရး႐ုံးက အတြင္းေရးမႈးတစ္ေယာက္ပါ။ ေခြးေပ်ာက္ေၾကာ္ျငာေတြကပ္ဖို႔ သူတို႔႐ုံးမွာ ခြင့္ျပဳခ်က္လာေတာင္းတာမ်ားလာတာကို သူလည္းသတိထားမိလာပါတယ္။
တစ္ေန႔က်ေတာ့ ဟြန္းနမ္က အေဝးၾကည့္မွန္ေျပာင္းနဲ႔ၾကည့္ေနတုန္း လူတစ္ေယာက္ကေခြးကိုေခါင္မိုးထပ္ကေနပစ္ခ်လိုက္တာကိုျမင္ၿပီး လိုက္ဖမ္းဖို႔ႀကိဳးစားေပမဲ့ မမိခဲ့ပါဘူး။ ေခြးေပ်ာက္ေၾကာ္ျငာေတြကပ္ေပမဲ့ အဲဒီေနာက္ပိုင္းမွာလည္း ေခြးေတြကဆက္ေပ်ာက္ေနဆဲပါပဲ။
ေခြးေတြကဘာေၾကာင့္ေပ်ာက္ေနရတာလဲ။ အလုပ္မရွိလို႔ စိတ္ညစ္ေနတဲ့ယြန္းဂ်ဴက ေခြးသတ္ရတာကိုသေဘာက်ၿပီး ဆက္တိုက္သတ္ေနတာလား။ အေစာင့္က ေခြးသားစားဖို႔အတြက္သတ္တာလား။ ဘယ္လိုအေၾကာင္းေၾကာင့္လဲဆိုတာကို ဇာတ္ကားထဲမွာဆက္လက္ရႈစားႏိုင္ပါၿပီ။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ပါ)
Quality__1080p, 720p
IMDb Rating__7.0/10
Format__mp4
Duration__01:50:00
Type__Comedy
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
