[Unicode]A Clockwork Orange===============IMdb Rating – 8.3/10Directed by Stanley Kubrick“ရူးနေတ‌ဲ့လူက ကိုယ့်ကိုယ်ကိုယ်ရူးတယ်ဆိုတာမသိဘူးတဲ့။ဒါဆိုခင်ဗျားက ခင်ဗျားကိုခင်ဗျားရူးနေတယ်လို့ တွေးကြည့်လိုက်။ခင်ဗျားရူးတာ ခင်ဗျားသိတယ်ထားလိုက်။ဒီတော့ ခင်ဗျားရူးတာ ခင်ဗျားသိတော့ခင်ဗျားမရူးတော့ဘူး။ဒီမှာ ခင်ဗျားမရူးဘူးလို့ ခင်ဗျားအတည်ပြုလို့ရပြီမလား။ခင်ဗျားမရူးဘူး။ ခင်ဗျား ဒါကိုလက်ခံသွားပြီ။ဒါပေမဲ့ မမေ့နဲ့ဦး ရူးနေတဲ့လူက ကိုယ့်ကိုယ်ကိုယ် ရူးတယ်ဆိုတာမသိဘူး။ခင်ဗျားမရူးဘူးလို့ အတည်ပြုလို့ရတာ ခင်ဗျားရူးနေလို့ပဲ။ဒီတော့ခင်ဗျားရူးနေတာ သိသွားပြီမလား။‌သိသွားရင် ခင်ဗျားမရူးတော့ဘူးရူးနေတဲ့လူက ကိုယ့်ကိုယ်ကိုယ်ရူးတယ်ဆိုတာမသိဘူး။”ကျွန်တော် ဒီမှာမေးချင်တဲ့ မေးခွန်းကခင်ဗျားရူးနေလား မရူးနေဘူးလား။ခင်ဗျားအဖြေကို ကျွန‌်တော်လိုချင်တာမဟုတ်ပါဘူး။ခင်‌ဗျားကိုယ် ခင်ဗျားပြန်မေးစေချင်တာ။အပေါ်ကပြောထားတဲ့ မေးခွန်းက Paradoxလိုပါပဲ။ခင်ဗျားကို ဒီသံသရာထဲပဲ တဝဲလည်လည်ဖြစ်စေလိမ့်မယ်။ဒီရုပ်ရှင်မှာလည်း ဒီလိုမေးခွန်းမျိုးပါတယ်။အကျဉ်းဖျဉ်းပြောရရင် အနာဂတ်ကာလမှာလူတွေကို ထောင်မချတော့ဘဲ ‌မကောင်းမှုလုပ်မရအောင် ဆေးကုလွှတ်ဖို့ စပြီးစီစဉ်လာကြတယ်။သူတို့ယူဆတာ မကောင်းမှုလုပ်တဲ့လူတွေဟာ ရူးသွပ်နေတဲ့လူတွေပေါ့။သူတို့ကိုမကောင်းမှုမလုပ်အောင်လုပ်နိုင်ရင် ကုသပျောက်ကင်းပြီလို့ ယူဆကြတယ်။ဒါပေမယ့် ဒါကဟုတ်ရောဟုတ်လား။အဲလက်စ်ဆိုတဲ့ လူမဆန်တဲ့လူသတ်မှုနဲ့ ထောင်ဆယ့်လေးနှစ်ကျတဲ့ကောင်လေးကိုသူတို့ဒီကုထုံးကို ပထမဆုံးစမ်းသုံးခဲ့ကြတယ်။နက်မှောင်ရှည်လျားလှတဲ့သံသရာခရီးမှာလိုချင်သည်ဖြစ်စေ မလိုချင်သည်ဖြစ်စေကိုယ့်ကျောပေါ်ခွနင်း လိုက်ပါလာမယ့်အရာနှစ်ခုရှိတယ်။လူသားမျိုးဆက်တွေတစ်ဆက်ပြီးတစ်ဆက်သာ ကူးပြောင်းသွားကြပေမယ့် ဒီအရာနှစ်ခုက မပြောင်းလဲပါဘူး။ကမ္ဘာဦးရဲ့ပထမနေ့မှာ အလင်းဖြစ်စေလို့ အသံထွက်ပေါ်လာကတည်းကရှိနေခဲ့တာဒီနေ့ထိထက်တိုင် သူတို့တည်ရှိနေကြတယ်။အကောင်းနဲ့အဆိုး အဖြူနဲ့အမဲ ယင်နဲ့ယန် ခွဲမရတဲ့အရာတွေပါပဲ။အကောင်းနဲ့အဆိုးကို ဆုံးဖြတ်တာက ကျွန်‌တော်တို့ရဲ့ ရွေးချယ်ခွင့်ပါပဲ။လူတိုင်းအတွက်တော့ အကောင်းနဲ့အဆိုးက မတူညီကြဘူး။ရောဂါကုထုံးပြီးတော့ အဲလက်စ်ဟာ လူကောင်းဖြစ်သွားတာတော့မဟုတ်ပါဘူး။ကုထုံးက သူ့ကို ဆိုးတဲ့တစ်ဖက်ကို အမြဲ ရွေးချယ်မရအောင် ချိုးနှိမ်ပစ်လိုက်တယ်။အဲလက်စ်အတွက်တော့ ဒါကမှရောဂါပါပဲ။အစိုးအရအတွက်တော့ ဒါကပျောက်ကင်းမှု။ပျောက်သွားပြီးထောင်ကပြန်လွှတ်ပေးတဲ့အချိန်အဲလက်စ်ဘဝနဲ့ ထောင်ထဲမဝင်ခင် အဲလက်စ်ဘဝကို ယှဉ်ကြည့်ရင် အကောင်းနဲ့အဆိုးက အတော်ဝေခွဲရခက်လာမယ်။ဒီရုပ်ရှင်မှာ ရူးသွပ်မှုတွေအများကြီးပါပဲလိုက်ပါရူးသွပ်ကြည့်ဖို့ကတော့ ခင်ဗျားအလုပ်ပါပဲ။စတန်လေကူးဘရစ်ကြီးရဲ့ မာစတာပိစ်စာရင်းဝင်တဲ့ရုပ်ရှင်ပါပဲ။စာရေးဆရာက Nadsatလို့ခေါ်တဲ့ အနာဂတ် တေလေလူငယ်သုံး။ဗန်းစကားကိုထွင်ထည့်ထားတဲ့ ထူးခြားချက်အပြင် ပန်းချီတွေနိမိတ်ပုံဖော်‌ဆောင်မှုတွေကလည်း ထူးတယ်။သူတို့ဖော်ပြတဲ့ အနာဂတ်ဟာအတော်လေးရူးကြောက်ကြောင်လည်းနိုင်တယ်။အော်စကာ ဆန်ခါတင်လေးဆုဝင်ထားတယ်။သတိချပ်ရမှာကတော့ မုဒိန်းကျင့်တဲ့အခန်းတစ်ချို့ကို သေချာပြသွားလို့လူရှေ့သူရှေ့မကြည့်မိဖို့ပါပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ)[Zawgyi]A Clockwork Orange===============IMdb Rating – 8.3/10Directed by Stanley Kubrick“႐ူးေနတ‌ဲ့လူက ကိုယ့္ကိုယ္ကိုယ္႐ူးတယ္ဆိုတာမသိဘူးတဲ့။ဒါဆိုခင္ဗ်ားက ခင္ဗ်ားကိုခင္ဗ်ား႐ူးေနတယ္လို႔ ေတြးၾကည့္လိုက္။ခင္ဗ်ား႐ူးတာ ခင္ဗ်ားသိတယ္ထားလိုက္။ဒီေတာ့ ခင္ဗ်ား႐ူးတာ ခင္ဗ်ားသိေတာ့ခင္ဗ်ားမ႐ူးေတာ့ဘူး။ဒီမွာ ခင္ဗ်ားမ႐ူးဘူးလို႔ ခင္ဗ်ားအတည္ျပဳလို႔ရၿပီမလား။ခင္ဗ်ားမ႐ူးဘူး။ ခင္ဗ်ား ဒါကိုလက္ခံသြားၿပီ။ဒါေပမဲ့ မေမ့နဲ႔ဦး ႐ူးေနတဲ့လူက ကိုယ့္ကိုယ္ကိုယ္ ႐ူးတယ္ဆိုတာမသိဘူး။ခင္ဗ်ားမ႐ူးဘူးလို႔ အတည္ျပဳလို႔ရတာ ခင္ဗ်ား႐ူးေနလို႔ပဲ။ဒီေတာ့ခင္ဗ်ား႐ူးေနတာ သိသြားၿပီမလား။‌သိသြားရင္ ခင္ဗ်ားမ႐ူးေတာ့ဘူး႐ူးေနတဲ့လူက ကိုယ့္ကိုယ္ကိုယ္႐ူးတယ္ဆိုတာမသိဘူး။”ကြၽန္ေတာ္ ဒီမွာေမးခ်င္တဲ့ ေမးခြန္းကခင္ဗ်ား႐ူးေနလား မ႐ူးေနဘူးလား။ခင္ဗ်ားအေျဖကို ကြၽန‌္ေတာ္လိုခ်င္တာမဟုတ္ပါဘူး။ခင္‌ဗ်ားကိုယ္ ခင္ဗ်ားျပန္ေမးေစခ်င္တာ။အေပၚကေျပာထားတဲ့ ေမးခြန္းက Paradoxလိုပါပဲ။ခင္ဗ်ားကို ဒီသံသရာထဲပဲ တဝဲလည္လည္ျဖစ္ေစလိမ့္မယ္။ဒီ႐ုပ္ရွင္မွာလည္း ဒီလိုေမးခြန္းမ်ိဳးပါတယ္။အက်ဥ္းဖ်ဥ္းေျပာရရင္ အနာဂတ္ကာလမွာလူေတြကို ေထာင္မခ်ေတာ့ဘဲ ‌မေကာင္းမႈလုပ္မရေအာင္ ေဆးကုလႊတ္ဖို႔ စၿပီးစီစဥ္လာၾကတယ္။သူတို႔ယူဆတာ မေကာင္းမႈလုပ္တဲ့လူေတြဟာ ႐ူးသြပ္ေနတဲ့လူေတြေပါ့။သူတို႔ကိုမေကာင္းမႈမလုပ္ေအာင္လုပ္ႏိုင္ရင္ ကုသေပ်ာက္ကင္းၿပီလို႔ ယူဆၾကတယ္။ဒါေပမယ့္ ဒါကဟုတ္ေရာဟုတ္လား။အဲလက္စ္ဆိုတဲ့ လူမဆန္တဲ့လူသတ္မႈနဲ႔ ေထာင္ဆယ့္ေလးႏွစ္က်တဲ့ေကာင္ေလးကိုသူတို႔ဒီကုထုံးကို ပထမဆုံးစမ္းသုံးခဲ့ၾကတယ္။နက္ေမွာင္ရွည္လ်ားလွတဲ့သံသရာခရီးမွာလိုခ်င္သည္ျဖစ္ေစ မလိုခ်င္သည္ျဖစ္ေစကိုယ့္ေက်ာေပၚခြနင္း လိုက္ပါလာမယ့္အရာႏွစ္ခုရွိတယ္။လူသားမ်ိဳးဆက္ေတြတစ္ဆက္ၿပီးတစ္ဆက္သာ ကူးေျပာင္းသြားၾကေပမယ့္ ဒီအရာႏွစ္ခုက မေျပာင္းလဲပါဘူး။ကမာၻဦးရဲ႕ပထမေန႔မွာ အလင္းျဖစ္ေစလို႔ အသံထြက္ေပၚလာကတည္းကရွိေနခဲ့တာဒီေန႔ထိထက္တိုင္ သူတို႔တည္ရွိေနၾကတယ္။အေကာင္းနဲ႔အဆိုး အျဖဴနဲ႔အမဲ ယင္နဲ႔ယန္ ခြဲမရတဲ့အရာေတြပါပဲ။အေကာင္းနဲ႔အဆိုးကို ဆုံးျဖတ္တာက ကြၽန္‌ေတာ္တို႔ရဲ႕ ေ႐ြးခ်ယ္ခြင့္ပါပဲ။လူတိုင္းအတြက္ေတာ့ အေကာင္းနဲ႔အဆိုးက မတူညီၾကဘူး။ေရာဂါကုထုံးၿပီးေတာ့ အဲလက္စ္ဟာ လူေကာင္းျဖစ္သြားတာေတာ့မဟုတ္ပါဘူး။ကုထုံးက သူ႔ကို ဆိုးတဲ့တစ္ဖက္ကို အၿမဲ ေ႐ြးခ်ယ္မရေအာင္ ခ်ိဳးႏွိမ္ပစ္လိုက္တယ္။အဲလက္စ္အတြက္ေတာ့ ဒါကမွေရာဂါပါပဲ။အစိုးအရအတြက္ေတာ့ ဒါကေပ်ာက္ကင္းမႈ။ေပ်ာက္သြားၿပီးေထာင္ကျပန္လႊတ္ေပးတဲ့အခ်ိန္အဲလက္စ္ဘ၀နဲ႔ ေထာင္ထဲမ၀င္ခင္ အဲလက္စ္ဘ၀ကို ယွဥ္ၾကည့္ရင္ အေကာင္းနဲ႔အဆိုးက အေတာ္ေဝခြဲရခက္လာမယ္။ဒီ႐ုပ္ရွင္မွာ ႐ူးသြပ္မႈေတြအမ်ားႀကီးပါပဲလိုက္ပါ႐ူးသြပ္ၾကည့္ဖို႔ကေတာ့ ခင္ဗ်ားအလုပ္ပါပဲ။စတန္ေလကူးဘရစ္ႀကီးရဲ႕ မာစတာပိစ္စာရင္း၀င္တဲ့႐ုပ္ရွင္ပါပဲ။စာေရးဆရာက Nadsatလို႔ေခၚတဲ့ အနာဂတ္ ေတေလလူငယ္သုံး။ဗန္းစကားကိုထြင္ထည့္ထားတဲ့ ထူးျခားခ်က္အျပင္ ပန္းခ်ီေတြနိမိတ္ပုံေဖာ္‌ေဆာင္မႈေတြကလည္း ထူးတယ္။သူတို႔ေဖာ္ျပတဲ့ အနာဂတ္ဟာအေတာ္ေလး႐ူးေၾကာက္ေၾကာင္လည္းႏိုင္တယ္။ေအာ္စကာ ဆန္ခါတင္ေလးဆု၀င္ထားတယ္။သတိခ်ပ္ရမွာကေတာ့ မုဒိန္းက်င့္တဲ့အခန္းတစ္ခ်ိဳ႕ကို ေသခ်ာျပသြားလို႔လူေရွ႕သူေရွ႕မၾကည့္မိဖို႔ပါပဲ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ပါ)Quality__1080p , 360pIMDb Rating__8.3/10Format__mp4Duration__02:16:00Type__Crime, Drama, Sci-FiSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"