"[Unicode]Strobe Edge (2015)PauseIMDb rating – 6.2/10ကောင်မလေးတွေပါးစပ်ဖျားမှာရေပန်းစားတဲ့ “ရန်”ကို မတွေ့ခင်အထိအထက်တန်းကျောင်းဂျူနီယာလေး”နိနကို”က ဘယ်သူ့ကိုမှစိတ်မဝင်စားတဲ့ကျောင်းသူလေးတစ်ယောက်ပါ။ရန်ရဲ့ဂရုစိုက်တတ်ပြီးတစ်ဖက်သားကိုလေးစားတတ်တဲ့အပြုအမူကြောင့် သူ့ကိုချစ်မိသွားပါတယ်။ဒါပေမဲ့လည်း သူကြိုမသိထားတဲ့အချက်က “ရန်”မှာကောင်မလေးရှိနေနှင့်ပြီး ကောင်မလေးကမော်ဒယ်တစ်ယောက်ဖြစ်ပါတယ်။ဒါ့ကြောင့်ဖွင့်ပြောပြီးတဲ့အခါမှာလည်း “နိနကို”က “ရန်”ကိုသူငယ်ချင်းအဖြစ်ပဲဆက်နေပေးဖို့တောင်းဆိုခဲ့ပါတယ်။အဲ့ဒီအချိန်မှာ “အန်ဒို”ဆိုတဲ့ကျောင်းပြောင်းကောင်လေးကလည်း “နိနကို”ကိုတဖြည်းဖြည်းနဲ့စိတ်ဝင်စားလာပါတယ်။“အန်ဒို”က “ရန်”ရဲ့အချစ်ဆုံးသူူငယ်ချင်းဖြစ်ခဲ့ဖူးပြီး အထင်လွဲစရာကိစ္စတစ်ခုကြောင့်အချင်းချင်းမုန်းသွားခဲ့တာပါ။သူငယ်ချင်းဆိုတဲ့စည်းခြားထားပေမဲ့ “ရန်”နဲ့”နိနကို”ကြားမှာ တဖြည်းဖြည်းသံယောဇဉ်တွေတိုးလာတဲ့အခါ“ရန်”ကလည်းသူ့ကောင်မလေးကိုတကယ်ချစ်တာမဟုတ်ဘဲကာကွယ်ပေးချင်စိတ်ကြောင့်တွဲခဲ့တာဖြစ်တဲ့အခါ…“ရန်” “နိနကို”နဲ့ “အန်ဒို”တို့၃ယောက်ရဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုနိုင်စေဖို့ဘာသာပြန်တင်ဆက်လိုက်ရပါတယ်။၂၀၁၅ဇာတ်ကားဟောင်းဖြစ်ပေမဲ့ ပြန်ကြည့်ရင်လည်း ရိုးမသွားဘဲကြည်နူးစရာကောင်းတဲ့ဇာတ်ကားလေးမ်ု့ိ Highschool movieကြိုက်တဲ့သူတွေအတွက်အကြိုက်တွေ့စေမှာပါ။Strobe Edge ဇာတ်ကားကတော့ ဂျပန်မှာအောင်မြင်ခဲ့တဲ့ Voice over comic ရဲ့ Live actionဖြစ်ပြီးGreeeen အဖွဲ့ရဲ့ နာမည်ရသီချင်းဖြစ်တဲ့ Ai uta ကို Theme songအဖြစ်အသုံးပြုထားပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )[Zawgyi]Strobe Edge (2015)IMDb rating – 6.2/10ေကာင္မေလးေတြပါးစပ္ဖ်ားမွာေရပန္းစားတဲ့ “ရန္”ကို မေတြ႕ခင္အထိအထက္တန္းေက်ာင္းဂ်ဴနီယာေလး”နိနကို”က ဘယ္သူ႕ကိုမွစိတ္မဝင္စားတဲ့ေက်ာင္းသူေလးတစ္ေယာက္ပါ။ရန္ရဲ႕ဂ႐ုစိုက္တတ္ၿပီးတစ္ဖက္သားကိုေလးစားတတ္တဲ့အျပဳအမူေၾကာင့္ သူ႔ကိုခ်စ္မိသြားပါတယ္။ဒါေပမဲ့လည္း သူၾကဳိမသိထားတဲ့အခ်က္က “ရန္”မွာေကာင္မေလးရွိေနႏွင့္ၿပီး ေကာင္မေလးကေမာ္ဒယ္တစ္ေယာက္ျဖစ္ပါတယ္။ဒါ့ေၾကာင့္ဖြင့္ေျပာၿပီးတဲ့အခါမွာလည္း “နိနကို”က “ရန္”ကိုသူငယ္ခ်င္းအျဖစ္ပဲဆက္ေနေပးဖို႔ေတာင္းဆိုခဲ့ပါတယ္။အဲ့ဒီအခ်ိန္မွာ “အန္ဒို”ဆိုတဲ့ေက်ာင္းေျပာင္းေကာင္ေလးကလည္း “နိနကို”ကိုတျဖည္းျဖည္းနဲ႔စိတ္ဝင္စားလာပါတယ္။“အန္ဒို”က “ရန္”ရဲ႕အခ်စ္ဆုံးသူူငယ္ခ်င္းျဖစ္ခဲ့ဖူးၿပီး အထင္လြဲစရာကိစၥတစ္ခုေၾကာင့္အခ်င္းခ်င္းမုန္းသြားခဲ့တာပါ။သူငယ္ခ်င္းဆိုတဲ့စည္းျခားထားေပမဲ့ “ရန္”နဲ႔”နိနကို”ၾကားမွာ တျဖည္းျဖည္းသံေယာဇဥ္ေတြတိုးလာတဲ့အခါ“ရန္”ကလည္းသူ႔ေကာင္မေလးကိုတကယ္ခ်စ္တာမဟုတ္ဘဲကာကြယ္ေပးခ်င္စိတ္ေၾကာင့္တြဲခဲ့တာျဖစ္တဲ့အခါ…“ရန္” “နိနကို”နဲ႔ “အန္ဒို”တို႔၃ေယာက္ရဲ႕သုံးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးကို ၾကည့္ရႈႏိုင္ေစဖို႔ဘာသာျပန္တင္ဆက္လိုက္ရပါတယ္။၂၀၁၅ဇာတ္ကားေဟာင္းျဖစ္ေပမဲ့ ျပန္ၾကည့္ရင္လည္း ႐ိုးမသြားဘဲၾကည္ႏူးစရာေကာင္းတဲ့ဇာတ္ကားေလးမ္ု႔ိ Highschool movieႀကိဳက္တဲ့သူေတြအတြက္အႀကိဳက္ေတြ႕ေစမွာပါ။Strobe Edge ဇာတ္ကားကေတာ့ ဂ်ပန္မွာေအာင္ျမင္ခဲ့တဲ့ Voice over comic ရဲ႕ Live actionျဖစ္ၿပီးGreeeen အဖြဲ႕ရဲ႕ နာမည္ရသီခ်င္းျဖစ္တဲ့ Ai uta ကို Theme songအျဖစ္အသုံးျပဳထားပါတယ္။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ပါ )Quality__720pIMDb Rating__6.2/10Format__mp4Duration__01:55:57Type__Drama , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by Ingyin SanEncoded by Naing Aung Latt"