"[Unicode]
Fantasy of the Girls 2018
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
LGBT Supporter တို့အတွက် Lesbian Teen Romance Movie လေးတစ်ခုပေါ့
အချစ်ဆိုတာ အသက်အရွယ်မရွေး Genderမရွေးမှာ ဖြစ်ပေါ်လာတတ်ပေမယ့် ပတ်ဝန်းကျင်ရဲ့ တိုက်ခိုက်မှုဒဏ်ကိုခံရပြီး မဖြစ်သင့်တဲ့ ဒဏ်ခတ်အချစ်ဆိုတာမျိုးရှိပါတယ်…
ချစ်နေကြပေမယ့်လည်း မဖြစ်သင့်လို့ မချစ်ခဲ့သလိုနေခဲ့လိုက်ရမယ့် အချစ်ဇာတ်လမ်းလေးကို ဒီကားလေးမှာ ပုံဖော်ထားပုံကတော့
ပထမနှစ်အထက်တန်ကျောင်းသူလေး ဆွန်းဟွာဟာ သူမရဲ့ကျောင်းက နောက်ဆုံးနှစ် စီနီယာကျောင်းသူ ဆူယွန်းနဲ့ အမှတ်မထင်တွေ့ဆုံခဲ့ရာက
ဆူယွန်းရဲ့မျက်စိကျသွားမှုကြောင့် ရိုမီယို ဂျူလီးယက် ပြဇာတ်အတွက် ဂျူးလီးယက်နေရာကို အရွေးခံခဲ့ရပါတယ်
ရိုမီယိုနေရာမှာ သရုပ်ဆောင်မယ့် စီနီယာကျောင်းသူ ဟာနမ်ဟာ ဂျူနီယာတိုင်းရဲ့ အသဲစွဲစံပြ ကျောင်းသာတစ်ယောက်ဖြစ်တာမို့ တွဲသရုပ်ဆောင်ခွင့်ရခဲ့တဲ့ ဆွန်းဟွာကို လူတိုင်းက အားကျနေခဲ့ရတဲ့အဖြစ်ပေါ့
ဒီလိုနဲ့ ပြဇာတ်အတွက် လေ့ကျင့်ကြရင်း ရင်းနှီးသွားတဲ့အခါဆွန်းဟွာဟာ သူမစီနီယာ ဟာနမ်အပေါ် ခံစားချက်ရှိလာခဲ့အခါ…
ဆွန်းဟွာရဲ့ အချစ်ဇာတ်လမ်းလေးဟာ ဘယ်လိုဖြစ်သွားမယ်ဆိုတာကို ကြည့်ရှုလိုက်ကြရအောင်ပါ ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ပါ )
[Zawgyi]
Fantasy of the Girls 2018
LGBT Supporter တို႔အတြက္ Lesbian Teen Romance Movie ေလးတစ္ခုေပါ့
အခ်စ္ဆိုတာ အသက္အရြယ္မေရြး Genderမေရြးမွာ ျဖစ္ေပၚလာတတ္ေပမယ့္ ပတ္ဝန္းက်င္ရဲ႕ တိုက္ခိုက္မႈဒဏ္ကိုခံရၿပီး မျဖစ္သင့္တဲ့ ဒဏ္ခတ္အခ်စ္ဆိုတာမ်ိဳး႐ွိပါတယ္…
ခ်စ္ေနၾကေပမယ့္လည္း မျဖစ္သင့္လို႔ မခ်စ္ခဲ့သလိုေနခဲ့လိုက္ရမယ့္ အခ်စ္ဇာတ္လမ္းေလးကို ဒီကားေလးမွာ ပံုေဖာ္ထားပံုကေတာ့
ပထမႏွစ္အထက္တန္ေက်ာင္းသူေလး ဆြန္းဟြာဟာ သူမရဲ႕ေက်ာင္းက ေနာက္ဆုံးႏွစ္ စီနီယာေက်ာင္းသူ ဆူယြန္းနဲ႔ အမွတ္မထင္ေတြ႔ဆံုခဲ့ရာက
ဆူယြန္းရဲ႕မ်က္စိက်သြားမႈေၾကာင့္ ႐ိုမီယို ဂ်ဴလီးယက္ ျပဇာတ္အတြက္ ဂ်ဴးလီးယက္ေနရာကို အေရြးခံခဲ့ရပါတယ္
႐ိုမီယိုေနရာမွာ သ႐ုပ္ေဆာင္မယ့္ စီနီယာေက်ာင္းသူ ဟာနမ္ဟာ ဂ်ဴနီယာတ္ိုင္းရဲ႕ အသဲစြဲစံျပ ေက်ာင္းသာတစ္ေယာက္ျဖစ္တာမို႔ တြဲသ႐ုပ္ေဆာင္ခြင့္ရခဲ့တဲ့ ဆြန္းဟြာကို လူတိုင္းက အားက်ေနခဲ့ရတဲ့အျဖစ္ေပါ့
ဒီလိုနဲ႔ ျပဇာတ္အတြက္ ေလ့က်င့္ၾကရင္း ရင္းနွီးသြားတဲ့အခါဆြန္းဟြာဟာ သူမစီနီယာ ဟာနမ္အေပၚ ခံစားခ်က္႐ွိလာခဲ့အခါ…
ဆြန္းဟြာရဲ႕ အခ်စ္ဇာတ္လမ္းေလးဟာ ဘယ္လိုျဖစ္သြားမယ္ဆိုတာကို ၾကည့္႐ႈလိုက္ၾကရေအာင္ပါ ။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ပါ )
Quality__720p
IMDb Rating__6.9/10
Format__mp4
Duration__01:44:00
Type__Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Deer
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
