"[Unicode]
ဒီကားလေးကတော့ ညီအစ်မသုံးယောက်နဲ့ နတ်မင်းတစ်ပါးနဲ့ ချစ်ခြင်းမေတ္တာတွေကိုဖော်ညွှန်းပြထားတာပါ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နှင်းမြေခွေး ညမြေခွေးနဲ့ မီးမြေခွေးဆိုတဲ့ အသွင်ပြောင်းနိုင်တဲ့မြေခွေးညီအစ်မသုံးယောက်ဟာ ဖူဆန်တောင်တာ အတူတူနေထိုင်ခဲ့ကြပါတယ်
ညီအစ်မသုံးယောက်လုံးက သုံးလောကရဲ့အချစ်ခံလေးတွေပါ
သူတို့ညီအစ်မသုံးယောက်ဟာ တစ်ချိန်ထဲမှာပဲ သူတို့နဲ့အတူတူကြီးပြင်းခဲ့တဲ့ ရွှေရောင်ငှက်နတ်မင်းကို ချစ်သွားမိတဲ့အခါ
နတ်မင်းက နေမင်းပစ်ခွင်းခံရပြီး ရွှေကြာပန်းထဲဝိဉာဉ်ရောက်သွားတဲ့အချိန်မှာ
အချစ်အတွက်နဲ့ ညီအစ်မအချင်းချင်း တိုက်ခိုက်ကြပါတော့တယ်
တိုက်ခိုက်ရာကနေ ညီအစ်မသုံးယောက် ဖြစ်ခဲ့သမျှမေ့ပြီး အသစ်တဖန်ပြန်မွေးဖွားလာခဲ့သောအခါ
ရွှေရောင်ငှက်မင်းဝိဉာဉ်ရွှေကြာပန်းကလည်း လူသားခန္ဓာကိုယ်ထဲ ရောက်သွားသောအခါ
ဘယ်လိုပြန်မှတ်မိမလဲ
ဘာတွေဆက်ဖြစ်မလဲ ဆိုတာ ဇာတ်လမ်းလေးထဲစောင့်ကြည့်ကြပါရှင် ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ဖြစ်ပါတယ် )
[Zawgyi]
ဒီကားေလးကေတာ့ ညီအစ္မသုံးေယာက္နဲ႔ နတ္မင္းတစ္ပါးနဲ႔ ခ်စ္ျခင္းေမတၱာေတြကိုေဖာ္ၫႊန္းျပထားတာပါ
ႏွင္းေျမေခြး ညေျမေခြးနဲ႔ မီးေျမေခြးဆိုတဲ့ အသြင္ေျပာင္းႏိုင္တဲ့ေျမေခြးညီအစ္မသုံးေယာက္ဟာ ဖူဆန္ေတာင္တာ အတူတူေနထိုင္ခဲ့ၾကပါတယ္
ညီအစ္မသုံးေယာက္လုံးက သုံးေလာကရဲ႕အခ်စ္ခံေလးေတြပါ
သူတို႔ညီအစ္မသုံးေယာက္ဟာ တစ္ခ်ိန္ထဲမွာပဲ သူတို႔နဲ႔အတူတူႀကီးျပင္းခဲ့တဲ့ ေ႐ႊေရာင္ငွက္နတ္မင္းကို ခ်စ္သြားမိတဲ့အခါ
နတ္မင္းက ေနမင္းပစ္ခြင္းခံရၿပီး ေ႐ႊၾကာပန္းထဲဝိဉာဥ္ေရာက္သြားတဲ့အခ်ိန္မွာ
အခ်စ္အတြက္နဲ႔ ညီအစ္မအခ်င္းခ်င္း တိုက္ခိုက္ၾကပါေတာ့တယ္
တိုက္ခိုက္ရာကေန ညီအစ္မသုံးေယာက္ ျဖစ္ခဲ့သမွ်ေမ့ၿပီး အသစ္တဖန္ျပန္ေမြးဖြားလာခဲ့ေသာအခါ
ေ႐ႊေရာင္ငွက္မင္းဝိဉာဥ္ေ႐ႊၾကာပန္းကလည္း လူသားခႏၶာကိုယ္ထဲ ေရာက္သြားေသာအခါ
ဘယ္လိုျပန္မွတ္မိမလဲ
ဘာေတြဆက္ျဖစ္မလဲ ဆိုတာ ဇာတ္လမ္းေလးထဲေစာင့္ၾကည့္ၾကပါရွင္ ။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Hlaing Theint Theint Latt ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__6.0/10
Format__mp4
Duration__01:38:00
Type__Fantasy
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Hlaing Theint Theint Latt
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
