"Kaagaz (2021)
*****************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb rating………………….7.9 Hindi
Kaagaz – စာရွက်
2021 မှာ အသစ်ထွက်ထားတဲ့ ဇတ်ကားကောင်းလေးတစ်ကား ရှိတယ်ဗျ Salma Khan ထုတ်လုပ်ရေးက ထုတ်လုပ်ထားတာပါ။
၇.၉ ထိ ဘာကြောင့်ရခဲ့လဲ။ ပထမဆုံးက ဒီဇတ်ကားက ၇၀-၉၀ ခုနှစ်ပိုင်းမှာ ဇတ်အိမ်တည်ပြီး
ဘဏ်ကချေငွေရဖို့ ကြိုးစားရင်း ဒုက္ခရောက်ခဲ့ရတဲ့ လယ်သမားတစ်ယောက် ဖြစ်ရပ်မှန်ကို အခြေခံထားတာပါ။
ဇတ်လမ်း တစ်လျှောက်လုံးလဲ ပါတ်ဝန်းကျင်ရဲ့ ငြိုငြင်စကားတွေ မိသားစုတွင်း သစ္စာမဲ့မူ‌တွေနဲ့
ဘက်ပေါင်းစုံ စိတ်ဓာတ်ကျစရာတမျိုးစုံကို ခံရတဲ့အခါ ဖြစ်ပေါ်လာတဲ့ သူ့ရဲ့စိတ်ပိုင်းဆိုင်ရာ ခံစားချက်တွေကို
ဖော်ပြပုံတွေက မာစတာပိစ်ပါပဲ။ ဒါ့အပြင် ရိုးသား ပျော်ရွှင်တတ်တဲ့လူတစ်ယောက်အဖြစ်ကနေ ခေါင်းမာ
ပြတ်သားသူတစ်ယောက်အဖြစ် ပြောင်းလဲသွားရပုံကို
နိမ့်ချည်တစ်ခါ မြင့်ချည်တစ်လှည့်နဲ့ Pankaj Tripathi ရဲ့ သရုပ်ဆောင် မူတွေကဆွဲခေါ်သွားပါလိမ့်မယ်။
ဘာရသ်လားလ် ဆိုသူဟာ တီးဝိုင်းခေါင်းဆောင်တစ်ဦး ဖြစ်ပြီး
သူ့ရဲ့အလုပ်ကတော့ မင်္ဂလာပွဲတွေ ဘာသာရေးပွဲတွေမှာ လိုက်လံ တီးခတ်ပေးရပါသတဲ့
တစ်နေ့ကျတော့ ပုဏ္ဏားတစ်ယောက်နဲ့ စကားစပ်မိရင်းကနေ
ပုဏ္ဏားက ဆိုင်ကိုထပ်ချဲ့ဖို့ ပြောလာပေမယ့်
ဘာရသ်လားလ်က သူ့မှာ ပိုက်ဆံမရှိကြောင်းပြန်ရှင်းပြတော့
ပုဏ္ဏားကြီးက ဘဏ်ချေးငွေယူပြီးလုပ်ဖို့ အကြံပေးလိုက်ပါတော့တယ်။
ဒီလိုနဲ့ ဘဏ်ချေးငွေ မယူချင်ယူချင်နဲ့ သွားယူမယ်ဆိုပြီးသွားတော့
ချေးငွေယူဖို့ရာ လက်ဝယ်ပိုင်ဆိုင်မှုရှိတဲ့ ပစ္စည်းတစ်ခုခု ဘဏ်ကိုပြဖို့လိုမယ်ဆိုတာသိရပြီး
သူ့ဦးလေးမိသားစုနဲ့ စပ်တူ အမွေရထားတဲ့ မြေကွက်ရဲ့ စာချုပ်ကိုယူဖို့ ထွက်လာခဲ့ပါတယ်
ဟိုကိုရောက်တော့ မြေက သူ့နာမည်နဲ့ မဟုတ်တော့ကြောင်း
သူကအစိုးရ စာရွက်ပေါ်မှာသေသွားပြီဖြစ်ကြောင်းသိလိုက်ရတဲ့အခါ …..
နောက်ခံသီချင်းတွေကလဲ အတော်လေးကောင်းပါတယ်။
Mizarpu ထဲက မီဇာပူးထဲက ဖိုက်တာကြီးကအဓိကမင်းသားအဖြစ် သရုပ်ဆောင်ထားပါတယ်
ဘာရသ်လားလ်တစ်ယောက် ဘယ်နည်း ဘယ်ပုံနဲ့ သူ့ကိုယ်သူ အသက်ရှင်နေကြောင်း
သက်သေပြမလဲဆိုတာကိုတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားပေးကြပါလို့ ပြောကြားရင်း ….
ဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။
File Size – (1080p) 2 GB , (720p)1 GB
Quality – 1080p
Duration – 1h 49min
Translator – Thaik San
Encoder– Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
