"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
My Own Private Idaho
IMDB – 7.1
Rotten Tomatoes – 79%
Narcolepsy လို့ခေါ်တဲ့ ဦးနှောက်တုံ့ပြန်မှုပုံမမှန်ဝေဒနာသည် ခြေသလုံးအိမ်တိုင် မိုက်ဝေါတားစ်(River Phoenix)က gay prostitute အဖြစ် လုပ်စားနေသူပါ။ စကော့တ်ဖေဗာ(Keanu Reeves)က မြို့တော်ဝန်ရဲ့သား ဖြစ်ပေမယ့် မိဘတွေနဲ့ သဘောထားချင်းမတိုက်ဆိုင်လို့ အိမ်ပေါ်က ဆင်းပြီး မိုက်တို့လို လိုက်လုပ်ပြီး နေတယ်။ သူတို့လို လမ်းဘေးလူငယ်လေးတွေက ဘော့ပ်လို့ ခေါ်တဲ့ လူဝကြီးတဦးကို ခေါင်းဆောင်တင်ထားတယ်။ ငယ်ငယ်ကတည်းက မေတ္တာငတ်ခဲ့တဲ့ မိုက်ဟာ ပျောက်ဆုံးနေတဲ့ မိခင်ကို ရှာဖွေရင်း စကော့တ်ကို သံယောဇဉ်တွယ်လာခဲ့တယ်။ အခြေအနေတခုကြောင့်သာ လမ်းဘေးဘဝကို ရွေးချယ်ခဲ့တဲ့ စကော့တ်က အချိန်တန်ရင် မိဘဆီ ပြန်မှာလို့ ပြောထားပြီးသား။ ဘော့ပ်တို့ကလည်း စကော့တ်ကို မျှော်မှန်းပြီး ဆင်ဖြူတော်မှီကြံစုပ်ဖို့ ရည်ရွယ်ထားတယ်။ အဆင့်အတန်းနဲ့ ဘဝ မိုးနဲ့မြေလို ကွာခြားတဲ့ သူငယ်ချင်းနှစ်ယောက် ခွဲရမယ့် တနေ့ကို ရောက်လာတဲ့အခါမှာတော့…။
ဒီကားကို ရှိတ်စပီးယားရဲ့ Henry IV ပြဇာတ်ကို မှီငြမ်းပြီး indepentdant film အဖြစ် ရိုက်ထားတာ ဖြစ်ပါတယ်။ ကျနော်တို့ဂျွန်ဝစ်ကြီး ငယ်ငယ်က River Phoenix နဲ့ ရိုက်ခဲ့တဲ့ bromance ဇာတ်ကားဖြစ်ပါတယ်။ (Joaquin Phoenix ရဲ့အကိုလို့ ပြောစရာ မလိုအောင်) River Phoenix က သရုပ်ဆောင် ကောင်းလွန်းလို့ ဒီကားနဲ့ ဗင်းနစ်ရုပ်ရှင်ပွဲတော်မှာ Best Actor ဆုရခဲ့သလို Best Supporting Actor အဖြစ် အော်စကာတစ်ကြိုစာရင်းထဲ ဝင်ခဲ့ပါတယ်။ ကီနူးရိဗ်က ဒီရုပ်ရှင်ရဲ့ ဇာတ်အကြမ်းမူကို သူ့အချစ်ဆုံးသူငယ်ချင်း River ဆီ မိုင်တထောင်ကျော်ခရီးကို ဆိုင်ကယ်စီးပြီး သွားပြခဲ့သတဲ့။ ဝမ်းနည်းစရာကောင်းတာက River ဟာ ဒီကားရိုက်ပြီး နှစ်နှစ်အကြာ အသက် ၂၃ အရွယ်မှာ overdose ဖြစ်ပြီး ကွယ်လွန်ခဲ့ပါတယ်။
လူကြီးများနှင့် အတူကြည့်ဖို့ မသင့်တော်တဲ့ ဇာတ်ဝင်ခန်းနဲ့ စကားလုံးတွေ ပါဝင်ပါတယ်။ ဖောင်းဒိုင်းအခန်းတွေကို သရုပ်ဖော်ထားပုံက ထူးခြားပါတယ် (ကြည့်ပြီးရင်တော့ မဆဲပါနဲ့ :3 )။
(အညွှန်းနဲ့ဘာသာပြန်ကိုတော့ Waiyan Philip မှ တင်ဆက်ထားတာပါ။)
File size…(1.8 GB) and (1.1 GB)
Quality…BluRay 1080p & 720p 5.1CH
Format…mp4
Duration….01:45:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Waiyan Philip
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
