"Megamindရုပ်ရှင်ကားက ကျွန်တော်တို့အကုန်သိကြတဲ့ Dreamworks Creationတွေထဲက အပြောင်မြောက်ဆုံးလက်ရာတစ်ခုဆိုလည်းမမှားပါဘူး။
Dreamworks Studioက Shrekဆိုတဲ့ အကောင်းဆုံး animationကိုထုတ်ပေးနိုင်ခဲ့သလို ဒုတိယအနေနဲ့ဆို Kung Fu Pandaကို ညွှန်ပေးရပါမယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Dreamworksက ရုပ်ရှင်ကားတွေတော်တော်များများက storylineတွေကောင်းသလို ကြည့်ပြီးရင် ထပ်ခါထပ်ခါပြန်ကြည့်ချင်အောင်ဆွဲခေါ်နိုင်တယ်ဗျ။
Animationsတော်တော်များများထဲမှ Dreamworksကထုတ်တဲ့ Megamindဆိုတဲ့ရုပ်ရှင်ကားက 2010မှာထွက်လာခဲ့ပြီး.. တော်တော်လည်းပေါက်ခဲ့တာပါ။
အကြောင်းကတော့ Dc/Marvelဆိုတဲ့ Universe၂ခုမှာရှိကြတဲ့ Comicsထဲက အကြောင်းအရာတချို့ကို What if storyအနေနဲ့ပြန်ရိုက်ထားတာပါ။
ဒီရုပ်ရှင်ကားက ကြည့်ရင်ကြည့်သလို အခုနောက်ပိုင်းထွက်ရှိနေတဲ့ MCUဇာတ်ကားထဲက Technologyတွေနဲ့ပိုဆင်တူလာသလို… သတိထားမိရင်ထားမိသလို Factsတော်တော်များများက Superheros Comicsတွေထဲက ဆွဲထုတ်ယူထားမှန်း သိသာလာစေပါတယ်။
နောက်ထပ်ရော ဘယ်လိုTheoryတွေ ဘယ်လိုအကြောင်းအရာတော်တော်များများ ပါသလဲဆိုတာကိုတော့ ရုပ်ရှင်မှာဆက်လက်ရှုစားကြည့်ပါခင်များး
Review Credit to Everdean Aurora
ရုပ်ရှင်ကားကို ထက်ထက်တင်ဇာ
က ဘာသာပြန်ပေးထားပြီး
သစ်ဆန်းခန့် မှ Encode ပေးထားပါတယ်
zawgyi
Megamind႐ုပ္ရွင္ကားက ကြၽန္ေတာ္တို႔အကုန္သိၾကတဲ့ Dreamworks Creationေတြထဲက အေျပာင္ေျမာက္ဆုံးလက္ရာတစ္ခုဆိုလည္းမမွားပါဘူး။
Dreamworks Studioက Shrekဆိုတဲ့ အေကာင္းဆုံး animationကိုထုတ္ေပးႏိုင္ခဲ့သလို ဒုတိယအေနနဲ႔ဆို Kung Fu Pandaကို ၫႊန္ေပးရပါမယ္။
Dreamworksက ႐ုပ္ရွင္ကားေတြေတာ္ေတာ္မ်ားမ်ားက storylineေတြေကာင္းသလို ၾကည့္ၿပီးရင္ ထပ္ခါထပ္ခါျပန္ၾကည့္ခ်င္ေအာင္ဆြဲေခၚႏိုင္တယ္ဗ်။
Animationsေတာ္ေတာ္မ်ားမ်ားထဲမွ Dreamworksကထုတ္တဲ့ Megamindဆိုတဲ့႐ုပ္ရွင္ကားက 2010မွာထြက္လာခဲ့ၿပီး.. ေတာ္ေတာ္လည္းေပါက္ခဲ့တာပါ။
အေၾကာင္းကေတာ့ Dc/Marvelဆိုတဲ့ Universe၂ခုမွာရွိၾကတဲ့ Comicsထဲက အေၾကာင္းအရာတခ်ိဳ႕ကို What if storyအေနနဲ႔ျပန္႐ိုက္ထားတာပါ။
ဒီ႐ုပ္ရွင္ကားက ၾကည့္ရင္ၾကည့္သလို အခုေနာက္ပိုင္းထြက္ရွိေနတဲ့ MCUဇာတ္ကားထဲက Technologyေတြနဲ႔ပိုဆင္တူလာသလို… သတိထားမိရင္ထားမိသလို Factsေတာ္ေတာ္မ်ားမ်ားက Superheros Comicsေတြထဲက ဆြဲထုတ္ယူထားမွန္း သိသာလာေစပါတယ္။
ေနာက္ထပ္ေရာ ဘယ္လိုTheoryေတြ ဘယ္လိုအေၾကာင္းအရာေတာ္ေတာ္မ်ားမ်ား ပါသလဲဆိုတာကိုေတာ့ ႐ုပ္ရွင္မွာဆက္လက္ရႈစားၾကည့္ပါခင္မ်ားး
Review Credit to Everdean Aurora
႐ုပ္ရွင္ကားကို ထက္ထက္တင္ဇာ
က ဘာသာျပန္ေပးထားၿပီး
သစ္ဆန္းခန႔္ မွ Encode ေပးထားပါတယ္
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
