"The Day I Died (2020)
ဘဝမှာတစ်ယောက်တည်းအထီးကျန်နေတာမျိုး၊
ကိုယ့်အမှားမဟုတ်ဘဲ တစ်ခြားသူအမှားကြောင့်
အပစ်ပယ်ခံရတာမျိုးကို ကြုံနေရတဲ့ကောင်မလေးတစ်ယောက်အကြောင်းကို
စုံထောက်တစ်ယောက်က စုံစမ်းတာနဲ့ ဇာတ်လမ်းလေးကို စဖွင့်ထားပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားထဲမှာပါဝင်တဲ့သူတွေကတော့
နာမည်ကြီးမင်းသမီး Kim Hye-soo၊ တက်သစ်စ မင်းသမီးလေး No Jeong-ee (18 Again) နဲ့
မင်းသားချော Lee Sang-Yeob တို့က ပါဝင်ထားပြီး ၂၀၂၀မှာထွက်ရှိထားပြီး
IMDB 10/7.3 ထိ ရထားတဲ့ Drama/Crime ဇာတ်ကားကောင်းလေးတစ်ကားလည်း ဖြစ်ပါတယ်
ဇာတ်လမ်းကို ပြန်ပြောရရင် မတော်တဆမှုတစ်ခုကြောင့် အလုပ်နားထားရတဲ့ ဂင်ယောင်းဆွန်း အမှုစစ်ကို
အထက်လူကြီးဖြစ်သူကခေါ်ပြီး အလုပ်ခွင်နားထားရတဲ့မတော်တဆပြစ်မှုနဲ့ ရာထူးတိုးချင်တယ်ဆိုရင်
အမှုတစ်ခုကိုလိုက်ပြီး အမှုပိတ်ဖို့အတွက်အစီရင်ခံစာတင်ဖို့တောင်းဆိုခဲ့ပါတယ်
ဂင်ယောင်းဆွန်းကိုယ်တိုင်ကလည်း ယောက်ျားနဲ့ကွာရှင်းဖို့အမှုရင်ဆိုင်နေရပြီး
မတော်တဆမှုကြောင့် လက်အကြောဆိုင်းတဲ့ဝေဒနာကိုခံစားနေရတဲ့အပြင်
အလုပ်ကလည်းမတော်တဆမှုအတွက်နဲ့ ပြုတ်မလိုဖြစ်နေခဲ့သူပါ
အဲ့ဒီအချိန်အထက်ကစုံစမ်းခိုင်းတဲ့ ဆယ်ဂျင်းဆိုတဲ့ သူဌေးသမီးကောင်မလေးတစ်ယောက်
သေကြောင်းကြံစည်မှုကို အစီရင်ခံစာဖို့လုပ်ရင်း မထင်မှတ်ထားတွေပါ ဆက်လက်သိရှိလာခဲ့ပါတယ်
ကောင်မလေးအဖေဖြစ်သူကလည်း မတရားမှုများစွာလုပ်ခဲ့ပြီးနောက် သေဆုံးသွားခဲ့ပြီး
အစ်ကိုဖြစ်သူကလည်း ဆေးမှုနဲ့ထောင်ကျနေပါတယ်
ဆယ်ဂျင်းကိုလည်း သူ့အဖေပြစ်မှုတွေအတွက် သူမသေကြောင်းမကြံခင်မှာ ရဲတွေဖက်ကစစ်ဆေးခဲ့ကြပြီး
အဲ့ဒီအချိန်တုန်းက ဂင်ဆွန်းယောင်းကမတော်တဆမှုကြောင့်ဆေးရုံရောက်နေချိန်လည်းဖြစ်ပါတယ်
ဂင်ယောင်းဆွန်း ဆေးရုံက ဆင်းလာပြီးနောက် အထက်က ယာယီအလုပ်ဆင်းခိုင်းခဲ့ချိန် ဆယ်ဂျင်းက သေဆုံးသွားခဲ့ပြီး
အားလုံးက အပြီးသတ်ချင်နေတဲ့အမှုက ယောင်းဆွန်းလက်ထဲကိုရောက်လာခဲ့တာလည်း ဖြစ်ပါတယ်
ဘာလို့ရဲတွေဖက်ကဒီအမှုကိုသေချာမစုံစမ်းပဲ မြန်မြန်ပိတ်ချင်နေခဲ့တာလဲ?????
ကောင်မလေးကကောဘာလို့သေကြောင်းကြံချင်ခဲ့တာလဲ ဆိုတာရယ်
သူမသေကြောင်းကြံသွားခြင်းရဲ့ နောက်ကွယ်မှာ လျှို့ဝှက်ချက်တွေအများကြီးရှိနေခဲ့ပါတယ်
ကိုရီးယားကားတွေထုံးစံအတိုင်း အဆုံးသတ်မှာ အလှည့်အပြောင်းလေးတစ်ခုလည်းထည့်ထားလို့
ကြည့်ရတာစိတ်ဝင်စားမယ့် ကားကောင်းလေးတစ်ကားပါ
ဇာတ်လမ်းကလည်းစိတ်ဝင်စားဖို့ကောင်းသလို လူတိုင်းစိတ်ထဲမှာတစ်နည်းနည်းနဲ့ ခံစားနေရတတ်တဲ့ အထီးကျန်မှုကိုပါ
သေချာသရုပ်ဖော်သွားနိုင်လို့ နောက်ဆုံး စိတ်ထဲမှာတစ်ခုခုကျန်သွားနိုင်မယ့် ကားကောင်းလေးတစ်ကားလည်းဖြစ်ပါတယ်
IMDb – 7.3/10 ရထားတာမို့ Rating အတော်မြင့်တဲ့ကားထဲမှာလည်း ပါပါတယ်
File size… 1.66GB and 716MB
Quality….FHDRip 1080p and 720p
Format…mp4
Duration…. 1hr 52 min
Subtitle….Myanmar Subtitle (Hardsub)
Encoder…. August
Translated by ….. Moe Pwint
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
