"Segfault(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်ကားကို ဟိုးအရင်ကတည်းကဘယ်သူမှမရိုက်ကူးထားခဲ့တဲ့
ပုံစံသစ် စိတ်ကူးသစ်တစ်ခုနဲ့ ရိုက်ကူးတင်ဆက်ထားပါတယ်..
ဘယ်လိုပုံစံနဲ့လဲဆိုတော့ အဓိကဇာတ်ဆောင်မင်းသမီးဖြစ်သူကို
ဒီဇာတ်လမ်းတစ်ခုလုံးရဲ့ ဇာတ်ညွှန်းဇာတ်ကွက်တွေကို တစ်ခုမှအသိမပေး
ဒိုင်ယာလော့ခ်စကားပြောတွေမရှိဘဲနဲ့ ဇာတ်ပို့တွေရဲ့အကူအညီနဲ့သာ
ဘာကိုဘယ်လိုဆက်လုပ်မလဲဆိုတာ ကိုယ်ပိုင်ဆုံးဖြတ်ချက်ချခိုင်းပြီး
ရှေ့ဆက်သွားရတဲ့ ပုံစံမျိုးပါ…
ဇာတ်လမ်းရဲ့အစ အခန်းထဲကထိုင်ခုံပေါ်မှာမျက်လုံးစုံမှိတ်ခိုင်းထားပြီး..
စရိုက်ကူးပြီဆိုမှအဆင်သင့်ဖြစ်ပြီလားတစ်ချက်ပဲမေးလိုက်ပြီး
ရိုက်ကူးပုံဖော်ထားတာပါ…သူမကိုအသိပေးထားဆိုလို့ အတိတ်မေ့နေတယ်
ဆိုတာပါပဲ…ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတောင် သူမကိုယ်တိုင်မသိရဘဲ
အဆုံးထိစိတ်လှုပ်ရှားဖွယ်စောင့်ကြည့်သွားရမှာပါ
…ဇာတ်လမ်းထဲမှာတော့ သူမဟာနိုးနိုးချင်းဟိုတယ်အခန်းထဲမှာရောက်နေတယ်..
အဲ့အချိန်မှာ အခန်းထဲကဖုန်းဝင်လာပြီးသူမကို ဘယ်ကိုဆက်သွားပါ..
ဘယ်သူနဲ့မှမစကားမပြောပါနဲ့..ဘယ်သူတွေကိုရှောင်ပါစသည်ဖြင့်ပြောလာခဲ့ပါတော့တယ်
အဲ့နောက်မှာတော့ ဘယ်သူ့ကိုယုံရမှာလဲ သူကိုယ်တိုင်ကရောဘယ်သူလဲ…
သူ့ကိုဘယ်သူတွေကလိုချင်နေကြတာလဲဆိုတာကိုတော့…ဇာတ်လမ်းထဲကမင်းသမီးနဲ့အတူ
စိတ်ဝင်စားစွာနဲ့စောင့်ကြည့်ရင်း….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့
Zwel Zan Aungပဲဖြစ်ပါတယ်….
(zawgyi)
ဒီဇာတ္ကားကို ဟိုးအရင္ကတည္းကဘယ္သူမွမရိုက္ကူးထားခဲ့တဲ့
ပံုစံသစ္ စိတ္ကူးသစ္တစ္ခုနဲ႔ ရိုက္ကူးတင္ဆက္ထားပါတယ္..
ဘယ္လိုပံုစံနဲ႔လဲဆိုေတာ့ အဓိကဇာတ္ေဆာင္မင္းသမီးျဖစ္သူကို
ဒီဇာတ္လမ္းတစ္ခုလံုးရဲ႕ ဇာတ္ညႊန္းဇာတ္ကြက္ေတြကို တစ္ခုမွအသိမေပး
ဒိုင္ယာေလာ့ခ္စကားေျပာေတြမရွိဘဲနဲ႔ ဇာတ္ပို႔ေတြရဲ႕အကူအညီနဲ႔သာ
ဘာကိုဘယ္လိုဆက္လုပ္မလဲဆိုတာ ကိုယ္ပိုင္ဆံုးျဖတ္ခ်က္ခ်ခိုင္းၿပီး
ေရွ႕ဆက္သြားရတဲ့ ပံုစံမ်ိဳးပါ…
ဇာတ္လမ္းရဲ႕အစ အခန္းထဲကထိုင္ခံုေပၚမွာမ်က္လံုးစံုမွိတ္ခိုင္းထားၿပီး..
စရိုက္ကူးၿပီဆိုမွအဆင္သင့္ျဖစ္ၿပီလားတစ္ခ်က္ပဲေမးလိုက္ၿပီး
ရိုက္ကူးပံုေဖာ္ထားတာပါ…သူမကိုအသိေပးထားဆိုလို႔ အတိတ္ေမ့ေနတယ္
ဆိုတာပါပဲ…ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာင္ သူမကိုယ္တိုင္မသိရဘဲ
အဆံုးထိစိတ္လႈပ္ရွားဖြယ္ေစာင့္ၾကည့္သြားရမွာပါ
…ဇာတ္လမ္းထဲမွာေတာ့ သူမဟာႏိုးႏိုးခ်င္းဟိုတယ္အခန္းထဲမွာေရာက္ေနတယ္..
အဲ့အခ်ိန္မွာ အခန္းထဲကဖုန္းဝင္လာၿပီးသူမကို ဘယ္ကိုဆက္သြားပါ..
ဘယ္သူနဲ႔မွမစကားမေျပာပါနဲ႔..ဘယ္သူေတြကိုေရွာင္ပါစသည္ျဖင့္ေျပာလာခဲ့ပါေတာ့တယ္
အဲ့ေနာက္မွာေတာ့ ဘယ္သူ႕ကိုယံုရမွာလဲ သူကိုယ္တိုင္ကေရာဘယ္သူလဲ…
သူ႕ကိုဘယ္သူေတြကလုိခ်င္ေနၾကတာလဲဆိုတာကိုေတာ့…ဇာတ္လမ္းထဲကမင္းသမီးနဲ႔အတူ
စိတ္ဝင္စားစြာနဲ႔ေစာင့္ၾကည့္ရင္း….ဇာတ္လမ္းအၫႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့
Zwel Zan Aungပဲျဖစ္ပါတယ္….
File Size : (850 MB) and (351 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:30:00
Genre : Action, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zwel Zan Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
