"Oldboy (2003)
***************
(1080p UFHDRip)
IMDb – 8.4/10
Rotten – 82%
အိမ်ထောင်သည်အမျိုးသားတစ်ယောက် သမီးလေးတစ်ယောက်ရှိတယ်
သူ့သမီးလေး ၄နှစ်မြောက်မွေးနေ့မှာ မွေးနေ့လက်ဆောင်လေးပေးဖို့ဝယ်ထားတယ်
အရက်တွေသောက် စရိုက်ဆိုးလူတစ်ယောက်ဖြစ်လေတော့ စုံတွဲတစ်တွဲနဲ့ပြသနာတက်ပြီး
ရဲစခန်းရောက်သွားတယ် ရဲစခန်းက ပြန်ထွက်လာတော့နောက်ကျနေလို့ အမြန်ပြန်လာမဲ့အကြောင်း ဖုန်းဆက်ခဲ့တယ်
မိုးတွေကလည်းရွာနေတယ် ဖုန်းပြောပြီးမိုးရွာထဲမှာ ရုတ်တရက်လူတစ်ယောက်သူ့အနားရောက်လာတယ်
အဲ့ဒီသူကြောင့်သူသတိလစ်သွားတယ် သူသတိရလာတော့ စားစရာထည့်ပေးတဲ့အပေါက်လေးကလွဲလို့
နံရံတွေကြီးရှိတဲ့အလုံပိတ်အခန်းထဲရောက်နေတယ် ၁၅နှစ်တောင် ထောင်ထဲမှာသူအကျဉ်းကျနေခဲ့တယ် …..
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘယ်နေရာရောက်နေမှန်းလည်းမသိ တီဗွီလေးတစ်လုံးနဲ့အဖော်ပြုရင်း
စိတ်ဓာတ်ကျစရာအခြေအနေတွေ ဆက်တိုက်ကြုံခဲ့ရတယ်
ဘယ်သူက သူ့ကိုအကျဉ်းချခဲ့တာလဲ ဘာအကြောင်းကြောင့် ၁၅နှစ်ဆိုတဲ့အချိန်ကာလကြီး တစ်ခုလုံး
သူ့ကိုချုပ်နှောင်ထားရတာလဲ…..ထူးဆန်းစွာပဲ ၁၅နှစ်ပြည့်တဲ့အချိန်မှာ သူ့ကိုလွှတ်ပေးလိုက်တယ်
ဒီဇတ်ကားကကြည့်ဖူးသမျှထဲမှာအဆန်းဆုံးဇတ်ကွက်လို့ပြောရမယ်ထင်တယ်
ကြည့်နေရင်းကိုယ်က ဇတ်အိမ်ထဲအလိုလိုမြောသွားတယ် ထောင်လိုအခန်းထဲရောက်သွားတယ်
ဘာကြောင့်လဲ ဘာဖြစ်လို့လဲဆိုတဲ့မေးခွန်းတွေကို ကိုယ်ပါအရမ်းသိချင်တယ် ဖြတ်သန်းရတဲ့ဒုက္ခ
သူ့ကိုခုလိုလုပ်တသူကိုရအောင်ပြန်ရှာပြီး လက်စားချေဖို့ ပြင်ဆင်ပုံတွေ
တကားလုံးအပြီးထိဆွဲဆောင်နိုင်လွန်း အားကြီးတယ်
ပေးချင်တဲ့ messageကလည်း ကျနော်တို့မြန်မာစကားပုံနဲ့ဆို
ကြမ်းပေါက်ကျွံရင်နှုတ်လို့ရတယ် စကားကျွံရင်နှုတ်မရဘူး
နှုတ်ကြောင့် ဖြစ်ပျက်ပုံမျိုးတွေပေးထားတယ်
ခင်ဗျားရဲ့နှလုံးသားကို ခပ်စပ်စပ်ရသလေးပေးတဲ့ကားမျိုးကိုကြည့်ချင်တယ်ဆိုရင်တော့
ဒီကားက အသင့်တော်ဆုံးပါလို့အကြံပေးပါရစေ
ဒါရိုက်တာ Park Chan-yongရဲ့လက်ရာမြောက်ကားတစ်ကားပါပဲ
သူ့ရဲ့လက်ရာရဲ့ပေါက်ရောက်မှုက Hollywood ကနေ အမေရိကန် Oldboy ဆိုပြီးပြန်ရိုက်လိုက်တယ်
အဓိကသရုပ်ဆောင် Choi Min-sikရဲ့သရုပ်ဆောင်ချက်တွေကိုလည်းခံစားလိုက်ပါဦး
လက်ဖျားခါလောက်တယ်
ကဲ ပြောရတာလည်းရှည်နေပါပြီဗျာ IMDB 8.4 တောင်ရထားတယ်ဆိုတော့
အထူးပြောစရာမလိုတော့ဘူးထင်ပါတယ်..
ဒီကားကိုဘာသာပြန်ပေးတာကတော့ Ichika ဘဲဖြစ်ပါတယ်…
File Size – 2.1 GB , 1.1 GB
Quality – UFHD Blu-Ray Rip 1080p
Duration – 2 hrs
Translator – Ichika
Encoder – Myoko
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
