"One Flew Over The Cuckoo’s Nest (1975)
====================
IMDB Rating- 8.7/10
Rotten Tomatoes- 94%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
1963ခုနှစ်ရဲ့ဆောင်းဦးမှာ R.P.McMurphyလို့ခေါ်တဲ့ လူတစ်ယောက်က စိတ်ကျန်းမာရေးဆေးရုံကို ရောက်လာတယ်။
McMurphyက ထောင်ကို အိမ်ဦးနဲ့ကြမ်းပြင်လို ၀င်လိုက်ထွက်လိုက် လုပ်နေတဲ့သူပါ။ သူ့လိုလူအတွက် ထောင်ထဲသွားတာက ဘာမှ
ပြဿနာမရှိပါဘူး။ ဒါပေမယ့် ကြာလာတော့အလုပ်ကြမ်းလုပ်ရတာ‌ေတွ ငြီးငွေ့လာတယ်။ ဒါကြောင့်က 15နှစ်သမီးကို rapeလုပ်ပြီး
တရားစွဲခံရတဲ့နောက်မှာ ထောင်ထဲကို မသွားချင်တဲ့အတွက် စိတ်ရောဂါရှင်ယောင်ဆောင်ခဲ့တယ်။ အဲ့လိုနဲ့ ဒီဆေးရုံကို ရောက်လာတယ်။
သူက ဆေးရုံမှာဆိုရင် ပိုပြီး လွတ်လပ်မယ်လို့ ထင်ခဲ့တယ်။ ဒါပေမယ့် လူနာတွေအပေါ် အာဏာ မတရားသုံးတဲ့ သူနာပြု
Ratchedကြောင့် မလွတ်လပ်တဲ့အပြင် ပိုပြီး တင်းကျပ်လာတယ်။ ထောင်မှာလုပ်လို့ရခဲ့တဲ့ ကိစ္စတွေတောင် လုပ်လို့မရဖြစ်လာတယ်။
ဒါကြောင့် သူက ဦးဆောင်ပြီး ကလန်ကဆန်စလုပ်လာတယ်။ ပြဿနာရှာတယ် အမျိုးမျိုးပေါ့။
တစ်ရက် ဆွေးနွေးပွဲတစ်ခုမှာသူသိလိုက်ရတာ တစ်ခုရှိတယ်။ သူနဲ့ တခြားနှစ်ယောက်ကလွဲပြီး ကျန်တဲ့လူနာတွေက အမှုတစ်ခုခု
ကျူးလွန်လို့ရောက်လာကြတာမဟုတ်ဘူး။ ကိုယ့်သဘောနဲ့ကိုယ် လာနေနေကြတာ။ အဲ့လူနာ‌ေတွကလည်း လက်တွေ့အပြင်ဘက်
ဘ၀မှာ ရပ်တည်နိုင်တဲ့လူတွေ ဟုတ်ပေမယ့် နေရဲသွားရဲသတ္တိတွေပျောက်ကုန်တယ်။အဲ့အချက်ကို McMurphyလုံး၀လက်မခံနိုင်ဘူး။ ဒီ
ကိစ္စရဲ့နောက်ကွယ်မှာ Ratchedရဲ့ပရောဂ မကင်းဘူးဆိုတာလည်း သိတယ်။
ဒါကြောင့် သူက ဒီဆေးရုံကနေ ထွက်ပြေးဖို့ကြံပါတော့တယ်။
**************************************
စာရေးဆရာ Ken Keseyရဲ့နာမည်ကြီး ၀တ္ထုOne Flew Over The Cuckoo’s Nestကို
Director Milos Formanကရိုက်ကူးခဲ့ပါတယ်
ဒီဇာတ်ကားက Drama/Comedy-Dramaအမျိုးအသားပါ
Castအပိုင်းမှာတော့ R.P.McMurphyအဖြစ် Jack Nicholson
Nurse Ratchedအဖြစ် Louise Fletcherတို့က သရုပ်ဆောင်ထားပါတယ်
Jake Nicholsonက ဒီဇာတ်ကားမထွက်ခင်ရှေ့တစ်နှစ်က ထွက်ခဲ့တဲ့
Chinatownကားကတည်းက ကျွန်တော်တို့ကို သူ့ရဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ ဆွဲဆောင်ခဲ့ပါတယ်
နောက်တစ်နှစ်အကြာမှာလည်း ဒီဇာတ်ကားနဲ့အတူ ပြန်ဆွဲဆောင်သွားပါတယ်
အော်စကာ ဘာကြောင့်ရလဲဆိုတာ ပြောစရာကို မလိုပါဘူး
Louise Fletcherရဲ့ Nurse Ratchedသရုပ်ဆောင်ချက်ကိုတော့ ချီးကျူးသင့်လွန်းပါတယ်
သူ့မျက်နှာကို ကြည့်လိုက်တာနဲ့တင် ကြက်သီးထပါတယ်
ဗီလိန်ဖြစ်နေတာနဲ့အညီ တစ်ဖက်က မုန်းနေရသလို တစ်ဖက်ကလည်း ချီးကျူးနေရပါတယ်
အခု2020ထဲမှာပဲ One Flew Over The Cuckoo’s Nestရဲ့ sequel Seriesဖြစ်တဲ့ Ratched ကို ထုတ်ပြီးပါပြီ
One Flew Over The Cuckoo’s Nestဇာတ်ကားဟာ Best Actor, Actress,
Picture, Adapted Screenplay, Directorဆိုတဲ့ Five Major Awardsရထားတဲ့
ဇာတ်ကားစာရင်း၀င်သုံးကားထဲက တစ်ကားပါ ကျန်တဲ့နှစ်ကားကတော့
It Happened One Night(1931)နဲ့ The Silence of the Lambs (1991)ပါ
2နာရီ13မိနစ်ကြာမြင့်တဲ့ကားဖြစ်‌ေပမယ့် အချိန်ကုန်လို့ကုန်မှန်းမသိ ဆွဲဆောင်နိုင်တဲ့ကားဖြစ်သလို
ပြန်ကြည့်တိုင်းလည်း အတွေးတစ်ခု အမြဲပေးနိုင်တဲ့ကား ဖြစ်ပါတယ်
ဘယ်အချိန်ကြည့်ကြည့် အချိန်ပေးရကျိုးနပ်မှာပါ
(Reviewed and Translated by Daniel Lawwai)
Encoded by : YK
File Size : 1.41GB and 702 MB
Quality : 1080p Blueray HEVC 1080p 5.1 and 720p
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
