"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နာမည်ကျော် ဘောလီးဝုဒ် မင်းသားကြီး ရှာရွတ်ခန်းပါဝင်ရိုက်ကူးထားတဲ့ Don 1 ရဲ.အဆက်ပါ။
ဒီဇာတ်ကားမှာတော့မင်းသားကြီး ရှရွတ်ခန်း နဲ့ မင်းသမီး Priyanka Chopra တို့အဓိက ပါဝင်ထားပြီး
အခြားသရုပ်ဆောင်များစွာ အားဖြည့်ထားတဲ့ Bollywood Action ဇာတ်ကားပါ။
Action ချည်းသက်သက်မဟုတ်ဘဲ ဇာတ်လမ်းသဘောအရလဲ ဖမ်းစားထားနိုင်တာကြောင့်
ဆွဲဆောင်မှုရှိတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။
IMDb Rating (7.1/10) ရရှိထားပါတယ်။
(Don Sequel တွေနဲ့ပတ်သက်လို့ SRK Universe Myanmar က‌ ရေးထားတာလေးကို ကူးယူဖော်ပြထားပါတယ်။)
++++++++++++++
Celebrating (9) Years of DON-2 🎉🎉
*****************************
Don(2006) Box Office မှာ အကြီးအကျယ် အောင်မြင်ပြီးနောက် ဒါရိုက်တာဖာရန်အက်ခ်သာဟာ (၂၀၀၇)မှာပဲ “Don Sequel “ကို ဆက်လက်ရိုက်ကူးမယ်လို့ ကြေငြာခဲ့ပါတယ် ။
ဒါပေမဲ့ ကံဆိုးစွာပဲ ရှာရွတ်ပခုံးဒဏ်ရာ surgery လုပ်ရတာမို့ မရိုက်ဖြစ်ပဲ အချိန်တစ်ခုကို ထပ်စောင့်နေခဲ့ရတယ် ။ အချိန်ကြန့်ကြာသွားပေမဲ့ ဒီ Cast ကိုပဲပြန်သုံးခဲ့ပြီး (Arjun Rample နဲ့ Ishaa Koppiker ကလွဲလို့) Lura Dutta ကိုတော့ ရှာရွတ်မှ recommend လုပ်တာကြောင့် ထည့်သုံးကာ ၂၀၁၀ မှာ ရိုက်ဖို့စတင်ဖြစ်ခဲ့တယ် ။
၂၀၁၀ ဆိုတာ အားလုံးသိတဲ့အတိုင်း “My Name Is Khan” အတွက် ဝိတ်ချလွန်းမက ချထားရလို့ သေးသေးပိန်ပိန်လေးဖြစ်နေရတဲ့
အထဲ Surgery ထပ်လုပ်ထားရပြန်တဲ့အချိန် ။ နောက်ထပ်တစ်ခုက ၂၀၁၁မှာ ရုံတင်တာက “Ra One “နဲ့ “Don -2”
Ra One Robot Suit အတွက် အဆင်ပြေအောက် ဝိတ်ချထားတဲ့ ရှာရွတ်ဟာ ခွဲစိတ်ထားတဲ့ဒဏ်ရာတွေနဲ့ပဲ “Don Character “အတွက် ပြန်ပြီး ၊ ဝိတ်တင်ရပြန်ပါတယ် ။
“Don “ဆိုတာ အာရှ Drug Market ကိုကျော်လွန်ပြီး “Euro Drug Market “ကို အပိုင်သိမ်းမဲ့ဇာတ်ရုပ်ဆိုတော့ Six -pack abs တွေနဲ့ ကြွက်သားသန်သန်မာမာ ၊ အက်ရှင်စတန့်တွေကို သက်တောင့်သက်သာလုပ်ပြနိုင်တဲ့ အားကစားသမားတစ်ယောက် ခန္ဓာကိုယ်မျိုးရအောင် Fitness Trainer Prashant Sawant ရဲ့ညွှန်ကြားချက်အတိုင်းလေ့ကျင့်ခဲ့ပြီး ၊ high protein diet plan အတိုင်း တစ်နေ့ ကြက်ဥဘယ်နှစ်လုံး ၊ ကြက်သားဘယ်နှစ်ကီလို စသည်ဖြင့် plan အတိုင်းလိုက်နာပြီး လေ့ကျင့်ခဲ့တယ် ။
ထုံးစံအတိုင်း စတန့်တွေကိုတော့ လူစားမထိုးပဲ ရှာရွတ်ကိုယ်တိုင် ရိုက်ခဲ့တယ် ။ (ပေ ၃၀၀ မြင့်တဲ့ Park Inn Hotel အမိုးပေါ်ကနေ Alexander Platz ထိခုန်ချတာအပါအဝင်ပေါ့)
ဒီဇာတ်ကားအက်ရှင်စတန့်တွေအတွက် ဟောလီးဝုဒ်မှ
စတန့်နဲ့တိုက်ကွက်ဒါရိုက်တာ Wolfgang Stegemann ကို နဲ့လေ့ကျင့်ရိုက်ကူးခဲ့တယ် ။ ပရီယာန်ကာချိုပရာလဲ အက်ရှင်စတန့်တွေ
နေရာမှာ လူစားထိုးမှာကို ငြင်းပယ်ခဲ့ပြီး ၊ martial arts အချို့ကို (၂)လကြာသင်ကြားပြီးမှ ရိုက်ကူးခဲ့တယ် ။
Don -2 ရိုက်ကွင်းကို ဂျာမနီမှာတည်ဖို့ ရှာရွတ်ဟာ “Berlin International Film Festival “မှာ သူ့ဇာတ်ကား “My Name Is Khan ” ပြသကတည်းက သူ့ဖန်အားကိုသိရှိခဲ့လို့ ရွေးချယ်ခဲ့တာဖြစ်တယ် ။ ရှူတင်ရိုက်ဖို့ (၇၀)ကျော်သော Don-2 အဖွဲ့ဝင်တွေ ဟာ နှစ်ပတ်ကြိုပြီး ၊ ဂျာမနီမှာ ရိုက်ကွင်းတွေပြင်ဆင်နေ
ကတည်းက ဂျာမနီအစိုးရဟာ သူတို့ရဲ့တရားဝင် websites တွေမှတဆင့် ရှာရွတ်ဇာတ်ကားရိုက်ကူးတော့မဲ့အကြောင်း ကြေငြာတာတွေ လုပ်ခဲ့တယ် ။
တကယ်ရိုက်ကူးတဲ့အခါမှာ Bradenburg Gate ,Alexander Pkatz, French Cathedral, East Gate အပါအဝင်
ဂျာမနီရဲ့အရေးကြီးတဲ့လမ်းမတွေကို (၃)ပတ်ကြာ ရိုက်ကူးရေးအတွက် အနှောင့်အယှက်မဖြစ်ရအောင် ပိတ်ပေးခဲ့တယ် (ဒါမျိုးကို ဟောလီးဝုဒ်ဇာတ်ကားတွေလာရိုက်တုန်းကတောင် မလုပ်ပေးခဲ့ဖူးဘူး
လို့ဆိုကြပါတယ်)
ဂျာမနီအစိုးရဟာ “Don 2″ရှာရွတ်ဂျာမနီမှာလာရိုက်ပေးလို့
ထုတ်လုပ်ရေးကို ယူရို(၃)သန်း ပေးခဲ့တယ် ။ (SRK Magic)
ပရီယာန်ကာ ရှာရွတ်ကို ကားနဲ့လိုက်တဲ့အခန်းမှာ ကားပေါင်း(၆၇)စီး သုံးခဲ့ကာ ၎င်းကားအားလုံးဟာ Korea မှ ဂျာမနီကိုပို့လိုက်တဲ့ Hyundai ကားများဖြစ်ကြပါတယ် ။ (ရှာရွတ်ဟာ Hyundai Brand Ambassador ဖြစ်ပါတယ်)
ဒီအခန်းမှာ ရှာရွတ်ကားဟာ ကင်မရာကိုဝင်တိုက်မိသွားတာမို့ ရှာရွတ်မှ
Action team ကို ချက်ချင်းတောင်းပန်ခဲ့ပြီး ၊ ပြင်ဆင်ဖို့ကုန်ကျခံပေးခဲ့တယ် ။
ဂျာမနီဟာ Public မှာ ဆေးလိပ်သောက်ခြင်းကို
ပြင်းပြင်းထန်ထန်တားမြစ်တဲ့နိုင်ငံ ဖြစ်ပေမဲ့ ဂျာမနီမှာရှာရွတ်ရဲ့ရေပန်းစားမှုကြီးတာကြောင့် ဟိုတဲလ်မှာ ဆေးလိပ်သောက်ခန်းအချို့ကို ခွင့်ပြုပေးခဲ့တယ် ။
ဒါပေမဲ့ အိန္ဒိယကျန်းမာရေးဝန်ကြီးဌာနနဲ့ ငြိနေပြန်ပါတယ် ။ သူကတော့
ဆေးလိပ်သောက်ပြခန်းတွေက ပရိုမိုးရှင်း လုပ်နေသလိုမို့ မှင်စက်တို့ပါတဲ့ ။ ဒါရိုက်တာဖာရန်အက်ခ်သာနဲ့ Sidwani ဟာ ဇာတ်ကောင်ကို မှန်တယ်လို့ ပြမှာမဟုတ်တာကြောင့် ခွင့်ပြုပေးဖို့ မနည်းတောင်းဆိုခဲ့ရတယ် ။
အဲ့နောက် မလေးရှား Malacca Prison မှာ လုံခြုံရေးမြှင့်ထားတဲ့
ထောင်ခန်းတစ်ခုမှာ ထောင်သားအချို့နဲ့ ရိုက်ကူးခဲ့တယ် ။
အဲ့ဒီနောက် ထုတ်လုပ်ရေးဘက်က ပရိုမိုးရှင်းတွေ စတင်ကြတော့တယ်
ဇာတ်ကားမှ ရှာရွတ်ဒိုင်ယာလော့ဂ်အလန်းအချို့ကို ဆိုရှယ်မီဒီယာ ၊
TV, Radio တွေကနေ စလွှင့်ခဲ့တယ် ။
တစ်ဖန် “SRK -Don -2″အရုပ်တွေကို အကန့်အသတ်နဲ့ ထုတ်လုပ်ရောင်းချပြီး ၊ ပရိုမိုးရှင်းလုပ်ပြန်တယ် ။
(၂၀၁၁)အောက်တိုဘာမှာ “Don-2 :Comic Book;The Origin “(ကာတွန်းရုပ်ပြစာအုပ်) ထုတ်ပြီး ၊ ပရိုမိုးရှင်းလုပ်ပြန်တယ်။
တစ်ခါ ထုတ်လုပ်ရေး “Excel Ent “မှ အိန္ဒိယအကြီးဆုံး “Video Game Company ,·Gameshastra “နဲ့ပေါင်းပြီး ၊ “Don-The Social Mobsters Game “ကို Launch လုပ်ခဲ့ပြန်တယ် ။
(အိန္ဒိယရုပ်ရှင်တစ်ခု Four Platforms မှာ ပရိုမိုးရှင်းလုပ်တဲ့ ပထမဆုံးဇာတ်ကားဖြစ်ခဲ့တယ်)
အဲ့ဒီနောက် အိန္ဒိယမြို့ပေါင်းစုံ”Multi – City Tour Promotion “ကို တစ်မြိူ့ဝင်တစ်မြို့ထွက် လုပ်ခဲ့တယ် ။ များပြားလှတဲ့ SRK Fans တွေကြောင့် Security အနေနဲ့ မနိုင်မနင်း ထိန်းမနိုင်သိမ်းမရ ဖြစ်ခဲ့တော့တယ် ။
.သီချင်းအယ်လ်ဘမ်ထွက်တော့ mix reviews ရခဲ့တယ် ။
T-Series မှ Music Album Right ကို ဝယ်ယူခဲ့တယ် ။
Don -2 ဟာ 2Dအနေနဲ့ရော 3D အနေနဲ့ပါ ပြသခဲ့တဲ့ဇာတ်ကားဖြစ်တယ် ။
3D ကို Avatar နဲ့ Sanctum တို့ရဲ့ S-3D innovator Chuck Comisky ကိုအပ်ခဲ့တယ် ။
Jason West က “Director of Photography “လုပ်ခဲ့တယ် ။
Vfx ကို Pixion Studios မှ လုပ်ပေးခဲ့တယ် ။
ဖြန့်ချီရေး Reliance Entertainment မှ Excel Ent မှ ဝယ်ယူခဲ့တယ် ။.
Zee Entertainment Enterprise မှ Satellite Rights တွေ ဝယ်ယူခဲ့တယ် ။
ဒီဇာတ်ကားကို “Dubai International Film Festival “မှာအကြိုပွဲပြသခဲ့အပြီးမှာတော့ “Mc Donanld “နဲ့ “Cafe Coffee Day “နဲ့လက်တွဲပြီး ၊ မြို့ပေါင်း (၂၀)ရှိ ၎င်းကဖေးစတိုးတွေရှိ ကွန်ပျူတွေမှာ wi-fi free ပေးပြီး ၊ ဒီဇာတ်ကားကို 3-D နဲ့ ခံစားခွင့်ရစေတယ် ။
ဇာတ်ကားရုံတင်တော့ အိန္ဒိယ ဝေဖန်ရေးဆရာတွေရော နိုင်ငံတကာဝေဖန်ရေးဆရာတွေဆီကပါ ချီးကျူးမှုတွေ ရခဲ့ပြီး ၊ Imbd rating -7.1
Rotten Tomato -69% ရခဲ့ကာ
“Highest Grossing Indian Film Of All Time List “ထဲက တစ်ကားအပါအဝင်ဖြစ်ခဲ့တယ် ။
အဲ့ဒီနှစ်အတွက်တော့ “3rd Highest grossing indian film “ဖြစ်ခဲ့တယ် ။ ဘတ်ဂျတ်ရူပီ (၈၅)ကုဋေကုန်ကျခဲ့ပြီး ၊ ရူပီ (၂၇၅.၉၇)ကုဋေပြန်ရခဲ့တယ် ။
“Excel Entertainment “နဲ့ “Red Chillies Ent “တို့လက်တွဲခဲ့တဲ့ “Don -2 “ဟာ (၉)နှစ်ပြည့်ခဲ့ပါပြီ ။
နောက်ဆုံးအခန်းလေး SRK နဲ့ Lara တို့နှစ်ယောက်ဆုံကြတဲ့အခန်းမှာ စီးလာတဲ့ SRK Bike ရဲ့ နံပါတ်ပြားမှာ “Don -3 “လို့ရေးထားတာ သတိထားမိကြလား?
When is DON -3 coming?
#9YearsOfDON2
#HN(SRK UNIVERSE MYANMAR)
===============================
File size…(3.1 GB) and (1.7 GB) and (1.2 GB)
Quality….Blu-Ray 1080p 5.1 CH & 720p (HEVC) & (H.264)
Format…mkv/mp4
Duration….02:28:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
