IMDb Rating (7.8) / Rotten Tomatoes (92%) အထိရှိထားပြီး ဇာတ်လမ်းဇာတ်ကွက် ဇာတ်အိမ်တွေက လှပတဲ့အပြင် ရှုခင်းပသာဒတွေက စိတ်ဘဝင်အေးစေတဲ့ကားမျိုးပါ။ ဒီကားဟာဖြင့် အိန္ဒိယ နဲ့ ပါကစ္စတန် နှစ်နိုင်ငံ ကြား စည်းထားကြပေမယ့် ချစ်ခြင်းကို ဘယ်သူက တားဆီးကြမှာလဲ ဆိုတဲ့ ခေါင်းစဉ်အောက်မှာ အတွေးများစွာ မေးစေမိပါတယ်။အချစ် ဟာ ချစ်နေရုံနဲ့ ပြီးလား လို့ မေးရင်Logic ဆန်ဆန်လူတွေက ခေါင်းခါမိပါလိမ့်မယ်။ အခြေအနေ မတူခြင်းတွေအောက်မှာ ချစ်လျက်နဲ့ခွဲခွာ ရတဲ့ ဖူးစာတွေဆိုတာလည်း ဒုနဲ့ဒေးပါ။ ဘာသာရယ် မတူ နိုင်ငံရယ်ခြားနေရင်ဖြင့် ပိုလို့တောင် စိတ်မကူးနိုင်တော့ပါ။ သို့သော် ……။ဇာတ်လမ်းအကျဉ်း လေး သွားကြည့်ရအောင် ။ဒီလိုကားမျိုးကို ကောင်းတယ်လို့ပဲ ညွှန်းပေးချင်တာပါ။ ဘာ ဇာတ်လမ်းမှမသိဘဲ ကိုယ်တိုင် ဆွဲဆောင်ခံရတဲ့ ရေစီးကြောင်းတစ်ခုလို ကြည့်သင့်တဲ့ကားပါ။( လျှာရှည်တာ များသွားပြီ )ဇာတ်ကား အစမှာတော့ ပါကစ္စတန် ထောင်ထဲမှာ အိန္ဒိယ လေကြောင်း ကယ်ဆယ်ရေးအရာရှိ ( ရှာရွှတ်ခမ်း) အကျဉ်းကျနေခဲ့တယ်။ သူလျှို ဆိုတဲ့ စွပ်စွဲချက်နဲ့ပါ။နှစ်များစွာ ထောင်ကျပြီးနောက် သူဟာ စကားလည်းမပြောတော့။ သူ့နာမည်ရင်း veer ကိုတောင် ဘယ်သူမှမခေါ်ကြတော့ပါဘူး။သူ့ကို ခေါ်ကြတာက အကျဉ်းသားနံပါတ် 786 တဲ့။ဒီလို နှစ်ပေါင်းများစွာ အကျဉ်းကျရင်း စိတ်ဓာတ်ကျနေရသူ လူတစ်ယောက်ကို ဘယ်သူက ကယ်ဆယ်ဝံ့မှာလဲ ။ ဒါပေမဲ့ သူ့ကို အမိမြေ အိန္ဒိယ နိုင်ငံ ပြန်နိုင်စေဖို့ အတွက် ရှေ့နေမလေး တစ်ဦး ရောက်လာခဲ့ပါတယ်။ရှေ့နေမလေးဟာ သူ့ကို veer လို့ စခေါ်လိုက်သည့်နောက်ပိုင်း Veer အတွက် ခွန်အားအသစ် ရခဲ့သလိုပဲ။ ဒီလိုနဲ့ Veer က ရှေ့နေမလေးကို သူ့ဘဝအတိတ်အကြောင်း နဲ့ အစွပ်စွဲခံ ထောင်ကျနေရပုံကို ပြန်ပြောင်းပြောပြချိန်မှာတော့ …………။တစ်နေ့ပေါ့ ။ကယ်ဆယ်မှုတစ်ခုမှာ Veer ဟာ မျက်ဝန်းလေးတစ်စုံနဲ့ ရင်းနှီးခဲ့မိတယ်။ zara တဲ့။ Zara က သူ့အဖွား ပြာကို အိန္ဒိယ ပိုင်မြစ်တစ်ခုမှာ မျောပေးဖို့ လာခဲ့တာပါ။ Zara ဟာ ပါကစ္စတန် သူလေးဖြစ်ပြီး သူ့အဖေကလည်း အရေးပါအရာရောက်တဲ့ပုဂ္ဂိိုလ်ပါ။ဒီလိုနဲ့ Veer နဲ့ Zara တို့ ရင်းနှီးခင်မင်ခဲ့ပြီး Veer ရဲ့ ဇာတိရွာကို Zara အလည်လာခဲ့ပါတယ်။ ရွာလေးဟာ ရှုခင်းတွေ စိမ်းစိမ်းစိုစိုနဲ့ အလွန်လှပလို့နေတယ်။ Veer ရဲ့ အဖေ ( အမီတာဘဂျမ်း) ကလည်း ရွာ လူကြီးမို့ ရွာလေးဟာ အတော်ဖွံ့ဖြိုးလို့နေခဲ့ပါတယ်။ နောက်ပြီး Zara ကို သမီးလေးအဖြစ်လည်း ချွေးမလေးအဖြစ်လည်း ကြိတ်ပြီး သဘောတူနေခဲ့ပါသေးတယ်။Zara ဟာ ရွာလေးမှာ ပျော်ရွှင်နေခဲ့ပြီးနောက် ပါကစ္စတန်ကို ပြန်ဖို့အချိန်ရောက်လာခဲ့ပါတယ်။ ပြန်ခါနီး လိုက်ပို့ချိန်လေးမှာ Veer က Zara ကို ဖွင့်ပြောဖို့ကြိုးစားချိန်မှာတော့ ………¿ဒီမှာတင် ဇာတ်လမ်းကို ရပ်ပါရစေ။ ကိုယ်တိုင် ခံစားပြီး ဘယ်လို ဇာတ်လမ်းမျိုးလဲ ။ ဘယ်လို ဇာတ်သိမ်းမလဲ။ Veer နဲ့ Zara က ဘယ်လိုဖြစ်မလဲ ဆိုတာ ရင်ခုန်ခံစားမှသာ ဇာတ်လမ်းရဲ့အနှစ်သာရ ပြည့်ဝလာမှာပါ။သာမန်အချစ်ကားတွေနဲ့ မတူတာက ဒီကားလေးရဲ့ စကားပြောခန်းတွေဟာ အရမ်းလှပပါတယ်။ ” Zara ရေ မင်းကြောင့် ပန်းလေးတွေ လှလာတယ်။ တိမ်လေးတွေ သာလာတယ် “စတဲ့ ရိုဆန်ဆန် တော်ကီ လေးကြောင့် စော်ကြည်နိုင်ပါတယ် :-3( နောက်ပြီး ဒီဇာတ်ကား မင်းသမီးလေးရဲ့ ပြုံးချိန်တိုင်း ကျွန်တော့် နှလုံးသားလည်း ပါးချိုင့်လေးထဲ ပြုတ်ပြုတ်ကျခဲ့တာပေါ့ဗျာ :-P)နောက်ပြီး Veer ပြောတဲ့ စကားလေးပါ။Zara အမေကိုပြောလိုက်ပုံက” ကျွန်တော်က လိမ္မာတယ် / နိုင်ငံသားအသက်ကယ်တဲ့ လေကြောင်းသူရဲကောင်း လို့ ချီးကျူးပေမယ့် အခြားသူတွေလည်း တော်မှာပါ။ ဒါပေမဲ့သေချာမပြောနိုင်ဘူး။ ကျွန်တော်ပြောနိုင်တာလေးတစ်ခုက အိန္ဒိယနိုင်ငံရဲ့ မိခင်တိုင်းကတော့ အန်တီလိုပါပဲ။ သားသမီးကို အသက်နဲ့ပုံပြီးချစ်နိုင်တဲ့ သူတွေပါ ” တဲ့။ဒီကားလေးဟာ ရိုဆန်တယ်။ ဒရာမာချိုးတယ်။ အိန္ဒိယ မိန်းကလေးတွေ ပညာသင်ခွင့်မရပုံတွေလည်း ရိုက်ပြတယ်။ဒါ့ပြင် မိန်းကလေးရဲ့ သိက္ခာကို အချစ်နဲ့ယှဉ်တဲ့ ပုံပမာနှိုင်းတယ်။ သံယောဇဉ်ကို ဖော်ကျူးတယ်။ ဘယ်နိုင်ငံမှာနေနေ အမိနိုင်ငံကို ရင်ဘတ်ထဲ မြတ်နိုးတတ်ပုံကို လှစ်ဟတယ်။ နှစ်ပေါက်နေပါစေ အမှန်တရားရဲ့ သဘောတရားကို ဖွင့်ဆိုတယ်။ ဒါ့ကြောင့် Most Popular Film / Filmfare Awards for Best Film / National Film awards စတဲ့ ဆုပေါင်း များစွာ ဆွတ်ခူးရရှိခဲ့ပြီး ငွေကြေးအရရော အောင်မြင်ခဲ့တဲ့ကားလို့ ဆိုရမှာပါ။ ဒါ့ကြောင့် ကြည့်ခွင့်ကြုံရင်တော့ အားပေးလိုက်ပါလို့ တိုက်တွန်းပါရစေ။(ဇာတ်လမ်းအညွှန်းကိုတော့ ကိုလင်းခယံ FB မှကူးယူဖော်ပြထားတာဖြစ်ပါတယ်။)File size…(3.7 GB) and (1.1 GB)Quality…BluRay 1080p (HEVC Encode) & 720pFormat…mkv / mp4Duration….03:12:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Khin Pyae Sone Kyaw"