"Jalebi (2018)
(Zawgyi)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ေအရွာ ဟာ သက္လတ္ပိုင္း အရြယ္ လွပေသာ မိန္းမ တစ္ဦးျဖစ္ၿပီး
ဘတ္ဆဲလ္လား စာေရးဆရာမ တစ္ဦးလဲ ျဖစ္ေနျပန္ပါတယ္
တစ္ရက္မွာေတာ့ သူ႔ မဂၤလာေဆာင္ မယ့္ ရက္မွာ
မဂၤလာပြဲ ကို ဖ်က္ပစ္ခဲ့ပါတယ္…
အေၾကာင္းအရင္းကေတာ့ သူ ခ်စ္တဲ့
လူတစ္ဦးကို မေမ့ႏုိင္ေသးလို႔ ပဲ ျဖစ္ပါတယ္…
ကိုယ့္ကို ကိုယ္ သတ္ေသဖို႔လဲ အႀကိမ္ႀကိမ္ႀကိဳးစားခဲ့သလို
ေလာကႀကီးဟာ သူမ အတြက္ ဘာမွ အဓိပၸါယ္မရွိေတာ့ဘူးလို႔
ထင္ေနရတဲ့ အေျခအေန ျဖစ္ေနပါၿပီ…
ေနာက္ဆံုး ဖခင္ ျဖစ္သူ ရဲ႕ ေခ်ာ့ေမာ့ ေဖ်ာင္းဖ်မႈေၾကာင့္
ခရီးတစ္ခုကို ထြက္ဖို႔ စီစဥ္ပါေတာ့တယ္…
ထိုခရီး မစခင္မွာေတာ့ သူမ ရဲ႕ ပရိတ္သက္ေတြအတြက္
ေဒလီၿမိဳ႕ကို သြားၿပီး စာတမ္းဖတ္ပြဲ လုပ္ေပးရမွာျဖစ္ပါတယ္
အခက္ခဲဆံုးကေတာ့ သူမ ရဲ႕ အခ်စ္ရဆံုးက အဲ့ဒီၿမိဳ႕မွာရွိေနတာပါပဲ
၇ ႏွစ္ တိတိ ေအရွာ တစ္ေယာက္ ေစာင့္ခဲ့ၿပီးေနာက္
အရာအားလံုးဟာ သူမ အတြက္ ေမွာင္ အတိပါပဲ ဘာမွပိုမထူးလာေတာ့ပါဘူး
ဒီလိုနဲ႔ ေဒလီကို ၄ ေယာက္ခံု ကို တစ္ေယာက္ထဲ ၀ယ္ၿပီး ခရီးစထြက္ပါေတာ့တယ္
ျဖစ္ခ်င္ေတာ့ မဂၤလာဦးၾကင္စ ဇနီးေမာင္ႏွံ နဲ႔ မိဘေတြ လက္မွတ္မရတဲ့ အတြက္
ေအရွာ ရဲ႕ ခံုေတြကို အကူအညီေတာင္းရာ အလြယ္တကူပဲ တစ္ျခားေနရာကို
ေျပာင္းေပးလုိက္ပါတယ္…
အဲ့ဒီေနရာမွာေတာ့ မိန္းမငယ္ေလး တစ္ဦး နဲ႔ ထိုမိန္းမငယ္ေလးတို႔ရဲ႕
သမီးျဖစ္သူတို႔ ရွိေနခဲ့ပါတယ္…
လမ္းတစ္ေလွ်ာက္မွာ တိတ္တိတ္ဆိတ္ဆိတ္ေနခ်င္တဲ့ ေအရွာအတြက္ေတာ့
ကေလး နဲ႔ ကေလး အေမရဲ႕ ေပါက္ေပါက္ေဖာက္မႈက အဆင္မေျပပါဘူး…
ေနာက္ပိုင္းမွာေတာ့ စကားေျပာရင္း ထိုအမ်ိဳးသမီး သည္
သူအခ်စ္ရဆံုးေသာ သူရဲ႕ အိမ္မွာ ေနတာကို သိသြားခဲ့ၿပီးေနာက္
ေအရွာ ဘ၀ ရဲ႕ အေျဖတစ္ခ်ိဳ႕ကို ရွာေတြ႔ခဲ့ေသာ အခါ…
ဇတ္လမ္းေလးဟာ ရိုးရိုးေအးေအးေလးနဲ႔
ႏွလံုးသားကို ဆြဲကိုင္လႈပ္ႏုိင္တဲ့ ရုပ္ရွင္မ်ိဳးျဖစ္ၿပီး
ဇတ္လမ္းအစကေန ဇတ္လမ္းအဆံုးထိ ရထားေပၚမွာပဲ
စၿပီး ရထားေပၚမွာပဲ ၿပီးခဲ့ပါတယ္…
ရထားေပၚမွာမို႔ ပ်င္းစရာႀကီးထင္ရင္ သင္မွားပါလိမ့္မယ္..
သင့္ဘ၀ ရဲ႕ မၾကည့္ရေသးခင္ မေသသင့္ေသာ
ရုပ္ရွင္ကား တစ္ကား ျဖစ္ပါတယ္ (ၾကည့္ၿပီးရင္ေသေတာ့ေလ) 😛
ဒီရုပ္ရွင္ကားကို Chanyein Soe က ဘာသာျပန္ေပးထားၿပီး
အညႊန္းကို သစ္ဆန္းခန္႔ မွ ေရးေပးထားပါတယ္
(Unicode)
အေရှာ ဟာ သက်လတ်ပိုင်း အရွယ် လှပသော မိန်းမ တစ်ဦးဖြစ်ပြီး
ဘတ်ဆဲလ်လား စာရေးဆရာမ တစ်ဦးလဲ ဖြစ်နေပြန်ပါတယ်
တစ်ရက်မှာတော့ သူ့ မင်္ဂလာဆောင် မယ့် ရက်မှာ
မင်္ဂလာပွဲ ကို ဖျက်ပစ်ခဲ့ပါတယ်…
အကြောင်းအရင်းကတော့ သူ ချစ်တဲ့
လူတစ်ဦးကို မမေ့နိုင်သေးလို့ ပဲ ဖြစ်ပါတယ်…
ကိုယ့်ကို ကိုယ် သတ်သေဖို့လဲ အကြိမ်ကြိမ်ကြိုးစားခဲ့သလို
လောကကြီးဟာ သူမ အတွက် ဘာမှ အဓိပ္ပါယ်မရှိတော့ဘူးလို့
ထင်နေရတဲ့ အခြေအနေ ဖြစ်နေပါပြီ…
နောက်ဆုံး ဖခင် ဖြစ်သူ ရဲ့ ချော့မော့ ဖျောင်းဖျမှုကြောင့်
ခရီးတစ်ခုကို ထွက်ဖို့ စီစဉ်ပါတော့တယ်…
ထိုခရီး မစခင်မှာတော့ သူမ ရဲ့ ပရိတ်သက်တွေအတွက်
ဒေလီမြို့ကို သွားပြီး စာတမ်းဖတ်ပွဲ လုပ်ပေးရမှာဖြစ်ပါတယ်
အခက်ခဲဆုံးကတော့ သူမ ရဲ့ အချစ်ရဆုံးက အဲ့ဒီမြို့မှာရှိနေတာပါပဲ
၇ နှစ် တိတိ အေရှာ တစ်ယောက် စောင့်ခဲ့ပြီးနောက်
အရာအားလုံးဟာ သူမ အတွက် မှောင် အတိပါပဲ ဘာမှပိုမထူးလာတော့ပါဘူး
ဒီလိုနဲ့ ဒေလီကို ၄ ယောက်ခုံ ကို တစ်ယောက်ထဲ ဝယ်ပြီး ခရီးစထွက်ပါတော့တယ်
ဖြစ်ချင်တော့ မင်္ဂလာဦးကြင်စ ဇနီးမောင်နှံ နဲ့ မိဘတွေ လက်မှတ်မရတဲ့ အတွက်
အေရှာ ရဲ့ ခုံတွေကို အကူအညီတောင်းရာ အလွယ်တကူပဲ တစ်ခြားနေရာကို
ပြောင်းပေးလိုက်ပါတယ်…
အဲ့ဒီနေရာမှာတော့ မိန်းမငယ်လေး တစ်ဦး နဲ့ ထိုမိန်းမငယ်လေးတို့ရဲ့
သမီးဖြစ်သူတို့ ရှိနေခဲ့ပါတယ်…
လမ်းတစ်လျှောက်မှာ တိတ်တိတ်ဆိတ်ဆိတ်နေချင်တဲ့ အေရှာအတွက်တော့
ကလေး နဲ့ ကလေး အမေရဲ့ ပေါက်ပေါက်ဖောက်မှုက အဆင်မပြေပါဘူး…
နောက်ပိုင်းမှာတော့ စကားပြောရင်း ထိုအမျိုးသမီး သည်
သူအချစ်ရဆုံးသော သူရဲ့ အိမ်မှာ နေတာကို သိသွားခဲ့ပြီးနောက်
အေရှာ ဘ၀ ရဲ့ အဖြေတစ်ချို့ကို ရှာတွေ့ခဲ့သော အခါ…
ဇတ်လမ်းလေးဟာ ရိုးရိုးအေးအေးလေးနဲ့
နှလုံးသားကို ဆွဲကိုင်လှုပ်နိုင်တဲ့ ရုပ်ရှင်မျိုးဖြစ်ပြီး
ဇတ်လမ်းအစကနေ ဇတ်လမ်းအဆုံးထိ ရထားပေါ်မှာပဲ
စပြီး ရထားပေါ်မှာပဲ ပြီးခဲ့ပါတယ်…
ရထားပေါ်မှာမို့ ပျင်းစရာကြီးထင်ရင် သင်မှားပါလိမ့်မယ်..
သင့်ဘ၀ ရဲ့ မကြည့်ရသေးခင် မသေသင့်သော
ရုပ်ရှင်ကား တစ်ကား ဖြစ်ပါတယ် (ကြည့်ပြီးရင်သေတော့လေ) 😛
ဒီရုပ်ရှင်ကားကို Chanyein Soe က ဘာသာပြန်ပေးထားပြီး
အညွှန်းကို သစ်ဆန်းခန့် မှ ရေးပေးထားပါတယ်
File size… 1.5GB and 1GB
Quality….WEB-DL 5.1 1080p and 720p
Format…mp4
Duration…. 1hr 52min
Subtitle….Myanmar Subtitle (Hardsub)
Encoder…. Thit San Khant
Translated by ….. Chan Nyein Soe
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
