"2016 ရဲ့ Box Office မှာ No.4 နေရာရခဲ့တဲ့ ကာတွန်းကားတစ်ကားဖြစ်တဲ့ Kubo and the Two Strings ကို နာမည်ကြီး Laika Production ကထုတ်လုပ်ထားတာဖြစ်ပြီး Stop Motion နဲ့ ရိုက်ကူးထားပါတယ်.. IMDb 8.4/10 , Rotten Tomato 96% အထိ Rating ရရှိခဲ့တဲ့ ဒီကားဟာ မပြသခင်ကတည်းက အထူးနာမည်ကြီးနေတဲ့ ကားတစ်ကားပဲဖြစ်ပြီး Travis Knight ကိုယ်တိုင် ဒါရိုက်တာအဖြစ်နဲ့ ပွဲဦးထွက်ဦးဆောင်ရိုက်ကူးခဲ့တာပဲဖြစ်ပါတယ်.. အသံသရုပ်ဆောင်တွေကလဲ အော်စကာဆုရဝါရင့်သရုပ်ဆောင်တွေအပြင် Game of Thrones ထဲက Rickon Stark တို့.. The Girl with Dragon Tattoo ထဲက Rooney Mara တို့အပြင် LORD VOLDERMORT သရုပ်ဆောင် Talph Fiennes တို့လို ဒိတ်ဒိတ်ကြဲတွေဖြစ်နေမှတော့ အထူးညွှန်းစရာမလိုလောက်အောင်ပါပဲ…ဇာတ်လမ်းသွားကိုတော့ ရှေးခေတ်ဂျပန်စတိုင်ဇာတ်အိမ်ဖွဲ့ထားပြီး သူ့အမေဘက်က သဘာဝလွန်အစွမ်းတွေရှိတဲ့အဘိုးနဲ့ မိသားစုကို ရင်ဆိုင်ဖို့အတွက် အဖေ့အမွေ ပစ္စည်း ၃ မျိုးကို လိုက်လံရှာဖွေရတဲ့ Kubo ဆိုတဲ့ကောင်လေးတစ်ယောက်အနေနဲ့ ရိုက်ကူးထားပါတယ်.. Kubo မှာ မကြာခဏ အတိတ်မေ့သလိုဖြစ်နေတဲ့အမေနဲ့အတူ တောင်ပေါ်ဂူတစ်ဂူမှာ နေထိုင်ရသူဖြစ်ပြီး သူ့ရဲ့ဆန်းကြယ်တဲ့ ၃ ကြိုးတပ်တူရိယာလေးနဲ့ စက္ကူရုပ်တွေကို ပုံပြင်တစ်ခုပမာ လှုပ်ရှားဖန်တီးစေရင်းနဲ့ အသက်မွေးဝမ်းကြောင်းပြုနေပါတယ်.. သူ့အမေဟာ ကူဘိုလေးကို ညဘက်တွေ အပြင်မထွက်ဖို့ ပြင်းပြင်းထန်ထန်တားဆီးထားတာကြောင့် နေဝင်ချိန်အမီ ရောက်ရာအရပ်က အမေ့ဆီပြန်ရတယ်.. .ညဘက်တွေမှာ အသိစိတ်ကပ်နေတတ်တဲ့အမေ့ဆီကတဆင့် အဖေဖြစ်သူ ဆာမူရိုင်းဟန်ဇိုအကြောင်းကို နားထောင်ပြီး မမြင်ဖူးလိုက်တဲ့အဖေ့ကို အားကျနေတတ်တယ်.. သူ့မှာမျက်လုံးတစ်ဖက်ပဲပါပြီး တစ်ဖက်ကိုတော့ အဘိုးဖြစ်သူက ထုတ်ယူထားတာလို့ တစွန်းတစပြောဖူးပေမယ့် အကြောင်းရင်းကို သေချာမသိရှာပါဘူး…Pauseဒါပေမယ့် တစ်ရက်မှာတော့ ကူဘိုတစ်ယောက်အပြင်နောက်ကျခဲ့ပါပြီ… ညမှောင်လာတဲ့အခါမှာ သူ့အမေစိုးရိမ်ခဲ့သလို ကြောက်စရာအဖြစ်အပျက်ဆိုးတွေ သူ့ဆီရောက်ရှိလာပါတော့တယ်… ဒီအဖြစ်တွေကြောင့် သူ့အမေကိုလဲ ဆုံးရှုံးခဲ့ရပြီး သူလဲ အဝေးကို လွင့်ပါးခဲ့ရပါတော့တယ်… အဖော်အဖြစ် သူ့အမေပေးထားတဲ့ မျောက်ရုပ်လေးရယ် အမေ့ဆီက ဆံပင်တစ်ချောင်းရယ် တီးခတ်နေကျတူရိယာလေးရယ်ပဲ သူ့နဲ့အတူပါလာပါတယ်.. သူသတိရချိန်မှာတော့ မျောက်ရုပ်လေးဟာ ထူးဆန်းစွာပဲ မျောက်တစ်ကောင်ဖြစ်နေပြီး သူ့ကို အဖေ့ပစ္စည်း ၃ မျိုးကို လိုက်ရှာနိုင်မှ ဒါတွေကို အောင်နိုင်မယ်လို့ပြောပြီး ပစ္စည်းမျိုးရှာဖို့တိုက်တွန်းပါတော့တယ် … လမ်းမှာ ဆာမူရိုင်းဝတ်စုံဝတ်ထားတဲ့ ပိုးကောင်တစ်ကောင်နဲ့တွေ့ပြီး အဲဒီပိုးကောင်ဟာလူအဖြစ်ကနေ ကျိန်စာမိထားသူဖြစ်ကာ အတိတ်မေ့နေသူပါ..တကယ့်ဇာတ်လမ်းက ဒီမှာစတာပါပဲဗျာ… ကူဘိုရယ်.. မျောက်တစ်ကောင်ရယ်.. ပိုးကောင်တစ်ကောင်ရယ်ဟာ သူတို့နောက်မှာလိုက်နေတဲ့ မကောင်းဆိုးဝါးတွေကို တားဆီးရင်း ရှာဖွေဖို့မလွယ်ကူတဲ့ ပစ္စည်း ၃ မျိုးကိုရဖို့ ဘယ်လိုအခက်အခဲတွေနဲ့ရင်ဆိုင်ရမလဲ.. သူ့ဘေးမှာ အမြဲရှိနေတတ်တဲ့ မျောက်နဲ့ ပိုးကောင်ကြားကအလွဲတွေနဲ့ သူတို့ဟာ ဘယ်သူတွေဖြစ်မလဲ.. အဖိုးကရော ဘာကြောင့် သူ့မျက်လုံးကိုထုတ်ယူချင်ရတာလဲ… ဒေါသရန်ငြိုးကြီးပြီး အစွမ်းထက်လှတဲ့ အဖိုးရဲ့အန္တရာယ်ကိုရော ရှောင်လွဲနိုင်ပါ့မလားဆိုတာကိုတော့………..2014 ကတည်းက ပြင်ဆင်ခဲ့တဲ့ဇာတ်ကားဖြစ်သလို မထွက်ခင်ကတည်းက နာမည်ကျော်နေတဲ့ကားတစ်ကားဖြစ်တဲ့အပြင်… ရိုးရိုး Animation တစ်ကားထက်ပိုတဲ့ရသမျိုးစုံကို ခံစားစေရမှာမို့ ဘာသာပြန်တင်ဆက်ပေးထားလိုက်ပါတယ်။File Size : 800MbDuration : 01 : 41 : 35Quality : 1080p Blu-ray and HEVC 1080p 5.1CHFormat : MP4Genre : Animation, AdventureTranslator : Nyi ThanlwinEncoder : Kyaw Ye Aung"