"Asphalt Burning (2020)
===================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.2/10
ဘ၀မှာ စားခါနီးမှ ပုတ်ချခံရတဲ့ အဖြစ်မျိုး လူတိုင်းနီးပါး ကြုံဖူးကြမယ်ထင်ပါတယ်။ တကယ် ရင်နာစရာပါ။
ဒီဇာတ်လမ်းထဲက ဇာတ်လိုက်ဖြစ်တဲ့ ရွိုင်ဟာလည်း ဒီလိုအဖြစ်နဲ့ ကြုံလိုက်ရတဲ့သူပါ။ ရွိုင်က ကလေးတစ်ယောက်အဖေ
တစ်ခုလပ်ဖြစ်ပြီး ဆေလ်ဗီယာဆိုတဲ့ အမျိုးသမီးနဲ့ လက်ထပ်တော့မယ့်သူတစ်ယောက်ပါ။ သူက ကားစီးရတာ ကားမောင်း
ပြိုင်ရတာကို သိပ်ကို ဝါသနာပါတဲ့သူ ပီပီ မင်္ဂလာပွဲကိုတောင် ကားမောင်းပြိုင်ပွဲပုံစံနဲ့ သတို့သမီးဆီ အရောက်ကားမောင်းသွား
ပြီးမှ လက်ထပ်ဖို့ စီစဉ်ထားပါတယ်။ မင်္ဂလာပွဲ မတိုင်ညမှာ ရွိုင်မူးနေတုန်း ဂျာမန်မတစ်ယောက်က လာမြူစွယ်တော့ ရှူးရှဲပေးမိ
လိုက်ရာက ပြဿနာစပါတော့တယ်။ ဂျာမန်မက သူနဲ့လက်ထပ်မယ့် ဆေလ်ဗီယာ့ရဲ့ တစ်ခါက အခန်းဖော် ဖြစ်ရုံသာမက ဂျာမန်မက
ဆေလ်ဗီယာ့ကိုပါ ကြွေနေပုံပါ။ ဒီတော့ မင်္ဂလာဆောင်မယ့်နေ့မှာ စီစဉ်ထားတဲ့အတိုင်း ” အရင်ရောက်တဲ့သူ သတို့သမီးကိုယူ ” ဆိုတဲ့
စည်းမျဉ်းနဲ့ ကားပြိုင်ပွဲလုပ်ပါတယ်။ ပြိုင်တဲ့သူတွေက သူ့ဘော်ဒါတွေဖြစ်လို့ သတို့သားအနိုင်ရအောင် အလျှော့ပေးပြီး နောက်က
ပြလိုက်ကြတာပေါ့။ ဒါပေမယ့် ကားတစ်စီးကတော့ အလျှော့မပေးဘဲ ရွိုင်နဲ့အပြိုင်လိုက်မောင်းရုံမက ကျော်တက်ပြီး အနိုင်ပါရသွား
ပါတယ်။ ပြဿနာက အဲ့မှာစတော့တာပဲ . စည်းကမ်းဟာ စည်းကမ်းပါပဲ အဲ့တော့ သူရှုံးပြီမို့ ဇာတ်ထုတ်ဟာစရှုပ်ပါတော့။
ကားမောင်းတဲ့သူက ညက သူနဲ့ ရှူးရှဲပေးခဲ့တဲ့ ဂျာမန်မဖြစ်နေပါလေရော။
ဇာတ်လမ်း အညွှန်းကိုဒီနေရာမှာပဲ ရပ်လိုက်ပါရစေ . တော်တော်လေးကိုကြည့်လို့ကောင်းတဲ့အခန်းပေါင်းများစွာကျန်ရှိနေတာမို့
ပရိတ်သတ်ကြီးကို ကိုယ်တိုင်ကြည့်စေချင်တဲ့စိတ်နဲ့ အသေအချာလေးတင်ဆက်ပေးလိုက်ပါတယ်။ နည်းနည်းဆက်ပြောရရင်တော့
ဇာတ်လမ်း တစ်လျှောက်လုံး ပြဿနာပေါင်းစုံကို ဖန်တီးပြထားပြီး comedy ဆန်ဆန်လေးတွေနဲ့ ကြည့်ရှုတဲ့ ပရိတ်သတ်ကို ဆွဲဆောင်
သွားနိုင်တာကတော့ ဇာတ်လမ်းရဲ့အသက်ပါ။ နောက်ထပ် ထပ်ပြောချင်တာကတော့ သာမန်ရိုးကျပုံစံမျိုးနဲ့ ကွဲထွက်ပြီး ရွိုင်တစ်ယောက်
အခက်ကြုံရပုံတွေနဲ့ တကယ်ကို active & fun ဖြစ်တဲ့ ဇာတ်လမ်းလေးမို့ CM ပရိသတ်ကြီး အကြိုက်တွေ့မယ်လို့ ထင်ပါတယ်
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Yoon Sandi Aung က ရေးသားပေးပြီး . ဘာသာပြန်တင်ဆက်ပေးသူများကတော့ Yoon Sandi Aung, MTA,
Jerrica တို့ပဲဖြစ်ပါတယ်။)
Quality – 1080p, 720p BDRip.5.1CH
Duration – 1h 40min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Comedy
Source : 1080p.BDRip
Translator – Yoon Sandi Aung, MTA, Jerrica
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
