IMDb Rating 8.1 / Rotten Tomatoes (88%)ဒီရုပ်ရှင်ကားကို ကြိုုက်လည်းကြိုက်မိသလို မုန်းလည်းမုန်းမိတယ်.. စိတ်ထဲကျေနပ်မိသလို ဘဝင်လည်းမကျမိပါ။ သဘောကျမိသလို စိတ်ပျက်မိတာတွေရော။ ဘယ်လိုစကားလုံးနဲ့ဖော်ပြရမလဲမသိပါ။ တစ်လုံးတည်းဆိုရရင်တော့ Frustration ဆိုတာဒီဇာတ်ကားကြည့်ပြီးဖြစ်လာတဲ့ခံစားချက်ပါ။ ဒေါသလားဆိုတော့ အခြေခံကဒေါသပါ။ ဒါပေမဲ့ ဆန့်ကျင်ဘက်နှစ်မျိုးတခါတည်း ခံစားရတဲ့ ဒေါသပါ။ရုပ်ရှင်ပြီးလို့သာ အဆုံးသတ်သွားတယ်။ open ending နဲ့ကိုယ်စဉ်းစားချင်တာတွေ စဉ်းစားနိုင်အောင်ဖွင့်သွားတုန်းပဲ။ဒါ့ကြောင့်လည်း ပိုပိုပြီး စဉ်းစားမိပြန်ရော.. စဥ်းစားမိတော့ ညများတောင်အိပ်မပျော်နိုင်။Amazing Amy …ပဟေဠိ လူသားအေမီ၊ သတ်ပစ်ချင်လောက်အောင်မုန်းစရာကောင်းသာအေမီ၊ ဆောက်တည်ရာမရသော အေမီ၊ သနားစရာကောင်းသောအေမီ၊ ကြောက်စရာကောင်းသော အေမီ၊ဇာတ်လမ်းအစက ပြဿနာကြီး သို့မဟုတ် အရှုပ်တော်ပုံအစတစ်ခုဖြစ်သလို အဖြစ်အပျက်တစ်ခုရဲ့အဆုံးသတ်ပါ။ ဒါပေမဲ့ သာမာန်နံနက်ခင်းတစ်ခုပါပဲ။ Nick Dunne ဆိုတဲ့လူတစ်ယောက် အိမ်ရှေ့ကို အမှိုက်ပုံးထုတ်တယ်။သာမာန်အိမ်ရှင်ထီးတစ်ယောက်လုပ်ရမဲ့အလုပ်လုပ်တယ်။ ပြီးတော့ မြို့ထဲက သူ့ညီမနဲ့ သူနဲ့အတူတူဖွင့်ထားတဲ့ The bar ဆိုတဲ့ဘားကိုသွားတယ်။ ညီမနဲ့စကားစမြည်ပြောတယ်။ သူတို့မင်္ဂလာ နှစ်ပတ်လည် ငါးနှစ်ပြည့်တဲ့နေ့မို့လို့ သူ့ဇနီးက ပဟေဠိ ဖြေပြီးရှာတွေ့မှရမယ့် လက်ဆောင်တစ်ခု ရဖို့ရှိကြောင်း ပြောပြီး အိမ်ပြန်လာတယ်။ အိမ်ကလည်းတိတ်ဆိတ်လို့ အထဲဝင်တော့မှ တစ်ခုခုထူး ခြားနေပါလား။ ဧည့်ခန်းမှာ မှန်စားပွဲကကွဲလို့ ပက်လက်လန်နေတယ်။ ကျန်တာတော့ သပ်သပ်ယပ်ယပ်ပဲ။ တစ်အိမ်လုံးလိုက်ရှာတယ်။ အပေါ်ထပ်မှာ သူ့ဇနီးအေမီမရှိ၊ သူတို့ကြောင်လေးက သူ့ကိုပြူးကြောင်ကြောင်ကြည့်တယ်။ အေမီပျောက်နေတယ်။ ရဲစခန်းကိုဖုန်းဆက်တယ်။ စုံထောက်မ နဲ့သူ့ပါတနာလာစုံစမ်းတယ်။ သဲလွန်စတွေကြည့်တယ်။ သွေးတစ်စ၊ မှန််ကွဲစတွေ၊ တိုက်လက်စမီးပူနဲ့ဝတ်စုံတစ်ထည်။ အေ့မီရုံးခန်းဝင်ကြည့်တော့မှ အေမီဆိုတာ ရွှေရောင်ဆံပင်နဲ့လှပတဲ့ Amazing Amy ဆိုတဲ့နံမည်ကြီးကလေးစီးရီးစာအုပ်တွေရဲ့ စာရေးဆရာမ၊ ဟားဗတ်တက္ကသိုလ်ဘွဲ့ရဆိုတာ သိရ…အဲဒီအချိန်ထိ နစ်က သာမာန်အဖြစ်အပျက်တစ်ခုပဲလိုပဲပေါ့ပေါ့ပါးပါးဖြစ်နေသေးတယ်။ စုံထောက်မမနဲ့ ရဲစခန်းလိုက်တာတောင် သူကနောက်လိုက်သေးတယ်။ Law & Order ဇာတ်ဝင်ခန်းထဲကလိုပေါ့နော်ဆိုပြီး။ နောက်တော့ နစ်ကို သာမာန်မေးခွန်းတွေဖြစ်တဲ့ အေမီမှာ သူငယ်ချင်းဘယ်နှစ်ယောက်ရှိလဲဆိုတော့သူက ” မရှိဘူးမသိဘူး။” နေ့တိုင်းအေမီဘာလုပ်လဲဆိုတော့ “မသိဘူး”တဲ့။ စုံထောက်မနည်းနည်း စိတ်တိုသွားတယ်။ ဒါဆို “ရှင့်မိန်းမ သွေးအုပ်စုကဘာလဲ” ဆိုတော့ သိဘူးတဲ့။ ဒါဆိုယောကက္ခမတွေကိုရော အကြောင်းကြားပြီးပြီလားဆိုတော့ သိသိချင်းခင်ဗျားတို့ကို ပြောတာပဲလေတဲ့ ကျွန်တော်ဘယ်ပြောရဦးမလဲ ခဏ ကျွန်တော်ဖုန်းခေါ်ဦးမယ်ဆိုပြီး ယောက္ခမတွေကိုခေါ်.. အကြောင်းကြား၊ .. မထင်မှတ်ဘဲနဲ့ အမှုကကြီးသွားပြီး မနက်ဖြန်သတင်းစာရှင်းလင်းပွဲလုပ်ရမယ်ဆိုတော့ သူတောင်နဲနဲကြောင်သွားတယ် ..အဲဒီလောက်လုပ်စရာလိုလို့လားပေါ့။ ခဏနေ ရဲစခန်း အပြင်မှာ အသံကြားလို့ထွက်ကြည့်တော့.. သူငယ်ပြန်နေတဲ့သူ့အဖေ…ဒါနဲ့သူ့ကိုရဲစခန်းကနေအိမ်လိုက်ပို့လိုက်တယ်တစ်ခန်းဝင်တစ်ခန်းထွက်ကြည့်ရင်း သူ့မိန်းမ အဝတ်ဗီရိုခန်းထဲမှာထူးခြားတာတစ်ခု… Clue one သဲလွန်စနံပါတ် ၁ တဲ့…. စကားထာကိုဖြေကြည့်တော့ နေရာက သူ့ကျောင်းက ရုံးခန်း .. ရှာရင်းတွေ့တာက ဖိုင်တွေထားတဲ့နေရာမှာ .. အနီရောင် မိန်းမဝတ်အတွင်းခံ Langerie တစ်ထည်….နောက်ပြီး Clue two .. clue three .. clue …စုံစမ်းလိုက် စစ်ဆေးလိုက် နဲ့ဇာတ်လမ်းကို ပြောင်းဖူးပြုတ်အခွံခွာသလို တစ်လွှာချင်းတစ်လွှာခြင်း၊ ဆောရီး ကြက်သွန်ခွံခွာသလို တစ်ထပ်ချင်းတစ်ထပ်ချင်း တစ်ထပ်ခွာပြီးတိုင်း ကြည့်နေရတာ စိတ်တင်းကျပ်လာတယ်။ ဘာဖြစ်မလဲဆိုတာ မကြည့်ချင်တော့သလို ဆက်ပြီးတော့လည်း ကြည့်ချင်နေတယ်။ တဖြည်းဖြည်းနဲ့ အေမီရဲ့ နာကျင်မှု၊ ကြောက်ရွံ့မှု၊ ခံစားရတာတွေ တစ်ခုချင်းတစ်ခုချင်း.. …. …………လိမ်ညာခံရတာတွေက” အေမီ ကိုလား .. အေမီ ကလား”… “အေမီကရော နစ်ကိုချစ်သလား”.. “နစ်ကရောအေမီကိုချစ်သလား…”ကြိုတင်ခန့်မှန်းနိုင်စရာ အထောက်အထား တစ်ခုမှမပါ။ ဘယ်သူ့မှာ ဘာအပြစ်ရှိလို့ ဘယ်သူသေသင့်တယ်ဆိုတာ တွက်ထားလို့မရ။ ဘယ်သူဗီလိန် ဘယ်သူလူကောင်းဆိုတာလည်း သတ်မှတ်လို့မရ။ အေမီ့ကို သနားပြီး နစ်ကို သေစေချင်သလို နစ်ကို သနားပြီးအေမီ့ကို လည်းသေစေချင်မိပြန်တယ်။သုံးပွင့်ဆိုင်တစ်ခုမှာ ဘယ်သူ့မှလည်း innocent ဖြစ်မနေပါ။ လက်ခုပ်ဆိုတာ နှစ်ဘက်တီး မှမြည်တယ်ဆိုရင် သုံးပွင့်ဆိုင်ဆိုတော့ အပြစ်သုံးခုဆုံနေသလို။ တစ်ခုပဲရှိသည်။ ယောကျာ်းမို့ responsibility ဆိုတဲ့ ခေါင်းစဉ်နဲ့ပြန်သွားခဲ့ရင်ရော ….ဒီဇာတ်ကားရဲ့စာရေးဆရာမကို အင်တာဗျူးမှာတော့.. သူမက နောက်ထပ်တစ်ကားထပ်ထွက်ဖို့ ဟ ထားတာမဟုတ်ကြောင်း၊ ရုပ်ရှင်တွေမှာ ဗီလိန်တွေ ရှုံး၊ မင်းသားတွေ ပြုံး အပ်ကြောင်းထပ်နေလို့ အေမီကို ဖန်ဆင်းခဲ့ခြင်းဖြစ်ကြောင်း၊ အဟား ငါသိသားပဲ ဆိုတဲ့ သဲလွန်စတွေကိုလည်း တတ်နိုင်သလောက်ဖျောက်ထားကြောင်း၊ ပရိသတ်တွေကရိုးရိုးသားသား ပြောကြကြောင်း ဇာတ်သိမ်းကိုမုန်းကြောင်း တရားမျှတမှုရှိသင့်တယ် ပြောကြကြောင်း၊ ကျွန်မလည်းပြန်ပြောမိတယ် အေမီကို မုန်းပါတယ်ဆိုတဲ့သူတွေတောင် အေမီထာင်ထဲမှာ ငုတ်တုတ်မေ့နေတာကို တွေ့ချင်မှာ မဟုတ်ဘူးထင်တယ်။ စာရေးဆရာမရဲ့ မှော်အောင်ပါတယ်။ အေမီကို သေစေချင်မိသလို သေလည်းမသေစေချင်မိပါ။ကျွန်မအမြင်ပြောရရင်တော့ အေမီဟာ နစ်ကို အဆုံးအရှုံးမခံနိုင်ပါ။နစ်ကသူမခွင့်လွတ်နိုင်စရာမရှိသော ပြစ်မှုကို ကျူးလွန်ခဲ့တယ်။ သူမ သေလောက်အောင်မုန်းသွားတယ်။ ဒါကြောင့်လှလှပပ အပြစ်ပေးခဲ့တယ်။ ဒါပေမဲ့ နစ် တီဗွီကနေ သူမကို ဘယ်လောက်ချစ်ကြောင်း လျှာဖျားကလေသံနဲ့ အပြောမှာတင် သူမပြန်ကြွေသွားတယ်။ (အကောင်းကြွေတာမဟုတ်။) သူမနောက်ကြောင်း ပြန်လှည့်လာတယ်။ တကယ့်မိန်းမသဘာဝ အစစ်ပါပဲ။ဘယ်လောက် နာကျည်းမုန်းတီးနေပါစေ။ အချစ် ဆိုတဲ့ စကားလုံးလေးမှာတင် အကုန်ပြိုကျသွားတယ်။ in this case, different story .. သူမချစ်သူဆီပြန်လာပေမဲ့ အားလုံးသဘောကျတဲ့ပျော်ရွှင်စွာ ဇာတ်သိမ်းဖို့မဟုတ်။ သေချာတာတစ်ခုက သူမ နစ်ကို နောက်တစ်ခါလုံးဝအဆုံးအရှုံးမခံနိုင်တော့ပြီ။အဲဒါကြောင့် ပင့်ကူအိမ်ထဲကနေမထွက်နိုင်အောင် နစ် ဆိုတဲ့ပိတုန်းကောင်ကို အပြီးအပိုင်ချည်နှောင်ထားလိုက်ခြင်းဖြစ်ပါတယ်။ သူမကလွဲရင် ကျန်တာလုပ်မိတာကို ခွင့်လွှတ်ချင်တယ်။ ခွင့်လည်းခွင့်မလွတ်နိုင်။ ဒါကြောင့် သူမရဲ့အကြံအစည်အကုန်သုံးပြီး ရစ်စက်မှုတွေမှန်သမျှနှင့် နစ်ကို ချည်နှောင်ထားလိုက်တာ။ နစ် ကလည်း responsibility ဆိုတဲ့ခေါင်းစဉ်နဲ့ပြန်လာတယ်။ နစ်အကြောက်ဆုံးစကားနဲ့သူမကအပိုင်တုတ်ထားလိုက်တာက “နင့်ကိုငါကိုယ်တိုင် မုန်းရုံတင်မဟုတ်ဘူး။ ငါတို့ရင်သွေးကိုမုန်းတတ်အောင် ငါသင်ပေးလိုက်မယ်။ ”We love each other ..and we resent each other .. coz we want to control each other …This is marriage ..အိမ်ထောင်ရေးဆိုတာ စုံတွဲအကဖြစ်သည်။ အချစ်ကအရေးကြီးသလား။ ကျန်တာအရေးကြီးလား။ အကုန်အရေးကြီးပါသည်… အဓိက ကတော့ တစ်ခုတင်းရင် တစ်ခုလျော့ရမယ်။အရေးအကြီးဆုံးစည်းက ဘေးကို ချော်ထွက်လို့မရ။ ….အဓိကက အချစ်တွေရှိနေပါလျက်.. ဘာလို့ အချစ်ဆိုတဲ့ခေါင်းစဉ်အောက်မှာ လူတွေ ဘာလို့အကုန်ပျော်မနေကြပါသလဲ။ အပြစ်ကိုယ်စီကို ခွင့်လွတ်မှုအားနည်းနေလို့ပါ။ သူတစ်လှမ်းတိုးလျှင် ကိုယ်တစ်လှမ်းဆုတ်ရမှာပါ။ ဘေးချော်သွားလို့ကတော့ ကကွက်တစ်ခုလုံး ပျက်ဆီးသွားမှာပါ။(ရုပ်ရှင်အညွှန်းကို Movie Locos ၏ Facebook Page မှကူးယူဖော်ပြပါသည်။)File size…(1.5 GB) / (1.4 GB)/ (800 MB)Quality….WEB-DL 4K HEVC/ 1080p / 720pFormat…mkv/mp4Duration….02:29:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Mugiwara Ya"