"Dragon Inn Part 1 – The City of Sadness (2020)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကိုရီးယားအက်ရှင်ကားကတော့
My Drama List မှာ 7/10ထိရထားပြီးတော့
ဇာတ်လမ်းလေးလည်းကောင်းသလို Action ခန်းတွေလည်းဝေေ၀ဆာဆာပါလို့
အက်ရှင်ကားကြိုက်သူတွေ အတွက်အကြိုက်တွေ့စေမယ့်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်
Cast တွေအနေနဲ့ မင်းသားကြီး Oh Ji-ho က guest အနေနဲ့ပါဝင်ထားသလို
Jo Ji Ill,Bae Hong Seok,Park Jeonh Hwa,Jang Eui Soo စတဲ့ သရုပ်ဆောင်တွေပါဝင်ထားပြီး
ကိုရီးယားဒုစရိုက် အမှောင်လောကအကြောင်းကိုအဓိကအသားပေး ရိုက်ကူးထားတဲ့ကားတစ်ကားဖြစ်ပါတယ်
ဇာတ်လမ်းအကျဉ်းကတော့ ရဲတွေဖက်ကလက်လှမ်းမမှီတဲ့ အမှုတွေ
လာဘ်စားထားလို့ပိတ်လိုက်ရတဲ့အမှုအခင်းတွေကို
အခကြေးငွေလက်ခံပြီး ဖြေရှင်းပေးနေတဲ့ အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်
သူတို့အဖွဲ့ကလက်ရုံးရည်သမား ဉာဏ်ကြီးရှင်သမားတွေနဲ့စုစည်းပြီးဖွဲ့ထားတာဖြစ်ပြီး
အဖွဲ့ဝင်တွေအနေနဲ့ ချောမင်း ဆွန်းဂျင်း ဂျီဟယ် ယုံးဘယ်ဆိုတဲ့ လေးယောက်နဲ့ဖွဲ့စည်းထားပြီး
သူတို့က တရုတ်စားသောက်ဆိုင်တစ်ဆိုင်မှာအယောင်ပြအလုပ်လုပ်ပြီး
နောက်ကွယ်ကနေ အမှုတွေဖော်ထုတ်ကြပါတယ်
အဲ့ဒီစားသောက်ဆိုင်ပိုင်ရှင်သူဌေးဖြစ်သူကလည်း သူတို့အလုပ်တွေကို စီမံခန့်ခွဲပေးရသူတစ်ယောက်ဖြစ်သလို
တစ်ရက်မှာ သူတို့နားကစတိုးဆိုင်က အချိန်ပိုင်းအလုပ်သမားကောင်မလေး သေဆုံးတဲ့အမှုကို လိုက်ရင်း
သူတို့အဖွဲ့နဲ့ ဟိုယက်လူဆိုးဂိုဏ်းအဖွဲ့တို့ထိပ်တိုက်တွေ့ကြပါတော့တယ်
ဟိုယက်လူဆိုးဂိုဏ်းဆိုတာကလည်း မူးယစ်ဆေးလူမှောင်ခိုစတဲ့မကောင်းမှုမှန်သမျှအကုန်လုပ်သလို
သူတို့နောက်မှာထောက်ပံ့ပေးနေတဲ့ အင်အားကြီးလုပ်ငန်းစုတစ်ခုရဲ့
အမွေဆက်ခံသူတစ်ယောက်ကလည်း ဒီအမှုမှာပါဝင်ပတ်သက်နေပြန်ပါတယ်
ဒီအမှန်တရားဖော်ထုတ်တဲ့အဖွဲ့က ဒီအမှုကိုလိုက်ရင်း
တော်တော်ကြီးမားတဲ့ ပတ်သက်မှုတစ်ခုကိုဖော်ထုတ်မိတဲ့အခါ
ဘာတွေဆက်ဖြစ်မယ်ဆိုတာရယ်
ဒီအမှန်တရားတပ်ဖွဲ့ကိုနောက်ကွယ်ကနေ အမှန်တကယ် အမှုတွေအပ်နေတာ ဘယ်သူဆိုတာရယ်ကို
ဒီမှာစိတ်ဝင်စားဖွယ်တွေ့ရမှာပါ
ဇာတ်လမ်းလည်းကောင်းသလို သရုပ်ဆောင်တွေကလည်း Action ခန်းသရုပ်ဆောင်ချက်တွေပိုင်နိုင်လို့
ကြည့်သင့်တဲ့ကားလေးတစ်ကား ဖြစ်ကြောင်းညွှန်းချင်ပါတယ်
File size… 1.66 GB and 1GB
Quality….FHDRip 1080p and 720p
Format…mp4
Duration…. 1 hr 34 min
Subtitle….Myanmar Subtitle (Hardsub)
Encoder…. August
Translated by Moe Pwint
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
