[Unicode]IMDb Rating – 6.3/10ဗြိတိန်ပြည်ရဲ့နန်းတည်ဘုရင် အာသာ..စားပွဲဝိုင်းက သူရဲကောင်းများ..သူတို့အကြောင်းကို ကျွန်တော်တို့ ကလေးဘဝကတည်းက ဇာတ်လမ်းအမျိုးမျိုးမှာ ပုံစံအမျိူးမျိုးနဲ့ မြင်ခဲ့သိခဲ့ ရပြီးပါပြီ။သမိုင်းသုတေသီတွေက ၁၅ရာစုက ဘုရင်အာသာနဲ့ သူ့ရဲ့ သူရဲကောင်းတွေအကြောင်းဂန္တဝင်ဇာတ်လမ်းဟာ အမှောင်ခေတ်လို့ခေါ်ကြတဲ့ ၅ရာစုဝန်းကျင်ကာလမှာ တကယ်ရှိခဲ့တဲ့ သူရဲကောင်းတစ်ယောက်ကနေ ပေါ်ပေါက်လာတယ်လို့ လက်ခံထားကြပါတယ်။အထောက်အထားတစ်ချိူ့လည်းတွေ့ထားတယ် ဆိုပါတယ်။တကယ့်အာသာဟာ ဒဏ္ဍာရီထဲက အာသာထက် ဆယ်ရာစုစောပေါ်ခဲ့တာပါတဲ့။ဒီတစ်ခါဇာတ်လမ်းကတော့ ရှေးဟောင်းသုတေသနနဲ့ သမိုင်းတွေ့ရှိချက်တွေအရ အာသာရဲ့ ဖြစ်ရပ်မှန်နဲ့ အနီးစပ်ဆုံးလို့ဆိုရပါမယ်။အာသာကို လွတ်လပ်မှုနဲ့ သာတူညီမျှ ဝါဒကိုလက်ကိုင်ထားတဲ့ ရောမသူရဲကောင်းအနေနဲ့ ပုံဖော်ထားပါတယ်။သူရဲ့သူရဲကောင်းတွေကိုတော့ ရောမကို ကျေးဇူးကြွေးဆပ်နေရတဲ့ ဆာမားတီးယန်း မြင်းသည်တော်တွေအနေနဲ့ပုံဖော်ထားပါတယ်။သူရဲကောင်းတွေကို တာဝန်မှကင်းလွတ်ခွင့်ပေးရမဲ့ အချိန်မှာ ရောမပြည်က နောက်ဆုံးတာဝန်တစ်ခု ပေးအပ်ခဲ့ပါတယ်….။လွတ်လပ်မှုကိုရဖို့ နောက်ဆုံးတာဝန်ကို ထမ်းဆောင်ရတဲ့ အာသာနဲ့ သူရဲကောင်းတွေရဲ့ ခရီးနဲ့ တိုက်ပွဲကို ဇာတ်အိမ်တည်ထားပါတယ်။Clive Owen, Keira KnightleyMads Mikkelsen,Ioan Gruffudd လိုနာမည်ကျော်သရုပ်ဆောင်တွေပါပါတယ်။ရိုက်ချက်တွေ Battle Sceneတွေလှပါတယ်။Rating အရမ်းလွင့်နေအောင် ကောင်းတဲ့ထဲမပါပေမယ့် ကြည့်ကောင်းတဲ့ရုပ်ရှင်ပါပဲ။ကျွန်တော်တော့ King arthurကားတွေထဲ ဒီကား အကြိုက်ဆုံးပါပဲ။သမိုင်းဆိုတာတွေက ဘယ်အခါမှာမှ တိတိပပ မမှန်ခဲ့ပါဘူး…။ ရှေ့လွဲနောက်ပြင်ပါပဲ။ဒီရုပ်ရှင်က ဇာတ်လမ်းဟာ King Arthurရဲ့ ဒဏ္ဍာရီအမှန်နဲ့ အနီးစပ်ဆုံး ယူဆရပါတယ်။ပြောရရင် မ‌အအောင် ကြည့်ထားတာကောင်းပါတယ်။ဒီရုပ်ရှင်က Knightတွေရဲ့ ပေးဆပ်ခဲ့မှုတွေကတော့ မှန်သည်ဖြစ်ဖြစ် မမှန်သည်ဖြစ်ဖြစ် ဝမ်းနည်းတသသ ဖြစ်စေပါလိမ့်မယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးထားသူကတော့ WiRa Aung ပါ )[Zawgyi]IMDb Rating – 6.3/10ၿဗိတိန္ျပည္ရဲ႕နန္းတည္ဘုရင္ အာသာ..စားပြဲဝိုင္းက သူရဲေကာင္းမ်ား..သူတို႔အေၾကာင္းကို ကြၽန္ေတာ္တို႔ ကေလးဘ၀ကတည္းက ဇာတ္လမ္းအမ်ိဳးမ်ိဳးမွာ ပုံစံအမ်ိဴးမ်ိဳးနဲ႔ ျမင္ခဲ့သိခဲ့ ရၿပီးပါၿပီ။သမိုင္းသုေတသီေတြက ၁၅ရာစုက ဘုရင္အာသာနဲ႔ သူ႔ရဲ႕ သူရဲေကာင္းေတြအေၾကာင္းဂႏၲဝင္ဇာတ္လမ္းဟာ အေမွာင္ေခတ္လို႔ေခၚၾကတဲ့ ၅ရာစု၀န္းက်င္ကာလမွာ တကယ္ရွိခဲ့တဲ့ သူရဲေကာင္းတစ္ေယာက္ကေန ေပၚေပါက္လာတယ္လို႔ လက္ခံထားၾကပါတယ္။အေထာက္အထားတစ္ခ်ိဴ႕လည္းေတြ႕ထားတယ္ ဆိုပါတယ္။တကယ့္အာသာဟာ ဒ႑ာရီထဲက အာသာထက္ ဆယ္ရာစုေစာေပၚခဲ့တာပါတဲ့။ဒီတစ္ခါဇာတ္လမ္းကေတာ့ ေရွးေဟာင္းသုေတသနနဲ႔ သမိုင္းေတြ႕ရွိခ်က္ေတြအရ အာသာရဲ႕ ျဖစ္ရပ္မွန္နဲ႔ အနီးစပ္ဆုံးလို႔ဆိုရပါမယ္။အာသာကို လြတ္လပ္မႈနဲ႔ သာတူညီမွ် ဝါဒကိုလက္ကိုင္ထားတဲ့ ေရာမသူရဲေကာင္းအေနနဲ႔ ပုံေဖာ္ထားပါတယ္။သူရဲ႕သူရဲေကာင္းေတြကိုေတာ့ ေရာမကို ေက်းဇူးေႂကြးဆပ္ေနရတဲ့ ဆာမားတီးယန္း ျမင္းသည္ေတာ္ေတြအေနနဲ႔ပုံေဖာ္ထားပါတယ္။သူရဲေကာင္းေတြကို တာဝန္မွကင္းလြတ္ခြင့္ေပးရမဲ့ အခ်ိန္မွာ ေရာမျပည္က ေနာက္ဆုံးတာဝန္တစ္ခု ေပးအပ္ခဲ့ပါတယ္….။လြတ္လပ္မႈကိုရဖို႔ ေနာက္ဆုံးတာဝန္ကို ထမ္းေဆာင္ရတဲ့ အာသာနဲ႔ သူရဲေကာင္းေတြရဲ႕ ခရီးနဲ႔ တိုက္ပြဲကို ဇာတ္အိမ္တည္ထားပါတယ္။Clive Owen, Keira KnightleyMads Mikkelsen,Ioan Gruffudd လိုနာမည္ေက်ာ္သ႐ုပ္ေဆာင္ေတြပါပါတယ္။႐ိုက္ခ်က္ေတြ Battle Sceneေတြလွပါတယ္။Rating အရမ္းလြင့္ေနေအာင္ ေကာင္းတဲ့ထဲမပါေပမယ့္ ၾကည့္ေကာင္းတဲ့႐ုပ္ရွင္ပါပဲ။ကြၽန္ေတာ္ေတာ့ King arthurကားေတြထဲ ဒီကား အႀကိဳက္ဆုံးပါပဲ။သမိုင္းဆိုတာေတြက ဘယ္အခါမွာမွ တိတိပပ မမွန္ခဲ့ပါဘူး…။ ေရွ႕လြဲေနာက္ျပင္ပါပဲ။ဒီ႐ုပ္ရွင္က ဇာတ္လမ္းဟာ King Arthurရဲ႕ ဒ႑ာရီအမွန္နဲ႔ အနီးစပ္ဆုံး ယူဆရပါတယ္။ေျပာရရင္ မ‌အေအာင္ ၾကည့္ထားတာေကာင္းပါတယ္။ဒီ႐ုပ္ရွင္က Knightေတြရဲ႕ ေပးဆပ္ခဲ့မႈေတြကေတာ့ မွန္သည္ျဖစ္ျဖစ္ မမွန္သည္ျဖစ္ျဖစ္ ဝမ္းနည္းတသသ ျဖစ္ေစပါလိမ့္မယ္။( ဘာသာျပန္ျပီး အညႊန္းေရးထားသူကေတာ့ WiRa Aung ပါ )Quality__HEVC 1080p 5.1 CH , 720pIMDb Rating__6.3/10Format__mp4Duration__02:21:00Type__Action , Adventure , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung LattHEVC 1080p 5.1 CH ကို PC/Phone များတွင် VLC player ဖြင့်သော်လည်းကောင်း ၊ TV များတွင် Smart TV ( HEVC Supported )ဖြင့် ကြည့်ပါ ။"