Samar မျက်နှာ စူပုတ်ပုတ်နဲ့ ရဲ့ရင်တဲ့ ဗုံးရှင်းသမား၊ ဗုံးတစ်လုံး ဖြုတ်ပြီးတိုင်း အေးဆေးတဲ့ နေရာမှာ တစ်ယောက်ထဲ အနားယူ တတ်တယ်။ သူ့ဘဝရဲ့ ၉၈ လုံးမြောက် ဗုံးကို ဖြုတ်ပြီး ကမ်းခြေဘက်မှာ တစ်ယောက်ထဲ အနားယူနေတဲ့ အချိန် Akira ဆိုတဲ့ မိန်းမလှလေး ရေနစ်လို့ ဆင်းကယ်ပြီး အနွေး ဓါတ်ရဖို့ Samar ရဲ့ အပေါ် အနွေးထည်ကို ပေးလိုက် မိရာမှာ မထင်မှတ်ပဲ Samar ရဲ့ Diary ကို Akira ရသွားပြီး Samar ရဲ့ လွမ်းစရာ ကောင်းတဲ့ London က အချစ် ဇာတ်လမ်းကို သိခဲ့ရပြီး Samar ကို Akira တစ်ယောက် စိတ်ဝင်စားခဲ့ပါတယ်။Akira ဆိုတာ Discovery Channel မှာ မှတ်တမ်းရုပ်ရှင် ရိုက်ရဖို့ ကြိုးစားနေတဲ့ ၂၁ နှစ်အရွယ် ဆွဲဆောင်မှု အပြည့်ရှိတဲ့ မိန်းမလှလေးပါ။ Akira တွက် အခွင့် အရေး တစ်ခု ရောက်ရှိ လာပါတယ်။ ၃ ပါတ်အတွင်း Samar ရဲ့ ဗုံးဖြုတ် တပ်သား တစ်ယောက် အကြောင်း မှတ်တမ်း ရုပ်ရှင် ရိုက်ပေး ရမယ့် အခွင့်အရေးပါ။Samar က Akira ကို တပ်ဖွဲ့ထဲ မလိုက်ခဲ့ စေချင်ပေမယ့် Samar ရဲ့ နိုင်ကွက်ကို သိထားတဲ့ Akira တစ်ယောက်က Samar ရဲ့ အတိတ်နဲ့ ယှဉ်ယှဉ်ပြီး ပြောလို့ Samar က Akira ကို လိုက်ခွင့် ပြုခဲ့ပါတယ်။ အခက် အခဲ အချို့ ရှိခဲ့ပေမယ့် Akira တစ်ယောက် Samar ဆိုတဲ့ ဗုံးဖြုတ် တပ်သား တစ်ယောက် အကြောင်း မှတ်တမ်း ရုပ်ရှင် ပြီးမြောက်အောင် ရိုက်နိုင် ခဲ့ပါတယ်။Samar ရဲ့ ဇာတ်လမ်းကို Discovery Channel မှာ ပြဖို့ ဒါတွေဟာ Samar ရဲ့ ဇာတ်လမ်း တကယ်ဖြစ်ကြောင်း ထောက်ခံဖို့ ၁၀နှစ်ကျော် ခြေဦး မချခဲ့တဲ့ London မြေကို ပြန်လည် ခြေချခဲ့ရပါတယ်။ ခါးသီးတဲ့ အတိတ်တွေ ရှိခဲ့တဲ့ London မြေကို Samar တစ်ယောက် ပြန်လည် ခြေချတဲ့ နေ့မှာပဲ…။ဒါရိုက်တာ Yash Chopra ရဲ့ ရိုက်ချက် ကောင်းတွေနဲ့ 176 မိနစ် ကြည့်ရမယ့် Drama Romance ဇာတ်ကား ဖြစ်ပါတယ်။ Jab Tak Hai Jaan ဆိုတဲ့ အဓိပ္ပါယ်ကတော့ Till my last breath ဖြစ်ပါတယ်။ ဖြစ်ပါတယ်။ Bollywood Star တွေဖြစ်တဲ့ Shah Rukh Khan, Katrina Kaif, Anushka Sharma တို့ရဲ့ သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားကောင်း တစ်ကားဖြစ်ပါတယ်။(ရုပ်ရှင်အညွှန်းကို moviereview.ygn.me မှကူးယူဖော်ပြပါသည်။)IMDb Rating(6.7/10) နဲ့ Rotten Tomatoes 89% ထိရရှိထားလို့ကြည့်သင့်တဲ့ဇာတ်ကားပါ။HEVC 1080p BluRay DTS 5.1 Quality နဲ့ပြန်လည်တင်ဆက်လိုက်ပါတယ်။File size…3.74GB / 2.16GB /1.2GBQuality….Blu-Ray 1080p 5.1 CH & 720p (HEVC Encode)/720pFormat…mp4Duration….03:18:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung"