"Your Name (2016)===============================Pause(Kimono Na wa)ဒီကားကတော့ မသိတဲ့သူမရှိသလောက်ကို ရှားပါလိမ့်မယ်…ကမ္ဘာအနှံ့အောင်မြင်မှုတွေရခဲ့ပြီးYour Name ကြောင့် Anime ပရိသတ် ဖြစ်လာကြတဲ့သူတွေဒုနဲ့ဒေးပါပဲ…ဒါပေမဲ့ အခုထိမကြည့်ရသေးတဲ့သူတွေ ရှိနေနိုင်သေးတာကြောင့် နည်းနည်းလောက် ပြန်ညွှန်းပါရစေ…ဇာတ်လမ်းအစမှာ သဘာဝလွန်ဖြစ်ရပ်ဆန်းနဲ့ စတယ်…တိုကျိုမှာနေတဲ့ အထက်တန်းကျောင်းသားလေးတာချီဘာနာ တကိ နဲ့ အိတိုမိုရိ ဆိုတဲ့ နယ်မြို့လေးက မိယမိဇု မိဆုဟ ဆိုတဲ့ ကောင်မလေးတို့ဟာ ခန္ဓာကိုယ်ချင်းလဲသွားကြသတဲ့…အမှန်က ခန္ဓာကိုယ်လဲတယ်ဆိုတာထက် စိတ်ချင်းလဲသွားတယ်ဆို ပိုမှန်ပါတယ်…ဒါကို သူတို့တွေက အိပ်မက်လို့ ထင်နေကြပေမယ့် တကယ်ဖြစ်နေမှန်းသိတဲ့အခါမှာတော့သူတို့နှစ်ယောက်လုံး ဒီအဖြစ်ဆန်းကြီးကို အဖြေရှာဖို့ ကြိုးစားကြပါတော့တယ်..ဒါပေမဲ့ ပြသနာက ခန္ဓာကိုယ်ချင်း(စိတ်ချင်း)လဲတာတင် မဟုတ်ပဲသူတို့နှစ်ယောက်ရဲ့အချိန်တွေပါ လွဲနေတယ်ဆိုတာကို သိလိုက်ရတဲ့ အခါမှာတော့….ဒီအချိန်လွဲတယ်ဆိုတဲ့ကိစ္စကြီးက ကြည့်ရတာနည်းနည်းတော့ ရှုပ်နိုင်တယ်…မြင်အောင်ပြောပြရရင် အခုလက်ရှိ ပစ္စုပန်အချိန်နဲ့ဟိုးအရင်အတိတ်အချိန် နှစ်ခု ထိပ်တိုက်တွေ့တဲ့သဘောပါပဲ…ဒါကို ဇာတ်ကားထဲမှာ ပြန်ပြီးရှင်းပြထားတာကို တွေ့ရမှာပါ…ဒီလို ထူးဆန်းမှုတွေနဲ့ ဆွဲဆောင်ထားတဲ့ ဒီဇာတ်ကားလေးကကျွန်တော်တို့ကို တစ်ခုပြောသွားသေးတယ်ခင်ဗျ“မှတ်ဉာဏ်တွေဟာ မေ့ပျောက်ဖို့လွယ်ပေမယ့်နှလုံးသားကတော့ အမြဲအမှတ်ရနေမှာပါ”ကျွန်တော်တို့ ဘဝမှာလည်း နှလုံးသားထောင့်တစ်နေရာကတစ်ယောက်သောသူဆိုတာမျိုး ရှိနေတုန်း ရှိနေနိုင်သေးတယ်မဟုတ်လား??ဦးနှောက်က မေ့သွား/မေ့ထား ပေမယ့် အဖြစ်အပျက်လေးတစ်ခုလောက်ကရင်ကိုလှိုက်ခနဲဖြစ်စေခဲ့တာမျိုးပေါ့…ဒီကားရဲ့ဇာတ်ဝင်တေးတွေကလည်း ကောင်းမွန်ပြီး လှပတဲ့အန်နီမေးရှင်း ပြကွက်တွေနဲ့ ဆွဲဆောင်ထားတာကို ခံစားရမှာပါ..ကဲ အညွှန်းကလည်း နည်းနည်းရှည်သွားပြီမို့ဒီဇာတ်ကားလေးကို ကြည့်ရှုခံစားရင်း တစ်နေ့တာကို အရသာရှိရှိဖြတ်သန်းလိုက်ကြရအောင်(ဒါနဲ့ ဒီဇာတ်ကားထဲမှာ The Garden Of Words (2013) ဇာတ်ကားထဲကဆရာမ ယူကာရီ က cameo အနေနဲ့ ပြန်လည်ပါဝင်ပါသေးတယ်..ဒါ့အပြင် အခု Your Name ထဲက ဇာတ်ကောင်တွေဖြစ်တဲ့တကိ..မိဆုဟ..ယော့ဆုဟ..တက်ရှီ..ဆယက တို့တတွေလည်းWeathering With You (2019) မှာ cameo အဖြစ်ပြန်လည်ပါဝင်ကြပါသေးတယ်..သေချာလေးကြည့်ကြနော် 😉…ကဲ ခံစားကြည့်ရှုလိုက်ကြပါဦး)File Size : 1.49 GBQuality : Bluray 1080 (5.1)Running Time : 1hr 46minutesFormat : Mp4Genre : Animation, Drama, FantasyTranslated By Ye Kyaw Htet & MkoEncode By YK"