"[Unicode]IMDB Rating. = 7.4/10Pause“2046”… ဒီနံပါတ်ဟာအချိန်ကာလတစ်ခုဖြစ်ချင်ဖြစ်မယ်ဟိုတယ်အခန်းတစ်ခုရဲ့နံပါတ် ဖြစ်ချင်ဖြစ်မယ်။အချိန်လား‌ နေရာလား ထားလိုက် အရေးမပါဘူး။အရေးပါတာက အဲ့ဒီမှာ ဘာမှမပြောင်းလဲဘူးဆိုတဲ့ အချက်။ချစ်မိသူတွေဟာ မပြောင်းလဲနိုင်တဲ့ ကမ္ဘာကြီးကိုလိုလားကြတယ်။အထူးသဖြင့် သူတို့ချစ်တဲ့သူတွေရဲ့နှလုံးသားတွေမပြောင်းလဲဖို့ လိုလားကြတယ်။၂၀၄၆ဟာ ဘာမှ မပြောင်းလဲ တဲ့နေရာ။ဒီတော့ သူတို့၂၀၄၆ကိုသွားကြတယ်။တစ်ရံတစ်ခါမှာ ပဟေဠိဆန်တဲ့ ရထားတစ်စီးက ၂၀၄၆ကို ထွက်ခွာတယ်။၂၀၄၆ကိုသွားတဲ့ ခရီးသွားတိုင်းမှာ တူညီတဲ့ ရည်ရွယ်ချက်တစ်ခုရှိတယ်သူတို့က သူတို့ရဲ့ ဆုံးရှုံးသွားတဲ့ မှတ်ညဏ်တွေကို ပြန်လည်ဖမ်းဆုပ်လိုကြတယ်။တစ်ချို့ကတော့ ၂၀၄၆ကို လွယ်လွယ်လေးရောက်သွားကြပေမယ့် တစ်ချို့အတွက်ကျတော့ခရီးက အများကြီးပိုရှည်ကြာတယ်။ခရီးသည်လက်စွဲ အပိုဒ်၂၀၁မှာ ဧရိယာ ၁၂၂၄-၁၂၂၅မှာ အရမ်းအေးတယ်လို့ သတိပေးထားတဲ့အပြင် ခရီးသည်တွေအနေနဲ့ အနွေးဓာတ်ရအောင် တစ်ယောက်ကိုတစ်ယောက် ဖက်ထားကြဖို့ အကြံပြုထားသေးတယ်။၁၂လပိုင်း ၂၄ရက်နေ့ ၁၂လပိုင်း ၂၅ရက်နေ့ ခရစ္စမတ်အကြိုနေ့နဲ့ ခရစ္စမတ်နေ့။ဒီလိုအချိန်တွေမှာ လူတွေက ပုံမှန်ထက်ပိုပြီးနွေးထွေမှုကိုလိုကြတယ်တဲ့။ဒါကဧရိယာ ၁၂၂၄-၁၂၂၅ဆိုတဲ့နိမိတ်ပုံရဲ့ ဖွင့်ဆိုချက်ပါပဲ။ဒါဆို ၂၀၄၆ဆိုတာကရော..။ရထားကြီးကရော…..။အဖြေတွေစုပေါင်းရရှိပြီးတဲ့နောက် ဒီရုပ်ရှင်မှာအချစ်ဆိုတဲ့အရာကိုပဲ ထင်ရှားမြင်နေရတယ်။ဇာတ်ကောင်တွေတိုင်းရဲ့ အချစ်တွေဟာနာကျင်ကြေကွဲစရာ ကောင်းတယ်။ကျန်းဇီယီရဲ့ ပိုင်လင်းတိုနီလောင်ချူဝေရဲ့ ချောင်မိုဝမ်ဂေါင်လီရဲ့ ဆိုးလိုင်ချန်မက်ဂီချန်ရဲ့ ဆိုးလိုင်ချန်ဖေးဝေါင်ရဲ့ ဝမ်ကျင်ကာရီနာလောင်ရဲ့ လူလူ….။အထူးသဖြင့် ကျန်းဇီယီရဲ့ ပိုင်လင်းဟာသိပ်ရင်နာစရာကောင်းတယ်။ပြောရရင် Days of Being Wildနဲ့In the mood for loveထဲကလူအကုန်ပါတယ်။ချစ်တယ်ဆိုတာလက်ချင်းတွဲပြီး ရည်ရွယ်ချက်မရှိဘဲ လမ်းလျှောက်ခြင်းတစ်မျိုးဆိုတဲ့အယူကို ကျွန်တော်လက်ခံထားတာကြာပြီဒါပေမဲ့ ဒီရုပ်ရှင်ထဲက ဇာတ်ကောင်တွေအတွက်တော့ အချစ်ဟာ ဒီလိုမဟုတ်ခဲ့ဘူး။ဘယ်လိုပဲဖြစ်ဖြစ် Days of Being Wild၊ In the mood for Love၊ 2046စတဲ့ဝေါင်ကာဝေးရဲ့ Informalသုံးကားစလုံးကအချစ်ဆိုတာကို လက်တွေ့အဆန်ဆုံးပြထားတဲ့ ရုပ်ရှင်တွေလို့ပဲ ကျွန်တော်မြင်တယ်။2046မှာ ရင်ထဲထိတဲ့ အခန်းတွေစီတန်းပြောရရင် တစ်ကားလုံး လည်းကုန်သွားနိုင်တယ်။ကြည်နူးဆွတ်ပျံ့စရာအချစ်ဇာတ်လမ်းတွေထက်ကြေကွဲဝမ်းနည်းစရာအချစ်ဇာတ်လမ်းတွေကရိုမန့်တစ်ပိုဆန်တယ်လို့ လက်မခံချင်လည်း လက်ခံရတော့မှာပါပဲ။Informalသုံးကားဟာ ဝေဒနာကို ဂြိုလ်တွေလို ခါးပတ်ကွင်းစွပ်ထားတဲ့အချစ်ကိုမှ လွှတ်မချနိုင်ခဲ့တဲ့ လူတွေအကြောင်းပေါ့။ကံအ‌ကြောင်းမလှရင် ကျွန်‌တော်တို့အတွက်လည်းအချစ်ဟာ လွှတ်ချမရတဲ့ဒုက္ခအိုးလေးဖြစ်သွားနိုင်တာပါပဲ။ဒါပေမဲ့လည်း ကြားဖူးတဲ့သီချင်းလေးထဲကလို” လူမှန်ရင်အချစ်ကမ္ဘာကိုရှာစမြဲမို့လေရှာခဲ့ရဖူးတယ် မေ”( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )[Zawgyi]IMDB Rating. = 7.4/10“2046”… ဒီနံပါတ္ဟာအခ်ိန္ကာလတစ္ခုျဖစ္ခ်င္ျဖစ္မယ္ဟိုတယ္အခန္းတစ္ခုရဲ႕နံပါတ္ ျဖစ္ခ်င္ျဖစ္မယ္။အခ်ိန္လား‌ ေနရာလား ထားလိုက္ အေရးမပါဘူး။အေရးပါတာက အဲ့ဒီမွာ ဘာမွမေျပာင္းလဲဘူးဆိုတဲ့ အခ်က္။ခ်စ္မိသူေတြဟာ မေျပာင္းလဲႏိုင္တဲ့ ကမာၻႀကီးကိုလိုလားၾကတယ္။အထူးသျဖင့္ သူတို႔ခ်စ္တဲ့သူေတြရဲ႕ႏွလုံးသားေတြမေျပာင္းလဲဖို႔ လိုလားၾကတယ္။၂၀၄၆ဟာ ဘာမွ မေျပာင္းလဲ တဲ့ေနရာ။ဒီေတာ့ သူတို႔၂၀၄၆ကိုသြားၾကတယ္။တစ္ရံတစ္ခါမွာ ပေဟဠိဆန္တဲ့ ရထားတစ္စီးက ၂၀၄၆ကို ထြက္ခြာတယ္။၂၀၄၆ကိုသြားတဲ့ ခရီးသြားတိုင္းမွာ တူညီတဲ့ ရည္႐ြယ္ခ်က္တစ္ခုရွိတယ္သူတို႔က သူတို႔ရဲ႕ ဆုံးရႈံးသြားတဲ့ မွတ္ညဏ္ေတြကို ျပန္လည္ဖမ္းဆုပ္လိုၾကတယ္။တစ္ခ်ိဳ႕ကေတာ့ ၂၀၄၆ကို လြယ္လြယ္ေလးေရာက္သြားၾကေပမယ့္ တစ္ခ်ိဳ႕အတြက္က်ေတာ့ခရီးက အမ်ားႀကီးပိုရွည္ၾကာတယ္။ခရီးသည္လက္စြဲ အပိုဒ္၂၀၁မွာ ဧရိယာ ၁၂၂၄-၁၂၂၅မွာ အရမ္းေအးတယ္လို႔ သတိေပးထားတဲ့အျပင္ ခရီးသည္ေတြအေနနဲ႔ အေႏြးဓာတ္ရေအာင္ တစ္ေယာက္ကိုတစ္ေယာက္ ဖက္ထားၾကဖို႔ အႀကံျပဳထားေသးတယ္။၁၂လပိုင္း ၂၄ရက္ေန႔ ၁၂လပိုင္း ၂၅ရက္ေန႔ ခရစၥမတ္အႀကိဳေန႔နဲ႔ ခရစၥမတ္ေန႔။ဒီလိုအခ်ိန္ေတြမွာ လူေတြက ပုံမွန္ထက္ပိုၿပီးေႏြးေထြမႈကိုလိုၾကတယ္တဲ့။ဒါကဧရိယာ ၁၂၂၄-၁၂၂၅ဆိုတဲ့နိမိတ္ပုံရဲ႕ ဖြင့္ဆိုခ်က္ပါပဲ။ဒါဆို ၂၀၄၆ဆိုတာကေရာ..။ရထားႀကီးကေရာ…..။အေျဖေတြစုေပါင္းရရွိၿပီးတဲ့ေနာက္ ဒီ႐ုပ္ရွင္မွာအခ်စ္ဆိုတဲ့အရာကိုပဲ ထင္ရွားျမင္ေနရတယ္။ဇာတ္ေကာင္ေတြတိုင္းရဲ႕ အခ်စ္ေတြဟာနာက်င္ေၾကကြဲစရာ ေကာင္းတယ္။က်န္းဇီယီရဲ႕ ပိုင္လင္းတိုနီေလာင္ခ်ဴေဝရဲ႕ ေခ်ာင္မို၀မ္ေဂါင္လီရဲ႕ ဆိုးလိုင္ခ်န္မက္ဂီခ်န္ရဲ႕ ဆိုးလိုင္ခ်န္ေဖးေဝါင္ရဲ႕ ၀မ္က်င္ကာရီနာေလာင္ရဲ႕ လူလူ….။အထူးသျဖင့္ က်န္းဇီယီရဲ႕ ပိုင္လင္းဟာသိပ္ရင္နာစရာေကာင္းတယ္။ေျပာရရင္ Days of Being Wildနဲ႔In the mood for loveထဲကလူအကုန္ပါတယ္။ခ်စ္တယ္ဆိုတာလက္ခ်င္းတြဲၿပီး ရည္႐ြယ္ခ်က္မရွိဘဲ လမ္းေလွ်ာက္ျခင္းတစ္မ်ိဳးဆိုတဲ့အယူကို ကြၽန္ေတာ္လက္ခံထားတာၾကာၿပီဒါေပမဲ့ ဒီ႐ုပ္ရွင္ထဲက ဇာတ္ေကာင္ေတြအတြက္ေတာ့ အခ်စ္ဟာ ဒီလိုမဟုတ္ခဲ့ဘူး။ဘယ္လိုပဲျဖစ္ျဖစ္ Days of Being Wild၊ In the mood for Love၊ 2046စတဲ့ေဝါင္ကာေဝးရဲ႕ Informalသုံးကားစလုံးကအခ်စ္ဆိုတာကို လက္ေတြ႕အဆန္ဆုံးျပထားတဲ့ ႐ုပ္ရွင္ေတြလို႔ပဲ ကြၽန္ေတာ္ျမင္တယ္။2046မွာ ရင္ထဲထိတဲ့ အခန္းေတြစီတန္းေျပာရရင္ တစ္ကားလုံး လည္းကုန္သြားႏိုင္တယ္။ၾကည္ႏူးဆြတ္ပ်ံ႕စရာအခ်စ္ဇာတ္လမ္းေတြထက္ေၾကကြဲ၀မ္းနည္းစရာအခ်စ္ဇာတ္လမ္းေတြက႐ိုမန႔္တစ္ပိုဆန္တယ္လို႔ လက္မခံခ်င္လည္း လက္ခံရေတာ့မွာပါပဲ။Informalသုံးကားဟာ ေဝဒနာကို ၿဂိဳလ္ေတြလို ခါးပတ္ကြင္းစြပ္ထားတဲ့အခ်စ္ကိုမွ လႊတ္မခ်ႏိုင္ခဲ့တဲ့ လူေတြအေၾကာင္းေပါ့။ကံအ‌ေၾကာင္းမလွရင္ ကြၽန္‌ေတာ္တို႔အတြက္လည္းအခ်စ္ဟာ လႊတ္ခ်မရတဲ့ဒုကၡအိုးေလးျဖစ္သြားႏိုင္တာပါပဲ။ဒါေပမဲ့လည္း ၾကားဖူးတဲ့သီခ်င္းေလးထဲကလို” လူမွန္ရင္အခ်စ္ကမာၻကိုရွာစၿမဲမို႔ေလရွာခဲ့ရဖူးတယ္ ေမ”( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ပါ )Quality__HEVC 1080p 5.1 , 720pIMDb Rating__7.4/10Format__mp4Duration__02:07:00Type__Drama , Romance , Sci-FiSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"