"In the Mood for Love (2000)
IMDb – 8.1/10_____Rotten – 90%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Romance/Drama Genre မှာ တကယ်တမ်း ရင်ထဲစွဲစွဲလမ်းလမ်းဖြစ်ပြီးအမြဲတမ်း သတိတရဖြစ်နေစေတဲ့ရုပ်ရှင်က တော်တော်လေးရှားတယ်လို့ ပြောလို့ရပါတယ်။
ဇာတ်သိမ်းမှာ ချစ်တာနဲ့ ကွဲတာနှစ်မျိုးပဲ နှစ်ပင်လိမ်ပြီး ဇာတ်အိမ်တွေ အက်ကြောင်းထပ်နေတဲ့ခေတ်ကာလမှာ Lost in Translation, Eternal Sunshine of the Spotless Mind, In the Mood for Loveလို ဇာတ်ကားမျိုးတွေဟာ သာမန်အချစ်ဇာတ်လမ်းတစ်ခုဆိုတာထက် အများကြီးပိုမိုပြသသွားနိုင်ခဲ့ပါတယ်။
ဒီနေ့တင်ဆက်ပေးသွားမယ့်ရုပ်ရှင်ကတော့ ဟောင်ကောင်ဒါရိုက်တာ ဝမ်ကာဝေရဲ့ အကောင်းဆုံးလက်ရာလို့တင်စားခေါ်ဝေါ်ကြတဲ့ In the Mood for Love ဆိုတဲ့ဇာတ်ကားပါ။
ဝမ်ကာဝေဟာ အရှေ့တိုင်းရုပ်ရှင်လောကရဲ့ဆရာတစ်ဆူဖြစ်ပြီး သူရိုက်ကူးခဲ့တဲ့ရုပ်ရှင်တွေဟာ မှတ်တိုင်များစွာ စိုက်ထူနိုင်ခဲ့ပါတယ်၊
အဲ့ဒီဇာတ်ကားတွေထဲမှာIn the Mood for Love ကတော့ သူရိုက်ကူးခဲ့တဲ့ တခြားရုပ်ရှင်ဇာတ်ကားတွေနဲ့ မတူပဲ သီးခြားပုံစံတစ်မျိုးအဖြစ်ကွဲထွက်နေခဲ့ပါတယ်။
In the Mood for Love ရဲ့ဇာတ်အိမ်က အရမ်းကိုရိုးရှင်းလွန်းပြီး ဇာတ်လမ်းစကြည့်တာနဲ့ ဘာဆက်ဖြစ်မယ်ဆိုတာခပ်ရေးရေးလေး တွေးလို့ရလောက်ပါတယ်။
တိုက်ခန်းတစ်ခန်းမှာ ငှားနေကြတဲ့ ဘေးချင်းကပ် အိမ်နီးချင်းလင်မယားစုံတွဲ ၂ တွဲမှာ မစ္စတာချန်နဲ့ မစ္စချောင်တို့က ဖောက်ပြန်နေကြတာကို ဆိုင်ရာလက်တွဲဖော်တွေဖြစ်တဲ့မစ္စချန် နဲ့ မစ္စတာချောင်တို့က သိသွားတဲ့အခါ သူတို့နှစ်ယောက်ကပါ ထပ်ပြီးဖောက်ပြန်တာကို ရိုးရိုးရှင်းရှင်းလေးရိုက်ကူးပြထားတာဖြစ်ပါတယ်။
ဒါပေမယ့်လည်း ဝမ်ကာဝေဟာ ရုပ်ရှင်အတတ်ပညာကို ကောင်းမွန်ပိုင်နိုင်စွာအသုံးချပြီးဒီရုပ်ရှင်ထဲက ဇာတ်ကောင်နှစ်ယောက်ဖြစ်တဲ့ မစ္စတာချောင်နဲ့ မစ္စချန်ရဲ့ စိတ်တွင်းခံစားချက်တွေကို ရုပ်ရှင်ကြည့်ပရိသတ်တွေဆီ ယူဆောင်ပြလာခဲ့ပါတယ်။
သာမန်ရိုက်ချက်တွေနဲ့မတူပဲ သရုပ်ဆောင်တွေကို ဘောင်ကျဉ်းကျဉ်းလေးပဲ ပေးထားတာတွေ၊ ဇာတ်ဝင်ခန်းတွေတိုင်းလိုလိုမှာ အနှောင့်အယှက်ဖြစ်စေမယ့်အရာ တစ်ခုခုထည့်ထားတာတွေကြောင့်ဒီနှစ်ယောက်ကြားက ရှေ့မတိုးသာ၊ နောက်မဆုတ်သာတဲ့အခြေအနေတွေဟာ ပိုပြီးပေါ်လွင်လာခဲ့ပါတယ်။
In the Mood for Love ကို ရွေ့လျားနေတဲ့ကဗျာတစ်ပုဒ်လို့ တင်စားကြပြီး ဒီရုပ်ရှင်ဟာ စကားလုံးတွေထက် ဇာတ်ဆောင်နှစ်ယောက်ရဲ့အကြည့်တွေ၊ ဟန်ပန်အမူအရာတွေနဲ့ ဇာတ်လမ်းကိုတည်ဆောက်သွားခဲ့တာပါ။
သူတို့ရဲ့ လှုပ်ရှားမှုနောက်ကိုလိုက်ကြည့်နေရတာဟာကဗျာရှည်တစ်ပုဒ်ကို ဖတ်ပြီး ခံစားနေရသလိုပါပဲ။
ဒါ့အပြင် ဒီရုပ်ရှင်ဟာ Nostalgia (အတိတ်ကပျော်စရာအခိုက်အတန့်တွေကို အောက်မေ့သတိရခြင်း) ဆိုတဲ့အချက်ကို ကောင်းကောင်းကြီးပုံဖော်သွားနိုင်ခဲ့ပါတယ်။
၂၀၀၀ ခုနှစ်မှာရိုက်ကူးခဲ့တာဖြစ်ပေမယ့် ဝမ်ကာဝေဟာ ရုပ်ရှင်ရဲ့ အရောင်တွေကို ၁၉၆၀ ဝန်းကျင်ကထွက်ရှိတဲ့ရုပ်ရှင်ဆန်ဆန် အရောင်မျိုးအသုံးပြုသွားခဲ့ပြီး ဇာတ်အိမ်ကိုလဲ ၁၉၆၂ ခုနှစ် ဟောင်ကောင်မှာ အခြေတည်ထားလိုက်ပါတယ်။
ဒီဇာတ်ကားဟာ အချစ်ဇာတ်ကားကြည့်ပြီးမျက်ရည်လည်ရွှဲငိုချင်သူတွေ၊ ရိုမန်တစ်ဆန်ချင်သူတွေအတွက်တော့ ကိုက်ညီမယ့်ရုပ်ရှင်မဟုတ်ပေမယ့် တစ်ခါတစ်ခေါက်လောက်တော့ မြည်းစမ်းကြည့်သင့်တဲ့ အနုပညာလက်ရာမြောက်ရုပ်ရှင်ကားတစ်ကားဖြစ်ပါတယ်။
ရုပ်ရှင်ကို အနုပညာလက်ရာတစ်ခု၊ ကဗျာစာပေတစ်ခုလို ခံယူထားတဲ့သူတွေအတွက်တော့ ဒီရုပ်ရှင်ဟာ တွေးလို့ကုန်နိုင်မှာမဟုတ်ပါဘူး။
အဖော်အချွတ်ဇာတ်ဝင်ခန်းမပြောပါနဲ့၊ နမ်းရှုတ်တဲ့အခန်းတောင် တစ်ကွက်မှမပါဝင်ပဲ အချစ်ဇာတ်လမ်းတစ်ခုကို လှလှပပလေးပုံဖော်သွားခဲ့တဲ့ဝမ်ကာဝေရဲ့ လက်ရာကို အခုပဲ download လုပ်ပြီး ကြည့်ရှူလိုက်ကြပါ။
ဘဝအတွက် တွေးစရာတစ်ခုခုတော့ ကျန်ရစ်စေခဲ့ရမယ်ဆိုတာရဲရဲကြီးအာမခံရဲပါတယ်။
(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကွီးအာကာ ပါ)
File Size : (900 MB)
Quality : Blu-Ray 720p
Running Time : 1hr 38min
Format : Mp4
Genre : Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-CiNEFiLE
Translated by Arkar Phyo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
