"[Unicode]IMdb Rating. = 7.6/10Pause“အရိုင်းဆန် နေ့ရက်များ”၁၉၆၀ ဧပြီလ၁၆ရက်နေ့ သုံးနာရီထိုးဖို့ တစ်မိနစ်အလို ဇာတ်ကောင်ဟာ မိန်းကလေးနဲ့အနီးဆုံးရပ်နေပြီး နာရီရဲ့စက္ကန့်လက်တံ သုံးနာရီအတိထိ တစ်ချက်ချင်းသွားတာကို သူတို့အတူကြည့်နေကြတယ်။ဒီတစ်ခေါက် စက္ကန့်လက်တံ ရှေ့တွန်းလိုက်တာဟာ မိနစ်လက်တံတစ်ချောင်းတည်းတော့မဟုတ်ဘူး။ကြားဖူးတယ်မလား တစ်ခါတလေကျ တစ်မိနစ်ဆိုတာ တစ်ဘဝလုံးလောက်လည်း ရှည်ကြာနိုင်တယ်။ဇာတ်ကောင်ဟာ မိန်းကလေးကိုပြောလိုက်တယ်။” မင်းကြောင့်ငါ ဒီတစ်မိနစ်ကိုအမြဲအမှတ်ရနေတော့မှာ”တဲ့။တစ်မိနစ်တာစတင်မှုဟာ အခုတော့ မိန်းကလေးအတွက် သူနဲ့တစ်နေ့တစ်နာရီ နှီးနှောမှုအသွင်ပြောင်းလဲသွားခဲ့ပြီ။တစ်လွှာချင်းပြန်ဝတ်ရတဲ့ အဝတ်အစားတွေအတွက် မိန်းကလေးမှာ မေးစရာစကားလုံးနှစ်လုံးရှိတယ်။ လက်….ထပ်….။ဇာတ်ကောင်ဟာ ရဲတင်းတယ်။ ထီမထင်ဘူး။ဇာတ်ကောင်ဟာ လက်ထပ်ယူတတ်တဲ့စရိုက်မျိုးမရှိဘူး။ဒီတော့ မိန်းကလေးဟာဒီကိုပြန်လာစရာအကြောင်းမရှိဘူး။ဇာတ်ကောင်ဟာ အပူအပန်မရှိဘူး။လွမ်းဆွေးမှုမရှိဘူး။ သွေးအေးတယ်။“ရှင် ကျွန်မကို တကယ်ချစ်ခဲ့ဖူးလား”တဲ့မိန်းကလေးက ဇာတ်ကောင်ကိုမေးတယ်။ဇာတ်ကောင်ဟာအေးစက်တယ်။ခံစားချက်မဲ့တယ်။” ငါ့ဘဝမှာ နောက်ထပ်မိန်းမဘယ်နှယောက်ကို ချစ်မိဦးမလဲ ငါမသိနိုင်ဘူးငါ့ဘဝနောက်ဆုံးအချိန်မရောက်သေးခင်အထိငါ့အချစ်ဆုံးက ဘယ်တစ်ယောက်လဲငါသိဦးမှာမဟုတ်ဘူး”တဲ့ ဖြေတယ်။ဒီလိုနဲ့ သူတို့ကျောခိုင်းသွားကြပြီ။စစလာကတည်းကိုက ဘဝဟာဝေဒနာပဲမဟုတ်လား။ဇာတ်ကောင်ဟာဒဏ်ရာများတယ်။ဇာတ်ကောင်ဟာ ငှက်ကလေးတစ်ကောင်ဖြစ်တယ်။ဇာတ်ကောင်မှာ အသိုက်မရှိဘူး။ဒါဆို ဘယ်လိုငှက်မျိုးလဲ။ဇာတ်ကောင်ပြောတာကတော့…..“ခြေထောက်မရှိတဲ့ ငှက်တစ်မျိုးရှိတဲ့အကြောင်းကျုပ်ကြားဖူးတယ်။ သူလုပ်နိုင်တာဆိုလို့ပျံပြီးရင်းပျံဖို့ပဲရှိတယ်။သူမောပန်းလာတဲ့အခါကျလေထဲမှာ အိပ်တယ်။အဲ့ဒီငှက်က သူ့တစ်ဘဝလုံးမှာမြေပေါ်တစ်ထောက်ပဲ ဆင်းသက်လို့ရတယ်အဲ့ဒီတစ်ထောက်နားတဲ့အချိန်က သူသေတဲ့အချိန်ပဲ”တဲ့။Days Of Being Wildဟာ ဝမ်ကာဝေးရဲ့ နာမည်ကျော် Informal Triologyရဲ့ ပထမဆုံးကားပါ။သူ့ရဲ့ ဒုတိယမြောက်ကားလည်း ဟုတ်ပါတယ်။Metacritic96%ရထားလို့ ရုပ်ရှင်ဝေဖန်ရေးသမားတွေရဲ့ အကဲဖြတ်မှုအရ သူ့အကောင်းဆုံးကားလို့ပြောလို့ရပါတယ်။ရုပ်ရှင်ရိုက်ကူးမှုအတတ်ပညာပိုင်းမှာလည်း ရိုက်ချက်ရှည်တွေ အနှေးကွက်တွေနုဲ့ ပြထားသမျှတစ်ကားလုံးပစ်ရက်စရာကိုမရှိပါဘူး။ပြောရရင် ဘာစကားမှမပြောကြလည်း ဒီတိုင်း ထိုင်ကြည့်နေရင်တောင်တန်ပါတယ်။ဝမ်နဲ့ တွဲရိုက်နေကြ ခရစ္စတိုဖာဒွိုင်းပဲရိုက်ထားပါ။၁၉၉၀ထွက်ပေမယ့် ၂၀၀၄မှာre release လုပ်ထားလို့ လက်ရှိဟာက ၂၀၀၄ဗားရှင်းပါပဲ။အကောင်းဆုံးဟောင်ကောင်ရုပ်ရှင်တစ်ရာမှာ နံပါတ်၃ချိတ်ထားပါတယ်။Spoiler Alert==========တကယ်တမ်းကျ သိလိုက်ရတာက ငှက်ကလေးမပျံသန်းလိုက်ရခင်ကတည်းက သေနှင့်နေခဲ့ပြီ။သူရဲ့အရိုင်းဆန်ရခြင်းကို ကျွန်တော်တို့နားလည်စေခဲ့ပြီ။နောက်ဆုံးထွက်သက်မတိုင်ခင် နောက်ဆုံးမြင်ကွင်းကဘာလဲလို့ သူအမြဲသိချင်ခဲ့တယ်။ ဒါပေမဲ့ တကယ်တမ်းသူ့ရဲ့ နောက်ဆုံးထွက်သက်မတိုင်ခင် နောက်ဆုံးမြင်ကွင်းက သူ့မျက်စိရှေ့က မြင်ကွင်းမဟုတ်ခဲ့ဘူး။အတိတ်က နာရီစက္ကန့်တံ တစ်ပတ်လည်ချိန်ဟာ..သူ့အချစ်ဆုံးမိန်းကလေးဟာ……….သူ့ရဲ့ နောက်ဆုံးမြင်ကွင်းဖြစ်ခဲ့တယ်။ငှက်ကလေးဟာ အဖြေကိုရသွားတယ်။ရောင်နီလာပြီ….အတော်လှတဲ့နေ့တစ်‌နေ့ဖြစ်မယ်နဲ့တူတယ်နေဝင်ရင်ရော ဘယ်လို‌များဖြစ်နေမလဲ သိချင်မိသားဒါပေမဲ့ နေဝင်ချိန်ကို မြင်နိုင်ခွင့်မရှိတော့ဘူး။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )[Zawgyi]IMdb Rating. = 7.6/10“အ႐ိုင္းဆန္ ေန႔ရက္မ်ား”၁၉၆၀ ဧၿပီလ၁၆ရက္ေန႔ သုံးနာရီထိုးဖို႔ တစ္မိနစ္အလို ဇာတ္ေကာင္ဟာ မိန္းကေလးနဲ႔အနီးဆုံးရပ္ေနၿပီး နာရီရဲ႕စကၠန႔္လက္တံ သုံးနာရီအတိထိ တစ္ခ်က္ခ်င္းသြားတာကို သူတို႔အတူၾကည့္ေနၾကတယ္။ဒီတစ္ေခါက္ စကၠန႔္လက္တံ ေရွ႕တြန္းလိုက္တာဟာ မိနစ္လက္တံတစ္ေခ်ာင္းတည္းေတာ့မဟုတ္ဘူး။ၾကားဖူးတယ္မလား တစ္ခါတေလက် တစ္မိနစ္ဆိုတာ တစ္ဘ၀လုံးေလာက္လည္း ရွည္ၾကာႏိုင္တယ္။ဇာတ္ေကာင္ဟာ မိန္းကေလးကိုေျပာလိုက္တယ္။” မင္းေၾကာင့္ငါ ဒီတစ္မိနစ္ကိုအၿမဲအမွတ္ရေနေတာ့မွာ”တဲ့။တစ္မိနစ္တာစတင္မႈဟာ အခုေတာ့ မိန္းကေလးအတြက္ သူနဲ႔တစ္ေန႔တစ္နာရီ ႏွီးေႏွာမႈအသြင္ေျပာင္းလဲသြားခဲ့ၿပီ။တစ္လႊာခ်င္းျပန္၀တ္ရတဲ့ အ၀တ္အစားေတြအတြက္ မိန္းကေလးမွာ ေမးစရာစကားလုံးႏွစ္လုံးရွိတယ္။ လက္….ထပ္….။ဇာတ္ေကာင္ဟာ ရဲတင္းတယ္။ ထီမထင္ဘူး။ဇာတ္ေကာင္ဟာ လက္ထပ္ယူတတ္တဲ့စ႐ိုက္မ်ိဳးမရွိဘူး။ဒီေတာ့ မိန္းကေလးဟာဒီကိုျပန္လာစရာအေၾကာင္းမရွိဘူး။ဇာတ္ေကာင္ဟာ အပူအပန္မရွိဘူး။လြမ္းေဆြးမႈမရွိဘူး။ ေသြးေအးတယ္။“ရွင္ ကြၽန္မကို တကယ္ခ်စ္ခဲ့ဖူးလား”တဲ့မိန္းကေလးက ဇာတ္ေကာင္ကိုေမးတယ္။ဇာတ္ေကာင္ဟာေအးစက္တယ္။ခံစားခ်က္မဲ့တယ္။” ငါ့ဘ၀မွာ ေနာက္ထပ္မိန္းမဘယ္ႏွေယာက္ကို ခ်စ္မိဦးမလဲ ငါမသိႏိုင္ဘူးငါ့ဘ၀ေနာက္ဆုံးအခ်ိန္မေရာက္ေသးခင္အထိငါ့အခ်စ္ဆုံးက ဘယ္တစ္ေယာက္လဲငါသိဦးမွာမဟုတ္ဘူး”တဲ့ ေျဖတယ္။ဒီလိုနဲ႔ သူတို႔ေက်ာခိုင္းသြားၾကၿပီ။စစလာကတည္းကိုက ဘ၀ဟာေဝဒနာပဲမဟုတ္လား။ဇာတ္ေကာင္ဟာဒဏ္ရာမ်ားတယ္။ဇာတ္ေကာင္ဟာ ငွက္ကေလးတစ္ေကာင္ျဖစ္တယ္။ဇာတ္ေကာင္မွာ အသိုက္မရွိဘူး။ဒါဆို ဘယ္လိုငွက္မ်ိဳးလဲ။ဇာတ္ေကာင္ေျပာတာကေတာ့…..“ေျခေထာက္မရွိတဲ့ ငွက္တစ္မ်ိဳးရွိတဲ့အေၾကာင္းက်ဳပ္ၾကားဖူးတယ္။ သူလုပ္ႏိုင္တာဆိုလို႔ပ်ံၿပီးရင္းပ်ံဖို႔ပဲရွိတယ္။သူေမာပန္းလာတဲ့အခါက်ေလထဲမွာ အိပ္တယ္။အဲ့ဒီငွက္က သူ႔တစ္ဘ၀လုံးမွာေျမေပၚတစ္ေထာက္ပဲ ဆင္းသက္လို႔ရတယ္အဲ့ဒီတစ္ေထာက္နားတဲ့အခ်ိန္က သူေသတဲ့အခ်ိန္ပဲ”တဲ့။Days Of Being Wildဟာ ၀မ္ကာေဝးရဲ႕ နာမည္ေက်ာ္ Informal Triologyရဲ႕ ပထမဆုံးကားပါ။သူ႔ရဲ႕ ဒုတိယေျမာက္ကားလည္း ဟုတ္ပါတယ္။Metacritic96%ရထားလို႔ ႐ုပ္ရွင္ေဝဖန္ေရးသမားေတြရဲ႕ အကဲျဖတ္မႈအရ သူ႔အေကာင္းဆုံးကားလို႔ေျပာလို႔ရပါတယ္။႐ုပ္ရွင္႐ိုက္ကူးမႈအတတ္ပညာပိုင္းမွာလည္း ႐ိုက္ခ်က္ရွည္ေတြ အေႏွးကြက္ေတြႏုဲ႔ ျပထားသမွ်တစ္ကားလုံးပစ္ရက္စရာကိုမရွိပါဘူး။ေျပာရရင္ ဘာစကားမွမေျပာၾကလည္း ဒီတိုင္း ထိုင္ၾကည့္ေနရင္ေတာင္တန္ပါတယ္။၀မ္နဲ႔ တြဲ႐ိုက္ေနၾက ခရစၥတိုဖာဒြိဳင္းပဲ႐ိုက္ထားပါ။၁၉၉၀ထြက္ေပမယ့္ ၂၀၀၄မွာre release လုပ္ထားလို႔ လက္ရွိဟာက ၂၀၀၄ဗားရွင္းပါပဲ။အေကာင္းဆုံးေဟာင္ေကာင္႐ုပ္ရွင္တစ္ရာမွာ နံပါတ္၃ခ်ိတ္ထားပါတယ္။Spoiler Alert==========တကယ္တမ္းက် သိလိုက္ရတာက ငွက္ကေလးမပ်ံသန္းလိုက္ရခင္ကတည္းက ေသႏွင့္ေနခဲ့ၿပီ။သူရဲ႕အ႐ိုင္းဆန္ရျခင္းကို ကြၽန္ေတာ္တို႔နားလည္ေစခဲ့ၿပီ။ေနာက္ဆုံးထြက္သက္မတိုင္ခင္ ေနာက္ဆုံးျမင္ကြင္းကဘာလဲလို႔ သူအၿမဲသိခ်င္ခဲ့တယ္။ ဒါေပမဲ့ တကယ္တမ္းသူ႔ရဲ႕ ေနာက္ဆုံးထြက္သက္မတိုင္ခင္ ေနာက္ဆုံးျမင္ကြင္းက သူ႔မ်က္စိေရွ႕က ျမင္ကြင္းမဟုတ္ခဲ့ဘူး။အတိတ္က နာရီစကၠန႔္တံ တစ္ပတ္လည္ခ်ိန္ဟာ..သူ႔အခ်စ္ဆုံးမိန္းကေလးဟာ……….သူ႔ရဲ႕ ေနာက္ဆုံးျမင္ကြင္းျဖစ္ခဲ့တယ္။ငွက္ကေလးဟာ အေျဖကိုရသြားတယ္။ေရာင္နီလာၿပီ….အေတာ္လွတဲ့ေန႔တစ္‌ေန႔ျဖစ္မယ္နဲ႔တူတယ္ေန၀င္ရင္ေရာ ဘယ္လို‌မ်ားျဖစ္ေနမလဲ သိခ်င္မိသားဒါေပမဲ့ ေန၀င္ခ်ိန္ကို ျမင္ႏိုင္ခြင့္မရွိေတာ့ဘူး။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ပါ )Quality__1080p 5.1 CH, 720pIMDb Rating__7.6/10Format__mp4Duration__01:35:00Type__Crime , Drama , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"