ဘာမှမပြောခင် ကြိုပြောချင်တာကတော့ ဒီဇာတ်ကားကို မိတ်ဆွေတို့ တတ်နိုင်ရင် မကြည့်ပါနဲ့…မတတ်နိုင်လို့ ကြည့်ဖြစ်သွားလို့ တစ်ချက်စိတ်ထင့်သွားတာနဲ့ ဆက်မကြည့်ပါနဲ့…ဒီဇာတ်ကားရဲ့ Label ကိုလဲ Don’t Watch ဆိုပြီး တပ်ပေးထားပါတယ်…အခုနောက်ပြန်လှည့်ဖို့ အချိန်မှီပါသေးတယ်။အညွှန်းတောင်မဖတ်စေချင်ပါဘူး..ဖတ်ချင်သပ ကြည့်ချင်သပဆိုရင်တော့ မိတ်ဆွေတို့ ပြသနာနဲ့ မိတ်ဆွေတို့ပါပဲ။+++++++++++++++++++++++++++++++Grotesque(2009)ကောင်မလေးနဲ့ချိန်းတွေးတဲ့ ပထမဆုံးDateမှာပဲစိတ္တဇလူသတ်ကောင်တစ်ယောက် အဖမ်းခံရပြီးကိုယ်မနမ်းဖူးသေးတဲ့ ကိုယ်ချစ်ရတဲ့ကောင်မလေးကိုလူသတ်ကောင်က Abuse လုပ်နေတဲ့အဖြစ်ကိုတွေးကြည့်လိုက်ပါ။ ဒီထက်ဆိုးတာရှိနိုင်ပါဦးမလား။ရှိပါသေးတယ်။ လာပါဦးမယ်။အရူးတစ်ယောက်က ခုတ်ချင်သလိုခုတ်သတ်တာလောက်ကိုအဆိုးရွားဆုံးလို့ သင် ထင်နေပါသလား။ မထင်ပါနဲ့ဦး။ဒီကားထဲက နှိပ်စက်မယ့်လူဟာ အတော်ဆုံးအနာကုပါရဟူဆုကိုပါရထားပြီး အပိုင်းပိုင်းအတစ်တစ်လှီးပြီးတာတောင်မသေအောင်ကုပေးနိ်ုင်တဲ့ ဆရာဝန်တစ်ယောက်ပါ။ဝှေးကို သံနဲ့ရိုက် Penisကိုဖြတ်ပစ်ပြီးတာတောင်အေးဆေးပြန်ကုနိုင်ပါတယ်။စိတ္တဇလူသတ်ကောင်လက်ထဲ သေတော့မယ်ဆိုပြီးစိတ်ဒုံးဒုံးချသေလိုက်ရတာထက် ဆိုးတာရောမယ်ထင်ပါသလား။ရှိပါတယ် လွတ်မြောက်ပြီထင်အောင်လုပ်ပြီးစည်းစိမ်တွေမက်လုံးပေးပြီးမှ မျှော်လင့်ချက်ကိုပြန်သတ်ခံရတာကပိုဆိုးပါတယ်။စအိုတစ်ဖက်ကအူအဆုံးကိုချိတ်နဲ့ချိတ်ခံထားရင်းကဗိုက်ထဲက အူကုန်အောင်တွားသွားသွားရင်းကိုယ်ချစ်တဲ့မိန်းကလေးကို ကယ်ရတဲ့အရာအပါအဝင်ကျွန်တော်မပြောပြရသေးတဲ့ ရက်စက်မှုတွေအများကြီးပါပါသေးတယ်။Ratingနည်းပေမယ့်လည်း ရက်စက်မှုအပေါင်းသရဖူဆောင်းထားတဲ့ စိတ္တဇလူသတ်ကားတွေရဲ့ဘုရင်ကားလို့ဆိုကြပါတယ်။ကြမ်းတမ်းလွန်းတဲ့ လိင်ပိုင်းဆိုင်ရာ နှိပ်စက်မှုတွေသွေးယိုသံစီး ကိုယ်ပြတ်မျက်ကန်း နှိပ်စက်မှုတွေဒီရုပ်ရှင်ဟာ Bannedခံထားရတဲ့ ရုပ်ရှင်ဖြစ်တဲ့အတွက်အသည်းငယ်တတ်သူတွေ ၁၅နှစ်အောက်တွေမကြည့်သင့်တဲ့ ဇာတ်လမ်းမျိုးပဲဖြစ်ချင်ပါတယ်။ကိုယ်တိုင်ကိုက သွေးသံရဲရဲတွေနှိပ်စက်မှုတွေကို အရသာခံကြည့်တတ်တဲ့Sadistတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်တော့အတော်ကြည့်လို့ကောင်းမယ့်ကားလို့မြေကြီးလက်ခတ်မလွဲ အာမခံပါတယ်။P.S….ဒီရုပ်ရှင်ကို ကျွန်တော် လွန်ခဲ့တဲ့ နှစ်နှစ်လောက်ကဘာသာပြန်ခဲ့တာပါ။ ကြည့်ပြီးမေ့သွားမယ်ထင်မိပေမဲ့ နောက်တစ်နှစ်လောက်ကြာတဲ့အထိ‌ကျောင်း၀န်းထဲညဘက်ပြန်ရင်း လမ်းခုလတ်မှာရပ်ထားတဲ့ကားတွေတွေ့ရင်အလိုလိုကြောက်နေတုန်းဖြစ်ခဲ့တယ်။စစကြည့်ပြီချင်းတစ်လနှစ်လအထိ ညဘက်တစ်ယောက်တည်းလမ်းလျှောက်တဲ့အချိန်တွေဆိုတစ်ချို့အခန်းတွေ ကွက်ကွက်ကွင်းကွင်းကိုမြင်တုန်းပါပဲ။ အသဲအတော်မာမှပဲကြည့်စေချင်ပါတယ်။ကျွန်တော်လည်းတော်ရုံခုတ်ထစ်သတ်ဖြတ်တဲ့ကားတွေကိုသွေးအေးအေးကြည့်နိုင်တဲ့လူပါပဲ။ဒါပေမဲ့ ဒီရုပ်ရှင်ရဲ့ ကျွန်တော့်အပေါ်ခြောက်လှန့်မှုကတော့ အတော်လေးကြီးခဲ့တယ်။စကားလုံးအထားအသိုပြန်ဖြည့်စွက်ဖို့အခုပြန်ကြည့်ဖို့ကိုတောင် သတ္တိမွေးနေရတဲ့အထိပါပဲ။ဒါကြောင့်လည်း သူ့နိုင်ငံမှာတားမြစ်ခံရပြီး Ratingစုတ်ပြတ်နေတာပါ။ဒီခြောက်လှန့်မှုက ဘာနဲ့မှမတူတာအမှန်ပါ။အသဲအတော်မာမှပဲ ကြည့်စေချင်ပါတယ်။File Size : (1.3 GB) and (800 MB)Quality : Blu-Ray 1080p 5.1 CH & 720pRunning Time : 01:13:00Format : mp4Subtitle : Myanmar Subtitle (Hard Sub)Translated by WiRa AungEncoded by RGB"