"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
The Magnificent Scoundrels(1991)👥
===========================
Magnificent ဆိုတဲ့အဓိပ္ပာယ်အရ ခမ်းနားတယ်လို့ဘာသာပြန်နိုင်ပြီး Scoundrels ဆိုတာ လူလိမ်၊လူဆိုးလို့ အဓိပ္ပာယ်ကောက်နိုင်ပါတယ်။
ဒီတော့အနီးစပ်ဆုံးပြန်ဆိုရလျှင်(စတိုင်ရှိတဲ့လူဆိုးများ၊လူလိမ်များ)😆သောက်ရမ်းကြမ်းပြီး သာမန်မဟုတ်တဲ့လူဆိုး နှင့် သူခိုးတွေပေါ့ဗျာ။
ဒီဇာတ်ကားထဲက သရုပ်ဆောင်တွေရဲပအကြောင်းအရာတစ်ချို့ကို အနည်းကျဉ်းရေးပေးထားတယ်။🙏
၁၉၉၁ အောက်တိုဘာလ ၁၀ရက်နေ့မှာ ဟောင်ကောင်၌ စတင်ထွက်ရှိခဲ့ပြီး Imdb Rate 6.6/10
အထိရရှိထားတဲ့ဇာတ်ကားတစ်ကားပါ။
ချောင်ရဲ့ပင်တိုင်စံဒါရိုက်တာဖြစ်တဲ့ Lee Lik-Chi ကမွေးထုတ်ထားတဲ့ဇာတ်ကားဖြစ်ပြီး Final Justice ရုပ်ရှင်ရဲ့ မင်းသားဖြစ်တဲ့ Danny Lee နှင့် Karl Maka တို့မှ ထုတ်လုပ်ထားတဲ့ ရုပ်ရှင်ဖြစ်ပါတယ်၊၊📽
Karl Makaဆိုတဲ့သူကတော့ ကတုံးမင်းသားအဖြစ် လူသိများပြီး ကျွန်တော်တို့ငယ်ငယ်က တရုတ်ဟာသ၊ဖိုက်တင် ဇာတ်ကားတွေရဲ့ ဒိတ်ဒိတ်ကြဲဝါရင့်ဆရာတစ်ပါးပါပဲ…
Aces Go Places Series တို့၊(ဖက်တီးမင်းသား)Samon Hung နဲ့တွဲရိုက်တဲ့ Skinny Tiger,Fatty Dragon တို့မှာနာမည်ရရှိထားပြီး နောက်ပိုင်းမှာ Flim Producer အဖြစ်သာရပ်တည်နေပြီးယခုဆို အသက်၇၅ထဲရှိနေသူတစ်ယောက်ပါ။
၁၉၈၀ရှေ့ပိုင်းက တရုတ်ကားတွေနဲ့ ရင်းနှီး‌တဲ့သူဆိုရင် Karl Makaကို သိနေမယ်ဆိုတာ ငြင်းမရပါဘူး။
ဇာတ်လမ်း Plot က သိပ်ပြီးထူးခြားတာကို မြင်ရမှာ မဟုတ်ပါဘူး။၊ Tricky Brains,When Fortune Smiles တို့ရဲ့ ဇာတ် ကြောရိုးနဲ့ သွားဆင်နေတာကိုတွေ့ရမှာပါ၊၊၁၉၉၁ ဝန်းကျင်မှာ သူတို့တွေ ဘာလို့ လူလိမ်ဇာတ်ကားတွေပဲရိုက်နေသလဲဆိုတာ ကျွန်တော်ကတော့
စဉ်းစားမရပါဘူး။
ဇာတ်လမ်းထဲမှာ ချောင်က အဆင်ပြေရင် ပြေသလို လိမ်ကာ ပတ်ကာ အသက်မွေး လမ်းကြောင်း ပြုသူ တစ်ယောက် ၊သူ့ရဲ့ ချစ်သူ ဆန်ဒရာ ရဲ့ မင်္ဂလာပွဲ ကို အပြေးအလွှားလိုက်ရာ အကြွေး ဝိုင်းနေတဲ့လူလိမ်မလေး “ကွမ်”ဖြင့် ငြိပုံကနေ ဇာတ်လမ်း ကိုအစပျိူးထားပါတယ်။
Magnificient Scoundrels ဆိုတဲ့ ခေါင်းစဉ် နဲ့ အညီ ကြမ်းလွန်းတဲ့ လူဆိုးဂိုဏ်း နဲ့ ပတ်သတ်မိရာကနေ ချောင်တို့နှစ်ယောက် တော်လွန်းတဲ့ အယောင်ဆောင်လူလိမ်တွေ အဖြစ်ငွေရှာပုံ ကိုလည်းထုံးစံအတိုင်း အလွဲ အမှားတွေနဲ့ မြင်တွေ့ရမှာဖြစ်ပါတယ်။ဒါ့အပြင် အကြံတူ ဉာဏ်တူတွေနဲ့ဆုံမိရာကနေ အယောာင်ဆောင်လူလိမ် တွေစုပြီး ဘယ်လိုတွေ ပတ်ရှုတ်ကာ ဘယ်လိုမျိူးဖြစ်ကြမလဲ ဆိုတာ? ကြည့်ရှူရမှာပါ၊၊
“ကွမ်”အဖြစ်Teresa Mo ကသရုပ်ဆောင်ထားပါတယ်။Terasa Mo သည် Legend of The Dragon ဇာတ်ကားထဲတွင် သိုင်းဆရာကြီး ရဲ့ တပည့်မောင်နှမ(တစ်နည်းအားဖြင့်ချောင်ကိုတစ်ဖတ်သတ်ကြွေနေသူ) အဖြစ် ချောင်နဲ့တွဲဖက်သရုပ်ဆောင်ထားတဲ့မင်းသမီးဖြစ်ပါတယ်။
ကူညီယောင်ဆောင်ကာမျက်မမြင်ကိုအလစ်သုတ်သမားအဖြစ်၎င်း၊ကားတိုက်ခံရသောအမျိုးသမီးကြီးအဖြစ်၎င်း၊ရဲအရာရှိတစ် ဦး၊ ခွေးတစ်ကောင်နှင့်စစ်သားတစ်ယောက် အဖြစ် သရုပ်ဆောင်ပုံတို့မှာ သေသပ်ဂန္ထဝင်ကျလှ‌ သောကြောင့်မှတ်ချက်များစွာရရှိထားသည်။🌟
“Apple”အဖြစ် ပေါက်စီ ကြီးကြီး နဲ့ Amy Yip ကိုတော့ခင်ဗျားတို့ မျက်စိကျနေမိမှာအမှန်ပါပဲ။ Amy Yipသည် Sexy Symbol/Actress တစ်ယောက်ဖြစ်ပြီး ၁၉၉၁ က ထွက်ရှိခဲ့တဲ့ Sex & Zen ဆိုတဲ့ 18+ ဇာတ်ကားမှာ နာမည်ကျော်ထားတဲ့ မင်းသမီးတစ်ယောက်ပါ။၁၉၉၇ မှာရုပ်ရှင်လောက မှ ထွက်ခွာပြီး ယခုဆိုလျှင် အသက်အားဖြင့်၅၃နှစ်ရှိပါပြီ၊၊
ဒီဇာတ်ကားသည် Comedy အမျိုးအစားဇာတ်ကားဖြစ်ပြီး Box Office ဟောင်ကောင် ဒေါ်လာ ၁၆.၅ မီလီယံကျော်ရရှိထားတာပါ၊၊
📌 Special Appearance အဖြစ်
(1)Karl Maka နှင့်
(2)Sandra Ng တို့ကပါ၀င်ထားတာကိုမြင်ရမှာပါ၊၊
Karl Makaက‌ တော့အပေါ်မှာပြောထားပြီးဖြစ်ပြီး Sandra Ngကတော့ ချောင်ရဲ့အချစ်တော်တွေထဲက တစ်ယောက်ဖြစ်တယ်ဆိုတာသိပြီးသားပါ။{When Fortune Smiles,Love is Love,…အစရှိတဲ့ဇာတ်ကားတွေရဲ့ခေါင်းဆောင် မင်းသမီးတစ်ပါးပဲဖြစ်ပါတယ်။}
ယခုဇာတ်ကားရဲ့ဇာတ်လမ်း အစမှာတော့ သတို့သမီး၀တ်စုံ ဖြင့်ဖုန်းဆက်ကာ “မင်္ဂလာဆောင်‌ နေပြီ” ဆိုပြီး ချောင်ရဲ့ အသဲကိုခွဲသွားသူ ဂျင်နီ အဖြစ် တစ်ခန်းမျှ ပါ၀င်ထားတာကိုမြင်တွေ့ရမှာပါ။💘
(ရုပ်ရှင်အညွှန်းကို Stephen Chow Movies & Knowledge (Myanmar) FB Page မှ ကူးယူဖော်ပြပါသည်…)
+++++++++++++++++
ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့
တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။
တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။
File size…(2.2 GB) and (1.1 GB)
Quality….BluRay 1080p and 720p (HEVC Encode)
Format…mkv
Duration….01:36:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Chuck Chuck
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
