Love Actually (2003)================အခုလိုခရစ္စမတ်ကာလနီးလာတဲ့အချိန်လေးမှာခရစ္စမတ်ပါဝင်တဲ့ဇာတ်လမ်းကိုကြည့်ရတဲ့အရသာဟာအင်မတန်ဆွတ်ပျံ့ကြည်နူးဖို့ကောင်းတာအမှန်ပါပဲ(ကိုယ့်တစ်သက်နဲ့တစ်ကိုယ်တစ်ခါမှမမြင်ဖူးတဲ့နှင်းပွင့်လေးတွေကိုစိတ်ကူးယဉ်ရတဲ့feelလေးနဲ့ပေါ့)အဲ့ဒီထဲမှာမှ ကိုယ်သဘောကျတဲ့မင်းသားမင်းသမီးသရုပ်ဆောင်တွေကိုတစ်စုတစ်ဝေးထဲမြင်တွေ့ရမယ်ဆိုအတိုင်းထက်လွန်းကျေနပ်ဖို့ကောင်းပြီမဟုတ်ပါလားဗြိတိန်ရဲ့နာမည်ကျော်သရုပ်ဆောင်ကောင်းတွေဖြစ်တဲ့မင်းသားကြီး Liam Nesson , Alan RickmanColin Firth,Bill Nighy ,Rowan Atkinsonချစ်စရာမင်းသမီးချောလေး Keira Nightly နဲ့Laura Linney တို့ကိုတစ်နေရာထဲမှာမြင်လိုက်ရတာနဲ့တင်အချိန်ပေးရကျိုးနပ်သည့်အပြင်ဖွဲ့စည်းထားတဲ့ဇာတ်လမ်းဟာဆိုရင်အပြစ်ဆိုရက်စရာမရှိနှစ်လိုဖွယ်ကောင်းလွန်းတယ်လို့ပင်ညွှန်းရမယ့်ဇာတ်လမ်းဟောင်းလေးတစ်ခုပါintertwined stories လို့ခေါ်တဲ့ဇာတ်လမ်းတစ်ခုထဲမှာမတူညီတဲ့ဇာတ်လမ်းလေးတွေကိုယှက်နွယ်ပြီးပြသွားလေ့ရှိပုံစံရုပ်ရှင်ကားမျိုးတွေကိုသဘောကျတတ်တဲ့သူတွေပိုပြီးအကြိုက်တွေ့မှာပါဝမ်းသားခြင်းကြည်နူးခြင်းဝမ်းနည်းရခြင်းတွေနဲ့Love actually ဇာတ်ကားဟာDrama/Comedy/ Romance စသဖြင့်ရသမျိုးစုံကိုပေးတဲ့ Family TypeFriendship အသားပေးထားတာဖြစ်တဲ့အတွက်ခရစ္စမတ်ချိန်ခါအားလပ်ရက်မှာမိသားစုနဲ့အတူအချိန်ပေးပြီးကြည့်ရန်လည်းအသင့်တော်ဆုံးပါပဲအညွှန်းလေးအကျဉ်းချုပ်ပြောရရင်….မူးယစ်ဆေးဖြတ်ပြီးအဆိုတော်ပြန်လုပ်ခပ်ကြောင်ကြောင်စကားလုံးတွေပြောပြီးခရစ္စမတ်သီချင်းတစ်ပုဒ်ကိုဆိုနေတဲ့ခေတ်ဟောင်းအဆိုတော်အဘိုးကြီးတစ်ယောက်အမေရိကားကိုရောက်မှစော်ကြည်မယ်ထင်ပြီးမိမိမွေးရပ်မြေကိုစွနိ့ခွာချင်နေတဲ့ဗြိတန်သားငနဲလေးတစ်ယောက်အချစ်ဆုံးသူငယ်ချင်းရဲ့မင်္ဂလာပွဲကိုအခမ်းအနားဆုံးဖြစ်အောင်ပြင်ဆင်ပေးပြီးကင်မရာလေးနဲ့ရိုက်ပြီးအမှတ်တရပုံရိပ်ကိုတိတ်တခိုးခံစားချက်တွေနဲ့အတူခိုးပြီးသိမ်းဆည်းထားတဲ့ကောင်လေးတစ်ယောက်ဝန်ထမ်းကောင်မလေးကိုအပေါ်မှာချစ်စိတ်ဝင်မိရာကနေ အမေရိကန်သမ္မတကိုတောင်ချေပနိုင်တဲ့စကားတွေပြောဖြစ်သွားရာကနေပြည်သူရဲ့အချစ်တော်အင်္ဂလန်ဝန်ကြီးချုပ်တစ်ယောက်ဖောက်ပြန်တဲ့မိန်းမကိုလက်ပူးလက်ကြပ်မိပြီးစိတ်နာနာနဲ့ ပြင်သစ်ကတော့ရွာလေးဘက်ကိုခရီးထွက်အနားယူရာမှတွေ့ဆုံခဲ့သောပေါ်တူဂီမလေးကိုချစ်မိသွားတဲ့လူတစ်ယောက်Real sex မဟုတ်တဲ့ဟန်ပြသရုပ်ဆောင်အပြာကားရိုက်ရင်းတကယ်ချစ်မိသွားတဲ့ချစ်သူနှစ်ဦးသူဋ္ဌေးဖြစ်သူကိုစနိုက်ကြော်ရန်လိုက်ကပ်နေတဲ့စာရေးမလေးနဲ့ သူဋ္ဌေးရဲ့မိန်းမမိသားစုအကြောင်းရုံးတစ်ခုထဲမှာအတူတူလုပ်နေတဲ့လုပ်ဖော်ကိုင်ဖက်ကောင်လေးကိုတစ်ဖတ်သတ်အချစ်နဲ့၂နှစ် ၇လနဲ့ ၃ရက်တိုင်အောင်ထိဖွင့်ဟပြောဖို့ရန်အခြေအနေမပေးတဲ့ကောင်မလေးတစ်ယောက်အကြောင်း စသဖြင့်မတူညီတဲ့ဇာတ်လမ်း ၈ ခုဟာဘယ်မျိုးသောအကြောင်းအရာတွေနဲ့ ချိတ်ဆက်နေမလဲကြည့်နေတဲ့ပရိတ်သတ်ကိုဝမ်းသာကြည်နူးတစ်လှည့်ဝမ်းနည်းကြေကွဲစရာလေးတွေနဲ့တစ်ဖုံခံစားမှုတွေရမယ်ဆိုတာသေချာပါတယ်Love actually ဇာတ်ကားဟာNominated 27 နဲ့ Winners 10 ခုကိုရရှိထားဖြစ်ပြီး အကောင်းဆုံးဇာတ်ပို့ဆုတွေကိုမင်းသားကြီး Bill Nighy နဲ့ မင်းသမီးကြီးEmma Thompson တို့ကအများဆုံးရထားကြပြီး2017 ခုနှစ်မှာတော့Red Nose Day Actually ဆိုတဲ့မိနစ်ပိုင်းစာလေးနဲ့အလွမ်းပြေတင်ဆက်ပေးခဲ့ပါတယ်အကယ်၍ Sequal များဆက်ထွက်ခဲ့မယ်ဆိုရင်လည်းAlan Rickman ကြီးတစ်ယောက်တော့ပါဝင်နိုင်တော့မှာမဟုတ်တော့ပါဘူး 😔#LoveActually #HollywoodDope#Dave(ရုပ်ရှင်အညွှန်းကို Hollywood Dope Facebook Page မှ ကူးယူဖော်ပြပါသည်။)File size…(2.4 GB) and (1.3 GB)Quality…Blu-Ray 1080p 5.1CH & 720pFormat…mp4Duration….02:25:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Alias"