"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(Zawgyi)
အခ်စ္အေၾကာင္းေတြ မ်ိဳးစံုေအာင္ နားရည္ဝဝ ၾကားဖူးခဲ့ၾကမယ္…
ေပးဆပ္ျခင္းေတြ ရယူျခင္းေတြ အတၱေတြၾကားညွပ္ျပီး ဝါဒဆန္ဆန္လဲ ထူးဆန္းဖူးခဲ့ၾကမယ္…
ခမ္းနားျခင္း ခ်မ္းသာျခင္း ဆင္းရဲျခင္းေတြၾကားက ေရာင္စံုအခ်စ္ေတြအေၾကာင္းလဲ တရားက်ဖူးခဲ့ၾကမယ္…
အံ့ၾသစရာကေတာ့ ၾကားဖူးသမွ်နဲ႔ ခံစားရတာက တျခားစီ ျဖစ္ေနမယ္ဆိုတာပဲ….
တကယ္ေတာ့ အခ်စ္မွာ ရိုးသားျဖဴစင္တာကလြဲလို႕ က်န္တဲ့ဘယ္က႑မွ မပါဘူးလို႔ ဒီဇာတ္ကားေလးက သက္ေသျပေနမယ္…
တခ်ိဳ႕ျငိမ္းခ်မ္းေရးေတြက ေဆြးေႏြးစရာမလိုတဲ့အခ်ိန္မွာ ရလိမ့္မယ္….
ခ်စ္ျခင္းလဲအတူတူပါပဲ…သူ႕အလိုလို ေနရင္းထိုင္ရင္း တေျဖးေျဖးကြ်ံက် နစ္ဝင္သြားတာမ်ိဳး….
သတိထားမိတဲ့အခ်ိန္မွာ အခ်စ္ဆိုတာဘာလဲလို႔ အဓိပၸါယ္ဖြင့္စရာမလိုေအာင္ ကိုယ္တိုင္က ခ်စ္ျခင္းျဖစ္ေနလိမ့္မယ္…
အပိုေတြကို သိပ္ေတာ့လဲ အံ့ၾသစရာမရွိပါဘူး…စကားလံုးေတြၾကား လူသားေတြညွပ္ေနတာ ၾကာခဲ့ျပီေကာ…
ဒါေပမယ့္ ေျဖသိမ့္စရာက ခ်စ္ျခင္းဆိုတာကို အဓိပၸါယ္ဖြင့္ခံစားဖို႔ ဒီလိုဇာတ္ကားေလးေတြ က်န္ေနေသးတယ္။
ဒီဇာတ္ကားကို ဘယ္လိုမွ လက္လြတ္မခံပါနဲ႔ မိတ္ေဆြ… ကိုယ့္ႏွလံုးသားကို ကိုယ္ျပန္ျမင္ရဖို႔အခြင့္အေရးကို မိမိရရဆုပ္ကိုင္ထားပါ။
IMDb Rating (7.7) ရရွိထားတဲ့ ထိုင္ဝမ္အခ်စ္ဇာတ္ကားစစ္စစ္ေလးပါ။
(Unicode)
အချစ်အကြောင်းတွေ မျိုးစုံအောင် နားရည်ဝဝ ကြားဖူးခဲ့ကြမယ်…
ပေးဆပ်ခြင်းတွေ ရယူခြင်းတွေ အတ္တတွေကြားညှပ်ပြီး ဝါဒဆန်ဆန်လဲ ထူးဆန်းဖူးခဲ့ကြမယ်…
ခမ်းနားခြင်း ချမ်းသာခြင်း ဆင်းရဲခြင်းတွေကြားက ရောင်စုံအချစ်တွေအကြောင်းလဲ တရားကျဖူးခဲ့ကြမယ်…
အံ့သြစရာကတော့ ကြားဖူးသမျှနဲ့ ခံစားရတာက တခြားစီ ဖြစ်နေမယ်ဆိုတာပဲ….
တကယ်တော့ အချစ်မှာ ရိုးသားဖြူစင်တာကလွဲလို့ ကျန်တဲ့ဘယ်ကဏ္ဍမှ မပါဘူးလို့ ဒီဇာတ်ကားလေးက သက်သေပြနေမယ်…
တချို့ငြိမ်းချမ်းရေးတွေက ဆွေးနွေးစရာမလိုတဲ့အချိန်မှာ ရလိမ့်မယ်….
ချစ်ခြင်းလဲအတူတူပါပဲ…သူ့အလိုလို နေရင်းထိုင်ရင်း တဖြေးဖြေးကျွံကျ နစ်ဝင်သွားတာမျိုး….
သတိထားမိတဲ့အချိန်မှာ အချစ်ဆိုတာဘာလဲလို့ အဓိပ္ပါယ်ဖွင့်စရာမလိုအောင် ကိုယ်တိုင်က ချစ်ခြင်းဖြစ်နေလိမ့်မယ်…
အပိုတွေကို သိပ်တော့လဲ အံ့သြစရာမရှိပါဘူး…စကားလုံးတွေကြား လူသားတွေညှပ်နေတာ ကြာခဲ့ပြီကော…
ဒါပေမယ့် ဖြေသိမ့်စရာက ချစ်ခြင်းဆိုတာကို အဓိပ္ပါယ်ဖွင့်ခံစားဖို့ ဒီလိုဇာတ်ကားလေးတွေ ကျန်နေသေးတယ်။
ဒီဇာတ်ကားကို ဘယ်လိုမှ လက်လွတ်မခံပါနဲ့ မိတ်ဆွေ… ကိုယ့်နှလုံးသားကို ကိုယ်ပြန်မြင်ရဖို့အခွင့်အရေးကို မိမိရရဆုပ်ကိုင်ထားပါ။
IMDb Rating (7.7) ရရှိထားတဲ့ ထိုင်ဝမ်အချစ်ဇာတ်ကားစစ်စစ်လေးပါ။
File size…(999 MB) and (450MB)
Quality…Blu-Ray Rip 720p
Format…mp4
Duration….01:50:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Idiot Myoko
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
