"Color of Night (1994)Erotic ကားပေမဲ့ ဒီရုပ်ရှင်ကို ရိုက်တဲ့သူက Richard Rush ပါ။ ၁၉၈၀တုန်းက The Stunt Man ကားနဲ့ အော်စကာမှာ ဒါရိုက်တာဆုတွေ ဇာတ်ညွှန်းဆုတွေ ဝင်ခဲ့တဲ့ဘဲပေါ့။ သရုပ်ဆောင်တွေက‌တော့ ဘရုစ်ဝီလီစ်နဲ့ မာစတာပိစ်ကားတွေ အပေါသားရှိတဲ့ ပြင်သစ်မှာ “The Lover”လို့ခေါ်တဲ့ ခုဂန္ထဝင်ဖြစ်နေလောက်တဲ့ ပြင်သစ်အချစ်ကားကို ဟောင်ကောင်ရုပ်ရှင်လောကရဲ့ ဘစ်တိုနီလို့ခေါ်တဲ့ တိုနီလျောင်ခဖိုင်နဲ့ တွဲဖက်သရုပ်ဆာင်ဖူးတဲ့ အလှလေးပါပဲ။ သူပျိုမျစ်တုန်းက အဲဒီကာလမှာ နာမည်ကြီးအောင်မြင်နေတဲ့ ဘရုစ်ဝီလီစ်နဲ့ ရိုက်ထားတဲ့ကားဆိုတော့ ကြည့်ကို ကြည့်သင့်တဲ့ကားပါပဲ။Pauseလူနာတစ်ယောက်ကို ကုသနေရင်းတန်းလန်းမှာ တုန်လှုပ်စရာပုံစံနဲ့ ဆုံးရှုံးလိုက်ရတဲ့ စိတ်ဝေဒနာအတိုင်ပင်ခံ ဘေးလ်ကာပါတစ်ယောက် သူကိုယ်တိုင်ရလိုက်တဲ့ စိတ်ဝေဒနာကို ကုစားဖို့ စိတ်ကုဆရာဝန်ပဲဖြစ်တဲ့ သူ့သူငယ်ချင်းဘော့ဘ်မိုးရ် နေထိုင်ရာ လော့စ်အိန်ဂျလိစ်မြို့ကို ထွက်လာခဲ့တယ်။ မိုးရ်ကုသပေးနေတဲ့ တစ်မျိုးစီမတူကွဲပြားကြတဲ့ ဝေဒနာရှင်ငါးယောက်ပါ တိုင်ပင်ဆွေးနွေးဝိုင်းမှာ အတူပါဝင်ရင်းနဲ့ နာလန်ထူဖို့ ဘေးလ်ကြိုးစားနေချိန်မှာပဲ သူ့မိတ်ဆွေဘော့ဘ်မိုးရ် ရက်ရက်စက်စက် အသတ်ခံလိုက်ရတဲ့အဖြစ်နဲ့ ကြုံလိုက်ရတယ်။လက်သည်တရားခံက မိုးရ်ကုသနေတဲ့အဖွဲ့ထဲက တစ်ယောက်ယောက်ဖြစ်မယ်လို့ ရဲအဖွဲ့က သံသယရှိနေပေမဲ့ ဒီအဖွဲ့ဝင်ဝေဒနာရှင်တွေကိုယ်တိုင် ပစ်မှတ်ထားခံရသလိုမျိုး ဖြစ်လာချိန်မှာ ဘေးလ်ရဲ့ဘဝထဲကို ရင်ဖိုစရာ လျှို့ဝှက်ဆန်းကြယ်တဲ့ ကောင်မလေးတစ်ယောက် ဝင်လာခဲ့တယ်။ ဘေးတစ်ယောက် ဒီကောင်မလေးကို တဖြည်းဖြည်းငြိတွယ်လာချိန်မှာ သူတို့အဖွဲ့ကြုံနေရတဲ့ အဖြစ်ဆိုးတွေဟာ ဒီမိန်းကလေးနဲ့ တိုက်ရိုက်ဆက်စပ်မှု ရှိနေတယ်ဆိုတာကို ဘေးလ်မြင်လာရပေမဲ့ တကယ့်အဖြစ်မှန်က သူထင်ထားတာထက် ပိုရှုပ်ထွေးနေမှန်း ဘေးလ်ကာပါ သိလိုက်ရချိန်မှာတော့…ထူးထူးခြားခြားပဲ ဒါရိုက်တာ နဲ့ Cast ကောင်းတွေသုံး ရိုက်ခဲ့ပေမဲ့ ဒီရုပ်ရှင်ဟာ ၁၉၉၄ရဲ့ အဆိုးရွားအစုတ်ပြတ်ဆုံး ရုပ်ရှင်ဆုကို ရခဲ့တာမို့ ထူးခြားလို့ ကြည့်သင့်တဲ့ကားပါပဲ။ ကားကတော့ အစုတ်ပြတ်ဆုံးကားပေမဲ့ ဒီရုပ်ရှင်ထဲက အခန်းတွေကတော့ The Best Sex Scenes in Film History ဆိုပြီးပါ ထောပနာပြုခံခဲ့ရတဲ့အထိ ပြောင်မြောက်ခဲ့ပါတယ်။ ဒီလောက်ဆို လုံလောက်ပြီမလား…(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.2GB, 1.1GBQuality – 1080p, 720pIMDb Rating – 5.2/10Format – mp4Duration – 2H 1MinGenre – Drama, Mystery, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated by CostanzaEncoded by Y"