"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
[Unicode]
BLကားလေးတွေ ကြိုက်နှစ်သက်သူတွေအတွက် ( Dec 23 ) မနေ့ကမှ ထွက်ထားတဲ့ အရမ်းရိုဆန်တဲ့ ကားလေး လာပါပြီနော်
ဒီကားလေးကတော့ ၁၉၈၇ခုနှစ် ထိုင်ဝမ်မှာ စစ်အုပ်ချုပ်ရေး ရုတ်သိမ်းလိုက်ခါစ ခေါတ်မှာ ဇာတ်အိမ်တည်ပြီး ရိုက်ကူးပုံဖော်ထားတာပါ။
ဒီဇာတ်ကား ဇာတ်အိမ်တည်တဲ့ ၁၉၈၇ခုနှစ်မှာဆိုရင် လက်ရှိကာလလို ပွင့်ပွင့်လင်းလင်း ရှိတဲ့အချိန်အခါမဟုတ်တာကြောင့် လိင်တူကြိုက်နှစ်သက်တာကို ပြင်းပြင်းထန်ထန်ကို ကန့်ကွက်ခဲ့ကြပါတယ် ။
အဲဒီတုန်းက လိင်တူကြိုက်တဲ့လူကို အထင်သေးစက်ဆုပ်စရာလို့ မြင်ခဲ့ကြပြီး သူတို့ဟာ အဖိနှိပ်ခံ အနိုင်ကျင့်ခံတွေ ဖြစ်ခဲ့ကြတာပါ ။
ဇာတ်ကြောင်းလေးကတော့….
စည်းကမ်းကြီးလှတဲ့ ယောကျာ်းလေး ခရစ်ယာန်ကျောင်းမှာ ဘတ်ဒီလို့ အများကခေါ်ကြတဲ့ကောင်လေးဟာ မကြာခဏဆိုသလို ကျောင်းစည်းကမ်း ဖောက်ဖျက်လေ့ရှိပါတယ်
အဲ့ဒီလူဆိုးလေး ဘတ်ဒီ ကို ချန်ကျားဟန်ဆိုတဲ့ကောင်လေးက ဂရုစိုက်ပေးရင်း သူတို့နှစ်ယောက်ဟာ တစ်ယောက်ကို တစ်ယောက် သူငယ်ချင်းသံယောဇဉ်ထက်ပိုပြီးချစ်မိသွားကြတယ်
အချစ်စစ်ဆိုတာ ဖြောင်းဖြူးရိုးထုံးစံမရှိဆိုသလိုမျိုးပဲ
လိင်တူချစ်သူတွေကို လက်မခံနိုင်တဲ့ ပတ်ဝန်းကျင်နဲ့ မိဘအသိုင်းအဝိုင်းရဲ့ ကန့်ကွက်မှုကို ရင်ဆိုင်လာရတဲ့အခါ
သူတို့နှစ်ယောက်ရဲ့ အချစ်က ဒီလိုအခက်အခဲတွေကို သတ္တိရှိရှိနဲ့ ရင်ဆိုင်ကျော်လွှားနိုင်မလား ဆိုတာကို ဒီကားလေးကနေ ဆက်လက်ကြည့်လိုက်ကြရအောင်နော်…။
( အညွှန်းရေးသားပြီး ဘာသာပြန်ထားသူကတော့ Yamin Ei ဖြစ်ပါတယ် )
[Zawgyi]
BLကားေလးေတြ ႀကိဳက္ႏွစ္သက္သူေတြအတြက္ ( Dec 23 ) မေန႔ကမွ ထြက္ထားတဲ့ အရမ္း႐ိုဆန္တဲ့ ကားေလး လာပါၿပီေနာ္
ဒီကားေလးကေတာ့ ၁၉၈၇ခုႏွစ္ ထိုင္ဝမ္မွာ စစ္အုပ္ခ်ဳပ္ေရး ႐ုတ္သိမ္းလိုက္ခါစ ေခါတ္မွာ ဇာတ္အိမ္တည္ၿပီး ႐ိုက္ကူးပုံေဖာ္ထားတာပါ။
ဒီဇာတ္ကား ဇာတ္အိမ္တည္တဲ့ ၁၉၈၇ခုႏွစ္မွာဆိုရင္ လက္ရွိကာလလို ပြင့္ပြင့္လင္းလင္း ရွိတဲ့အခ်ိန္အခါမဟုတ္တာေၾကာင့္ လိင္တူႀကိဳက္ႏွစ္သက္တာကို ျပင္းျပင္းထန္ထန္ကို ကန္႔ကြက္ခဲ့ၾကပါတယ္ ။
အဲဒီတုန္းက လိင္တူႀကိဳက္တဲ့လူကို အထင္ေသးစက္ဆုပ္စရာလို႔ ျမင္ခဲ့ၾကၿပီး သူတို႔ဟာ အဖိႏွိပ္ခံ အႏိုင္က်င့္ခံေတြ ျဖစ္ခဲ့ၾကတာပါ ။
ဇာတ္ေၾကာင္းေလးကေတာ့….
စည္းကမ္းႀကီးလွတဲ့ ေယာက်ာ္းေလး ခရစ္ယာန္ေက်ာင္းမွာ ဘတ္ဒီလို႔ အမ်ားကေခၚၾကတဲ့ေကာင္ေလးဟာ မၾကာခဏဆိုသလို ေက်ာင္းစည္းကမ္း ေဖာက္ဖ်က္ေလ့ရွိပါတယ္
အဲ့ဒီလူဆိုးေလး ဘတ္ဒီ ကို ခ်န္က်ားဟန္ဆိုတဲ့ေကာင္ေလးက ဂ႐ုစိုက္ေပးရင္း သူတို႔ႏွစ္ေယာက္ဟာ တစ္ေယာက္ကို တစ္ေယာက္ သူငယ္ခ်င္းသံေယာဇဥ္ထက္ပိုၿပီးခ်စ္မိသြားၾကတယ္
အခ်စ္စစ္ဆိုတာ ေျဖာင္းျဖဴး႐ိုးထုံးစံမရွိဆိုသလိုမ်ိဳးပဲ
လိင္တူခ်စ္သူေတြကို လက္မခံႏိုင္တဲ့ ပတ္ဝန္းက်င္နဲ႔ မိဘအသိုင္းအဝိုင္းရဲ႕ ကန္႔ကြက္မႈကို ရင္ဆိုင္လာရတဲ့အခါ
သူတို႔ႏွစ္ေယာက္ရဲ႕ အခ်စ္က ဒီလိုအခက္အခဲေတြကို သတၱိရွိရွိနဲ႔ ရင္ဆိုင္ေက်ာ္လႊားႏိုင္မလား ဆိုတာကို ဒီကားေလးကေန ဆက္လက္ၾကည့္လိုက္ၾကရေအာင္ေနာ္…။
( အညႊန္းေရးသားျပီး ဘာသာျပန္ထားသူကေတာ့ Yamin Ei ျဖစ္ပါတယ္ )
Quality__Web-DL 1080p ,720p
IMDb Rating__7.0/10
Format__mp4
Duration__01:59:00
Type__Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Yamin Ei
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
