"Till (2022)
၂၀၂၂ ခုနှစ်မှာအသစ် ထွက်ရှိလာတဲ့ Rotten Tomatoes 98%, IMDb Rating 7.6 အထိ ရရှိထားတဲ့
ဖြစ်ရပ်မှန်ကို အခြေခံထားတဲ့ သမိုင်းနောက်ခံပြု ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(Warning:ယခုဇာတ်ကားတွင် လူမျိုးရေးခွဲခြားတဲ့ အသုံးနှုန်းတွေ အများအပြားပါဝင်ပါတယ်။)
အမေရိကန်နိုင်ငံ မစ္စစ္စပီပြည်နယ်ဟာ လူမျိုးရေးခွဲခြားမှုတွေ၊ လူဖြူ ကြီးစိုးရေး အစွန်းရောက်များပြားခဲ့တဲ့ ပြည်နယ်တစ်ခုဖြစ်ပါတယ်။
လူဖြူတွေဟာ လူမည်းတွေကို အလွန်အမင်း ခွဲခြားဆက်ဆံခဲ့ကြပါတယ်။
လူမည်းတွေဟာ လူဖြူတွေကို မလွန်ဆန်နိုင်သလို ပြုသမျှ နုနေရတဲ့ ဘဝနဲ့နေထိုင်နေခဲ့ရပါတယ်။
လူမည်းတစ်ယောက် အသတ်ခံရရင်တောင် ဘယ်သူကမှ အဖက်လည်းမလုပ်ကြသလို ရဲတွေကပါ လျစ်လျှူရှု့ကြပါတယ်။
လူမည်းတွေအနေနဲ့ မဲပေးခွင့်ရဖို့၊ တရားရေးရာတွင် ပါဝင်ဖို့ အစရှိတဲ့ နိုင်ငံသားအခွင့်အရေးတွေ ရရှိဖို့ တိုက်ပွဲဝင်ခဲ့ကြပါတယ်။
National Association for the Advancement of Coloured People (NAACP)
အသင်းဟာဆိုရင်လည်း တက်ကြွလှုပ်ရှားခဲ့တဲ့ အဖွဲ့တွေထဲမှာ နာမည်ကြီးတဲ့အသင်းတစ်ခုဖြစ်ခဲ့ပါတယ်။
မစ္စစ္စပီပြည်နယ်မှာ ထိုသို့ လှုပ်ရှားမှုတွေမှာပါဝင်တဲ့ နာမည်ကြီးသူလည်း မကြာခဏ လုပ်ကြံသတ်ဖြတ်ခံရသလို
အသတ်ခံရတိုင်းမှာလည်း လူသတ်တရားခံကို ဖမ်းမိတယ်ဆိုတာ မရှိခဲ့ပါဘူး။
အဲလိုအဖြစ်အပျက်တွေ ကြီးစိုးနေတဲ့ ၁၉၅၅ ခုနှစ်မှာ အန်မက် ‌တေးလ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာ
ချီကာဂိုမြို့ကနေ သူ့ဆွေမျိုးတွေရှိရာ မန်းနီးမြို့၊ မစ္စစ္စပီပြည်နယ်ကို အလည်အပတ်ထွက်လာခဲ့ပါတယ်။
ဒီလိုနဲ့ အန်မက် တစ်ယောက် ကြမ္မာဆိုးငင်ချင်တော့ စတိုးဆိုင်တစ်ခုက လူဖြူမတစ်ယောက်ကို စကားပြောရင်း စနောက်မိပါတော့တယ်။
ထိုနေ့ညမှာပဲ အန်းမက်ကို လူတစ်စုကို အိမ်အတွင်း ဝင်ပြီး ဖမ်းခေါ်သွားပါတော့တယ်။
မကြာခင်မှာပဲ အန်မက်ရဲ့အလောင်းကို မြစ်တစ်ခုထဲမှာ ပြန်တွေ့ခဲ့ရပြီး
အလောင်းမှာ ရစရာမရှိအောင် ရိုက်နှက်နှိပ်စက်ခံထားရပြီး ခေါင်းကို သေနတ်နဲ့ အပစ်ခံထားရတာပဲဖြစ်ပါတယ်။
အန်မက်ရဲ့ အမေဖြစ်သူ မေမီ တေးလ် မော်လီလည်း သားဖြစ်သူဆုံးရှုံးရတဲ့အတွက် ယူကြုံးမရဖြစ်ကာ
သားဖြစ်သူအတွက် တရားမျှတမှု ရှာဖွေဖို့ ကြိုးစားပါတော့တယ်။
မေမီ့ကို ဆွေမျိုးတွေ၊ NAACP လို အဖွဲ့အစည်းတွေက ကူညီပေးခဲ့ကြပါတယ်။
ဒီလို ခွဲခြားမှုတွေ ပြည့်နှက်နေတဲ့ ပြည်နယ်တစ်ခုမှာ
မေမီတစ်ယောက် သားဖြစ်သူအတွက် တရားမျှတမှု ရှာဖွေပေးနိုင်မလားဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ရှု့စားလိုက်ပါဦး
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard Lin ပဲ ဖြစ်ပါတယ်။
Genre….. Biography, Drama, History
Quality…. 1080p | 720p | 480p
File size… 1.4GB | 802MB | 427MB
Format… mp4
Duration…. 2h 10min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Leonard Lin
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
