"Skylines (2020)
=============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.5/10
#Unicode
Sci-fi , Adventure ကား ကြိုက်သူတွေ အကြိုက်တွေ့ဦးမယ့် ဇာတ်လမ်းတစ်ခုပါပဲ။
Skylines မူဗီဟာ 2010, 2017 တို့မှာ နှစ်ကားထွက်ရှိထားခဲ့ပြီး . အခု 2020 မှာတော့
နောက်ထပ်ထွက်ရှိလာပါတယ်။
ဒီဇာတ်လမ်းထဲမှာတော့ ရို့စ် ကောလီ ဟာ ဂြိုလ်သားနဲ့မျိုးစပ်ဖြစ်ပြီး အရွယ်ရောက်တာ
မြန်လွန်းလို့ အရွယ်ရောက်တာ နှေးအောင် သွေးသွင်းနေရတဲ့သူ ဖြစ်ပါတယ်။
လွန်ခဲ့တဲ့ ၅ နှစ်က ရို့စ်ဟာ သူရဲ့အမျိုးအနွယ် ဂြိုလ်သားတွေ ထောင်ပေါင်းများစွာကို သူ့လက်နဲ့
စီရင်ခဲ့ရပါတယ်။ အခု ၅ နှစ်အကြာမှာ ဗိုင်းရပ်စ်တစ်မျိုးကြောင့် ဂြိုလ်သားတွေ နဲ့ ကမ္ဘာမြေ
အကြား ပြဿနာတွေပေါ်ပေါက်လာတဲ့အခါမှာတော့ ရို့စ်တစ်ယောက် ဘယ်လိုဖြေရှင်းပေးမလဲ
ဆိုတာကိုတွေ့မြင်ရမှာပါ . . .
ဒီဇာတ်လမ်းထဲမှာ သဘောကျတဲ့စကားတစ်ခွန်း ရှိပါတယ်။
“စစ်တိုက်ရတာ လွယ်တယ် ငြိမ်းချမ်းရေး ယူရတာ ခက်တယ်” ဆိုတဲ့ စကားပါပဲ။ ရို့စ်နဲ့ အဖွဲ့ကရော
ဒီပြဿနာကို ဘယ်လိုရှင်းနိုင်ကြမှာလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ကြပါစို့။
IMDb – 5.5/10 ရရှိထားပြီး Popularity က တောက်လျှောက်တက်နေတာပါ။
သိပ္ပံကားထဲမှာတော့ အတော်လေး မဆိုးဘူးလို့ပြောလို့ရမယ့် ဇာတ်ကားလေးမို့ တင်ဆက်ပေးလိုက်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို August မှရေးသားပေးပြီး . August, Jerrica, MTA တို့မှ ဘာသာပြန် တင်ဆက်ပေးထားပါတယ်။)
#Zawgyi
Sci-fi , Adventure ကား ႀကိဳက္သူေတြ အႀကိဳက္ေတြ႕ဦးမယ့္ ဇာတ္လမ္းတစ္ခုပါပဲ။
Skylines မူဗီဟာ 2010, 2017 တို႔မွာ ႏွစ္ကားထြက္ရွိထားခဲ့ၿပီး . အခု 2020 မွာေတာ့
ေနာက္ထပ္ထြက္ရွိလာပါတယ္။
ဒီဇာတ္လမ္းထဲမွာေတာ့ ႐ို႕စ္ ေကာလီ ဟာ ၿဂိဳလ္သားနဲ႔မ်ိဳးစပ္ျဖစ္ၿပီး အ႐ြယ္ေရာက္တာ
ျမန္လြန္းလို႔ အ႐ြယ္ေရာက္တာ ေႏွးေအာင္ ေသြးသြင္းေနရတဲ့သူ ျဖစ္ပါတယ္။
လြန္ခဲ့တဲ့ ၅ ႏွစ္က ႐ို႕စ္ဟာ သူရဲ႕အမ်ိဳးအႏြယ္ ၿဂိဳလ္သားေတြ ေထာင္ေပါင္းမ်ားစြာကို သူ႔လက္နဲ႔
စီရင္ခဲ့ရပါတယ္။ အခု ၅ ႏွစ္အၾကာမွာ ဗိုင္းရပ္စ္တစ္မ်ိဳးေၾကာင့္ ၿဂိဳလ္သားေတြ နဲ႔ ကမာၻေျမ
အၾကား ျပႆနာေတြေပၚေပါက္လာတဲ့အခါမွာေတာ့ ႐ို႕စ္တစ္ေယာက္ ဘယ္လိုေျဖရွင္းေပးမလဲ
ဆိုတာကိုေတြ႕ျမင္ရမွာပါ . . .
ဒီဇာတ္လမ္းထဲမွာ သေဘာက်တဲ့စကားတစ္ခြန္း ရွိပါတယ္။
“စစ္တိုက္ရတာ လြယ္တယ္ ၿငိမ္းခ်မ္းေရး ယူရတာ ခက္တယ္” ဆိုတဲ့ စကားပါပဲ။ ႐ို႕စ္နဲ႔ အဖြဲ႕ကေရာ
ဒီျပႆနာကို ဘယ္လိုရွင္းႏိုင္ၾကမွာလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းထဲမွာ ဆက္ၾကည့္ၾကပါစို႔။
IMDb – 5.5/10 ရရွိထားၿပီး Popularity က ေတာက္ေလွ်ာက္တက္ေနတာပါ။
သိပၸံကားထဲမွာေတာ့ အေတာ္ေလး မဆိုးဘူးလို႔ေျပာလို႔ရမယ့္ ဇာတ္ကားေလးမို႔ တင္ဆက္ေပးလိုက္ပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းကို August မွေရးသားေပးၿပီး . August, Jerrica, MTA တို႔မွ ဘာသာျပန္ တင္ဆက္ေပးထားပါတယ္။)
Quality – 1080p, 720p WebRip 5.1CH
Duration – 1h 53min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Adventure, Sci-Fi
Source : 1080p.WebRip
Translator – August, Jerrica, MTA
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
