Another Round (2020)================IMDb Rating (8.1/10)Rotten Tomatoes (92%)ကြည့်ပါများလို့သတိထားမိသလောက်ပြောရရင် လူကြိုက်များလို့ကောင်းတယ်သတ်မှတ်ခံရတာ မဟုတ်ဘဲတကယ်ကောင်းတဲ့ ရုပ်ရှင်အကုန်လုံးနီးပါးမှာတူညီတာတစ်ခုရှိပါတယ်။ ရုပ်ရှင်ရိုက်နေပေမဲ့ရုပ်ရှင်မဆန်တဲ့ အချက်ပါပဲ။ဒီလိုရုပ်ရှင်တွေထဲကဇာတ်ကောင်တွေဟာ လူသိပ်ဆန်ပါတယ်။မကြီးကျယ်ဘူး မမြင့်မြတ်ဘူး။လုပ်ချင်တာလုပ်နေကြတဲ့လူတွေပါပဲ။အထူးသဖြင့် အရှေ့တိုင်းရဲ့ ရုပ်ရှင်မဆန်တဲ့ရုပ်ရှင်တွေဟာ ရေနီးမြေနီးဓလေ့နီးတဲ့ ကျွန်တော်တို့ရင်ထဲကို ၀င်လွယ်ပါတယ်။အနောက်တိုင်းဘက်မှာတော့ ဘုံတူညီမှုတစ်ခုကိုသာ မကြည့်ဘဲတစ်ကားလုံးချုံကြည့်ရရင် အရှေ့တိုင်းရုပ်ရှင်ထက်နည်းနည်းရင်ထဲ၀င်ဖို့ခဲပါတယ်။ဒီလို၀င်နိုင်တဲ့ကားက မရှားပေမယ့် မများလှပါဘူး။အခုဒီဒိန်းမတ်ရုပ်ရှင်က ရုပ်ရှင်မဆန်တဲ့ရုပ်ရှင်မျိုးပါပဲ။ဒီရုပ်ရှင်ဟာ အရက်သမားတစ်အုပ်အကြောင်းပါပဲ။သူတို့မှာဖော်ပြပါအရည်အသွေးအပြည့်ရှိပါတယ်။ဇာတ်အိမ်ကတော့…သက်လတ်ပိုင်းကျောင်းဆရာတစ်စုနဲ့ သူတို့ရဲ့သက်လတ်ပိုင်းမပြေလည်မှုတစ်ချို့ပေါ်တည်ထားပါတယ်။သူတို့စကားအတိုင်းပြောရရင်လူ့ခန္ဓာကိုယ်မှာ မွေးကတည်းက အယ်ကိုဟော 0.05%ပါပါတယ်။ပြောရရင် ဒီအယ်ကိုဟောနှုန်းကိုထိန်းထားခြင်းက စိတ်နဲ့ခန္ဓာ ကျန်းမာရေးအတွက်ကောင်းတယ်Createive ပိုဖြစ် Realxပိုဖြစ်တယ်ပေါ့ဗျာ။ဒီတော့ အရက်ကိုကျန်းမာရေးအတွက် စသောက်ဖြစ်ရာကနေ ဘယ်လိုတွေအထိန်းအကွပ်မဲ့သည့်တိုင် ဖြစ်သွားလဲဆိုတာကို ပြထားတယ်လို့ပဲ အကျဉ်းဆိုရမယ်။သဘောကျစရာကောင်းတာက သူတို့မူးပြီးသောင်းကြမ်းကြတဲ့အခန်းတွေကအရိုးရဲ့ယိုင်တိုင်ယိုင်တိုင်မဟာပုရိသသီချင်းကို ဒိန်းမတ်စတိုင်သရုပ်ဖော်ထားသလိုပါပဲကျွန်တော်တော့ကြည့်နေရင်း အရိုးသီချင်းပဲပြေးမြင်တယ်။ခင်ဗျားတို့ပတ်ဝန်းကျင်တော့ မသိပေမယ့်ကျွန်တော့်ပတ်၀န်းကျင်က လူတွေအတော်များများကတော့သက်လတ်ပိုင်းစိတ်ဓာတ်ကျဆင်းမှုနဲ့အတူအရက်သမားဖြစ်လာကြသူတွေများပါတယ်။ဒီနေရာမှာ ဒီရုပ်ရှင်ဟာ realisticဖြစ်ဖို့ဘက်ကို စကတည်းကဦးတည်ထားတာသိသာပါတယ်။ကျောင်းဆရာတွေရဲ့ စရိုက်ကိုပုံဖော်ပုံကလည်းပုံဖော်ပုံလဲထိုနည်း၎င်းပါပဲ။ဒါရိုက်တာကတော့ The Huntတို့ Celebrationတို့လို ဒရာမာကားကောင်းတွေရိုက်ထားတဲ့ Thomas Vinterbergပါ။မင်းသား ဒါရိုက်တာ ဘာမှပြောစရာမရှိပေမယ့် ရုပ်ရှင်မဆန်တာလွန်သွားလို့ပဲလားတော့မသိပါဘူးCinematography ပိုင်းမှာတော့ သာမန်အမြင်အရ ပြောလောက်စရာ ဘာမှမတွေ့မိပါဘူး။အော်စကာပွဲမှာ Best International Film ဆုအတွက်ဒိန်းမတ်ပြည်ရဲ့ ကိုယ်စားပြု ယှဉ်ပြိုင်ခွင့်ရထားပါတယ်အော်စကာရချင်ရမယ့် ရုပ်ရှင်ပါပဲ။တစ်ခုရှိတာက ရုပ်ရှင်ရဲ့နာမည်ကိုက “Another round”ပါ။တစ်ကားလုံးအရက်ကိုပဲအဓိကထားရိုက်ပြထားတာပါ။ကျန်တာကောင်းတာဘာညာအသာထားအရက်နဲ့ပက်သက်တဲ့ ဗဟုသုတတိုးချင်ရင်တော့မိတ်ဆွေကြည့်ကိုကြည့်သင့်ပါတယ်။တွေ့ကြုံဖူးသလောက်ဆို ကျွန်တော်တို့ထဲက အတော်များများကတော့လူလတ်ပိုင်းလောက်မှာ အရက်သမားဖြစ်မှန်းမသိဖြစ်လာကြမှာပါ။ဒီတော့ အဲ့ဒီကာလမရောက်ခင် ရှောင်ရန်ဆောင်ရန်သိရအောင်ကြိုကြည့်ထားသင့်တယ်လို့အကြံပေးချင်ပါတယ်။ဒိုင်တစ်ပေါက်က လျှမ်းလျှမ်းတောက်ပါတယ်။File size…(1 GB) and (1.7 GB)Quality….WEB-DL 1080p and 720pFormat…mp4Duration….01:57:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by d3mon , Wira Aung , Tin Myo Lwin"