"[Unicode]
Christopher Robin ရဲ့ Pooh တို့ squad လေး ပြန်လာပါပြီ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်ကြောင်းလေးမပြောခင် Pooh ရဲ့ နောက်ခံဇာတ်ကြောင်းလေး ပြောပြချင်ပါတယ်
Pooh ဇာတ်လမ်းကို ဖန်တီးခဲ့တဲ့ A.A Milne ဟာ
သားဖြစ်သူ Christopher Robin Milne ရဲ့ teddy bear အရုပ်လေးကိုတွေ့ပြီး ဖန်တီးခဲ့တာပါတဲ့
Winnie ဆိုတဲ့ နာမည်လေးကတော့ Christopher Robin တိရစ္ဆာန်ဥယျာဉ်သွားရင်း တွေ့ခဲ့တဲ့
Winnie ဆိုတဲ့ Black bear လေးကိုစွဲပြီး သူ့ရဲ့ teddy bear လေးကိုလည်း Winnie လို့ အမည်ပေးခဲ့တာပဲဖြစ်ပါတယ်
Pooh အပြင် squad လေးထဲမှာ ပါနေကျဖြစ်တဲ့
Piglet,Eeyore,Kanga,Roo နဲ့ Tigger တို့ဟာလည်း Christopher Robin ရဲ့ အရုပ်လေးတွေကို ပေါင်းစည်းပြီး ဖန်တီးထားတာပဲဖြစ်ပါတယ်
Rabbit နဲ့ Owl ကတော့ ဖန်တီးသူရဲ့ စိတ်ကူးထဲ ဇာတ်ကောင်လေးတွေပါ
ဒီတစ်ခေါက်ဇာတ်လမ်းအကျဉ်းပြောရရင် Eeyore ရဲ့ အမြီးလေး ပျောက်သွားတာကနေ စရမှာပါ
အဲ့ကနေမှ တစ်ဆင့် Pooh တို့ ဘယ်လိုအလွဲတွေ လုပ်ကြဦးမလဲဆိုတာ ကြည့်ရှုရဦးမှရပါ
သီချင်း ကဗျာလေးတွေနဲ့ ချစ်စရာ ကာတွန်းကားလေးဆိုတော့
ကိုယ့်ကောင်မလေးတွေကို မျက်နှာလုပ်ပြီးပို့ပေး ညွှန်းပေးလို့ရပါတယ် (ဤကား စကားချပ်)
ဒီလိုဆိုလို့ FA တွေလည်း ဝမ်းမနည်းစေချင်ပါ
ဒေါင်းပေးမယ့်သူမရှိလည်း ကိုယ့်ဘာကိုယ်ဒေါင်းပြီး အိမ်က တူ တူမ ကလေးတစ်သိုက်ကို ပြလို့ရပါသေးတယ်ဗျ ။
( အညွှန်းကောင်းကောင်းလေးရေးထားသူကတော့ Amelia ပါ )
[Zawgyi]
Christopher Robin ရဲ႕ Pooh တို႔ squad ေလး ျပန္လာပါၿပီ
ဇာတ္ေၾကာင္းေလးမေျပာခင္ Pooh ရဲ႕ ေနာက္ခံဇာတ္ေၾကာင္းေလး ေျပာျပခ်င္ပါတယ္
Pooh ဇာတ္လမ္းကို ဖန္တီးခဲ့တဲ့ A.A Milne ဟာ
သားျဖစ္သူ Christopher Robin Milne ရဲ႕ teddy bear အ႐ုပ္ေလးကိုေတြ႕ၿပီး ဖန္တီးခဲ့တာပါတဲ့
Winnie ဆိုတဲ့ နာမည္ေလးကေတာ့ Christopher Robin တိရစာၦန္ဥယ်ာဥ္သြားရင္း ေတြ႕ခဲ့တဲ့
Winnie ဆိုတဲ့ Black bear ေလးကိုစြဲၿပီး သူ႔ရဲ႕ teddy bear ေလးကိုလည္း Winnie လို႔ အမည္ေပးခဲ့တာပဲျဖစ္ပါတယ္
Pooh အျပင္ squad ေလးထဲမွာ ပါေနက်ျဖစ္တဲ့
Piglet,Eeyore,Kanga,Roo နဲ႔ Tigger တို႔ဟာလည္း Christopher Robin ရဲ႕ အ႐ုပ္ေလးေတြကို ေပါင္းစည္းၿပီး ဖန္တီးထားတာပဲျဖစ္ပါတယ္
Rabbit နဲ႔ Owl ကေတာ့ ဖန္တီးသူရဲ႕ စိတ္ကူးထဲ ဇာတ္ေကာင္ေလးေတြပါ
ဒီတစ္ေခါက္ဇာတ္လမ္းအက်ဥ္းေျပာရရင္ Eeyore ရဲ႕ အၿမီးေလး ေပ်ာက္သြားတာကေန စရမွာပါ
အဲ့ကေနမွ တစ္ဆင့္ Pooh တို႔ ဘယ္လိုအလြဲေတြ လုပ္ၾကဦးမလဲဆိုတာ ၾကည့္ရႈရဦးမွရပါ
သီခ်င္း ကဗ်ာေလးေတြနဲ႔ ခ်စ္စရာ ကာတြန္းကားေလးဆိုေတာ့
ကိုယ့္ေကာင္မေလးေတြကို မ်က္ႏွာလုပ္ၿပီး​ပို႔ေပး ၫႊန္းေပးလို႔ရပါတယ္ (ဤကား စကားခ်ပ္)
ဒီလိုဆိုလို႔ FA ေတြလည္း ဝမ္းမနည္းေစခ်င္ပါ
ေဒါင္းေပးမယ့္သူမရွိလည္း ကိုယ့္ဘာကိုယ္ေဒါင္းၿပီး အိမ္က တူ တူမ ကေလးတစ္သိုက္ကို ျပလို႔ရပါေသးတယ္ဗ် ။
( အညႊန္းေကာင္းေကာင္းေလးေရးထားသူကေတာ့ Amelia ပါ )
Quality__1080P
IMDb Rating__7.2/10
Format__mp4
Duration__01:00:00
Type__Adventure , Animation , Comedy
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Amelia
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
