"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
* What’s Eating Gilbert Grape *
IMDB – 7.8/10
Rotten Toamtoes – 89%
MKWah – 4.5/5
____________
Leonardo DiCaprio နဲ့ Jonny Depp တို့ အတူ တွဲရိုက်တဲ့ ရှားရှားပါးပါး ရုပ်ရှင် . . ။
အမေရိကန် မြို့ငယ်လေးတစ်မြို့ရဲ့ လူနေမှုဘဝ တွေကို မြင်ရမယ့် ရုပ်ရှင် . . ။
အတက်အကျ အနိမ့်အမြင့် အချိုးအကွေ့တွေနဲ့ ဝေဝေဆာဆာ ဖန်တီးထားတဲ့ ဇာတ်ညွှန်းတစ်ပုဒ်ကို ခံစားရမယ့် ရုပ်ရှင် . . ။
ဇာတ်လမ်းအကျဉ်းက အသက် 24 နှစ်အရွယ် Gilbert (Jonny Depp) ဆိုတဲ့ ကောင်လေးနဲ့ သူ့မိသားစုအကြောင်း ပါ။ သူ့မှာ စိတ်မမှန်တဲ့ အူကြောင်ကြောင် ညီတစ်ယောက် (Leonardo) ရှိတယ်။ ဒီရုပ်ရှင်ကို ကြည့်မယ်ဆိုရင် သူတို့ရဲ့ နေ့စဉ်ဘဝ အပါအဝင် ဝမ်းနည်းစရာ စိတ်ပျော်စရာ စတဲ့ ခံစားချက် အမျိုးမျိုးကို ထိတွေ့ရမှာပါ။
ဒီရုပ်ရှင်က 1993 ခုနှစ်မှာ ထွက်ခဲ့ပါတယ်။
အဲ့အချိန်တုန်းက Leonardo ရဲ့အသက် 19 နှစ်ပဲ ရှိပါသေးတယ်။ သူ့ရဲ့ သုံးကားမြောက်ရုပ်ရှင်ပါ။ ဒါ့အပြင် Leo ရဲ့ ပထမဆုံး အော်စကာ ဇကာတင် စ ဝင်တဲ့ ရုပ်ရှင်လည်း ဖြစ်ပါတယ်။ Supporting Actor အနေနဲ့ ဝင်တာပါ။ အဲ့ဒီကနေ စ လိုက်တာ နောက်ဆုံး The Revenant ကျမှ အော်စကာ ရပါတော့တယ်။ ဒီရုပ်ရှင်မှာ Leo ကို တစ်ခါမှ မမြင်ဖူးတဲ့ သူငယ်နပ်စား စိတ်ရောဂါရှင် အူတိအူကြောင် ကောင်လေးတစ်ယောက်အနေနဲ့ မြင်ရမှာပါ။
Jonny Depp လည်း ဒီကားကို ရိုက်ကူးနေချိန်မှာ အသက် ၃၁ ပဲ ရှိပါသေးတယ်။ ကျွန်တော်ကတော့ ဒီကားမှာ Depp ကို ကြွေတယ်။ အေးတိအေးစက် နဲ့ သရုပ်ကို ဆောင်ထားပြီး မထင်ထားတာတွေ ထ ထ လုပ်တဲ့ Depp . . ။ ရူပါကလည်း အဖြောင့်။ (ဆော်တွေတော့ မသိ။ ကိုယ်တော့ ကြွေတယ်)
သူနဲ့ Leo နဲ့ ညီအစ်ကို နှစ်ယောက်ဆိုတဲ့ Character ကို ကြည့်ရတာ Legend ကြီး နှစ်ယောက်ရဲ့ ကနဦးဘဝ နှစ်ခုကို တစ်ပြိုင်တည်း လေ့လာခံစားနေခွင့် ရသလိုကို ဖြစ်နေပါတော့တယ်။
အခြား Character တွေဆိုရင် အဲ့ဒီအချိန်က နာမည်ကြီးမင်းသမီးကြီး Luliette Lewis တို့ Mary Steenburgen တို့လည်း ပါဝင် သရုပ်ဆောင်ထားပါတယ်။ အခြားနာမည်ရှိပြီးသား Character တစ်ချို့လည်း ပါသေးတယ်ဆိုတော့ ဒီရုပ်ရှင်က character တော်တော်မြိုင်တယ်ပြောရမယ်။
အခြားသော Music တို့ DOP တို့ Production Design တို့ စတဲ့ ကဏ္ဍ အသီးသီးမှာတော့ ဒီဘက်ခေတ်ရုပ်ရှင်တွေလောက် ခေတ်မမှီပေမယ့်လည်း ရိုးရှင်းသပ်ရပ်ပြီး ဒီနေ့ထိ မျက်စိအရသာကို ရှိနေပါတယ်။
ပေါ့ပေါ့ပါးပါးလည်းဖြစ် . . အနှစ်သာရလည်းြ့ပည့်ဝတဲ့ Hollywood ရဲ့ classic drama ကား တစ်ကားကို ကြည့်ချင်တယ်ဆိုရင်တော့ What’s Eating Gilbert Grape ကို ရွေးချယ်ဖို့ အကြံပြုအပ်ပါတယ်။
_________
မောက်ခမ်းဝါ
#whats_eating_gilbert_grape
#MKWah_film_review
(ရုပ်ရှင်အညွှန်းကို https://www.facebook.com/minthu.kyaw.397/posts/1511321455643068 မှကူးယူဖော်ပြပါသည်။)
————————————————-
File size…(1GB)
Quality…Blu-Ray Rip 720p
Format…mp4
Duration….02:08:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Hein Htet Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
