"Ordinary Love(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လူတစ်ယောက်နဲ့တစ်ယောက် ချစ်ကြတယ် …နှောင်ဖွဲ့ကြတယ် …အချင်းချင်းတန်ဖိုးထားမြတ်နိုးကြတယ်… အဲ့အရာကိုဖော်ပြမှုပေါင်းစုံနဲ့ဖော်ပြကြတယ်… တစ်ချို့ကြ ပိုက်ဆံအကုန်ခံပြီး ပဲရစ်အထိခေါ်သွားတယ် တစ်ချို့ကြလက်ဆောင်ပစ္စည်းအမျိုးမျိုးနဲ့ ဖော်ပြကြတယ် …ဒါပေမယ့်နှစ်နှစ်ကာကာထဲထဲ၀င်၀င်ချစ်မိရင်တော့ ဖော်ပြမတတ်နိုင်အောင်ပါပဲသူ့အတွက်ဘာမဆိုလုပ်ပေးဖို့အသင့်ဖြစ်နေပြီး အဲ့ထဲမှာပဲ ကိုယ့်ရဲ့ identity အစစ်တောင်ပျောက်ဆုံးလုမတတ်ပါပဲ ဆိုလိုတာအပြင်ပန်းကကြည့်ရင်လူ့ဂွစာပုံစံပေါက်နေပြီးရင်ထဲမှာတော့ သေမတတ်ချစ်တဲ့လူစားမျိုးမြင်ဖူးကြမှာပါ….
ဒီဇာတ်လမ်းမှာတော့ တွမ်နဲ့ဂျုံးတို့ဟာ နှစ်ယောက်တစ်ဘ၀လေးတည်ဆောက်ပြီးနေတယ် ကြားထဲသမီးလေးဒတ်ဘီတစ်ယောက် မွေးဖွားခဲ့ပေမဲ့ ကံဆိုးစွာနဲ့ပဲအကြောင်းတစ်စုံတစ်ရာကြောင့် ဒတ်ဘီလေးဆုံးသွားရှာတယ် …တွမ့်အတွက်တော့အရူးမီးဝိုင်းပါပဲ …သူသမီးကိုဆုံးရှုံးပြီးပြီ သူချစ်တဲ့ဒီတစ်ယောက်တည်းသောမိန်းမကိုတော့ သူထပ်အဆုံးရှုံးမခံနိုင်ဘူး…. သူ့ရင်ထဲကနှစ်နှစ်ကာကာချစ်သလောက် သူ့အပြုအမူတွေကနှစ်နှစ်ကာကာ မဖြစ်ခဲ့ပေမယ့်ဒီကားကိုအဆုံးထိကြည့်ပြီးတဲ့သူတွေသိမှာပါ …ကျုပ်တို့ရဲ့ မင်းသားကြီး Liam Neeson တစ်ဖြစ်လဲ တွမ်ကြီးဟာ သူ့မိန်းမအပေါ်ဘယ်လောက်ချစ်ခဲ့တယ်ဆိုတာ…
ရိုးရှင်းတဲ့သာမညအချစ်ဟာနေရာတိုင်းမယ်ရှိမယ် မထင်ပါဘူးဘာလို့ဆို ဒီလိုအချစ်မျိုးဟာဘယ်လောက်ထိပြောင်မြောက်လဲဆိုတာ…
IMDb 7 Rotten Tomatoes မှာ93% နဲ့လတ်ဆတ်နေတဲ့ Ordinary Love ကိုသာခံစားကြည့်ရှုကြပါကုန်..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်….
(zawgyi)
လူတစ္ေယာက္နဲ႔တစ္ေယာက္ ခ်စ္ၾကတယ္ …ေႏွာင္ဖြဲ႕ၾကတယ္ …အခ်င္းခ်င္းတန္ဖိုးထားျမတ္ႏိုးၾကတယ္… အဲ့အရာကိုေဖာ္ျပမႈေပါင္းစုံနဲ႔ေဖာ္ျပၾကတယ္… တစ္ခ်ိဳ႕ၾက ပိုက္ဆံအကုန္ခံၿပီး ပဲရစ္အထိေခၚသြားတယ္ တစ္ခ်ိဳ႕ၾကလက္ေဆာင္ပစၥည္းအမ်ိဳးမ်ိဳးနဲ႔ ေဖာ္ျပၾကတယ္ …ဒါေပမယ့္ႏွစ္ႏွစ္ကာကာထဲထဲ၀င္၀င္ခ်စ္မိရင္ေတာ့ ေဖာ္ျပမတတ္ႏိုင္ေအာင္ပါပဲသူ႔အတြက္ဘာမဆိုလုပ္ေပးဖို႔အသင့္ျဖစ္ေနၿပီး အဲ့ထဲမွာပဲ ကိုယ့္ရဲ႕ identity အစစ္ေတာင္ေပ်ာက္ဆုံးလုမတတ္ပါပဲ ဆိုလိုတာအျပင္ပန္းကၾကည့္ရင္လူ႔ဂြစာပုံစံေပါက္ေနၿပီးရင္ထဲမွာေတာ့ ေသမတတ္ခ်စ္တဲ့လူစားမ်ိဳးျမင္ဖူးၾကမွာပါ….
ဒီဇာတ္လမ္းမွာေတာ့ တြမ္နဲ႔ဂ်ဳံးတို႔ဟာ ႏွစ္ေယာက္တစ္ဘ၀ေလးတည္ေဆာက္ၿပီးေနတယ္ ၾကားထဲသမီးေလးဒတ္ဘီတစ္ေယာက္ ေမြးဖြားခဲ့ေပမဲ့ ကံဆိုးစြာနဲ႔ပဲအေၾကာင္းတစ္စုံတစ္ရာေၾကာင့္ ဒတ္ဘီေလးဆုံးသြားရွာတယ္ …တြမ့္အတြက္ေတာ့အ႐ူးမီးဝိုင္းပါပဲ …သူသမီးကိုဆုံးရႈံးၿပီးၿပီ သူခ်စ္တဲ့ဒီတစ္ေယာက္တည္းေသာမိန္းမကိုေတာ့ သူထပ္အဆုံးရႈံးမခံႏိုင္ဘူး…. သူ႔ရင္ထဲကႏွစ္ႏွစ္ကာကာခ်စ္သေလာက္ သူ႔အျပဳအမူေတြကႏွစ္ႏွစ္ကာကာ မျဖစ္ခဲ့ေပမယ့္ဒီကားကိုအဆုံးထိၾကည့္ၿပီးတဲ့သူေတြသိမွာပါ …က်ဳပ္တို႔ရဲ႕ မင္းသားႀကီး Liam Neeson တစ္ျဖစ္လဲ တြမ္ႀကီးဟာ သူ႔မိန္းမအေပၚဘယ္ေလာက္ခ်စ္ခဲ့တယ္ဆိုတာ…
႐ိုးရွင္းတဲ့သာမညအခ်စ္ဟာေနရာတိုင္းမယ္ရွိမယ္ မထင္ပါဘူးဘာလို႔ဆို ဒီလိုအခ်စ္မ်ိဳးဟာဘယ္ေလာက္ထိေျပာင္ေျမာက္လဲဆိုတာ…
IMDb 7 Rotten Tomatoes မွာ93% နဲ႔လတ္ဆတ္ေနတဲ့ Ordinary Love ကိုသာခံစားၾကည့္ရႈၾကပါကုန္..
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hein That Naing ပဲျဖစ္ပါတယ္….
File Size : (850 MB) and (303 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:32:00
Genre : Romance , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Hein That Naing
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
