"Heks (2020)
===========
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.7/10
#Unicode
2020 ခုနစ်ထွက် Horror အမျိုးအစားဖြစ်ပါတယ်…
ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလိန်းက ပန်းချီပညာကို စွန့်လွှတ်ပြီး ဘားတစ်ခုမှာ အလုပ်လုပ်နေတာပါ။
ဒီလိန်းရဲ့အမေဖြစ်သူ ကယ်လီကတော့ အမြဲတမ်း ပျော်ရွှင်တက်ကြွနေတတ်ပြီး အစအနောက်လည်း
သန်တဲ့သူပါ… ကယ်လီက တောင်အာဖရိကမှာ ကြီးပြင်းလာတာကြောင့် အဲဒီမှာပဲအခြေချချင်တယ်လို့
ဒီလိန်းကိုပြောလာပါတယ်… သားအမိနှစ်ယောက် video call နဲ့ စကားပြောနေချိန်မှာပဲ ကယ်လီကို လူတစ်
ယောက်က လာသတ်သွားပါတယ်။ ဒီလိန်းလည်း တောင်အာဖရိကကို လိုက်သွားချိန်မှာ ကယ်လီရဲ့အမြွှာညီမ
လီဆာနဲ့ပြန်ဆုံပြီး သူ့အမေရဲ့ လျှို့ဝှက်ချက်တွေနဲ့ လူသတ်သမားက ဘယ်သူလဲဆိုတာကို ဖော်ထုတ်ဖို့ကြိုးစား
ပါတော့တယ်။ ဒီကားလေးဟာ ၁၄ ဒီဇင်ဘာက ထွက်ရှိထားပြီး . Horror ကောင်းကောင်း မျှော်နေသူတွေအတွက်တော့
Rating အမြင့်နဲ့ ကြည့်လို့ကောင်းမယ့် ကားလေးဖြစ်သလို . တစ်ချို့အခန်းတွေမှာ မထင်မှတ်တဲ့နေရာတွေကနေ
ခြောက်လှန့်ပြတာတွေက Horror Movie တစ်ကားကို ပိုပိုပြီး ပံ့ပိုးပေးထားတာတွေ့မြင်နိုင်ပါတယ် . . .
အဓိကကတော့ ပိုစတာထဲမှာပါတဲ့ မျက်နှာဖုံးပါပဲ . . .
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)
#Zawgyi
2020 ခုနစ္ထြက္ Horror အမ်ိဳးအစားျဖစ္ပါတယ္…
ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဒီလိန္းက ပန္းခ်ီပညာကို စြန႔္လႊတ္ၿပီး ဘားတစ္ခုမွာ အလုပ္လုပ္ေနတာပါ။
ဒီလိန္းရဲ႕အေမျဖစ္သူ ကယ္လီကေတာ့ အၿမဲတမ္း ေပ်ာ္႐ႊင္တက္ႂကြေနတတ္ၿပီး အစအေနာက္လည္း
သန္တဲ့သူပါ… ကယ္လီက ေတာင္အာဖရိကမွာ ႀကီးျပင္းလာတာေၾကာင့္ အဲဒီမွာပဲအေျခခ်ခ်င္တယ္လို႔
ဒီလိန္းကိုေျပာလာပါတယ္… သားအမိႏွစ္ေယာက္ video call နဲ႔ စကားေျပာေနခ်ိန္မွာပဲ ကယ္လီကို လူတစ္
ေယာက္က လာသတ္သြားပါတယ္။ ဒီလိန္းလည္း ေတာင္အာဖရိကကို လိုက္သြားခ်ိန္မွာ ကယ္လီရဲ႕အႁမႊာညီမ
လီဆာနဲ႔ျပန္ဆုံၿပီး သူ႔အေမရဲ႕ လွ်ိဳ႕ဝွက္ခ်က္ေတြနဲ႔ လူသတ္သမားက ဘယ္သူလဲဆိုတာကို ေဖာ္ထုတ္ဖို႔ႀကိဳးစား
ပါေတာ့တယ္။ ဒီကားေလးဟာ ၁၄ ဒီဇင္ဘာက ထြက္ရွိထားၿပီး . Horror ေကာင္းေကာင္း ေမွ်ာ္ေနသူေတြအတြက္ေတာ့
Rating အျမင့္နဲ႔ ၾကည့္လို႔ေကာင္းမယ့္ ကားေလးျဖစ္သလို . တစ္ခ်ိဳ႕အခန္းေတြမွာ မထင္မွတ္တဲ့ေနရာေတြကေန
ေျခာက္လွန႔္ျပတာေတြက Horror Movie တစ္ကားကို ပိုပိုၿပီး ပံ့ပိုးေပးထားတာေတြ႕ျမင္ႏိုင္ပါတယ္ . . .
အဓိကကေတာ့ ပိုစတာထဲမွာပါတဲ့ မ်က္ႏွာဖုံးပါပဲ . . .
(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p WebRip 5.1CH
Duration – 1h 22min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Horror
Source : 1080p.WebRip
Translator – May Myat Thu
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
