"Torbaaz(2020)အညွှန်း
********************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(1080p5.1ch သမားတွေ ရပါပြီ…)
မင်းသားကြီး Sanjay Dutt ရဲ့ Action, Drama, Sport ကားသစ်လာပါပြီဗျား….
အဖဂန်နစ္စတန်က သိကြတဲ့အတိုင်း ရုရှားက ဗျင်းလိုက် အမေရိကန်က ဗျင်းလိုက်နဲ့ စစ်ကြောင့်
ပြိုလဲပျက်စီးနေတဲ့နိုင်ငံတစ်ခု…အဖဂန်နစ္စတန်က လက်နက်ကိုင်အဖွဲ့အစည်းတွေကတော့ နည်းမျိုးစုံနဲ့ တွန်းလှန်နေဆဲပါပဲ…
အဲ့ဒီလို တွန်းလှန်တဲ့နေရာမှာ သူတို့တွေဟာ ကလေးသူငယ်တွေကို အစွန်းရောက်ဘာသာရေးအယူအဆတွေသွပ်သွင်းပြီး
အသေခံဗုံးခွဲတိုက်ခိုက်ခိုင်းပါတယ်…ဒီကလေးတွေကြောင့် စစ်သည်အများစုအသက်ဆုံးရှုံးကြရသလို အပြစ်မဲ့တဲ့
ပြည်သူလူထုတွေလည်း ကျဆုံးကုန်ကြပါတယ်..စစ်ဘေးကြောင့် ဒုက္ခသည်စခန်းတွေမှိုလိုပေါက်လာပြီး
ဒီစခန်းမှာရှိတဲ့သူတွေကို တတ်နိုင်သလောက်ကူညီထောက်ပံ့နေတဲ့အဖွဲ့အစည်းတွေလည်းရှိလာပါတယ်……
အဲဒီလိုကူညီတဲ့အဖွဲ့ထဲမှာ စစ်တပ်မှာတာဝန်ထမ်းဆောင်နေတဲ့ နစားရ်ခန်းရဲ့အမျိုးသမီးလည်းအပါအဝင်ဖြစ်ပါတယ်…
ကံဆိုးစွာပဲ အသေခံဗုံးခွဲခဲ့တဲ့ကလေးတစ်ယောက်ကြောင့် သူ့မိန်းမနဲ့ကလေးအသက်ဆုံးရှုံးသွားရတယ်…
နစားရ်ခန်းတစ်ယောက် ဆောက်တည်ရာမရ စိတ်ဒဏ်ရာတွေနဲ့ ကျန်ခဲ့လေရဲ့…
အဲ့ဒီနောက် သူ့ကို အဖဂန်နစ္စတန်က ဒုက္ခသည်ကလေးတွေကို ကူညီဖို့ ဖိတ်ခေါ်ခြင်းခံရတယ်..
အရင်က ကလေးတစ်ယောက်ဆို အပြစ်ကင်းတဲ့ချစ်စရာကလေးငယ်လို့ မြင်ခဲ့ပေမဲ့ ဇနီးနဲ့ကလေး အသေခံဗုံးခွဲတဲ့ကလေးကြောင့်
အသက်ဆုံးရှုံးပြီးနောက်မှာ ကလေးငယ်တိုင်းကို လက်နက်ကိုင် အကြမ်းဖက်သမားအဖြစ်မြင်နေတဲ့သူ့အတွက်
တကယ့်ကို စိတ်ပျက်စရာကြီးပါပဲ…
အာဖဂန်နစ္စတန်ရောက်ပြီး ဘယ်လိုတွေထပ်ကြုံရမလဲဆိုတာတွေကိုတော့…..
ဒီကားကမင်းသားကြီး Sanjay Dutt က အဓိကပါဝင်ထားပါတယ်…ရိုက်ကူးထားတာတွေတော်တေ်ာကြီးကိုမိုက်သလို
ဇာတ်လမ်းလည်းတော်တော်ကောင်းပါတယ်…ခံစားကြည့်ကြပါဉီး….ဘာသာပြန်သူကတော့ Thaik San ပဲ ဖြစ်ပါတယ်။
File Size :(2.57GB)(1.21GB) and (466 MB)
Quality : WEB-DL 1080p 5.1CH, 720p
Format…mp4
Duration…02:12:00
Genre : Action, Drama, Sport
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Thaik San
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
