"Rose Island (2020)================PauseIMDb Rating – 6.9/10#UnicodeNetflix ကအသစ်ထွက်လာတဲ့ adventure/ comedy/ drama အမျိုးအစား အီတလီဇာတ်ကားလေးဖြစ်ပါတယ်။ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားပြီး တော်တော်လေးကို ကြည့်လို့ကောင်းပြီး စိတ်ဝင်စားစရာကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျော်ဂျီရို ရိုဆာက အီတလီလူမျိုး အင်ဂျင်နီယာတစ်ယောက်ပေါ့…သူက အားအားရှိ ပစ္စည်းပေါင်းစုံ လျှောက်ထွင်ပြီးတစ်ချိန်လုံး အဖမ်းခံနေရတဲ့သူပါ…ဂတ်ဘရီအယ်လာက သူ့ရည်းစားဟောင်း ရှေ့နေမလေးပေါ့ တော်တယ် ထက်မြက်တယ်…ရိုဆာကို ချစ်ပေမယ့် လက်တွေ့ဆန်တဲ့ ဂတ်ဘီက ရိုဆာနဲ့တွဲရတာ စွန့်စားလွန်းရာကျတယ်ဆိုပြီး ပြတ်ခဲ့ကြတာပေါ့။တစ်ရက် သူတို့ပြန်ဆုံပြီး ကမောက်ကမတွေဖြစ်ကုန်တော့ ဂတ်ဘီက စိတ်ဆိုးပြီး ရိုဆာ့ကိုပြောတယ် သီးသန့်ကိုယ်ပိုင်ကမ္ဘာဆိုတာ မရှိကြောင်း လိုက်လျောညီထွေနေတတ်ဖို့လိုကြောင်းတွေပေါ့။ အဲဒီမှာ ရိုဆာက လက်မခံပဲ သီးသန့်ကိုယ်ပိုင်ကမ္ဘာ ဖန်တီးပြမယ်ဆိုပြီး သူငယ်ချင်းဖြစ်သူ မော်ရီဇီရိုနဲ့အီတလီရေပိုင်နက်အပြင်မှာ နှင်းဆီကျွန်းလို့ အမည်ရတဲ့လူလုပ်ကျွန်းတစ်ခု ဆောက်ပြီး လွတ်လပ်တဲ့ပြည်ထောင်စုအဖြစ်ကြေငြာပစ်လိုက်တော့တယ်။ အဲဒီကျွန်းကို အီတလီအစိုးရက မျက်စိစပါးမွှေးစူးလာချိန်မှာတော့… ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ ဆက်လက်ရှုစားကြပါနော်…ဒီဇာတ်လမ်းလေးမှာ တီထွင်မှုတွေ . ထိုးဖောက်တွေနဲ့ရူးသွပ်တဲ့ Life Style ကိုတွေ့မြင်ရမယ် . Comedy လေးတွေချိုးသွားတာကလည်း ထိုင်ပြောင်ပြတာမျိုးတစ်ခန်းမှမပါဘဲကို ပြုံးရယ်သွားစေချင်တာမျိုးမို့ အတော်လေးကို ကြည့်လို့ကောင်းပါတယ်။နောက်တစ်ခုပြောပြချင်တာက တကယ့်အပြင်မှာ ရိုဆာနဲ့ ဂတ်ဘီက သေတဖန် သက်တဆုံး ပေါင်းဖက်သွားကြပါသတဲ့ 😁(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#ZawgyiNetflix ကအသစ္ထြက္လာတဲ့ adventure/ comedy/ drama အမ်ိဳးအစား အီတလီဇာတ္ကားေလးျဖစ္ပါတယ္။ျဖစ္ရပ္မွန္ကို ႐ိုက္ကူးထားၿပီး ေတာ္ေတာ္ေလးကို ၾကည့္လို႔ေကာင္းၿပီး စိတ္ဝင္စားစရာေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေဂ်ာ္ဂ်ီ႐ို ႐ိုဆာက အီတလီလူမ်ိဳး အင္ဂ်င္နီယာတစ္ေယာက္ေပါ့…သူက အားအားရွိ ပစၥည္းေပါင္းစုံ ေလွ်ာက္ထြင္ၿပီးတစ္ခ်ိန္လုံး အဖမ္းခံေနရတဲ့သူပါ…ဂတ္ဘရီအယ္လာက သူ႔ရည္းစားေဟာင္း ေရွ႕ေနမေလးေပါ့ ေတာ္တယ္ ထက္ျမက္တယ္…႐ိုဆာကို ခ်စ္ေပမယ့္ လက္ေတြ႕ဆန္တဲ့ ဂတ္ဘီက ႐ိုဆာနဲ႔တြဲရတာ စြန႔္စားလြန္းရာက်တယ္ဆိုၿပီး ျပတ္ခဲ့ၾကတာေပါ့။တစ္ရက္ သူတို႔ျပန္ဆုံၿပီး ကေမာက္ကမေတြျဖစ္ကုန္ေတာ့ ဂတ္ဘီက စိတ္ဆိုးၿပီး ႐ိုဆာ့ကိုေျပာတယ္ သီးသန႔္ကိုယ္ပိုင္ကမာၻဆိုတာ မရွိေၾကာင္း လိုက္ေလ်ာညီေထြေနတတ္ဖို႔လိုေၾကာင္းေတြေပါ့။ အဲဒီမွာ ႐ိုဆာက လက္မခံပဲ သီးသန႔္ကိုယ္ပိုင္ကမာၻ ဖန္တီးျပမယ္ဆိုၿပီး သူငယ္ခ်င္းျဖစ္သူ ေမာ္ရီဇီ႐ိုနဲ႔အီတလီေရပိုင္နက္အျပင္မွာ ႏွင္းဆီကြၽန္းလို႔ အမည္ရတဲ့လူလုပ္ကြၽန္းတစ္ခု ေဆာက္ၿပီး လြတ္လပ္တဲ့ျပည္ေထာင္စုအျဖစ္ေၾကျငာပစ္လိုက္ေတာ့တယ္။ အဲဒီကြၽန္းကို အီတလီအစိုးရက မ်က္စိစပါးေမႊးစူးလာခ်ိန္မွာေတာ့… ဘာေတြဆက္ျဖစ္မွာလဲဆိုတာ ဆက္လက္ရႈစားၾကပါေနာ္…ဒီဇာတ္လမ္းေလးမွာ တီထြင္မႈေတြ . ထိုးေဖာက္ေတြနဲ႔႐ူးသြပ္တဲ့ Life Style ကိုေတြ႕ျမင္ရမယ္ . Comedy ေလးေတြခ်ိဳးသြားတာကလည္း ထိုင္ေျပာင္ျပတာမ်ိဳးတစ္ခန္းမွမပါဘဲကို ၿပဳံးရယ္သြားေစခ်င္တာမ်ိဳးမို႔ အေတာ္ေလးကို ၾကည့္လို႔ေကာင္းပါတယ္။ေနာက္တစ္ခုေျပာျပခ်င္တာက တကယ့္အျပင္မွာ ႐ိုဆာနဲ႔ ဂတ္ဘီက ေသတဖန္ သက္တဆုံး ေပါင္းဖက္သြားၾကပါသတဲ့ 😁(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲျဖစ္ပါတယ္။)Quality – 1080p, 720p WebRip 5.1CHDuration – 1h 57minSubtitle – Myanmar HardsubFormat – Mp4Genre : Adventure, Comedy, DramaSource : 1080p.WebRipTranslator – May Myat ThuEncoder – SWM"