"Agatha and the Midnight Murders (2020)
================================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.4/10
#Unicode
ကမ္ဘာပေါ်မှာအအောင်မြင်ဆုံးစုံထောက်ဝတ္ထုတွေကိုရေးခဲ့တဲ့ စာရေးဆရာမကြီးအဂ္ဂသာခရစ်စတီးကို
ဇာတ်အိမ် တည်ပြီး ရိုက်ကူးထားတဲ့ လျှို့ဝှက်မှုခင်းဇာတ်လမ်းလေးပဲဖြစ်ပါတယ်။ ဒီကားလေးမှာ စာရေး
ဆရာမကြီးခရစ်စတီးဟာ စီးပွားရေးပျက်လုနီးပါးဖြစ်ပြီး အခွန်အကြွေးတွေပါပေးစရာရှိတာကြောင့် သူ့ရဲ့
နာမည်ကျော်ဇာတ်ကောင်ပွိုင်ရော့(Poirot)ကို သေခိုင်းလိုက်တဲ့ ဝတ္ထုတစ်ပုဒ်ကိုရေးခဲ့ပါတယ်။ အဆိုပါ
ဝတ္ထုရဲ့လက်ရေးမူကို သူ့ရဲ့အမာခံပရိသတ်တစ်ဦးထံ ရောင်းချဖို့လုပ်ခဲ့ပါတယ်။ ရောင်းချဖို့အတွက်တွေ့ဆုံ
နေကြတုန်းမှာ ဂျာမာန်တွေရဲ့လေကြောင်းတိုက်ခိုက်မှုနဲ့ကြုံရလို့ မြေအောက်ခန်းမှာရှောင်ပုန်းနေခဲ့ရပါတယ်။
မြေအောက်ခန်းထဲမှာပုန်းနေတုန်း သူ့ရဲ့ဝတ္ထုလက်ရေးမူကအခိုးခံလိုက်ရသလို လာဝယ်တဲ့လူကလည်း
ရုတ်တရက်သေဆုံးခဲ့ပါတော့တယ်။ ဒီလောက်အထိပဲ ဇာတ်လမ်းအညွှန်းကိုပြောပြချင်ပါတယ်၊ စိတ်ဝင်စား
စရာကောင်းတဲ့လှည့်ကွက်လေးတွေနဲ့ ဇာတ်အိမ်ကိုရိုက်ပြသွားတာလေးက အတော်ကိုသေသပ်ပါတယ်။
Mystery ကားတွေကြိုက်သူများအဖို့အတွက်တော့ ကြည့်သင့်တဲ့ရုပ်ရှင်ကားကောင်းတစ်ကားလို့ ညွှန်းဆို
ရင်း တင်ဆက်ပေးလိုက်ပါရစေ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)
#Zawgyi
ကမာၻေပၚမွာအေအာင္ျမင္ဆုံးစုံေထာက္ဝတၳဳေတြကိုေရးခဲ့တဲ့ စာေရးဆရာမႀကီးအဂၢသာခရစ္စတီးကို
ဇာတ္အိမ္ တည္ၿပီး ႐ိုက္ကူးထားတဲ့ လွ်ိဳ႕ဝွက္မႈခင္းဇာတ္လမ္းေလးပဲျဖစ္ပါတယ္။ ဒီကားေလးမွာ စာေရး
ဆရာမႀကီးခရစ္စတီးဟာ စီးပြားေရးပ်က္လုနီးပါးျဖစ္ၿပီး အခြန္အေႂကြးေတြပါေပးစရာရွိတာေၾကာင့္ သူ႔ရဲ႕
နာမည္ေက်ာ္ဇာတ္ေကာင္ပြိဳင္ေရာ့(Poirot)ကို ေသခိုင္းလိုက္တဲ့ ဝတၳဳတစ္ပုဒ္ကိုေရးခဲ့ပါတယ္။ အဆိုပါ
ဝတၳဳရဲ႕လက္ေရးမူကို သူ႔ရဲ႕အမာခံပရိသတ္တစ္ဦးထံ ေရာင္းခ်ဖို႔လုပ္ခဲ့ပါတယ္။ ေရာင္းခ်ဖို႔အတြက္ေတြ႕ဆုံ
ေနၾကတုန္းမွာ ဂ်ာမာန္ေတြရဲ႕ေလေၾကာင္းတိုက္ခိုက္မႈနဲ႔ႀကဳံရလို႔ ေျမေအာက္ခန္းမွာေရွာင္ပုန္းေနခဲ့ရပါတယ္။
ေျမေအာက္ခန္းထဲမွာပုန္းေနတုန္း သူ႔ရဲ႕ဝတၳဳလက္ေရးမူကအခိုးခံလိုက္ရသလို လာဝယ္တဲ့လူကလည္း
႐ုတ္တရက္ေသဆုံးခဲ့ပါေတာ့တယ္။ ဒီေလာက္အထိပဲ ဇာတ္လမ္းအၫႊန္းကိုေျပာျပခ်င္ပါတယ္၊ စိတ္ဝင္စား
စရာေကာင္းတဲ့လွည့္ကြက္ေလးေတြနဲ႔ ဇာတ္အိမ္ကို႐ိုက္ျပသြားတာေလးက အေတာ္ကိုေသသပ္ပါတယ္။
Mystery ကားေတြႀကိဳက္သူမ်ားအဖို႔အတြက္ေတာ့ ၾကည့္သင့္တဲ့႐ုပ္ရွင္ကားေကာင္းတစ္ကားလို႔ ၫႊန္းဆို
ရင္း တင္ဆက္ေပးလိုက္ပါရေစ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay 5.1CH
Duration – 1h 31min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Mystery
Source : 1080p.BluRay
Translator – Chit Tee
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
