"Last Letter (2020)
================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.0/10
#Unicode
ဟိုးတုန်းက လူတွေက တစ်ယောက်ကိုတစ်ယောက်
စာ‌တွေနဲ့ဆက်သွယ်ခဲ့ကြတယ်။ ဒီစာ‌လေးတွေမှာ
ကျွန်တော်တို့ မက်ဆေ့တွေလို တမျှော်တခေါ်
ပြန်လှန်ရှာနေရတဲ့ ဆိုးကျိုးမရှိဘူး။ ကိုယ့်ရင်ထဲ
ထိရတဲ့ စာကြောင်းကလေးတွေကို အချိန်မရွေး
ပြန်ဖတ်နိုင်ဖို့ အခွင့်အရေးပေးထားတယ်။
လေထဲကွယ်ပျောက်မသွားဘဲ အမှတ်တရအဖြစ်
ထင်ကျန်နေမယ့် အရာကလေးတွေ‌ပေါ့။
ဒီဘက်ခေတ်ကြီးမှာ ရည်းစားစာပေးတဲ့ ဓလေ့က
မထွန်းကားတော့ပါဘူး။ ဒါပေမဲ့ ကျွန်တော်တော့
ကောင်မလေးတစ်ယောက်ကို နှစ်နှစ်ကျော်ကြာ
တစ်ပတ်တစ်ခါတစ်မျိူး တစ်လတစ်ခါတစ်ဖုံ
ပေးဖြစ်နေတုန်းပဲ။ တစ်ချို့တွေလည်း
ပေးဖြစ်ကြမယ်ထင်ပါတယ်။
ဒီရုပ်ရှင်ကလေးကလည်း စမတ်ဖုန်းတွေ
ထွန်းကားနေတဲ့ ဒီခေတ်ကြီးမှာ စာတွေပေးဖြစ်နေကြတဲ့
လူတွေအကြောင်းပါပဲ။ သူတို့နှလုံးသားတွေကို
စာအိတ်ထဲထည့်ပို့နေကြတဲ့ လူတွေပေါ့။
သူ့ဇာတ်အိမ်ထက်ကို ဇာတ်ကွက်ကလေးတွေက
သိပ်ပြီးလှတယ်။ ငြိမ့်ငြိမ့်လေး အေးဆေးတဲ့
ရိုမန့်တစ်ဆန်မှုကလေးကိုရတယ်။
တစ်ကားလုံးစာလေးတွေပဲ အဓိကထားပြီးရိုက်ထားတယ်
Ratingကောင်းပြီး
ဖြည်းဖြည်းလေးနဲ့ ငြိမ့်ငြိမ့်လေး
ခံစားကြည့်မယ်ဆိုရင်တော့ ဇာတ်ကားအပြီးမှာ
မရေးဖြစ်တာကြာပြီဖြစ်တဲ့ ရည်းစာစာတစ်စောင်
ကောက်ရေးပြီး ချစ်တဲ့သူကို ပေးမိသွားနိုင်တယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဟိုးတုန္းက လူေတြက တစ္ေယာက္ကိုတစ္ေယာက္
စာ‌ေတြနဲ႔ဆက္သြယ္ခဲ့ၾကတယ္။ ဒီစာ‌ေလးေတြမွာ
ကြၽန္ေတာ္တို႔ မက္ေဆ့ေတြလို တေမွ်ာ္တေခၚ
ျပန္လွန္ရွာေနရတဲ့ ဆိုးက်ိဳးမရွိဘူး။ ကိုယ့္ရင္ထဲ
ထိရတဲ့ စာေၾကာင္းကေလးေတြကို အခ်ိန္မေ႐ြး
ျပန္ဖတ္ႏိုင္ဖို႔ အခြင့္အေရးေပးထားတယ္။
ေလထဲကြယ္ေပ်ာက္မသြားဘဲ အမွတ္တရအျဖစ္
ထင္က်န္ေနမယ့္ အရာကေလးေတြ‌ေပါ့။
ဒီဘက္ေခတ္ႀကီးမွာ ရည္းစားစာေပးတဲ့ ဓေလ့က
မထြန္းကားေတာ့ပါဘူး။ ဒါေပမဲ့ ကြၽန္ေတာ္ေတာ့
ေကာင္မေလးတစ္ေယာက္ကို ႏွစ္ႏွစ္ေက်ာ္ၾကာ
တစ္ပတ္တစ္ခါတစ္မ်ိဴး တစ္လတစ္ခါတစ္ဖုံ
ေပးျဖစ္ေနတုန္းပဲ။ တစ္ခ်ိဳ႕ေတြလည္း
ေပးျဖစ္ၾကမယ္ထင္ပါတယ္။
ဒီ႐ုပ္ရွင္ကေလးကလည္း စမတ္ဖုန္းေတြ
ထြန္းကားေနတဲ့ ဒီေခတ္ႀကီးမွာ စာေတြေပးျဖစ္ေနၾကတဲ့
လူေတြအေၾကာင္းပါပဲ။ သူတို႔ႏွလုံးသားေတြကို
စာအိတ္ထဲထည့္ပို႔ေနၾကတဲ့ လူေတြေပါ့။
သူ႔ဇာတ္အိမ္ထက္ကို ဇာတ္ကြက္ကေလးေတြက
သိပ္ၿပီးလွတယ္။ ၿငိမ့္ၿငိမ့္ေလး ေအးေဆးတဲ့
႐ိုမန႔္တစ္ဆန္မႈကေလးကိုရတယ္။
တစ္ကားလုံးစာေလးေတြပဲ အဓိကထားၿပီး႐ိုက္ထားတယ္
Ratingေကာင္းၿပီး
ျဖည္းျဖည္းေလးနဲ႔ ၿငိမ့္ၿငိမ့္ေလး
ခံစားၾကည့္မယ္ဆိုရင္ေတာ့ ဇာတ္ကားအၿပီးမွာ
မေရးျဖစ္တာၾကာၿပီျဖစ္တဲ့ ရည္းစာစာတစ္ေစာင္
ေကာက္ေရးၿပီး ခ်စ္တဲ့သူကို ေပးမိသြားႏိုင္တယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay 5.1CH
Duration – 2h 01min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Romance
Source : 1080p.BluRay
Translator – WiRa Aung
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
