[Unicode]ဒီကားလေးကတော့ လူငယ်ကြည့်ကြည့် လူကြီးကြည့်ကြည့်အဆင်ပြေတဲ့ လိပ်နင်ဂျင်ကားလေးပဲဖြစ်ပါတယ်ဇာတ်လမ်းကတော့ ထုံးစံအတိုင်းလိပ်နင်ဂျာတို့ရဲ့ ရန်သူတော်ကြီးရှရက်ဒါကိုအနိုင်ယူပြီးအချိန်ကို ရိုက်ကူးထားတာပါရှရက်ဒါကိုအနိုင်ယူပြီး လီယိုနာဒိုကလေ့ကျင့်ရေးလုပ်ဖို့တောထဲထွက်သွားခဲ့ပါတယ်တစ်ဖက်မှာကျန်ခဲ့တဲ့ညီအစ်ကိုသုံးကောင်ကလည်းသူ့နည်းသူ့ဟန်နဲ့ရှင်သန်ရုန်းကန်နေကြတာပေါ့ဒီတစ်ခါသူတို့ရင်ဆိုင်ရမဲ့ ရန်သူတော်ကြီးကလွန်ခဲ့တဲ့နှစ်သောင်ထောင်ကတည်းကအသက်ရှင်နေတဲ့ သူရဲကောင်းဘုရင်ကြီးရုတ်ပဲဖြစ်ပါတယ်သူဟာ ကီကန်ကြယ်ရဲ့အလန်းတန်းကိုအသုံးပြုပြီးဝင်ပေါက်တစ်ခုဖန်တီးရာကနေ မသေမျိုးဖြစ်လာခဲ့တာပါတန်ကြေးအနေနဲ့ သူ့ညီအစ်ကိုဗိုလ်ချုပ်လေးယောက်ဟာကျောက်ရုပ်တွေဖြစ်သွားခဲ့ပါတယ်သူဟာနှစ်သုံးထောင်ကြာအောင်တစ်ယောက်ထဲနောင်တတွေနဲ့ရှင်သန်ပြီး သူ့ညီအစ်ကိုတွေကိုအသက်ပြန်သွင်းဖို့စောင့်နေပါတယ်ဝင်ပေါက်ကနေလွတ်နောက်ထပ်ဘေးထွက်ဆိုးကျိုးအနေနဲ့သတ္တဝါကြီး၁၃ကောင်ဟာလည်း ကမ္ဘာမြေပေါ်ကိုလွတ်ထွက်လာခဲ့ပါတယ်သတ္တဝါကြီး၁၃ကောင်ကို ပြန်ဖမ်းရင်း သူ့ညီအစ်ကိုစစ်ဗိုလ်တွေကိုအသက်ပြန်သွင်းမဲ့ရုတ်ရဲ့အကြံအစည်ကို လိပ်နင်ဂျာတွေက တားဆီးမှာကို ကြည့်ရှူရမှာပဲဖြစ်ပါတယ် ။ပေါ့ပေါ့ပါးပါးနဲ့ fight scene ကောင်းကောင်းလေးတွေပါတာမို့လို့ လက်လွှတ်မခံသင့်တဲ့ကားကောင်းလေးပဲဖြစ်ပါတယ် ။( အညွှန်းရေးသားပြီး ဘာသာပြန်ထားသူကတော့ T lone ဖြစ်ပါတယ် )[Zawgyi]ဒီကားေလးကေတာ့ လူငယ္ၾကည့္ၾကည့္ လူႀကီးၾကည့္ၾကည့္အဆင္ေျပတဲ့ လိပ္နင္ဂ်င္ကားေလးပဲျဖစ္ပါတယ္ဇာတ္လမ္းကေတာ့ ထုံးစံအတိုင္းလိပ္နင္ဂ်ာတို႔ရဲ႕ ရန္သူေတာ္ႀကီးရွရက္ဒါကိုအႏိုင္ယူၿပီးအခ်ိန္ကို ႐ိုက္ကူးထားတာပါရွရက္ဒါကိုအႏိုင္ယူၿပီး လီယိုနာဒိုကေလ့က်င့္ေရးလုပ္ဖို႔ေတာထဲထြက္သြားခဲ့ပါတယ္တစ္ဖက္မွာက်န္ခဲ့တဲ့ညီအစ္ကိုသုံးေကာင္ကလည္းသူ႔နည္းသူ႔ဟန္နဲ႔ရွင္သန္႐ုန္းကန္ေနၾကတာေပါ့ဒီတစ္ခါသူတို႔ရင္ဆိုင္ရမဲ့ ရန္သူေတာ္ႀကီးကလြန္ခဲ့တဲ့ႏွစ္ေသာင္ေထာင္ကတည္းကအသက္ရွင္ေနတဲ့ သူရဲေကာင္းဘုရင္ႀကီး႐ုတ္ပဲျဖစ္ပါတယ္သူဟာ ကီကန္ၾကယ္ရဲ႕အလန္းတန္းကိုအသုံးျပဳၿပီး၀င္ေပါက္တစ္ခုဖန္တီးရာကေန မေသမ်ိဳးျဖစ္လာခဲ့တာပါတန္ေၾကးအေနနဲ႔ သူ႔ညီအစ္ကိုဗိုလ္ခ်ဳပ္ေလးေယာက္ဟာေက်ာက္႐ုပ္ေတြျဖစ္သြားခဲ့ပါတယ္သူဟာႏွစ္သုံးေထာင္ၾကာေအာင္တစ္ေယာက္ထဲေနာင္တေတြနဲ႔ရွင္သန္ၿပီး သူ႔ညီအစ္ကိုေတြကိုအသက္ျပန္သြင္းဖို႔ေစာင့္ေနပါတယ္ဝင္ေပါက္ကေနလြတ္ေနာက္ထပ္ေဘးထြက္ဆိုးက်ိဳးအေနနဲ႔သတၱဝါႀကီး၁၃ေကာင္ဟာလည္း ကမာၻေျမေပၚကိုလြတ္ထြက္လာခဲ့ပါတယ္သတၱဝါႀကီး၁၃ေကာင္ကို ျပန္ဖမ္းရင္း သူ႔ညီအစ္ကိုစစ္ဗိုလ္ေတြကိုအသက္ျပန္သြင္းမဲ့႐ုတ္ရဲ႕အႀကံအစည္ကို လိပ္နင္ဂ်ာေတြက တားဆီးမွာကို ၾကည့္ရႉရမွာပဲျဖစ္ပါတယ္ ။ေပါ့ေပါ့ပါးပါးနဲ႔ fight scene ေကာင္းေကာင္းေလးေတြပါတာမို႔လို႔ လက္လႊတ္မခံသင့္တဲ့ကားေကာင္းေလးပဲျဖစ္ပါတယ္ ။( အညႊန္းေရးသားျပီး ဘာသာျပန္ထားသူကေတာ့ T lone ျဖစ္ပါတယ္ )Quality__BR-1080PIMDb Rating__6.2/10Format__mp4Duration__01:30:00Type__Action , Adventure , AnimationSubtitle__Myanmar Subtitle (Hardsub)Translated by T loneEncoded by Naing Aung Latt"