"[Unicode]
Never, Rarely, Sometimes,Always (2020)
=========================
IMdb Rating – 7.3/10
ဒီရုပ်ရှင်ဟာ ထူးခြားမှုတစ်စုံတရာမရှိပေမယ့် ရုပ်ရှင်ကောင်းတစ်ခုပါပဲ။
မြင်နေကြပြဿနာ တစ်ခုအတွက် ကာကာကွယ်ကွယ်ပြောရရင် တစ်ချို့အတွက်တော ဘာမှန်းမသိဘဲ ပြီးသွားတဲ့ကားသက်သက်ဖြစ်မှာပါ။
IMdb ratingဟာ ခင်ဗျားသွားပေးလည်းရတဲ့ ratingတစ်ခုဆိုတော့ IMDb ratingမဆိုးတာကို အသာဖယ်လိုက်ပါဦး။
ကမ္ဘာ့စိတ်အချရဆုံး ratingလို့ပြောကြတဲ့ Rotten Tomatoesရဲ့ criticတွေပေးတဲ့ Tomatoers rating ၉၉ရှိပါတယ်။
ဒီလောက်ဆို ကျွန်တော်ညွှန်းစရာတောင်မလိုပါဘူး။ ရုပ်ရှင်ကောင်းဆိုတာ သိသာပါတယ်။
တစ်ခုရှိတာကတော့ Audience Ratingကတော့ ၂၀ပဲရှိပါတယ် ။
ဆိုလိုတာကတော့ လူတိုင်းကြိုက်မယ့်ကား မဟုတ်ပါဘူး။
ကောင်းတယ်ညွှန်းလို့ Downမိတာ မကောင်းဘူးပြောမယ့်သူတွေ ကြိုက်မယ့်ကားမျိုးမဟုတ်ပါဘူး။
The New Yokerမှာတောင် ဒီရုပ်ရှင်အကြောင်း ဆောင်းပါးတစ်ခုတ်တရရေးထားပါတယ်။
ရုပ်ရှင်တစ်ကားရဲ့ ကောင်းခြင်းမ‌ကောင်းခြင်းက ကြည့်ရှုသူရဲ့ ခံစားမှုအကျယ်အပြောနဲ့ တိုက်ရိုက် အချိူးကျပါတယ်။
ဒီရုပ်ရှင်ရဲ့ အကြောင်းအရာနဲ့ တင်ဆက်ပြသပုံဟာ အင်မတန်ရိုးရှင်းပြီး သရုပ်မှန်ဆန်ပါတယ်။
မြင်နေကျပြဿနာ တစ်ခုကိုပဲ တင်ပြထားတာပါ။
ခေတ်အဆက်ဆက်ပြဿနာဖြစ်တဲ့ လိင်မှုရေးရာနဲ့ အမျိုးသမီးတွေရဲ့ အနိုင်ကျင့်ခံရမှုတွေ
လစဉ်ဓမ္မတာဝေဒနာတွေ၊ ကိုယ်ဝန်နဲ့ပက်သက်တဲ့ ဝေဒနာတွေအကြောင်းပါပဲ။
စစ်တမ်းကောက်ချက်အရတော့ အမျိူးသမီးထုရဲ့ 81%ဟာ လိင်ပိုင်းဆိုင်ရာနှောင့်ယှက်မှုတွေနဲ့ကြုံတွေခဲ့ရပြီး
ငါးယောက်မှာ တစ်ယောက်နှုန်းလောက် လိင်ပိုင်းဆိုင်ရာအနိုင်ကျင့်ခံရတယ်ဆိုပါတယ်။
လူ့အဖွဲ့အစည်းကနေလုံလောက်တဲ့ကာကွယ်မှု မရတဲ့သဘောပါပဲ။
ဒါကို ဒီရုပ်ရှင်မှာ Reality ဆန်ဆန်နဲ့ မြင်သာအောင်ပြထားတယ်။
တစ်ဖက်မှာလည်း အမျိုးသမီးတွေကြုံ‌တွေ့ရမယ့်လိင်မှုကိစ္စရဲ့နောင်ဆက်တွဲဖြစ်တဲ့ ကိုယ်ဝန် ပြဿနာကို ၁၇နှစ်ကလေးမလေးရဲ့ကိုယ်ဝန်ဖျက်ဖို့ကြိုးစားခြင်းနဲ့ပြထားတယ်။
နစ်နာသူအတွက် တစ်ချို့လိင်ပိုင်းဆိုင်ရာ အနိုင်ကျင့်ခံရမှုတွေဟာ စကားနဲ့ပြောပြဖို့ရာ အဆင်မပြေပါဘူး။
ဒါရိုက်တာကလည်း ဖော်ပြမထားပါဘူး။ဆရာဝန်သိသလောက်ကိုပဲ ကျွန်တော်တို့သိရတာပါပဲ။
သဘောကျစရာ ကောင်းတာကတော့ ဖြေရခက်တဲ့ မေးခွန်းတွေအတွက် အဖြေလေးခုထဲက ရွေးပေးရတဲ့စနစ်ကိုသုံးပြီး လူသားဆန်ဆန်မေးတာပါပဲ။
အဲ့ဒီ‌အဖြေလေးခုကတော့ “တစ်ခါမှ”
“ဖြစ်တောင့်ဖြစ်ခဲ” “တစ်ခါတလေ”
“အမြဲတမ်း”တို့ပါပဲ။
ခင်ဗျားရောလိင်မှုကိစ္စပြုဖူးလား။ပြုဖူးရင်ရောအမျိုးသမီးဘက်က နောက်ဆက်တွဲ ပြဿနာတွေအတွက် ထည့်စဉ်းစားဖူးလား။
“တစ်ခါမှလား” “ဖြစ်တောင့်ဖြစ်ခဲလား”
“တစ်ခါတလေလား” “အမြဲတမ်းလား”။
ဘာပဲဖြစ်ဖြစ်ပါ ဒီရုပ်ရှင်ဟာ လိင်မှုကိစ္စနောက်ဆက်တွဲပြဿနာတွေကို ပိုပြီးဆင်ခြင်မိစေမှာပါပဲ။
တစ်နေ့နေ့ တစ်ချိန်ချိန်မှာ မလွဲမသွေ ကြုံတွေ့ရမယ့် အရာအ‌တွက် ကြည့်ထားကြသင့်တဲ့ ရုပ်ရှင်ပါပဲ။
ဒီရုပ်ရှင်ရဲ့ အသက်ကန့်သတ်ချက်က PG-13ပါ။
13နှစ်အထက် သားသမီးတွေရှိရင် ပြသင့်တဲ့ Sex educationရုပ်ရှင်တစ်ကားလို့ ပြောရင်လည်း မမှားပါဘူး။
( အညွှန်းရေးသားပြီးဘာသာပြန်ထားသူကတော့ WiRa Aung ဖြစ်ပါတယ် )
[Zawgyi]
Never, Rarely, Sometimes,Always (2020)
=========================
IMdb Rating – 7.3/10
ဒီ႐ုပ္ရွင္ဟာ ထူးျခားမႈတစ္စုံတရာမရွ္ိေပမယ့္ ႐ုပ္ရွင္ေကာင္းတစ္ခုပါပဲ။
ျမင္ေနၾကျပႆနာ တစ္ခုအတြက္ ကာကာကြယ္ကြယ္ေျပာရရင္ တစ္ခ်ိဳ႕အတြက္ေတာ ဘာမွန္းမသိဘဲ ၿပီးသြားတဲ့ကားသက္သက္ျဖစ္မွာပါ။
IMdb ratingဟာ ခင္ဗ်ားသြားေပးလည္းရတဲ့ ratingတစ္ခုဆိုေတာ့ IMDb ratingမဆိုးတာကို အသာဖယ္လိုက္ပါဦး။
ကမာၻ႔စိတ္အခ်ရဆုံး ratingလို႔ေျပာၾကတဲ့ Rotten Tomatoesရဲ႕ criticေတြေပးတဲ့ Tomatoers rating ၉၉ရွိပါတယ္။
ဒီေလာက္ဆို ကြၽန္ေတာ္ၫႊန္းစရာေတာင္မလိုပါဘူး။ ႐ုပ္ရွင္ေကာင္းဆိုတာ သိသာပါတယ္။
တစ္ခုရွိတာကေတာ့ Audience Ratingကေတာ့ ၂၀ပဲရွိပါတယ္ ။
ဆိုလိုတာကေတာ့ လူတိုင္းႀကိဳက္မယ့္ကား မဟုတ္ပါဘူး။
ေကာင္းတယ္ၫႊန္းလို႔ Downမိတာ မေကာင္းဘူးေျပာမယ့္သူေတြ ႀကိဳက္မယ့္ကားမ်ိဳးမဟုတ္ပါဘူး။
The New Yokerမွာေတာင္ ဒီ႐ုပ္ရွင္အေၾကာင္း ေဆာင္းပါးတစ္ခုတ္တရေရးထားပါတယ္။
႐ုပ္ရွင္တစ္ကားရဲ႕ ေကာင္းျခင္းမ‌ေကာင္းျခင္းက ၾကည့္ရႈသူရဲ႕ ခံစားမႈအက်ယ္အေျပာနဲ႔ တိုက္႐ိုက္ အခ်ိဴးက်ပါတယ္။
ဒီ႐ုပ္ရွင္ရဲ႕ အေၾကာင္းအရာနဲ႔ တင္ဆက္ျပသပုံဟာ အင္မတန္႐ိုးရွင္းၿပီး သ႐ုပ္မွန္ဆန္ပါတယ္။
ျမင္ေနက်ျပႆနာ တစ္ခုကိုပဲ တင္ျပထားတာပါ။
ေခတ္အဆက္ဆက္ျပႆနာျဖစ္တဲ့ လိင္မႈေရးရာနဲ႔ အမ်ိဳးသမီးေတြရဲ႕ အႏိုင္က်င့္ခံရမႈေတြ
လစဥ္ဓမၼတာေဝဒနာေတြ၊ ကိုယ္ဝန္နဲ႔ပက္သက္တဲ့ ေဝဒနာေတြအေၾကာင္းပါပဲ။
စစ္တမ္းေကာက္ခ်က္အရေတာ့ အမ်ိဴးသမီးထုရဲ႕ 81%ဟာ လိင္ပိုင္းဆိုင္ရာေႏွာင့္ယွက္မႈေတြနဲ႔ႀကဳံေတြခဲ့ရၿပီး
ငါးေယာက္မွာ တစ္ေယာက္ႏႈန္းေလာက္ လိင္ပိုင္းဆိုင္ရာအႏိုင္က်င့္ခံရတယ္ဆိုပါတယ္။
လူ႔အဖြဲ႕အစည္းကေနလုံေလာက္တဲ့ကာကြယ္မႈ မရတဲ့သေဘာပါပဲ။
ဒါကို ဒီ႐ုပ္ရွင္မွာ Reality ဆန္ဆန္နဲ႔ ျမင္သာေအာင္ျပထားတယ္။
တစ္ဖက္မွာလည္း အမ်ိဳးသမီးေတြႀကဳံ‌ေတြ႕ရမယ့္လိင္မႈကိစၥရဲ႕ေနာင္ဆက္တြဲျဖစ္တဲ့ ကိုယ္၀န္ ျပႆနာကို ၁၇ႏွစ္ကေလးမေလးရဲ႕ကိုယ္၀န္ဖ်က္ဖို႔ႀကိဳးစားျခင္းနဲ႔ျပထားတယ္။
နစ္နာသူအတြက္ တစ္ခ်ိဳ႕လိင္ပိုင္းဆိုင္ရာ အႏိုင္က်င့္ခံရမႈေတြဟာ စကားနဲ႔ေျပာျပဖို႔ရာ အဆင္မေျပပါဘူး။
ဒါ႐ိုက္တာကလည္း ေဖာ္ျပမထားပါဘူး။ဆရာ၀န္သိသေလာက္ကိုပဲ ကြၽန္ေတာ္တို႔သိရတာပါပဲ။
သေဘာက်စရာ ေကာင္းတာကေတာ့ ေျဖရခက္တဲ့ ေမးခြန္းေတြအတြက္ အေျဖေလးခုထဲက ေ႐ြးေပးရတဲ့စနစ္ကိုသုံးၿပီး လူသားဆန္ဆန္ေမးတာပါပဲ။
အဲ့ဒီ‌အေျဖေလးခုကေတာ့ “တစ္ခါမွ”
“ျဖစ္ေတာင့္ျဖစ္ခဲ” “တစ္ခါတေလ”
“အၿမဲတမ္း”တို႔ပါပဲ။
ခင္ဗ်ားေရာလိင္မႈကိစၥျပဳဖူးလား။ျပဳဖူးရင္ေရာအမ်ိဳးသမီးဘက္က ေနာက္ဆက္တြဲ ျပႆနာေတြအတြက္ ထည့္စဥ္းစားဖူးလား။
“တစ္ခါမွလား” “ျဖစ္ေတာင့္ျဖစ္ခဲလား”
“တစ္ခါတေလလား” “အၿမဲတမ္းလား”။
ဘာပဲျဖစ္ျဖစ္ပါ ဒီ႐ုပ္ရွင္ဟာ လိင္မႈကိစၥေနာက္ဆက္တြဲျပႆနာေတြကို ပိုၿပီးဆင္ျခင္မိေစမွာပါပဲ။
တစ္ေန႔ေန႔ တစ္ခ်ိန္ခ်ိန္မွာ မလြဲမေသြ ႀကဳံေတြ႕ရမယ့္ အရာအ‌တြက္ ၾကည့္ထားၾကသင့္တဲ့ ႐ုပ္ရွင္ပါပဲ။
ဒီ႐ုပ္ရွင္ရဲ႕ အသက္ကန႔္သတ္ခ်က္က PG-13ပါ။
13ႏွစ္အထက္ သားသမီးေတြရွိရင္ ျပသင့္တဲ့ Sex education႐ုပ္ရွင္တစ္ကားလို႔ ေျပာရင္လည္း မမွားပါဘူး။
( အညႊန္းေရးသားျပီးဘာသာျပန္ထားသူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__7.3/10
Format__mp4
Duration__01:44:00
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
