ဒီနေ့တော့အရမ်းကောင်းတဲ့ အိန္ဒိယကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ်..ပါဝင်တဲ့မင်းသားကိုလည်းစိမ်းကြမယ်မထင်ပါဘူး..ကျွန်တော်တို့တွေကြိုက်နှစ်သက်ခဲ့ကြတဲ့ PK ဇာတ်ကားမှ ကျွန်တော်တို့ရဲ့အသည်းကျော်မင်းသား Aamir Khan ပဲဖြစ်ပါတယ်..ဆု 15 ခု လျာထားခြင်းခံခဲ့ရပြီး 13 ဆု တိတိရရှိခဲ့ပါတယ်…ဇာတ်လမ်းကတော့..အသက် ၈ နှစ်အရွယ်ရှိ အီရှန်ဟာ မိသားစုမှာ အငယ်ဆုံးသားဖြစ်ပြီး ထူးချွန်တဲ့ အဖေ၊ အစ်ကိုတွေနဲ့ ဆန့်ကျင်ဘက်ပါ။ ကျောင်းမှာလည်း အမြဲတန်း နောက်ဆုံးကဖြစ်ပြီး စာသင်ရတာကို စိတ်မဝင်စားသူပါ။ ပန်းချီဆွဲရတာကို ဝါသနာပါပြီး စာကောင်းကောင်းမလုပ်တဲ့အတွက် အမြဲတမ်း ဆရာမတွေရဲ့ ဆူပူ၊ အပြစ်ပေးခြင်းကို ခံရလေ့ရှိပါတယ်။ တတိယတန်းကို တစ်ကြိမ်ကျခဲ့လို့ ပြန်တက်နေရတဲ့ ကျောင်းသားလေးလည်းဖြစ်ပါတယ်။ လူကောင်ငယ်ပေမယ့် ဂျစ်ကန်ကန်ကျောင်းသားလေးဖြစ်ပြီး သူစိတ်ဝင်စားတာက ပြင်ပလောကကြီးကိုပါ။စာအလွန်ညံ့ပြီး အဆော့မက်တဲ့ အီရှန်ဟာ ကျောင်းက အမှတ်စာရင်းတွေပို့ရင်လည်း အိမ်ကိုပြန်မပြပဲ ကျောင်းလည်း ပြေးတတ်ပါသေးတယ်။ အတန်းထဲမှာ စာဖတ်ခိုင်းရင်လည်း မဖတ်တတ်ပဲ ဆရာမကိုပြန်ပြောင်လို့ အခန်းအပြင်ထုတ်ပြီး အပြစ်ပေးခံရပါတယ်။စာသင်နှစ်ဝက်ရောက်တဲ့ အချိန်မှာတော့ ကျောင်းအုပ်ဆရာမကြီးက အီရှန်ရဲ့ မိဘတွေကို ခေါ်တွေ့ပြီး အီရှန့်ကို ဒီကျောင်းမှာ ဆက်ပြီး လက်မခံနိုင်တော့ကြောင်း ပြောပြပါတယ်။ အီရှန်ရဲ့ ဖခင်ဟာ စည်းကမ်းကြီးတဲ့ ဘော်ဒါကျောင်းတစ်ခုကို အီရှန့်ကို ပို့လိုက်ပါတယ်။ အီရှန့်အနေနဲ့ မိဘတွေနဲ့ဝေးရာမှာ မသွားလိုပေမယ့် ဖခင်ရဲ့ဆုံးဖြတ်ချက်ကို မလွန်ဆန်နိုင်တာကြောင့် ကျောင်းအသစ်မှာ တစ်ယောက်တည်း လောကသစ်ကို ရင်ဆိုင်ရပါတော့တယ်။ဖိနပ်ကြိုးလည်းမချည်တတ်၊ အိပ်ရာလည်း မသိမ်းတတ်တဲ့ အီရှန်ဟာ ကျောင်းမှာ စည်းကမ်းတင်းကြပ်တဲ့ ဆရာတွေရဲ့ ဖိအားပေးမှုကြောင့် စာတွေကို စိတ်မဝင်စားရာကနေ စာသင်ရမှာကို ကြောက်လန့်လာပါတော့တယ်။ သူဟာ အားလုံးရဲ့ အပြင်ဘက်မှာ တစ်ယောက်တည်း အထီးကျန်နေရပြီး ညညဆိုရင် ရေချိုးခန်းထဲမှာ ကြိတ်ပြီး ငိုနေရပါတယ်။သူယခင်က အရမ်းဝါသနာပါတဲ့ ပန်းချီဆွဲခြင်းကိုတောင် ကြောက်ဆရာကောင်းတဲ့ ပန်းချီဆရာကြောင့် စိတ်ဝင်စားခြင်းမရှိတော့ပဲ၊ ဆိုးဝါးလှတဲ့ စည်းကမ်းတွေရဲ့ ဖိအားအောက်မှာ အမြဲတမ်းကြောက်လန့်နေရသူဖြစ်လာပါတယ်။ ဒီလိုနဲ့ ကြောက်စရာကောင်းတဲ့ ပန်းချီဆရာပြောင်းသွားပြီးနောက်မှာ ပန်းချီဆရာအသစ်ရောက်လာပါတယ်။ အချိန်ပိုင်းပန်းချီဆရာအဖြစ်ရောက်လာတဲ့ ရမ်ရှမ်ကာဟာ မသန်စွမ်းကလေးငယ်များ ကျောင်းမှာလည်း ပန်းချီဆရာအဖြစ်လုပ်ကိုင်နေသူဖြစ်ပါတယ်။ အီရှန်လေးရဲ့ တစ်ယောက်တည်း အထီးကျန်ကြောက်လန့်နေမှုကို သတိထားမိတဲ့ ဆရာရမ်ရှမ်ကာဟာ အီရှန်လေးရဲ့ မိဘတွေကို သွားရောက်တွေ့ဆုံပြီး ပြဿနာရဲ့ အဖြေကို ဆွေနွေးခဲ့ပါတယ်။ဒီဇာတ်ကားဟာ စာရေးစာဖတ်ခက်ခဲတဲ့ရောဂါ (dyslexia) ရောဂါရှိနေတဲ့ ကလေးလေး အီရှန်ရဲ့ကြုံတွေ့ရတဲ့ အခက်အခဲကို ရိုက်ကူးထားတာဖြစ်ပြီး သူ့ရဲ့ဆရာ ရမ်ရှန်ကာရဲ့ ကူညီမှုနဲ့ လောကကြီးထဲ ပြန်လည်ဝင်ဆံ့လာတဲ့အကြောင်းကို တင်ဆက်ထားတာဖြစ်ပါတယ်။ ဂျစ်ကန်ကန်ကလေးလေး အီရှန်ရဲ့နေရာမှာ ၈ နှစ်အရွယ်ကလေးသရုပ်ဆောင် Darsheel Safary က ပီပြင်စွာသရုပ်ဆောင်ထားပြီး ပန်းချီဆရာ ရမ်ရှမ်ကာရဲ့နေရာမှာ နာမည်ကျော် PK မင်းသား Aamir Khan က သရုပ်ဆောင်ထားပြီး ဒီဇာတ်ကားရဲ့ ထုတ်လုပ်သူ၊ ဒါရိုက်တာလည်း ဖြစ်ပါတယ်။အိန္ဒိယငွေ သန်း ၁၂၀ နဲ့ ရိုက်ကူးထားပြီး ဝင်ငွေ သန်း ၈၉၀ ရအောင် အောင်မြင်ခဲ့တဲ့ ဇာတ်ကားလည်းဖြစ်ပါတယ်။အိန္ဒိယရုပ်ရှင်အများစုလို မင်းသားနဲ့မင်းသမီးသီချင်းဖွင့်ပြီးကတဲ့အခန်းမျိုးမပါဝင်ပဲ၊ စကားပြောအများစုနဲ့ ရိုက်ကူးထားတာဖြစ်တဲ့အတွက် အက်ရှင်ဇာတ်လမ်းကြမ်းကြမ်းမျိုးကို ကြိုက်နှစ်သက်သူတွေအတွက်တော့ ပျင်းရိစရာကောင်းပါလိမ့်မယ်။ ငယ်ရွယ်တဲ့ တူ၊တူမ၊ သားသမီးရှိတဲ့ မိဘတိုင်း၊ ဆရာဆရာမတိုင်း ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားဖြစ်ပြီး ကလေးတိုင်းမှာ မတူညီတဲ့ စွမ်းဆောင်ရည်နဲ့ မတူညီတဲ့ အိပ်မက်တွေရှိတယ်ဆိုတာကို ဇာတ်လမ်းအစကနေအဆုံးအထိ မျက်စိမခွာနိုင်အောင် ဆွဲဆောင်နိုင်တဲ့ ဇာတ်ကားကောင်းလေး တစ်ကားဖြစ်ပါတယ်။IMDB Rating (8.4/10) ဖြစ်ပြီး Rotten Tomato (91%) ထိရထားတာမို့လို့ ကြည့်ရှုသင့်တဲ့ ဇာတ်ကားကောင်းတစ်ပုဒ်ဖြစ်တယ်ဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုပြီးရင် သိသွားမှာ သေချာပါတယ်။( အညွှန်းကို mmmovieguide မှ ကူးယူတင်ပြပါသည် )File Size….(3.5 GB) and (1.7 GB)Quality….BluRay 1080p 5.1CH and 720pFormat…mkv / mp4Duration….02:45:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Nyi Thanlwin"