[Unicode]IMDb Rating (7.3/10) နဲ့ Rotten Tomatoes (86%) ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။တောင်ကိုရီးယားမှာ ဇူလိုင် ၂၂ ရက်နေ့က ရုံတင်ခဲ့ပြီး သြဂုတ် ၁၅ ရက်ထိ လက်မှတ်စောင် ရေ ၁၀ သန်းကျော်ရောင်းချနိုင်ခဲ့တဲ့ အောင်ပွဲခံဇာတ်ကားဆိုလည်း မမှားပါဘူး။ဂျပန်ခေတ်နောက်ခံဇာတ်လမ်းဖြစ်ပြီး ၁၉၃၀ ပြည့်နှစ်များဆီက ဂျပန်လက်အောက်ခံဖြစ်နေတဲ့ ကိုရီးယားနိုင်ငံရဲ့ အခြေအနေကို မြင်တွေ့ရမှာဖြစ်ပြီး ကိုရီးယားတော်လှန်ရေးသမားတွေဟာ တရုတ်နိုင်ငံ အရှေ့မြောက်ပိုင်း မန်ချူးရီးယားမှာ အခြေစိုက်ပြီး ပုန်းခိုနေခဲ့ရပါတယ်။ကိုရီးယားနိုင်ငံ ဂျပန်လက်အောက်ကို ကျရောက်ခဲ့စဉ် အပြစ်မဲ့တဲ့ ပြည်သူများစွာဟာ ရက်စက်စွာ အစုလိုက် အပြုံလိုက်အသတ်ခံခဲ့ရပါတယ်။လွတ်လပ်ရေး လှုပ်ရှားသူတွေက ဒီသတ်ဖြတ်မှုမှာ ခေါင်းဆောင်ခဲ့တဲ့ ဗိုလ်မှူးနဲ့ ဂျပန် အလိုတော်ရိ တစ်ယောက်ကို လုပ်ကြံဖို့ စီစဉ်ကြတယ်။စနိုက်ပါသမား အန်းအို့ယွန်းစက်သေနတ်သမား ချူဆန်းအို့ဖောက်ခွဲရေးသမား ဟွမ်ဒေါဆန်းတို့ ၃ ယောက်ပါဝင်တဲ့ လုပ်ကြံသူအဖွဲ့ ဖွဲ့ခဲ့ပြီးနောက်…သစ္စာဖောက်တစ်ယောက်ကြောင့် သူတို့ရဲ့ အစီအစဉ် ကျရှုံးသွားတဲ့အခါ…ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ဇာတ်ကားထဲမှာ ဆက်လက်ခံစား ကြည့်ရှူ့ကြပါ ။ဒီဇာတ်ကားမှာတော့ နာမည်ကြီး မင်းသားမင်းသမီးတွေဖြစ်တဲ့ Lee Jung-Jae နဲ့ Jun Ji-Hyun တို့က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်။( အညွှန်း ရေးသားပြီး ဘာသာပြန်ထားသူကတော့ Hay Thar Oo ပါ )[Zawgyi]IMDb Rating (7.3/10) နဲ႔ Rotten Tomatoes (86%) ထိရရွိထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားပါ။ေတာင္ကိုရီးယားမွာ ဇူလိုင္ ၂၂ ရက္ေန႔က ႐ုံတင္ခဲ့ၿပီး ၾသဂုတ္ ၁၅ ရက္ထိ လက္မွတ္ေစာင္ ေရ ၁၀ သန္းေက်ာ္ေရာင္းခ်ႏိုင္ခဲ့တဲ့ ေအာင္ပြဲခံဇာတ္ကားဆိုလည္း မမွားပါဘူး။ဂ်ပန္ေခတ္ေနာက္ခံဇာတ္လမ္းျဖစ္ၿပီး ၁၉၃၀ ျပည့္ႏွစ္မ်ားဆီက ဂ်ပန္လက္ေအာက္ခံျဖစ္ေနတဲ့ ကိုရီးယားႏိုင္ငံရဲ႕ အေျခအေနကို ျမင္ေတြ႕ရမွာျဖစ္ၿပီး ကိုရီးယားေတာ္လွန္ေရးသမားေတြဟာ တ႐ုတ္ႏိုင္ငံ အေရွ႕ေျမာက္ပိုင္း မန္ခ်ဴးရီးယားမွာ အေျခစိုက္ၿပီး ပုန္းခိုေနခဲ့ရပါတယ္။ကိုရီးယားႏိုင္ငံ ဂ်ပန္လက္ေအာက္ကို က်ေရာက္ခဲ့စဥ္ အျပစ္မဲ့တဲ့ ျပည္သူမ်ားစြာဟာ ရက္စက္စြာ အစုလိုက္ အၿပဳံလိုက္အသတ္ခံခဲ့ရပါတယ္။လြတ္လပ္ေရး လႈပ္ရွားသူေတြက ဒီသတ္ျဖတ္မႈမွာ ေခါင္းေဆာင္ခဲ့တဲ့ ဗိုလ္မႉးနဲ႔ ဂ်ပန္ အလိုေတာ္ရိ တစ္ေယာက္ကို လုပ္ႀကံဖို႔ စီစဥ္ၾကတယ္။စႏိုက္ပါသမား အန္းအို႔ယြန္းစက္ေသနတ္သမား ခ်ဴဆန္းအို႔ေဖာက္ခြဲေရးသမား ဟြမ္ေဒါဆန္းတို႔ ၃ ေယာက္ပါဝင္တဲ့ လုပ္ႀကံသူအဖြဲ႕ ဖြဲ႕ခဲ့ၿပီးေနာက္…သစၥာေဖာက္တစ္ေယာက္ေၾကာင့္ သူတို႔ရဲ႕ အစီအစဥ္ က်ရႈံးသြားတဲ့အခါ…ဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာ ဇာတ္ကားထဲမွာ ဆက္လက္ခံစား ၾကည့္ရႉ႔ၾကပါ ။ဒီဇာတ္ကားမွာေတာ့ နာမည္ႀကီး မင္းသားမင္းသမီးေတြျဖစ္တဲ့ Lee Jung-Jae နဲ႔ Jun Ji-Hyun တို႔က အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။( အၫႊန္း ေရးသားၿပီး ဘာသာျပန္ထားသူကေတာ့ Hay Thar Oo ပါ )Quality__1080p 5.1CH , Blu-ray 720pIMDb Rating__7.3/10Format__mp4Duration__02:20:00Type__Action , Drama , ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated by Hay Thar OoEncoded by Naing Aung Latt"