"Hillbilly Elegy(2020)အညွှန်း
*************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb…7.0
“လူတစ်ယောက်က သူဘယ်လိုဘ၀မျိုးမှာ
မွေးဖွားလာသလဲဆိုတာကို ပြောင်းလဲလို့မရပေမဲ့ ….. ဘယ်လိုဘ၀မျိုးနဲ့ ဆက်လက်ရှင်သန်မလဲဆိုတာကိုတော့ ရွေးချယ်ခွင့်ရှိတယ်” လို့ J.D ကို သူ့ရဲ့အဘွားက ငယ်ငယ်လေးထဲက ဆုံးမလေ့ရှိပါတယ်….
ဒီဇာတ်ကားထဲမှာ J.D ရဲ့ အဘိုးအဘွားတွေက ခေတ်ပညာတွေတတ်ဖို့ဝေးစွ…ယဉ်ကျေးတဲ့ လူ့အသိုင်းအဝိုင်းလို့တောင် ကင်ပွန်းတပ်လို့မရတဲ့ တောင်ပေါ်ကျေးလက်ဒေသကနေ….မြို့ငယ်လေးကို ပြောင်းရွှေ့နေထိုင်ခဲ့ကြတဲ့သူတွေ ဖြစ်ပါတယ်….
မိမိကိုယ်တိုင်က စရိုက်ကြမ်းလွန်းတဲ့ အဖေဖြစ်သူနဲ့ နေခဲ့ရတဲ့အတွက်… J.D ရဲ့အမေဖြစ်သူ ဘက်ဗ် ဟာ
J.D တို့မောင်နှမအပေါ်မှာ ပြုစုပျိုးထောင်ပုံတွေ စနစ်မကျခဲ့ပါဘူး…
ငယ်ရွယ်ချောမောတဲ့ တစ်ခုလပ်အမျိုးသမီး တစ်ယောက်ဖြစ်တဲ့ ဘက်ဗ် ဟာ…သူ့သားသမီးတွေရဲ့ လိုအပ်ချက်တွေကို ဖြည့်ဆည်းပေးနိုင်ဖို့ဆိုတဲ့ အကြောင်းပြချက်နဲ့…ယောက်ျားတွေနဲ့ ထည်လဲတွဲပါတယ်….
တစ်ဖက်မှာတော့ J.D အနေနဲ့ သူ့အမေရဲ့ ဒေါသကြီးတဲ့စရိုက်တွေ….ယောက်ျားတွေနဲ့ ရှုပ်တာတွေကို စိတ်ပျက်လာပြီး ဆယ်ကျော်သက်တို့
ထုံးစံအတိုင်း….အပေါင်းအသင်းတွေမှားပြီး ပျက်စီးဖို့လမ်းစပြုလာတဲ့အခါ…..အဘွားဖြစ်သူဟာ
သူ့မြေးကို လမ်းမှန်ရောက်အောင် တည့်မတ်ပေးဖို့ ကြိုးစားပါတော့တယ်….
ဒီဇာတ်ကားဟာ အပြင်မှာအမှန်တကယ်ရှိခဲ့တဲ့ မိသားစုတစ်စုရဲ့ အိမ်တွင်းရေးပဋိပက္ခတွေအကြောင်းကို ဒါရိုက်တာ Ron Howard က ပြန်လည်ရိုက်ကူး ထားတာပဲဖြစ်ပါတယ်….
အခြေခံလူတန်းစားဘ၀မှာ မွေးဖွားလာတဲ့ သာမန်ကောင်လေးတစ်ယောက်ကို…ကမ္ဘာမှာ နာမည်ကျော်တဲ့ ရေးလ်တက္ကသိုလ်က
ဥပဒေကျောင်းသားတစ်ယောက် ဖြစ်တဲ့အထိ အနစ်နာခံ မြေတောင်မြှောက်ပေးခဲ့ပုံတွေကို ဇာတ်လမ်းဇာတ်ကွက် ခိုင်ခိုင်မာမာနဲ့ ဖန်တီးတင်ဆက်ထားတဲ့အတွက် ဇာတ်ကားကောင်း တစ်ကားပဲ ဖြစ်ပါတယ်ခင်ဗျာ…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thar Htet ပဲ ဖြစ်ပါတယ်…
File Size :(2.06 GB) and (1.07GB)
Quality :Web-DL 1080P, 720p
Format…mp4
Duration…01:56:00
Genre :Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Thar Htet
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
