"Emily (2022)
~ IMDb – 6.9/10, Rotten Tomatoes – 86% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“လေထန်ကုန်း” ဆိုတဲ့ စကားလုံးက မြန်မာစာဖတ်ပရိသတ်တစ်ခုလုံးနဲ့ သက်ဆိုင်နေတဲ့ စကားလုံးပေါ့။ အဲဒီ လေထန်ကုန်းဆိုတဲ့ စကားလုံးကိုမြင်ရင် ခင်ဗျား ဘာကိုအရင်ပြေးမြင်မလဲတော့မသိဘူး။ အမ်မလီဘရွန်တီရဲ့ ဂန္ထဝင်၀တ္တု Wuthering Heights ကိုလား၊ ဒါမှမဟုတ် လေထန်ကုန်းလို့ခေါ်တဲ့ မြန်မာစာရေးဆရာတွေ ကြုံကြဆုံကြတဲ့ လက်ဖက်ရည်ဆိုင်ကလေးကိုလား။ ဒုတိယဟာက ဒီမှာ ပို Iconic ဖြစ်ပေမဲ့ ဒုတိယဟာကိုသိတဲ့ ဒီကလူတွေဟာ ပထမဟာကိုလည်း ကောင်းကောင်းသိကြမှာပါပဲ။ ၁၈၄၇မှာ ပုံနှိပ်ခဲ့တဲ့ အမ်မလီဘရွန်တီရဲ့ Wuthering Heights ကို ကျော်လှိုင်ဦးက “လေထန်ကုန်း”လို့ တိုက်ရိုက်ပဲ နာမည်ပေးပြီး ပြန်ဆိုရေးသားခဲ့ဖူးပါတယ်။ သူ့ရှေ့မှာတော့ ‌ဒဂုန်ခင်ခင်လေးက ဂုဏ်မြင့်သူဆိုပြီး တစ်စိတ်တစ်ဒေသမှီငြမ်း ရေးသားဖူးပြီး ၁၉၆၀လောက်မှာ သိပ္ပံစိုးလှက ငွေတာရီမဂ္ဂဇင်းမှာ ပင်မြင့်မာလာဆိုပြီး ဘာသာပြန်ဖူးတယ်ဆိုပါတယ်။ ဂန္ထ၀င်ဖြစ်လာတာတောင် နှစ်ပေါင်းရာချီနေတဲ့ ၀တ္တုပါပဲ။ အမ်မလီဘရွန်တီကို မြန်မာစာဖတ်ပရိတ်သတ်တွေအနေနဲ့ ဒီ၀တ္တုနဲ့တင် မဟုတ်ဘဲ Rememberance ဆိုတဲ့ အမ်မလီဘရွန်တီရဲ့ ကဗျာကို တက္ကသိုလ်ဘုန်းနိုင်ကလည်း တမ်းတမိခြင်းဆိုပြီး ပြန်ဖူးတာကို သိကောင်း‌သိကြပါလိမ့်မယ်။
အခုဇာတ်ကားကတော့ အမ်မလီရဲ့ ငယ်ဘ၀ကနေ သူ့ဇာတ်ကြောင်းကို ရိုက်ပြထားတာပါ။ အားလုံးသိပြီးသလိုပဲ၊ သူတို့ညီအစ်မသုံးယောက်စလုံးကလည်း အနုပညာသမားတွေဖြစ်သလို သူတို့အောက်က မောင်ကလည်း Wuthering Heights မှာ သူ့ကို ကိုယ်စားပြုထားတယ်ပြောလို့ရတဲ့ ဇာတ်ကောင်ပါဖူးတဲ့သူပါ။ ဒီတော့ ကလပ်စစ်စာပေ ပရိသတ်တွေအတွက် သူ့ငယ်ဘ၀ကနေ ရိုက်ပြမှာက သူ့အကြောင်းဆိုတာကို ကျော်လွန်ပြီး စိတ်၀င်စားစရာကောင်းမှာပါပဲ။
အမ်မလီရဲ့ဘ၀အစစ်အမှန်အတိုင်း အတိအကျကြီး မရိုက်ကူး‌ထားပေမဲ့ ကျော်ကြားတဲ့စာရေးဆရာတစ်ယောက်ရဲ့ဘ၀အကြောင်းကို ပေါ်လွင်အောင်ရိုက်ပြထားပါတယ်။ အမ်မလီရဲ့ငယ်ဘ၀အကြောင်းတွေ သာမန်စိတ်ကူးယဉ်ဆန်ပြီး ဇာတ်လမ်းတွေထိုင်ရေးတတ်တဲ့ကောင်မလေးအဖြစ်ကနေ ကျော်ကြားတဲ့စာရေးဆရာတစ်ယောက်အဖြစ်ကို ရရှိသွားတဲ့ပုံတွေအပြင် သူရဲ့ရင်နင့်စရာအချစ်ဇာတ်လမ်းလေးကိုပါ စိတ်၀င်စားဖွယ့် ငြိမ့်ငြိမ့်ညောင်းညောင်းကြည့်ရှုရမှာဖြစ်ပါတယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.42GB, 990MB
Quality – 1080p, 720p
IMDb Rating – 6.9/10
Format – mp4
Duration – 2H 10Min
Genre – Biography, Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Htet Kyaw Myo
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
