"[Unicode]ဒီတစ်ခေါက်မှာတော့ CM fan တွေအတွက် နန်းတွင်းကားလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါရစေPauseမြောင်ဆောင်း မိဖုရားကြီး အကြောင်း ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတာဖြစ်ပါတယ်Grand Prix Action Asia/ Best Action Asia Film စတဲ့ ဆုကြီးတွေကိုလည်းရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါမင်းသမီးကြီး Soo-Ae နဲ့ Stranger ဇာတ်ကားက မင်းသား Cho Seung-Woo တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်ဇာတ်လမ်းအကျဉ်းဂျာယောင်းဆိုတဲ့ အမျိုးသမီးဟာ ဂျိုဆွန်းရဲ့ မိဖုရားခေါင်ကြီး အဖြစ်ရွေးကောက်ခံရပါတယ်သူမ မိဖုရားဖြစ်လာမှာ မလိုလားသူတွေဟာ လုပ်ကြံသူ မူမြောင်းကို ငှားရမ်းပြီး သူမကို လုပ်ကြံခဲ့တယ်ဒါပေမယ့် မူမြောင်းဟာ အရင်တည်းက ဂျာယောင်းနဲ့ သိကျွမ်းခဲ့ပြီး ဂျာယောင်းကို တဖတ်သတ်ချစ်နေတဲ့သူဖြစ်လို့ လုပ်ကြံရမယ့်အစား ကယ်တင်ပေးခဲ့ပါတယ်ဂျာယောင်းမိဖုရားကြီး ဖြစ်သွားတဲ့ အခါမှာလည်း နန်းစောင့်တပ်သားဝင်လုပ်ပြီး ဆက်တိုက်ကာကွယ်ပေးခဲ့တဲ့နောက်…ထီးနန်းရဲ့ ရှုပ်ထွေးမှုတွေ နိုင်ငံရေး ပဋိပက္ခတွေကြားမှာသူချစ်တဲ့ မိဖုရားကြီးကို ဆက်လက်ကာကွယ်နိုင်မလားဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆ်လက်ကြည့်ရှုကြပါနော်…။*** 18+ ဇာတ်ဝင်ခန်းများပါဝင်တဲ့အတွက် မိသားစုနဲ့ တူတူကြည့်ရှုဖို့ မသင့်တော်ပါဘူး ***( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]ဒီတစ္ေခါက္မွာေတာ့ CM fan ေတြအတြက္ နန္းတြင္းကားေလးတစ္ကားနဲ႔မိတ္ဆက္ေပးလိုက္ပါရေစေျမာင္ေဆာင္း မိဖုရားႀကီး အေၾကာင္း ျဖစ္ရပ္မွန္ကို အေျခခံၿပီး ႐ိုက္ကူးထားတာျဖစ္ပါတယ္Grand Prix Action Asia/ Best Action Asia Film စတဲ့ ဆုႀကီးေတြကိုလည္းရရွိထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားပါမင္းသမီးႀကီး Soo-Ae နဲ႔ Stranger ဇာတ္ကားက မင္းသား Cho Seung-Woo တို႔ အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္ဇာတ္လမ္းအက်ၪ္းဂ်ာေယာင္းဆိုတဲ့ အမ်ိဳးသမီးဟာ ဂ်ိဳဆြန္းရဲ႕ မိဖုရားေခါင္ႀကီး အျဖစ္ေ႐ြးေကာက္ခံရပါတယ္သူမ မိဖုရားျဖစ္လာမွာ မလိုလားသူေတြဟာ လုပ္ႀကံသူ မူေျမာင္းကို ငွားရမ္းၿပီး သူမကို လုပ္ႀကံခဲ့တယ္ဒါေပမယ့္ မူေျမာင္းဟာ အရင္တည္းက ဂ်ာေယာင္းနဲ႔ သိကြၽမ္းခဲ့ၿပီး ဂ်ာေယာင္းကို တဖတ္သတ္ခ်စ္ေနတဲ့သူျဖစ္လို႔ လုပ္ႀကံရမယ့္အစား ကယ္တင္ေပးခဲ့ပါတယ္ဂ်ာေယာင္းမိဖုရားႀကီး ျဖစ္သြားတဲ့ အခါမွာလည္း နန္းေစာင့္တပ္သား၀င္လုပ္ၿပီး ဆက္တိုက္ကာကြယ္ေပးခဲ့တဲ့ေနာက္…ထီးနန္းရဲ႕ ရႈပ္ေထြးမႈေတြ ႏိုင္ငံေရး ပဋိပကၡေတြၾကားမွာသူခ်စ္တဲ့ မိဖုရားႀကီးကို ဆက္လက္ကာကြယ္ႏိုင္မလားဆိုတာ ဒီဇာတ္ကားေလးမွာ ဆ္လက္ၾကည့္ရႈၾကပါေနာ္…။*** 18+ ဇာတ္၀င္ခန္းမ်ားပါ၀င္တဲ့အတြက္ မိသားစုနဲ႔ တူတူၾကည့္ရႈဖို႔ မသင့္ေတာ္ပါဘူး ***( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Seung ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__6.3/10Format__mp4Duration__02:05:00Type__Action , Drama , HistorySubtitle__Myanmar Subtitle (Hardsub)Translated by SeungEncoded by Naing Aung Latt"