"The Travelling Cat Chronicles (2018)
“ခုနစ်ရောင်သက်တံ ဆိုတာ နန ရဲ့သက်တံပေါ့”တဲ့။
ဒါကတော့ ကျွန်တော့်သခင် ဆတိုးရု ပြောခဲ့တဲ့စကားပါ။ နန ဆိုတဲ့ ကျွန်တော့်နာမည်က ဂျပန်လိုဆို ခုနစ်မလို့တဲ့လေ။
ဆတိုးရုက သိပ်ကို ကြံကြံဖန်ဖန်တွေးတတ်တာပဲနော်။ပြီးတော့ ကျွန်တော့်ကို သိပ်ချစ်ရှာပြီး ကျွန်တော့်အတွက်ဆို ငိုပါငိုကြွေးတဲ့ လူသားပေါ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဆတိုးရုနဲ့ ကျွန်တော်နဲ့ စတွေ့ခဲ့ပုံကို ပြောပြပါဦးမယ်။ကျွန်တော်ဆိုတာ အရင်တုန်းက
လမ်းပေါ်မှာ လေလွင့်နေတဲ့ ကြောင်တေလေတစ်ကောင်ပေါ့ဗျာ။အဲဒီလိုကျွန်တော့်ကိုမှ
တယုတယနဲ့ အစာလာကျွေးနေကျဖြစ်တဲ့ လူသားကတော့ အခု ကျွန်တော့်သခင်ဖြစ်လာတဲ့ ဆတိုးရုပေါ့။
သိတဲ့အတိုင်း စတွေ့တဲ့အချိန်တုန်းက ကျွန်တော်ဟာ ကြောင်လောကမှာလည်း
ကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်တည်နေတဲ့ ဆရာကြီးဆိုတော့ မာနကလည်းတစ်ခွဲသားနဲ့ဗျ။
စားစရာရှိတာစားပြီးရင် သံယောဇဥ်တွေအတွယ်မခံ၊ ပွတ်သပ်လည်း မခံဘူး။ဝတ်ကျေတန်းကျေလောက်ပဲ ဆက်ဆံတာပေါ့။
ဒါပေမဲ့ တစ်နေ့မှာတော့ ခါတိုင်းလို ကြောင်အစည်းအဝေးပွဲ သွားရမယ့်ညမှာ ကျွန်တော့်ဘဝကို တစ်ဆစ်ချိုး
ပြောင်းလဲစေခဲ့တဲ့ ဖြစ်ရပ်တစ်ခု ဖြစ်ခဲ့တယ်ဗျ။ ဒါကတော့ လမ်းဖြတ်ကူးနေတုန်း ကားတိုက်ခံလိုက်ရတာပါ။
အမှားလေး တစ်ချက်​ကအသက်ကို နှုတ်ယူသွားနိုင်တဲ့ လေလွင့်ကြောင်တွေရဲ့ဘဝပေါ့ဗျာ။
ကျွန်တော်တစ်ကောင်တည်း လမ်းမကြီးထက်မှာ ကူရာကယ်ရာမဲ့ ဝေဒနာခံစားနေရပြီး
သိပ်နာကျင်လွန်းလို့ သေရတော့မှာပါလားလို့ တွေးမိတဲ့အချိန်မှာ ကျွန်တော့်အတွေးထဲ ပေါ်လာတာက သူပါပဲ။
ဟုတ်တယ် သူ၊ ကျွန်တော့်ကို ကြင်နာယုယပေးတဲ့သူ၊ ကျွန်တော်အသံကုန်ခြစ်ပြီး အော်ခေါ်ခဲ့တယ်။
ကယ်ပါဦး၊ ငါ့ကို လာကယ်ပါဦး ဆိုပြီးတော့လေ။ တကယ်လည်း သူ ရောက်လာခဲ့ပါတယ်။
ဒီလိုနဲ့ ကြင်နာတတ်တဲ့ နှလုံးသားပိုင်ရှင် ဆတိုးရုဆိုတဲ့ကောင်လေးက ကျွန်တော့်သခင်ဖြစ်လာတာပေါ့ဗျာ။
သူနဲ့ ကျွန်တော် ပျော်ပျော်ရွှင်ရွှင်နေလာခဲ့ပြီး တစ်နေ့မှာတော့ ဆတိုးရုက ထူးထူးဆန်းဆန်း ကျွန်တော့်ကို ခေါ်ပြီး
ခရီးထွက်ပါလေရော။ ကျွန်တော်ကတော့ ဘာကြောင့်မှန်းမသိပေမယ့် ဆတိုးရုနဲ့အတူ မမြင်ဖူးမတွေ့ဖူးတဲ့
နေရာအသစ်အဆန်းတွေကို သွားရလို့ပျော်နေတာပေါ့ဗျာ။ ပြီးတော့မှ ဘယ်ဟုတ်မလဲ
ဆတိုးရုက ကျွန်တော့်ကို သူများဆီမှာ ထားခဲ့ဖို့လုပ်နေတာဗျ။ ဘယ်လိုမှ နားမလည်နိုင်တော့ဘူး
ကျွန်တော်က ဆတိုးရုရဲ့ကြောင်လေ။ တစ်သက်လုံး သူနဲ့ပဲနေမှာကို သူ့နားကနေ တစ်ဖဝါးမှခွာမှာ
မဟုတ်ဘူးဆိုတာ အဲဒီအရူးကြီး မသိဘူးထင်တယ်။ ခင်ဗျားတို့ရော ဆတိုးရုကို ဘ
ာလို့ကျွန်တော့်ကို သူများဆီပေးဖို့ လုပ်နေတာလဲ သိကြလားဟင်။
……………………..
ဂျပန်စာရေးဆရာမ Hiro Aikawa ရဲ့ ၂၀၁၂ ခုနှစ်မှာ ထုတ်ဝေခဲ့တဲ့ နာမည်ကြီးဝတ္ထုဖြစ်တဲ့
「旅猫リポート」ကြောင်လေးရဲ့ ခရီးသွားမှတ်တမ်း ဝတ္ထုစာအုပ်ကို
ဇာတ်လမ်းအနေနဲ့ ပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။
မြန်မာဘာသာပြန် စာအုပ်လည်းထွက်ရှိထားပြီး ဇာတ်ကားအနေနဲ့လည်း
ကြောင်ချစ်သူတွေသာမက အားလုံးအတွက် အချိန်ပေးရတာနဲ့တန်တဲ့
ဇာတ်ကားကောင်းလေးမို့ ကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ပါတယ်။
File size…1.8GB / 832MB
Quality…1080p BluRay Remux /720p
Format…mp4
Duration….2h 12m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Moe Pwint Phyu
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
