"Cuddle Weather(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပြည့်တန်ဆာတွေရဲ့ဘဝဟာ အချစ်ရဲ့အကောင်းဆုံးသောအချိန်တွေကို ဖန်တီးဖို့အခွင့်မရှိဘူးဆိုတာ သိလိုက်ရပြီးနောက် ပြည့်တန်ဆာအလုပ်ကိုလုပ်ကိုင်တဲ့လူနှစ်ယောက် သူတို့လိုချင်တဲ့အရာတွေအများကြီးရှိတယ်ဆိုတာကို သိလာဖို့အတွက် ယုတ္တိမဆန်လှတဲ့ ‘Cuddle Partners’ ဆိုတဲ့ relationship တစ်ခုကိုတည်ဆောက်ခဲ့ကြပါတယ်
ပြည့်တန်ဆာအလုပ်မှာ အတွေ့အကြုံရှိပြီးတော့ ဒီအလုပ်ကနေရုန်းထွက်ဖို့အတွက် ထွက်ပေါက်ရှာနေခဲ့တဲ့ Adela Johnson တစ်ယောက် ခုမှပြည့်တန်ဆာလောကထဲကိုဝင်ရောက်မယ့် အသစ်စက်စက် ယောကျ်ားလေးပြည့်တန်ဆာဖြစ်တဲ့ Ram နဲ့တွေ့ဆုံခဲ့ပါတယ်
Ram တစ်ယောက်အလိမ်ခံရပြီး သွားစရာမရှိလာစရာမရှိဖြစ်နေတဲ့အချိန်မှာ Adela ကိုဆရာတင်ပြီးသူ့တိုက်ခန်းမှာလိုက်နေဖို့အကြောင်းဖန်လာခဲ့ပါတယ် သူတို့ရဲ့ဆရာတပည့်ဆက်ဆံရေးကနေ တစ်ဆင့် ချစ်ခြင်းတွေသွယ်လာခဲ့ပါတယ် ပြည့်တန်ဆာလောကကနေထွက်သွားချင်တဲ့ Adela နဲ့ ပြည့်တန်ဆာလောကမှာငွေလည်းရှာချင်တယ် Adela နဲ့လည်းအတူနေချင်တယ်ဆိုတဲ့ Ram တို့ ရှေ့ဆက်ပြီးဘာတွေစီစဥ်ထားလဲ Adela ကရော သူလိုလားတဲ့အတိုင်း ဒီဘဝကြီးကနေ လွတ်မြောက်နိုင်မလား Ram နဲ့ကော ဘယ်လိုတွေဆက်ဖြစ်မလဲဆို စောင့်ကြည့်အားပေးကြပါဦး…
ဖိလစ်ပိုင်ရွှေကြာလို့များပြောလို့ရမလားမသိ…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ပဲဖြစ်ပါတယ်…
(zawgyi)
ျပည့္တန္ဆာေတြရဲ႕ဘဝဟာ အခ်စ္ရဲ႕အေကာင္းဆုံးေသာအခ်ိန္ေတြကို ဖန္တီးဖို႔အခြင့္မရွိဘူးဆိုတာ သိလိုက္ရၿပီးေနာက္ ျပည့္တန္ဆာအလုပ္ကိုလုပ္ကိုင္တဲ့လူႏွစ္ေယာက္ သူတို႔လိုခ်င္တဲ့အရာေတြအမ်ားႀကီးရွိတယ္ဆိုတာကို သိလာဖို႔အတြက္ ယုတၱိမဆန္လွတဲ့ ‘Cuddle Partners’ ဆိုတဲ့ relationship တစ္ခုကိုတည္ေဆာက္ခဲ့ၾကပါတယ္
ျပည့္တန္ဆာအလုပ္မွာ အေတြ႕အႀကဳံရွိၿပီးေတာ့ ဒီအလုပ္ကေန႐ုန္းထြက္ဖို႔အတြက္ ထြက္ေပါက္ရွာေနခဲ့တဲ့ Adela Johnson တစ္ေယာက္ ခုမွျပည့္တန္ဆာေလာကထဲကိုဝင္ေရာက္မယ့္ အသစ္စက္စက္ ေယာက်္ားေလးျပည့္တန္ဆာျဖစ္တဲ့ Ram နဲ႔ေတြ႕ဆုံခဲ့ပါတယ္
Ram တစ္ေယာက္အလိမ္ခံရၿပီး သြားစရာမရွိလာစရာမရွိျဖစ္ေနတဲ့အခ်ိန္မွာ Adela ကိုဆရာတင္ၿပီးသူ႔တိုက္ခန္းမွာလိုက္ေနဖို႔အေၾကာင္းဖန္လာခဲ့ပါတယ္ သူတို႔ရဲ႕ဆရာတပည့္ဆက္ဆံေရးကေန တစ္ဆင့္ ခ်စ္ျခင္းေတြသြယ္လာခဲ့ပါတယ္ ျပည့္တန္ဆာေလာကကေနထြက္သြားခ်င္တဲ့ Adela နဲ႔ ျပည့္တန္ဆာေလာကမွာေငြလည္းရွာခ်င္တယ္ Adela နဲ႔လည္းအတူေနခ်င္တယ္ဆိုတဲ့ Ram တို႔ ေရွ႕ဆက္ၿပီးဘာေတြစီစဥ္ထားလဲ Adela ကေရာ သူလိုလားတဲ့အတိုင္း ဒီဘဝႀကီးကေန လြတ္ေျမာက္ႏိုင္မလား Ram နဲ႔ေကာ ဘယ္လိုေတြဆက္ျဖစ္မလဲဆို ေစာင့္ၾကည့္အားေပးၾကပါဦး…
ဖိလစ္ပိုင္ေ႐ႊၾကာလို႔မ်ားေျပာလို႔ရမလားမသိ…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Shoon Thu Thu Chain ပဲျဖစ္ပါတယ္…
File Size : (850 MB) and (317 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:30:00
Genre : Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Shoon Thu Thu Chain
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
