"Tar (2022)
ဒီဇာတ်ကားနာမည်က “Tar” “တာ” လစ်ဒီရာတာ လစ်ဒီရာက ဂီတလောကရဲ့အကျော်အမော်တစ်ယောက်
ဘာလင်သံစုံတူရိယာဝိုင်းရဲ့ ဂီတမှူးတစ်ယောက်၊ သူ့ကိုလူတွေက”လစ်ဒီရာ” ဒါမှမဟုတ်”တာ” ဆိုတာထက်
သူ့ရဲ့ဂုဏ်ပုဒ် “ပါရဂူဂီတမှူး” လို့လေးစားသမှုနဲ့ခေါ်ဆိုကြသူ။ဇာတ်လမ်းအဖွင့်မှာပဲ
လစ်ဒီရာတာဖြေပေးတဲ့အင်တာဗျူးတစ်ခုမှာ သူ့ရဲ့အောင်မြင်မှုပေါင်းများစွာအပြင်
ကိုယ်ရေးကိုယ်တာရောဂီတပိုင်းဆိုင်ရာရော ထူးချွန်ထက်မြက်မှုတွေကို ငြင်းမရအောင်မြင်ရဦးမှာပါ။
လစ်ဒီရာတာက တစ်ရက်တော့ဂျူလီယာ့ဒ်မှာ ဂီတလက်ချာတစ်ခုပေးခဲ့တယ်။
အဲဒီမှာကျောင်းသားတစ်ယောက်ကို ဘာ့ခ်ရဲ့တေးသွားတွေကိုကြိုက်နှစ်သက်လားမေးတော့
ကျောင်းသားကဘာ့ခ်ကို သူ့ကိုယ်ရေးကိုယ်တာပိုင်းကိုသဘောမကျတာကြောင့် သူ့ဂီတကိုလဲခံစားလို့မရပါဘူးတဲ့။
လစ်ဒီရာကဒီကျောင်းသားကို ဂီတကိုကောင်းမကောင်းစံသတ်မှတ်ချက်မှာ
ဂီတဖန်တီးသူရဲ့ဘဝဖြစ်တည်မှု အကောင်းအဆိုးအမှားအပြစ်တွေနဲ့မဝေဖနဘဲ ဂီတအဖြစ်သာခံစားဖို့တိုက်တွန်းပေးခဲ့ပါတယ်။
ဒီနေရာမှာ လစ်ဒီရာ့အယူအဆက ပိုသင့်လျော်တယ်ထင်ရပေမယ့် ဘယ်အတိုင်းအတာထိလဲ။
ကိုယ်သဘောကျတဲ့ဂီတပညာရှင်တစ်ယောက်က အကျင့်စာရိတ္တတွေသိပ်ပျက်ပြားလွန်းနေရင်ရော
ဒါမှမဟုတ်ခွင့်လွှတ်လို့မရနိုင်တဲ့အပြစ်ကိုကျူးလွန်လာရင်ရော
ဒီခေတ်မှာသိပ်အားကောင်းတဲ့အရွေ့ဖြစ်တဲ့ Cancel Culture ဝင်လာသင့်လား။
ဒီဇာတ်လမ်းမှာ လစ်ဒီရာတာရဲ့ ပါရမီထူးချွန်မှုတွေနောက်ကို ကိုယ်ကျင့်တရားကအမှီမလိုက်နိုင်တော့တဲ့တစ်ချိန်မှာ
သူ့ရဲ့ရုန်းကန်ရမှုတွေကို မှားတယ်မှန်တယ်ဝေဖန်မှုမရှိပဲ အလွှာလွှာအထပ်ထပ်နဲ့
သိမ်မွေ့အားကောင်းစွာပဲဖော်ပြထားလို့ ကိုယ်တိုင်သာကြည့်ပြီးအဖြေရှာရမယ့်ပုစ္ဆာတစ်ပုဒ်လိုပါပဲ။
လစ်ဒီရာတာကိုအသက်သွင်းထားတဲ့ မင်းသမီး Kate Blanchett ရဲ့
အော်စကာတန်းဝင်လို့ပြောနေကြတဲ့ သရုပ်ဆောင်မှုတွေကြောင့်လဲ “Tar” က လက်မလွှတ်သင့်တဲ့ဇာတ်ကားကောင်းပါပဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။
Genre….. Drama, Music
Quality…. 1080p | 720p | 480p
File size… 1.3GB | 732MB | 395MB
Format… mp4
Duration…. 2h 38min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Rashida
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
