"Khandanni Shafakhana (2019)
========================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဟိုတလောက FB ပေါ်မှာ ပွဲဆူသွားစေခဲ့တဲ့ “Sex Education” ဆိုတဲ့ ခေါင်းစဉ်လေးကို မှတ်မိကြတယ်မလား
ဒီဇာတ်ကားလေးဟာ လူတွေ “Sex Education” ကိုတကယ်ပဲလိုအပ်သလား မလိုအပ်ဘူးလားဆိုတာကို
မီးမောင်းထိုးပြသွားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ
ဒီဇာတ်ကားထဲမှာတော့ အိန္ဒိယနိုင်ငံသားတွေဟာ သူတို့ရဲ့ ယဉ်ကျေးမှုကို
ဘယ်လောက်ထိအလေးထားကြလဲဆိုတာကို ကွင်းကွင်းကွက်ကွက်ရိုက်ပြထားပါတယ် တော်တော်လည်းကြမ်းကြပါတယ်
ဘယ်လောက်ကြမ်းသလဲဆိုရင် တီဗီမှာလိင်မှုကိစ္စနဲ့ပတ်သတ်တဲ့
ကြော်ငြာတစ်ခုကိုထည့်လိုက်မိတဲ့ မားမားဂျီးဆိုတဲ့သမားတော်တစ်ယောက်ဟာ
၂၅နှစ်တိတိ သူအလုပ်လုပ်လာခဲ့တဲ့ဆေးကုမ္ပဏီကနေ
မဆိုင်းမတွအလုပ်ထုတ်ခံလိုက်ရပါတယ် နောက်ဆုံး အသတ်ခံရတဲ့အထိဖြစ်သွားခဲ့ပါတယ်
ဖြစ်ချင်တော့ သူ့ရဲ့သေတမ်းစာအရ မားမားဂျီးဟာ သူ့ရဲ့တူမလေးဖြစ်သူ
ဘေဘီဘင်ဒီ ကို သူပိုင်တဲ့လိင်ဆေးကုသခန်းကို အမွေပေးသွားခဲ့ပါတယ်
သတ်မှတ်ချက်အရ ဘေဘီဘင်ဒီဟာ ဆေးခန်းမှာခြောက်လတိတိအလုပ်လုပ်မှသာ
အမွေကိုလုံးဝပိုင်ဆိုင်ခွင့်ရမှာဖြစ်ပါတယ်
Sex ဆိုတဲ့ စကားလုံးကိုပြောရင်တောင် ရွံ့ရှာတဲ့အကြည့်နဲ့ကြည့်ကြတဲ့ နိုင်ငံမှာ
မိန်းကလေးတစ်ယောက်က လိင်ဆေးကုသခန်းမှာ အလုပ်လုပ်တယ်ဆိုရင်
ဘယ်လောက်တောင်ပြောဆိုကြမလဲဆိုတာကို တွေးစရာမလိုပါဘူး
ဒါပေမယ့်ဘေဘီဘင်ဒီဟာ လက်ခံလိုက်ပါတယ် ဘာဖြစ်လို့လဲဆိုတော့ ရှင်းပါတယ် ပိုက်ဆံမရှိလို့ပါ
မကြာခင်မှာ အိမ်ကလည်းအကြွေးမဆပ်နိုင်လို့ အပိုင်သိမ်းခံရတော့မယ်
ရှိတဲ့မောင်လေးကလည်း ဘာအလုပ်မှမလုပ်တဲ့ငပျင်း အဲ့တော့ ကံကောင်းပြီးရလာတဲ့
အမွေကိုလက်ခံလိုက်ဖို့ကလွဲပြီး သူ့မှာရွေးချယ်စရာမရှိပါဘူး
အဲ့ဒီတော့ ဘေဘီဘင်ဒီတစ်ယောက် ဘယ်လိုပြဿနာတွေကိုဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲ
လူမှုအဖွဲ့အစည်းတစ်ခုလုံးမှာစွဲညှိနေတဲ့ရှေးအယူအဆတွေကို ဘယ်လိုပြောင်းလဲမလဲဆိုတာကို
တခွီခွီနဲ့ရယ်ပြီး ကြည့်ရမှာဖြစ်ပါတယ် ရသလည်းစုံပါတယ် တကယ့်ဇာတ်လမ်းကောင်းတစ်ပုဒ်ပါ
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ
Translated and Reviewed By : Thet Hnin Hsu
Encoded by : YK
Quality : WEB-DL 1080p and 720p
File Size ; 1.4GB and 692MB
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
