"Happiest Season (2020)
==================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.9/10
ချစ်ခြင်းမေတ္တာဆိုတဲ့အရာက ယောကျ်ား၊ မိန်းမမခွဲခြားဘဲ တစ်ယောက်လက်ကို တစ်ယောက်တွဲပြီး လောကဓံကို
အတူရင်ဆိုင်ဖြတ်သန်းကြတာပါ……
မိဘတွေဆုံးပါးသွားပြီးနောက်ပိုင်း ခရစ်စမတ်ကို တစ်ယောက်ထဲ အထီးကျန်စွာ ဖြတ်သန်းနေတဲ့ အက်ဘီ…..
ပြီးပြည့်စုံတဲ့ မိသားစုတစ်စုဖြစ်ဖို့ မိမိရဲ့ပုံစံအမှန်ကို ဖုံးကွယ်ထားရတဲ့ ဟက်ပါ……
ဟက်ပါနဲ့ အက်ဘီတို့က lesbian ချစ်သူတွေပါ။ ဟက်ပါက သူမိသားစုနဲ့အတူ ခရစ်စမတ်မှာ အတူဖြတ်သန်းပြီး
မိဘတွေနဲ့ မိတ်ဆက်ပေးဖို့ အက်ဘီကို အိမ်ခေါ်သွားပါတယ်။ ခရစ်စမတ်မှာ အက်ဘီတစ်ယောက် ဟက်ပါကို လက်ထပ်
ခွင့်တောင်းဖို့ ရည်ရွယ်ပြီး ဟက်ပါအိမ်ကို လိုက်သွားပါတော့တယ်။ အဲ့လိုနဲ့ ဟက်ပါတို့ မိသားစုရဲ့ အိမ်တွင်းရေးအခြေ
အနေနဲ့ ခရစ်စမတ်မှာ မပျော်တတ်တဲ့ အက်ဘီတို့ကြား ပြဿနာလေးတွေ၊ ကတောက်တဆလေးတွေနဲ့၊ LGBT တွေမှာသာ
ရင်ဆိုင်ကြုံတွေ့ရတဲ့ ပြဿနာတွေနဲ့ သူတို့ရဲ့ ခံစားချက်တွေကို နားလည်ပေးနိုင်ဖို့ ဘယ်လိုဖြေရှင်းရမယ်ဆိုတာကို ဒီဇာတ်
ကားမှာ စီးမျောခံစားနိုင်မှာပါ။ ဒီကားထဲမှာ မင်းသမီး Kisten Stewart ကို lesbian တစ်ယောက်အဖြစ် မြင်တွေ့ရမှာပါ။
Comedy , Romance ကားလေးမို့လို့ ရယ်လည်းရယ်ရပြီး ခရစ်စမတ်အငွေ့အသက်တွေအပြည့် ချစ်ခြင်းမေတ္တာတွေအပြည့်ကို
ဒီဇာတ်ကားတစ်ကားထဲမှာတင် မြင်တွေ့ရမှာမို့ အများကြီးမပြောတော့ဘူးနော်။ ခရစ်စမတ်မှာ ချစ်ရတဲ့ မိသားစုတွေ သူငယ်ချင်း
တွေနဲ့ ပျော်ပျော်ရွှင်ရွှင် ဖြတ်သန်းနိုင်ကြပါစေ……
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)
#Zawgyi
ခ်စ္ျခင္းေမတၱာဆိုတဲ့အရာက ေယာက်္ား၊ မိန္းမမခြဲျခားဘဲ တစ္ေယာက္လက္ကို တစ္ေယာက္တြဲၿပီး ေလာကဓံကို
အတူရင္ဆိုင္ျဖတ္သန္းၾကတာပါ……
မိဘေတြဆုံးပါးသြားၿပီးေနာက္ပိုင္း ခရစ္စမတ္ကို တစ္ေယာက္ထဲ အထီးက်န္စြာ ျဖတ္သန္းေနတဲ့ အက္ဘီ…..
ၿပီးျပည့္စုံတဲ့ မိသားစုတစ္စုျဖစ္ဖို႔ မိမိရဲ႕ပုံစံအမွန္ကို ဖုံးကြယ္ထားရတဲ့ ဟက္ပါ……
ဟက္ပါနဲ႔ အက္ဘီတို႔က lesbian ခ်စ္သူေတြပါ။ ဟက္ပါက သူမိသားစုနဲ႔အတူ ခရစ္စမတ္မွာ အတူျဖတ္သန္းၿပီး
မိဘေတြနဲ႔ မိတ္ဆက္ေပးဖို႔ အက္ဘီကို အိမ္ေခၚသြားပါတယ္။ ခရစ္စမတ္မွာ အက္ဘီတစ္ေယာက္ ဟက္ပါကို လက္ထပ္
ခြင့္ေတာင္းဖို႔ ရည္႐ြယ္ၿပီး ဟက္ပါအိမ္ကို လိုက္သြားပါေတာ့တယ္။ အဲ့လိုနဲ႔ ဟက္ပါတို႔ မိသားစုရဲ႕ အိမ္တြင္းေရးအေျခ
အေနနဲ႔ ခရစ္စမတ္မွာ မေပ်ာ္တတ္တဲ့ အက္ဘီတို႔ၾကား ျပႆနာေလးေတြ၊ ကေတာက္တဆေလးေတြနဲ႔၊ LGBT ေတြမွာသာ
ရင္ဆိုင္ႀကဳံေတြ႕ရတဲ့ ျပႆနာေတြနဲ႔ သူတို႔ရဲ႕ ခံစားခ်က္ေတြကို နားလည္ေပးႏိုင္ဖို႔ ဘယ္လိုေျဖရွင္းရမယ္ဆိုတာကို ဒီဇာတ္
ကားမွာ စီးေမ်ာခံစားႏိုင္မွာပါ။ ဒီကားထဲမွာ မင္းသမီး Kisten Stewart ကို lesbian တစ္ေယာက္အျဖစ္ ျမင္ေတြ႕ရမွာပါ။
Comedy , Romance ကားေလးမို႔လို႔ ရယ္လည္းရယ္ရၿပီး ခရစ္စမတ္အေငြ႕အသက္ေတြအျပည့္ ခ်စ္ျခင္းေမတၱာေတြအျပည့္ကို
ဒီဇာတ္ကားတစ္ကားထဲမွာတင္ ျမင္ေတြ႕ရမွာမို႔ အမ်ားႀကီးမေျပာေတာ့ဘူးေနာ္။ ခရစ္စမတ္မွာ ခ်စ္ရတဲ့ မိသားစုေတြ သူငယ္ခ်င္း
ေတြနဲ႔ ေပ်ာ္ေပ်ာ္႐ႊင္႐ႊင္ ျဖတ္သန္းႏိုင္ၾကပါေစ……
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Parris ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1h 42min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Comedy, Romance
Source : 1080p.WebRip
Translator – Parris
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
