"Skyfire (2019)
============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.4/10
#Unicode
ဒီဇာတ်ကားလေးကတော့ ၂၀၁၉ ခုနစ်ထွက် အက်ရှင် ဒရမ်မာ ဇာတ်ကားလေးပါ။
ဇာတ်လမ်းအကျဉ်းကတော့…..
ရှောင်မုံးရဲ့ မိဘနှစ်ပါးလုံးက ဘူမိဗေဒပညာရှင်တွေပါ တန်ဟောင်းမီးတောင်ကို ကွင်းဆင်းလေ့လာကြရင်း
မီးတောင်ရုတ်တရက် ထပေါက်တာကြောင့် ရှောင်မုံးရဲ့ မိခင်ဖြစ်သူ ဆုံးပါးသွားခဲ့ပါတယ်။ ဒီလိုနဲ့ ရှောင်မုန်း
အရွယ်ရောက်လာချိန်မှာ မိခင်ဖြစ်သူရဲ့ အိပ်မက်ကို အကောင်အထည်ဖော်ဖို့ ဘူမိဗေဒပညာရှင်ဖြစ်လာခဲ့ပြီး
မီးတောင်တွေအကြောင်း အသေးစိတ်လေ့လာနိုင်မယ့် ဒီဂျစ်တယ် ဇူးစနစ်ကို တီထွင်ခဲ့ပါတယ်။
အဲဒီအချိန်မှာပဲ အိမ်ခြံမြေစီးပွားရေးလုပ်ငန်းရှင် ဂျက်ဟားရစ်က တန်ဟောင်းမီးတောင်ပေါ်မှာ ကမ္ဘာ့ပထမဆုံး
အပန်းဖြေစခန်းကြီးကို ခမ်းခမ်းနားနား တည်ဆောက်နေတာ အဆင့်တစ်ပြီးသွားပြီဖြစ်ပါတယ်။ ကမ္ဘာ့လှည့်
ခရီးသည်တွေကလည်း အထူးအဆန်းမို့လို့ အုံးအုံးကြွပ်ကြွပ် လာရောက်လည်ပတ်နေကြပါတယ်။ တစ်နေ့မှာတော့
မီးတောင်မူမမှန်တာကို ရှောင်မုံးက ခံစားမိပြီး သူ့ကိုပိတ်ဖို့ သတိပေးခဲ့ပေမယ့် သူက လက်မခံခဲ့ပါဘူး။
ရှောင်မုံးရဲ့ဖခင်ပါမောက္ခကြီးကလည်း သမီးဇောနဲ့ အဲဒီမီးတောင်ရှိရာ လိုက်လာခဲ့ပြီးနောက် ဘာတွေဆက်ဖြစ်မလဲဆိုတာ….
ဒီဇာတ်လမ်းလေးထဲမှာ စိတ်ဝင်စားစွာကြည့်ရှုရမှာပါ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီဇာတ္ကားေလးကေတာ့ ၂၀၁၉ ခုနစ္ထြက္ အက္ရွင္ ဒရမ္မာ ဇာတ္ကားေလးပါ။
ဇာတ္လမ္းအက်ဥ္းကေတာ့…..
ေရွာင္မုံးရဲ႕ မိဘႏွစ္ပါးလုံးက ဘူမိေဗဒပညာရွင္ေတြပါ တန္ေဟာင္းမီးေတာင္ကို ကြင္းဆင္းေလ့လာၾကရင္း
မီးေတာင္႐ုတ္တရက္ ထေပါက္တာေၾကာင့္ ေရွာင္မုံးရဲ႕ မိခင္ျဖစ္သူ ဆုံးပါးသြားခဲ့ပါတယ္။ ဒီလိုနဲ႔ ေရွာင္မုန္း
အ႐ြယ္ေရာက္လာခ်ိန္မွာ မိခင္ျဖစ္သူရဲ႕ အိပ္မက္ကို အေကာင္အထည္ေဖာ္ဖို႔ ဘူမိေဗဒပညာရွင္ျဖစ္လာခဲ့ၿပီး
မီးေတာင္ေတြအေၾကာင္း အေသးစိတ္ေလ့လာႏိုင္မယ့္ ဒီဂ်စ္တယ္ ဇူးစနစ္ကို တီထြင္ခဲ့ပါတယ္။
အဲဒီအခ်ိန္မွာပဲ အိမ္ၿခံေျမစီးပြားေရးလုပ္ငန္းရွင္ ဂ်က္ဟားရစ္က တန္ေဟာင္းမီးေတာင္ေပၚမွာ ကမာၻ႔ပထမဆုံး
အပန္းေျဖစခန္းႀကီးကို ခမ္းခမ္းနားနား တည္ေဆာက္ေနတာ အဆင့္တစ္ၿပီးသြားၿပီျဖစ္ပါတယ္။ ကမာၻ႔လွည့္
ခရီးသည္ေတြကလည္း အထူးအဆန္းမို႔လို႔ အုံးအုံးႂကြပ္ႂကြပ္ လာေရာက္လည္ပတ္ေနၾကပါတယ္။ တစ္ေန႔မွာေတာ့
မီးေတာင္မူမမွန္တာကို ေရွာင္မုံးက ခံစားမိၿပီး သူ႔ကိုပိတ္ဖို႔ သတိေပးခဲ့ေပမယ့္ သူက လက္မခံခဲ့ပါဘူး။
ေရွာင္မုံးရဲ႕ဖခင္ပါေမာကၡႀကီးကလည္း သမီးေဇာနဲ႔ အဲဒီမီးေတာင္ရွိရာ လိုက္လာခဲ့ၿပီးေနာက္ ဘာေတြဆက္ျဖစ္မလဲဆိုတာ….
ဒီဇာတ္လမ္းေလးထဲမွာ စိတ္ဝင္စားစြာၾကည့္ရႈရမွာပါ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲျဖစ္ပါတယ္။)
Quality – 1080p,720p WebRip
Duration – 1h 37min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Drama
Source : 1080p.WebRip
Translator – May Myat Thu
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
