"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
[Unicode]
The Golden Era 2014
၁၉၉၃ ခုနှစ်နောက်ပိုင်း ဂျပန် တရုတ် စစ်ပွဲကာလအတွင်းက တရုတ်နိုင်ငံရဲ့ နာမည်ကျော် စာရေးဆရာမ ရှောင်ဟုန်
သူကတော့ ၁၉၉၄ ခုနှစ် အသက် ၃၂ နှစ်အရွယ် ငယ်ငယ် နဲ့ ကွယ်လွန်ခဲ့ရတဲ့သူ တစ်ယောက်…
သူ့အကြောင်းကို ဒါရိုက်တာ Ann Hui က သူ့ရဲ့နောက်ဆုံး ရိုက်ကူးမယ့် ဇာတ်ကားအဖြစ်သတ်မှတ်ပြီး အကောင်းဆုံး ရိုက်ကူးထားတာပါ
ဒါ့ကြောင့် ဇာတ်ကားက ၃ နာရီကြာပြီး Opening Weekend USA: $50,242 ရရှိခဲ့ပြီး Cumulative Worldwide Gross: $8,396,062 ရရှိခဲ့ပါတယ်
ဇာတ်ကား တစ်ဝက်လောက်ထိကတော့ ဇာတ်ကောင်မိတ်ဆက် ဇာတ်အစပျိုးတာပေါ့ တစ်ဝက်ကျော်မှ ဇာတ်လမ်းစတာပါ
ဒီလိုဇာတ်မျိုးကြိုက်တဲ့သူအတွက် အရမ်းကောင်းပေမယ့် မကြိုက်တဲ့သူကတော့ ပျင်းမှာပါ လူတိုင်း ကြိုက်တဲ့ကားမျိုးတော့ မဟုတ်ပါဘူး
ဘဝဇာတ်ကြောင်းလေး ဖြစ်လို့ အကျဉ်းချုပ်ကို သိပ်မပြောတော့ဘဲ စာရေးဆရာမ ရှောင်ဟုန်ရဲ့ မွေးဖွားတဲ့အချိန်ကစ သေဆုံးချိန်ထိ ကာလအတောအတွင်း သူမရဲ့ အချစ်ရေး လူမှုရေး ဘဝအခက်အခဲများစွာကို ဒီကားလေးထဲမှာ စီးမျောရင်း ကြည့်ရှုခံစားလိုက်ကြရအောင်ပါ ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ဖြစ်ပါတယ် )
[Zawgyi]
The Golden Era 2014
၁၉၉၃ ခုႏွစ္ေနာက္ပိုင္း ဂ်ပန္ တ႐ုတ္ စစ္ပြဲကာလအတြင္းက တ႐ုတ္ႏိုင္ငံရဲ႕ နာမည္ေက်ာ္ စာေရးဆရာမ ေရွာင္ဟုန္
သူကေတာ့ ၁၉၉၄ ခုနွစ္ အသက္ ၃၂ နွစ္အရြယ္ ငယ္ငယ္ နဲ႔ ကြယ္လြန္ခဲ့ရတဲ့သူ တစ္ေယာက္…
သူ႔အေၾကာင္းကုိ ဒါရုိက္တာ Ann Hui က သူ႔ရဲ႕ေနာက္ဆံုး ရုိက္ကူးမယ့္ ဇာတ္ကားအျဖစ္သတ္မွတ္ျပီး အေကာင္းဆံုး ရိုက္ကူးထားတာပါ
ဒါ့ေၾကာင့္ ဇာတ္ကားက ၃ နာရီၾကာျပီး Opening Weekend USA: $50,242 ရရွိခဲ႔ျပီး Cumulative Worldwide Gross: $8,396,062 ရရွိခဲ႔ပါတယ္
ဇာတ္ကား တစ္၀က္ေလာက္္ထိကေတာ့ ဇာတ္ေကာင္မိတ္ဆက္ ဇာတ္အစပ်ိဳးတာေပါ့ တစ္၀က္ေက်ာ္မွ ဇာတ္လမ္းစတာပါ
ဒီလိုဇာတ္မ်ိဳးၾကိဳက္တဲ့သူအတြက္ အရမ္းေကာင္းေပမယ့္ မၾကိဳက္တဲ့သူကေတာ့ ပ်င္းမွာပါ လူတုိင္း ၾကိဳက္တဲ့ကားမ်ိဳးေတာ့ မဟုတ္ပါဘူး
ဘဝဇာတ္ေၾကာင္းေလး ျဖစ္လို႔ အက်ဥ္းခ်ဳပ္ကို သိပ္မေျပာေတာ့ဘဲ စာေရးဆရာမ ေ႐ွာင္ဟုန္ရဲ႕ ေမြးဖြားတဲ့အခ်ိန္ကစ ေသဆံုုးခ်ိန္ထိ ကာလအေတာအတြင္း သူမရဲ႕ အခ်စ္ေရး လူမႈေရး ဘဝအခက္အခဲမ်ားစြာကို ဒီကားေလးထဲမွာ စီးေမ်ာရင္း ၾကည့္႐ႈခံစားလိုက္ၾကရေအာင္ပါ ။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__6.4/10
Format__mp4
Duration__02:57:00
Type__Biography, Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Deer
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
