King Of Comedy (1999)၁၉၉၉ ဖေဖော်ဝါရီလ ၁၃ရက်နေ့ မှာဟောင်ကောင် ၌ စတင်ထွက်ရှိခဲ့ ပြီး တရုတ်နှစ်ကူးအမှီ ထွက်ရှိခဲ့တဲ့ ထိထိမိမိ ဇာတ်ကားတစ်ကားပါ။ Imdb_7.3 အထိ ရရှိထားပြီး ချောင်ရဲ့ The best top movie rating စာရင်းထဲက တစ်ကားလဲ ဖြစ်ပါတယ်။Drama-Comedy-Romance Type 3 ခုလုံး ပါဝင်ပြီး Box Office အနေနဲ့ HKD $29.85 Million ကျော် ရရှိ ထားပါတယ်။ဒါရိုက်တာကတော့ ချောင်ရဲ့ ကားကောင်းတွေကို ထုတ်ပေး နေကြဖြစ်တဲ့ Lee Lik-Chi နှင့် Stephen Chow ကိုယ်တိုင် ပဲ ဖြစ်ပါတယ်။Lee Lik-Chi ရိုက် ကူးပေး ခဲ့တဲ့ချောင်ရဲ့ကားတွေကို ပြရမယ်ဆိုရင်*From Beijing With Love*Forbidden City Cop*The God of Cookery*Love On Delivery*Flirting Scholar စတဲ့ နာမည်ကြီး ကားတွေပါ။×××××××××Plotအရ**သရုပ်ဆောင် ပါရမီရှိသော်လည်း ဖြတ်လျှောက်အခန်းတောင် ပါဝင် ဖို့ခက်ခဲ လှတဲ့ အောက်ခြေက သရုပ်ဆောင်တွေအကြောင်းတစေ့တစောင်း ရိုက်ပြ သွားပုံလေးပါ။ ချောင် ဟာ သရုပ်ဆောင်ပိုင်းကို အရမ်းရူးသွပ်သူဖြစ်ပြီး ဘယ်အခန်းရရ ရုပ်မပါရင်နေပါစေ ရုပ်ရှင်ထဲ ကျောတပြားလောက်ပါချင်သူပါ။ဒီလို ခက်ခဲ့တဲ့ နေရာကို တုံးတိုက်တိုက် ကျားကိုက်ကိုက် ဝင်သရုပ်ဆောင်ရင်း သူ့ရဲ့အလွဲ အမှားတွေနဲ့ အနှိမ်ခံ အောက်ခြေ ဖြတ်လျှောက်သမားလေးရဲ့ ဘ၀ကို ဖော်ကျူး ထုတ်ဖော်ထားပါတယ်။ပါရမီရှိတဲ့သူဖြစ်တာကြောင့် မင်းသမီး Karen Mok(ကင်းကြယ်) နဲ့ တွေ့ ဆုံပြီး ချောင် ရဲ့အခြေအနေတွေ က ပြောင်းလဲ အဆင့်တက်ကာ ခေါင်းဆောင်မင်းသား အဖြစ်သရုပ်ဆောင်ဖို့ အခွင့်ရေး ရရှိခဲ့ပါတယ်။ဒါပေမယ့်လည်း….တချိန်က အပျော်မယ် လောင်ဖြူဖြူဆိုတဲ့ မင်းသမီး လေးနဲ့ချောင်ရဲ့ ဇာတ်လမ်းလေးကလဲ ရှိသေးတော့ မင်းသမီး၂ လက် နဲ့ ချောင် ရဲ့ Drama ကလဲ စိတ်၀င်စားစရာပါ။ကြည့်ဖူးပြီးသားကားတွေ လို ဟာသချည်း သက်သက် မဟုတ်ပဲ ရသ မျိုး စုံ နဲ့ ရိုက်ကူး ထားတာကြောင့် ခံစားချက် တခုပြီးတခု ရစေမှာ အသေချာပါ။ဒါ့အပြင် မင်းသားကြီး ဂျက်ကီ ချန်း လဲ ဧည့်သည် သရုပ်ဆောင်အဖြစ် ဇာတ်ဝင်ခန်း တစ်ခန်းမျှ ပါဝင်ထားတာကို တွေ့ရပါတယ်ဗျ။×××××ဒီကားဟာ ကမ္ဘာမကျော်ခင် ချောင်ရဲ့ သရုပ်ဆောင်လောက ကို အောက်ခြေကနေ စတက်ခဲ့တဲ့ အကြောင်း ရိုက်ကူးထားတာ ဖြစ်ပြီးချောင်ရဲ့ဘ၀ တဒေသ ကိုပုံဖော်ထားတဲ့ဇာတ်ကားလေးဖြစ်လို့ စိတ်မကောင်းဖြစ်မိတဲ့အထိ ခံစားရတဲ့ဇာတ်၀င်ခန်းတွေလဲပါ၀င်တာကိုတွေ့မြင်နိုင်ပါတယ်။ယခု ဇာတ်ကားရဲ့ဇာတ်ကွက်လိုပဲ Chow ကိုယ်တိုင်ရိုက်ထားတဲ့ The New King of Comedy ဆိုတဲ့ကားဟာလဲ 2019 Feb လ မှာပဲ ထပ် ထွက်ရှိခဲ့ပြီး ပါပြီ။ Chow ကိုယ်တိုင်ပါဝင်သရုပ်ဆောင်ထားခြင်းတော့မရှိပါဘူးဗျာ။ပြီးတော့ လောင်ဖြူဖြူ (Celcilia Cheung) ဆိုတဲ့ မင်းသမီး လေးဟာ ဒီ ဇာတ်ကားဖြင့် Hongkong Film Award က ပေးတဲ့ Best New Performer ဆု ကို ဇကာတင် စာရင်းဝင်ခဲ့ပါ သေးတယ်။သူက ၁၉၉၈ မှ ရုပ်ရှင်လောက ထဲ စဝင်ခဲ့တဲ့ မင်းသမီးဖြစ်ပြီး ၁၉၉၉ မှာ King Of Comedy ဇာတ်ကား ၌တက်သစ်စ မင်းသမီးအနေနဲ့ ဝင်ရောက် သရုပ်ဆောင်ခဲ့ပြီး နာမည်ရလာခဲ့ပါတယ်။သူ့နာမည်အရင်းက Cecilia Cheung ဖြစ်ပါတယ်။အခုဆို အသက် ၃၉နှစ်နီး ပါးရှိနေပါပြီ။××××××(ရုပ်ရှင်အညွှန်းကို Stephen Chow Movies & Knowledge (Myanmar) FB Page မှ ကူးယူဖော်ပြပါသည်…)+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ လွမ်းကြ ဆွေးကြ တိုက်ကြ ခိုက်ကြ။ဒါပေမယ့် ပြန်တွေးကြည့်တော့လဲ ရယ်စရာအတိတ်တွေခပ်များများ။ဘဝဆိုတာ ဘာမှလဲမဟုတ်လှ။ဒီလိုဘာမှမဟုတ်တဲ့ ဘဝကြီးကို ဟာသတွေနဲ့ ချိတ်ဆက်ပြထားတဲ့ စတီဖင်ချောင်ရဲ့ ဇာတ်ကား‌တွေတစ်ဝကြီးထိုင်ကြည့်ရင်း ဘဝဆိုတာကြီးကို ကျွန်တော်တို့ ဟားတိုက်နေကြရအောင်ဗျာ။File size…(1.9 GB) and (1 GB)Quality….HDTV 1080p 5.1CH and 720pFormat…mkvDuration….01:29:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by AliasEncoder Note – Chinese Sub Hardcode"