"The Swerve (2018)
===============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.7/10
#Unicode
ဇာတ်လမ်းလေးကတော့ ကလေးနှစ်ယောက်မိခင်ဖြစ်တဲ့ဟော်လီဟာ ကျောင်းတစ်ကျောင်းရဲ့
ဆရာမတစ်ယောက်ပါ ။ ဟော်လီရဲ့ယောကျ်ားကစူပါမားကတ်တစ်ခုမှာအလုပ်လုပ်တယ်။ ကလေး
နှစ်ယောက်ကလည်း ယောကျ်ားလေးတွေဆိုတော့ ကလန်ကဆန်တွေတော့ လုပ်တယ် ။ တစ်နေ့မှာ
တော့ ဟော်လီရဲ့ညီမကြောင့် အမေဖြစ်သူက အိမ်ကိုလာဖို့ ဖုန်းဆက်ခေါ်တယ်၊ဟော်လီကလည်း
သူ့ညီမနဲ့သိပ်တည့်တာမဟုတ်ဘူး။ အဲ့နေ့ညမှာပဲ သူ့အမေအိမ်မှာညစာစားရင်းနဲ့ညီမဖြစ်သူနဲ့ စကား
များကြတယ် ၊ ဒါ့အပြင် အိမ်အပြန်မှာလည်း Accident ကလည်းဖြစ် . လင်ယောင်္ကျားကလည်း
ထင်သလို သစ္စာမရှိ . စတဲ့ ဆိုးရွားမှုအခြေအနေတွေနဲ့ အမျိုးသမီးတစ်ယောက်ဟာ ဘယ်လိုအင်အား
မျိုးနဲ့ ရှေ့ဆက်ရပ်တည်နိုင်ရမှာပါလိမ့်။ ဒါပေမယ့် ဘယ်လိုအကြပ်အတည်းမျိုးမှာပဲဖြစ်ပါစေ . ထွက်ပေါက်
ထွက်လမ်းဆိုတာဟာ အမြဲရှိမြဲ ရှာလို့ရစမြဲပါပဲ။ အဲ့တော့ ဟော်လီတစ်ယောက်ရှာသွားတဲ့ ဒုက္ခတွေ
ကင်းလွတ်ရာလမ်းဟာ ဘယ်လိုမျိုးလဲဆိုတာကို စိတ်ဝင်စားစွာကြည့်ရှူရမှာပါ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဇာတ္လမ္းေလးကေတာ့ ကေလးႏွစ္ေယာက္မိခင္ျဖစ္တဲ့ေဟာ္လီဟာ ေက်ာင္းတစ္ေက်ာင္းရဲ႕
ဆရာမတစ္ေယာက္ပါ ။ ေဟာ္လီရဲ႕ေယာက်္ားကစူပါမားကတ္တစ္ခုမွာအလုပ္လုပ္တယ္။ ကေလး
ႏွစ္ေယာက္ကလည္း ေယာက်္ားေလးေတြဆိုေတာ့ ကလန္ကဆန္ေတြေတာ့ လုပ္တယ္ ။ တစ္ေန႔မွာ
ေတာ့ ေဟာ္လီရဲ႕ညီမေၾကာင့္ အေမျဖစ္သူက အိမ္ကိုလာဖို႔ ဖုန္းဆက္ေခၚတယ္၊ေဟာ္လီကလည္း
သူ႔ညီမနဲ႔သိပ္တည့္တာမဟုတ္ဘူး။ အဲ့ေန႔ညမွာပဲ သူ႔အေမအိမ္မွာညစာစားရင္းနဲ႔ညီမျဖစ္သူနဲ႔ စကား
မ်ားၾကတယ္ ၊ ဒါ့အျပင္ အိမ္အျပန္မွာလည္း Accident ကလည္းျဖစ္ . လင္ေယာက်ၤားကလည္း
ထင္သလို သစၥာမရွိ . စတဲ့ ဆိုး႐ြားမႈအေျခအေနေတြနဲ႔ အမ်ိဳးသမီးတစ္ေယာက္ဟာ ဘယ္လိုအင္အား
မ်ိဳးနဲ႔ ေရွ႕ဆက္ရပ္တည္ႏိုင္ရမွာပါလိမ့္။ ဒါေပမယ့္ ဘယ္လိုအၾကပ္အတည္းမ်ိဳးမွာပဲျဖစ္ပါေစ . ထြက္ေပါက္
ထြက္လမ္းဆိုတာဟာ အၿမဲရွိၿမဲ ရွာလို႔ရစၿမဲပါပဲ။ အဲ့ေတာ့ ေဟာ္လီတစ္ေယာက္ရွာသြားတဲ့ ဒုကၡေတြ
ကင္းလြတ္ရာလမ္းဟာ ဘယ္လိုမ်ိဳးလဲဆိုတာကို စိတ္ဝင္စားစြာၾကည့္ရႉရမွာပါ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1h 35min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama
Source : 1080p.WebRip
Translator – Tin Myo Lwin
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
