"Shawn Mendes: In Wonder (2020)
=========================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.7/10
#Unicode
အနုပညာရှင်တွေရဲ့ documentary တွေကြည့်ရတာ ကြိုက်နှစ်သက်​သူတွေအတွက် နာမည်ကျော်
ကနေဒီယန်အဆိုတော်လေး Shawn Mendes ရဲ့ documentary လေးကို တင်ဆက်ပေးလိုက်ပါတယ်။
သူလိုကိုယ်လူ သာမန် ၂၂နှစ်အရွယ် လူငယ်လေး Shawn Mendes တစ်ယောက် သူ့ရဲ့အိပ်ခန်းထဲမှာ ဂစ်တာ
လေးတစ်လက်နဲ့ သီချင်းတွေစဆိုရင်း အခုလို ကမ္ဘာကျော်တစ်ယောက်ဖြစ်လာတဲ့အထိ ဖြတ်သန်းလာခဲ့ရပုံတွေ၊
အိပ်မက်တွေအမှန်တကယ်ဖြစ်လာတဲ့အခါ အတိုင်းမသိဝမ်းသာကြည်နူးရပုံတွေ၊ တစ်ချိန်တည်းမှာပဲ တစ်ခါတစ်ရံ
သာမန်လူငယ်လေးတစ်ယောက်လို မိသားစုတွေ သူငယ်ချင်းတွေ ချစ်ရသူတွေနဲ့ ဘဝကိုလွတ်လွတ်လပ်လပ် ပျော်ပျော်
ရွှင်ရွှင် ဖြတ်သန်းချင်မိပုံတွေ အစရှိတဲ့ Shawn ပြောပြတဲ့ Shawn ရဲ့ life story တွေကို လိုက်ပါခံစားကြရမှာပါ။
ဒါ့အပြင် သူ့ရဲ့ ၂၀၁၉တုန်းက ပွဲပေါင်း ၁၀၄ပွဲ လှည့်လှည်ဖျော်​ဖြေခဲ့တဲ့ World Tour မှာ ကြုံတွေ့ခဲ့ရတဲ့ အခက်အခဲတွေ၊
ပျော်ရွှင်စရာတွေ အပြင်၊ အားလုံးသိပြီးဖြစ်တဲ့ Shawn နဲ့ Camila တို့ရဲ့အချစ်ဇာတ်လမ်း၊ Shawn ရဲ့ နောက်ထပ်
ထွက်ရှိလာမယ့် album အသစ်အကြောင်းတွေကိုပါ ဒီ documentary ထဲ ပြောပြထားတာဖြစ်လို့ CM ပရိသတ်ကြီး
ကြည့်ရှုခံစားလိုက်ကြပါဦး။
(ဒီဇာတ်လမ်းကို ဘာသာပြန်ရေးသားပေးသူကတော့ Yoon Sandi Aung, Jerrica, MTA ပဲ ဖြစ်ပါတယ်။)
#Zawgyi
အႏုပညာရွင္ေတြရဲ႕ documentary ေတြၾကည့္ရတာ ႀကိဳက္ႏွစ္သက္​သူေတြအတြက္ နာမည္ေက်ာ္
ကေနဒီယန္အဆိုေတာ္ေလး Shawn Mendes ရဲ႕ documentary ေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။
သူလိုကိုယ္လူ သာမန္ ၂၂ႏွစ္အ႐ြယ္ လူငယ္ေလး Shawn Mendes တစ္ေယာက္ သူ႔ရဲ႕အိပ္ခန္းထဲမွာ ဂစ္တာ
ေလးတစ္လက္နဲ႔ သီခ်င္းေတြစဆိုရင္း အခုလို ကမာၻေက်ာ္တစ္ေယာက္ျဖစ္လာတဲ့အထိ ျဖတ္သန္းလာခဲ့ရပုံေတြ၊
အိပ္မက္ေတြအမွန္တကယ္ျဖစ္လာတဲ့အခါ အတိုင္းမသိဝမ္းသာၾကည္ႏူးရပုံေတြ၊ တစ္ခ်ိန္တည္းမွာပဲ တစ္ခါတစ္ရံ
သာမန္လူငယ္ေလးတစ္ေယာက္လို မိသားစုေတြ သူငယ္ခ်င္းေတြ ခ်စ္ရသူေတြနဲ႔ ဘဝကိုလြတ္လြတ္လပ္လပ္ ေပ်ာ္ေပ်ာ္
႐ႊင္႐ႊင္ ျဖတ္သန္းခ်င္မိပုံေတြ အစရွိတဲ့ Shawn ေျပာျပတဲ့ Shawn ရဲ႕ life story ေတြကို လိုက္ပါခံစားၾကရမွာပါ။
ဒါ့အျပင္ သူ႔ရဲ႕ ၂၀၁၉တုန္းက ပြဲေပါင္း ၁၀၄ပြဲ လွည့္လွည္ေဖ်ာ္​ေျဖခဲ့တဲ့ World Tour မွာ ႀကဳံေတြ႕ခဲ့ရတဲ့ အခက္အခဲေတြ၊
ေပ်ာ္႐ႊင္စရာေတြ အျပင္၊ အားလုံးသိၿပီးျဖစ္တဲ့ Shawn နဲ႔ Camila တို႔ရဲ႕အခ်စ္ဇာတ္လမ္း၊ Shawn ရဲ႕ ေနာက္ထပ္
ထြက္ရွိလာမယ့္ album အသစ္အေၾကာင္းေတြကိုပါ ဒီ documentary ထဲ ေျပာျပထားတာျဖစ္လို႔ CM ပရိသတ္ႀကီး
ၾကည့္ရႈခံစားလိုက္ၾကပါဦး။
(ဒီဇာတ္လမ္းကို ဘာသာျပန္ေရးသားေပးသူကေတာ့ Yoon Sandi Aung, Jerrica, MTA ပဲ ျဖစ္ပါတယ္။)
Quality – 1080p, 720p WebRip
Duration – 1h 23min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Documentary, Music
Source : 1080p.WebRip
Translator – Yoon Sandi Aung, Jerrica, MTA
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
