"Cowboys & Aliens (2011)
==================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.1/10 – Voting – 206,241
#Unicode
ဒီကားကတော့ ၂၀၁၁ မှာ ထွက်ထားခဲ့တဲ့ Western Theme ဂြိုလ်သားဇာတ်ကားပါ။ James Bond မင်းသား
Daniel Craig ၊ ကြာပွတ်မင်းသားလို့ ကျွန်တော်တို့တွေ သဘောကျခဲ့တဲ့ Indiana Jones မင်းသား မင်းသားကြီး
Harrison Ford နဲ့ ကျပ်ပြားစေ့မျက်နှာနဲ့ လှတဲ့ မင်းသမီး Olivia Wilde တို့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်။
ဇာတ်လမ်းကတော့ ထုံးစံအတိုင်း ဂြိုလ်သားတွေက ကမ္ဘာကို သိမ်းပိုက်ဖို့လာတာကို မင်းသားတို့ လူတစ်စုက တားကြတဲ့
ဇာတ်လမ်းပေမဲ့ Western ပုံစံလေးကတော့ အမြင်ဆန်းတာပေါ့ဗျာ။ IMDb Rating ကတော့ 6.1/10 ရထားတယ်ဗျ။
ဂြိုလ်သားကားကြည့်ချင်ပေမဲ့ အမေရိကန်စစ်တပ်နဲ့ပဲ တိုက်နေလို့ ကြည့်ရတာပျင်းနေတဲ့သူတွေ ကောင်းဘွိုင်တွေနဲ့
ဂြိုလ်သားတွေချတာကို ကြည့်လို့ရသွားစေမယ့် ရုပ်ရှင်ကားကောင်းလေးမို့ ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီကားကေတာ့ ၂၀၁၁ မွာ ထြက္ထားခဲ့တဲ့ Western Theme ၿဂိဳလ္သားဇာတ္ကားပါ။ James Bond မင္းသား
Daniel Craig ၊ ၾကာပြတ္မင္းသားလို႔ ကြၽန္ေတာ္တို႔ေတြ သေဘာက်ခဲ့တဲ့ Indiana Jones မင္းသား မင္းသားႀကီး
Harrison Ford နဲ႔ က်ပ္ျပားေစ့မ်က္ႏွာနဲ႔ လွတဲ့ မင္းသမီး Olivia Wilde တို႔ ပါဝင္သ႐ုပ္ေဆာင္ထားၾကပါတယ္။
ဇာတ္လမ္းကေတာ့ ထုံးစံအတိုင္း ၿဂိဳလ္သားေတြက ကမာၻကို သိမ္းပိုက္ဖို႔လာတာကို မင္းသားတို႔ လူတစ္စုက တားၾကတဲ့
ဇာတ္လမ္းေပမဲ့ Western ပုံစံေလးကေတာ့ အျမင္ဆန္းတာေပါ့ဗ်ာ။ IMDb Rating ကေတာ့ 6.1/10 ရထားတယ္ဗ်။
ၿဂိဳလ္သားကားၾကည့္ခ်င္ေပမဲ့ အေမရိကန္စစ္တပ္နဲ႔ပဲ တိုက္ေနလို႔ ၾကည့္ရတာပ်င္းေနတဲ့သူေတြ ေကာင္းဘြိဳင္ေတြနဲ႔
ၿဂိဳလ္သားေတြခ်တာကို ၾကည့္လို႔ရသြားေစမယ့္ ႐ုပ္ရွင္ကားေကာင္းေလးမို႔ ျပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ d3mon ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay 5.1CH
Duration – 1h 59min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Crime
Source : 1080p.BluRay.5.1CH
Translator – d3mon
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
