"Let Him Go(2020)
IMDb…..7.0
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဝါရင့်သရုပ်ဆောင် Diane Lane နဲ့ Kevin Costner ပါဝင်သရုပ်ဆောင်ထားတာဖြစ်ပြီး IMDB 7/10 ရရှိထားပါတယ်…
ဂျော့နဲ့ မာဂရက်ဆိုတဲ့အဘိုးကြီး လင်မယားမှာ တစ်ဉီးထဲသောသားလေးတစ်ယောက်ရှိတယ်…
အချိန်တန်အရွယ်ရောက်လို့ သားဖြစ်သူ အိမ်ထောင်ကျပြီး သားယောင်္ကျားလေးရလို့ အဘိုးအဘွားဖြစ်သူတို့အတွက်
ပီတိတွေဖြာလို့ပေါ့…သားအချစ်မြေးအနှစ်ဆိုတဲ့အတိုင်း မြေးလေးကိုအရိပ်တကြည့်ကြည့်ပေါ့…
တစ်နေ့ မြင်းပေါ်ကပြုတ်ကျပြီး သားဖြစ်သူဆုံးပါးသွားတယ်…နှစ်အနည်းငယ်ကြာတော့ ချွေးမဖြစ်သူလည်း
နောက်အိမ်ထောင်ပြုသွားတယ်….မြေးလေးနဲ့ အိမ်မှာပဲနေစေချင်ပေမဲ့ ချွေးမဖြစ်သူလည်း သူ့အားကိုးရာရှာလေတော့
အဘိုးအဘွားလင်မယားဟာ မြေးလေးနဲ့ခွဲရတော့တာပေါ့…အဘိုးအဘွားဆိုတာ ပထွေးနဲ့ ဘယ်စိတ်ချပါ့မလဲ..
တစ်နေ့ အဘွားဖြစ်သူဈေးသွားတော့ ချွေးမနဲ့သားကို ပထွေးဖြစ်သူကရိုက်နှက်နေတာတွေ့သွားတယ်..
အဘိုးအဘွားရဲ့စိုးရိမ်မှုတွေဟာ ပြောမပြနိုင်အောင်ပါပဲ..ဒါ့ကြောင့် မြေးလေးတို့အိမ်လိုက်သွားပေမဲ့
အိမ်ပြောင်းသွားကြတယ်…မြေးလေးရဲ့ပထွေးဖြစ်သူဟာ ထစ်ခနဲရှိလက်ပါတတ်ပြီး သဘောထားကျဉ်းမြောင်းတဲ့သူ
ဖြစ်နိုင်တာကြောင့် မြေးလေးကို ပြန်တွေ့ပြီး အိမ်ကိုပြန်ခေါ်ဖို့ ရေဆုံးမြေဆုံးလိုက်ပါတော့တယ်..
တကယ်တော့ ဒီဇာတ်ကားဟာ ဆန်းပြားပြီးလှည့်ကွက်တွေပါတဲ့အမျိုးအစားမျိုးမဟုတ်ပေမဲ့
မင်းသားကြီး မင်းသမီးတွေရဲ့သရုပ်ဆောင်မှုနဲ့အတူ အဘိုးအဘွားတွေရဲ့ချစ်ခြင်းမေတ္တာကို ခံစားရတဲ့ကားမို့
တော်တော်ကြီးကိုကြည့်လို့ကောင်းပါတယ်…အမလေးငါ့မြေးလေးရဲ့ဆိုပြီး ငိုကြီးချက်မနဲ့ အာဗြဲကြီးနဲ့အော်ငိုနေတဲ့
ပုံစံမျိုးတွေမပါဘဲ ခပ်တိုးတိုးစကားသံနဲ့ မျက်လုံးတွေကိုကြည့်ရုံနဲ့ သူတို့ဘယ်လောက်စိုးရိမ်ပြီး
မြေးလေးကိုလွမ်းဆွတ်နေလဲဆိုတာ အလိုလိုခံစားရပါတယ်…မြေးလေးနဲ့ပြန်တွေ့နိုင်မလား..တခြားဘယ်လို
အခက်အခဲတွေရော မမျှော်လင့်ဘဲကြုံတွေကြရမလဲဆိုတာကိုတော့…
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်…
File Size :(900 MB) and (380 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:53:00
Genre : Crime , Drama,Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by May Myat Thu
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
