"1 Interrogation (2020)
=================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.5/10
#Unicode
နှစ်(၄၀)လုံးလုံး လူဆိုးတွေကိုစစ်ဆေးမေးမြန်းပြီးထောင်ထဲပို့နေတဲ့ စုံထောက်ဒန်နီရယ်…
ကောင်းမွန်တဲ့ကမ္ဘာဖြစ် လာစေဖို့ မျှော်လင့်ရင်း တာဝန်ကိုကျေပွန်စွာထမ်းရွက်နေတဲ့စုံထောက်ဒန်နီရယ်…
သူ့လိုမျိုးပဲ အလုပ်ကိုကျေပွန်စွာထမ်း ဆောင်တဲ့ ခရိုင်ရှေ့နေဝေါ့ကာတို့ကို ဇာတ်အိမ်တည်ပြီးရိုက်ထားတဲ့
ကားလေးပါ။
သူတို့နှစ်ယောက်က အမှုတစ်ခုကိုဖြေရှင်းပြီးတိုင်း နောက်တစ်မှုကထပ်ထပ်ရောက်လာတယ်။ သူတို့ကိုင်
တွယ်နေရတဲ့အမှုတွေကလည်းအမျိုးစုံ သလို တရားခံတွေကလည်းအမျိုးစုံရယ်…နစ်နာသူတွေကလည်း
ပုံစံအမျိုးမျိုးနဲ့ရယ်ပေါ့….….
ဒီကားလေးကိုကြည့်ပြီး သိလိုက်ရတာက မကောင်းတဲ့လူတွေကအသက်အရွယ်မရွေးရှိကြသလို အခြေအနေ
ပတ်ဝန်းကျင်တစ်ခုကြောင့် လူဆိုးဖြစ် လာကြတာမျိုးလည်းရှိကြတယ်ဆိုတာပါပဲ… ချုပ်ရရင်တော့ ဒီကားလေးက
အေးအေးဆေးဆေးနဲ့ကြည့်လို့ကောင်းရဲ့လားကို တော့ ကိုယ်တိုင်ကြည့်ရှုပြီးသုံးသပ်လိုက်ကြပါလို့…………
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)
#Zawgyi
ႏွစ္(၄၀)လုံးလုံး လူဆိုးေတြကိုစစ္ေဆးေမးျမန္းၿပီးေထာင္ထဲပို႔ေနတဲ့ စုံေထာက္ဒန္နီရယ္…
ေကာင္းမြန္တဲ့ကမာၻျဖစ္ လာေစဖို႔ ေမွ်ာ္လင့္ရင္း တာဝန္ကိုေက်ပြန္စြာထမ္း႐ြက္ေနတဲ့စုံေထာက္ဒန္နီရယ္…
သူ႔လိုမ်ိဳးပဲ အလုပ္ကိုေက်ပြန္စြာထမ္း ေဆာင္တဲ့ ခ႐ိုင္ေရွ႕ေနေဝါ့ကာတို႔ကို ဇာတ္အိမ္တည္ၿပီး႐ိုက္ထားတဲ့
ကားေလးပါ။
သူတို႔ႏွစ္ေယာက္က အမႈတစ္ခုကိုေျဖရွင္းၿပီးတိုင္း ေနာက္တစ္မႈကထပ္ထပ္ေရာက္လာတယ္။ သူတို႔ကိုင္
တြယ္ေနရတဲ့အမႈေတြကလည္းအမ်ိဳးစုံ သလို တရားခံေတြကလည္းအမ်ိဳးစုံရယ္…နစ္နာသူေတြကလည္း
ပုံစံအမ်ိဳးမ်ိဳးနဲ႔ရယ္ေပါ့….….
ဒီကားေလးကိုၾကည့္ၿပီး သိလိုက္ရတာက မေကာင္းတဲ့လူေတြကအသက္အ႐ြယ္မေ႐ြးရွိၾကသလို အေျခအေန
ပတ္ဝန္းက်င္တစ္ခုေၾကာင့္ လူဆိုးျဖစ္ လာၾကတာမ်ိဳးလည္းရွိၾကတယ္ဆိုတာပါပဲ… ခ်ဳပ္ရရင္ေတာ့ ဒီကားေလးက
ေအးေအးေဆးေဆးနဲ႔ၾကည့္လို႔ေကာင္းရဲ႕လားကို ေတာ့ ကိုယ္တိုင္ၾကည့္ရႈၿပီးသုံးသပ္လိုက္ၾကပါလို႔…………
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1h 35min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Crime
Source : 1080p.WebRip
Translator – Chit Tee
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
