"Haruko Azumi Is Missing (2016)========================PauseIMDb Rating – 6.2/10#UnicodeJapanese Girls Never Die လို့လည်း ဒီဇာတ်ကားကို ခေါ်ပါသေးတယ်။(သတိပေးချက်။ ။ ဒီအညွှန်းက ပွဲရှာတာ၊ မီးမွှေးတာမဟုတ်ပါဘူး။ အဲဒါကြောင့် တချို့ဓာတ်မတည့်တဲ့သူတွေ ကျော်သွားနိုင်အောင် သတိပေးချက်ရေးပေးတာပါ။ ဒီဇာတ်ကားက မဟာပုရိသဝါဒလက်ကိုင်ထားသူများ၊ ရှေးရိုးစွဲသူများ၊ လိင်ပိုင်းဆိုင်ရာ အယူသီးတတ်ကြသူများ၊ အသက်မပြည့်သေးသူများ၊ အသက်ပြည့်သော်လည်း စိတ်ဓာတ်မပြည့်သေးသူများ၊ လိင်ခွဲခြားဆက်ဆံတတ်သူများ၊ စကားလုံးအသုံးအနှုန်းနှင့်ပတ်သက်၍ ထိရှလွယ်သူများ၊ လူသားအမြင်နဲ့သာမကြည့်တတ်ဘဲ လူ့အသိုင်းအဝိုင်းအမြင်ကိုသာ လက်ကိုင်ထားတတ်ကြသူများ လုံးဝ(လုံးဝ) ကြည့်ရှုရန် မသင့်တော်သောကြောင့် အထက်ဖော်ပြပါ ပုဂ္ဂိုလ်များ ဇာတ်ကားကိုရော အညွှန်းကိုပါ လက်ရှောင်ပေးကြပါရန် လေးစားစွာ အသိပေးအပ်ပါတယ်ဗျာ။)တံခွန်မရှိတဲ့ ရထားက မတင့်တယ်ဘူးတဲ့ ရထားမရှိတဲ့ တံခွန်ကကျတော့ ဘာဖြစ်လို့ သုံးစားမရတော့တာ ဖြစ်သွားရတာလဲ။Haruko Azumi ပျောက်ဆုံးနေပါတယ်။ အသက် ၃၀ ပြည့်ခါနီး အိမ်ထောင်မရှိသေးတဲ့ မိန်းကလေးတစ်ယောက်။ သူငယ်ချင်းဆိုတာလည်း မရှိသလောက်ပဲ။ မိသားစုမှာရော သူ့ရဲ့နေရာက ဂျပန်အမျိုးသမီးတစ်ယောက် အနေနဲ့ သိပ်ပြီး အရေးပါလှတာမဟုတ်ဘူး။ အိမ်သာသုံးစက္ကူကုန်နေတဲ့အချိန် သွားဝယ်ပေးဖို့လောက်ပဲ အရေးပါတဲ့ မိသားစုဝင်တစ်ယောက်။ သူချစ်နေတဲ့သူဆိုတာကလည်း သူဆိုတာ လိင်ပိုင်းဆိုင်ရာ လိုအင်ဆန္ဒကို ဖြည့်ပေးဖို့အတွက် အရုပ်တစ်ရုပ်ထက် ပိုပြီးဘာမှခံစားချက်မရှိဘူး။ တစ်နေ့မှာ သူ အိမ်သာသုံးစက္ကူ ဝယ်ဖို့ သွားရင်း ပျောက်ဆုံးသွားပါတယ်။ သူပျောက်ဆုံးတဲ့ အချိန်က အဲဒီအချိန်မှလား။ ဒါမှမဟုတ်…..Haruko မပျောက်ဆုံးခင် အချိန်မှာ ညဖက်တစ်ယောက်တည်း လမ်းလျှောက်သွားနေတဲ့ အမျိုးသားတွေကို ကျောင်းသူ ၆ယောက် ၇ ယောက်လောက်ပါတဲ့ အမျိုးသမီးဂိုဏ်းတစ်ခုက ရိုက်နှက်မှုတွေဖြစ်ပွားနေပါတယ်။ သူတို့တွေဘာလို့ ဒီလိုလုပ်နေရတာလဲ။ အဲဒီကျောင်းသူအဖွဲ့ရဲ့ ခေါင်းဆောင်ရဲ့ ပြောစကားအရကတော့ လက်စားချေတာပါတဲ့။ သူတို့တွေ ဘာကိုလက်စားချေကြတာလဲ။ သေချာတာကတော့ အဲဒီကျောင်းသူကောင်မလေးတွေရဲ့ ဓာတ်ပုံနဲ့ နာမည်တွေပါနေတဲ့ လူပျောက်ကြော်ငြာတွေ တစ်နေရာရာမှာ ရှိနေကြတယ်ဆိုတာပါပဲ။Haruko ပျောက်ဆုံးသွားတဲ့ နောက်မှာ သူ့အတွက် လူပျောက်ကြော်ငြာတွေ နံရံတွေမှာ ကပ်ထားပါတယ်။ ဒီလူပျောက်ကြော်ငြာတွေကို ဘယ်သူတွေကြည့်ကြလဲ။ ကြည့်မိတဲ့သူတွေအများကြီးရှိပါလိမ့်မယ်။ ဒါပေမဲ့ မြင်တဲ့သူတွေရောရှိကြပါရဲ့လား။ ဒါကို မြင်မိတဲ့ Graffiti သဘောကျတဲ့ လူငယ်တစ်ယောက်နဲ့ Graffiti အနုပညာရှင်တစ်ယောက်ဖြစ်လာမယ့် လူငယ်တစ်ယောက်က အဲဒီ လူပျောက်ကြော်ငြာကို Graffiti အဖြစ်ဖန်တီးပြီး Haruko Azumi ရဲ့ လူပျောက်ကြော်ငြာကို သူတို့ရဲ့ အမှတ်အသား Graffiti တစ်ခုအနေနဲ့ ရေးဆွဲခဲ့ကြပါတယ်။ သူတို့ရဲ့ အဖွဲ့ကို နောက်ထပ် ဝင်ရောက်လာသူတစ်ယောက်ကတော့ သူတို့ရဲ့ သူငယ်ချင်း ဖြစ်သူ Aina ဆိုတဲ့ ကောင်မလေးတစ်ယောက်ပါပဲ။ သူတို့သုံးယောက် အဖွဲ့စတင်ဖွဲ့စည်းဖြစ်ရတဲ့ အဓိကအကြောင်းက သူ့ကြောင့်ဆိုရင်လည်း မမှားပါဘူး။ အဖွဲ့ရဲ့လိုအပ်ချက်ကို ဖြည့်စည်းပေးနေတဲ့သူလည်းဖြစ်ပါတယ်။ ဒါပေမဲ့ တခြားအဖွဲ့ဝင် နှစ်ယောက်ရဲ့ အမြင်ကတော့ သူကသူတို့နှစ်ယောက်အတွက် ဖျော်ဖြေမှုကို ပေးဖို့အတွက်ပဲ အသုံးဝင်တဲ့ အဖွဲ့ဝင်တစ်ယောက်လို့ပဲ မြင်တာပါ။ အကြောင်းတစ်ခုကြောင့် သူတို့အဖွဲ့ကွဲသွားခဲ့ပြီးတဲ့နောက် သူတို့ရဲ့ Haruko Azumi ပျောက်ဆုံးနေတယ်ဆိုတဲ့ Graffiti က အောင်မြင်မှုရလာတဲ့ အချိန်မှာတော့ သူတို့အဖွဲ့မှာ Aina ဆိုတဲ့ ကောင်မလေးရဲ့ နေရာက ပျောက်ဆုံးသွားပါပြီ။ နောက်ထပ် လူပျောက်ကြော်ငြာတစ်ခုမှာ Aina ဆိုတဲ့ နာမည်နဲ့ သူ့ရဲ့ပုံပါတဲ့ Graffiti လေးတစ်ခု ထပ်ပြီး တိုးလာနိုင်မလားဆိုတာတော့ ကိုယ်တိုင်ပဲ ဇာတ်ကားကို ကြည့်ပြီး စဉ်းစားကြည့်လိုက်ပါ။ဂျပန်နိုင်ငံဆိုတာ အမျိုးသားတွေ ကြီးစိုးတဲ့နိုင်ငံတစ်နိုင်ငံပါ။ အမျိုးသမီးတွေက အမြဲတမ်း တစ်ဆင့်နိမ့်လိင်(Second Sex ကိုပြောချင်တာပါ။ ကျွန်တော် အသုံးအနှုန်းမှားတာဖြစ်နိုင်ပါတယ်) အဖြစ် ရာစုနှစ်ပေါင်းများစွာ သတ်မှတ်ခံထားရတဲ့ နိုင်ငံတစ်ခုဖြစ်ပါတယ်။ (ယနေ့ခေတ် ဂျပန်နိုင်ငံအကြောင်းကို ပြောခြင်းမဟုတ်ဘဲ ဇာတ်ကားထဲမှာ ဖော်ပြထားတဲ့ ဂျပန်နိုင်ငံအကြောင်းကိုပဲ ပြောတာကို သတိချပ်စေလိုပါတယ်။) အမျိုးသားတွေရတဲ့ လစာနဲ့ အမျိုးသမီးတွေရတဲ့ လစာက ၁၀ ဆလောက်ကွာပါတယ်။ အလုပ်ခွင်က မိန်းကလေးတွေဆိုတာ ပုံမှန်အလုပ်အပါအဝင် အောက်ခြေသိမ်းအလုပ်အားလုံးလုပ်ဖို့အတွက် နဲ့ အမျိုးသားဝန်ထမ်းတွေအတွက် အပန်းဖြေစရာတစ်ခုပါ။ လုပ်ငန်းခွင်အတွင်း လိင်ပိုင်းဆိုင်ရာနှောင့်ယှက်မှု ဆိုတာက နေ့စဉ်ကြုံနေကြ မထူးဆန်းတဲ့ အဖြစ်အပျက်တစ်ခုပါပဲ။ ဒါပေမဲ့ အဲဒါကို သည်းမခံနိုင်ရင် လုပ်စရာ တစ်ခုပဲရှိပါတယ်။ အလုပ်ထွက်တာပါ။ အမျိုးသမီးတစ်ယောက်ရဲ့ အဝတ်အစား အတိုင်းအရှည်က နိုင်ငံတော်အဆင့် အရေးတယူ စောင့်ကြည့်စရာကိစ္စတစ်ခု ဖြစ်ပါတယ်။ ပညာသင်ခွင့်ရပေမဲ့ ပညာကို အပြည့်အဝအသုံးချနိုင်ဖို့ အခွင့်အရေးမရှိပါဘူး။ ပညာဘယ်လောက်ပဲတော်တော် မိန်းကလေးတစ်ယောက်ဖြစ်နေတဲ့အတွက် လုပ်အားနဲ့လစာ အချိုးမမျှသလို ပညာရှင်အဖြစ် အသတ်မှတ်မခံရဘဲ အမြဲတမ်း အလှဆင်ပစ္စည်းတစ်ခုသာသာ လုပ်သားတစ်ယောက်အဖြစ် သတ်မှတ်ခံရတတ်ပါတယ်။ အမျိုးသမီးတစ်ယောက်ရဲ့ အမြင့်ဆုံးရည်မှန်းချက်ဆိုတာ လင်ကောင်းသားကောင်းရဖို့ဆိုတာကလွဲရင် ဘာမှမျှော်လင့်စရာမရှိပါဘူး။ အသက်အရွယ်တစ်ခုရောက်နေပြီး အိမ်ထောင်မကျသေးတာက အမျိုးသမီးတစ်ယောက်အတွက်ကျရှုံးမှုလို့ ပြောလို့ရပါတယ်။ မိန်းမတစ်ယောက်ရဲ့ ဘဝဟာ ယောက်ျားယူဖို့ကလွဲရင် ဒါမှမဟုတ် ယောက်ျားတွေကို ဖျော်ဖြေဖို့အတွက်ကလွဲရင် ဘာမှအသုံးဝင်တာမရှိသလိုပါပဲ။ ဂျပန်ဇာတ်ကားတော်တော်မျာများမှာပါတတ်တဲ့ ဇာတ်ဝင်ခန်းတစ်ခုကို သတိထားမိကြမှာပါ။ ထမင်းဝိုင်းမှာ အမျိုးသမီးတွေက စားဖို့သောက်ဖို့ ဟင်းချက်ပြင်ဆင်ပြီး ထမင်းခူးခပ်ပေးချိန်မှာ ယောက်ျားဖြစ်သူက အရက်တစ်ခွက်သောက်ရင်းထိုင်စောင့်နေပါတယ်။ ပြီးရင် သူငယ်ပြန်နေတဲ့ ယောက်ျားရဲ့ အမေကို ချွေးမဖြစ်သူက စားဖို့အတွက်ခွံ့ကျွေးနေပြီး ကလေးအငယ်လေးတွေရှိရင် ထိန်းနေရတဲ့ ဇာတ်ဝင်ခန်းမျိုး ကျွန်တော်တော့ မကြာမကြာတွေ့တတ်ပါတယ်။ အဲဒါက ဂျပန်မိသားစုတစ်စုရဲ့ အခြေခံပုံစံကိုဖော်ကျူးနေသလိုပါပဲ။ အဖေက အပြင်မှာ အလုပ်လုပ် ကျန်တဲ့ အိမ်ထောင်မှုကိစ္စမိသားစုကိစ္စအား လုံးကို အမေက အကုန်လုပ်ရပါတယ်။ အမျိုးသားကဝင်ကူတယ်ဆိုတာ ဂျပန်မှာ ထုံးစံမရှိပါဘူး။ ရိုးရာကိုက အဲဒီလိုပါပဲ။ အိမ်ထောင်မကျသေးတဲ့ အမျိုးသမီးတစ်ယောက်အတွက် ဘဝ ရည်မှန်းချက်က အိမ်ထောင်ကျဖို့ ဖြစ်ပြီး အိမ်ထောင်ကျသွားပြီးတဲ့ အမျိုးသမီးတစ်ယောက်အတွက် ဘဝရည်မှန်းချက်ကတော့ အိမ်ထောင့်တာဝန်၊ မိသားစုတာဝန်တွေကို အကောင်းဆုံးထမ်းဆောင်ပေးဖို့နဲ့ ယောက်ျားဖြစ်သူကို ပြုစုဖို့အတွက်ပါပဲ။ ဒီနေရာမှာပဲ အမျိုးသမီးတွေရဲ့ တန်ဖိုးက ကုန်ဆုံးသွားပါပြီ။ တစ်နည်းအားဖြင့် အိမ်ထဲမှာပဲ ပိတ်မိနေပြီး အမျိုးသမီးတစ်ယောက် ပျောက်ဆုံးသွားပါပြီ။ဒီနေရာမှာ မိန်းကလေးတစ်ယောက်ရဲ့ အချစ်နဲ့ လိင်ကိစ္စ ဘယ်လိုဆက်စပ်နေတယ်ဆိုတဲ့ အကြောင်းကို ကျွန်တော် လေးစားပြီးချစ်ရတဲ့ ပွင့်လင်းတဲ့အတွေးအခေါ်ရှိတဲ့ သူငယ်ချင်းတစ်ယောက်ကို မေးဖူးတာလေးပြောပါရစေ။ မိန်းကလေးတွေက လိင်ကိစ္စကို ဘာလို့ ထိန်းချုပ်တတ်ကြတာလဲပေါ့။ သူ့အဖြေက ပွင့်လင်းသလောက် ရိုးရှင်းပြီး ထိမိပါတယ်။ မိန်းကလေးအများစုကက မချစ်တဲ့သူနဲ့ မအိပ်တတ်ဘူးတဲ့။ ယောက်ျားလေးတစ်ယောက်က အချစ်မပါဘဲ ဘယ်သူနဲ့ဖြစ်ဖြစ် အိပ်လို့ရပေမဲ့ မိန်းကလေးတွေကတော့ ချစ်တဲ့သူနဲ့ပဲ ဒီအခြေအနေကိုရောက်ချင်ကြတယ်တဲ့။ ဘာကြောင့်လဲဆိုတာပါ ထပ်ရှင်းပြပါတယ်။ “မိန်းကလေးတွေမှာလည်း ယောက်ျားလေးတွေလို သွေးသားဆန္ဒရှိတာပဲ။ လိုချင်တာပေါ့။ ဒါပေမဲ့ ယောက်ျားလေးတွေ ဘုန်းတန်ခိုးထွားတဲ့၊ မိန်းမအိန္ဒြေ ရွှေပေးလို့မရ ဆိုတဲ့ ပါကင်ပိတ်အရုပ်က တန်ဖိုးပိုကြီးတယ်ဆိုတဲ့ အမြင်ရှိတဲ့၊ အပျိုကိုမှ တန်ဖိုးထားလိုချင်ကြတဲ့ ယောက်ျားလေးအများစုရှိတဲ့၊ ယဉ်ကျေးမှု(သို့) ရိုးရာကို အလေးထားတတ်တဲ့၊ မိန်းကလေးတွေက တစ်ဆင့်နိမ့်လိင်လို့မြင်တတ်တဲ့(ရိုင်းရိုင်းပြောရရင် အခံဖက်ကချည်းပဲလို့မြင်တဲ့)၊ မိန်းကလေးတစ်ယောက်က လိင်ကိစ္စကို စတင်တောင်းဆိုလာရင် မကောင်းတဲ့ မိန်းကလေးတစ်ယောက်အဖြစ် သတ်မှတ်တတ်ကြတဲ့၊ လပ်မထပ်ခင် လိင်မှုကိစ္စပြုလုပ်မိရင် ရာဇဝတ်သားတစ်ယောက်လို၊ အနုအဝဲ၊ သိမ်ဖျင်းတဲ့သူတစ်ယောက်လိုသတ်မှတ်တတ်ကြတဲ့ အသိုင်းအဝိုင်းကြောင့်၊ လိင်ကိစ္စရဲ့နောက်ဆက်တွဲ ဖြစ်လာနိုင်တဲ့ အခြေအနေတွေကို အများဆုံး တာဝန်ယူရတတ်တာကြောင့် (ယောက်ျားလေးဖက်က တာဝန်ယူသည်ဖြစ်စေ၊ မယူသည်ဖြစ်စေ ကိုယ်ဝန်လွယ်ရတဲ့ဒုက္ခ** ဖြစ်လာနိုင်တာကြောင့်) စတဲ့ အကြောင်းအရင်းတွေကြောင့်အပါအဝင် မိန်းကလေးတွေက လိင်ကိစ္စနဲ့ပတ်သက်ရင် ယောက်ျားလေးတွေထက် Emotional Connection(စိတ်ပိုင်းဆိုင်ရာဆက်သွယ်မှု) ပိုပြီးလိုအပ်လို့”ဆိုပြီး သူ ပြောပါတယ်။ ကျွန်တော်ကတော့ သူပြောတာတွေနဲ့ သဘောထားခြင်းတိုက်ဆိုင်ပေမဲ့ ဖတ်ရှု့သူတွေ သဘောတူတာ၊ မတူတာကတော့ လွတ်လပ်စွာ သဘောထားကွဲလွဲနိုင်ပါတယ်။ ဒီဇာတ်ကားထဲက မိန်းကလေးတွေရဲ့ ချစ်ခြင်းမေတ္တာကို လိင်ကိစ္စနဲ့ ရောထွေးမမြင်ကြဖို့ ဒါလေးကို နည်းနည်းပြောချင်တာပါ။ မိန်းကလေးတွေလည်း သွေးသားဆန္ဒရှိပါတယ်။ လိင်ဆက်ဆံတတ်သလို ချစ်တတ်ပါတယ်။ မိန်းကလေးတစ်ယောက်ရဲ့ တန်ဖိုးက အပျိုစင်ဖြစ်ခြင်းမဖြစ်ခြင်းပေါ် မူတည်နေတာမဟုတ်သလို မိန်းကလေးတစ်ယောက်ရဲ့တန်ဖိုးက လူတစ်ယောက်ရဲ့ တန်ဖိုးထက် နည်းနည်းမှမလျော့ဘူးလို့ ကျွန်တော်တော့ အခိုင်အမာယုံကြည်ပါတယ်။(** ဒီနေရာလေးကို နည်းနည်းထပ်ပြောချင်ပါတယ်။ ကိုယ်ဝန်လွယ်ရတဲ့ ကိစ္စမှာ အမျိုးသမီးတွေက မိခင်စိတ်ရှိလို့ ဒုက္ခလို့ မမြင်ကြဘူး မသတ်မှတ်ဘူးဆိုရင်လည်း တကယ်တန်း ပင်ပန်းဆင်းရဲတဲ့ ခံရတာကတော့ ငြင်းမရတဲ့ အချက်လို့မြင်ပါတယ်။ ဒါကို Biological Issuse ရုပ်ပိုင်းဆိုင်ရာဖြစ်လို့ ဒီနေရာမှာ ထည့်ပြောစရာမလိုဘူးလို့ ထင်လို့လည်းရပါတယ်။)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p BluRayDuration – 1h 41minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, DramaSource : 1080p.BluRayTranslator – d3monEncoder – SWM"