"One Little Finger (2019)==================PauseIMDb Rating – 7.8/10#Unicodeဒီဇာတ်ကားလေးဟာ ၂၀၁၉ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ဒရမ်မာအမျိုးစားဖြစ်ပါတယ်၊ အဓိကအားဖြင့် ကိုယ်အင်္ဂါချို့တဲ့သူတွေအပေါ် လူတွေအမြင်ပြောင်းလဲသွားစေမယ့် ဇာတ်ကားမျိုးပါပဲ….ဇာတ်လမ်းအကျဉ်းက‌တော့ အမေရိကန်နိုင်ငံသူ ဦးနှောက် နှင့် အာရုံကြောဆရာ၀န် ဒေါက်တာ ရေနာက ဂီတကုထုံး နှင့် ပတ်သတ်တဲ့ထိရောက်မှုတွေကို သုတေသနပြုချင်လို့ အိန္ဒိယနိုင်ငံကို သွားရောက်ခဲ့ပါတယ်…သူဟာ အိန္ဒိယနိုင်ငံမှာရှိတဲ့ မသန်စွမ်းကျောင်းမှာ အဆိုပါ ဂီတကုထုံးကို သုတေသနပြုရင်း မသန်ပေမယ့်စွမ်းတဲ့ ဂျီဂျာ အိန်ဂျယ်တို့နဲ့ဆုံတွေပြီး သူတို့ရဲ့မျှော်လင့်ချက်တွေကြိုးစားအားထုတ်မှုတွေကို ပြထားတာဖြစ်ပါတယ် … ဒီဇာတ်ကားထဲမှာတော့ ဂီတဟာ လူသားတွေကို တစ်သားတည်း‌ဖြစ်စေတတ်ပုံတွေ…မသန်စွမ်းတွေအနေနဲ့ လူ့ဘောင်အဖွဲ့အစည်းမှာ အနိုင်ကျင့်ခံရတာတွေ ရှိပေမယ့် သူတို့က ဘယ်လို မျိုး လူ့အဖွဲ့အစည်းကို ပြန်ပြီးကောင်းကျိုးပြုနိုင်လဲဆိုတာတွေကို ဖော်ကျူးထားပါတယ်…ဒီဇာတ်ကားလေးဟာ IMDb 7.8/10 ရရှိထားခဲ့ပါတယ်…(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးဟာ ၂၀၁၉ ခုႏွစ္မွာ ထြက္ရွိခဲ့တဲ့ဒရမ္မာအမ်ိဳးစားျဖစ္ပါတယ္၊ အဓိကအားျဖင့္ ကိုယ္အဂၤါခ်ိဳ႕တဲ့သူေတြအေပၚ လူေတြအျမင္ေျပာင္းလဲသြားေစမယ့္ ဇာတ္ကားမ်ိဳးပါပဲ….ဇာတ္လမ္းအက်ဥ္းက‌ေတာ့ အေမရိကန္ႏိုင္ငံသူ ဦးေႏွာက္ ႏွင့္ အာ႐ုံေၾကာဆရာ၀န္ ေဒါက္တာ ေရနာက ဂီတကုထုံး ႏွင့္ ပတ္သတ္တဲ့ထိေရာက္မႈေတြကို သုေတသနျပဳခ်င္လို႔ အိႏၵိယႏိုင္ငံကို သြားေရာက္ခဲ့ပါတယ္…သူဟာ အိႏၵိယႏိုင္ငံမွာရွိတဲ့ မသန္စြမ္းေက်ာင္းမွာ အဆိုပါ ဂီတကုထုံးကို သုေတသနျပဳရင္း မသန္ေပမယ့္စြမ္းတဲ့ ဂ်ီဂ်ာ အိန္ဂ်ယ္တို႔နဲ႔ဆုံေတြၿပီး သူတို႔ရဲ႕ေမွ်ာ္လင့္ခ်က္ေတြႀကိဳးစားအားထုတ္မႈေတြကို ျပထားတာျဖစ္ပါတယ္ … ဒီဇာတ္ကားထဲမွာေတာ့ ဂီတဟာ လူသားေတြကို တစ္သားတည္း‌ျဖစ္ေစတတ္ပုံေတြ…မသန္စြမ္းေတြအေနနဲ႔ လူ႔ေဘာင္အဖြဲ႕အစည္းမွာ အႏိုင္က်င့္ခံရတာေတြ ရွိေပမယ့္ သူတို႔က ဘယ္လို မ်ိဳး လူ႔အဖြဲ႕အစည္းကို ျပန္ၿပီးေကာင္းက်ိဳးျပဳႏိုင္လဲဆိုတာေတြကို ေဖာ္က်ဴးထားပါတယ္…ဒီဇာတ္ကားေလးဟာ IMDb 7.8/10 ရရွိထားခဲ့ပါတယ္…(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1h 45minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – May Myat ThuEncoder – SWM"