"ဒီတစ်ခေါက် CM ပရိတ်သတ်တွေအတွက် အလန်းစား
ဇာတ်ကားတစ်ခုနဲ့ မိတ်ဆက်ပေးမယ်နော်…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇင်ဘာလလည်း ရောက်တော့မယ်…
ခရစ်စမတ်နေ့လည်း နီးပြီဆိုတော့ ခရစ်စမတ်ဇာတ်လမ်းတစ်ပုဒ်နဲ့ မိတ်ဆက်ပေးပါမယ်…
ကြည့်ရတာ ပျော်စရာကောင်းပြီး အဆုံးသတ်လည်းလှတော့
ကြည့်ရှုသူတိုင်း ကျေနပ်စေမယ့် ဇာတ်လမ်းတစ်ပုဒ်ပါ…
Netflix မှဖြန့်ချီပြီး IMDb 6.1 ရထားတာမို့ လက်မလွှတ်သင့်တဲ့ဇာတ်လမ်းပါနော်…
ဒီဇာတ်လမ်းမှာတော့ High School Musical ဇာတ်လမ်းနဲ့ လူသိများတဲ့
မင်းသမီး Vanessa Hudgens က နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ထားပါတယ်…
အညွှန်း- ချီကာဂိုမှာ မုန့်ဖုတ်ဆိုင်ဖွင့်ထားပြီး အတော်အသင့် နာမည်ရထားတဲ့
ကောင်မလေး စတေစီ..
သူက သူငယ်ချင်းဖြစ်သူ ကယ်ဗင်နဲ့ ဒီမုန့်ဖုတ်ဆိုင်ကို ဦးစီးပါတယ်…
စတေစီက ရည်းစားနဲ့ကွဲပြီးပူပူနွေးနွေး အသည်းကွဲနေသူတစ်ယောက်ပါ…
ဒါကို သိတဲ့ ကယ်ဗင်က စတေစီအတွက် စိတ်ထွက်ပေါက်ဖြစ်အောင်ဆိုပြီး
ဘယ်ဂရေးဗီးယားနိုင်ငံမှာ ကျင်းပတဲ့မုန့်ဖုတ်ပြိုင်ပွဲအတွက် စာရင်းသွင်းခဲ့ပါတယ်…
မုန့်ဖုတ်ပြိုင်ပွဲမှာ စတေစီပါဝင်ယှဉ်ပြိုင်ခွင့်ရခဲ့ပါတယ်…
ဘယ်ဂရေးဗီးယားနိုင်ငံကတော့ ဘုရင်အုပ်ချုပ်တဲ့နိုင်ငံတစ်ခုပါ…
ဒီအချိန်က ဘယ်ဂရေးဗီးယားနိုင်ငံရဲ့ မင်းသား အက်ဒ်ဝပ်
အိမ်ထောင်ပြုတော့မယ့် အချိန်ကာလဖြစ်နေပါတယ်…
မင်းသား အိမ်ထောင်ပြုမယ့် သတို့သမီးလောင်းကတော့
မွန်တဲနားရိုးမြို့စားအမျိုးသမီး မာဂရက်ပဲဖြစ်ပါတယ်…
ထူးခြားတာက မာဂရက်နဲ့ စတေစီက ရုပ်တစ်ထပ်တည်းနီးပါး တူနေတာပါ…
မာဂရက် မုန့်ဖုတ်ပြိုင်ပွဲအပြင်အဆင်ကို လာကြည့်တဲ့ အချိန်…
စတေစီကလည်း ပြိုင်ပွဲအတွက် ပြင်ဆင်နေတဲ့အချိန်မှာပဲ ပက်ပင်းတိုးမိပါရော …
ရုပ်ချင်းတူတဲ့ သူတို့နှစ်ယောက်ဟာ တစ်ယောက်နဲ့တစ်ယောက်ကြည့်ပြီး အံ့ဩမဆုံးဖြစ်ခဲ့ပါတယ်…
မာဂရက်ဟာ မွေးကတည်းက အခြွေအရံတွေ အဆင်တန်ဆာတွေနဲ့
နေခဲ့ရသူမို့ သာမန်ဘဝက ဘယ်လိုမျိုးလဲ စူးစမ်းချင်သူပါ…
စတေစီကို တွေ့တဲ့အချိန်မှာတော့ သူအကြံရပါတော့တယ်..
ဒါကတော့ မုန့်ဖုတ်ပြိုင်ပွဲမတိုင်ခင် နှစ်ရက်အလိုမှာ သူတို့နှစ်ယောက် နေရာလဲဖို့ပါ…
စတေစီက မာဂရက်ကို ကူညီတဲ့အနေနဲ့ ဒီအကြံကို လက်ခံခဲ့ပါတယ်…
နေရာလဲလိုက်တာမို့ မာဂရက်နဲ့ စတေစီ အလွဲတွေကြုံပါတော့တယ်…
စတေစီနဲ့ မင်းသား အက်ဒ်ဝပ် … မာဂရက်နဲ့ ကယ်ဗင် ဘယ်လိုတွေဖြစ်မလဲ…
လူလဲထားတာကို ကယ်ဗင်နဲ့ အက်ဒ်ဝပ်သိသွားမလား..
မုန့်ဖုတ်ပွဲမတိုင်ခင် ဘာတွေကြုံရမလဲ…
ဘယ်လိုဇာတ်လမ်းလေးတွေ ဖြစ်မလဲ စတာတွေကို စိတ်ဝင်တစားကြည့်ရှုရမှာပါ..
File Size : (965 MB) and (315 MB)
Quality : Web DL 720p
Running Time :1hr 41min
Format : Mp4
Genre : Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by May Haruko
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
