"Viceroy’s House Partition (2017)
ဒီရုပ်ရှင်ကတော့ အိန္ဒိယနိုင်ငံကို ဗြိတိသျှအင်ပါယာအုပ်ချုပ်မှုလက်အောက်ကနေ
လွတ်မြောက်ခွင့်ပေးခဲ့တဲ့အချိန် အိန္ဒိယနဲ့ပါကစ္စတန် ၂နိုင်ငံခွဲခြားလိုက်တဲ့ချိန်ကို
အခြေခံရိုက်ကူးထားပြီးတော့ ၂၀၁၇ ခုနှစ်မှာ လွတ်လပ်ရေးနေ့
နှစ်၇၀ပြည့်အထိမ်းအမှတ်အနေနဲ့ အင်္ဂလန်နိုင်ငံမှာတောင် ရုံတင်ပြသခဲ့ရတဲ့ ရုပ်ရှင်ပဲ ဖြစ်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အိန္ဒိယ ပါကစ္စတန် ခွဲထုတ်လိုက်ခြင်းက လူ့သမိုင်းမှာ အကြီးမားဆုံးပြောင်းရွှေ့မှုဖြစ်ပေါ်ခဲ့တဲ့
အခိုက်အတန့် ဖြစ်ခဲ့ပြီး လူပေါင်း ၁၄သန်းလောက် အိမ်ခြေယာမဲ့ စစ်ပြေးဒုက္ခသည်ဖြစ်စေခဲ့တဲ့အပြင်
ဟိန္ဒူ မူဆလင် ဆီခ် လူမျိူး တစ်သန်းလောက်ကို သေဆုံးခဲ့တဲ့ အဖြစ်အပျက်လည်းဖြစ်ပါတယ်
ဒီရုပ်ရှင်ကတော့ အဆိုပါ အဖြစ်အပျက်ကို ကိုယ်တိုင်ကြုံတွေ့ခဲ့ရသူရဲ့
မြေးကိုယ်တိုင်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်ကားဆိုလည်း မမှားပါဘူး
ဇာတ်လမ်းလေးကတော့
မြန်မာပြည်ဘုရင်ခံချုပ်မောင့်ဘက်တန်က မြန်မာပြည်ကို လွတ်လပ်ရေးပေးပြီး
မကြာခင် အိန္ဒိယကို လွတ်လပ်ရေးပေးဖို့အတွက် အိန္ဒိယကိုစေလွှတ်ခံခဲ့ရပါတယ်
အိန္ဒိယလူမျိုးတွေအကုန်တောင်းတနေတဲ့ လွတ်လပ်ရေးက
လက်တစ်ကမ်းအလိုမှာရှိနေချိန် မူဆလင် ဆီခ်နဲ့ ဟိန္ဒူဘာသာဝင်တွေကြား
ရန်ပွဲတွေကြီးမားလျက်ရှိနေတုန်းပါပဲ
လူမျိုးအချင်းချင်း သွေးခွဲပြီး အုပ်ချုပ်ခဲ့တဲ့ ဗြိတိသျှလူမျိုးတွေ
လွတ်လပ်ရေးပေးရတော့မဲ့အချိန် ဒီလူတွေကိုစည်းလုံးလုံးနဲ့ဖြစ်စေချင်တဲ့အခါ
သူတို့လုပ်ခဲ့တဲ့ပြဿနာကို သူတို့ပြန်ရှင်းရပါတော့တယ်…
ဒီလိုနဲအိန္ဒိယ ပါကစ္စတန် ဘယ်လိုကြောင့် ကွဲသွားရတာလဲ အဲဒီလိုမျိုး
နယ်မြေကွဲသွားရခြင်းအကြောင်းအရင်းအစစ်အမှန်ကရော ဘာကြောင့်လဲ
ဒီနိုင်ငံရေးအရှုပ်အထွေးကြားထဲမှာပဲ ဘာသာမတူတဲ့
ကောင်လေးနဲ့ကောင်မလေးတို့ရဲ့အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်လည်းပါဝင်လို့နေပါသေးတယ် ….
ဖြစ်ရပ်မှန်ကိုပြန်လည်ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းလေးဖြစ်တာ​ကြောင့်
အားလုံး ကြည့်ရှုရကျိုးနပ်စေမှာ အမှန်ပါပဲ
File size…2.6GB / 957MB
Quality…1080p Bluray AAC5.1CH/ 720p
Format…mp4
Duration….1h 46m
Subtitle….Myanmar Subtile (Hard Sub)
Encoder….YK
Translated by Shwe Pyae Sone
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
