"The Wild Goose Lake (2019)
=====================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.8/10
#Unicode
2014ဘာလင်ရုပ်ရှင်ပွဲတော်မှာ အမြင့်ဆုံးဆုဖြစ်တဲ့
Golden Bear Awardကို Diao Yinanရဲ့
Balck Cold, Thin Iceကားကရသွားခဲ့တယ်။
BCTIမတိုင်ခင်မှာ သူစိတ်ကူးရထားတဲ့
BCTIနဲ့ခပ်ဆင်ဆင် ဇာတ်လမ်းတစ်ပုဒ်
သူ့မှာရှိတယ်။ ဒီဇာတ်လမ်းကို သူဇာတ်ညွှန်း
အခါခါရေးကြည့်ပေးမယ့် မပြည့်စုံသေးဘူးလို့
ခံစားရတဲ့အတွက် သူမရိုက်ဖြစ်ခဲ့ဘူး။
ဒီနောက်မှာတော့ သူစိတ်ကူးထားတဲ့
ဇာတ်လမ်းဟာ အပြင်လောကမှာ
အမှန်တကယ်ဖြစ်သွားခဲ့တာသူသိလိုက်ရတယ်။
ဒီသတင်းကိုဖတ်ပြီး သူ့ဇာတ်ညွှန်းရဲ့ Plot Lineကို
ပြင်ရေးခဲ့ပေမယ့်လည်း စိတ်တိုင်းမကျခဲ့တဲ့အတွက်
၂၀၁၉အထိရောက်လာခဲ့တာပါပဲ။။ဖန်တီးသူဟာ
သူ့အနုပညာကို အတော် တန်ဖိုးထားခဲ့တာပါ။
ရုပ်ရှင်ရဲ့နာမည်ဟာ အင်္ဂလိပ်မူအရ
ငန်းရိုင်းကန်ပေမယ့် တရုတ်မူမှာတော့
“တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း”လို့
မူကွဲပါတယ်။ဒုတိယမူဟာ စာရေးသူဒါရိုက်တာ
ပေးထားတဲ့အမည်ပါပဲ။ဒါနဲ့ပက်သက်ပြီး
အင်တာဗျူးမှာ ဒီအမည်နဲ့ပက်သက်ပြီး
သူဖြေသွားတာ အတော်လှပါတယ်။
“တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်းဆိုတာ
ကျွန်တော်ဒီဇာတ်ညွှန်းစရေးတော့ ပထမဆုံး
ရေးလိုက်တဲ့စကားစုပါပဲ။တောင်ပိုင်းက
အတော်ရိုမန့်တစ်ဆန်ပြီး အပူပိုင်းဆန်တဲ့
ဒေသပါပဲ။ဘူတာရုံဆိုတာက လူတွေ
ဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာပဲလေ။
တစ်ချို့လူတွေ ထာ၀ရအပြီးအပိုင်ခွဲခွာ
သွားကြတဲ့နေရာဆိုလည်းဟုတ်တယ်။
ဒါက ကျွန်တော်တို့အတွက် အရေးကြီးတဲ့
မှတ်ညဏ်တစ်ခုပါပဲ။ ကြီးပျင်းလာတဲ့
တစ်လျှောက်က ကျွန်တော်တို့ မှတ်ညဏ်တွေနဲ့
ဘူတာရုံနဲ့ကို ပိုင်းခြားပစ်လို့မရနိုင်ဘူး။
ကျွန်တော်ခုလေးတင်ပြောခဲ့သလိုပဲ
ဘူတာရုံဆိုတာက လူတွေ
ဆုံဆည်းကြ ကွဲကွာကြတဲ့နေရာ
ဇာတ်လမ်းတွေ ဖြစ်ပျက်ကြတဲ့နေရာလို့ပဲ
ခံစားရရုံပါပဲ။ဒါကြောင့်
“တောင်ပိုင်းဘူတာရုံတစ်ခု၌ ချိန်းဆိုခြင်း”
ဆိုတဲ့ နာမည်ကလေးထဲမှာ
သူမတူတဲ့ရသတစ်မျိုးရှိနေတယ်လို့
ကျွန်တော်ထင်တယ်။”တဲ့။
သရုပ်ဆောင်တွေဘက်လှည့်ရရင် ACTRESS
ကတော့ BCTIမှာကတည်းက သူနဲ့လက်တွဲခဲ့သူ
ဆိုတော့ ဘာမှအထူးတလည်ပြောစရာမရှိပေမယ့်
Lead Actor မြန်မာပရိတ်သတ်နဲ့ ရင်းနှီးပြီးသား
မက်မွန်မြေကချစ်တေးတစ်ပုဒ်နဲ့
Chinese Paladin အတွဲတွေထဲက Hu Geပါ။
ထူးတာက သူက ဒီ့အရင် သာမန်လျှံကာ
ရုပ်ရှင်နည်းနည်းနဲ့ ဇာတ်လမ်းတွဲတွေပဲရိုက်ဖူးတဲ့လူပါပဲ။
Yinanကတော့ Hu Geကို စာရွက်လွတ်တစ်ရွက်
လို့ပဲတင်စားသွားပါတယ်။ ဘာမှမရေးရသေးတဲ့
စာရွက်လွတ်တစ်ရွက်ဟာ ဘာမဆိုဖြစ်နိုင်ပါတယ်။
Hu Geဟာ နောက်နှစ်ပြမယ့် ဝေါင်ကာဝေးရဲ့
Blossomsမှာလည်း Lead Actorနေရာယူထားတာမို့
Art Houseလာကထဲ ခြေချလာပြီလို့ပဲဆိုရပါမယ်။
Legend of the condor Heroကလွဲ ဇာတ်လမ်း
ကောင်းကောင်း မရိုက်ခဲ့ဖူးပေမယ့်
အတော်လည်းသရုပ်ဆောင်ကောင်းတဲ့လူပါပဲ။
ဇာတ်လမ်းတွဲတွေမှာ သူနဲ့ရင်းနှီးပြီးသားလူတောင်
ကားဆုံးခါနီးမှ မှတ်မိတယ်။
Night is another filter for cameraလို့
ဒါရိုက်တာကြီးကပြောတယ်။တစ်ကားလုံးရဲ့
ကိုးဆယ်ရာခိုင်နှုန်းကလည်း
ညဘက်မှာဖြစ်ပျက်နေတာပါပဲ။
ညပြကွက်တွေဟာ ခင်ဗျားကို ဘ၀တစ်ခုထဲ
အလည်ခေါ်သွားပါလိမ့်မယ်။ ရေဟာ ရမ္မက်ကို
ကိုယ်စားပြုပြီး ညဟာ သေခြင်းကို ကိုယ်စားပြု
ဖော်ကျူးထားတဲ့အတွက် ရိုက်ကွက်တိုင်းနီးပါးမှာ
ဒီနှစ်ခုကို တွဲဖက်မြင်ရမှာပါပဲ။Cinematograpyနဲ့
ပက်သက်ပြီး ကျွန်တော်တော့ ချီးကျူးစရာ
ဘာမှသိပ်မတွေ့ပေမယ့် ပြကွက်တစ်ကန့်တိုင်းက
ပါ၀င်ပစ္စည်းတွေက ကဗျာဖွဲ့ပြီး
သီးခြားစီရပ်တည်ပြနိုင်တဲ့ ဟန်ကတော့
ခံစားစရာပုံစံအသစ်တစ်ခုကိုပေးစွမ်းပါလိမ့်မယ်။
ညကာလတစ်ခုရဲ့ ဘူတာရုံတစ်ပေါ်
မိုးတွေတဖွဲဖွဲရွာကျနေတာနဲ့ ဇာတ်လမ်းကို
စဖွင့်ထားတယ်။လူတစ်ယောက်ဟာ
တစ်စုံတစ်ရာကိုစောင့်စားနေတယ်။
ဘာလဲတော့ ဒီမှာ ခင်ဗျားတို့မသိရသေးဘူး။
ဒီအချိန်မှာ စီးကရက်ကိုင်ထားတဲ့
မိန်းကလေးတစ်ယောက်ရောက်လာပြီး
မီးခြစ်ငှားတယ်။ခဏနေတော့
မိန်းကလေးဟာ သူလာရှာတဲ့သူဟုတ်မဟုတ်
အတည်ပြုပြီး အဲ့ဒီလူစောင့်နေတဲ့ သူ့မိန်းမက
ရောက်မလာနိုင်ကြောင်းပြောလိုက်တယ်။
သူ့မိန်းမကို သူဘာကြောင့်စောင့်နေလဲ
ဒီမှာ ခင်ဗျားတို့မသိရသေးဘူး။
ခဏနေကြတော့ အဲ့ဒီလူက သူဖြစ်ခဲ့တဲ့
ဇာတ်ကြောင်းကုန်စင်ကိုပြောပြဖို့
အကြောင်းဖန်လာတယ်။
သူပြောပြတဲ့ဇာတ်လမ်းပြီးသွားချိန်မှာလည်း
ခင်ဗျားတို့မသိရသေးတာတွေကိုထပ်ပေးတယ်။
ဇာတ်လမ်းဟာ အစပိုင်းတစ်၀က်ဟာ
ဇာတ်ကြောင်းပြောပြီးခေါ်သွားတယ်။
မေးခွန်းပေးလိုက် အဖြေပေးလိုက်နဲ့
တရွေ့ရွေ့ ခရီးဆုံးဆီဆွဲခေါ်သွားတယ်။
တစ်ထောင့်တစ်ညပုံပြင်တွေရဲ့ ဇာတ်ကြောင်းပြောပြတဲ့
ဟန်ကိုလည်း သုံးပြီး ညှိ့ငင်ထားတယ်။
တစ်ခုရှိတာက အနုပညာမှာတောင်
အလုံးစုံပြည့်စုံတယ်ဆိုတာမရှိဘူး။ဆိုတော့ကာ
ဒီရုပ်ရှင်မှာ မဆိုသလောက်အားနည်းချက်လေးတွေတော့
ရှိနေတယ်။ ဒါပေမယ့် ကျွန်တော့်ဘက်က
အာမခံလို့ရတာက ဒီထက်ကောင်းတဲ့ကားမျာပေါ်လို့
ဒီနှစ်ရဲ့အကောင်းဆုံတရုတ် ရုပ်ရှင်မဟုတ်ခဲ့ရင်တောင်
ဒီနှစ်ရဲ့ အနုပညာအဆန်ဆုံး တရုတ်ရုပ်ရှင်ဆိုတာတော့
သေချာတယ်။ အာရှရုပ်ရှင်ပွဲတော်မှာ
ရုပ်ရှင်ဓာတ်ပုံပညာဆုရထားပြီး
ကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ အမြင့်ဆုံးဆုဖြစ်တဲ့
Palme d’Orမှာ ယဉ်ပြိုင်ဖို့အရွေးခံထားရတဲ့
အာရှကားနှစ်ကားထဲက တစ်ကားလည်းဟုတ်တယ်။
ဆုရသွားတာကတော့ သူနဲ့အတူ ကိန်းရောက်လာတဲ့
အာရှသား တောင်ကိုရီးယားရုပ်ရှင် Parasiteပါပဲ။
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)
#Zawgyi
2014ဘာလင္႐ုပ္ရွင္ပြဲေတာ္မွာ အျမင့္ဆုံးဆုျဖစ္တဲ့
Golden Bear Awardကို Diao Yinanရဲ႕
Balck Cold, Thin Iceကားကရသြားခဲ့တယ္။
BCTIမတိုင္ခင္မွာ သူစိတ္ကူးရထားတဲ့
BCTIနဲ႔ခပ္ဆင္ဆင္ ဇာတ္လမ္းတစ္ပုဒ္
သူ႔မွာရွိတယ္။ ဒီဇာတ္လမ္းကို သူဇာတ္ၫႊန္း
အခါခါေရးၾကည့္ေပးမယ့္ မျပည့္စုံေသးဘူးလို႔
ခံစားရတဲ့အတြက္ သူမ႐ိုက္ျဖစ္ခဲ့ဘူး။
ဒီေနာက္မွာေတာ့ သူစိတ္ကူးထားတဲ့
ဇာတ္လမ္းဟာ အျပင္ေလာကမွာ
အမွန္တကယ္ျဖစ္သြားခဲ့တာသူသိလိုက္ရတယ္။
ဒီသတင္းကိုဖတ္ၿပီး သူ႔ဇာတ္ၫႊန္းရဲ႕ Plot Lineကို
ျပင္ေရးခဲ့ေပမယ့္လည္း စိတ္တိုင္းမက်ခဲ့တဲ့အတြက္
၂၀၁၉အထိေရာက္လာခဲ့တာပါပဲ။။ဖန္တီးသူဟာ
သူ႔အႏုပညာကို အေတာ္ တန္ဖိုးထားခဲ့တာပါ။
႐ုပ္ရွင္ရဲ႕နာမည္ဟာ အဂၤလိပ္မူအရ
ငန္း႐ိုင္းကန္ေပမယ့္ တ႐ုတ္မူမွာေတာ့
“ေတာင္ပိုင္းဘူတာ႐ုံတစ္ခု၌ ခ်ိန္းဆိုျခင္း”လို႔
မူကြဲပါတယ္။ဒုတိယမူဟာ စာေရးသူဒါ႐ိုက္တာ
ေပးထားတဲ့အမည္ပါပဲ။ဒါနဲ႔ပက္သက္ၿပီး
အင္တာဗ်ဴးမွာ ဒီအမည္နဲ႔ပက္သက္ၿပီး
သူေျဖသြားတာ အေတာ္လွပါတယ္။
“ေတာင္ပိုင္းဘူတာ႐ုံတစ္ခု၌ ခ်ိန္းဆိုျခင္းဆိုတာ
ကြၽန္ေတာ္ဒီဇာတ္ၫႊန္းစေရးေတာ့ ပထမဆုံး
ေရးလိုက္တဲ့စကားစုပါပဲ။ေတာင္ပိုင္းက
အေတာ္႐ိုမန႔္တစ္ဆန္ၿပီး အပူပိုင္းဆန္တဲ့
ေဒသပါပဲ။ဘူတာ႐ုံဆိုတာက လူေတြ
ဆုံဆည္းၾက ကြဲကြာၾကတဲ့ေနရာပဲေလ။
တစ္ခ်ိဳ႕လူေတြ ထာ၀ရအၿပီးအပိုင္ခြဲခြာ
သြားၾကတဲ့ေနရာဆိုလည္းဟုတ္တယ္။
ဒါက ကြၽန္ေတာ္တို႔အတြက္ အေရးႀကီးတဲ့
မွတ္ညဏ္တစ္ခုပါပဲ။ ႀကီးပ်င္းလာတဲ့
တစ္ေလွ်ာက္က ကြၽန္ေတာ္တို႔ မွတ္ညဏ္ေတြနဲ႔
ဘူတာ႐ုံနဲ႔ကို ပိုင္းျခားပစ္လို႔မရႏိုင္ဘူး။
ကြၽန္ေတာ္ခုေလးတင္ေျပာခဲ့သလိုပဲ
ဘူတာ႐ုံဆိုတာက လူေတြ
ဆုံဆည္းၾက ကြဲကြာၾကတဲ့ေနရာ
ဇာတ္လမ္းေတြ ျဖစ္ပ်က္ၾကတဲ့ေနရာလို႔ပဲ
ခံစားရ႐ုံပါပဲ။ဒါေၾကာင့္
“ေတာင္ပိုင္းဘူတာ႐ုံတစ္ခု၌ ခ်ိန္းဆိုျခင္း”
ဆိုတဲ့ နာမည္ကေလးထဲမွာ
သူမတူတဲ့ရသတစ္မ်ိဳးရွိေနတယ္လို႔
ကြၽန္ေတာ္ထင္တယ္။”တဲ့။
သ႐ုပ္ေဆာင္ေတြဘက္လွည့္ရရင္ ACTRESS
ကေတာ့ BCTIမွာကတည္းက သူနဲ႔လက္တြဲခဲ့သူ
ဆိုေတာ့ ဘာမွအထူးတလည္ေျပာစရာမရွိေပမယ့္
Lead Actor ျမန္မာပရိတ္သတ္နဲ႔ ရင္းႏွီးၿပီးသား
မက္မြန္ေျမကခ်စ္ေတးတစ္ပုဒ္နဲ႔
Chinese Paladin အတြဲေတြထဲက Hu Geပါ။
ထူးတာက သူက ဒီ့အရင္ သာမန္လွ်ံကာ
႐ုပ္ရွင္နည္းနည္းနဲ႔ ဇာတ္လမ္းတြဲေတြပဲ႐ိုက္ဖူးတဲ့လူပါပဲ။
Yinanကေတာ့ Hu Geကို စာ႐ြက္လြတ္တစ္႐ြက္
လို႔ပဲတင္စားသြားပါတယ္။ ဘာမွမေရးရေသးတဲ့
စာ႐ြက္လြတ္တစ္႐ြက္ဟာ ဘာမဆိုျဖစ္ႏိုင္ပါတယ္။
Hu Geဟာ ေနာက္ႏွစ္ျပမယ့္ ေဝါင္ကာေဝးရဲ႕
Blossomsမွာလည္း Lead Actorေနရာယူထားတာမို႔
Art Houseလာကထဲ ေျခခ်လာၿပီလို႔ပဲဆိုရပါမယ္။
Legend of the condor Heroကလြဲ ဇာတ္လမ္း
ေကာင္းေကာင္း မ႐ိုက္ခဲ့ဖူးေပမယ့္
အေတာ္လည္းသ႐ုပ္ေဆာင္ေကာင္းတဲ့လူပါပဲ။
ဇာတ္လမ္းတြဲေတြမွာ သူနဲ႔ရင္းႏွီးၿပီးသားလူေတာင္
ကားဆုံးခါနီးမွ မွတ္မိတယ္။
Night is another filter for cameraလို႔
ဒါ႐ိုက္တာႀကီးကေျပာတယ္။တစ္ကားလုံးရဲ႕
ကိုးဆယ္ရာခိုင္ႏႈန္းကလည္း
ညဘက္မွာျဖစ္ပ်က္ေနတာပါပဲ။
ညျပကြက္ေတြဟာ ခင္ဗ်ားကို ဘ၀တစ္ခုထဲ
အလည္ေခၚသြားပါလိမ့္မယ္။ ေရဟာ ရမၼက္ကို
ကိုယ္စားျပဳၿပီး ညဟာ ေသျခင္းကို ကိုယ္စားျပဳ
ေဖာ္က်ဴးထားတဲ့အတြက္ ႐ိုက္ကြက္တိုင္းနီးပါးမွာ
ဒီႏွစ္ခုကို တြဲဖက္ျမင္ရမွာပါပဲ။Cinematograpyနဲ႔
ပက္သက္ၿပီး ကြၽန္ေတာ္ေတာ့ ခ်ီးက်ဴးစရာ
ဘာမွသိပ္မေတြ႕ေပမယ့္ ျပကြက္တစ္ကန႔္တိုင္းက
ပါ၀င္ပစၥည္းေတြက ကဗ်ာဖြဲ႕ၿပီး
သီးျခားစီရပ္တည္ျပႏိုင္တဲ့ ဟန္ကေတာ့
ခံစားစရာပုံစံအသစ္တစ္ခုကိုေပးစြမ္းပါလိမ့္မယ္။
ညကာလတစ္ခုရဲ႕ ဘူတာ႐ုံတစ္ေပၚ
မိုးေတြတဖြဲဖြဲ႐ြာက်ေနတာနဲ႔ ဇာတ္လမ္းကို
စဖြင့္ထားတယ္။လူတစ္ေယာက္ဟာ
တစ္စုံတစ္ရာကိုေစာင့္စားေနတယ္။
ဘာလဲေတာ့ ဒီမွာ ခင္ဗ်ားတို႔မသိရေသးဘူး။
ဒီအခ်ိန္မွာ စီးကရက္ကိုင္ထားတဲ့
မိန္းကေလးတစ္ေယာက္ေရာက္လာၿပီး
မီးျခစ္ငွားတယ္။ခဏေနေတာ့
မိန္းကေလးဟာ သူလာရွာတဲ့သူဟုတ္မဟုတ္
အတည္ျပဳၿပီး အဲ့ဒီလူေစာင့္ေနတဲ့ သူ႔မိန္းမက
ေရာက္မလာႏိုင္ေၾကာင္းေျပာလိုက္တယ္။
သူ႔မိန္းမကို သူဘာေၾကာင့္ေစာင့္ေနလဲ
ဒီမွာ ခင္ဗ်ားတို႔မသိရေသးဘူး။
ခဏေနၾကေတာ့ အဲ့ဒီလူက သူျဖစ္ခဲ့တဲ့
ဇာတ္ေၾကာင္းကုန္စင္ကိုေျပာျပဖို႔
အေၾကာင္းဖန္လာတယ္။
သူေျပာျပတဲ့ဇာတ္လမ္းၿပီးသြားခ်ိန္မွာလည္း
ခင္ဗ်ားတို႔မသိရေသးတာေတြကိုထပ္ေပးတယ္။
ဇာတ္လမ္းဟာ အစပိုင္းတစ္၀က္ဟာ
ဇာတ္ေၾကာင္းေျပာၿပီးေခၚသြားတယ္။
ေမးခြန္းေပးလိုက္ အေျဖေပးလိုက္နဲ႔
တေ႐ြ႕ေ႐ြ႕ ခရီးဆုံးဆီဆြဲေခၚသြားတယ္။
တစ္ေထာင့္တစ္ညပုံျပင္ေတြရဲ႕ ဇာတ္ေၾကာင္းေျပာျပတဲ့
ဟန္ကိုလည္း သုံးၿပီး ညႇိ႔ငင္ထားတယ္။
တစ္ခုရွိတာက အႏုပညာမွာေတာင္
အလုံးစုံျပည့္စုံတယ္ဆိုတာမရွိဘူး။ဆိုေတာ့ကာ
ဒီ႐ုပ္ရွင္မွာ မဆိုသေလာက္အားနည္းခ်က္ေလးေတြေတာ့
ရွိေနတယ္။ ဒါေပမယ့္ ကြၽန္ေတာ့္ဘက္က
အာမခံလို႔ရတာက ဒီထက္ေကာင္းတဲ့ကားမ်ာေပၚလို႔
ဒီႏွစ္ရဲ႕အေကာင္းဆုံတ႐ုတ္ ႐ုပ္ရွင္မဟုတ္ခဲ့ရင္ေတာင္
ဒီႏွစ္ရဲ႕ အႏုပညာအဆန္ဆုံး တ႐ုတ္႐ုပ္ရွင္ဆိုတာေတာ့
ေသခ်ာတယ္။ အာရွ႐ုပ္ရွင္ပြဲေတာ္မွာ
႐ုပ္ရွင္ဓာတ္ပုံပညာဆုရထားၿပီး
ကိန္း႐ုပ္ရွင္ပြဲေတာ္ရဲ႕ အျမင့္ဆုံးဆုျဖစ္တဲ့
Palme d’Orမွာ ယဥ္ၿပိဳင္ဖို႔အေ႐ြးခံထားရတဲ့
အာရွကားႏွစ္ကားထဲက တစ္ကားလည္းဟုတ္တယ္။
ဆုရသြားတာကေတာ့ သူနဲ႔အတူ ကိန္းေရာက္လာတဲ့
အာရွသား ေတာင္ကိုရီးယား႐ုပ္ရွင္ Parasiteပါပဲ။
(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)
Quality – 720p BluRay
Duration – 1h 53min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Crime, Drama
Source : 1080p.BluRay
Translator – WiRa Aung
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
