"Blackbird (2019)
=============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.3/10
#Unicode
ဒီတစ်ခေါက်တင်ဆက်ပေးမယ့် ဇာတ်ကားကတော့ “Blackbird” ဆိုတဲ့ Drama ကားလေးပါ။
လီလီလို့ခေါ်တဲ့ သမီး၂ယောက်ရဲ့အမေဖြစ်သူက ဆိုးရွားတဲ့အာရုံကြောရောဂါကို ခံစားနေရပါတယ်။
ရောဂါအရမ်းဆိုးလာတဲ့အချိန်ကျရင် ခန္ဓာကိုယ်တစ်ခုလုံးလှုပ်မရဘဲ မစားနိုင်မသောက်နိုင် အိပ်ရာထဲ
လဲနေရတော့မှာကို ကြိုတင်သိထားတဲ့သူမဟာ ဒီအခြေအနေတွေမရောက်လာခင် ကြိုတင်ပြီးစောစော
သေဆုံးဖို့ကို ရွေးချယ်ခဲ့ပါတယ်။ သူမသေခင် တစ်ရက်အလိုမှာ ချစ်ရတဲ့သမီး၂ယောက်ရယ် မြေးတွေရယ်
သမီးဖြစ်သူတွေရဲ့မိသားစုဝင်တွေနဲ့အတူ နောက်ဆုံးအကြိမ်အနေနဲ့ တွေ့ဆုံဖို့စီစဉ်တဲ့အခါ
မိသားစုတွေ့ဆုံပွဲမှာ ရုတ်တရက်ပေါ်လာတဲ့ မိသားစုဝင်တွေရဲ့ ဝမ်းနည်းဖွယ်အတိတ်ဟောင်းတွေက
မနက်ဖြန်သေရတော့မှာကို ကြိုသိနေတဲ့သူမအတွက် ဘယ်လိုခံစားချက်တွေဖြစ်စေမလဲ….
မနက်ဖြန်ကျရင် သေဆုံးရတော့မယ့် အမေဖြစ်သူကို သမီးဖြစ်သူတွေကရော ဘယ်လိုခံစားချက်တွေနဲ့
နှုတ်ဆက်ကြမှာလဲဆိုတာကို တမြေ့မြေ့နဲ့ ကြည့်မြင်ရမှာပါ။ ဒီဇာတ်ကားမှာ Titanic မင်းသမီး ကိတ်ဝင်းစလတ်က
အဓိက သရုပ်ဆောင်ထားပြီး IMDb Rating 6.3 ရရှိထားပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ ဇာတ္ကားကေတာ့ “Blackbird” ဆိုတဲ့ Drama ကားေလးပါ။
လီလီလို႔ေခၚတဲ့ သမီး၂ေယာက္ရဲ႕အေမျဖစ္သူက ဆိုး႐ြားတဲ့အာ႐ုံေၾကာေရာဂါကို ခံစားေနရပါတယ္။
ေရာဂါအရမ္းဆိုးလာတဲ့အခ်ိန္က်ရင္ ခႏၶာကိုယ္တစ္ခုလုံးလႈပ္မရဘဲ မစားႏိုင္မေသာက္ႏိုင္ အိပ္ရာထဲ
လဲေနရေတာ့မွာကို ႀကိဳတင္သိထားတဲ့သူမဟာ ဒီအေျခအေနေတြမေရာက္လာခင္ ႀကိဳတင္ၿပီးေစာေစာ
ေသဆုံးဖို႔ကို ေ႐ြးခ်ယ္ခဲ့ပါတယ္။ သူမေသခင္ တစ္ရက္အလိုမွာ ခ်စ္ရတဲ့သမီး၂ေယာက္ရယ္ ေျမးေတြရယ္
သမီးျဖစ္သူေတြရဲ႕မိသားစုဝင္ေတြနဲ႔အတူ ေနာက္ဆုံးအႀကိမ္အေနနဲ႔ ေတြ႕ဆုံဖို႔စီစဥ္တဲ့အခါ
မိသားစုေတြ႕ဆုံပြဲမွာ ႐ုတ္တရက္ေပၚလာတဲ့ မိသားစုဝင္ေတြရဲ႕ ဝမ္းနည္းဖြယ္အတိတ္ေဟာင္းေတြက
မနက္ျဖန္ေသရေတာ့မွာကို ႀကိဳသိေနတဲ့သူမအတြက္ ဘယ္လိုခံစားခ်က္ေတြျဖစ္ေစမလဲ….
မနက္ျဖန္က်ရင္ ေသဆုံးရေတာ့မယ့္ အေမျဖစ္သူကို သမီးျဖစ္သူေတြကေရာ ဘယ္လိုခံစားခ်က္ေတြနဲ႔
ႏႈတ္ဆက္ၾကမွာလဲဆိုတာကို တေျမ့ေျမ့နဲ႔ ၾကည့္ျမင္ရမွာပါ။ ဒီဇာတ္ကားမွာ Titanic မင္းသမီး ကိတ္ဝင္းစလတ္က
အဓိက သ႐ုပ္ေဆာင္ထားၿပီး IMDb Rating 6.3 ရရွိထားပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thingyan ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1h 37min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama
Source : 1080p.WebRip
Translator – Thingyan
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
