"Fishbowl (2018)
=============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.4/10
#Unicode
ဒီကားလေးက 2018 လို့ နာမည်တပ်ထားပေမယ့် 27 October 2020 မှာထွက်ခဲ့တဲ့ကားလေးပါ။
ကမ္ဘာပျက်မယ့်အချိန်ဘယ်အချိန်ဖြစ်မယ်ကို ဘာသာရေးအရဟောပြောချက်တွေအမျိုးမျိုးရှိပါတယ်။
ဘစ်ရှော့ပ်လို့ခေါ်တဲ့ဘာသာရေးကိုင်းရှိုင်းပြီးရှေးရိုးစွဲတဲ့ခရစ်ယာန်မြို့ငယ်လေးမှာတော့နီးကပ်လာတဲ့
ကမ္ဘာပျက်ကိန်းအကြောင်းဟောပြောလျက်ရှိပါတယ်။ ခရစ်ယာန်ဘာသာဝင်များအနေနဲ့ဘုရားသခင်ကို
ယုံကြည်သက်ဝင်ပြီးလမ်းစဉ်များကိုလိုက်နာသူများသာကောင်းကင်ဘုံသို့ခေါ်ဆောင်ကယ်တင်ခြင်းခံရမှာ
ဖြစ်တယ် ဆိုတဲ့ စကားဝိုင်းတွေဟာလည်းတီဗွီအစီအစဉ်တွေကြားနာမည်ကြီးလျက်ပေါ့။ ရေချယ်၊ ဂျက်ဆာနဲ့
ဘဲလ်ဆိုတဲ့ ညီအစ်မသုံးယောက်ဟာအမေဆုံးသွားပြီးတဲ့နောက် ဘုရားသခင်ကိုအလွန်ကြောက်ရွံ့ယုံကြည်
နေတဲ့ အဖေဖြစ်သူနဲ့ခက်ခက်ခဲခဲနေထိုင်နေရပါတယ် အဖေဖြစ်သူရစ်ခ်ဟာကောင်းကင်ဘုံမှာဇနီးနဲ့ပြန်တွေ့နိုင်
ရန်အတွက်ကြားရသမျှလမ်းစဉ်တွေလိုက်ကာ သားသမီးများကိုနှိပ်စက်မိလုနီးပါးဖြစ်ခဲ့ပါတယ်။ ဒါပေမယ့်
အားလုံးပြောနေကြတဲ့ ကမ္ဘာပျက်မယ့်စက်တင်ဘာ၂၉ရက်နေ့မှာတော့ အမှန်တကယ်ပဲ ကမ္ဘာပျက်ချိန်
ညသန်းခေါင်မှာကပ်ဆိုးများဖြစ်ပွားပြီးဘုရားသခင်ရဲ့သန့်စင်ခြင်းအစီအရင်ဖြစ်ပွားမှာလားဆိုတာ ဒီကားလေးထဲမှာ
ဆက်လက်ကြည့်ရှုအားပေးပါဦး။
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီကားေလးက 2018 လို႔ နာမည္တပ္ထားေပမယ့္ 27 October 2020 မွာထြက္ခဲ့တဲ့ကားေလးပါ။
ကမာၻပ်က္မယ့္အခ်ိန္ဘယ္အခ်ိန္ျဖစ္မယ္ကို ဘာသာေရးအရေဟာေျပာခ်က္ေတြအမ်ိဳးမ်ိဳးရွိပါတယ္။
ဘစ္ေရွာ့ပ္လို႔ေခၚတဲ့ဘာသာေရးကိုင္းရႈိင္းၿပီးေရွး႐ိုးစြဲတဲ့ခရစ္ယာန္ၿမိဳ႕ငယ္ေလးမွာေတာ့နီးကပ္လာတဲ့
ကမာၻပ်က္ကိန္းအေၾကာင္းေဟာေျပာလ်က္ရွိပါတယ္။ ခရစ္ယာန္ဘာသာဝင္မ်ားအေနနဲ႔ဘုရားသခင္ကို
ယုံၾကည္သက္ဝင္ၿပီးလမ္းစဥ္မ်ားကိုလိုက္နာသူမ်ားသာေကာင္းကင္ဘုံသို႔ေခၚေဆာင္ကယ္တင္ျခင္းခံရမွာ
ျဖစ္တယ္ ဆိုတဲ့ စကားဝိုင္းေတြဟာလည္းတီဗြီအစီအစဥ္ေတြၾကားနာမည္ႀကီးလ်က္ေပါ့။ ေရခ်ယ္၊ ဂ်က္ဆာနဲ႔
ဘဲလ္ဆိုတဲ့ ညီအစ္မသုံးေယာက္ဟာအေမဆုံးသြားၿပီးတဲ့ေနာက္ ဘုရားသခင္ကိုအလြန္ေၾကာက္႐ြံ႕ယုံၾကည္
ေနတဲ့ အေဖျဖစ္သူနဲ႔ခက္ခက္ခဲခဲေနထိုင္ေနရပါတယ္ အေဖျဖစ္သူရစ္ခ္ဟာေကာင္းကင္ဘုံမွာဇနီးနဲ႔ျပန္ေတြ႕ႏိုင္
ရန္အတြက္ၾကားရသမွ်လမ္းစဥ္ေတြလိုက္ကာ သားသမီးမ်ားကိုႏွိပ္စက္မိလုနီးပါးျဖစ္ခဲ့ပါတယ္။ ဒါေပမယ့္
အားလုံးေျပာေနၾကတဲ့ ကမာၻပ်က္မယ့္စက္တင္ဘာ၂၉ရက္ေန႔မွာေတာ့ အမွန္တကယ္ပဲ ကမာၻပ်က္ခ်ိန္
ညသန္းေခါင္မွာကပ္ဆိုးမ်ားျဖစ္ပြားၿပီးဘုရားသခင္ရဲ႕သန႔္စင္ျခင္းအစီအရင္ျဖစ္ပြားမွာလားဆိုတာ ဒီကားေလးထဲမွာ
ဆက္လက္ၾကည့္ရႈအားေပးပါဦး။
(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1h 25min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Thriller
Source : 1080p.WebRip
Translator – Hnin Wut Yi
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
