"ဒီနေ့မှာဆိုရင် CM က ပရိသတ်ကြီးကို ၂၀၂၂ ခုနှစ်မှာ
ရုံတင်ထားတဲ့ တရုတ် Animation ဇာတ်ကားကောင်းလေး
တစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ် ဒီဇာတ်ကားလေးဟာဆိုရင်
တရုတ်နိုင်ငံရဲ့ ၂၀၂၂ခုနှစ် 3D ကာတွန်းစိတ်ကူးယဥ်အက်ရှင်ဇာတ်လမ်းတစ်ပုဒ်ဖြစ်ပြီးတော့
《New God Lists》စီးရီးတွေထဲက ဒုတိယမြောက် ရုပ်ရှင်ဆိုရင်လဲ
မမှားပါဘူးရှင် မင်မင်းဆက် ဝတ္ထုတစ်ပုဒ်ဖြစ်တဲ့
《နတ်ဘုရား ယန်ရိ》 ထဲက ရန်ကျန်ကာရိုက်တာကို
ဆီလျော်အောင်ပြန်လည်ရိုက်ကူးပြသထားတဲ့
ဇာတ်ကားလေးပါ ဇာတ်လမ်းအကျဥ်းလေးကို ပြောပြရမယ်ဆိုရင်တော့ –
“ရှန်မင်းဆက်နဲ့ ကျိုးမင်းဆက်တို့ရဲ့ တိုက်ပွဲအပြီး
နှစ်ပေါင်း ၁၅၀၀ ကြာပြီးတဲ့နောက် ကောင်းကင်ဘုံ
စည်းမျဥ်း စည်းကမ်းတွေ ပျက်ပြားနေချိန် ဆင်းရဲမွဲတေနေတဲ့
ရန်ကျန်ဆိုတဲ့ လူငယ်လေးက ငွေအသပြာလက်ခံရယူပြီ
းလူတွေကိုဖမ်းဆီးပေးတဲ့အလုပ်ကိုလုပ်ကိုင်ပြီးတော့
အသက်မွေးဝမ်းကြောင်းပြုနေခဲ့ပါတယ်
တစ်နေ့မှာတော့ ဆယ်ကျော်သက်လူငယ်လေးတစ်ယောက်ဖြစ်တဲ့
ချန်ရှန်း ကိုလိုက်လံ ဖမ်းဆီးဖို့ ဖောက်သည်တစ်ယောက်ထံကနေပြီး
ငွေအသပြာတွေလက်ခံရရှိခဲ့ပါတယ် တစ်ဆက်ထဲမှာပဲ
အဲဒီလူငယ် ချန်ရှန်းက ရန်ကျန်ရဲ့ တူဖြစ်တဲ့အကြောင်း
မတော်တဆသိရှိသွားခဲ့ပါတော့တယ် ချန်ရှန်းဆိုတဲ့
လူငယ်လေးဟာ ကြာပန်းမီးအိမ်ကို ရှာဖွေပြီး
မိခင်ဖြစ်သူကိုကယ်တင်ဖို့ စိတ်ပိုင်းဖြတ်ထားသူလေးပါ
ဒါပေမဲ့လဲ အဲဒီအစား ဘေးအန္တရာယ်နဲ့ပဲ ရင်ဆိုင်ခဲ့ရရှာပါတယ်
အဲဒီအချိန်မှာပဲ ရန်ကျန် တစ်ယောက် တူဖြစ်သူရဲ့
ရှုပ်ထွေးလှတဲ့ အတိတ်ကိုဖော်ထုတ်ဖို့ ခရီးလမ်းကြောင်းစတင်ခဲ့ချိန်မှာတော့ -”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
❐ ဘာတွေဆက်ဖြစ်ကြမှာလဲ
❐ တူရီးနှစ်ယောက်အတူတူ ဘယ်လို ဘေးအန္တရာယ်မျိုးတွေကို ရင်ဆိုင်ကြရမလဲ
❐ အခက်အခဲတွေကို အတူတူကျော်လွှားနိုင်ပါ့မလားဆိုတာ
စိတ်ဝင်တစားကြည့်ရှုရမဲ့ တရုတ်ကာတွန်းဇာတ်ကား
ကောင်းလေး တစ်ကားပဲဖြစ်ပါတယ်ရှင် အခုပဲကြည့်ရှုလိုက်ရအောင်လားနော်
[Reviewed By Chit Mya Mya Hmwe]
Quality : WEB-DL 1080p , 480p
Format : mp4
Genres : Animation , Adventure , Fantasy
Runtime : 2h 7min
Subtitle : Myanmar Subtitle ( Hardsub )
Translated by CM Team
Encoded by LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
