"Sweet November (2001)
===================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.7/10
#Unicode
ဒီတစ်ခေါက်မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ နိုဝင်ဘာလရဲ့ အချစ်ဇာတ်လမ်း Drama လေးပဲ
ဖြစ်ပါတယ်။ ခွေးလေးတွေကို ချစ်တဲ့သူ၊ မိသားစုတွေနဲ့ အဆင်မပြေပြီး တစ်ယောက်ထဲဘဝကို ရူးရူးမိုက်မိုက်နဲ့
ပျော်ပျော်ရွှင်ရွှင်ဖြတ်သန်းနေတဲ့ ကင်ဆာရောဂါသည်မလေး ဆာရာ….
ဘဝကို ပြေးလမ်းတစ်ခုလို သဘောထားပြီး ဘဝကို အလုပ်ထဲမှာပဲ အချိန်ပြည့်နစ်မြှုပ်ထားတဲ့ နယ်လ်ဆင်……
သူ့ဘဝထဲ ဆာရာဆိုတဲ့ ရူးမိုက်မိုက်ကောင်မလေးဝင်ရောက်လာချိန်မှာတော့ ဘဝရဲ့အဓိပ္ပါယ်၊ ပျော်ရွှင်မှုတွေကို
ဆာရာကြောင့် သိရှိခဲ့ရတယ်။ နယ်လ်ဆင်တစ်ယောက် အချစ်ကိုခံစားမိချိန် ဆာရာ့ကို လက်ထပ်ခွင့်တောင်းခဲ့ပါ
တယ်။ နယ်လ်ဆင့်အချစ်ကို ဆာရာတစ်ယောက် လက်ခံပါ့မလား။ ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ ရင်ခုန်စိတ်လှုပ်
ရှားစွာဖြင့် ကြည့်ရှုရမှာဖြစ်ပါတယ်။
Sweet November ဝတ္ထုကို 1968 ခုနှစ်က ဇာတ်ကားပြန်လည်ရိုက်ကူးထားပြီး Sweet November နာမည်နဲ့
မင်းသားက Anthony Newley နဲ့ မင်းသမီးက Sandy Dennis တို့ သရုပ်ဆောင်ခဲ့ပါတယ်။
2001 ခုနှစ်မှာတော့ ထိုဇာတ်ကားကို Sweet November နာမည်နဲ့ပဲ မင်းသား Keanu Reeves နဲ့ မင်းသမီး
Charlize Theron တို့ ပြန်လည်ရိုက်ကူးခဲ့တာပါ။ နိုဝင်ဘာလရဲ့အချစ်Drama လေးကို အိမ်တွင်းပုန်းကာလ
တွင်း ဖီးလ်ကြရအောင်…..
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီတစ္ေခါက္မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ ႏိုဝင္ဘာလရဲ႕ အခ်စ္ဇာတ္လမ္း Drama ေလးပဲ
ျဖစ္ပါတယ္။ ေခြးေလးေတြကို ခ်စ္တဲ့သူ၊ မိသားစုေတြနဲ႔ အဆင္မေျပၿပီး တစ္ေယာက္ထဲဘဝကို ႐ူး႐ူးမိုက္မိုက္နဲ႔
ေပ်ာ္ေပ်ာ္႐ႊင္႐ႊင္ျဖတ္သန္းေနတဲ့ ကင္ဆာေရာဂါသည္မေလး ဆာရာ….
ဘဝကို ေျပးလမ္းတစ္ခုလို သေဘာထားၿပီး ဘဝကို အလုပ္ထဲမွာပဲ အခ်ိန္ျပည့္နစ္ျမႇဳပ္ထားတဲ့ နယ္လ္ဆင္……
သူ႔ဘဝထဲ ဆာရာဆိုတဲ့ ႐ူးမိုက္မိုက္ေကာင္မေလးဝင္ေရာက္လာခ်ိန္မွာေတာ့ ဘဝရဲ႕အဓိပၸါယ္၊ ေပ်ာ္႐ႊင္မႈေတြကို
ဆာရာေၾကာင့္ သိရွိခဲ့ရတယ္။ နယ္လ္ဆင္တစ္ေယာက္ အခ်စ္ကိုခံစားမိခ်ိန္ ဆာရာ့ကို လက္ထပ္ခြင့္ေတာင္းခဲ့ပါ
တယ္။ နယ္လ္ဆင့္အခ်စ္ကို ဆာရာတစ္ေယာက္ လက္ခံပါ့မလား။ ဘယ္လိုဆက္ျဖစ္မလဲဆိုတာ ရင္ခုန္စိတ္လႈပ္
ရွားစြာျဖင့္ ၾကည့္ရႈရမွာျဖစ္ပါတယ္။
Sweet November ဝတၳဳကို 1968 ခုႏွစ္က ဇာတ္ကားျပန္လည္႐ိုက္ကူးထားၿပီး Sweet November နာမည္နဲ႔
မင္းသားက Anthony Newley နဲ႔ မင္းသမီးက Sandy Dennis တို႔ သ႐ုပ္ေဆာင္ခဲ့ပါတယ္။
2001 ခုႏွစ္မွာေတာ့ ထိုဇာတ္ကားကို Sweet November နာမည္နဲ႔ပဲ မင္းသား Keanu Reeves နဲ႔ မင္းသမီး
Charlize Theron တို႔ ျပန္လည္႐ိုက္ကူးခဲ့တာပါ။ ႏိုဝင္ဘာလရဲ႕အခ်စ္Drama ေလးကို အိမ္တြင္းပုန္းကာလ
တြင္း ဖီးလ္ၾကရေအာင္…..
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Parris ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p WebRip
Duration – 1h 59min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Romance
Source : 1080p.WebRip
Translator – Parris
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
