"Soorarai Pottru(2020)
IMDb…9.3
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(နင်းကန်ကောင်းတဲ့ကားမို့ WEB-DL 1080p 5.1CH, ပါထပ်မံပြုလုပ်ပေးထားပါတယ်…)
အိန္ဒိယနိုင်ငံမှာ ပထမဆုံး တန်ဖိုးနည်းလေကြောင်းခရီးစဉ်တွေအတွက်
Air Deccan ဆိုတဲ့ လေကြောင်းလိုင်းကို ပြေးဆွဲပေးခဲ့တဲ့
စွန့်ဦးတီထွင်သူ G. R. Gopinath ရဲ့ဘ၀ထဲက အဖြစ်အပျက်တစ်ချို့ကို
ရုပ်ရှင်တစ်ခုအနေနဲ့ တင်ဆက်လိုက်တဲ့ ဒီဇာတ်ကားဟာ
ဒီနှစ်ပိုင်းမှာ ထွက်တဲ့ တမီးလ်ဇာတ်ကားတွေထဲမှာတော့
အကောင်းဆုံးဇာတ်ကားလို့ပဲ ပြောချင်ပါတယ်။
အဓိကဇာတ်ကောင်နေရာကို Singam မင်းသား ဆူရိယက သရုပ်ဆောင်ထားပြီး
ဗီလိန်အဖြစ်နဲ့ Oh My God ဇာတ်ကားတွေထဲက Paresh Rawal တို့က သရုပ်ဆောင်ပေးထားပါတယ်။
၂၀၂၀မှာ ခုလိုကားကောင်းမျိုး ထွက်လာလိမ့်မယ်လို့
မထင်ထားခဲ့တာ အမှန်ပါ။
ကျွန်တော်တို့ ဘာသာပြန်သူတွေအနေနဲ့တော့
ဒီကားဟာ ရွှေပဲ။
အက်ရှင်ကားမဟုတ်ဘူး၊ ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ပုဒ်ကို
အခြေခံထားတဲ့ သာမန်လူတန်းစားတစ်ယောက်ရဲ့
အများအကျိုးပြု အိပ်မက်တစ်ခုကို
အကောင်အထည်ဖော်ပြသွားတဲ့
ဒရာမာကားကောင်းတစ်ကားပါပဲ။
သူ့အိပ်မက်က ထူးဆန်းတယ်။
ကျယ်ပြန့်တယ်၊ လက်တွေ့မှာ မလွယ်လှတဲ့
လေကြောင်းလိုင်းတစ်ခုကို ထူထောင်ဖို့ပါ။
လေယာဉ်နဲ့ ခရီးသွားဖို့ လူတိုင်းတတ်နိုင်ရမယ်။
သူ့တုန်းကလို အဖြစ်အပျက်မျိုး၊ ရထားစီးပြီး
အချိန်ဖြုန်းခရီးသွားတာမျိုး နောက်မျိုးဆက်အဆက်ဆက်
မဖြစ်စေရဖို့ သူ့မှာ အိပ်မက်တစ်ခုရှိတယ်။
ဒါပေမဲ့ သူ့အဖို့ ထင်သလောက် မလွယ်ခဲ့။
ကောက်ကျစ်မှုတွေကို ခံရတယ်။
ပြိုင်ဆိုင်မှုတွေ ရှိတယ်။
သူလို သာမန်လူတန်းစားတစ်ယောက် ဘဝပျက်ဖို့
သူဌေးတစ်ယောက်က ၁၀မိနစ်ပဲ အချိန်ယူတယ်။
ဒါပေမဲ့ မဆုတ်မနစ်တဲ့ ယောကျ်ားကောင်းတို့ရဲ့
စိတ်ဓာတ်ကို အသုံးချလာတဲ့အခါမှာ…. ။
အောင်မြင်တော့မလိုလိုနဲ့ ကျရှုံးမှုတွေ၊
လက်ကမ်းသလိုလိုနဲ့ တွန်းထုတ်မှုတွေကို
လူ့သဘာဝဆန်ဆန် မြင်ရပါတယ်။
သူဌေးကြီးက ပြောတယ်။
“မင်းက လေယာဉ်လက်မှတ်ပဲ ပိုင်တာပါ၊
ကျုပ်က ဒီလေယာဉ်ကို ပိုင်တာ” တဲ့။
အဲ့ဒီစကားနဲ့အတူ လေယာဉ်ပေါ်က နှင်ထုတ်ခံလိုက်ရတဲ့
လူငယ်တစ်ယောက်…
နောင်တစ်ချိန်မှာ အဲ့ဒီသူဌေးကြီးကို ဘာပြန်ပြောမယ် ထင်လဲ
ကိုယ်တိုင်ခံစားကြည့်ပါဗျာ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူများကတော့
Myit Thu နဲ့ Nyi Koeတို့ပဲဖြစ်ပါတယ်…
File Size :(2.6GB)(1.25GB) and (471 MB)
Quality : WEB-DL 1080p 5.1CH, WEB-DL 720p
Format…mp4
Duration…02:33:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Myint Thu & Nyi Koe
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
