"ဂီတကို ရူးသွပ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆိုတဲ့(၁၂)နှစ်အရွယ်ကောင်လေးတစ်ယောက် ဂီတနဲ့ပတ်သက်လို့မိသားစုရဲ့ တားမြစ်ချက်ကို ဆန့်ကျင်ပြီး
ဝါသနာပါရာ ဂီတအတွက်စွန့်စားတဲ့အကြောင်း ဇာတ်အိမ်ဖွဲ့ထားတာပါ။အင်မယ်ဒါရစ်ဗာရာဟာ ဂီတပညာရှင်တစ်ယောက်ရဲ့ဇနီးဖြစ်ပြီး ခင်ပွန်းဖြစ်သူက မိသားစုထက် ဂီတကို
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရွေးချယ်ခဲ့ တာကြောင့် အင်မယ်ဒါဟာ ဂီတကိုစိတ်နာခဲ့ပြီးသမီးဖြစ်သူ ကိုကိုကိုလည်း ဂီတနှင့်ခပ်ကင်းကင်းနေဖို့တားမြစ်ခဲ့ပါတယ်။
အဲဒီနောက် အင်မယ်ဒါဟာ မိသားစုစီးပွားရေးအဖြစ်ဖိနပ် ချုပ်လုပ်ငန်းလုပ်ပြီး နေထိုင်ပါတယ်။အင်မယ်ဒါတစ်ယောက် မျိုးရိုးစဉ်ဆက်တစ်လျှောက်
ဂီတကို ဘယ်လိုပဲတားမြစ်ထားပါစေ ဂီတပိုးကသူ့ရဲ့မြစ်ဖြစ်တဲ့ မစ်ဂဲလ်ရစ်ဗာရာဆီမှာ ပေါ်လာခဲ့ပါတယ်။မစ်ဂဲလ်ဟာ ဟိုးတုန်းက နာမည်ကျော်ဂီတပညာရှင်
အာနက်စ်တိုဒီလာခရုဇ်ကို လေးစား အားကျပြီးသူ့လိုမျိုးဖြစ်ဖို့ စိတ် ကူးအိပ်မက်တွေနဲ့ပါ။ဒီလိုနဲ့ ဂီတပိုးရှိနေတဲ့ မစ်ဂဲလ်လေးဟာသူ့အဘွားရဲ့ မိသားစုဓာတ်ပုံကို ရှာတွေ့ပြီးနောက်မှာတော့
ဂီတနဲ့ သူ့မိသားစုကြားမှာ ကြီးမားတဲ့ဆက်စပ်မှုတစ်ခုရှိတယ်ဆိုတာသိသွားခဲ့ပါတော့တယ်။တစ်ရက်မှာတော့ မက္ကဆီ ကန်အထိမ်းအမှတ်ပွဲတစ်ခုဖြစ် တဲ့
သေသူအတွက် မိသားစုဝင် တွေ ရည်မှန်းဆုတောင်းတဲ့ပွဲမှာမစ်ဂဲလ်ဟာ ဂီတာစွမ်းရည်ပြသ ဖို့ လုပ်ထားပေမယ့်သူ့အဘွားက ဂီတာကို ဖျက်ဆီးပြီး တားဆီးပါ တယ်။
အဲဒီနောက်မှာတော့ မစ် ဂဲလ်ဟာ အာနက်စ်တိုရဲ့မျိုးဆက်ဆိုတာ သိသွားပြီးနောက်မှာတော့
သူ့အဘိုးဖြစ်တဲ့ အာနက်စ်တိုရဲ့ ဂီတာနဲ့ ပြိုင်ပွဲဝင်ဖို့ဆုံးဖြတ်ပြီး အာနက်စ်တိုရဲ့ဂူမှာ ဂီတာသွား ယူပါတော့တယ်။
သူ့အဘိုးရဲ့ ဂီတာကို တီးလိုက်ပြီးနောက်မှာ တော့မစ်ဂဲလ်ဟာ သက်ရှိလူသား တွေကို မတွေ့ရတော့ဘဲသေပြီး သားလူတွေကိုပဲ တွေ့ရတဲ့ပုံစံမျိုး ဖြစ်သွားခဲ့ပါတယ်။
သေသူတွေနေတဲ့မြို့ (Land of Dead) မှာမစ်ဂဲလ်တစ်ယောက်ကွယ်လွန်သွားပြီဖြစ်တဲ့သူ့မိသား စုဝင်တွေနဲ့ ဆုံခဲ့သလို ဒန်တီဆိုတဲ့
ခွေးကလေးနဲ့အတူ သူ့အဘိုးအာ နက်စ်တိုကိုလိုက်ရှာပြီး သက်ရှိ လူသားတစ်ယောက်ပြန်ဖြစ်ဖို့ ကြိုးပမ်းခဲ့ပါတယ်။မစ်ဂဲလ်တစ်ယောက် သေ သူတွေနေတဲ့မြို့မှာ
ဘာတွေရင် ဆိုင်ရမှာလဲ။ သူအားကျနေရတဲ့ အဘိုးရဲ့လျှို့ဝှက်ချက်ကို သိသွားပြီးနောက်မှာဘာတွေဆက်ဖြစ် မလဲဆိုတာတော့…. ။
(ဇာတ်လမ်းအညွှန်းကို 7Daily Website မှ ကူးယူဖော်ပြပါသည်)
Translated by Little Neo
Encoded by Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
