"THE LAND BEFORE TIME REVIEW
Channel Myanmar ပရိတ်သတ်တွေအတွက် ဒီတစ်ခါ တင်ဆက်ပေးချင်တာကတော့ ၁၉၈၈ ခုနှစ်က စတင်ထွက်ရှိလာခဲ့တဲ့ The Land
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Before Time ဆိုတဲ့ ကာတွန်းဇာတ်လမ်းလေးတွေပဲဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးအကြောင်းမပြောခင် သိစေချင်တာလေးတစ်ခုရှိပါ
တယ်။ ဘာလဲဆိုတော့ ဒီဇာတ်လမ်းကို ဖန်တီးသူတွေအကြောင်းပါ …. Producer တွေကတော့ ဂျော့်ဂျ်လူးကပ်စ် နဲ့ စတီဗင်စပီးဘာ့ဂ် တို့
ဖြစ်ကြပြီး ဒါရိုက်တာကတော့ ဒွန်ဘလုသ် ပဲ ဖြစ်ပါတယ်။ သူတို့လို ရုပ်ရှင်အကျော်အမော်ကြီး ၃ ယောက်ဆုံထားတဲ့ ဒီလိုစီးရီးမျိုးဟာ
Movie Industry မှာ ဒီတစ်ခုတည်းသာ ရှိတယ်လို့လည်း သိရပါတယ်။
ဇာတ်လမ်းလေးကတော့ ရိုးရှင်းပါတယ် ကမ္ဘာဦးအစက ဒိုင်နိုဆောလေးတွေနဲ့ သူတို့ရဲ့ ရှင်သန်ရပ်တည်မှု ဆင့်ကဲပြောင်းလဲမှုတွေ
အကြောင်းကို ဇာတ်အိမ်တည်ပြီး လစ်တဲဖု စပိုက်ခ် ဆယ်ရာ နဲ့ ပီထရီဆိုတဲ့ ဒိုင်နိုဆော သူငယ်ချင်းလေးတစ်စုရဲ့ ချစ်ခြင်းမေတ္တာတွေကို
ရိုက်ပြထားတာပါ။
ကာတွန်းကားဆိုပေမယ့် …… ကမ္ဘာဦးတုန်းက ဆင့်ကဲပြောင်းလဲခြင်းဖြစ်စဉ်တွေ ဒိုင်နိုဆောအမျိုးအစားတစ်ခုစီရဲ့ သဘာဝလေးတွေကိုပါ
သေသေချာချာလေး ထည့်ရိုက်ထားတာမို့ ကလေးလေးတွေရော လူကြီးတွေပါ ကာတွန်းကြည့်ရင်း ဗဟုသုတရစေမှာအမှန်ပါပဲ။ ပြီး
တော့ ဒီကာတွန်းကားလေးမှာ သတိထားမိတာက ကလေးလေးတွေရဲ့ တကယ့် အပြုအမူနဲ့ စိတ်နေစိတ်ထားလေးတွေကို ထည့်ရိုက်ထား
တာပါ။ စိတ်တိုလွယ်တဲ့ကလေး တစ်ခုခုဆို ကြောက်တတ်တဲ့ ကလေး သူများကို သနားတတ်တဲ့ကလေး ဘာမဆို စပ်စပ်စုစု လုပ်တတ်တဲ့
ကလေးတွေ ပြီးတော့ သူတို့ရဲ့ အပြုအမူလေးတွေကြောင့် ဖြစ်လာတဲ့ အကျိုးဆက်လေးတွေကို ပြပေးထားတာက entertainment တင်
မက ကလေးလေးတွေရဲ့ စိတ်နေစိတ်ထားလေးတွေကို ပြုပြင်ဆုံးမရာမှာ တစ်နည်းနည်းနဲ့ အထောက်အကူပေးပါလိမ့်မယ်။
ဒီတော့ အများကြီးတော့ မညွှန်းတော့ပါဘူး ကမ္ဘာဦးတုန်းက ဒိုင်နိုဆောကြီးတွေက ဘယ်လိုနေကြလဲလို့ ကလေးလေး
တစ်ယောက်ယောက်ကများ မေးလာခဲ့ရင် ကျွန်မ ဒီဇာတ်ကားလေးကိုပဲ ပြဖြစ်မယ်ထင်ပါတယ်။ အိမ်မှာ ကလေးရှိတဲ့သူတွေရော
ကာတွန်းကားနှစ်သက်တဲ့သူတွေရော ဒီကာတွန်းကားလေးတွေကို မြည်းစမ်းကြည့်ပါ နောင်တမရစေရဘူးလို့ အာမခံပါတယ်နော်။
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
