"The Craft: Legacy (2020)
==================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.0/10
#Unicode
ဟောလိုဝင်းကာလမှာ သရဲတွေထက်စာရင် စုန်းမချောချောလေးတွေကို ကြည့်ရတာ ပိုမကောင်းဘူးလားဗျာ။
ဒီတစ်ခါတော့ စုန်းကားကောင်းကောင်းလေးနဲ့ တင်ဆက်ပေးလိုက်ပါတယ်။
အထက်တန်းကျောင်းသူလေး လီလီ ဟာ သူ့မိခင်ဖြစ်သူနဲ့ အတူ ကျောင်းပြောင်းလာခဲ့ရပါတယ်။
ကျောင်းမှာတော့ စုန်းမ သူငယ်ချင်း ၃ ယောက်နဲ့ ဆုံတွေ့ခဲ့ရပါတယ်။
သူတို့ကလည်း စုန်းသိုက် ပြုလုပ်ဖို့ ၄ ယောက်မြောက်စုန်းကို ရှာနေတဲ့အချိန်မှာ လီလီ့ကို တွေ့ခဲ့ရတာပါ။
မျိုးရိုးမရှိတဲ့ လီလီတစ်ယောက် ဘာလို့ စုန်းဖြစ်နေခဲ့ရတာလဲ?
သူတို့ရဲ့ စုန်းပ့ညာ စွန့်စားခန်းတွေကရော ဘာတွေ ဖြစ်ဦးမှာလဲ?
ဟောလိုဝင်းမှာ စုန်းကားကောင်းကောင်းလေး ကြည့်ပြီး အချိန်ဖြုန်းလိုက်ရအောင်ဗျာ။
စုန်းမလေးတွေတင် ချောတာ မဟုတ်ဘူးနော်။ ပျိုပျိုမေတို့အတွက် မင်းသားတွေကလည်း ချောတယ်ဆိုတဲ့
အကြောင်း လက်တို့ပေးလိုက်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။)
#Zawgyi
ေဟာလိုဝင္းကာလမွာ သရဲေတြထက္စာရင္ စုန္းမေခ်ာေခ်ာေလးေတြကို ၾကည့္ရတာ ပိုမေကာင္းဘူးလားဗ်ာ။
ဒီတစ္ခါေတာ့ စုန္းကားေကာင္းေကာင္းေလးနဲ႔ တင္ဆက္ေပးလိုက္ပါတယ္။
အထက္တန္းေက်ာင္းသူေလး လီလီ ဟာ သူ႔မိခင္ျဖစ္သူနဲ႔ အတူ ေက်ာင္းေျပာင္းလာခဲ့ရပါတယ္။
ေက်ာင္းမွာေတာ့ စုန္းမ သူငယ္ခ်င္း ၃ ေယာက္နဲ႔ ဆုံေတြ႕ခဲ့ရပါတယ္။
သူတို႔ကလည္း စုန္းသိုက္ ျပဳလုပ္ဖို႔ ၄ ေယာက္ေျမာက္စုန္းကို ရွာေနတဲ့အခ်ိန္မွာ လီလီ့ကို ေတြ႕ခဲ့ရတာပါ။
မ်ိဳး႐ိုးမရွိတဲ့ လီလီတစ္ေယာက္ ဘာလို႔ စုန္းျဖစ္ေနခဲ့ရတာလဲ?
သူတို႔ရဲ႕ စုန္းပ့ညာ စြန႔္စားခန္းေတြကေရာ ဘာေတြ ျဖစ္ဦးမွာလဲ?
ေဟာလိုဝင္းမွာ စုန္းကားေကာင္းေကာင္းေလး ၾကည့္ၿပီး အခ်ိန္ျဖဳန္းလိုက္ရေအာင္ဗ်ာ။
စုန္းမေလးေတြတင္ ေခ်ာတာ မဟုတ္ဘူးေနာ္။ ပ်ိဳပ်ိဳေမတို႔အတြက္ မင္းသားေတြကလည္း ေခ်ာတယ္ဆိုတဲ့
အေၾကာင္း လက္တို႔ေပးလိုက္ပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ August ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1h 37min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Fantasy, Horror
Source : 1080p.WebRip
Translator – August
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
