"The True Adventures of Wolfboy (2019)============================PauseIMDb Rating – 6.1/10#UnicodeIMDB Rating 6.1 ရထားပြီး IT Chapter 1,2 နဲ့နာမည်ကြီးခဲ့တဲ့ လူငယ်သရုပ်ဆောင်လေးJaeden Martell ရဲ့ မြေခွေးလူသား ကားလေးလာပါပြီ။ဇာတ်လမ်းအညွှန်း**********************မိခင်မရှိဘဲ အဖေနဲ့အတူနေရတဲ့ ပေါလ်ဆိုတဲ့ကောင်လေးဟာ ရောဂါတစ်ခုကြောင့် ခန္တာကိုယ်တစ်ခုလုံးအမွှေးအမျှင်တွေပေါက်နေပြီး ရိတ်ရင်လည်း နှစ်ဆ ပိုပိုထူလာပါတယ်။ဒီပုံပန်းသဏ္ဍာန်ကြောင့် ရွယ်တူကလေးတွေကြားထဲမှာ လှောင်ပြောင်ခံရ့ပြီး လူတောမတိုးခဲ့ပါဘူး ။ အသက် ၁၃ နှစ်ပြည့်မွေးနေ့မှာပတ်ဝန်းကျင်ရဲ့အတိုက်အခိုက်တွေကို မခံလိုတာကြောင့် အိမ်ပြေးတစ်ယောက်ဖြစ်ခဲ့ပြီး သူတစ်ခါမှမမြင်ဖူးတဲ့ အမေကိုရှာပုံတော်ဖွင့်ပါတော့တယ်။ လမ်းမှာသူ့လိုမျိုး ဆိုးမိုက်နေတဲ့ကလေးတစ်သိုက်နဲ့သူငယ်ချင်းတွေဖြစ်ခဲ့ပြီး အခက်အခဲမျိုးမျိုးနဲ့ကြုံရပါတော့တယ်…. သူ့ရဲ့ ခန္တာကိုယ်အမွှေးအမျှင်တွေကရော ဘာကြောင့်ပေါက်လာတာလဲ….? သူရှာနေတဲ့ မိခင်ကိုရော ရှာတွေ့သွားမှာလား….ဆိုတာကိုတော့ဆက်လက်ကြည့်ရှုလိုက်ပါ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်)#ZawgyiIMDB Rating 6.1 ရထားၿပီး IT Chapter 1,2 နဲ႔နာမည္ႀကီးခဲ့တဲ့ လူငယ္သ႐ုပ္ေဆာင္ေလးJaeden Martell ရဲ႕ ေျမေခြးလူသား ကားေလးလာပါၿပီ။ဇာတ္လမ္းအၫႊန္း**********************မိခင္မရွိဘဲ အေဖနဲ႔အတူေနရတဲ့ ေပါလ္ဆိုတဲ့ေကာင္ေလးဟာ ေရာဂါတစ္ခုေၾကာင့္ ခႏၲာကိုယ္တစ္ခုလုံးအေမႊးအမွ်င္ေတြေပါက္ေနၿပီး ရိတ္ရင္လည္း ႏွစ္ဆ ပိုပိုထူလာပါတယ္။ဒီပုံပန္းသ႑ာန္ေၾကာင့္ ႐ြယ္တူကေလးေတြၾကားထဲမွာ ေလွာင္ေျပာင္ခံရ႕ၿပီး လူေတာမတိုးခဲ့ပါဘူး ။ အသက္ ၁၃ ႏွစ္ျပည့္ေမြးေန႔မွာပတ္ဝန္းက်င္ရဲ႕အတိုက္အခိုက္ေတြကို မခံလိုတာေၾကာင့္ အိမ္ေျပးတစ္ေယာက္ျဖစ္ခဲ့ၿပီး သူတစ္ခါမွမျမင္ဖူးတဲ့ အေမကိုရွာပုံေတာ္ဖြင့္ပါေတာ့တယ္။ လမ္းမွာသူ႔လိုမ်ိဳး ဆိုးမိုက္ေနတဲ့ကေလးတစ္သိုက္နဲ႔သူငယ္ခ်င္းေတြျဖစ္ခဲ့ၿပီး အခက္အခဲမ်ိဳးမ်ိဳးနဲ႔ႀကဳံရပါေတာ့တယ္…. သူ႔ရဲ႕ ခႏၲာကိုယ္အေမႊးအမွ်င္ေတြကေရာ ဘာေၾကာင့္ေပါက္လာတာလဲ….? သူရွာေနတဲ့ မိခင္ကိုေရာ ရွာေတြ႕သြားမွာလား….ဆိုတာကိုေတာ့ဆက္လက္ၾကည့္ရႈလိုက္ပါ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thiha Yan Naing ပဲျဖစ္ပါတယ္)Quality – 720p WebRipDuration – 1h 28minSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.WebRipTranslator – Thiha Yan NaingEncoder – SWM"