"Innocent Thing (2014)=================PauseIMDb Rating – 6.1/10#Unicodeပုံမှန်ကိုရီးယားရုပ်ရှင်တစ်ကားကိုညွှန်းရင်မင်းသားဘယ်သူ မင်းသမီးဘယ်သူဆိုတာကစညွှန်းရမယ်ထင်တယ်။ Innocent Thingရဲ့Lead Actorက Jang Hyukပါ။ Jang Hyukရိုက်တဲ့ရုပ်ရှင်တွေဟာ အရမ်းလန်ပြန်နေတာမျိူးတွေချည်း မဟုတ်ပေမယ့်လည်းမဆိုးတဲ့ကားတွေပါပဲ။ You are my destinyတို့Money Flowerတို့Work of Loveတို့လိုပေါက်စီးရီးတွေနဲ့ လူသိများတယ်။Lead Actress Jo Bo-Ahကတော့လက်ရှိHotနေတဲ့ vampire diariesKorean versionထဲကပါပဲ။ဒီကားပြန်ဖြစ်တာသူ့ကြောင့်ဆိုရမယ်။သူ့ကိုကြည့်ချင်တယ်ဆိုရင်တော့ဒီကားထက်ပိုကောင်းတာဘာမှမရှိ‌တော့ပါဘူး။ဒီရုပ်ရှင်မှာ သူ့ဇာတ်ကောင်ဟာ ဆရာကိုကြိုက်နေတဲ့ကျောင်းသူမလေး‌နေရာကပါ။ ဆရာလုပ်တဲ့Jang Hyukကိုရဖို့ မရမက ဖျားရောင်းတာတွေကိုတလှေကြီးမြင်ရမှာပါပဲ။၁၆နှစ်အောက်တော့မကြည့်သင့်ဘူးပေါ့ဗျာ။ဇာတ်လမ်းအကျဉ်းကတော့ရက်ဂီဘောသမားထွက်ဖြစ်တဲ့ ကင်ဂျန်ကီဟာယောက္ခမအကူအညီနဲ့ ကျောင်းတစ်ကျောင်းမှာကာယဆရာအဖြစ်အလုပ်၀င်လုပ်နေတယ်။ကျောင်းဆရာဖြစ်ဖို့မသင့်တော်လောက်အောင်ချောလွန်းတဲ့သူ့ရုပ်ကြောင့်တပြည့်မတွေအကုန်လုံးဟာသူ့ကိုအရူးအမူးဖြစ်နေကြတယ်။ သူ့တပြည့်မတွေထဲကတစ်ယောက်ကတော့ မတူပါဘူး။ သူက ယောင်းအွန်။ယောင်းအွန်က လိုချင်တာကို ရအောင်ယူတတ်တဲ့သဘာ၀ရှိတဲ့ ကလေးမပါပဲ။ ဇနီးလည်းရှိကလေးလည်းမွေးတော့မယ့် ဆရာကိုရဖို့ ဆင်ကြံကြံဂေါ်ဇီလာကြံအထိကြံကုန်ပါတယ်။ကင်ဂျန်ကီကလည်း ဒီညွတ်ကွင်းကနေ မရုန်းနိုင်ပါဘူး။တပြည့်မလေးရယ် သူ့မိန်းမရယ် မွေးတော့မယ့်ကလေးရယ်ကြားမှာ သူအကြပ်ရိုက်လာပါပြီ။သူရဲ့မပြတ်သားတဲ့ဆုံးဖြတ်ချက်တွေရဲ့နောက်ဆက်တွဲမှာ ဘာတွေဖြစ်မလဲတော့ကိုယ်တိုင်ပဲကြည့်ရှု့လိုက်ကြပါ။ဒီရုပ်ရှင်ဟာ နာမည်ကျော် ဂျပန်ရုပ်ရှင်My Rainy Day (2009)ကို တခြားအမြင်ကနေရိုက်သွားတဲ့ပုံစံပါပဲ။ ဒွာရတွေကို မပြပေမဲ့လည်းမေထုန်သံဝါသပြုခန်း အတော်ပါပါတယ်။သတိချပ်ကြည့်ရှုကြပါကုန်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)#Zawgyiပုံမွန္ကိုရီးယား႐ုပ္ရွင္တစ္ကားကိုၫႊန္းရင္မင္းသားဘယ္သူ မင္းသမီးဘယ္သူဆိုတာကစၫႊန္းရမယ္ထင္တယ္။ Innocent Thingရဲ႕Lead Actorက Jang Hyukပါ။ Jang Hyuk႐ိုက္တဲ့႐ုပ္ရွင္ေတြဟာ အရမ္းလန္ျပန္ေနတာမ်ိဴးေတြခ်ည္း မဟုတ္ေပမယ့္လည္းမဆိုးတဲ့ကားေတြပါပဲ။ You are my destinyတို႔Money Flowerတို႔Work of Loveတို႔လိုေပါက္စီးရီးေတြနဲ႔ လူသိမ်ားတယ္။Lead Actress Jo Bo-Ahကေတာ့လက္ရွိHotေနတဲ့ vampire diariesKorean versionထဲကပါပဲ။ဒီကားျပန္ျဖစ္တာသူ႔ေၾကာင့္ဆိုရမယ္။သူ႔ကိုၾကည့္ခ်င္တယ္ဆိုရင္ေတာ့ဒီကားထက္ပိုေကာင္းတာဘာမွမရွိ‌ေတာ့ပါဘူး။ဒီ႐ုပ္ရွင္မွာ သူ႔ဇာတ္ေကာင္ဟာ ဆရာကိုႀကိဳက္ေနတဲ့ေက်ာင္းသူမေလး‌ေနရာကပါ။ ဆရာလုပ္တဲ့Jang Hyukကိုရဖို႔ မရမက ဖ်ားေရာင္းတာေတြကိုတေလွႀကီးျမင္ရမွာပါပဲ။၁၆ႏွစ္ေအာက္ေတာ့မၾကည့္သင့္ဘူးေပါ့ဗ်ာ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ရက္ဂီေဘာသမားထြက္ျဖစ္တဲ့ ကင္ဂ်န္ကီဟာေယာကၡမအကူအညီနဲ႔ ေက်ာင္းတစ္ေက်ာင္းမွာကာယဆရာအျဖစ္အလုပ္၀င္လုပ္ေနတယ္။ေက်ာင္းဆရာျဖစ္ဖို႔မသင့္ေတာ္ေလာက္ေအာင္ေခ်ာလြန္းတဲ့သူ႔႐ုပ္ေၾကာင့္တျပည့္မေတြအကုန္လုံးဟာသူ႔ကိုအ႐ူးအမူးျဖစ္ေနၾကတယ္။ သူ႔တျပည့္မေတြထဲကတစ္ေယာက္ကေတာ့ မတူပါဘူး။ သူက ေယာင္းအြန္။ေယာင္းအြန္က လိုခ်င္တာကို ရေအာင္ယူတတ္တဲ့သဘာ၀ရွိတဲ့ ကေလးမပါပဲ။ ဇနီးလည္းရွိကေလးလည္းေမြးေတာ့မယ့္ ဆရာကိုရဖို႔ ဆင္ႀကံႀကံေဂၚဇီလာႀကံအထိႀကံကုန္ပါတယ္။ကင္ဂ်န္ကီကလည္း ဒီၫြတ္ကြင္းကေန မ႐ုန္းႏိုင္ပါဘူး။တျပည့္မေလးရယ္ သူ႔မိန္းမရယ္ ေမြးေတာ့မယ့္ကေလးရယ္ၾကားမွာ သူအၾကပ္႐ိုက္လာပါၿပီ။သူရဲ႕မျပတ္သားတဲ့ဆုံးျဖတ္ခ်က္ေတြရဲ႕ေနာက္ဆက္တြဲမွာ ဘာေတြျဖစ္မလဲေတာ့ကိုယ္တိုင္ပဲၾကည့္ရႈ႕လိုက္ၾကပါ။ဒီ႐ုပ္ရွင္ဟာ နာမည္ေက်ာ္ ဂ်ပန္႐ုပ္ရွင္My Rainy Day (2009)ကို တျခားအျမင္ကေန႐ိုက္သြားတဲ့ပုံစံပါပဲ။ ဒြာရေတြကို မျပေပမဲ့လည္းေမထုန္သံဝါသျပဳခန္း အေတာ္ပါပါတယ္။သတိခ်ပ္ၾကည့္ရႈၾကပါကုန္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality – 1080p, 720p BluRayDuration – 1h 57minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, ThrillerSource : 1080p.BluRayTranslator – WiRa AungEncoder – SWM"