"Spring, Summer, Fall, Winter… and Spring (2003)
====================================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 8.0/10
#Unicode
ဒီနေ့မှာ ဒီနှစ်မှာ ဒီဘ၀မှာ ကြုံရတဲ့ဒုက္ခဝေဒနာသံသရာလို့ ခင်ဗျားတို့ခေါ်ကြတဲ့ ထပ်ဖန်တလဲလဲဖြစ်ပျက်တဲ့
သဘောတရားအတိုင်း ဖြစ်ပျက်နေမယ်ဆိုရင် ဒီဒုက္ခတွေဟာ ရင်ဆိုင်နိုင်စရာရှိပါ့မလား။
နွေကန္တာဦးကိုဖြတ်သန်းပြီးတဲ့အခါ ဂိမာနနွေဂိမာနနွေကိုကျော်လွန်သွားတဲ့အခါ ရွက်ကြွေဆောင်းဦး ဆောင်းဦးကိုကျော်လွန်သွားတဲ့အခါ ဟေမန္တဆောင်းပျော်ရွှင်ခြင်း ၀မ်းနည်းခြင်း ဒွန်တွဲလို့ ဒီအရာတွေအားလုံးကို ကျော်လွန်ပြီးသွားတဲ့အခါ နွေကန္တာဦးဟာ ပြန်မွေးဖွားလာပြန်တယ်။
အဆုံးမသတ်တတ်တဲ့ သဘောသဘာ၀ရှိပါတဲ့ ဒီသံသရာကြီးမှာ ကျွန်တော်တို့ ခြေလှမ်းတွေနဲ့ထပ်ကြပ်မကွာ အပြစ်၀န်တွေဟာ လေးလံလှစွာ ပါလာတယ်။
နွေဦးပြ‌ီးတော့နွေ နွေပြီးတော့ဆောင်းဦ; ဆောင်းဦးပြီးတော့ဆောင်း ဆောင်းပြီးတော့နွေ အားလုံးဟာ ဒီအပြစ်၀န်တွေကို သယ်ကာပိုးကာနဲ့ ရှေ့ဆက်ကြရဦးမယ်။
ကဗျာဟောင်းကလေးထဲကလိုဆိုရရင် မာယာတွေရစ်သိုင်းထားတဲ့ လောကဓံတရားရဲ့အောက်မှာ ဘယ်လူသားကမှတော့ ဒဏ်ရာနဲ့ မကင်းခဲ့ပါဘူး။
ကျွန်တော်တို့သယ်ပိုးထားရတဲ့ ဒဏ်ရာတွေကို လွှတ်ချဖို့ အဖြေက အချိန်ပါပဲ။ အချိန်ဟာ အရာအားလုံးရဲ့ အဖြေပါပဲ။
ဒီအရာတွေ ဘယ်အချိန်မှာရပ်သွားမလဲ ဒီရင်ထဲမှာချည်နှောင်ထားတဲ့အပြစ်၀န်တွေကို ဘယ်လိုဖြေချရမလဲ ဆိုတဲ့အဖြေကတော့ ကိုယ်တိုင်ရဲ့ ရင်ထဲမှာပဲရှာရမယ်။
အဖြေမရှာနိုင်‌သေးသမျှတော့ နွေကန္တာဦးကိုဖြတ်သန်းပြီးတဲ့အခါ ဂိမာနနွေ ဂိမာနနွေကိုကျော်လွန်သွားတဲ့အခါ ရွက်ကြွေဆောင်းဦး
ဆောင်းဦးကိုကျော်လွန်သွားတဲ့အခါ ဟေမန္တဆောင်း ဟေမန်ဆောင်းပြီး ထပ်ကျော့နွေကန္တာအဆက်ဆက်ကို အားလုံးဟာ ဖြတ်သန်းကြရဦးမယ်။
ဒီရုပ်ရှင်ဟာ စကားအနည်းဆုံးရုပ်ရှင်ပါပဲ။ စကားလုံး ၁၀၀လောက်ပဲပြောသွားတယ်။
တောင်ကိုရီးယား Arthouse ဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့ Kim Ki Dukရဲ့ ရုပ်ရှင်တွေအများကြီး မကြည့်ဖူးပေမယ့် ဒီတစ်ကားနဲ့တင် သူ့အရည်အချင်းကို အသိအမှတ်ပြုလို့
ရတယ်။ ။
ဒီရုပ်ရှင်မှာ ခင်ဗျားခံစားမှုတစ်စုံတစ်ရာရှာမတွေ့တာ မျိုးလည်းဖြစ်နိုင်တယ်။ဒါပေမယ့် စိတ်ရဲ့ ငြိမ်းချမ်းမှု ပျောက်ဆုံးနေတဲ့အခါမျိူးမှာ ခင်ဗျားဒီရုပ်ရှင်ကို
ခံစားကြည့်မယ်ဆိုရင် ငြိမ်းချမ်းမှုတစ်ခုကို ခင်ဗျားပြန်ရှာတွေ့မှာကိုတော့ ကျွန်တော် လုံး၀ အာမခံနိုင်တယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)
Quality – 1080p, 720p BluRay
Duration – 1h 43min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Romance
Source : 1080p.BluRay
Translator – WiRa Aung
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
