"Let It Snow (2020)==============PauseIMDb Rating – 4.5/10#UnicodeLet it snow ဇာတ်ကားဟာ အချစ်၊ ကြည်နူးမှု၊ ပူဆွေးသောက အငြိုးအတေး စတဲ့ခံစားချက်မျိုးစုံကိုပေါ်လွင်အောင် အသားပေးရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။ ရင်သပ်ရှုမောဖွယ်ကောင်းလှတဲ့ပတ်ဝန်းကျင်တွင် ချစ်သူနှစ်ဉီး၏ရိုမန်တစ်ဆန်ဆန်ချစ်ကြိုက်ခန်းများကိုကြည်နူးဖွယ်ရှုစားနိုင်သလိုစွန့်စားခန်းများကို ထိတ်လန့်အံ့သြဖွယ်ရာဖြစ်ရပ်ဆန်းများဖြင့် ကြောက်မက်ဖွယ်မြင်တွေ့ရမယ့်ရသစုံလင်ဇာတ်ကားကောင်းလေးပါ။ သားသမီးကြောင့်ဖြစ်လာတဲ့ အမေတစ်ယောက်ရဲ့ပူဆွေးသောကကိုရင်နင့်ဖွယ်တွေ့မြင်ခံစားနိုင်ပါတယ်။ နေရာဒေသအသစ်အဆန်းတွင် ဒေသခံတို့၏စကားကို လျစ်လျူမရှုသင့်ကြောင်းနှင့် မတော်တဆပင်ဖြစ်လင့်ကစား ကိုယ့်ကြောင့်သူတစ်ပါးထိခိုက်သွားလျှင်တာဝန်ယူဖြေရှင်းသင့်ကြောင်းတို့ကို ပညာပေးဆန်ဆန်ရိုက်ကူးထားပါတယ်။အေးစက်သောနှင်းတောင်စောင်းတွင်ချစ်သူနှစ်ဉီး၏စကိတ်စီးစွမ်းရည်နှင့်နောက်ဆက်တွဲထိတ်လန့်စရာဖြစ်ရပ်တို့ကို ဇာတ်ကားလေးထဲမှာ ကြောက်မက်ဖွယ်ရှူစားနိုင်ပါတယ်။ဒါရိုက်တာကြီးStanislav Kapralovကဉီးဆောင်ရိုက်ကူးထားပြီး နာမည်ကျော်မင်းသမီး Ivanna Sakhnoနှင့်အခြားသရုပ်ဆောင်များစွာပါဝင်သည့် သည်းထိတ်ရင်ဖိုဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Mya Phyo Nandar ပဲဖြစ်ပါတယ်။)#ZawgyiLet it snow ဇာတ္ကားဟာ အခ်စ္၊ ၾကည္ႏူးမႈ၊ ပူေဆြးေသာက အၿငိဳးအေတး စတဲ့ခံစားခ်က္မ်ိဳးစုံကိုေပၚလြင္ေအာင္ အသားေပး႐ိုက္ကူးထားတဲ့ ဇာတ္ကားေလးျဖစ္ပါတယ္။ ရင္သပ္ရႈေမာဖြယ္ေကာင္းလွတဲ့ပတ္ဝန္းက်င္တြင္ ခ်စ္သူႏွစ္ဉီး၏႐ိုမန္တစ္ဆန္ဆန္ခ်စ္ႀကိဳက္ခန္းမ်ားကိုၾကည္ႏူးဖြယ္ရႈစားႏိုင္သလိုစြန္႔စားခန္းမ်ားကို ထိတ္လန္႔အံ့ၾသဖြယ္ရာျဖစ္ရပ္ဆန္းမ်ားျဖင့္ ေၾကာက္မက္ဖြယ္ျမင္ေတြ႕ရမယ့္ရသစုံလင္ဇာတ္ကားေကာင္းေလးပါ။ သားသမီးေၾကာင့္ျဖစ္လာတဲ့ အေမတစ္ေယာက္ရဲ႕ပူေဆြးေသာကကိုရင္နင့္ဖြယ္ေတြ႕ျမင္ခံစားႏိုင္ပါတယ္။ ေနရာေဒသအသစ္အဆန္းတြင္ ေဒသခံတို႔၏စကားကို လ်စ္လ်ဴမရႈသင့္ေၾကာင္းႏွင့္ မေတာ္တဆပင္ျဖစ္လင့္ကစား ကိုယ့္ေၾကာင့္သူတစ္ပါးထိခိုက္သြားလွ်င္တာဝန္ယူေျဖရွင္းသင့္ေၾကာင္းတို႔ကို ပညာေပးဆန္ဆန္႐ိုက္ကူးထားပါတယ္။ေအးစက္ေသာႏွင္းေတာင္ေစာင္းတြင္ခ်စ္သူႏွစ္ဉီး၏စကိတ္စီးစြမ္းရည္ႏွင့္ေနာက္ဆက္တြဲထိတ္လန္႔စရာျဖစ္ရပ္တို႔ကို ဇာတ္ကားေလးထဲမွာ ေၾကာက္မက္ဖြယ္ရႉစားႏိုင္ပါတယ္။ဒါ႐ိုက္တာႀကီးStanislav Kapralovကဉီးေဆာင္႐ိုက္ကူးထားၿပီး နာမည္ေက်ာ္မင္းသမီး Ivanna Sakhnoႏွင့္အျခားသ႐ုပ္ေဆာင္မ်ားစြာပါဝင္သည့္ သည္းထိတ္ရင္ဖိုဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Mya Phyo Nandar ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1h 26minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, ThrillerSource : 1080p.WebRipTranslator – Mya Phyo NandarEncoder – SWM"