"[Unicode]My Bloody Valentine (2009)=====================Pauseဟောလိုးဝင်းနဲ့လိုက်မယ့် အတော်အသင့် ခြောက်ခြားစရာ ရုပ်ရှင်တစ်ကားကို ရွေးကြည့်မယ်ဆိုရင် My Bloody Valentineက မဆိုးတဲ့ကားပါပဲ။SuperNaturalရဲ့ Dean Winchester , Jesen Ackelesရဲ့ Box Officeမှာ အောင်မြင်ခဲ့တဲ့ ရုပ်ရှင်လည်းဖြစ်တယ်။SuperNatural အစောပိုင်းကာလနဲ့ ခပ်ဆင်ဆင်အရသာလိုချင်တဲ့ Dean ပရိတ်သတ်တွေအတွက် အကြိုက်တွေ့မယ့် ကားမျိုးလည်းဟုတ်တယ်။တစ်ခုရှိတာက ဒီရုပ်ရှင်က Slasher filmပါ။ပြောရရင်တော့ ‌‌ချွန်ထက်တဲ့လက်နက်တွေနဲ့ ခန္ဓာကိုယ်ကို ဟက်တက်ခွဲ လူသတ်‌တာတွေပြတဲ့ Horror Filmတစ်မျိူးပါပဲ။အရမ်းကြီးတော့ ကြောက်ဖို့မကောင်းလှပါဘူး။ခေါင်းကို ကိတ်မုန့်ခွဲသလို ပါးစပ်ကနေ ဂေါ်ပြားထိုးစိုက်ပြီး လှီးပစ်တာလောက်ပဲပါပါတယ်။အားနည်းချက်ကတော့ တရားခံကိုထင်ယောင် ထင်မှားဖြစ်အောင် ပတ်ပြပြီး Plot twistလေး ထည့်ထားပေမယ့် ဇာတ်ကြောင်းအရ တရားခံကသိသာလွန်းနေတာပါပဲ။တရားခံကို ဖုံးဖို့ အားစိုက်မကြိုးစားဘဲ ဒီအတိုင်းရေလိုက်ငါးလိုက်လေး ထားလိုက်ရင် ဒီကားရဲ့ Ratingက ဒီထက်ပိုကောင်းသွားမှာပါ။Box officeမှာ အောင်မြင်တယ်ဆိုတော့ အများစုတော့ ကြိုက်ကြပုံပါပဲ။Jesen Acklesကို ကြိုက်လို့ပဲကြည့်ကြည့်Hollowen Horror Movieအနေနဲ့ပဲ ကြည့်ကြည့်ကြည့်ပျော်ရှုပျော်ရှိမယ့်ကားဆိုတာတော့ အာမခံလို့ရပါတယ်။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]My Bloody Valentine (2009)=====================ေဟာလိုး၀င္းနဲ႔လိုက္မယ့္ အေတာ္အသင့္ ေျခာက္ျခားစရာ ႐ုပ္ရွင္တစ္ကားကို ေ႐ြးၾကည့္မယ္ဆိုရင္ My Bloody Valentineက မဆိုးတဲ့ကားပါပဲ။SuperNaturalရဲ႕ Dean Winchester , Jesen Ackelesရဲ႕ Box Officeမွာ ေအာင္ျမင္ခဲ့တဲ့ ႐ုပ္ရွင္လည္းျဖစ္တယ္။SuperNatural အေစာပိုင္းကာလနဲ႔ ခပ္ဆင္ဆင္အရသာလိုခ်င္တဲ့ Dean ပရိတ္သတ္ေတြအတြက္ အႀကိဳက္ေတြ႕မယ့္ ကားမ်ိဳးလည္းဟုတ္တယ္။တစ္ခုရွိတာက ဒီ႐ုပ္ရွင္က Slasher filmပါ။ေျပာရရင္ေတာ့ ‌‌ခြၽန္ထက္တဲ့လက္နက္ေတြနဲ႔ ခႏၶာကိုယ္ကို ဟက္တက္ခြဲ လူသတ္‌တာေတြျပတဲ့ Horror Filmတစ္မ်ိဴးပါပဲ။အရမ္းႀကီးေတာ့ ေၾကာက္ဖို႔မေကာင္းလွပါဘူး။ေခါင္းကို ကိတ္မုန႔္ခြဲသလို ပါးစပ္ကေန ေဂၚျပားထိုးစိုက္ၿပီး လွီးပစ္တာေလာက္ပဲပါပါတယ္။အားနည္းခ်က္ကေတာ့ တရားခံကိုထင္ေယာင္ ထင္မွားျဖစ္ေအာင္ ပတ္ျပၿပီး Plot twistေလး ထည့္ထားေပမယ့္ ဇာတ္ေၾကာင္းအရ တရားခံကသိသာလြန္းေနတာပါပဲ။တရားခံကို ဖုံးဖို႔ အားစိုက္မႀကိဳးစားဘဲ ဒီအတိုင္းေရလိုက္ငါးလိုက္ေလး ထားလိုက္ရင္ ဒီကားရဲ႕ Ratingက ဒီထက္ပိုေကာင္းသြားမွာပါ။Box officeမွာ ေအာင္ျမင္တယ္ဆိုေတာ့ အမ်ားစုေတာ့ ႀကိဳက္ၾကပုံပါပဲ။Jesen Acklesကို ႀကိဳက္လို႔ပဲၾကည့္ၾကည့္Hollowen Horror Movieအေနနဲ႔ပဲ ၾကည့္ၾကည့္ၾကည့္ေပ်ာ္ရႈေပ်ာ္ရွိမယ့္ကားဆိုတာေတာ့ အာမခံလို႔ရပါတယ္။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )IMDb Rating__5.4/10Format__mp4Duration__01:40:00Type__ Horror, Mystery, ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"