"Sex and the City (2008)
==================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.6/10
#Unicode
ခေါင်းစဉ်ကိုကြည့်ပြီး 21+ ကားထင်နေရင်မှားသွားပါလိမ့်မယ်။ ထက်မြက်တဲ့ အမျိုးသမီးတွေကြည့်သင့်တဲ့
ဇာတ်ကားကောင်းလေး လာပါပြီ။ နယူးယောက်မြို့သူ ၄ ယောက်ရဲ့ အိမ်ထောင်ရေး နဲ့ အချစ်ဇာတ်လမ်းကို
အကောင်းဆုံးပုံဖော်တဲ့ ဇာတ်ကားဆိုလည်း မမှားပါဘူး။
ဇာတ်လမ်းအညွှန်း
*****************
နယူးယောက်မြို့ကြီးကို လူတွေလာကြတာ ၂ ချက်ပဲရှိတယ် အောင်မြင်မှုနဲ့ အချစ် အတွက်ပဲ….လို့ ခံယူထားတဲ့
Carrie Bradshaw , Samantha Jones , Charlotte York , Miranda Hobbes တို့ ၄ ယောက်ဟာ အရမ်းခင်
ကြတဲ့ squad ဖြစ်ပါတယ်။ သူတို့ခံယူချက်အတိုင်း သက်ဆိုင်ရာ နယ်ပယ်မှာအောင်မြင်မှုကိုရရှိပြီးတဲ့အခါမှာ
အချစ်စစ်ကို စူးစမ်းရှာဖွေကြရင်းနဲ့ ဘဝရဲ့အလွဲလွဲအချော်ချော်အဖြစ်အပျက်တွေကို ဘယ်လိုထိန်းကျောင်းကျော်
ဖြတ်သွားမလဲ ခံစားရမှာပါ ။ သူငယ်ချင်း ၄ ယောက်ရဲ့ Friendship နဲ့ Relationship ကိုတဝကြီးကြည့်ရှုရမှာဖြစ်ပြီး
Romance, Drama ကားကောင်းကောင်းရှာနေတဲ့လူတွေအတွက်တော့ ကြည့်သင့်တဲ့ ဇာတ်ကားတစ်ခုပါပဲ။
Ps − Nude scence အချို့ပါတဲ့အတွက် မိသားစုနဲ့ကြည့်မယ်ဆိုရင်တော့ မသင့်တော်ပါဘူး။
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)
#Zawgyi
ေခါင္းစဥ္ကိုၾကည့္ၿပီး 21+ ကားထင္ေနရင္မွားသြားပါလိမ့္မယ္။ ထက္ျမက္တဲ့ အမ်ိဳးသမီးေတြၾကည့္သင့္တဲ့
ဇာတ္ကားေကာင္းေလး လာပါၿပီ။ နယူးေယာက္ၿမိဳ႕သူ ၄ ေယာက္ရဲ႕ အိမ္ေထာင္ေရး နဲ႔ အခ်စ္ဇာတ္လမ္းကို
အေကာင္းဆုံးပုံေဖာ္တဲ့ ဇာတ္ကားဆိုလည္း မမွားပါဘူး။
ဇာတ္လမ္းအၫႊန္း
*****************
နယူးေယာက္ၿမိဳ႕ႀကီးကို လူေတြလာၾကတာ ၂ ခ်က္ပဲရွိတယ္ ေအာင္ျမင္မႈနဲ႔ အခ်စ္ အတြက္ပဲ….လို႔ ခံယူထားတဲ့
Carrie Bradshaw , Samantha Jones , Charlotte York , Miranda Hobbes တို႔ ၄ ေယာက္ဟာ အရမ္းခင္
ၾကတဲ့ squad ျဖစ္ပါတယ္။ သူတို႔ခံယူခ်က္အတိုင္း သက္ဆိုင္ရာ နယ္ပယ္မွာေအာင္ျမင္မႈကိုရရွိၿပီးတဲ့အခါမွာ
အခ်စ္စစ္ကို စူးစမ္းရွာေဖြၾကရင္းနဲ႔ ဘဝရဲ႕အလြဲလြဲအေခ်ာ္ေခ်ာ္အျဖစ္အပ်က္ေတြကို ဘယ္လိုထိန္းေက်ာင္းေက်ာ္
ျဖတ္သြားမလဲ ခံစားရမွာပါ ။ သူငယ္ခ်င္း ၄ ေယာက္ရဲ႕ Friendship နဲ႔ Relationship ကိုတဝႀကီးၾကည့္ရႈရမွာျဖစ္ၿပီး
Romance, Drama ကားေကာင္းေကာင္းရွာေနတဲ့လူေတြအတြက္ေတာ့ ၾကည့္သင့္တဲ့ ဇာတ္ကားတစ္ခုပါပဲ။
Ps − Nude scence အခ်ိဳ႕ပါတဲ့အတြက္ မိသားစုနဲ႔ၾကည့္မယ္ဆိုရင္ေတာ့ မသင့္ေတာ္ပါဘူး။
(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thiha Yan Naing ျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay
Duration – 2h 25min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Comedy, Drama, Romance
Source : 1080p.BluRay
Translator – Thiha Yan Naing
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
