"[Unicode]Winnie The Pooh, Heffalump Halloween The Movie==============================Pause‌ဟောလိုးဝင်းဟာ ကျွန်တော်တို့ နိုင်ငံမှာ မရှိပေမယ့် ကျွန်တော်တို့ငယ်ငယ်က KidZoneတို့ ပုတက်တို့ စွယ်စုံတို့ထဲမှာ ခရစ္စမတ်အထူးထုတ်တို့ ဟောလိုးဝင်းအထူးထုတ်တို့မှာပါတတ်တော့ ရင်းနှီးကျွမ်းဝင်ပြီးသား အရာတွေပါပဲ။နောက်ပိုင်းSuperNaturalလို စီးရီးတွေမှာပါတဲ့ ဟောလိုးဝင်းspecial episodeတွေနဲ့လည်း ကျွန်တော်တို့ဟောလိုးဝင်းကို ပိုကျွမ်းဝင်ခဲ့ကြတယ်။အခုWinnie The Pooh,Heffalump Halloween Movieက ဒီနှစ်ဟောလိုးဝင်းမှာ ခင်ဗျားတို့ ရွေးချယ်သင့်တဲ့ ဟောလိုးဝင်းVibeအရဆုံး Movieပါပဲ။ဝကစ်ညဏ်ထိုင်းပြီး လုပ်သမျှတိုင်းက ချစ်ဖို့ကောင်းနေတဲ့ ကျွန်တော်တို့ရဲ့ Winnie The Pooh ကလေးနဲ့ ဟောလိုးဝင်းကို တွဲမြင်ရမှာပါ။အဆက်အဟပ်မတည့်သလို ထင်ကြမှာပေမယ့် ဟောလိုးဝင်း Vibeအရဆုံး လို့ပြောရင်မလွန်ပါဘူး။ငယ်ငယ်တုန်းက ဝယ်ဖူးလို့ပဲဖြစ်ဖြစ်မွေးနေ့လက်ဆောင်ရဖူးတာဖြစ်ဖြစ်လူအတော်များများရဲ့ ဘဝကတော့ Winnie the Poohနဲ့ကင်းမယ်ထင်ဘူး။မြန်မာနိုင်ငံမှာလည်း ပူးလ်က ရုပ်ရှင်ထက် အရုပ်လောကမှာ ပိုနာမည်ကျော်တာကိုး။winnie the pooh စာရေးဆရာက လက်တွေ့ဘဝက သူ့သားရဲ့ အရုပ်ကလေးတွေကို တာအိုအတွေးအခေါ်တွေနဲ့ ရောနှောပြီး လက်စွမ်းပြထားတယ်ဆိုကြတယ်။ကျွန်တော်တော့ တာအိုပါပါမပါပါ အစားနင်းကန်စားပြီး ကို့အိမ်အဝမှာ ယက်ကန်ယက်ကန်ကိုယ်ပြန်တစ်နေတဲ့ ဝက်ဝံကြီးကိုချစ်လို့ပဲ ကြည့်ပါတယ်။ခင်ဗျားရဲ့ ဟောလိုးဝင်းမှာ ဟောလိုးဝင်းဆန်ပြီး ကြောက်ဖို့မကောင်းဘဲ ချစ်ဖို့ကောင်းတဲ့ ပျော်စရာကားတစ်ကားရှာနေတယ်ဆိုရင်တော့Winnie the Pooh ,Heffalump Halloweenဟာ နောင်တမရမယ့် အကောင်းဆု‌ံးရွေးချယ်မှုပါပဲ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]Winnie The Pooh, Heffalump Halloween The Movie==============================‌ေဟာလိုး၀င္းဟာ ကြၽန္ေတာ္တို႔ ႏိုင္ငံမွာ မရွိေပမယ့္ ကြၽန္ေတာ္တို႔ငယ္ငယ္က KidZoneတို႔ ပုတက္တို႔ စြယ္စုံတို႔ထဲမွာ ခရစၥမတ္အထူးထုတ္တို႔ ေဟာလိုး၀င္းအထူးထုတ္တို႔မွာပါတတ္ေတာ့ ရင္းႏွီးကြၽမ္း၀င္ၿပီးသား အရာေတြပါပဲ။ေနာက္ပိုင္းSuperNaturalလို စီးရီးေတြမွာပါတဲ့ ေဟာလိုး၀င္းspecial episodeေတြနဲ႔လည္း ကြၽန္ေတာ္တို႔ေဟာလိုး၀င္းကို ပိုကြၽမ္း၀င္ခဲ့ၾကတယ္။အခုWinnie The Pooh,Heffalump Halloween Movieက ဒီႏွစ္ေဟာလိုး၀င္းမွာ ခင္ဗ်ားတို႔ ေ႐ြးခ်ယ္သင့္တဲ့ ေဟာလိုး၀င္းVibeအရဆုံး Movieပါပဲ။၀ကစ္ညဏ္ထိုင္းၿပီး လုပ္သမွ်တိုင္းက ခ်စ္ဖို႔ေကာင္းေနတဲ့ ကြၽန္ေတာ္တို႔ရဲ႕ Winnie The Pooh ကေလးနဲ႔ ေဟာလိုး၀င္းကို တြဲျမင္ရမွာပါ။အဆက္အဟပ္မတည့္သလို ထင္ၾကမွာေပမယ့္ ေဟာလိုး၀င္း Vibeအရဆုံး လို႔ေျပာရင္မလြန္ပါဘူး။ငယ္ငယ္တုန္းက ၀ယ္ဖူးလို႔ပဲျဖစ္ျဖစ္ေမြးေန႔လက္ေဆာင္ရဖူးတာျဖစ္ျဖစ္လူအေတာ္မ်ားမ်ားရဲ႕ ဘ၀ကေတာ့ Winnie the Poohနဲ႔ကင္းမယ္ထင္ဘူး။ျမန္မာႏိုင္ငံမွာလည္း ပူးလ္က ႐ုပ္ရွင္ထက္ အ႐ုပ္ေလာကမွာ ပိုနာမည္ေက်ာ္တာကိုး။winnie the pooh စာေရးဆရာက လက္ေတြ႕ဘ၀က သူ႔သားရဲ႕ အ႐ုပ္ကေလးေတြကို တာအိုအေတြးအေခၚေတြနဲ႔ ေရာေႏွာၿပီး လက္စြမ္းျပထားတယ္ဆိုၾကတယ္။ကြၽန္ေတာ္ေတာ့ တာအိုပါပါမပါပါ အစားနင္းကန္စားၿပီး ကို႔အိမ္အ၀မွာ ယက္ကန္ယက္ကန္ကိုယ္ျပန္တစ္ေနတဲ့ ၀က္ဝံႀကီးကိုခ်စ္လို႔ပဲ ၾကည့္ပါတယ္။ခင္ဗ်ားရဲ႕ ေဟာလိုး၀င္းမွာ ေဟာလိုး၀င္းဆန္ၿပီး ေၾကာက္ဖို႔မေကာင္းဘဲ ခ်စ္ဖို႔ေကာင္းတဲ့ ေပ်ာ္စရာကားတစ္ကားရွာေနတယ္ဆိုရင္ေတာ့Winnie the Pooh ,Heffalump Halloweenဟာ ေနာင္တမရမယ့္ အေကာင္းဆု‌ံးေ႐ြးခ်ယ္မႈပါပဲ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )IMDb Rating__6.6/10Format__mp4Duration__01:06:00Type__Adventure , Drama , FamilySubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"