"Surrogates (2009)
===============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.3/10
#Unicode
အနာဂါတ် ကာလတစ်ခုမှာပါ။ စက်ရုပ်နည်းပညာတွေက အရမ်းကို အဆင့်မြင့်လာကြပါပြီ။
လူခန္ဓာကိုယ်အစိတ်အပိုင်းတစ်ခုကို အစားထိုးနိုင်တာက စပြီးတော့ လူတစ်ကိုယ်လုံးကိုပါ
အစားထိုးပြီး နေနိုင်အောင်နည်းပညာတွေက အဆင့်မြင့်နေပါပြီ။ ဒီနည်းပညာကတော့
Surrogate လို့ ခေါ်တဲ့ လူနေရာမှာ စက်ရုပ်တွေ အစားထိုးတဲ့နည်းပညာပါ။ လူတွေက ထိန်း
ချုပ်တဲ့ ခလုပ်ခုံမှာသက်တောင့်သက်သာနဲ့ ထိုင်နေပြီး လုပ်စရာရှိတဲ့ အလုပ်တွေကို စက်ရုပ်တွေနဲ့
အစားထိုးပြီး အလုပ်လုပ်ကြပါတယ်။ စက်ရုပ်တွေက ထိတွေ့မှု၊ အနံ့၊ အရသာတွေကိုပါ အာရုံ
ခံစားနိုင်တဲ့အတွက် လူတွေက အိမ်ထဲကနေ အိမ်ပြင်မထွက်ဘဲ ကိုယ်တိုင် အပြင်မှာ ရောက်နေသလို
ပြုမူလုပ်ဆောင်နိုင်ကြပါတယ်။ စက်ရုပ်တစ်ရုပ်ရဲ့ အကြမ်းပတမ်းခံနိုင်မှု၊ လုပ်နိုင်စွမ်းအားတွေကို
လူသားဦးနှောက်နဲ့ အသုံးချနိုင်တဲ့အတွက် အရာရာကအဆင်ပြေနေပါတယ်။ ကံမကောင်းအကြောင်း
မလှလို့ မတော်တဆမှုတစ်ခုခုနဲ့ ကြုံမယ်ဆိုရင်လည်း ထိခိုက်မိတာက စက်ရုပ်ဖြစ်တဲ့အတွက် ထိန်းချုပ်
သူ စက်ရုပ်ပိုင်ရှင်ကတော့ အိမ်ထဲမှာ ဘေးရန်မသီမခရှိနေမှာပါ။ ဒါပေမဲ့ ဒီစက်ရုပ်တွေကို ဆန့်ကျင်နေ
ကြတဲ့ လူတွေလည်းရှိလာပါတယ်။ စက်တွေက လူသားတွေရဲ့ ဖြစ်တည်မှုကို တန်ဖိုးလျော့သွားစေတယ်
လို့မြင်တဲ့ လူတစ်စုက စက်ရုပ်သုံးစွဲတာကို ပြင်းပြင်းထန်ထန် ဆန့်ကျင် ကန့်ကွက်ကြပေမဲ့ သဘောတူညီ
မှုထားပြီး သီးခြားစီနေကြပါတယ်။
ဒါက ပေါက်ကွဲခါနီး ဗုံးတစ်လုံးလိုပါပဲ။ ဆန့်ကျင်သူတွေနဲ့ စက်ရုပ်အသုံးပြုသူတွေ ကြားမှာ အခြေအနေတွေ
တစ်စထက်တစ်စတင်းမာလာတဲ့အချိန်မှာပဲ လူအစားထိုးစက်ရုပ်တွေဖျက်စီးခံရ ပြီး အသုံးပြုတဲ့သူကိုပါ သေ
စေနိုင်လောက်တဲ့ မှုခင်းတစ်ခုဖြစ်သွားခဲ့ပါတယ်။ ဒီအမှုမှာ နစ်နာသူကတော့ လူအစားထိုးစက်ရုပ်တွေရဲ့
ဖခင်လို့ပြောလို့ရလောက်တဲ့ လီယိုနယ် ကန်တာ ရဲ့ တစ်ဦးတည်းသောသားပဲဖြစ်ပါတယ်။တစ်ဦးတည်းသောသား
ဆုံးရှုံးထားရတဲ့သူချင်း စာနာမိတဲ့ FBI Agent Greer(Bruce Willis) က တရားခံကိုရှာရင်း စက်ရုပ်သုံးစွဲမှုကို
ကန့်ကွက်သူတွေ နေတဲ့ နေရာထဲကို ဝင်သွားမိပြီး ပေါက်လုစဲစဲဗုံးကို ကွဲအောင်လုပ်မိသလိုဖြစ်သွားပါတယ်။
ဒီလို တစ်ဖက်နဲ့တစ်ဖက် အခြေအနေတင်းမာနေတဲ့ကြားက Agent Greer တစ်ယောက် တရားခံကို ရှာရင်း
စက်ရုပ်ကိုတင်မဟုတ်ဘဲ အသုံးပြုသူကိုပါ သတ်နိုင်တဲ့ လက်နက်ကိုရှာရင်း ဘာတွေဖြစ်လာမလဲဆိုတာကို
ဇာတ်ကားမှာပဲ ဆက်ကြည့်လိုက်ကြပါတော့။
၂၀၀၉ ခုနှစ်ကထွက်ရှိခဲ့တဲ့ မင်းသားကြီး Bruce Willis သရုပ်ဆောင်ထားတဲ့ ဇာတ်ကားဖြစ်ပြီး IMDb Rating
6.3/10 နဲ့ Voting ပေါင်းများစွာရရှိထားပါတယ်။
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)
#Zawgyi
အနာဂါတ္ ကာလတစ္ခုမွာပါ။ စက္႐ုပ္နည္းပညာေတြက အရမ္းကို အဆင့္ျမင့္လာၾကပါၿပီ။
လူခႏၶာကိုယ္အစိတ္အပိုင္းတစ္ခုကို အစားထိုးႏိုင္တာက စၿပီးေတာ့ လူတစ္ကိုယ္လုံးကိုပါ
အစားထိုးၿပီး ေနႏိုင္ေအာင္နည္းပညာေတြက အဆင့္ျမင့္ေနပါၿပီ။ ဒီနည္းပညာကေတာ့
Surrogate လို႔ ေခၚတဲ့ လူေနရာမွာ စက္႐ုပ္ေတြ အစားထိုးတဲ့နည္းပညာပါ။ လူေတြက ထိန္း
ခ်ဳပ္တဲ့ ခလုပ္ခုံမွာသက္ေတာင့္သက္သာနဲ႔ ထိုင္ေနၿပီး လုပ္စရာရွိတဲ့ အလုပ္ေတြကို စက္႐ုပ္ေတြနဲ႔
အစားထိုးၿပီး အလုပ္လုပ္ၾကပါတယ္။ စက္႐ုပ္ေတြက ထိေတြ႕မႈ၊ အနံ႔၊ အရသာေတြကိုပါ အာ႐ုံ
ခံစားႏိုင္တဲ့အတြက္ လူေတြက အိမ္ထဲကေန အိမ္ျပင္မထြက္ဘဲ ကိုယ္တိုင္ အျပင္မွာ ေရာက္ေနသလို
ျပဳမူလုပ္ေဆာင္ႏိုင္ၾကပါတယ္။ စက္႐ုပ္တစ္႐ုပ္ရဲ႕ အၾကမ္းပတမ္းခံႏိုင္မႈ၊ လုပ္ႏိုင္စြမ္းအားေတြကို
လူသားဦးေႏွာက္နဲ႔ အသုံးခ်ႏိုင္တဲ့အတြက္ အရာရာကအဆင္ေျပေနပါတယ္။ ကံမေကာင္းအေၾကာင္း
မလွလို႔ မေတာ္တဆမႈတစ္ခုခုနဲ႔ ႀကဳံမယ္ဆိုရင္လည္း ထိခိုက္မိတာက စက္႐ုပ္ျဖစ္တဲ့အတြက္ ထိန္းခ်ဳပ္
သူ စက္႐ုပ္ပိုင္ရွင္ကေတာ့ အိမ္ထဲမွာ ေဘးရန္မသီမခရွိေနမွာပါ။ ဒါေပမဲ့ ဒီစက္႐ုပ္ေတြကို ဆန႔္က်င္ေန
ၾကတဲ့ လူေတြလည္းရွိလာပါတယ္။ စက္ေတြက လူသားေတြရဲ႕ ျဖစ္တည္မႈကို တန္ဖိုးေလ်ာ့သြားေစတယ္
လို႔ျမင္တဲ့ လူတစ္စုက စက္႐ုပ္သုံးစြဲတာကို ျပင္းျပင္းထန္ထန္ ဆန႔္က်င္ ကန႔္ကြက္ၾကေပမဲ့ သေဘာတူညီ
မႈထားၿပီး သီးျခားစီေနၾကပါတယ္။
ဒါက ေပါက္ကြဲခါနီး ဗုံးတစ္လုံးလိုပါပဲ။ ဆန႔္က်င္သူေတြနဲ႔ စက္႐ုပ္အသုံးျပဳသူေတြ ၾကားမွာ အေျခအေနေတြ
တစ္စထက္တစ္စတင္းမာလာတဲ့အခ်ိန္မွာပဲ လူအစားထိုးစက္႐ုပ္ေတြဖ်က္စီးခံရ ၿပီး အသုံးျပဳတဲ့သူကိုပါ ေသ
ေစႏိုင္ေလာက္တဲ့ မႈခင္းတစ္ခုျဖစ္သြားခဲ့ပါတယ္။ ဒီအမႈမွာ နစ္နာသူကေတာ့ လူအစားထိုးစက္႐ုပ္ေတြရဲ႕
ဖခင္လို႔ေျပာလို႔ရေလာက္တဲ့ လီယိုနယ္ ကန္တာ ရဲ႕ တစ္ဦးတည္းေသာသားပဲျဖစ္ပါတယ္။တစ္ဦးတည္းေသာသား
ဆုံးရႈံးထားရတဲ့သူခ်င္း စာနာမိတဲ့ FBI Agent Greer(Bruce Willis) က တရားခံကိုရွာရင္း စက္႐ုပ္သုံးစြဲမႈကို
ကန႔္ကြက္သူေတြ ေနတဲ့ ေနရာထဲကို ဝင္သြားမိၿပီး ေပါက္လုစဲစဲဗုံးကို ကြဲေအာင္လုပ္မိသလိုျဖစ္သြားပါတယ္။
ဒီလို တစ္ဖက္နဲ႔တစ္ဖက္ အေျခအေနတင္းမာေနတဲ့ၾကားက Agent Greer တစ္ေယာက္ တရားခံကို ရွာရင္း
စက္႐ုပ္ကိုတင္မဟုတ္ဘဲ အသုံးျပဳသူကိုပါ သတ္ႏိုင္တဲ့ လက္နက္ကိုရွာရင္း ဘာေတြျဖစ္လာမလဲဆိုတာကို
ဇာတ္ကားမွာပဲ ဆက္ၾကည့္လိုက္ၾကပါေတာ့။
၂၀၀၉ ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ မင္းသားႀကီး Bruce Willis သ႐ုပ္ေဆာင္ထားတဲ့ ဇာတ္ကားျဖစ္ၿပီး IMDb Rating
6.3/10 နဲ႔ Voting ေပါင္းမ်ားစြာရရွိထားပါတယ္။
(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ d3mon ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay
Duration – 1h 29min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Sci-Fi, Thriller
Source : 1080p.BluRay
Translator – d3mon
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
