"[Unicode]
ဒီဇာတ်ကားကတော့ ကွယ်လွယ်သွားပြီဖြစ်တဲ့ မင်းသားကြီး Paul Walker ရဲ့ကားတွေထဲက အကောင်းဆုံးကားတစ်ကားပါပဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၁၉၃၈ တုန်းကရိုက်ခဲ့တဲ့ Antarctica ဆိုတဲ့ ဇာတ်ကားကို အခြေခံပြီး Walt Disney Pictures က အကောင်းဆုံး ပုံစံနဲ့ ပြန်လည်ရိုက်ကူးပြထားတာဖြစ်ပါတယ်
ဇာတ်လမ်းအညွှန်း
Jerry ကတော့ National Science Foundation နဲ့ချုုပ်ထားတဲ့ စာချုပ်အရ Antarctica research base မှာ guide လုပ်ပေးနေရသူပါ
သူ့မှာ အတူတူနေတဲ့ ခွေးလေး ရှစ်ကောင်ရှိပါတယ်
National Science Foundationရဲ့ရည်ရွယ်ချက်ကတော့ (Mount Melbourne) ရေခဲတောင်မှာ (meteorite) ကျောက်တွေကို ရှာဖွေဖို့အတွက်ပေါ့
တစ်နေ့ သူတို့တွေ ထိုရေခဲတောင်သို့ သွားရောက်ဖို့အတွက် ရေခဲလွှာပါးတာကြောင့် ယာဉ်တွေနဲ့သွားမရပဲ ခွေးရှစ်ကောင်ကို စွတ်ဖားနဲ့ချိတ်ပြီးသွားကြရပါတယ်
သူတို့ကအသွား နှင်းမုန်တိုင်းက ဝင်လာတဲ့နောက်…
ဒဏ်ရာတွေရပြီး အရေးပေါ်လေယာဉ်နဲ့ ဆေးရုံကို သွားရမယ့်ကိစကဖြစ်လာတော့ သူရဲ့ခွေးလေးရှစ်ကောင်ကို ရေခဲပြင်ပေါ်မှာပဲ သံကြိုးတွေ ခိုင်အောင်ချည်ပြီး ထားခဲ့ရပါတော့တယ်
Jerry က ဆေးရုံမှာလူတွေချပြီးရင် လေယာဉ်မှူးကို ပြန်သွားခေါ်ဖို့ပြောခဲ့ပေမယ့် ပြန်သွားမခေါ်ပေးခဲ့တာကို Jerry ဆေးရုံမှာပြန်နိုးနိုးချင်းသိလိုက်ရတဲ့အခါမှာတော့…
သူ့ခွေးလေးတွေကို ပြန်ခေါ်ဖို့ သူဘယ်လိုလုပ်မလဲ
ဒီလောက်အေးခဲနေတဲ့အပြင် နှင်းမုန်တိုင်းကပါ တိုက်ခတ်နေတဲ့ ရေခဲပြင်ပေါ်မှာ လည်ပင်းသံကြိုးတွေချည်ထားခံရတဲ့ ခွေးလေးရှစ်ကောင်ကရော သူတို့အသက်ရှင်အောင် ဘယ်လိုနေထိုင်ကြမလဲ…
အသက်ရောရှင်ပါ့မလား ဆိုတာတွေကို ရင်နဲ့အမျှခံစားရင်း ကြည့်ရှု့ကြရမှာပါ…။
( အညွှန်းရေးသားထားသူကတော့ Naing Aung Latt ဖြစ်ပါတယ် )
[Zawgyi]
ဒီဇာတ္ကားကေတာ့ ကြယ္လြယ္သြားျပီျဖစ္တဲ့ မင္းသားၾကီး Paul Walker ရဲ႕ကားေတြထဲက အေကာင္းဆံုးကားတစ္ကားပါပဲ
၁၉၃၈ တုန္းကရိုက္ခဲ့တဲ့ Antarctica ဆုိတဲ့ ဇာတ္ကားကို အေျခခံျပီး Walt Disney Pictures က အေကာင္းဆံုး ပံုစံနဲ႔ ျပန္လည္ရိုက္ကူးျပထားတာျဖစ္ပါတယ္
ဇာတ္လမ္းအညႊန္း
Jerry ကေတာ့ National Science Foundation နဲ႔ခ်ုဳပ္ထားတဲ့ စာခ်ဳပ္အရ Antarctica research base မွာ guide လုပ္ေပးေနရသူပါ
သူ႔မွာ အတူတူေနတဲ့ ေခြးေလး ရွစ္ေကာင္ရွိပါတယ္
National Science Foundationရဲ႕ရည္ရြယ္ခ်က္ကေတာ့ (Mount Melbourne) ေရခဲေတာင္မွာ (meteorite) ေက်ာက္ေတြကို ရွာေဖြဖို႔အတြက္ေပါ့
တစ္ေန႔ သူတုိ႔ေတြ ထိုေရခဲေတာင္သို႔ သြားေရာက္ဖို႔အတြက္ ေရခဲလႊာပါးတာေၾကာင့္ ယာဥ္ေတြနဲ႔သြားမရပဲ ေခြးရွစ္ေကာင္ကို စြတ္ဖားနဲ႔ခ်ိတ္ျပီးသြားၾကရပါတယ္
သူတို႔ကအသြား နွင္းမုန္တိုင္းက ၀င္လာတဲ့ေနာက္…
ဒဏ္ရာေတြရျပီး အေရးေပၚေလယာဥ္နဲ႔ ေဆးရံုကို သြားရမယ့္ကိစကျဖစ္လာေတာ့ သူရဲ႕ေခြးေလးရွစ္ေကာင္ကို ေရခဲျပင္ေပၚမွာပဲ သံၾကိဳးေတြ ခုိင္ေအာင္ခ်ည္ျပီး ထားခဲ့ရပါေတာ့တယ္
Jerry က ေဆးရံုမွာလူေတြခ်ျပီးရင္ ေလယာဥ္မွဴးကို ျပန္သြားေခၚဖို႔ေျပာခဲ့ေပမယ့္ ျပန္သြားမေခၚေပးခဲ့တာကို Jerry ေဆးရံုမွာျပန္နိုးနိုးခ်င္းသိလိုက္ရတဲ့အခါမွာေတာ့…
သူ႔ေခြးေလးေတြကို ျပန္ေခၚဖို႔ သူဘယ္လိုလုပ္မလဲ
ဒီေလာက္ေအးခဲေနတဲ့အျပင္ ႏွင္းမုန္တိုင္းကပါ တိုက္ခတ္ေနတဲ့ ေရခဲျပင္ေပၚမွာ လည္ပင္းသံၾကိဳးေတြခ်ည္ထားခံရတဲ့ ေခြးေလးရွစ္ေကာင္ကေရာ သူတို႔အသက္ရွင္ေအာင္ ဘယ္လိုေနထိုင္ၾကမလဲ…
အသက္ေရာရွင္ပါ့မလား ဆိုတာေတြကို ရင္နဲ႔အမွ်ခံစားရင္း ၾကည္႔ရွဳ႕ၾကရမွာပါ…။
( အညႊန္းေရးသားထားသူကေတာ့ Naing Aung Latt ျဖစ္ပါတယ္ )
IMDb Rating__7.3/10
Format__mp4
Duration__02:00:00
Type__ Adventure, Drama, Family
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Thiha Naing Htoo
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
