"A Fire in the Cold Season (2019)
========================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.0/10
#Unicode
ကန္တာရထဲမှာ ရေကြည်တစ်ပေါက်က အေးချမ်းမှုကို ပေးစွမ်းပါတယ်။ ဒီလိုပဲ ဆောင်းတွင်း
အေးအေးမှာလည်း မီးတစ်ဖိုက နွေးထွေးမှုကို ပေးစွမ်းပါတယ်။ မုဆိုးတစ်ယောက်နဲ့ မုဆိုးမ
တစ်ယောက်ရဲ့ တွေ့ဆုံမှုက ဒီဇာတ်လမ်းလေးကို ဖြစ်စေတာပါပဲ။ မုဆိုးကတော့ တောလိုက်
မုဆိုး ပါ။ မုဆိုးမကတော့ လင်ယောကျ်ားဆုံးပါးသွားတဲ့ အမျိုးသမီး မိုနာ ပါ။
ဒီနှစ်ယောက် ဘယ်လိုဆုံတွေ့ခဲ့ကြတာလဲဆိုတော့ ….. မိုနာရဲ့အမျိုးသား မြစ်ဘေးမှာ လဲကျ
သေဆုံးနေတာကို မုဆိုးက စတွေ့ခဲ့ပြီး ရဲတိုင်ခဲ့ပါတယ်။ သူ့မှာ တာဝန်ရှိသလို ခံစားရပြီး မိုနာကို
စောင့်ရှောက်ပေးဖို့ ကြိုးစားပါတယ်။ မိုနာ့မှာလည်း ကိုယ်လေးလက်ဝန်နဲ့ ကျန်နေခဲ့တာပါ။
မိုနာရဲ့အမျိုးသားဟာ အကြွေးတွေ တင်နေခဲ့ပြီး ဒီအကြွေးတွေကို လူဆိုးတွေက မိုနာ့ဆီ
လာတောင်းတဲ့အခါမှာတော့ ….. ဆောင်းတွင်းရဲ့မီးတစ်တောက်က ဘယ်လိုမျိုးလဲ ဆိုတာကို
ဆက်လက်ကြည့်ရှုကြရအောင်ပါ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။)
#Zawgyi
ကႏၲာရထဲမွာ ေရၾကည္တစ္ေပါက္က ေအးခ်မ္းမႈကို ေပးစြမ္းပါတယ္။ ဒီလိုပဲ ေဆာင္းတြင္း
ေအးေအးမွာလည္း မီးတစ္ဖိုက ေႏြးေထြးမႈကို ေပးစြမ္းပါတယ္။ မုဆိုးတစ္ေယာက္နဲ႔ မုဆိုးမ
တစ္ေယာက္ရဲ႕ ေတြ႕ဆုံမႈက ဒီဇာတ္လမ္းေလးကို ျဖစ္ေစတာပါပဲ။ မုဆိုးကေတာ့ ေတာလိုက္
မုဆိုး ပါ။ မုဆိုးမကေတာ့ လင္ေယာက်္ားဆုံးပါးသြားတဲ့ အမ်ိဳးသမီး မိုနာ ပါ။
ဒီႏွစ္ေယာက္ ဘယ္လိုဆုံေတြ႕ခဲ့ၾကတာလဲဆိုေတာ့ ….. မိုနာရဲ႕အမ်ိဳးသား ျမစ္ေဘးမွာ လဲက်
ေသဆုံးေနတာကို မုဆိုးက စေတြ႕ခဲ့ၿပီး ရဲတိုင္ခဲ့ပါတယ္။ သူ႔မွာ တာဝန္ရွိသလို ခံစားရၿပီး မိုနာကို
ေစာင့္ေရွာက္ေပးဖို႔ ႀကိဳးစားပါတယ္။ မိုနာ့မွာလည္း ကိုယ္ေလးလက္ဝန္နဲ႔ က်န္ေနခဲ့တာပါ။
မိုနာရဲ႕အမ်ိဳးသားဟာ အေႂကြးေတြ တင္ေနခဲ့ၿပီး ဒီအေႂကြးေတြကို လူဆိုးေတြက မိုနာ့ဆီ
လာေတာင္းတဲ့အခါမွာေတာ့ ….. ေဆာင္းတြင္းရဲ႕မီးတစ္ေတာက္က ဘယ္လိုမ်ိဳးလဲ ဆိုတာကို
ဆက္လက္ၾကည့္ရႈၾကရေအာင္ပါ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ August ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1h 34min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Thriller
Source : 1080p.WebRip
Translator – August
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
