"[Unicode]A River Runs Through It (1992)=================IMDb Rating – 7.2Pauseနော်မန်မက်ကလင်းဆိုတဲ့ လူတစ်ယောက်ဟာ ငါးမျှားတံကိုင်ပြီး ရပ်နေခဲ့တယ်။စက္ခုရဲ့တုရှုမှာမြစ်တစ်စင်း။ရေစီးထဲကိုကြိုးကိုပစ်ထည့်ရင်း ရစ်သမ်တစ်ခုအတိုင်းလက်လှုပ်ရှားနေပေမယ့် သူ့စိတ်တွေက ဒီငါးမျှားတံမှာမရှိတော့ဘူး။သူရပ်နေတဲ့မြစ်ကမ်းပါးကို ပတ်လည်ဝိုင်းထားတဲ့ တောင်တွေကြားက အလင်းရောင်ဟာ တဖြည်းဖြည်း မှိန်ပြလာတယ်။ဖြူဖွေးပါးလျနေတဲ့ ဆံပင်တွေဟာ သူဖြတ်သန်းခဲ့ရတဲ့ သက္ကရာဇ်‌‌တွေရဲ့ သက်သေပါပဲ။သူချစ်တဲ့လူတွေကို သူနှစ်ခါပြန် ချိုးလို့မရတဲ့ မြစ်တစ်စင်းက ခေါ်ဆောင်သွားခဲ့ပြီ။ရေတွေရဲ့ အသံကို သူ နားစိုက်ထောင်ကြည့်တယ်။သူ့အဖေ သင်းအုပ်ဆရာ ရီဗားရန့်မက်ကလင်းကတော့ တစ်ခါပြောဖူးတယ်။“ဟိုးတုန်းက ရွှံ‌‌တွေပေါ်ကို မိုးစက်‌တွေကျပြီး ကျောက်တုံးတွေဖြစ်လာခဲ့တယ်။အတိကျအဆို လွန်ခဲ့တဲ့ နှစ်သန်းငါးရာအကြာတုန်းကပေါ့။ကျောက်တုံးတွေမဖြစ်လာခင်မှာ ဒီကန်ကြီးရဲ့အောက်ခြေမှာ တကယ်တမ်းရှိခဲ့တာက ဘုရားသခင်ရဲ့စကားလုံးတွေပဲတဲ့”သူတကယ်တမ်းကြားနေရတာကတော့ ဘုရားသခင်ရဲ့ စကားလုံးတွေမဟုတ်ဘဲ သူချစ်ခဲ့တဲ့လူ‌တွေရဲ့ စကားလုံးတွေပါပဲ။သူ့အဖေပြောနေကြ တရားစာတွေ၊ သူ့ညီလေးပေါလ်ရဲ့စကားလုံးအရိုင်းတွေ၊ သူ့ဘဝရဲ့အချစ်ဂျက်ဆီရဲ့ စကားလုံးချိုချိုတွေမြစ်အောက်ဘက်ကကျောက်တုံးတွေအောက်မှာ ခိုဝင်နေတဲ့စကားလုံးတွေကို သူကြားနေရတယ်။ဟိုးအတိတ်နေ့တစ်ရံတစ်ခါဆီတုန်းက ဒီမြို့ကလေးရဲ့နေ့ရက်တွေကို သူပြန်ကြားနေရတယ်။မြို့လယ်‌ခေါင်က အုတ်ခုံကလေးပေါ်မှာ ထိုင်ခဲ့ကြတဲ့ သူတို့ရဲ့ကလေးဘဝတွေ လူငယ်ဘဝတွေကို သူပြန်ကြားနေရတယ်။လူဟာ ဘယ်လိုပဲ ငါဗဟိုပြုသတ္တဝါလို့ပြောပြော အရင်တစ်ခါဘဝကို ပြန်တွေးကြည့်တဲ့အခါ တကယ်တမ်း သူ့မှတ်ညဏ်မှာစွဲထင်ကျန်နေခဲ့တာက သူ့အကြောင်းတွေမဟုတ်ခဲ့ဘူး။သူချစ်ခဲ့တဲ့လူတွေအကြောင်းတွေ တိတိပပပြောရရင်သူချစ်ခဲ့တဲ့လူတွေကို သူချစ်ခဲ့တဲ့အတိတ်တွေ။သူ့အဖေ နောက်ဆုံးဟောခဲ့တဲ့ ဒေသနာတစ်ပုဒ်မှာ ပါသလိုပဲ” လူတွေဟာ သူတို့ချစ်တဲ့သူတွေရဲ့ စိတ်ကိုတောင် သူတို့နားလည်နိုင်မှာမဟုတ်ဘူး။”နော်မန်ဟာ သူ့ညီ ပေါလ်ကိုလုံးဝနားမလည်ခဲ့ပါဘူး။သူ့အဖေပြောသလို သူဟာ ပေါလ်ကို အလုံးစုံနားမလည်ပေမယ့် အပြည့်အဝချစ်နိုင်ခဲ့တယ်။နော်မန်ဟာ သူချစ်တဲ့လူတစ်ယောက်ကို ပထမဆုံးဆုံးရှုံးလိုက်ရတဲ့အချိန်တုန်းက သူနားမလည်ခဲ့တဲ့ အရာကို ဆံပင်ဖြူ‌တွေဖွေးထနေတဲ့ဘဝမှသူနားလည်လာတယ်။အချိန်တွေဘယ်လောက်ကြာခဲ့လဲဘယ်လောက်ထိအတူရှိခဲ့ကြလဲ။ဘယ်လောက်ထိ အသက်ရှည်ခဲ့ကြလဲ။အရေးမကြီးဘူး။တစ်ချို့ကျောက်တုံး‌တွေပေါ်မှာ ဘယ်တော့မှပြောင်းလဲမသွားတဲ့ မိုးရေစက်တွေရှိတယ်။ကျောက်တုံးတွေအောက်မှ‌ာတော့ စကားလုံးတွေရှိတယ်။အဲ့ဒီထဲက တစ်ချို့က‌‌တော့ နော်မန်ချစ်ခဲ့ဖူးတဲ့လူတွေရဲ့စကားလုံးတွေ။သူတို့ရဲ့နေ့တွေ သူတို့ရဲ့ဘဝတွေသူတို့ရဲ့စကားလုံး‌တွေပေါ်ကို မြစ်တစ်စင်းကဖြတ်သန်းစီးဆင်းသွားတယ်….မြစ်တစ်စင်းက ဖြတ်သန်းစီးဆင်းသွားတယ်….မြစ်တစ်စင်းက ဖြတ်သန်းစီးဆင်းသွားတယ်…. ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]A River Runs Through It (1992)=================IMDb Rating – 7.2ေနာ္မန္မက္ကလင္းဆိုတဲ့ လူတစ္ေယာက္ဟာ ငါးမွ်ားတံကိုင္ၿပီး ရပ္ေနခဲ့တယ္။စကၡဳရဲ႕တုရႈမွာျမစ္တစ္စင္း။ေရစီးထဲကိုႀကိဳးကိုပစ္ထည့္ရင္း ရစ္သမ္တစ္ခုအတိုင္းလက္လႈပ္ရွားေနေပမယ့္ သူ႔စိတ္ေတြက ဒီငါးမွ်ားတံမွာမရွိေတာ့ဘူး။သူရပ္ေနတဲ့ျမစ္ကမ္းပါးကို ပတ္လည္ဝိုင္းထားတဲ့ ေတာင္ေတြၾကားက အလင္းေရာင္ဟာ တျဖည္းျဖည္း မွိန္ျပလာတယ္။ျဖဴေဖြးပါးလ်ေနတဲ့ ဆံပင္ေတြဟာ သူျဖတ္သန္းခဲ့ရတဲ့ သကၠရာဇ္‌‌ေတြရဲ႕ သက္ေသပါပဲ။သူခ်စ္တဲ့လူေတြကို သူႏွစ္ခါျပန္ ခ်ိဳးလို႔မရတဲ့ ျမစ္တစ္စင္းက ေခၚေဆာင္သြားခဲ့ၿပီ။ေရေတြရဲ႕ အသံကို သူ နားစိုက္ေထာင္ၾကည့္တယ္။သူ႔အေဖ သင္းအုပ္ဆရာ ရီဗားရန႔္မက္ကလင္းကေတာ့ တစ္ခါေျပာဖူးတယ္။“ဟိုးတုန္းက ႐ႊံ‌‌ေတြေပၚကို မိုးစက္‌ေတြက်ၿပီး ေက်ာက္တုံးေတြျဖစ္လာခဲ့တယ္။အတိက်အဆို လြန္ခဲ့တဲ့ ႏွစ္သန္းငါးရာအၾကာတုန္းကေပါ့။ေက်ာက္တုံးေတြမျဖစ္လာခင္မွာ ဒီကန္ႀကီးရဲ႕ေအာက္ေျခမွာ တကယ္တမ္းရွိခဲ့တာက ဘုရားသခင္ရဲ႕စကားလုံးေတြပဲတဲ့”သူတကယ္တမ္းၾကားေနရတာကေတာ့ ဘုရားသခင္ရဲ႕ စကားလုံးေတြမဟုတ္ဘဲ သူခ်စ္ခဲ့တဲ့လူ‌ေတြရဲ႕ စကားလုံးေတြပါပဲ။သူ႔အေဖေျပာေနၾက တရားစာေတြ၊ သူ႔ညီေလးေပါလ္ရဲ႕စကားလုံးအ႐ိုင္းေတြ၊ သူ႔ဘ၀ရဲ႕အခ်စ္ဂ်က္ဆီရဲ႕ စကားလုံးခ်ိဳခ်ိဳေတြျမစ္ေအာက္ဘက္ကေက်ာက္တုံးေတြေအာက္မွာ ခို၀င္ေနတဲ့စကားလုံးေတြကို သူၾကားေနရတယ္။ဟိုးအတိတ္ေန႔တစ္ရံတစ္ခါဆီတုန္းက ဒီၿမိဳ႕ကေလးရဲ႕ေန႔ရက္ေတြကို သူျပန္ၾကားေနရတယ္။ၿမိဳ႕လယ္‌ေခါင္က အုတ္ခုံကေလးေပၚမွာ ထိုင္ခဲ့ၾကတဲ့ သူတို႔ရဲ႕ကေလးဘ၀ေတြ လူငယ္ဘ၀ေတြကို သူျပန္ၾကားေနရတယ္။လူဟာ ဘယ္လိုပဲ ငါဗဟိုျပဳသတၱဝါလို႔ေျပာေျပာ အရင္တစ္ခါဘ၀ကို ျပန္ေတြးၾကည့္တဲ့အခါ တကယ္တမ္း သူ႔မွတ္ညဏ္မွာစြဲထင္က်န္ေနခဲ့တာက သူ႔အေၾကာင္းေတြမဟုတ္ခဲ့ဘူး။သူခ်စ္ခဲ့တဲ့လူေတြအေၾကာင္းေတြ တိတိပပေျပာရရင္သူခ်စ္ခဲ့တဲ့လူေတြကို သူခ်စ္ခဲ့တဲ့အတိတ္ေတြ။သူ႔အေဖ ေနာက္ဆုံးေဟာခဲ့တဲ့ ေဒသနာတစ္ပုဒ္မွာ ပါသလိုပဲ” လူေတြဟာ သူတို႔ခ်စ္တဲ့သူေတြရဲ႕ စိတ္ကိုေတာင္ သူတို႔နားလည္ႏိုင္မွာမဟုတ္ဘူး။”ေနာ္မန္ဟာ သူ႔ညီ ေပါလ္ကိုလုံး၀နားမလည္ခဲ့ပါဘူး။သူ႔အေဖေျပာသလို သူဟာ ေပါလ္ကို အလုံးစုံနားမလည္ေပမယ့္ အျပည့္အ၀ခ်စ္ႏိုင္ခဲ့တယ္။ေနာ္မန္ဟာ သူခ်စ္တဲ့လူတစ္ေယာက္ကို ပထမဆုံးဆုံးရႈံးလိုက္ရတဲ့အခ်ိန္တုန္းက သူနားမလည္ခဲ့တဲ့ အရာကို ဆံပင္ျဖဴ‌ေတြေဖြးထေနတဲ့ဘ၀မွသူနားလည္လာတယ္။အခ်ိန္ေတြဘယ္ေလာက္ၾကာခဲ့လဲဘယ္ေလာက္ထိအတူရွိခဲ့ၾကလဲ။ဘယ္ေလာက္ထိ အသက္ရွည္ခဲ့ၾကလဲ။အေရးမႀကီးဘူး။တစ္ခ်ိဳ႕ေက်ာက္တုံး‌ေတြေပၚမွာ ဘယ္ေတာ့မွေျပာင္းလဲမသြားတဲ့ မိုးေရစက္ေတြရွိတယ္။ေက်ာက္တုံးေတြေအာက္မွ‌ာေတာ့ စကားလုံးေတြရွိတယ္။အဲ့ဒီထဲက တစ္ခ်ိဳ႕က‌‌ေတာ့ ေနာ္မန္ခ်စ္ခဲ့ဖူးတဲ့လူေတြရဲ႕စကားလုံးေတြ။သူတို႔ရဲ႕ေန႔ေတြ သူတို႔ရဲ႕ဘ၀ေတြသူတို႔ရဲ႕စကားလုံး‌ေတြေပၚကို ျမစ္တစ္စင္းကျဖတ္သန္းစီးဆင္းသြားတယ္….ျမစ္တစ္စင္းက ျဖတ္သန္းစီးဆင္းသြားတယ္….ျမစ္တစ္စင္းက ျဖတ္သန္းစီးဆင္းသြားတယ္…. ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__7.2/10Format__mp4Duration__02:03:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"