"Bullets of Justice (2019)==================PauseIMDb Rating – 4.9/10#Unicodeဇာတ်ကားအကျဉ်းကတော့ တတိယ ကမ္ဘာစစ်အတွင်းမှာ အမေရိကန်အစိုးရက ” Army Bacon ”လို့ခေါ်တဲ့ ဝက်နဲ့လူသားတွေကို ပေါင်းစပ်ပြီး စူပါစစ်သားတွေဖြစ်အောင်ဖန်တီးခဲ့တယ်။ နောက်ပိုင်းမှာလူတစ်ပိုင်းဝက်တစ်ပိုင်း မက်ဇယ်တွေကို လူသားတွေကိုမထိန်းချုပ်နိုင်တော့ဘဲ မက်ဇယ်တွေကလူသားတွေကိုပြန်လည်ကျွန်ပြုကြပါတော့တယ်။ ဒါ့အပြင် လူသားတွေဟာ သူတို့ရဲ့အကြိုက်ဆုံးအစားအသောက်ဖြစ်လာပါတော့တယ်။ အဲ့အခြေအနေကိုထိန်းချုပ်ဖို့အတွက် အမေရိကန်တွေနဲ့ရုရှားတွေဟာပူးပေါင်းပြီး ဇီဝဓာတုလက်နက်ကိုနဲ့နှိမ်နှင်းပါတယ်။ အကျိုးဆက်ကတော့ မျိုးစိတ်တွေအကုန်လုံးက မျိုးမပွားနိုင်ကြတော့ပါဘူး ၊ ဒါပေမယ့် မက်ဇယ်ကို အဓိကမွေးထုတ်ပေးနေတဲ့ မိခင်ကြီးကတော့ မက်ဇယ်တွေကို မွေးထုတ်ပေးနေတုန်းပါပဲ ၊ မက်ဇယ်တွေအင်အားကကြီးမားလာတဲ့အပြင်မျိုးမပွားနိုင်တဲ့အတွက်လူသားစစ်သားတွေကလည်း တဖြည်းဖြည်းလျှော့နည်းလာပါတော့တယ်၊အဲ့တော့ အကြီးအကဲခေါင်းဆောင်ဖြစ်တဲ့ လုဒ်မီလာ ဟာ အတော်ဆုံးကြေးသားစစ်သားဖြစ်တဲ့ရော့ဘ် ဂျက်စတစ်ကို မက်ဇယ်တွေကိုအဓိကမွေးထုတ်ပေးတဲ့ မိခင်ကြီးကိုသတ်ဖို့အတွက် အကူအညီတောင်းပါတော့တယ်။ လူနီးပါး အသိဉာဏ်မြင့်တဲ့ မက်ဇယ်တွေနဲ့ ရော့ဘ် ဂျက်စတစ်တစ်ယောက်ဘယ်လိုတွေရင်ဆိုင်တိုက်ခိုက်မလဲဆိုတာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး။(သွေးထွက်သံယို သတ်ဖြတ်ခန်းတွေ၊ Sex ခန်းတွေပါဝင်တဲ့အတွက် မိသားစုနဲ့ကြည့်ရှုဖို့မသင့်တော်ပါဘူး)(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)#Zawgyiဇာတ္ကားအက်ဥ္းကေတာ့ တတိယ ကမာၻစစ္အတြင္းမွာ အေမရိကန္အစိုးရက ” Army Bacon ”လို႔ေခၚတဲ့ ဝက္နဲ႔လူသားေတြကို ေပါင္းစပ္ၿပီး စူပါစစ္သားေတြျဖစ္ေအာင္ဖန္တီးခဲ့တယ္။ ေနာက္ပိုင္းမွာလူတစ္ပိုင္းဝက္တစ္ပိုင္း မက္ဇယ္ေတြကို လူသားေတြကိုမထိန္းခ်ဳပ္ႏိုင္ေတာ့ဘဲ မက္ဇယ္ေတြကလူသားေတြကိုျပန္လည္ကြၽန္ျပဳၾကပါေတာ့တယ္။ ဒါ့အျပင္ လူသားေတြဟာ သူတို႔ရဲ႕အႀကိဳက္ဆုံးအစားအေသာက္ျဖစ္လာပါေတာ့တယ္။ အဲ့အေျခအေနကိုထိန္းခ်ဳပ္ဖို႔အတြက္ အေမရိကန္ေတြနဲ႔႐ုရွားေတြဟာပူးေပါင္းၿပီး ဇီဝဓာတုလက္နက္ကိုနဲ႔ႏွိမ္ႏွင္းပါတယ္။ အက်ိဳးဆက္ကေတာ့ မ်ိဳးစိတ္ေတြအကုန္လုံးက မ်ိဳးမပြားႏိုင္ၾကေတာ့ပါဘူး ၊ ဒါေပမယ့္ မက္ဇယ္ကို အဓိကေမြးထုတ္ေပးေနတဲ့ မိခင္ႀကီးကေတာ့ မက္ဇယ္ေတြကို ေမြးထုတ္ေပးေနတုန္းပါပဲ ၊ မက္ဇယ္ေတြအင္အားကႀကီးမားလာတဲ့အျပင္မ်ိဳးမပြားႏိုင္တဲ့အတြက္လူသားစစ္သားေတြကလည္း တျဖည္းျဖည္းေလွ်ာ့နည္းလာပါေတာ့တယ္၊အဲ့ေတာ့ အႀကီးအကဲေခါင္းေဆာင္ျဖစ္တဲ့ လုဒ္မီလာ ဟာ အေတာ္ဆုံးေၾကးသားစစ္သားျဖစ္တဲ့ေရာ့ဘ္ ဂ်က္စတစ္ကို မက္ဇယ္ေတြကိုအဓိကေမြးထုတ္ေပးတဲ့ မိခင္ႀကီးကိုသတ္ဖို႔အတြက္ အကူအညီေတာင္းပါေတာ့တယ္။ လူနီးပါး အသိဉာဏ္ျမင့္တဲ့ မက္ဇယ္ေတြနဲ႔ ေရာ့ဘ္ ဂ်က္စတစ္တစ္ေယာက္ဘယ္လိုေတြရင္ဆိုင္တိုက္ခိုက္မလဲဆိုတာ ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး။(ေသြးထြက္သံယို သတ္ျဖတ္ခန္းေတြ၊ Sex ခန္းေတြပါဝင္တဲ့အတြက္ မိသားစုနဲ႔ၾကည့္ရႈဖို႔မသင့္ေတာ္ပါဘူး)(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1h 19minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, HorrorSource : 1080p.WebRipTranslator – Tin Myo LwinEncoder – SWM"