"[Unicode]မွေးရာပါ ဉာဏ်ရည်ချို့ယွင်းအားနည်းသူ ဖြစ်ပေမယ့် အဲ့လိူများစွာထဲကမှ နာမည်ကျော် အောင်မြင်ခဲ့တဲ့ ကောင်လေးတစ်ယောက်အကြောင်း…Pauseဇာတ်လမ်းလေးကတော့ ယွန်းချိုဝမ်ဆိုတဲ့ ကောင်လေးဟာ အမေမွေးကတည်းက ဉာဏ်ရည်မမှီတဲကံကြမ္မာဆိုးနဲ့ မွေးဖွားလာခဲ့ရပါတယ်အမေဖြစ်သူက သစ်ပင်ကို သစ်ပင်ပါ ၊ ရေကို ဒါက ရေပါဆိုတာကအစ တစ်ခုချင်းပြောသင်ကြားပေးပေမယ့် ချိုဝမ့်ဘက်က ဘာတုံ့ပြန်မှုမှမရှိ မှတ်နိုင်စွမ်းမရှိခဲ့ပါဘူးအဲ့လိုကောင်လေးကို အမေဖြစ်သူက ငယ်ငယ်လေးကနေစ လူပျိုပေါက်ရောက်တဲ့အထိ မျက်စိအောက်က အပျောက်မခံဘဲ ဒုတိယသား အငယ်ကောင်နဲ့ ခင်ပွန်းကိုပါ ဂရုမစိုက်နိုင်သည်အထိ ပြုစုပျိုးထောင်ခဲ့ပါတယ်…တနေ့ ချိုဝမ်ဟာ ၁၀ကီလိုမီတာ အပြေးပြိုင်ပွဲကို ဝင်ပြိုင်တော့ တတိယဆုရခဲ့ပြီး ပျော်ရွှင်နေခဲ့လေရဲ့…ချို့တဲ့နေတဲ့ သားဖြစ်သူက ဆုရခဲ့တဲ့အပြင် ပြေးနေရတိုင်း ပျော်ရွှင်နေတတ်တဲ့ သားရဲ့အမူအယာကို အမေဖြစ်သူက သတိထားမိတဲ့အခါ ချို့ဝမ့်ကို မာရသွန်ပြိုင်ပွဲမှာ ယှဉ်ပြိုင်ဖို့ နည်းပြဆရာကိုပါ ငှါးပြီး စနစ်တကျလေ့ကျင့်စေခဲ့ပါတယ်မှတ်ဉာဏ်ချို့ယွင်းအားနည်းတဲ့ ကလေးတစ်ယောက်အတွက် မာရသွန်ကမသင့်တော်ဘူး မဖြစ်သင့်ဘူးစတဲ့ ပတ်ဝန်းကျင်ရဲ့ ဖိအားတွေကြား နည်းပြဆရာကောင်း တစ်ယောက်ကို ရှာတွေ့ခဲ့ပြီး ချိုဝမ်ဟာ ကိုရီးယားနိုင်ငံကိုယ်စားပြု မာရသွန်ပြိုင်ပွဲ စံချိန်ကို တင်နိုင်ခဲ့တဲ့ကစားသမား တစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။ဉာဏ်ရည်မမှီပေမယ့် အပြေးစံချိန်သစ်ကိုတင်နိုင်ခဲ့ပြီး နာမည်ကျော် ကစားသမားဖြစ်ခဲ့တဲ့ ရှားပါးအဖိုးတန်ရတနာ ချိုဝမ်ရဲ့ ဒီဇာတ်လမ်းလေးဟာ ဖြစ်ရပ်မှန်လေးလည်းဖြစ်ပြီး မိဘမေတ္တာကိုပါ ခံစားကြည့်ရှုရမယ့် ကားလေးဖြစ်မှာပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ဖြစ်ပါတယ် )[Zawgyi]ေမြးရာပါ ဥာဏ္ရည္ခ်ိဳ႕ယြင္းအားနည္းသူ ျဖစ္ေပမယ့္ အဲ့လိူမ်ားစြာထဲကမွ နာမည္ေက်ာ္ ေအာင္ျမင္ခဲ့တဲ့ ေကာင္ေလးတစ္ေယာက္အေၾကာင္း…ဇာတ္လမ္းေလးကေတာ့ ယြန္းခ်ိဳဝမ္ဆိုတဲ့ ေကာင္ေလးဟာ အေမေမြးကတည္းက ဥာဏ္ရည္မမွီတဲကံၾကမၼာဆိုးနဲ႔ ေမြးဖြားလာခဲ့ရပါတယ္အေမျဖစ္သူက သစ္ပင္ကို သစ္ပင္ပါ ၊ ေရကို ဒါက ေရပါဆိုတာကအစ တစ္ခုခ်င္းေျပာသင္ၾကားေပးေပမယ့္ ခ်ိဳဝမ့္ဘက္က ဘာတံု႔ျပန္မႈမွမ႐ွိ မွတ္ႏိုင္စြမ္းမ႐ွိခဲ့ပါဘူးအဲ့လိုေကာင္ေလးကို အေမျဖစ္သူက ငယ္ငယ္ေလးကေနစ လူပ်ိဳေပါက္ေရာက္တဲ့အထိ မ်က္စိေအာက္က အေပ်ာက္မခံဘဲ ဒုတိယသား အငယ္ေကာင္နဲ႔ ခင္ပြန္းကိုပါ ဂ႐ုမစိုက္ႏိုင္သည္အထိ ျပဳစုပ်ိဳးေထာင္ခဲ့ပါတယ္…တေန႔ ခ်ိဳဝမ္ဟာ ၁၀ကီလိုမီတာ အေျပးၿပိဳင္ပြဲကို ဝင္ၿပိဳင္ေတာ့ တတိယဆုရခဲ့ၿပီး ေပ်ာ္ရႊင္ေနခဲ့ေလရဲ႕…ခ်ိဳ႕တဲ့ေနတဲ့ သားျဖစ္သူက ဆုရခဲ့တဲ့အျပင္ ေျပးေနရတိုင္း ေပ်ာ္ရႊင္ေနတတ္တဲ့ သားရဲ႕အမူအယာကို အေမျဖစ္သူက သတိထားမိတဲ့အခါ ခ်ိဳ႕ဝမ့္ကို မာရသြန္ၿပိဳင္ပြဲမွာ ယွဥ္ၿပိဳင္ဖို႔ နည္းျပဆရာကိုပါ ငွါးၿပီး စနစ္တက်ေလ့က်င့္ေစခဲ့ပါတယ္မွတ္ဥာဏ္ခ်ိဳ႕ယြင္းအားနည္းတဲ့ ကေလးတစ္ေယာက္အတြက္ မာရသြန္ကမသင့္ေတာ္ဘူး မျဖစ္သင့္ဘူးစတဲ့ ပတ္ဝန္းက်င္ရဲ႕ ဖိအားေတြၾကား နည္းျပဆရာေကာင္း တစ္ေယာက္ကို ႐ွာေတြ႔ခဲ့ၿပီး ခ်ိဳဝမ္ဟာ ကိုရီးယားႏိုင္ငံကိုယ္စားျပဳ မာရသြန္ၿပိဳင္ပြဲ စံခ်ိန္ကို တင္ႏိုင္ခဲ့တဲ့ကစားသမား တစ္ေယာက္ျဖစ္လာခဲ့ပါတယ္။ဥာဏ္ရည္မမွီေပမယ့္ အေျပးစံခ်ိန္သစ္ကိုတင္ႏိုင္ခဲ့ၿပီး နာမည္ေက်ာ္ ကစားသမားျဖစ္ခဲ့တဲ့ ႐ွားပါးအဖိုးတန္ရတနာ ခ်ိဳဝမ္ရဲ႕ ဒီဇာတ္လမ္းေလးဟာ ျဖစ္ရပ္မွန္ေလးလည္းျဖစ္ၿပီး မိဘေမတၱာကိုပါ ခံစားၾကည့္႐ႈရမယ့္ ကားေလးျဖစ္မွာပါ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__7.7/10Format__mp4Duration__01:50:00Type__Biography , Dram , SportSubtitle__Myanmar Subtitle (Hardsub)Translated by DeerEncoded by Naing Aung Latt"