"[Unicode]
အိမ်မှာနေရတာ ပျင်းဖို့ကောင်းတယ်ဗျာ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကျွန်တော်နဲ့ တူတူ ငယ်ငယ်တုန်းကကြည့်ခဲ့တဲ့ ကာတွန်းလေး ပြန်ကြည့်ရင်း 2005 ခေတ်ကို ပြန်သွားကြတာပေါ့
များပြားလှတဲ့ Pooh ဇာတ်ကားလေးတွေထဲကမှ အခုတစ်ခေါက် တင်ဆက်ပေးမှာကတော့ Pooh’s Heffalump movie လေးပဲဖြစ်ပါတယ်
2005 ခေတ်ကကားဆိုတော့ အရောင်ထွက်ကတော့
ဒီခေတ်လို လင်းရှင်းနေတာမျိုးမဟုတ်ဘဲ မှိန်မှိန်လေးနဲ့ပေါ့ဗျာ
ကျွန်တော်ကတော့ အဲ့လို ကာလာလေးတွေနဲ့ ကာတွန်းကားတွေကို ပိုသဘောကျတယ်ဗျ
ကျွန်တော်တို့ ငယ်ငယ်က နေဖို့ စိတ်ကူးယဉ်ခဲ့ဖူးတဲ့ တောအုပ်လေးထဲက နေချင်စရာ သစ်သားအိမ်လေးတွေကလည်းလုံးဝ ငယ်ဘဝကို ပြန်လွမ်းစေပါတယ်
ဇာတ်လမ်းလေးကတော့
Pooh တို့ဘော်ဒါ လေးယောက် တောအုပ်ထဲမှာနေကြရင်း တစ်ရက်ကျတော့ Heffalump တွေကို သွားဖမ်းဖို့ ဖြစ်လာပါတယ်
Heffalump တွေကို သူများပြောတာပဲကြားဖူးပြီး ဆိုးရွားတဲ့ကောင်လေးတွေလို့ ထင်ထားရာက
တကယ်ကြုံလာတော့ အထင်နဲ့အမြင် ဘယ်လိုလွဲနေမလဲ
Heffalump တွေကရော သူတို့ကို ဘယ်လိုထင်နေလဲဆိုတာ ချစ်စရာဇာတ်လမ်းလေးနဲ့ ကြည့်ရှူရမှာပါ
Heffalump ပေါက်စ Lumpy လေးရဲ့ ချစ်စရာကောင်းတဲ့ သီချင်းဆိုသံလေးတွေကလည်း ဇာတ်ကားလေးကို ပိုပြီး အသက်ဝင်သွားစေတယ်ဗျ
အားလုံးက ချစ်စရာကောင်းတဲ့ အသံလေးတွေ မြင်ကွင်းလေးတွေနဲ့ ငယ်ဘဝကို ပြန်အမှတ်ရစေတာမို့ ကြည့်ရှူလိုက်ကြပါဦး…။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Amelia ဖြစ်ပါတယ် )
[Zawgyi]
အိမ္မွာေနရတာ ပ်င္းဖို႔ေကာင္းတယ္ဗ်ာ
ကြၽန္ေတာ္နဲ႔ တူတူ ငယ္ငယ္တုန္းကၾကည့္ခဲ့တဲ့ ကာတြန္းေလး ျပန္ၾကည့္ရင္း 2005 ေခတ္ကို ျပန္သြားၾကတာေပါ့
မ်ားျပားလွတဲ့ Pooh ဇာတ္ကားေလးေတြထဲကမွ အခုတစ္ေခါက္ တင္ဆက္ေပးမွာကေတာ့ Pooh’s Heffalump movie ေလးပဲျဖစ္ပါတယ္
2005 ေခတ္ကကားဆိုေတာ့ အေရာင္ထြက္ကေတာ့
ဒီေခတ္လို လင္းရွင္းေနတာမ်ိဳးမဟုတ္ဘဲ မွိန္မွိန္ေလးနဲ႔ေပါ့ဗ်ာ
ကြၽန္ေတာ္ကေတာ့ အဲ့လို ကာလာေလးေတြနဲ႔ ကာတြန္းကားေတြကို ပိုသေဘာက်တယ္ဗ်
ကြၽန္ေတာ္တို႔ ငယ္ငယ္က ေနဖို႔ စိတ္ကူးယဥ္ခဲ့ဖူးတဲ့ ေတာအုပ္ေလးထဲက ေနခ်င္စရာ သစ္သားအိမ္ေလးေတြကလည္းလုံးဝ ငယ္ဘဝကို ျပန္လြမ္းေစပါတယ္
ဇာတ္လမ္းေလးကေတာ့
Pooh တို႔ေဘာ္ဒါ ေလးေယာက္ ေတာအုပ္ထဲမွာေနၾကရင္း တစ္ရက္က်ေတာ့ Heffalump ေတြကို သြားဖမ္းဖို႔ ျဖစ္လာပါတယ္
Heffalump ေတြကို သူမ်ားေျပာတာပဲၾကားဖူးၿပီး ဆိုး႐ြားတဲ့ေကာင္ေလးေတြလို႔ ထင္ထားရာက
တကယ္ႀကဳံလာေတာ့ အထင္နဲ႔အျမင္ ဘယ္လိုလြဲေနမလဲ
Heffalump ေတြကေရာ သူတို႔ကို ဘယ္လိုထင္ေနလဲဆိုတာ ခ်စ္စရာဇာတ္လမ္းေလးနဲ႔ ၾကည့္ရႉရမွာပါ
Heffalump ေပါက္စ Lumpy ေလးရဲ႕ ခ်စ္စရာေကာင္းတဲ့ သီခ်င္းဆိုသံေလးေတြကလည္း ဇာတ္ကားေလးကို ပိုၿပီး အသက္ဝင္သြားေစတယ္ဗ်
အားလုံးက ခ်စ္စရာေကာင္းတဲ့ အသံေလးေတြ ျမင္ကြင္းေလးေတြနဲ႔ ငယ္ဘဝကို ျပန္အမွတ္ရေစတာမို႔ ၾကည့္ရႉလိုက္ၾကပါဦး…။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Amelia ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__6.4/10
Format__mp4
Duration__01:08:00
Type__Adventure , Animation , Comedy , Family
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Amelia
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
