"ဟိုးရှေးရှေးတုန်းက နေ‌ရောင်ခြည်လေးတစ်စက်ဟာ
ကောင်းကင်ပေါ်ကနေ လူ့ပြည်ကိုကျလာခဲ့ဖူးသတဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဲ့ဒီနေစက်လေးကနေ မှော်ဝင်ရွှေရောင်ပန်းလေးတစ်ပွင့်ဖူးပွင့်ခဲ့ပြီ
သူ့မှာ ဖျားနာ ဒဏ်ရာ နာကျင်မူတွေကိုကုသပေးနိုင်စွမ်းရှိလေသတဲ့
….
ပြူတင်းပေါက်လေးနေ ဟိုးအဝေးကိုလှမ်းမျှော်ကြည့်ခဲ့ရတဲ့နေ့ရက်တွေ…
ဘယ်ဆီကိုမှန်မသိ မှန်းမျှော်ခဲ့ရတဲ့အချိန်တွေ..
အခုတော့ ရည်ရွယ်ရာဆီရောက်ခဲ့ပြီ..
မြူမှုန်တွေ ပင့်တင်လိုက်သလို..
အလင်းရောင်ကိုငါတွေ့ခဲ့ရပြီလေ…
ကောင်မလေးက-
အမ်မက်တစ်ခုကို လိုလားတောင့်တခဲ့ပြီး
အဲ့ဒီတစ်ခုအတွက်ကြိုးစားလျှောက်လှမ်းရင်း
တစ်နေ့အဲ့ဒီပန်းတိုင်ကိုရောက်တဲ့အခါမှာကော
ပျော်ရွှင်ရပါ့မလား မျှော်မှန်းထားသလိုကော ဖြစ်လာပါ့မလား
ဖြစ်လာခဲ့ရင်ကော အဲ့ဒါပြီးရင် ဘာဆက်လုပ်ရမှာလဲ လို့မေးတဲ့အခါ
ကောင်လေးက-
အဲ့ဒီအတွက် ကောင်းကွက်ကတော့
မင်းနောက်အိမ်မက်တစ်ခုကိုမက်လို့ရပြီပေါ့…
ငါ့ရဲ့အိမ်မက်အသစ်ကတော့ မင်းပါပဲ…
အိုကေ Tangled ဆိုတာ 2010 တည်းကထွက်ခဲ့တဲ့ Animation Movie တစ်ခုပါ။
ဆံပင်ရှည်ကောင်မလေး နဲ့သူခိုးလေးတစ်ယောက်တို့ရဲ့ ဇတ်လမ်းလေးပေါ့
ဇတ်ကွက် အလှည့်အပြောင်းလေးတွေကတော့အားလုံး အလွတ်တောင်ရနေလောက်ပါပြီ။
ဒီဇတ်ကားလေးကို ဖန်များအကြည်ပြန်သိမ်းနိုင်ဖို့နဲ့
နောက်တစ်ကြိမ်ဟိုးတစ်ချိန်က ဆံပင်ရှည်နဲ့ကောင်မ‌လေးဇတ်ကားကို ပြန်ခံစားနိုင်ဖို့
ချန်နယ်မြန်မာကနေ တစ်ဖန်ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်။
ဇတ်ကားက Musical Animation တစ်ခုဖြစ်တာကြောင့် ဇတ်ကားထဲကသီချင်းများကိုလဲ
အတတ်နိုင်ဆုံး မူရင်းအရသာမပျက်အောင် ဘာသာပြန်ထားပေးပါတယ်ခင်ဗျ။
“I See the Light” သီချင်းနဲ့ 54th Grammy Awards နဲ့ Best Song Awards ဆုတို့ရရှိခဲ့ပါတယ်။
Nominated များစွာဝင်ခဲ့ပြီး ဇတ်လမ်းတို Tangled Ever After ကို 2012 မှာထပ်ထွက်ခဲ့ပါသေးတယ်။
တကယ်တော့ Tangled က ကျွန်တော်တို့ ပရိတ်သတ်တွေရှေ့ကို 2010 မှာရောက်ရှိလာခဲ့ပေမယ့်
Production Process ချည်းပဲ ခြောက်နှစ်ကြာခဲ့တယ်ဗျ။ ခန့်မှန်းခြေ ဒေါ်လာ သန်း 260 လောက်ကုန်ကျခဲ့ပြီး
Animated Film သမိုင်းတစ်လျှောက်မှာ အကုန်အကျအများဆုံးသော ရုပ်ရှင်တစ်ခုဖြစ်ပြီး တစ်ကမ္ဘာလုံးရုံဝင်ငွေ 592 သန်းပြန်ရခဲ့ပါ
တယ်။
ဇတ်ကားမထွက်ခင်က Tangled ဇတ်ကားရဲ့မူရင်းနာမည်ဟာ Rapunzel ဖြစ်ပါတယ်။ 1812 မှာ
Grimm ညီနောင်ရေးသား ထုတ်ဝေခဲ့တဲ့ Children’s and Household Tales ထဲက
Rapunzel ပုံပြင်ကိုအခြေခံထားတာပါ။ သူကလဲ 1790 တုန်းက Friedrich Schulz ဘာသာပြန်ခဲ့တဲ့
စာအုပ်ထဲကပုံပြင်ကို မွေးစားရေးသားထားတာပါတဲ့ခင်ဗျ။ အားလုံးရဲ့မူရင်းကတော့ 11 ရာစုက
ပါရှန်ပုံပြင်များထဲက ကောက်နှုတ်ခဲ့တာဖြစ်ပါတယ်။
ဒီလိုနဲ့ 2001 ခုနှစ်
မှာ ရုပ်ရှင်ရိုက်ဖို့အကြံရခဲ့ကြပြီး နည်းပညာအခက်အခဲကြောင့် 2003 မှာ
Rapunzel Unbraided နာမည်နဲ့ ရိုက်ကူးရေးစတင်ခဲ့ပါတယ်
အဲ့ဒီတုန်းက 2007 မှာထုတ်ဖို့စီစဉ်ထားခဲ့ပေမယ့် မူရင်းဇတ်ကြောရိုးကိုပြန်ဖော်ထုတ်မယ်ဆိုပြီး
ထပ်နောက်ဆုတ်ခဲ့ပြန်ပါတယ် 2005 မှာ ထွက်မယ့်ရက်ကို 2009 မှလို့ကြေငြာခဲ့ပြီး
အကြောင်းမျိုးစုံကြောင့် 2010 မှထွက်နိုင်ခဲ့ပါတယ်။
အဲ့တော့ 2010 ခုနှစ်က ဆံပင်ရှည်နဲ့ကောင်မလေး ဇတ်ကားကိုပြန်ကြည့်ရင်း
အတိတ်ကို ခဏပြန်သွားကြရအောင်ပါ။
Translated by Myo Myint Maung
Encoded by Thit San Khant
File Size – 1.4 GB and 700MB
Quality – 1080p and 720p
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
