"[Unicode]IMDb – 7.2Pause” လက်တစ်ဖက်ပြတ် ဓားသမား “ဒီကားလေးကတော့ 1971ခုနှစ်ကရိုက်ကူးထားတဲ့ လူတော်တော်များများသိကြမယ့် David Chiang ကားလေးပါဓားသိုင်းလောကမှာ ဓားညီနောင်(ဓားနှစ်လက်သိုင်းသမား)ဟု နာမည်ကျော်ကြားပြီး ပြိုင်ဘက်ကင်းနေတဲ့ လေလိ…အရမ်းတော်တဲ့သိုင်းသမားတွေ အထူးသဖြင့်ဓားညီနောင်သိုင်းသမားတွေကို လိမ်လည်မျှားခေါ်ပြီး အကွက်ကျကျ အနိုင်ယူကာ သိုင်းလောကက ထွက်ခွာရအောင်လုပ်တတ်တဲ့ လုံရီကျိ…လေလိဆိုတဲ့ဓားညီနောင်သိုင်းသမားလေးဟာ နာမည်ကျော်ကြားနေတော့ သူရဲကောင်းလုံဟာ သူရဲ့ ဓားနှစ်လက်သိုင်းကို အနိုင်ယူနိုင်မယ့် လက်နက် နဲ့ အကွက်ကျကျအနိုင်ယူပြီးသူ့ဓားသိုင်းကိုသုံးမရအောင်လက်တစ်ဖက်ဖြတ်ခိုင်းကာ သိုင်းလောကကနေ ထွက်ခွာသွားခိုင်းခဲ့ပါတယ်စိတ်ဓာတ်ကျပြီး လူတိုင်းအနိုင်ကျင့်ခံနေတဲ့လေလိဟာ မိတ်ဆွေဓားသိုင်းသမားသူရဲကောင်းဖုန့်နဲ့ဆုံတဲ့အချိန်မှာ…ဘယ်လိုတွေဆက်ကြုံရမလဲသူမေ့နိုင်အောင်ကြိုးစားနေတဲ့ သိုင်းလောကထဲသူပြန်ဝင်မှာလား ဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာ ဆက်လက်ကြည့်ရှု့လိုက်ပါ..။လေလိအဖြစ်- David Chiangသူရဲကောင်းလုံအဖြစ်-Ku Fengသူရဲကောင်းဖုန့်အဖြစ်-Ti Lung တို့က ပါဝင်သရုပ်ဆောင်ထားတာပါ ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ဖြစ်ပါတယ် )[Zawgyi]IMDb – 7.2” လက္တစ္ဖက္ျပတ္ ဓားသမား “ဒီကားေလးကေတာ့ 1971ခုႏွစ္က႐ိုက္ကူးထားတဲ့ လူေတာ္ေတာ္မ်ားမ်ားသိၾကမယ့္ David Chiang ကားေလးပါဓားသိုင္းေလာကမွာ ဓားညီေနာင္(ဓားနွစ္လက္သိုင္းသမား)ဟု နာမည္ေက်ာ္ၾကားျပီး ျပိဳင္ဘက္ကင္းေနတဲ့ ေလလိ…အရမ္းေတာ္တဲ့သိုင္းသမားေတြ အထူးသျဖင့္ဓားညီေနာင္သိုင္းသမားေတြကို လိမ္လည္မွ်ားေခၚျပီး အကြက္က်က် အနုိင္ယူကာ သိုင္းေလာကက ထြက္ခြာရေအာင္လုပ္တတ္တဲ့ လုံရီက်ိ…ေလလိဆိုတဲ့ဓားညီေနာင္သိုင္းသမားေလးဟာ နာမည္ေက်ာ္ၾကားေနေတာ့ သူရဲေကာင္းလံုဟာ သူရဲ႕ ဓားနွစ္လက္သုိင္းကုိ အနုိင္ယူနုိင္မယ့္ လက္နက္ နဲ႔ အကြက္က်က်အနိုင္ယူျပီးသူ႔ဓားသိုင္းကိုသုံးမရေအာင္လက္တစ္ဖက္ျဖတ္ခိုင္းကာ သိုင္းေလာကကေန ထြက္ခြာသြားခိုင္းခဲ့ပါတယ္စိတ္ဓာတ္က်ၿပီး လူတိုင္းအႏိုင္က်င့္ခံေနတဲ့ေလလိဟာ မိတ္ေဆြဓားသိုင္းသမားသူရဲေကာင္းဖုန္႔နဲ႔ဆုံတဲ့အခ်ိန္မွာ…ဘယ္လိုေတြဆက္ႀကဳံရမလဲသူေမ့နုိင္ေအာင္ၾကိဳးစားေနတဲ့ သိုင္းေလာကထဲသူျပန္၀င္မွာလား ဆုိတာကိုေတာ့ ဇာတ္လမ္းထဲမွာ ဆက္လက္ၾကည့္ရွဳ႕လုိက္ပါ..။ေလလိအျဖစ္- David Chiangသူရဲေကာင္းလုံအျဖစ္-Ku Fengသူရဲေကာင္းဖုန္႔အျဖစ္-Ti Lung တို႔က ပါဝင္သ႐ုပ္ေဆာင္ထားတာပါ ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Hlaing Theint Theint Latt ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__7.2/10Format__mp4Duration__01:40:00Type__Action , Drama , MartialSubtitle__Myanmar Subtitle (Hardsub)Translated by Hlaing Theint Theint LattEncoded by Naing Aung Latt"