"Red Dragon (2002)================PauseIMDb Rating – 7.2/10#Unicodeခေါင်းစားပြီး စိတ်ပညာမှုခင်းဇာတ်ကားတွေကြိုက်တဲ့လူတွေအတွက်တော့ အကြိုက်ဖြစ်စေမယ့်ဇာတ်ကားတစ်ခုပါ အဓိက ဇာတ်ကောင်နှစ်ယောက်ဖြစ်တဲ့ Anthony Hopkin & Edward Nortonတို့နှစ်ယောက်ရဲ့ Chemistry မိမိနဲ့ သရုပ်ဆောင်မှုတွေကို တဝကြီးကြည့်ရမှာပါ။ဇာတ်လမ်းအညွှန်း********ဝယ် ဂရေဟမ်ဟာ FBI Agent တစ်ယောက်ဖြစ်ပြီး မှုခင်းတွေစုံစမ်းတဲ့နေရာမှာ သူမတူတဲ့ ဖြတ်ထိုးဉာဏ်တွေးခေါ်မှုတွေအမှုပေါင်းများစွာကို ဖော်ထုတ်ခဲဲ့တဲ့လူတစ်ယောက်ပါ။ မှုခင်းစုံစမ်းရေးတွေမှာသူ့ကိုကူညီနေတဲ့ စိတ်ပညာရှင် ဟန်နဘယ် လက်တာဆိုတာ FBI ကိုအိပ်ကပ်ထဲထည့်ထားပြီး တစ်ဖက်မှာလူပေါင်းများစွာကို သွေးအေးအေးနဲ့သတ်ပြီး ခန္တာဗေဒကိုလေ့လာနေတဲ့ ကြောင်သူတော်တစ်ယောက်လို့ပြောရမယ် ။ အကြောင်းစုံကိုသိသွားတဲ့ ဂရေဟမ်က ဟန်နဘယ်လက်တာကို ဖမ်းဆီးဖော်ထုတ်နိုင်ခဲ့ပြီးသူ့ရဲ့ FBI Agent ဘဝကိုလည်း ပြည်ဖုံးကားချလိုက်ပါတော့တယ် ။ နှစ်ပေါင်းများစွာကြာတဲ့အခါ ကိစ္စတွေကမပြီးသွားပဲ လက်တာလိုမျိုး အရမ်းထူးခြားတဲ့ စိတ္တဇလူသတ်သမားတစ်ယောက်ပေါ်လာခဲ့တာကြောင့်ဂရေဟမ် , လက်တာ နှစ်ယောက်ပေါင်းကာ အဲ့ဒီလူသတ်ကောင်ကို ထပ်မံဖမ်းဆီးရပါတော့တယ်။ အခန်းတိုင်းမှာ လျှိ့ကွက်လေးတွေရှိနေပြီး Genius 3 ယောက်ရဲ့ အားပြိုင်မှု စိန်ခေါ်မှုတွေနဲ့ လူသတ်မှုကိုတစ်စတစ်စချင်းစီဖော်ထုတ်သွားတဲ့အချက်က ဟာကနဲတွေဖြစ်သွားမှာပါ၊(ဒီဇာတ်ကားနဲ့ အညွှန်းနဲ့ဘာသာပြန်ဆိုသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်။)#Zawgyiေခါင္းစားၿပီး စိတ္ပညာမႈခင္းဇာတ္ကားေတြႀကိဳက္တဲ့လူေတြအတြက္ေတာ့ အႀကိဳက္ျဖစ္ေစမယ့္ဇာတ္ကားတစ္ခုပါ အဓိက ဇာတ္ေကာင္ႏွစ္ေယာက္ျဖစ္တဲ့ Anthony Hopkin & Edward Nortonတို႔ႏွစ္ေယာက္ရဲ႕ Chemistry မိမိနဲ႔ သ႐ုပ္ေဆာင္မႈေတြကို တဝႀကီးၾကည့္ရမွာပါ။ဇာတ္လမ္းအၫႊန္း********ဝယ္ ဂေရဟမ္ဟာ FBI Agent တစ္ေယာက္ျဖစ္ၿပီး မႈခင္းေတြစုံစမ္းတဲ့ေနရာမွာ သူမတူတဲ့ ျဖတ္ထိုးဉာဏ္ေတြးေခၚမႈေတြအမႈေပါင္းမ်ားစြာကို ေဖာ္ထုတ္ခဲဲ့တဲ့လူတစ္ေယာက္ပါ။ မႈခင္းစုံစမ္းေရးေတြမွာသူ႔ကိုကူညီေနတဲ့ စိတ္ပညာရွင္ ဟန္နဘယ္ လက္တာဆိုတာ FBI ကိုအိပ္ကပ္ထဲထည့္ထားၿပီး တစ္ဖက္မွာလူေပါင္းမ်ားစြာကို ေသြးေအးေအးနဲ႔သတ္ၿပီး ခႏၲာေဗဒကိုေလ့လာေနတဲ့ ေၾကာင္သူေတာ္တစ္ေယာက္လို႔ေျပာရမယ္ ။ အေၾကာင္းစုံကိုသိသြားတဲ့ ဂေရဟမ္က ဟန္နဘယ္လက္တာကို ဖမ္းဆီးေဖာ္ထုတ္ႏိုင္ခဲ့ၿပီးသူ႔ရဲ႕ FBI Agent ဘဝကိုလည္း ျပည္ဖုံးကားခ်လိုက္ပါေတာ့တယ္ ။ ႏွစ္ေပါင္းမ်ားစြာၾကာတဲ့အခါ ကိစၥေတြကမၿပီးသြားပဲ လက္တာလိုမ်ိဳး အရမ္းထူးျခားတဲ့ စိတၱဇလူသတ္သမားတစ္ေယာက္ေပၚလာခဲ့တာေၾကာင့္ဂေရဟမ္ , လက္တာ ႏွစ္ေယာက္ေပါင္းကာ အဲ့ဒီလူသတ္ေကာင္ကို ထပ္မံဖမ္းဆီးရပါေတာ့တယ္။ အခန္းတိုင္းမွာ လွ်ိ႕ကြက္ေလးေတြရွိေနၿပီး Genius 3 ေယာက္ရဲ႕ အားၿပိဳင္မႈ စိန္ေခၚမႈေတြနဲ႔ လူသတ္မႈကိုတစ္စတစ္စခ်င္းစီေဖာ္ထုတ္သြားတဲ့အခ်က္က ဟာကနဲေတြျဖစ္သြားမွာပါ၊(ဒီဇာတ္ကားနဲ႔ အၫႊန္းနဲ႔ဘာသာျပန္ဆိုသူကေတာ့ Thiha Yan Naing ျဖစ္ပါတယ္။)Quality – 1080p, 720p BluRay 5.1CHDuration – 1hr 24minSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, Drama, ThrillerSource : 1080p.BluRayTranslator – Thiha Yan naingEncoder – SWM"