"[Unicode]City Of Life and Death (2009)=================PauseIMDb – 7.7/10Rotten Tomatoes – 92 %Cast :Ye Liu – Lu JianxiongGao Yuanyuan – Miss JiangHideo Nakaizumi – KadokawaRyu Kohata – Idaဒီကားဟာဆိုရင် ဟိုးအရင်ခေတ် စစ်ပွဲအကြောင်းကို ဖြူမဲ ပုံစံနဲ့ရိုက်ပြထားတဲ့ ဇာတ်ကားပါRating တွေလည်းအရမ်းကောင်းခဲ့ပြီး ကြည့်ရှူသူအရမ်းများခဲ့ပါတယ်ဇာတ်လမ်းဟာဆိုရင် ဒုတိယတရုတ်-ဂျပန်စစ်ပွဲအတွင်း ၁၉၃၇ မှာ ဖြစ်ပွားခဲ့တဲ့ စစ်ပွဲအကြောင်းကို အခြေခံရိုက်ကူးထားတာပါဂျပန်အင်ပါယာဟာ တစ်ခေတ်တစ်ခါက တရုတ်မြို့တော်ဖြစ်ခဲ့တဲ့ နန့်ကျင်းမြို့ကို သိမ်းပိုက်ခဲ့ပါတယ်အဲ့ဒါကို ” နန့်ကျင်း သတ်ဖြတ်မှု့ ” လို့ခေါ်ကြပြီး အကြောင်းအရင်းကတော့ တရုတ်စစ်သုံ့ပန်းတွေနဲ့ မြိုု့သူမြို့သားတွေကို ရက်ပေါင်းများစွာ အစုလိုက် အပြုံလိုက် သတ်ဖြတ်ခဲ့ကြလို့ပါဤရုပ်ရှင်သည်တရုတ်စစ်သား၊ ကျောင်းဆရာ၊ ဂျပန်စစ်သား၊ နိုင်ငံခြားသာသနာပြုနှင့်နာဇီစီးပွားရေးသမားဂျွန်ရာဘီ (တရုတ်မြို့သားတွေကိုကူညီသူ)အပါအဝင်သမိုင်းကြောင်းများ အကြောင်းကို ရိုက်ပြထားသောဇာတ်ကားဖြစ်သည် ။( Rated R ဖြစ်သည့် အတွက် ကလေးသူငယ်များ ကြည့်ရှူ့ရန်မသင့်တော်ပါ )( အညွှန်းရေးသားထာသူကတော့ Naing Aung Latt ပါ )[Zawgyi]City Of Life and Death (2009)=================IMDb – 7.7/10Rotten Tomatoes – 92 %Cast :Ye Liu – Lu JianxiongGao Yuanyuan – Miss JiangHideo Nakaizumi – KadokawaRyu Kohata – Idaဒီကားဟာဆုိရင္ ဟိုးအရင္ေခတ္ စစ္ပြဲအေၾကာင္းကို ျဖဴမဲ ပံုစံနဲ႔ရုိက္ျပထားတဲ့ ဇာတ္ကားပါRating ေတြလည္းအရမ္းေကာင္းခဲ့ျပီး ၾကည့္ရွဴသူအရမ္းမ်ားခဲ့ပါတယ္ဇာတ္လမ္းဟာဆိုရင္ ဒုတိယတရုတ္-ဂ်ပန္စစ္ပြဲအတြင္း ၁၉၃၇ မွာ ျဖစ္ပြားခဲ့တဲ့ စစ္ပြဲအေၾကာင္းကို အေျခခံရိုက္ကူးထားတာပါဂ်ပန္္အင္ပါယာဟာ တစ္ေခတ္တစ္ခါက တရုတ္ျမိဳ႕ေတာ္ျဖစ္ခဲ့တဲ့ နန္႔က်င္းျမိဳ႕ကို သိမ္းပိုက္ခဲ့ပါတယ္အဲ့ဒါကိုု ” နန္႔က်င္း သတ္ျဖတ္မွဳ႕ ” လို႕ေခၚၾကျပီး အေၾကာင္းအရင္းကေတာ့ တရုတ္စစ္သံု႔ပန္းေတြနဲ႔ ျမိဳု႕သူျမိဳ႕သားေတြကို ရက္ေပါင္းမ်ားစြာ အစုလိုက္ အျပံဳလိုက္ သတ္ျဖတ္ခဲ့ၾကလို႔ပါဤ႐ုပ္ရွင္သည္တ႐ုတ္စစ္သား၊ ေက်ာင္းဆရာ၊ ဂ်ပန္စစ္သား၊ ႏိုင္ငံျခားသာသနာျပဳႏွင့္နာဇီစီးပြားေရးသမားဂြၽန္ရာဘီ (တရုတ္ျမိဳ႕သားေတြကုိကူညီသူ)အပါအ၀င္သမိုင္းေၾကာင္းမ်ား အေၾကာင္းကို ရိုက္ျပထားေသာဇာတ္ကားျဖစ္သည္ ။( Rated R ျဖစ္သည့္ အတြက္ ကေလးသူငယ္မ်ား ၾကည့္ရွဴ႕ရန္မသင့္ေတာ္ပါ )( အညႊန္္းေရးသားထာသူကေတာ့ Naing Aung Latt ပါ )Quality__720pIMDb Rating__7.7/10Format__mp4Duration__02:15:00Type__Drama , History , WarSubtitle__Myanmar Subtitle (Hardsub)Translated by AliasEncoded by Naing Aung Latt"