"Darkness Falls (2020)
================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating 5.0/10
#Unicode
ကိုယ့်အပေါ်အရမ်းချစ်တဲ့ဇနီးကိုပိုင်ဆိုင်ထားပြီး ရာထူးတက်ဖို့ကလည်းသိပ်မလိုတော့တဲ့
အယ်လ်အေပီဒီက စုံထောက်ဂျက်ဖ်အန်ဒါဆန်။ ဒါပေမဲ့ ရုတ်တရက်ကြီးဇနီးဖြစ်သူက အိမ်ရဲ့
ရေချိုးခန်းထဲမှာ အိပ်ဆေးသောက်ပြီး လက်ကောက်ဝတ်ကိုဓါးနဲ့လှီးပြီး သေနေတာကို သူတွေ့
လိုက်ရတယ်။ အကုန်လုံးကကောက်ချက်ချထားတာက ဒါကကိုယ့်ကိုယ်ကိုသတ်သေတာတဲ့။
ဒါပေမဲ့ စုံထောက်ဂျက်ဖ်ကတော့ ဒါကိုလက်မခံခဲ့ဘူး။ သူ့မိန်းမက သေကြောင်းကြံသလိုဖန်တီးပြီး
အသတ်ခံခဲ့ရတာလို့ ယုံကြည်နေသူ။ နောက်တော့ ဘာသဲလွန်စတစ်စုံတစ်ရာမှမရှိတဲ့ သူ့မိန်းမရဲ့
အမှုကို အသည်းအသန်လိုက်စုံစမ်းနေခဲ့တယ်။ ဒါပေမဲ့ ဘာသတင်းကိုမှမရတဲ့အပြင် ရာထူးလည်း
မတက် ဌာနမှာလည်းတိုင်စာတွေအပို့ခံရပြီး လူကြီးဆီကဆူပူခံနေရတဲ့ စုံထောက်အန်ဒါဆန်။
ဒါပေမဲ့တစ်ရက်မှာတော့ သူ့မိန်းမနည်းတူ သတ်သေတဲ့အမျိုးသမီးတစ်ယောက် ဆေးရုံကိုရောက်
နေကြောင်း သတင်းရလာတဲ့အခါမှာတော့……..
IMDb 5.0/10 ရရှိထားတဲ့ ဒီဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)
#Zawgyi
ကိုယ့္အေပၚအရမ္းခ်စ္တဲ့ဇနီးကိုပိုင္ဆိုင္ထားၿပီး ရာထူးတက္ဖို႔ကလည္းသိပ္မလိုေတာ့တဲ့
အယ္လ္ေအပီဒီက စုံေထာက္ဂ်က္ဖ္အန္ဒါဆန္။ ဒါေပမဲ့ ႐ုတ္တရက္ႀကီးဇနီးျဖစ္သူက အိမ္ရဲ႕
ေရခ်ိဳးခန္းထဲမွာ အိပ္ေဆးေသာက္ၿပီး လက္ေကာက္ဝတ္ကိုဓါးနဲ႔လွီးၿပီး ေသေနတာကို သူေတြ႕
လိုက္ရတယ္။ အကုန္လုံးကေကာက္ခ်က္ခ်ထားတာက ဒါကကိုယ့္ကိုယ္ကိုသတ္ေသတာတဲ့။
ဒါေပမဲ့ စုံေထာက္ဂ်က္ဖ္ကေတာ့ ဒါကိုလက္မခံခဲ့ဘူး။ သူ႔မိန္းမက ေသေၾကာင္းႀကံသလိုဖန္တီးၿပီး
အသတ္ခံခဲ့ရတာလို႔ ယုံၾကည္ေနသူ။ ေနာက္ေတာ့ ဘာသဲလြန္စတစ္စုံတစ္ရာမွမရွိတဲ့ သူ႔မိန္းမရဲ႕
အမႈကို အသည္းအသန္လိုက္စုံစမ္းေနခဲ့တယ္။ ဒါေပမဲ့ ဘာသတင္းကိုမွမရတဲ့အျပင္ ရာထူးလည္း
မတက္ ဌာနမွာလည္းတိုင္စာေတြအပို႔ခံရၿပီး လူႀကီးဆီကဆူပူခံေနရတဲ့ စုံေထာက္အန္ဒါဆန္။
ဒါေပမဲ့တစ္ရက္မွာေတာ့ သူ႔မိန္းမနည္းတူ သတ္ေသတဲ့အမ်ိဳးသမီးတစ္ေယာက္ ေဆး႐ုံကိုေရာက္
ေနေၾကာင္း သတင္းရလာတဲ့အခါမွာေတာ့……..
IMDb 5.0/10 ရရွိထားတဲ့ ဒီဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။
(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1hr 24min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Crime, Drama, Thriller
Source : 1080p.WebRip
Translator – Chit Tee
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
