"[Unicode]His Last Gift (2008)Pauseမိဘမေတ္တာကိုဖော်ကျူးပြသထားတဲ့ Drama ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်မျက်ရည်ခိုင်ခိုင်ထားပြီးကြည့်ဖို့တော့လိုပါလိမ့်မယ်ဆယ်ဟီးဆိုတဲ့ကလေးမလေးမှာ သွေးအတွင်းကြေးနီဓာတ်များပြားတဲ့ရောဂါဝေဒနာကိုခံစားနေရပြီးအဲ့ဒီရောဂါကြောင့်ပဲ ကလေးမလေးဟာ အသည်းအစားထိုးဖို့အမြန်လိုအပ်နေပါတယ်ဖြစ်ချင်တော့ သူမအဖေရဲ့ ငယ်သူငယ်ချင်းဖြစ်သူ ထယ်ဂျူဆိုတဲ့လူဟာ ဆယ်ဟီးနဲ့ဒီအန်အေတူနေခဲ့ပါတယ်သူကလည်း အသည်းအစားထိုးပေးဖို့အတွက်သဘောတူခဲ့ပါတယ်ဒါပေမယ့် သူသဘောတူခဲ့တာဟာ စေတနာပါလို့တော့မဟုတ်ခဲ့ပါဘူးထယ်ဂျူဟာလူသတ်မှုကြောင့်ထောင်ကျနေတဲ့သူပါကလေးမလေးရဲ့အဖေဟာရဲတစ်ယောက်ဖြစ်နေတဲ့အတွက် နားလည်မှုယူပြီး ထယ်ဂျူကိုထောင်ကနေ ယာယီလွှတ်ပေးဖို့တောင်းဆိုခဲ့ခြင်းကြောင့်ဖြစ်ပါတယ်အဲ့ဒီနောက်မှာတော့ ဝမ်းနည်းစရာကောင်းတဲ့ မြုပ်ကွက်လေးတစ်ခုရှိနေခဲ့ပါတယ်အဲ့ဒီမြုပ်ကွက်ကဘာလဲ လူဆိုးကြီးထယ်ဂျူကရော ဘာလို့လွယ်လွယ်နဲ့သဘောတူခဲ့တာလဲကလေးမလေးကရော အသက်ရှင်နိုင်ပါ့မလားဒါတွေကိုသိချင်ရင်တော့အပေါ်မှာပြောခဲ့သလိုပဲ မျက်ရည်ခိုင်ခိုင်ထားပြီး ကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ် ။( ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thet Hnin Hsu ပါ )[Zawgyi]His Last Gift (2008)မိဘေမတၱာကိုေဖာ္က်ဴးျပသထားတဲ့ Drama ဇာတ္ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္မ်က္ရည္ခိုင္ခိုင္ထားၿပီးၾကည့္ဖို႔ေတာ့လိုပါလိမ့္မယ္ဆယ္ဟီးဆိုတဲ့ကေလးမေလးမွာ ေသြးအတြင္းေၾကးနီဓာတ္မ်ားျပားတဲ့ေရာဂါေဝဒနာကိုခံစားေနရၿပီးအဲ့ဒီေရာဂါေၾကာင့္ပဲ ကေလးမေလးဟာ အသည္းအစားထိုးဖို႔အျမန္လိုအပ္ေနပါတယ္ျဖစ္ခ်င္ေတာ့ သူမအေဖရဲ႕ ငယ္သူငယ္ခ်င္းျဖစ္သူ ထယ္ဂ်ဴဆိုတဲ့လူဟာ ဆယ္ဟီးနဲ႔ဒီအန္ေအတူေနခဲ့ပါတယ္သူကလည္း အသည္းအစားထိုးေပးဖို႔အတြက္သေဘာတူခဲ့ပါတယ္ဒါေပမယ့္ သူသေဘာတူခဲ့တာဟာ ေစတနာပါလို႔ေတာ့မဟုတ္ခဲ့ပါဘူးထယ္ဂ်ဴဟာလူသတ္မႈေၾကာင့္ေထာင္က်ေနတဲ့သူပါကေလးမေလးရဲ႕အေဖဟာရဲတစ္ေယာက္ျဖစ္ေနတဲ့အတြက္ နားလည္မႈယူၿပီး ထယ္ဂ်ဴကိုေထာင္ကေန ယာယီလႊတ္ေပးဖို႔ေတာင္းဆိုခဲ့ျခင္းေၾကာင့္ျဖစ္ပါတယ္အဲ့ဒီေနာက္မွာေတာ့ ဝမ္းနည္းစရာေကာင္းတဲ့ ျမဳပ္ကြက္ေလးတစ္ခုရွိေနခဲ့ပါတယ္အဲ့ဒီျမဳပ္ကြက္ကဘာလဲ လူဆိုးႀကီးထယ္ဂ်ဴကေရာ ဘာလို႔လြယ္လြယ္နဲ႔သေဘာတူခဲ့တာလဲကေလးမေလးကေရာ အသက္ရွင္ႏိုင္ပါ့မလားဒါေတြကိုသိခ်င္ရင္ေတာ့အေပၚမွာေျပာခဲ့သလိုပဲ မ်က္ရည္ခိုင္ခိုင္ထားၿပီး ၾကည့္ၾကဖို႔ တိုက္တြန္းခ်င္ပါတယ္ ။( ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thet Hnin Hsu ပါ )Quality__720pIMDb Rating__7.0/10Format__mp4Duration__01:50:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Thet Hnin HsuEncoded by Naing Aung Latt"