"[Unicode]
Korea နိုင်ငံမှာရှိတဲ့ တက္ကသိုလ်ပြီး ပြီးသား အသက်လတ်ပိုင်းအရွယ် independent woman တစ်ယောက်ရဲ့ နေထိုင်မှုကို လက်တွေ့ဆန်ဆန် အပါအဝင် ရိုက်ကူးပြသထားတဲ့ ကားလေးဖြစ်ပါတယ် ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တက္ကသိုလ်ပြီး ပြီးသား အစိုးရဝန်ထမ်း ဝင်ခွင့်စာမေးပွဲကို ဖြေဖို့ အကြိမ်ကြိမ်ကြိုးစားပေမယ့် အခါခါ ကျဆုံးနေတဲ့ ယွန်းဂျာယောင်းဟာ နောက်ဆုံးမှာ ရည်မှန်းချက်ပါ ပျောက်ဆုံးသွားခဲ့ပါတယ်
တစ်နေ့ အွန်လိုင်းပေါ်မှာ မရပ်မနား ပြေးကြတဲ့ အဖွဲ့တစ်ဖွဲ့ရဲ့ လေ့ကျင့်ခန်းဟာ တစ်ခါတရံမှာ လူတွေရဲ့ စိတ်ခွန်အားနဲ့ အင်အားတွေကို ပေးတယ်ဆိုတဲ့ အကြောင်းအရာကို ယုံကြည်ပြီး အဖွဲ့ကို ဝင်ဖြစ်ခဲ့တော့ ဟွန်းဂျူ ဆိုတဲ့ အပြေးသမား ကောင်မလေးနဲ့ တွေ့ဆုံခဲ့ပါတယ်။
ဒီလိုနဲ့ လေ့ကျင့်ခန်းလုပ်ခြင်းနဲ့ ရရှိလာတဲ့ မိတ်ဆွေတွေကြောင့် စိတ်ဓာတ်ခွန်အားတွေ ပြန်ရလာပြီး သူမ လုပ်ချင်တဲ့အရာကို ပြန်လည်ရှာဖွေခဲ့ပါတယ်။အထူးသဖြင့် ဟွန်းဂျူ ဆီကပေါ့။
အချိန်ပိုင်းတစ်ခု လုပ်ရင်း မကောင်းပြောတဲ့လူတွေရဲ့စကားတွေကို ဥပက္ခာပြုပြီး ဘဝကို လက်တွေ့ကျကျပြန်လည် ရှင်သန်ဖို့ကြိုးစားခဲ့တော့တယ်။
လက်မထပ်ရသေးတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့ sexual experienceအကြောင်း၊
မမှီခိုလိုတဲ့ တစ်ကိုယ်တည်းမိန်းမတစ်ယောက်အကြောင်း၊
သားသမီးနဲ့မိဘ သူငယ်ချင်းမိတ်ဆွေဆက်ဆံရေးအကြောင်းနဲ့အတူ လေ့ကျင့်ခန်းလုပ်ခြင်းဟာ လူတစ်ယောက် ဘဝကို တိုးတက်စေတယ်ဆိုတာကို ကြည့်ရှုရမှာပါ ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ဖြစ်ပါတယ် )
[Zawgyi]
Korea ႏိုင္ငံမွာ႐ွိတဲ့ တကၠသိုလ္ၿပီး ၿပီးသား အသက္လတ္ပိုင္းအရြယ္ independent woman တစ္ေယာက္ရဲ႕ ေနထိုင္မႈကို လက္ေတြ႔ဆန္ဆန္ အပါအဝင္ ႐ိုက္ကူးျပသထားတဲ့ ကားေလးျဖစ္ပါတယ္ ။
တကၠသိုလ္ၿပီး ၿပီးသား အစိုးရဝန္ထမ္း ဝင္ခြင့္စာေမးပြဲကို ေျဖဖို႔ အႀကိမ္ႀကိမ္ႀကိဳးစားေပမယ့္ အခါခါ က်ဆံုးေနတဲ့ ယြန္းဂ်ာေယာင္းဟာ ေနာက္ဆံုးမွာ ရည္မွန္းခ်က္ပါ ေပ်ာက္ဆံုးသြားခဲ့ပါတယ္
တစ္ေန႔ အြန္လိုင္းေပၚမွာ မရပ္မနား ေျပးၾကတဲ့ အဖြဲ႔တစ္ဖြဲ႔ရဲ႕ ေလ့က်င့္ခန္းဟာ တစ္ခါတရံမွာ လူေတြရဲ႕ စိတ္ခြန္အားနဲ႔ အင္အားေတြကို ေပးတယ္ဆိုတဲ့ အေၾကာင္းအရာကို ယံုၾကည္ၿပီး အဖြဲ႔ကို ဝင္ျဖစ္ခဲ့ေတာ့ ဟြန္းဂ်ဴ ဆ္ိုတဲ့ အေျပးသမား ေကာင္မေလးနဲ႔ ေတြ႔ဆံုခဲ့ပါတယ္။
ဒီလိုနဲ႔ ေလ့က်င့္ခန္းလုပ္ျခင္းနဲ႔ ရ႐ွိလာတဲ့ မိတ္ေဆြေတြေၾကာင့္ စိတ္ဓာတ္ခြန္အားေတြ ျပန္ရလာၿပီး သူမ လုပ္ခ်င္တဲ့အရာကို ျပန္လည္႐ွာေဖြခဲ့ပါတယ္။အထူးသျဖင့္ ဟြန္းဂ်ဴ ဆီကေပါ့။
အခ်ိန္ပိုင္းတစ္ခု လုပ္ရင္း မေကာင္းေျပာတဲ့လူေတြရဲ႕စကားေတြကို ဥပကၡာျပဳၿပီး ဘဝကို လက္ေတြ႔က်က်ျပန္လည္ ႐ွင္သန္ဖို႔ႀကိဳးစားခဲ့ေတာ့တယ္။
လက္မထပ္ရေသးတဲ့ မိန္းကေလးတစ္ေယာက္ရဲ႕ sexual experienceအေၾကာင္း၊
မမွီခိုလိုတဲ့ တစ္ကိုယ္တည္းမိန္းမတစ္ေယာက္အေၾကာင္း၊
သားသမီးနဲ႔မိဘ သူငယ္ခ်င္းမိတ္ေဆြဆက္ဆံေရးအေၾကာင္းနဲ႔အတူ ေလ့က်င့္ခန္းလုပ္ျခင္းဟာ လူတစ္ေယာက္ ဘဝကို တိုးတက္ေစတယ္ဆိုတာကို ၾကည့္႐ႈရမွာပါ ။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__5.9/10
Format__mp4
Duration__01:30:00
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Deer
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
