"[Unicode]
သုံးပွင့်ဆိုင် လူငယ် အချစ်ဇာတ်လမ်းလေးကို ကြည့်ရှုလိုသူများအတွက် ကားကောင်းလေးတစ်ကားပါ ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဖခင်ကွယ်လွန်သွားတာမို့ တောရွာကနေ ဆိုးလ်ကို နောက်အိမ်ထောင်ပြုထားတဲ့အမေနဲ့ နေဖို့တက်လာခဲ့တဲ့ ကောင်မလေး ဂျောင်ဟန်ဂယောင်းဟာ အမှတ်မထင် ဘတ်စ်ကားပေါ်မှာ ဘတ်ဟေးဝမ်ဆိုတဲ့ ကျောင်းသားနဲ့ တွေ့ဆုံဖြစ်ခဲ့ပါတယ်
ဘတ်ဟေးဝမ်ဟာ ကျောင်းမှာ နာမည်ကြီးတဲ့ မိန်းကလေးတွေအသည်းစွဲ playboyတစ်ယောက်ဖြစ်ပေမယ့် ဟန်ဂယောင်းနဲ့တွေ့မှ တကယ်ချစ်မိသွားခဲ့ပါတယ်
အဲ့လိုပဲ နောက်ထပ် ကျောင်းမှာ နာမည်ကြားတဲ့ ကောင်ချောလေး ဂျောင်ထယ်ဆောင်းကလည်း ဟန်ဂယောင်းကို ချစ်မိခဲ့ပြန်ပါတယ်
ဒါပေမယ့် ထယ်ဆောင်းကတော့ ဟန်ဂယောင်းရဲ့ အဖေတူအမေကွဲ မောင်လေးဖြစ်နေခဲ့ပြီး အစ်မဖြစ်သူအပေါ် တတ်နိုင်သလောက် ထိန်းထားပေမယ့် ချစ်မိခဲ့တဲ့အခါ…
ဟေးဝမ်နဲ့ ထယ်ဆောင်းတို့်ကြားမှာ ပဋိပက္ခတွေနဲ့အတူ ဟန်ဂယောင်းကို ရဖို့ကြိုးစားကြရင်း ဟန်ဂယောင်းရွေးချယ်မှုနဲ့အတူ တတိယသူက ဘယ်သူဖြစ်သွားမလဲဆိုတာ…
လူငယ်ကျောင်းသား ရိုမန့်ကားလေးကို အလွမ်းအဆွေးရသပါ ပေါင်းစပ်ပြီး ခံစားကြည့်ရှုနိုင်မှာပါ ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Deer ဖြစ်ပါတယ် )
[Zawgyi]
သံုးပြင့္ဆိုင္ လူငယ္ အခ်စ္ဇာတ္လမ္းေလးကို ၾကည့္႐ႈလိုသူမ်ားအတြက္ ကားေကာင္းေလးတစ္ကားပါ ။
ဖခင္ကြယ္လြန္သြားတာမို႔ ေတာရြာကေန ဆိုးလ္ကို ေနာက္အိမ္ေထာင္ျပဳထားတဲ့အေမနဲ႔ ေနဖို႔တက္လာခဲ့တဲ့ ေကာင္မေလး ေဂ်ာင္ဟန္ဂေယာင္းဟာ အမွတ္မထင္ ဘတ္စ္ကားေပၚမွာ ဘတ္ေဟးဝမ္ဆိုတဲ့ ေက်ာင္းသားနဲ႔ ေတြ႔ဆံုျဖစ္ခဲ့ပါတယ္
ဘတ္ေဟးဝမ္ဟာ ေက်ာင္းမွာ နာမည္ႀကီးတဲ့ မိန္းကေလးေတြအသည္းစြဲ playboyတစ္ေယာက္ျဖစ္ေပမယ့္ ဟန္ဂေယာင္းနဲ႕ေတြ႕မွ တကယ္ခ်စ္မိသြားခဲ့ပါတယ္
အဲ့လိုပဲ ေနာက္ထပ္ ေက်ာင္းမွာ နာမည္ၾကားတဲ့ ေကာင္ေခ်ာေလး ေဂ်ာင္ထယ္ေဆာင္းကလည္း ဟန္ဂေယာင္းကို ခ်စ္မိခဲ့ျပန္ပါတယ္
ဒါေပမယ့္ ထယ္ေဆာင္းကေတာ့ ဟန္ဂေယာင္းရဲ႕ အေဖတူအေမကြဲ ေမာင္ေလးျဖစ္ေနခဲ့ၿပီး အစ္မျဖစ္သူအေပၚ တတ္ႏိုင္သေလာက္ ထိန္းထားေပမယ့္ ခ်စ္မိခဲ့တဲ့အခါ…
ေဟးဝမ္နဲ႔ ထယ္ေဆာင္းတို္႔ၾကားမွာ ပဋိပကၡေတြနဲ႔အတူ ဟန္ဂေယာင္းကို ရဖို႔ႀကိဳးစားၾကရင္း ဟန္ဂေယာင္းေရြးခ်ယ္မႈနဲ႔အတူ တတိယသူက ဘယ္သူျဖစ္သြားမလဲဆိုတာ…
လူငယ္ေက်ာင္းသား ႐ိုမန္႔ကားေလးကို အလြမ္းအေဆြးရသပါ ေပါင္းစပ္ၿပီး ခံစားၾကည့္႐ႈႏိုင္မွာပါ ။
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Deer ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__6.3/10
Format__mp4
Duration__01:53:00
Type__Action , Drama , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Deer
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
