"[Unicode]Tora San 50: Welcome Back (2019)PauseIMDb rating- 6.7/10Genre – Comedy , Dramaဂျပန်နိုင်ငံရဲ့ရှီဘမတဘူတာရုံအပြင်ဘက်မှာဆိုရင် ဘောင်းဘီအိပ်ကပ်ထဲကိုလက်တစ်ဖက်ထည့်ထားပြီး တစ်ဖက်ကလက်ဆွဲအိတ်ကိုကိုင်ထားတဲ့ရုပ်တုတစ်ခုရှိပါတယ်။သူကအပေါ်ထပ်ဂျာကင်နဲ့ဝတ်စုံပြည့်ဝတ်ထားပေမဲ့ ဆောင်းထားတဲ့ဦးထုပ်နဲ့စီးထားတဲ့ခြေညှပ်ဖိနပ်ကြောင့် တိုကျိုမြို့သားတစ်ယောက်မဟုတ်တာသိသာပါတယ်။အနီးကပ်ကြည့်လိုက်ရင်တော့ လူတွေက ခဏခဏထိကိုင်ပြီးကံကောင်းစေဖို့ဆုတောင်းတဲ့အတွက်ကြောင့် ပြောင်လက်နေတဲ့ သူ့ရဲ့ဘယ်ဘက်ခြေမကိုတွေ့ရမှာပါ။ ဒီရုပ်ထုဟာ Tora-San ဖြစ်ပါတယ်။Tora sanဆိုတာ ၁၉၆၉ကနေ ၁၉၉၉ထိဆက်တိုက်ထုတ်လွှင့်ခဲ့တဲ့ It’s tough being a man ဆိုတဲ့ seriesထဲက ဇာတ်လိုက်ကာရိုက်တာပါ။ဒီ seriesကိုဂျပန်နိုင်ငံမှာ ၁၉၉၉ရောက်တဲ့အထိနှစ်စဉ်ထုတ်လွှင့်ခဲ့ပြီး Toraအဖြစ်သရုပ်ဆောင်တဲ့ Atsushi Kiyomi ဆုံးပါးသွားမှရပ်တန့်ခဲ့တာဖြစ်ပါတယ်။ဒီဇာတ်ကားကတော့ seriesရဲ့ နံပါတ်စဉ်၅၀မြောက်ဇာတ်ကားဖြစ်သလို series စတင်ထုတ်လွှင့်တဲ့နှစ်၅၀ပြည့်တဲ့အထိမ်းအမှတ်နဲ့လည်းတိုက်ဆိုင်နေပါတယ်။ဒီဇာတ်ကားထဲမှာတော့ Tora-sanရဲ့တူလေးဖြစ်သူ မစ်ဆုအိုက မုဆိုးဖိုတစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့သမီးနဲ့အတူနေထိုင်ရင်း စာရေးဆရာတစ်ယောက်ဖြစ်ဖို့ကြိုးစားနေပါတယ်။သူ့ရဲ့ပွဲဦးထွက်စာအုပ်ဖြစ်တဲ့”အရိပ်ပမာမိန်းမပျိုငယ်”စာအုပ်ကလူကြိုက်များနေပြီး နာမည်ရတဲ့ဝတ္တရေးသူတစ်ယောက်ဖြစ်လာတဲ့အချိန်ပါ။ဒီအချိန်မှာသူ့နဲ့လွဲခဲ့တဲ့ငယ်ချစ်ဦးက ဂျပန်ကိုပြန်ရောက်လာခဲ့ပါတယ်။သူတို့တွေပြန်ဆုံဖြစ်တဲ့အချိန်မှာ လွမ်းစရာအမှတ်တရဟောင်းတွေနဲ့အတူ သူတို့ချစ်ရတဲ့Tora-sanနဲ့တိုက်ဆိုင်တဲ့အရင်ပုံရိပ်တွေကလည်း အမှတ်ရစရာပေါ်ထွက်လာပါတယ်။ချစ်ရတဲ့အချစ်ဦးနဲ့ပြန်တွေ့ချိန်မှာ ရှေ့တိုးရခက်နောက်ဆုတ်ရခက်အနေအထားဖြစ်နေတာကြောင့် ဘာပဲဖြစ်လာဖြစ်လာတိုင်ပင်လို့ရတဲ့ဦးလေးကို သတိရလာပါတယ်။မစ်ဆုအိုလိုအပ်ချိန်တိုင်းမှာရှိနေပေးတဲ့ မျက်နှာလေးထောင့်နဲ့ချစ်စရာကောင်းတဲ့ဦးလေးတိုရာရဲ့ ရယ်စရာအပြုအမူတွေဦးလေးကိုသဘောကျပြီးလက်ထပ်ချင်ပေမဲ့ လက်မထပ်ဖြစ်တဲ့အမျိုးသမီးတွေနဲ့အတူ ရှီဘမတမိသားစုရဲ့အမှတ်တရတွေကိုနောက်ကြောင်းပြန်ပြကွက်တွေနဲ့အတူကြည့်ရှုရမဲ့ Comedy,Drama အမျိုးအစားmovieကောင်းတစ်ခုပါ။( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ဖြစ်ပါတယ် )[Zawgyi]Tora San 50: Welcome Back (2019)IMDb rating- 6.7/10Genre – Comedy , Dramaဂ်ပန္ႏိုင္ငံရဲ႕ရွီဘမတဘူတာ႐ုံအျပင္ဘက္မွာဆိုရင္ ေဘာင္းဘီအိပ္ကပ္ထဲကိုလက္တစ္ဖက္ထည့္ထားၿပီး တစ္ဖက္ကလက္ဆြဲအိတ္ကိုကိုင္ထားတဲ့႐ုပ္တုတစ္ခုရွိပါတယ္။သူကအေပၚထပ္ဂ်ာကင္နဲ႔ဝတ္စုံျပည့္ဝတ္ထားေပမဲ့ ေဆာင္းထားတဲ့ဦးထုပ္နဲ႔စီးထားတဲ့ေျခညႇပ္ဖိနပ္ေၾကာင့္ တိုက်ိဳၿမိဳ႕သားတစ္ေယာက္မဟုတ္တာသိသာပါတယ္။အနီးကပ္ၾကည့္လိုက္ရင္ေတာ့ လူေတြက ခဏခဏထိကိုင္ၿပီးကံေကာင္းေစဖို႔ဆုေတာင္းတဲ့အတြက္ေၾကာင့္ ေျပာင္လက္ေနတဲ့ သူ႔ရဲ႕ဘယ္ဘက္ေျခမကိုေတြ႕ရမွာပါ။ ဒီ႐ုပ္ထုဟာ Tora-San ျဖစ္ပါတယ္။Tora sanဆိုတာ ၁၉၆၉ကေန ၁၉၉၉ထိဆက္တိုက္ထုတ္လႊင့္ခဲ့တဲ့ It’s tough being a man ဆိုတဲ့ seriesထဲက ဇာတ္လိုက္ကာ႐ိုက္တာပါ။ဒီ seriesကိုဂ်ပန္ႏိုင္ငံမွာ ၁၉၉၉ေရာက္တဲ့အထိႏွစ္စဥ္ထုတ္လႊင့္ခဲ့ၿပီး Toraအျဖစ္သ႐ုပ္ေဆာင္တဲ့ Atsushi Kiyomi ဆုံးပါးသြားမွရပ္တန္႔ခဲ့တာျဖစ္ပါတယ္။ဒီဇာတ္ကားကေတာ့ seriesရဲ႕ နံပါတ္စဥ္၅၀ေျမာက္ဇာတ္ကားျဖစ္သလို series စတင္ထုတ္လႊင့္တဲ့ႏွစ္၅၀ျပည့္တဲ့အထိမ္းအမွတ္နဲ႔လည္းတိုက္ဆိုင္ေနပါတယ္။ဒီဇာတ္ကားထဲမွာေတာ့ Tora-sanရဲ႕တူေလးျဖစ္သူ မစ္ဆုအိုက မုဆိုးဖိုတစ္ေယာက္ျဖစ္ၿပီး သူ႔ရဲ႕သမီးနဲ႕အတူေနထိုင္ရင္း စာေရးဆရာတစ္ေယာက္ျဖစ္ဖို႔ႀကိဳးစားေနပါတယ္။သူ႔ရဲ႕ပြဲဦးထြက္စာအုပ္ျဖစ္တဲ့”အရိပ္ပမာမိန္းမပ်ိဳငယ္”စာအုပ္ကလူႀကိဳက္မ်ားေနၿပီး နာမည္ရတဲ့ဝတၱေရးသူတစ္ေယာက္ျဖစ္လာတဲ့အခ်ိန္ပါ။ဒီအခ်ိန္မွာသူ႔နဲ႔လြဲခဲ့တဲ့ငယ္ခ်စ္ဦးက ဂ်ပန္ကိုျပန္ေရာက္လာခဲ့ပါတယ္။သူတို႔ေတြျပန္ဆုံျဖစ္တဲ့အခ်ိန္မွာ လြမ္းစရာအမွတ္တရေဟာင္းေတြနဲ႔အတူ သူတို႔ခ်စ္ရတဲ့Tora-sanနဲ႔တိုက္ဆိုင္တဲ့အရင္ပုံရိပ္ေတြကလည္း အမွတ္ရစရာေပၚထြက္လာပါတယ္။ခ်စ္ရတဲ့အခ်စ္ဦးနဲ႔ျပန္ေတြ႕ခ်ိန္မွာ ေရွ႕တိုးရခက္ေနာက္ဆုတ္ရခက္အေနအထားျဖစ္ေနတာေၾကာင့္ ဘာပဲျဖစ္လာျဖစ္လာတိုင္ပင္လို႔ရတဲ့ဦးေလးကို သတိရလာပါတယ္။မစ္ဆုအိုလိုအပ္ခ်ိန္တိုင္းမွာရွိေနေပးတဲ့ မ်က္ႏွာေလးေထာင့္နဲ႔ခ်စ္စရာေကာင္းတဲ့ဦးေလးတိုရာရဲ႕ ရယ္စရာအျပဳအမူေတြဦးေလးကိုသေဘာက်ၿပီးလက္ထပ္ခ်င္ေပမဲ့ လက္မထပ္ျဖစ္တဲ့အမ်ိဳးသမီးေတြနဲ႔အတူ ရွီဘမတမိသားစုရဲ႕အမွတ္တရေတြကိုေနာက္ေၾကာင္းျပန္ျပကြက္ေတြနဲ႔အတူၾကည့္ရႈရမဲ့ Comedy,Drama အမ်ိဳးအစားmovieေကာင္းတစ္ခုပါ။( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )Quality__720pIMDb Rating__6.7/10Format__mp4Duration__01:50:00Type__Comedy , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Ingyin SanEncoded by Naing Aung Latt"