"Ben 10 Versus the Universe: The Movie (2020)=================================PauseIMDb Rating – 6.0/10#UnicodeBen 10ကိုဆိုမသိတဲ့လူမရှိလောက်ပါဘူးနော် အခုကားလေးကတော့Ben 10နဲ့ အာကာသထဲကဂြိုဟ်သားတွေရဲ့တိုက်ပွဲရယ် Ben 10ရဲ့နာရီလေးဘယ်လိုဖြစ်လာလဲရဲ့ နောက်ကြောင်းတွေရယ်ကြားထဲကဆက်စပ်မှုတွေအကြောင်းပါ။ ဘန်တို့ရဲ့ကမ္ဘာဂြိုဟ်ဆီကိုဥက္ကာခဲတစ်ခုဦးတည်လာနေတာကိုသိပ္ပံပညာရှင်ကြီးဖေလ်ကတစ်ဆင့်သိခဲ့ရပါတယ်။ ကမ္ဘာပေါ်ကသာမန်လူဆိုးတွေလောက်ကိုဖမ်းရတာပျင်းနေတဲ့ဘန်ကအာကာသထဲထိသွားပြီး ဥက္ကာခဲကိုလမ်းကြောင်းလွဲအောင်တိုက်ထုတ်ပစ်လိုက်ဖို့စိတ်အားထက်သန်နေပါတယ်။ ဒီစွန့်စားခန်းမှာအရေးကြီးတာကဘန့်ရဲ့နာရီရယ် သုံးတတ်ရင်သုံးတတ်သလိုအစွမ်းထက်တဲ့ နာရီသော့ရယ်ပဲဖြစ်ပါတယ်။ အမှန်တော့လာနေတဲ့ဥက္ကာခဲဆိုတာဂြိုဟ်သားရာဇဝတ်ကောင်ကြီးရဲ့ယာဉ်ပျံပါပဲ သူကဘန့်ရဲ့နာရီသော့ကိုလိုချင်လို့ကမ္ဘာထိလိုက်လာပေမယ့်။ ဘန်ကတော့အာကာသထဲကိုရောက်ပြီးကမ္ဘာနဲ့ အဆက်အသွယ်၊ အထိန်းအချုပ်မဲ့သွားချိန်မှာ နာရီကိုစတီထွင်ခဲ့တဲ့ဂြိုဟ်သားသိပ္ပံပညာရှင်ကြီးနဲ့တွေ့ခဲ့ပါတယ်။ ထိုသိပ္ပံပညာရှင်ကြီးရဲ့အကြံဉာဏ်တွေအကူအညီတွေနဲ့ဘန်ဟာကမ္ဘာကို ကယ်တင်တဲ့ရင်တမမကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wut Yi ပဲဖြစ်ပါတယ်။)#ZawgyiBen 10ကိုဆိုမသိတဲ့လူမရွိေလာက္ပါဘူးေနာ္ အခုကားေလးကေတာ့Ben 10နဲ႔ အာကာသထဲကၿဂိဳဟ္သားေတြရဲ႕တိုက္ပြဲရယ္ Ben 10ရဲ႕နာရီေလးဘယ္လိုျဖစ္လာလဲရဲ႕ ေနာက္ေၾကာင္းေတြရယ္ၾကားထဲကဆက္စပ္မႈေတြအေၾကာင္းပါ။ ဘန္တို႔ရဲ႕ကမာၻၿဂိဳဟ္ဆီကိုဥကၠာခဲတစ္ခုဦးတည္လာေနတာကိုသိပၸံပညာရွင္ႀကီးေဖလ္ကတစ္ဆင့္သိခဲ့ရပါတယ္။ ကမာၻေပၚကသာမန္လူဆိုးေတြေလာက္ကိုဖမ္းရတာပ်င္းေနတဲ့ဘန္ကအာကာသထဲထိသြားၿပီး ဥကၠာခဲကိုလမ္းေၾကာင္းလြဲေအာင္တိုက္ထုတ္ပစ္လိုက္ဖို႔စိတ္အားထက္သန္ေနပါတယ္။ ဒီစြန႔္စားခန္းမွာအေရးႀကီးတာကဘန႔္ရဲ႕နာရီရယ္ သုံးတတ္ရင္သုံးတတ္သလိုအစြမ္းထက္တဲ့ နာရီေသာ့ရယ္ပဲျဖစ္ပါတယ္။ အမွန္ေတာ့လာေနတဲ့ဥကၠာခဲဆိုတာၿဂိဳဟ္သားရာဇဝတ္ေကာင္ႀကီးရဲ႕ယာဥ္ပ်ံပါပဲ သူကဘန႔္ရဲ႕နာရီေသာ့ကိုလိုခ်င္လို႔ကမာၻထိလိုက္လာေပမယ့္။ ဘန္ကေတာ့အာကာသထဲကိုေရာက္ၿပီးကမာၻနဲ႔ အဆက္အသြယ္၊ အထိန္းအခ်ဳပ္မဲ့သြားခ်ိန္မွာ နာရီကိုစတီထြင္ခဲ့တဲ့ၿဂိဳဟ္သားသိပၸံပညာရွင္ႀကီးနဲ႔ေတြ႕ခဲ့ပါတယ္။ ထိုသိပၸံပညာရွင္ႀကီးရဲ႕အႀကံဉာဏ္ေတြအကူအညီေတြနဲ႔ဘန္ဟာကမာၻကို ကယ္တင္တဲ့ရင္တမမၾကည့္ရမယ့္ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wut Yi ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1hr 12minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Action, AdventureSource : 1080p. WebRipTranslator – Hnin Wut YiEncoder – SWM"