"Paterson (2016)============PauseIMDb Rating – 7.4/10#UnicodePatersonဇာတ်ကားဟာ အချစ် ကဗျာစာပေ နဲ့ မျှော်လင့်ချက်အိမ်မက် တွေအကြောင်းအသားပေးရိုက်ကူးထားတဲ့ဇာတ်ကားဖြစ်တယ်။ Patersonမြို့ရဲ့အလှအပကိုကဗျာဆန်ဆန်ခံစားပြထားသလို Paterson အမည်ရှိဇာတ်ကောင်က နေ့စဉ်ကြုံတွေ့ရသမျှကိုလည်း ကဗျာဆန်ဆန်တွေးပြီးခံစားပြထားပါတယ်။ ကဗျာခံစားတတ်သူတို့ရဲ့နူးညံ့တဲ့စိတ်သဘောထားနဲ့တခြားသာမန်လူတွေရဲ့နေ့စဉ်ဘဝအပေါ်မှာတုန့်ပြန်မှုစိတ်သဘောထားကို ယှဉ်ပြီးပြထားတယ်။ရိုးရှင်းတဲ့ဘဝပုံစံနဲ့ ဇနီးမောင်နှံနှစ်ဉီးရဲ့အပြန်အလှန်ချစ်ခင်ဖေးမမှုတွေကို ဇာတ်လမ်းထဲမှာကြည်နူးဖွယ်တွေ့နိုင်တယ်။ မျှော်လင့်ချက်တွေဟာ လက်တွေ့လုပ်ရင်ဖြစ်လာကြောင်းကို ပညာပေးဆန်ဆန်ပြထားပါတယ်။ အဆိုးတွေကြုံလာသည့်တိုင်အောင် အေးဆေးတည်ငြိမ်စွာတုံ့ပြန်တတ်တဲ့ကဗျာဆရာတစ်ဉီးရဲ့လှပတဲ့နှလုံးသားကိုမြင်တွေ့ရမှာပါ။မင်းသားကြီးAdam Driverအဓိကသရုပ်ဆောင်ထားပြီးကဗျာဆရာRon Padgettရဲ့ကဗျာတွေကိုအသုံးပြုထားတဲ့စိတ်နှလုံးအေးချမ်းမှုရသ ကိုပေးစွမ်းနိုင်တဲ့ စွဲမက်စရာဇာတ်ကားကောင်းလေးပါ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Mya Phyo Nandar ပဲဖြစ်ပါတယ်။)#ZawgyiPatersonဇာတ္ကားဟာ အခ်စ္ ကဗ်ာစာေပ နဲ႔ ေမွ်ာ္လင့္ခ်က္အိမ္မက္ ေတြအေၾကာင္းအသားေပး႐ိုက္ကူးထားတဲ့ဇာတ္ကားျဖစ္တယ္။ Patersonၿမိဳ႕ရဲ႕အလွအပကိုကဗ်ာဆန္ဆန္ခံစားျပထားသလို Paterson အမည္ရွိဇာတ္ေကာင္က ေန႔စဥ္ႀကဳံေတြ႕ရသမွ်ကိုလည္း ကဗ်ာဆန္ဆန္ေတြးၿပီးခံစားျပထားပါတယ္။ ကဗ်ာခံစားတတ္သူတို႔ရဲ႕ႏူးညံ့တဲ့စိတ္သေဘာထားနဲ႔တျခားသာမန္လူေတြရဲ႕ေန႔စဥ္ဘဝအေပၚမွာတုန္႔ျပန္မႈစိတ္သေဘာထားကို ယွဥ္ၿပီးျပထားတယ္။႐ိုးရွင္းတဲ့ဘဝပုံစံနဲ႔ ဇနီးေမာင္ႏွံႏွစ္ဉီးရဲ႕အျပန္အလွန္ခ်စ္ခင္ေဖးမမႈေတြကို ဇာတ္လမ္းထဲမွာၾကည္ႏူးဖြယ္ေတြ႕ႏိုင္တယ္။ ေမွ်ာ္လင့္ခ်က္ေတြဟာ လက္ေတြ႕လုပ္ရင္ျဖစ္လာေၾကာင္းကို ပညာေပးဆန္ဆန္ျပထားပါတယ္။ အဆိုးေတြႀကဳံလာသည့္တိုင္ေအာင္ ေအးေဆးတည္ၿငိမ္စြာတုံ႔ျပန္တတ္တဲ့ကဗ်ာဆရာတစ္ဉီးရဲ႕လွပတဲ့ႏွလုံးသားကိုျမင္ေတြ႕ရမွာပါ။မင္းသားႀကီးAdam Driverအဓိကသ႐ုပ္ေဆာင္ထားၿပီးကဗ်ာဆရာRon Padgettရဲ႕ကဗ်ာေတြကိုအသုံးျပဳထားတဲ့စိတ္ႏွလုံးေအးခ်မ္းမႈရသ ကိုေပးစြမ္းႏိုင္တဲ့ စြဲမက္စရာဇာတ္ကားေကာင္းေလးပါ။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Mya Phyo Nandar ပဲျဖစ္ပါတယ္။)Quality – 1080p, 720p BluRayDuration – 1hr 49minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, RomanceSource : 1080p. BluRayTranslator – Mya Phyo NandarEncoder – SWM"