"Foster Boy (2020)
==============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.3/10
#Unicode
ကလေးသူငယ်စောင့်ရှောက်ရေးစင်တာကို တစ်နိုင်ငံလုံးအတိုင်းအတာနဲ့ အစိုးရဆီက လက်လွှဲယူဖို့
ကြိုးစားနေတဲ့ လုပ်ငန်းစုကြီးကို ၁၉ နှစ်ပဲရှိသေးတဲ့ ပေတိပေစုတ် ဓားပြရုပ်ပေါက်နေတဲ့ လူမည်းကောင်
လေးက တရားစွဲနေတယ်တဲ့။ ဂျမဲ ရန်ဒေါ့ ဆိုတဲ့ ဒီကောင်လေးက တရားရုံးကို တစ်နှစ် ၅ ခါလောက်ရောက်
နေတတ်တဲ့၊ အချုပ်ခန်းကို အိမ်ဦးနဲ့ ကြမ်းပြင်လိုသဘောထားတဲ့ကောင်လေး ဒီကောင်လေးက ဘာကြောင့်
များ ဒီလိုကုမ္ပဏီကြီးကို တရားစွဲထားတာလဲ။ တရားစွဲထားတယ်ဆိုပေမဲ့ သူ့ဘက်ကလျှောက်လဲပေးမယ့်
ရှေ့နေတောင်မငှားနိုင်ပါဘူး။ ဒီအမှုကို သူနိုင်နိုင်ပါမလား။ ကံကြမ္မာရဲ့ဖေးမမှု ဒါမှမဟုတ် စိတ်ထားမှန်တဲ့
လူတစ်ယောက် ဒါမှမဟုတ် ဖြောင့်မှန်တဲ့ တရားသူကြီး တစ်ယောက်ရဲ့ အကူအညီနဲ့ နာမည်ကျော်ရှေ့နေ
တစ်ယောက်က သူ့အတွက် လျှောက်လဲပေးမယ့်အခွင့်အရေး ရလာတယ်။ သူလို တေလေပုံပေါက်နေတဲ့
ဆယ်ကျော်သက်ကောင်လေးနဲ့ လုပ်ငန်းစုကြီးတစ်ခုရဲ့ ရှေ့နေတဖြစ်လဲ သူ့ရဲ့ ရှေ့နေကတော့ တွေ့တွေ့ချင်း
ဆောက်နဲ့ထွင်း ဆိုသလို မတူတဲ့ လောကကလူနှစ်ယောက် ထိပ်တိုက်တွေ့မိပြီး အဆင်မပြေဖြစ်ကြတယ်။
ဂျမဲ ရဲ့ ရှေ့နေ မိုက်ကယ် ထရိန်နာ ဆိုတာက ငို့ဘရှေ့နေတစ်ယောက် အလကားဝင်ကူညီပေးရတဲ့ သူ့အမှု့ကို
မြန်မြန်ဖြတ်ပြီး သူ့အလုပ်သူအမြန်ပြန်သွားလုပ်ချင်နေတဲ့သူ။ ကျေအေးလိုက်ဖို့ပဲ လုံးပန်းနေပေမဲ့ အမှုသည်
ဂျမဲက လုံးဝမကျေအေးပေးနိုင်တာနဲ့ တရားသူကြီးမင်းရဲ့ တရားပြမှုတွေကြောင့် ငွေနောက်ကိုပဲ သဲသဲမဲမဲလိုက်
နေတဲ့ ရှေ့နေကြီးတစ်ယောက် သူ့ရဲ့လူသားဘက်ခြမ်းကို ပြန်ရှာတွေ့သွားပြီး ဂျမဲရဲ့ အမှုကို ဆုံးခန်းတိုင်အောင်
ကူညီပေးခဲ့ပါတယ်။ အသွင်မတူတဲ့သူတို့နှစ်ယောက် တရားခွင်မှာ ဘယ်လိုအတွဲညီညီနဲ့ အနိုင်ယူကြမလဲ။
ဘယ်လိုအခက်အခဲတွေကို ဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်ကြမယ်ဆိုတာကို ဇာတ်လမ်းမှာကြည့်လိုက်ကြပါတော့။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)
#Zawgyi
ကေလးသူငယ္ေစာင့္ေရွာက္ေရးစင္တာကို တစ္ႏိုင္ငံလုံးအတိုင္းအတာနဲ႔ အစိုးရဆီက လက္လႊဲယူဖို႔
ႀကိဳးစားေနတဲ့ လုပ္ငန္းစုႀကီးကို ၁၉ ႏွစ္ပဲရွိေသးတဲ့ ေပတိေပစုတ္ ဓားျပ႐ုပ္ေပါက္ေနတဲ့ လူမည္းေကာင္
ေလးက တရားစြဲေနတယ္တဲ့။ ဂ်မဲ ရန္ေဒါ့ ဆိုတဲ့ ဒီေကာင္ေလးက တရား႐ုံးကို တစ္ႏွစ္ ၅ ခါေလာက္ေရာက္
ေနတတ္တဲ့၊ အခ်ဳပ္ခန္းကို အိမ္ဦးနဲ႔ ၾကမ္းျပင္လိုသေဘာထားတဲ့ေကာင္ေလး ဒီေကာင္ေလးက ဘာေၾကာင့္
မ်ား ဒီလိုကုမၸဏီႀကီးကို တရားစြဲထားတာလဲ။ တရားစြဲထားတယ္ဆိုေပမဲ့ သူ႔ဘက္ကေလွ်ာက္လဲေပးမယ့္
ေရွ႕ေနေတာင္မငွားႏိုင္ပါဘူး။ ဒီအမႈကို သူႏိုင္ႏိုင္ပါမလား။ ကံၾကမၼာရဲ႕ေဖးမမႈ ဒါမွမဟုတ္ စိတ္ထားမွန္တဲ့
လူတစ္ေယာက္ ဒါမွမဟုတ္ ေျဖာင့္မွန္တဲ့ တရားသူႀကီး တစ္ေယာက္ရဲ႕ အကူအညီနဲ႔ နာမည္ေက်ာ္ေရွ႕ေန
တစ္ေယာက္က သူ႔အတြက္ ေလွ်ာက္လဲေပးမယ့္အခြင့္အေရး ရလာတယ္။ သူလို ေတေလပုံေပါက္ေနတဲ့
ဆယ္ေက်ာ္သက္ေကာင္ေလးနဲ႔ လုပ္ငန္းစုႀကီးတစ္ခုရဲ႕ ေရွ႕ေနတျဖစ္လဲ သူ႔ရဲ႕ ေရွ႕ေနကေတာ့ ေတြ႕ေတြ႕ခ်င္း
ေဆာက္နဲ႔ထြင္း ဆိုသလို မတူတဲ့ ေလာကကလူႏွစ္ေယာက္ ထိပ္တိုက္ေတြ႕မိၿပီး အဆင္မေျပျဖစ္ၾကတယ္။
ဂ်မဲ ရဲ႕ ေရွ႕ေန မိုက္ကယ္ ထရိန္နာ ဆိုတာက ငို႔ဘေရွ႕ေနတစ္ေယာက္ အလကားဝင္ကူညီေပးရတဲ့ သူ႔အမႈ႕ကို
ျမန္ျမန္ျဖတ္ၿပီး သူ႔အလုပ္သူအျမန္ျပန္သြားလုပ္ခ်င္ေနတဲ့သူ။ ေက်ေအးလိုက္ဖို႔ပဲ လုံးပန္းေနေပမဲ့ အမႈသည္
ဂ်မဲက လုံးဝမေက်ေအးေပးႏိုင္တာနဲ႔ တရားသူႀကီးမင္းရဲ႕ တရားျပမႈေတြေၾကာင့္ ေငြေနာက္ကိုပဲ သဲသဲမဲမဲလိုက္
ေနတဲ့ ေရွ႕ေနႀကီးတစ္ေယာက္ သူ႔ရဲ႕လူသားဘက္ျခမ္းကို ျပန္ရွာေတြ႕သြားၿပီး ဂ်မဲရဲ႕ အမႈကို ဆုံးခန္းတိုင္ေအာင္
ကူညီေပးခဲ့ပါတယ္။ အသြင္မတူတဲ့သူတို႔ႏွစ္ေယာက္ တရားခြင္မွာ ဘယ္လိုအတြဲညီညီနဲ႔ အႏိုင္ယူၾကမလဲ။
ဘယ္လိုအခက္အခဲေတြကို ဘယ္လိုရင္ဆိုင္ေက်ာ္ျဖတ္ၾကမယ္ဆိုတာကို ဇာတ္လမ္းမွာၾကည့္လိုက္ၾကပါေတာ့။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ d3mon ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1hr 49min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Mystery, Thriller
Source : 1080p.WebRip
Translator – d3mon
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
