"A Call to Spy (2020)===============PauseIMDb Rating – 5.7/10#UnicodeA Call to Spyဟာ ရှားရှားပါးပါးဒုတိယကမ္ဘာစစ်အတွင်းက အမျိူးသမီးတွေရဲ့စွမ်းဆောင်ရည်ကို အသားပေးဖော်ပြထားတဲ့ဘိုင်အိုဂရပ်ဖီရုပ်ရှင် ရုပ်ရှင်ပါပဲ။ဒုတိယကမ္ဘာစစ်ကနဦးမှာ ချာချီဟာSOEကိုဖွဲ့ပြီး နာဇီတွေကိုထောက်လှမ်းဖို့နဲ့သတင်းပို့ဖို့ ပြင်သစ်ကို စပိုင်တွေလွှတ်ခဲ့တယ်။နောက်ပိုင်းမှာ SOEကနေ ထောင်လှမ်းရေးအလုပ်တွေမှာသိသာထင်ရှားမှုပိုနည်းတဲ့ အမျိူးသမီးတွေကိုစပိုင်အဖြစ်စေလွှတ်ဖို့ အကောင်အထည်ဖော်ခဲ့တယ်။ဗြိတိန်ရဲ့ ပထမဆုံး အမျိုးသမီးစပိုင်ဟာဗာဂျင်နီယာ ဟောပါ။ ဗာဂျင်နီယာဟောဟာဗြိတိန်စပိုင်ဖြစ်ခဲ့ပေမယ့် အမေရိကန်သူတစ်ယောက်။သံတမန်ဖြစ်လို့တဲ့အတွက် အကြိမ်ကြိမ်လျှောက်ထားခဲ့ပေမယ့်ခြေထောက်တစ်ဖက်ပြတ်နေတဲ့ ဒုက္ခိတဖြစ်နေတာကြောင့်ပယ်ချခံရတဲ့ သနားစရာ အမျိုးသမီးပါပဲ။ကံကောင်းချင်တော့ အမျိုးသမီးစပိုင်ခန့်အပ်ရေးအတွက်လူရှာနေတဲ့ SOEရဲ့ စက္ကထရီ ဗီရာအတ်ကင်နဲ့တွေ့သွားခဲ့တယ်။ ဗီရာအတ်ကင်ကလည်းနေရာတစ်ခုရထားပေမယ့် ဂျူးလူမျိူးဖြစ်နေလို့ဗြိတန်မှာ နေရသိပ်အဆင်မပြေဖြစ်နေတဲ့ အမျိူးသမီး။သူရှာခဲ့တဲ့ စပိုင်နှစ်ယောက်မှာ တစ်ယောက်က ဒုက္ခိတတစ်ယောက်က မွတ်စလင်။ သူ့နည်းသူ့ဟန်နဲ့အနှိမ်ခံနေရတဲ့ အမျိုးသမီးတွေ။သူတို့ဟာ သူတို့ရဲ့ အားနည်းချက်တွေကိုပဲအားသာချက်အဖြစ်အသုံးချပြီးဒုတိယကမ္ဘာစစ်ရဲ့ သမိုင်းမှာ မှတ်ကျောက်တင်ခဲ့ကြသူတို့နိုင်ငံအတွက်အားထုတ်ခဲ့ကြတယ်။ဗာဂျင်နီယာဟောနေရာမှာ သရုပ်ဆောင်တဲ့Lead Actor Sarah Megan Thomasကိုယ်တိုင် ဇာတ်ညွှန်းရေးထားပြီးဒါရိုက်တာကလည်းအမျိုးသမီးဒါရိုက်တာပဲဖြစ်တဲ့အတွက်အမျိုးသမီးစွမ်းဆောင်ရည်ပြရုပ်ရှင်ကိုအမျိူးသမီးတွေချည်းဦး‌ဆောင်ရိုက်ထားကြတယ်ဆိုရမယ်။A call to spyကို Audienceတွေပေးတဲ့ဘက်ကIMdb ratingကတော့ တက်လိုက်ကျလိုက်မျိုးစုံဖြစ်နေပေမယ့် RTရဲ့ ဝေဖန်ရေးသမားတွေရဲ့Ratingမှာတက်လာပြီး နာမည်ကျော်ရုပ်ရှင်ဝေဖန်ရေးဆရာ Roger Ebertရဲ့ ‌Ratingမှာလည်း ကောင်းနေသေးတာမို့ခပ်ညံ့ညံ့ရုပ်ရှင်ထဲတော့မပါပါဘူး။Biographyကားဖြစ်တဲ့အတွက်သမိုင်းရဲ့တစ်ထောင့်တစ်နေရာကိုသိချင်တဲ့လူတွေအတွက် ‌ရွှေပါပဲ။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)#ZawgyiA Call to Spyဟာ ရွားရွားပါးပါးဒုတိယကမာၻစစ္အတြင္းက အမ်ိဴးသမီးေတြရဲ႕စြမ္းေဆာင္ရည္ကို အသားေပးေဖာ္ျပထားတဲ့ဘိုင္အိုဂရပ္ဖီ႐ုပ္ရွင္ ႐ုပ္ရွင္ပါပဲ။ဒုတိယကမာၻစစ္ကနဦးမွာ ခ်ာခ်ီဟာSOEကိုဖြဲ႕ၿပီး နာဇီေတြကိုေထာက္လွမ္းဖို႔နဲ႔သတင္းပို႔ဖို႔ ျပင္သစ္ကို စပိုင္ေတြလႊတ္ခဲ့တယ္။ေနာက္ပိုင္းမွာ SOEကေန ေထာင္လွမ္းေရးအလုပ္ေတြမွာသိသာထင္ရွားမႈပိုနည္းတဲ့ အမ်ိဴးသမီးေတြကိုစပိုင္အျဖစ္ေစလႊတ္ဖို႔ အေကာင္အထည္ေဖာ္ခဲ့တယ္။ၿဗိတိန္ရဲ႕ ပထမဆုံး အမ်ိဳးသမီးစပိုင္ဟာဗာဂ်င္နီယာ ေဟာပါ။ ဗာဂ်င္နီယာေဟာဟာၿဗိတိန္စပိုင္ျဖစ္ခဲ့ေပမယ့္ အေမရိကန္သူတစ္ေယာက္။သံတမန္ျဖစ္လို႔တဲ့အတြက္ အႀကိမ္ႀကိမ္ေလွ်ာက္ထားခဲ့ေပမယ့္ေျခေထာက္တစ္ဖက္ျပတ္ေနတဲ့ ဒုကၡိတျဖစ္ေနတာေၾကာင့္ပယ္ခ်ခံရတဲ့ သနားစရာ အမ်ိဳးသမီးပါပဲ။ကံေကာင္းခ်င္ေတာ့ အမ်ိဳးသမီးစပိုင္ခန႔္အပ္ေရးအတြက္လူရွာေနတဲ့ SOEရဲ႕ စကၠထရီ ဗီရာအတ္ကင္နဲ႔ေတြ႕သြားခဲ့တယ္။ ဗီရာအတ္ကင္ကလည္းေနရာတစ္ခုရထားေပမယ့္ ဂ်ဴးလူမ်ိဴးျဖစ္ေနလို႔ၿဗိတန္မွာ ေနရသိပ္အဆင္မေျပျဖစ္ေနတဲ့ အမ်ိဴးသမီး။သူရွာခဲ့တဲ့ စပိုင္ႏွစ္ေယာက္မွာ တစ္ေယာက္က ဒုကၡိတတစ္ေယာက္က မြတ္စလင္။ သူ႔နည္းသူ႔ဟန္နဲ႔အႏွိမ္ခံေနရတဲ့ အမ်ိဳးသမီးေတြ။သူတို႔ဟာ သူတို႔ရဲ႕ အားနည္းခ်က္ေတြကိုပဲအားသာခ်က္အျဖစ္အသုံးခ်ၿပီးဒုတိယကမာၻစစ္ရဲ႕ သမိုင္းမွာ မွတ္ေက်ာက္တင္ခဲ့ၾကသူတို႔ႏိုင္ငံအတြက္အားထုတ္ခဲ့ၾကတယ္။ဗာဂ်င္နီယာေဟာေနရာမွာ သ႐ုပ္ေဆာင္တဲ့Lead Actor Sarah Megan Thomasကိုယ္တိုင္ ဇာတ္ၫႊန္းေရးထားၿပီးဒါ႐ိုက္တာကလည္းအမ်ိဳးသမီးဒါ႐ိုက္တာပဲျဖစ္တဲ့အတြက္အမ်ိဳးသမီးစြမ္းေဆာင္ရည္ျပ႐ုပ္ရွင္ကိုအမ်ိဴးသမီးေတြခ်ည္းဦး‌ေဆာင္႐ိုက္ထားၾကတယ္ဆိုရမယ္။A call to spyကို Audienceေတြေပးတဲ့ဘက္ကIMdb ratingကေတာ့ တက္လိုက္က်လိုက္မ်ိဳးစုံျဖစ္ေနေပမယ့္ RTရဲ႕ ေဝဖန္ေရးသမားေတြရဲ႕Ratingမွာတက္လာၿပီး နာမည္ေက်ာ္႐ုပ္ရွင္ေဝဖန္ေရးဆရာ Roger Ebertရဲ႕ ‌Ratingမွာလည္း ေကာင္းေနေသးတာမို႔ခပ္ညံ့ညံ့႐ုပ္ရွင္ထဲေတာ့မပါပါဘူး။Biographyကားျဖစ္တဲ့အတြက္သမိုင္းရဲ႕တစ္ေထာင့္တစ္ေနရာကိုသိခ်င္တဲ့လူေတြအတြက္ ‌ေ႐ႊပါပဲ။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 2hr 3minSubtitle – Myanmar HardsubFormat – Mp4Genre : Biography, Drama, ThrillerSource : 1080p.WebRipTranslator – WiRa AungEncoder – SWM"