"IMDb – 7.1 / 10
Duration – 1 hr 20 min
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအညွုန်း
ဒီဇာတ်လမ်းက ဆိုင်ကယ်ပြိုင်ပွဲလောကမှာ
ပထမဆုံး အမျိုးသမီး ကမ္ဘာ့ချန်ပီယံဖြစ်ခဲ့တဲ့
အန်နာ ကာရာစကို အကြောင်း ရိုက်ကူးထားတဲ့
မှတ်တမ်းရုပ်ရှင်ဖြစ်ပါတယ်
အန်နာ့ ကို စပိန်နိုင်ငံ မူစီရာမှာ ရှိတဲ့
စီဟင်ဆိုတဲ့ ရွာလေးမှာ မွေးဖွားခဲ့တာပါ
အန်နာဟာ ကလေးဘဝတည်းက
ဆိုင်ကယ်တွေကို သဘောကျတဲ့သူ ဖြစ်ပြီး
အသက် ၄ နှစ်မှာ ပဲ ဆိုင်ကယ်လက်ဆောင်
ရခဲ့တဲ့သူ ဆိုင်ကယ်ပြိုင်ခွင့်တောင်းတာ
မိဘတွေက ခွင့်မပြုတဲ့အတွက် ၃ ရက်ဆက်တိုက်
ငိုနေခဲ့တဲ့သူဖြစ်ပါတယ်
နောက်ဆုံး သူကို ပြိုင်ပွဲပို့ပေးလိုက်ရပါတယ်
သူဟာ ကလေး ဘဝတည်းက ဆိုင်ကယ်ကို
ဒီလောက်ရူးသွပ်တဲ့သူဖြစ်ပါတယ် ဒါပေမယ့်လည်း
ဆိုင်ကယ်ပြိုင်တဲ့ကစားသမားတွေဟာ အမျိုးသားတွေလို့ပဲ
ကျွန်တော်တို့က အများအားဖြင်ယူဆကြပါတယ်
ပြီးရင် အမျိုးသမီးတွေဆိုရင် မိန်းကလေးဖြစ်နေတာကြောင့်
ဆိုင်ကယ်ပြိုင်သမားလုပ်ဖို့ မသင့်တော်ဘူး
မဖြစ်နိုင်ဘူးလို့ပဲ လွယ်လွယ်ပြောမိကြမှာပါ
အဲ့ဒီလို ရှေးရိုးစွဲ ဓလေ့ထုံးတမ်း အယူအဆတွေကို
အန်နာ ကာရာစကိုက အနိုင်ယူ အလဲထိုးပြခဲ့ပါတယ်
လွယ်လွယ်ကူကူနဲ့တော့ မဟုတ်ဘူးပေါ့
သူမဟာ အမျိုးသမီး အားကစားသမားအမျာ
းအပြားရှိလာစေအောင် လမ်းစဖွင့်ပေးခဲ့တဲ့
အမျိုးသမီး တစ်ယောက်လည်းဖြစ်ပါတယ်
အကြီးမားဆုံးကတော့ ဆိုင်ကယ်ပြိုင်ပွဲသမိုင်းမှာ
ပထမဆုံး ကမ္ဘာချန်ပီယံဖြစ်တဲ့ အမျိုးသမီးဆိုတာပါပဲ
အဲံဒီ့အချိန်မှာ သူ့ အသက်က ၂၁ နှစ်ပဲ ရှိပါသေးတယ်
အခုထိတော့ နောက်ထပ် အမျိုးသမီး ချန်ပီယံမရှိသေးတာကြောင့်
သူ့ရဲ့ စံချိန်ကို ချိုးနိုင်တဲ့သူ မရှိသေးပါဘူး
ဒီလိုစံချိန်ကို ချိုးနိုင်ဖို့လည်း လွယ်မယ်မထင်ပါဘူး
နောက်ပြီးရင် သူဟာ အိပ်မက်တွေကို
အကောင်အထည်ဖော်နိုင်ခဲ့တဲ့ လူငယ်တစ်ယောက်လည်း ဖြစ်ပါတယ်
ဒီမှတ်တမ်းရုပ်ရှင်မှာတော့ သူကလေးဘဝတည်းက
ဆိုင်ကယ်စီးဖို့ ဆိုင်ကယ်ပြိုင်ရဖို့ ရူးသွပ်ပုံတွေ
အမျိုးသမီးတစ်ဉီးဖြစ်နေတာကြောင့်
ဆိုင်ကယ်ပြိုင်တဲ့အခါမှာ သူကြုံခဲ့ရတဲ့ အခက်အခဲတွေ
သူမရဲ့ ဇွဲလုံ့လ အားထုတ်မှုတွေ
ဒါတွေကို ကြည့်ရှုခံစားရမှာပဲဖြစ်ပါတယ်.
File Size – 900 mb
Quality – web-dl 1080p
Subtitle – burmese
Translator – Pyae Shan Tun Wai
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
