"[Unicode]
Jump Ashin! (2011)
============
IMDb Rating – 7.1 / 10
Native Title – 翻滚吧！阿信
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားလေးကတော့ Director Yu-Hsien Linရဲ့ gymnast ညီအစ်ကိုတစ်ယောက်အကြောင်းကိုအခြေခံရိုက်ထားတာပါ
အားရှင်ဆိုတဲ့ကောင်လေးဟာ ငယ်ငယ်ထဲကကျွမ်းဘားကိုအရမ်းဝါသနာပါပြီး နှစ်တော်တော်ကြာကျွမ်းဘားလေ့ကျင့်ရင်းနဲ့ပဲ သူ့ဘဝကိုကုန်ဆုံးခဲ့ပါတယ်
အားရှင်ရဲ့အမေကလည်း ဒီကျွမ်းဘားအားကစားက သူ့သားဘဝအတွက် တက်လမ်းမရှိဘူးမဖြစ်နိုင်ဘူးဆိုကာ အဖွဲ့ကနေထုတ်ပေးဖို့နည်းပြဆီတောင်းဆိုခဲ့ပါတယ်
မျှော်လင့်ချက်အိမ်မက်ကိုဖျက်ဆီးခံခဲ့ရတဲ့လူတစ်ယောက်အနေနဲ့ အားရှင်ဟာအရွဲ့တိုက်လမ်းမှားလျှောက်ရာက ဘဝဒုက္ခအချိုးအကွေ့ကိုကြုံတွေ့ရင်း တိုင်ပေရောက်သွားချိန်…
တိုင်ပေမှာကိစ္စတွေဖြစ်ပွားပြီးနောက်…
အားရှင်ကျွမ်းဘားလောကထဲပြန်ဝင်မလား?
သူ့အားနည်းချက်ကို ဘာလဲ?
ဘာတွေဆက်ဖြစ်မလဲဆိုတာကို ဒီကားလေးထဲတွေ့မြင်ရမှာပါ…။
အားရှင်အဖြစ် = Eddie Peng
ဂိုဏ်းခေါင်းဆောင် Pineအဖြစ်= Lung Shao Hua
စိုင့်ပေါအဖြစ် = Lawrence Ko
နည်းပြဟွားအဖြစ် = Joseph Hsia
Papayaအဖြစ် = Hank Chen
Pager Receptionst အဖြစ် = Zai Zai Lin
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ဖြစ်ပါတယ် )
[Zawgyi]
Jump Ashin! (2011)
============
IMDb Rating – 7.1 / 10
Native Title – 翻滚吧！阿信
ဒီကားေလးကေတာ့ Director Yu-Hsien Linရဲ႕ gymnast ညီအစ္ကိုတစ္ေယာက္အေၾကာင္းကိုအေျခခံ႐ိုက္ထားတာပါ
အားရွင္ဆိုတဲ့ေကာင္ေလးဟာ ငယ္ငယ္ထဲကကြၽမ္းဘားကိုအရမ္းဝါသနာပါၿပီး ႏွစ္ေတာ္ေတာ္ၾကာကြၽမ္းဘားေလ့က်င့္ရင္းနဲ႔ပဲ သူ႔ဘဝကိုကုန္ဆုံးခဲ့ပါတယ္
အားရွင္ရဲ႕အေမကလည္း ဒီကြၽမ္းဘားအားကစားက သူ႔သားဘဝအတြက္ တက္လမ္းမရွိဘူးမျဖစ္ႏိုင္ဘူးဆိုကာ အဖြဲ႕ကေနထုတ္ေပးဖို႔နည္းျပဆီေတာင္းဆိုခဲ့ပါတယ္
ေမွ်ာ္လင့္ခ်က္အိမ္မက္ကိုဖ်က္ဆီးခံခဲ့ရတဲ့လူတစ္ေယာက္အေနနဲ႔ အားရွင္ဟာအ႐ြဲ႕တိုက္လမ္းမွားေလွ်ာက္ရာက ဘဝဒုကၡအခ်ိဳးအေကြ႕ကိုႀကဳံေတြ႕ရင္း တိုင္ေပေရာက္သြားခ်ိန္…
တိုင္ေပမွာကိစၥေတြျဖစ္ပြားၿပီးေနာက္…
အားရွင္ကြၽမ္းဘားေလာကထဲျပန္ဝင္မလား?
သူ႔အားနည္းခ်က္ကို ဘာလဲ?
ဘာေတြဆက္ျဖစ္မလဲဆိုတာကို ဒီကားေလးထဲေတြ႕ျမင္ရမွာပါ…။
အားရွင္အျဖစ္ = Eddie Peng
ဂိုဏ္းေခါင္းေဆာင္ Pineအျဖစ္= Lung Shao Hua
စိုင့္ေပါအျဖစ္ = Lawrence Ko
နည္းျပဟြားအျဖစ္ = Joseph Hsia
Papayaအျဖစ္ = Hank Chen
Pager Receptionst အျဖစ္ = Zai Zai Lin
( ဘာသာျပန္ျပီး အညႊန္းေရးသားထားသူကေတာ့ Hlaing Theint Theint Latt ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__7.1/10
Format__mp4
Duration__02:03:00
Type__Drama, Sport
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Hlaing Theint Theint Latt
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
