"[Unicode]IMDb rating 5.4/10 ရရှိထားပြီးဗြိတိသျှ တီထွင်သူတယောက်၊ တရုပ်လူမျိုးသူခိုးနဲ့ ပြင်သစ်အနုပညာရှင်ကောင်မလေး ချောချောလေးတို့ရဲ့ စွန်းစားခန်းတွေကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။ဖီလီးယက်ဖော့ဟာ အင်္ဂလန် ဗစ်တိုးရီးယန်းမှာ နေထိုင်တဲ့ တီထွင်သူတစ်ယောက်ဖြစ်ပြီး သူဟာ ကမ္ဘာကြီးကို ရက် ရှစ်ဆယ်နဲ့ပတ်နိုင်လိမ့်မယ်လို့ ယုံကြည်နေပါတယ်။နောက်ထပ် တီထွင်သူ တစ်ယောက်က သူ့ကို အဲ့ဒီခရီးသွားဖို့ စိန်ခေါ်မှုအလောင်းအစားကိုကို ဖီလီးယက် လက်ခံခဲ့ပါတယ်။Pauseသူ့နဲ့ အတူ ခရီးသွားဖော်ကတော့ သစ္စာရှိ အိမ်စေတစ်ယောက်ဖြစ်တဲ့ ပါဆီပါတောက်နဲ့ လှပတဲ့ လမ်းပြတစ်ယောက်ဖြစ်တဲ့ မိုနစ်ခ် ဖြစ်ပါတယ်။ကွဲပြားတဲ့သယ်ယူပု့ိဆောင်ရေးတွေ ပါဆီပါတောက်ရဲ့ သိုင်းပညာအစွမ်းတွေနဲ့သူတို့ သုံးယောက် ကမ္ဘာပတ်ဖို့ထွက်လာကြပါတယ်။သူတို့ခရီးစဉ်မှာ ဘာတွေဘယ်လိုကြုံတွေ့ကြမယ်ပျောက်ဆုံးနေတဲ့ ကျောက်စိမ်းဆင်းတုကိုကော ရှာတွေ့နိုင်ပါ့မလားလောင်းထားတဲ့ အလောင်းအစားကိုကောနိုင်ပါ့မလားဘယ်လိုများ အခက်အခဲတွေကို ရင်ဆိုင်ကျော်ဖြတ်ကြမလဲ ဆိုတာကို ရင်သပ်ရှူမောဖွယ်ရာ ရိုက်ကွင်းရိုက်ကွက်များနဲ့ ရှူစားနိုင်ဖို့ ကြည့်ရှုလိုက်ကြပါအုံးဗျာ။( ပါဝင်ရုပ်ဆောင်ထားတဲ့ မင်းသားကြီးကတော့ ပြည်သူ့ အသည်းကျော် ဂျက်ကီချန်းဆိုတော့ အထွေအထူးမပြောတော့ပါဘူး )[Zawgyi]IMDb rating 5.4/10 ရရွိထားျပီးျဗိတိသွ် တီထြင္သူတေယာက္၊ တရုပ္လူမ်ိဳးသူခိုးနဲ႕ ျပင္သစ္အႏုပညာရွင္ေကာင္မေလး ေခ်ာေခ်ာေလးတို႕ရဲ႕ စြန္းစားခန္းေတြကိုရိုက္ကူးထားတာျဖစ္ပါတယ္။ဖီလီးယက္ေဖာ့ဟာ အဂၤလန္ ဗစ္တုိးရီးယန္းမွာ ေနထုိင္တဲ့ တီထြင္သူတစ္ေယာက္ၿဖစ္ၿပီး သူဟာ ကမၻာၾကီးကုိ ရက္ ရွစ္ဆယ္နဲ႔ပတ္ႏုိင္လိမ့္မယ္လုိ႔ ယုံၾကည္ေနပါတယ္။ေနာက္ထပ္ တီထြင္သူ တစ္ေယာက္က သူ႔ကုိ အဲ့ဒီခရီးသြားဖုိ႔ စိန္ေခၚမႈအေလာင္းအစားကိုကုိ ဖီလီးယက္ လက္ခံခဲ့ပါတယ္။သူ႔နဲ႔ အတူ ခရီးသြားေဖာ္ကေတာ့ သစၥာရွိ အိမ္ေစတစ္ေယာက္ၿဖစ္တဲ့ ပါဆီပါေတာက္နဲ႔ လွပတဲ့ လမ္းၿပတစ္ေယာက္ၿဖစ္တဲ့ မိုနစ္ခ္ ၿဖစ္ပါတယ္။ကြဲၿပားတဲ့သယ္ယူပု႔ိေဆာင္ေရးေတြ ပါဆီပါေတာက္ရဲ႕ သုိင္းပညာအစြမ္းေတြနဲ႔သူတုိ႔ သုံးေယာက္ ကမၻာပတ္ဖုိ႔ထြက္လာၾကပါတယ္။သူတို႔ခရီးစဥ္မွာ ဘာေတြဘယ္လိုၾကံဳေတြ႔ၾကမယ္ေပ်ာက္ဆံုးေနတဲ့ ေက်ာက္စိမ္းဆင္းတုကိုေကာ ရွာေတြ႕ႏိုင္ပါ့မလားေလာင္းထားတဲ့ အေလာင္းအစားကိုေကာႏိုင္ပါ့မလားဘယ္လိုမ်ား အခက္အခဲေတြကို ရင္ဆိုင္ေက်ာ္ျဖတ္ၾကမလဲ ဆိုတာကို ရင္သပ္ရွဴေမာဖြယ္ရာ ရိုက္ကြင္းရိုက္ကြက္မ်ားနဲ႕ ရွဴစားႏိုင္ဖို႕ ၾကည့္ရွဳလိုက္ၾကပါအံုးဗ်ာ။( ပါ၀င္ရုပ္ေဆာင္ထားတဲ့ မင္းသားၾကီးကေတာ့ ျပည္သူ႕ အသည္းေက်ာ္ ဂ်က္ကီခ်န္းဆိုေတာ့ အေထြအထူးမေျပာေတာ့ပါဘူး )Quality__BR1080p , 720pIMDb Rating__5.9/10Format__mp4Duration__02:02:00Type__Action , Adventure , ComedySubtitle__Myanmar Subtitle (Hardsub)Translated by Myo Min AungEncoded by Naing Aung Latt"