"The RacerRating – 5.6 /10Pauseခင်ဗျားတို့ ကိုယ်ရဲ့ career တစ်လျှောက်လုံးသူများအဖြည့်ခံအဖြစ် အသုံးချခံရဖူးလား?သာဒီးလူရဲ့ ‘လိုသုံး’ ထဲက မလိုတော့တဲ့အခါချောင်ထိုးခံရပြီး လိုတဲ့အခါမှ အသုံးချခံရဘူးလား?အနည်းနဲ့အများတော့ ဘယ်နယ်ပယ်မဆို အသုံးချခံရမှာပါ။ဒီလိုပါပဲ ဒီဇာတ်ကားက sport film ဖြစ်ပြီစက်ဘီးသမားတစ်ယောက်ရဲ့ အသက်အရွယ်ကို ခုတုံးလုပ်ပြီး အသုံးချခံရတဲ့ အကြောင်းပါ။sport crazy တွေနဲ့ မစိမ်းတဲ့ The sport series ထဲမှ Louis Talpeကခေါင်းဆောင်အဖြစ် သရုပ်ဆောင်ထားတာဖြစ်ပါတယ်။ပြင်သစ်ခရီးစဥ်( Tour de france) ဆိုတာ နိုင်ငံတွေဖြတ်၊ ပြည်နယ်တွေဖြတ်ပြီးအဆင့်လိုက် စက်ဘီးစီးပြိုင်ရတဲ့ နာမည်ကြီးပြိုင်ပွဲတစ်ခု။စက်ဘီးသမားတွေအတွက် အဝါရောင်ဂျာဆီ၊ အဖြူရောင်ဂျာဆီအတွက်အလုအယက်ယှဥ်ပြိုင်ရတဲ့ ပြိုင်ပွဲ။ အဝါရောင်ဂျာဆီရတဲ့သူဟာပြိုင်ပွဲတစ်ပွဲလုံးရဲ့ ခေါင်းဆောင်လို့ ပြောနိုင်ပါတယ်။အဖြူရောင်ဂျာဆီကတော့ အသက် ၂၅နဲ့ ၂၅အောက်ပြိုင်ပွဲဝင်တွေကို ချီးမြှင့်တာဖြစ်တယ်။အော့စရိတ်ဂျ်လို့ခေါ်တဲ့ အသင်း အိုင်ယာလန်ကို၁၉၉၈ ပြင်သစ်ခရီးစဥ်အတွက် လာရောက်တဲ့အခါ…..အသုံးချခံရလိုက် ချောင်ထိုးခံရလိုက်နဲ့ အသက်ကြီးပြီဖြစ်တဲ့ …အသင်းခေါင်းဆောင်ပဲ နိုင်ရမယ်လို့ အသင်းကသတ်မှတ်ပြီးသား ပြိုင်ပွဲမှာ နိုင်လို့မဖြစ်တဲ့အထောက်စက်ဘီးသမားတစ်ယောက်…ခေါင်းဆောင်စက်ဘီးသမားနိုင်အောင်အမြဲအနစ်နာခံပေးရတဲ့ ဒွန်….နှစ်ပေါင်းများစွာ အတွေ့အကြုံတွေကို‘စက်ဘီးစီးတယ်ဆိုတာ ဘီးကလေးလည်နေတာလေးပဲ’လို့ပြောပြီး အသင်းက ထုတ်ခံရတဲ့အခါ……အမောခံနိုင်ရှိအောင် ဆေးတွေစွဲပြီး နှလုံးဖောက်တဲ့ ဒွန် ဆေးစစ်ခံရတဲ့အခါ……..ဒွန်ဘာတွေဆက်ဖြစ်မလဲဆိုတာရင်ခုန်စွာနဲ့ စောင့်ကြည့်ရမှာဖြစ်ပါတယ်။Ratingကတော့ မဆိုသလောက်နည်းတယ်လို့ပြောနိုင်ပေမယ့် ကြည့်ရတာ အရသာတစ်မျိုးပေးစွမ််းနိုင်ပါတယ်။အားကစားသမားတွေရဲ့ ကျော်ကြားမှုဂုဏ်သတင်းတွေရဲ့ နောက်ကွယ်မှာသူတို့ဘယ်လောက် ဖိအားတွေ ခံစားရလဲ။ဘယ်လောက် လေ့ကျင့်ရေးတွေ ဆင်းရလဲ။မသုံးချင်ပေမယ့်လဲ ဘာလို့ ဆေးတွေသုံးရတာလဲစသဖြင့် အားကစားသမားတွေရဲ့ဘဝ။စက်ဘီးအမြဲစီးနေတဲ့အတွက် လက်မောင်းတွေ ခြေထောက်တွေနေလောင်လို့နီရဲနေတာတွေ၊ မှောက်တိုင်း ဒဏ်ရာရတဲ့ အမာရွတ်တွေ၊စိတ်ခံစားချက်တွေ၊ အားကစားသမားတစ်ယောက်ရဲ့ မိသားစုကိုတောင်မငဲ့ဘဲ ကိုယ့််ဝါသနာကို ဘယ်လောက် စွဲလမ်းသလဲ။ဘယ်လောက်ရူးသွပ်သလဲဆိုတာ တကယ် မြင်သာပါတယ်။ကြည့်ရှူ့သင့်တဲ့ စကားတစ်ကားလို့ ညွှန်းပါရစေ။File Size – 1gbQuality – web-dl 1080pSubtitle – burmeseTranslator – Sai Wai NaingEncoder – Thit San Khant"