"[Unicode]
Jim Gaffigan လို့ပြောလိုက်တာနဲ့ ဟာသကားကြိုက်တတ်သူတွေအဖို့တော့ စိမ်းလှမယ်မထင်ပါဘူး။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသားကြီးဟာ ဟာသကားပေါင်းများစွာမှာ ဇာတ်ကောင်အမျိုးမျိုးအဖြစ် ပိုင်ပိုင်နိုင်နိုင် ပါဝင်သရုပ်ဆောင်ပြီးတဲ့နောက်မှာ
အခုလည်း ၂၀၁၈ထွက် being frank ဆိုတဲ့ဟာသကားလေးမှာ frank နေရာကနေ ပါဝင်သရုပ်ဆောင်ခဲ့ပြန်ပါတယ်။
ဇာတ်လမ်းလေးကတော့ အသက် ၁၇နှစ်အရွယ်သာရှိသေးတဲ့ ဖီးလစ်ဟာ နေရာတကာ ကလေးတစ်ယောက်လို ဆက်ဆံလွန်းတဲ့ ဖခင်ဖြစ်သူ ဖရန့်ခ်နဲ့ မတည့်လှပါဘူး။
အမြဲတမ်း မိသားစုထက် အလုပ်ကိစ္စကိုသာ ဦးစားပေးလေ့ရှိပြီး အလုပ်ကိစ္စနဲ့သာ ခရီးခဏခဏ ထွက်နေရတဲ့ ဖရန့်ခ်ကို သားသမီးအကြောင်း ဘာမှမသိသူတစ်ယောက်အဖြစ်နဲ့ ဖီးလစ်က သတ်မှတ်ထားတာဖြစ်တယ်။
ဒါပေမယ့် တစ်နေ့နွေရာသီ အားလပ်ရက်တစ်ခုမှာ ဖီးလစ်ဟာ သူ့ဘဝတစ်ခုလုံးကို ဇောက်ထိုးမိုးမျှော်ဖြစ်သွားစေမယ့် လျှို့ဝှက်ချက်ကြီးတစ်ခုကို ရှာဖွေတွေ့ရှိပြီးတဲ့နောက် သူဘာဆက်လုပ်မလဲ?
ဖရန့်ခ်ကရော အိမ်မှာ အမြဲလိုလိုမရှိတတ်တာ အလုပ်ကိစ္စနဲ့ ခရီးသွားတာကြောင့်ဆိုတာ သေချာရဲ့လား?
ဖရန့်ခ်နေရာမှာတော့ မင်းသားကြီး Jim Gaffigan က ပါဝင်သရုပ်ဆောင်ထားပြီး
ဖီးလစ်နေရာမှာတော့ I’m in the band ထဲက မင်းသား Logan Miller က ပါဝင်သရုပ်ဆောင်ထားပါတယ်။
( အညွှန်းရေးသားထားသူကတော့ Shwe Yil Linn ဖြစ်ပါတယ် )
[Zawgyi]
Jim Gaffigan လို႔ေျပာလိုက္တာနဲ႔ ဟာသကားႀကိဳက္တတ္သူေတြအဖို႔ေတာ့ စိမ္းလွမယ္မထင္ပါဘူး။
မင္းသားႀကီးဟာ ဟာသကားေပါင္းမ်ားစြာမွာ ဇာတ္ေကာင္အမ်ိဳးမ်ိဳးအျဖစ္ ပိုင္ပိုင္ႏိုင္ႏိုင္ ပါဝင္သ႐ုပ္ေဆာင္ၿပီးတဲ့​ေနာက္မွာ
အခုလည္း ၂၀၁၈ထြက္ being frank ဆိုတဲ့ဟာသကားေလးမွာ frank ေနရာကေန ပါဝင္သ႐ုပ္ေဆာင္ခဲ့ျပန္ပါတယ္။
ဇာတ္လမ္းေလးကေတာ့ အသက္ ၁၇ႏွစ္အရြယ္သာ႐ွိေသးတဲ့ ဖီးလစ္ဟာ ေနရာတကာ ကေလးတစ္ေယာက္လို ဆက္ဆံလြန္းတဲ့ ဖခင္ျဖစ္သူ ဖရန္႔ခ္နဲ႔ မတည့္လွပါဘူး။
အျမဲတမ္း မိသားစုထက္ အလုပ္ကိစၥကိုသာ ဦးစားေပးေလ့႐ွိၿပီး အလုပ္ကိစၥနဲ႔သာ ခရီးခဏခဏ ထြက္ေနရတဲ့ ဖရန္႔ခ္ကို သားသမီးအေၾကာင္း ဘာမွမသိသူတစ္ေယာက္အျဖစ္နဲ႔ ဖီးလစ္က သတ္မွတ္ထားတာျဖစ္တယ္။
ဒါေပမယ့္ တစ္ေန႔ေႏြရာသီ အားလပ္ရက္တစ္ခုမွာ ဖီးလစ္ဟာ သူ႔ဘဝတစ္ခုလံုးကို ေဇာက္ထိုးမိုးေမ်ွာ္ျဖစ္သြားေစမယ့္ လ်ိႈ႕ဝွက္ခ်က္ႀကီးတစ္ခုကို ႐ွာေဖြေတြ႔႐ွိျပီးတဲ့ေနာက္ သူဘာဆက္လုပ္မလဲ?
ဖရန္႔ခ္ကေရာ အိမ္မွာ အျမဲလိုလိုမ႐ွိတတ္တာ အလုပ္ကိစၥနဲ႔ ခရီးသြားတာေၾကာင့္ဆိုတာ ေသခ်ာရဲ႕လား?
ဖရန္႔ခ္ေနရာမွာေတာ့ မင္းသားႀကီး Jim Gaffigan က ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး
ဖီးလစ္ေနရာမွာေတာ့ I’m in the band ထဲက မင္းသား Logan Miller က ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။
( အညႊန္းေရးသားထားသူကေတာ့ Shwe Yil Linn ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__6.0/10
Format__mp4
Duration__01:50:00
Type__Comedy
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Shwe Yil Linn
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
