"Nishabdham(2020)အညွှန်း
*************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
3 idiots ဇာတ်ကားထဲက ဖာရ်ဟန်ဇာတ်ကောင်အဖြစ် သရုပ်ဆောင်ခဲ့တဲ့ မင်းသားကြီး R. Madhavan ၊
ဘာဟူဘာလီမင်းသမီး Anushka Shetty တို့ သရုပ်ဆောင်ထားတဲ့ Horror,Mystery,Thriller ကားလေး ထွက်လာလို့
ဘောလိဝုဒ် ၊ တောလိဝုဒ် ပရိတ်သတ်တွေအတွက်
တင်ဆက်ပေးလိုက်ပါတယ်။
အညွှန်း
အမေရိကန်နိုင်ငံ ၊ အနောက်ကမ်းရိုးတမ်းမှာရှိတဲ့ Seattle မြို့အစွန်…
လူသူအရောက်အပေါက်နည်းလှတဲ့
တောအုပ်တစ်ခုဘေးက အိမ်တစ်အိမ်…
အချိန်က အမှောင်ကြီးစိုးတဲ့ မဟူရာည…
မှိန်ပြပြထွန်းညှိထားတဲ့ မီးအိမ်ရဲ့ အလင်းရောင်နဲ့ အတူ…
ခပ်ငြိမ့်ငြိမ့် တီးလုံးသံကို အားပြုပြီး
စည်းချက်ညီတဲ့ စုံတွဲအကလေးနဲ့ ချစ်သူနှစ်ဦး ပျော်မြူးနေချိန်
မြေအောက်ခန်းထဲက လျှပ်စစ် မီးသီး တစ်ခုခုဖြစ်နေသံကြားလိုက်ရတယ်။
မြေအောက်ခန်းထဲမှာ ပစ္စည်းအပျက်တချို့ရယ်၊
ပန်းချီတချို့ရယ်ကလွဲပြီး တခြား ဘာကိုမှ သဲသဲကွဲကွဲ မမြင်ရ။
ပီတာတစ်ယောက် ရီဝေဝေနဲ့ ဆင်းကြည့်ခဲ့တယ်။
ချစ်သူဖြစ်တဲ့ မလီဆာဟာ အောက်ထပ်က အော်သံတစ်ခုကို ကြားလိုက်ရတယ်။
ပီတာကို လိုက်လံကြည့်ရှုခဲ့ရာမှာတော့
ပီတာဟာ နံရံမှာ လက်နှစ်ဖက်ကို ချွန်ထက်တဲ့အရာတွေနဲ့ ပူးရိုက်ထားပြီး
သွေးအလိမ်းလိမ်းနဲ့ သေဆုံးနေတာကို မြင်လိုက်ရပါတော့တယ်။
မလီဆာလည်း အဖြေမရှိတဲ့ မေးခွန်းတွေနဲ့ တွေဝေနေချိန်
သူလည်း အလစ်တိုက်ခံလိုက်ရတယ်။
ဒီအိမ်က တစ္ဆေခြောက်တယ်လို့ နာမည်ကြီးတယ်။
သူတို့ နှစ်ယောက်ကို ဘယ်သူသတ်သွားတာလဲ၊
တစ္ဆေပဲသတ်သွားတာလား ဆိုတဲ့ အဖြေတွေကိုတော့
ဘယ်သူမှ မဖြေရှင်း နိုင်ခဲ့ပါဘူး။
ဒီလိုနဲ့ ၂၀၁၉ခုနှစ်မှာ ဒီအိမ်ကို
ကိုလံဘီယာ သူဌေးတစ်ဦး ဝယ်ခဲ့ရာကနေ
ချစ်သူ စုံတွဲ တစ်တွဲ ထပ်ရောက်လာခဲ့ပါတယ်။
ဒီစုံတွဲထဲက အမျိုးသားဟာလည်း ဒီအဖြစ်မျိုးနဲ့
အလားတူအဖြစ်မျိုး ကြုံရပြန်တယ်။
မိန်းကလေးကတော့ ဒါဏ်ရာတွေ ဗရပွနဲ့ အဲ့ဒီနေရာကနေ ပြေးထွက်လာနိုင်ခဲ့တယ်။
အတိတ်တုန်းက ကံဆိုးခဲ့တဲ့ စုံတွဲရဲ့ ဖြစ်ရပ်ကိုတော့ အဖြေရှာမရတဲ့အတွက် ပရလောကသားတွေကပဲ
ပြုစားလိုက်တယ်လို့ လူတွေက ထင်လိုက်ကြပေမယ့်…
ယနေ့ခေတ်လို သိပ္ပံပညာတွေ ၊ စက်မှုထွန်းကားတဲ့ ခေတ်မှာကျတော့
ဒီကိစ္စကို အဖြေထုတ်ဖို့ နည်းပညာတွေ အသိပညာတွေ ထွန်းကားလာပြီမလား။
စုံထောက်တစ်ဦးဖြစ်တဲ့ မာယာဟာလည်း
ဒီအိမ်နဲ့ပတ်သက်တဲ့ ပဟေဠိတွေက သူ့အသက်မွေးဝမ်းကျောင်း
အလုပ်ကို စိန်ခေါ်နေတာရယ်မို့ အစွမ်းကုန် ရှာဖွေဖော်ထုတ်ဖို့ ကြိုးစားခဲ့ပါတယ်။
ကဲ ကိုယ်တိုင်ခံစားကြည့်ဖို့ အချိန်တန်ပါပြီ။
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ Myint Thu & Nyi Nyi Koe တို့ပဲဖြစ်ပါတယ်…….
File Size :(1.2 GB) and (380 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…02:00:00
Genre : Horror, Mystery, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Myint Thu & Nyi Nyi Koe
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
