"[Unicode]
CM fan တွေအတွက် နောက်ထပ် Thriller တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်ကားမှာ Memorist/My Strange Hero/I’m not a Robot ဇာမ်လမ်းတွေက မင်းသား Yoo Seung-Ho က အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်
ဇာတ်လမ်းအကျဉ်း
ဟန်ဂျောင်ဟွန်းဟာ ကျောင်းရဲ့ အထူးချွန်ဆုံး နံပါတ် ၁ ကျောင်းသားပါ
သူတို့အတန်းထဲမှာ ဆံပင်ရှည်အလယ်ခွဲကို မျက်နှာမှာ လိုက်ကာလိုကာထားတဲ့ ကျောင်းသူ လီဒါဂျောင်းလည်းရှိပါတယ်
ဒါဂျောင်းကတော့ မှုခင်းဝတ္ထုတွေကြိုက်နှစ်သက်ပြီးအမြဲတမ်းဖတ်လေ့ရှိပါတယ်
တစ်ရက်မှာ အတန်းထဲက ထယ်အင်ဆိုတဲ့ ကျောင်းသားတစ်ယောက် ပါးစပ်ကသွေးတွေအန်ရင်းမေ့လဲသွားပြီး
ဆေးရုံရောက်တော့စစ်ဆေးကြည့်တဲ့အခါ သူသောက်လိုက်တဲ့ အအေးထဲမှာ အဆိပ်ခတ်ထားတယ်လို့ သိလိုက်ရပါတယ်
သိပ်မကြာခင်မှာပဲ ဂင်ထယ်ဂယူဆိုတဲ့ ကျောင်းသား အတန်းထဲမှာသတ်ခံလိုက်ရတဲ့နောက်
အဲ့အခါမှာ နံပါတ် ၁ သံသယရှိသူ ဟန်ဂျောင်ဟွန်းဖြစ်သွားခဲ့ပါတယ်
တရားခံက ဘယ်သူဖြစ်မလဲ
ဘယ်သူက ကျောင်းသားတစ်ယောက်ကို ရက်ရက်စက်စက်သတ်တာလဲ
နောက်ဆုံးဖော်ထုတ်နိုင်မလားဆိုတာ ဒီဇာတ်ကားမှာဆက်လက်ကြည့်ရှုကြပါနော်…။
( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )
[Zawgyi]
CM fan ေတြအတြက္ ေနာက္ထပ္ Thriller တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္
ဒီဇာတ္ကားမွာ Memorist/My Strange Hero/I’m not a Robot ဇာမ္လမ္းေတြက မင္းသား Yoo Seung-Ho က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္
ဇာတ္လမ္းအက်ၪ္း
ဟန္ေဂ်ာင္ဟြန္းဟာ ေက်ာင္းရဲ႕ အထူးခြၽန္ဆုံး နံပါတ္ ၁ ေက်ာင္းသားပါ
သူတို႔အတန္းထဲမွာ ဆံပင္ရွည္အလယ္ခြဲကို မ်က္ႏွာမွာ လိုက္ကာလိုကာထားတဲ့ ေက်ာင္းသူ လီဒါေဂ်ာင္းလည္းရွိပါတယ္
ဒါေဂ်ာင္းကေတာ့ မႈခင္း၀တၳဳေတြႀကိဳက္ႏွစ္သက္ၿပီးအၿမဲတမ္းဖတ္ေလ့ရွိပါတယ္
တစ္ရက္မွာ အတန္းထဲက ထယ္အင္ဆိုတဲ့ ေက်ာင္းသားတစ္ေယာက္ ပါးစပ္ကေသြးေတြအန္ရင္းေမ့လဲသြားျပီး
ေဆး႐ုံေရာက္ေတာ့စစ္ေဆးၾကည့္တဲ့အခါ သူေသာက္လိုက္တဲ့ အေအးထဲမွာ အဆိပ္ခတ္ထားတယ္လို႔ သိလိုက္ရပါတယ္
သိပ္မၾကာခင္မွာပဲ ဂင္ထယ္ဂယူဆိုတဲ့ ေက်ာင္းသား အတန္းထဲမွာသတ္ခံလိုက္ရတဲ့ေနာက္
အဲ့အခါမွာ နံပါတ္ ၁ သံသယရွိသူ ဟန္ေဂ်ာင္ဟြန္းျဖစ္သြားခဲ့ပါတယ္
တရားခံက ဘယ္သူျဖစ္မလဲ
ဘယ္သူက ေက်ာင္းသားတစ္ေယာက္ကို ရက္ရက္စက္စက္သတ္တာလဲ
ေနာက္ဆုံးေဖာ္ထုတ္ႏိုင္မလားဆိုတာ ဒီဇာတ္ကားမွာဆက္လက္ၾကည့္ရႈၾကပါေနာ္…။
( အညႊန္္းေရးသားထားသူကေတာ့ Seung ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__6.1/10
Format__mp4
Duration__01:30:00
Type__Action , Drama , Crime
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Seung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
