"There Will Be Blood (2007)
====================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 8.2/10
#Unicode
အချိန်ကာလက ၁၈၉၈ ခုနှစ်။ နယူးမက္ကစီကိုရဲ့
ကွင်းပြင်တွေအလည်က မိုင်းတွင်းတွေထဲမှာ ငွေသတ္တု
ရှာဖွေနေသူ တစ်ယောက်ကို တွေ့ရတယ်။ ဇွဲနဲ့မာန်နဲ့
တူးနေတဲ့သူ့ရဲ့ လုံ့လအတွက် အဖိုးအခအနေနဲ့
ငွေသတ္တုရိုင်းတစ်ခဲကိုလည်း တွေ့ထားပြီးပြီ။ သူ့အလုပ်
ပြီးပြီဆိုတော့ တွင်းပေါ်ပြန်တက်ဖို့ လုပ်တာပေါ့။ ဒါပေမဲ့
မတော်တဆမှုတစ်ခုဖြစ်ပြီး သူ့ဘယ်ခြေထောက်က
ဆာသွားခဲ့တယ်။ ဒါပေမဲ့ မြေပြင်ပေါ်ကိုတော့
သူရအောင်ပြန်တက်နိုင်ခဲ့တယ်။ သူ့နာမည်က
‘ဒန်နီယယ် ပလိန်းဗျူး’ တဲ့။
နှစ်ဆယ်ရာစုအစောပိုင်းကာလတွေမှာ လူမှုဘဝတွေရဲ့
တိုးတက်ဖွံ့ဖြိုးမှုအရ လောင်စာဟာ ရတနာပစ္စည်းတွေထက်
ပိုတန်ဖိုးရှိလာတယ်။ ဒါကြောင့်လည်း ရေနံထွက်မယ်လို့
ယူဆကြတဲ့မြေပေါ်မှာ လူသားတွေဟာ ခြေချင်းလိမ်
လာကြတယ်။ တစ်ကယ်တော့ ရေနံတူးဖော်မှုလုပ်ငန်းက
အန္တရာယ်များတဲ့အလုပ်မျိုး။ အဲ့ဒီခေတ်ကာလအနေနဲ့ဆို
ပိုဆိုးတာပေါ့။ မြေအောက်အလွှာထဲက အနက်ရောင်
ရွှေရည်တွေကို မြေပြင်ပေါ်တင်ဖို့ဆိုတာ အန္တရာယ်များသလို
စိန်ခေါ်မှုတွေလည်း ပြည့်နှက်နေတယ်။ ယနေ့ခေတ်လို
ခေတ်မှီတူးဖော်ကိရိယာတွေ မရှိတဲ့အတွက် လူအား
ကာယအားကိုသာ အသုံးချပြီး မြေအောက် ပေအတော်ကွာတဲ့
တွင်းထဲ ရှူစရာ လေလုံလုံလောက်လောက်မရှိ၊ ဓာတ်ငွေ့
နံ့တွေ လွှမ်းနေတဲ့ကြားထဲမှာ တူးဖော်ကြရတယ်။ ဒါတောင်
လုပ်ငန်းခွင်အန္တရာယ်တွေဖြစ်တဲ့ တွင်းပြိုကျမှုတွေ၊
ဝန်မနိုင်ပဲ ပျက်စီးရာကနေ လူထိခိုက်မှုတွေ မပါသေးဘူး။
ဒါပဲလား၊ ဘယ်ဟုတ်လိမ့်မလဲ။ ရေနံတူးအလုပ်သမား
တွေရဲ့ ကိုယ်ကာယကြံ့ခိုင်မှုတွေ စိတ်ဓာတ်ကြံ့ခိုင်မှု။
ဒါတွေမပြည့်စုံလို့လဲ မရပြန်ဘူး။ အသက်နဲ့ရင်းမှ
ငွေပြန်ရမဲ့ အလုပ်မျိုး။
‘ဒန်နီယယ်’ ကို ခေတ်ဆိုးကြားမှာ လူလာဖြစ်တယ်လို့
သတ်မှတ်ရမယ်။ ကိုယ်ကောင်းစားဖို့ သူတစ်ပါးကို
ချနင်းကြတဲ့ ခေတ်ကာလမျိုးမှာ ကျင်လည်လာရတဲ့
သူ့အဖို့တော့ အရာရာကို မုန်းတီးစိတ်နဲ့ပဲ ကြည့်တတ်
နေပြီ။ သူ့ရဲ့ စိတ်နှလုံးတစ်ခုလုံးဟာလည်း အနိုင်ရလိုစိတ်
သံသယစိတ်တွေနဲ့ ပြည့်နှက်နေတယ်။ ကိုယ့်အပေါ်
တစ်ခါကျူးရင် ဆယ်ခါပြန်ကျူးပြတတ်တဲ့ လူစားမျိုး။
ကိုယ့်ကိုလက်သီးနဲ့တစ်ခါထိုးရင် ဓားနဲ့ပါပြန်ထိုးမယ်ဆိုတဲ့
စိတ်ဓာတ်ပိုင်ရှင်မျိုး။ တစ်ကယ်ခက်ထန်တဲ့ လူစားမျိုး
ဖြစ်နေပြီ။
ဒါကြောင့် တူးလို့ရလာခဲ့တဲ့ ငွေသတ္တုခဲကို အရင်းပြုပြီး
‘ဒန်နီယယ်’ တစ်ယောက် ရေနံတူးဖော်ရေးလုပ်ငန်းကို
စတင်ခဲ့တယ်။ တစ်ရက်တော့ သူနဲ့လုပ်ငန်းတူ
မိတ်ဆွေတစ်ယောက်ဟာ လုပ်ငန်းခွင်မတော်တဆမှု
တစ်ခုမှာ ဆုံးပါးသွားခဲ့တယ်။ သားကလေးတစ်ယောက်
ကျန်ခဲ့တာကြောင့် ‘ဒန်နီယယ်’ က သည်ကောင်လေးကို
မွေးစားခဲ့တယ်။ အရွယ်ရောက်လာတော့လည်း
သူ့လို ရေနံကို ချစ်တတ်အောင် သင်ပေးနိုင်ခဲ့တယ်။
နှစ်ကာလတွေ ကြာလာတာနဲ့အမျှ ‘ဒန်နီယယ်’ ရဲ့
လုပ်ငန်းက တစ်စထက်တစ်စ အောင်မြင်လာပြီ။
ဒီလိုနဲ့တစ်ခုသော ကာလအရောက်မှာ ရေနံသမားတိုင်း
မျက်စိကျလောက်တဲ့ နယ်မြေသစ်တစ်ခုကို သတိ
ထားလိုက်မိချိန်ကစပြီး ‘ဒန်နီယယ်’ ဟာ လူသား
ဆန်စိတ်တွေပါ ပျောက်ဆုံး၊ ပြိုင်ဘက်တွေအပေါ်
ပရိယာယ်တွေသုံးပြီး သွေးအေးအေးနဲ့ ဖယ်ရှား
တတ်တဲ့ လူကြမ်းကြီးတစ်ယောက် ဖြစ်လာတော့တယ်…။
——————————————————————-
၁၉၂၆ ခုနှစ်က စာရေးဆရာ Upton Sinclair ရဲ့
ကမ္ဘာကျော် Oil! ကို အခြေခံပြီး ရိုက်ကူးထားတဲ့
Western Style ဇာတ်ကားမျိုးဖြစ်တဲ့ There Will
Be Blood ဟာ ၂၁ ရာစုရဲ့ အကောင်းဆုံးသော
ရုပ်ရှင်ဇာတ်ကားတွေထဲက တစ်ကားဖြစ်ပြီး ရိုက်ကူးသူ
ကတော့ Magnolia, The Master ဒီလိုဇာတ်ကား
တွေရဲ့ ပဲ့ကိုင်ရှင် လက်ရှိ ဟောလိဝုဒ် ရုပ်ရှင်လောကရဲ့
အကောင်းဆုံးဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့
Paul Thomas Anderson ပဲ။
Cinematography ပိုင်းကိုတော့ ထွေထွေ
ထူးထူး ပြောစရာဘာမှမရှိတော့ပါဘူး။ ရေနံစင်
မီးလောင်တဲ့ပြကွက်နဲ့တင် အော်စကာဆု
ရခဲ့တာ တန်သွားပါပြီ။ ဒီလို ရိုက်ချက်တွေကပဲ
ကျွန်တော်တို့ကို ရေနံမြေထဲ ခေါ်ဆောင်သွားပြီး
ရေနံစိမ်းအနံ့တွေ ရစေခဲ့တာပါ။
Western Style ဆိုပေမဲ့ မြင်နေကျဖြစ်တဲ့
ကောင်းဘွိုင်တွေ၊ သူရဲကောင်းတွေကို မတွေ့
မမြင်ခဲ့ရပဲ ရက်စက်တတ်တဲ့ လူမဆန်တဲ့
ရေနံလုပ်ငန်းရှင်တစ်ဦးကိုပဲ မြင်ခဲ့ရတယ်။
ရက်စက်တတ်တဲ့ ဉာဏ်နီဉာဏ်နက်များတဲ့ ပိုက်ဆံကို
ကိုးကွယ်တဲ့ ဒီဇာတ်ကောင်ကို အသက်သွင်းပြလိုက်သူ
ကတော့ သက်ရှိထင်ရှား ရှိနေသေးတဲ့ သရုပ်ဆောင်
တွေထဲ အကောင်းဆုံးလို့ သတ်မှတ်ရမဲ့ Sir Daniel
Day-Lewis ပါပဲ။ အပြင်လောကမှာ ယဉ်ကျေး
ရည်မွန်သူ၊ ရိုက်ကွင်းပေါ်ရောက်တာနဲ့ တခြားလူ
တစ်ယောက်အဖြစ် ပြောင်းလဲသွားတတ်တဲ့ Daniel
Day-Lewis အတွက် Daniel Plainview ဟာ
ဒုတိယမြောက် အော်စကာကို ယူဆောင်ပေးခဲ့သလို
သူ့ရဲ့ သရုပ်ဆောင်သက်တမ်းတစ်လျှောက်မှာ
အကောင်းဆုံးသော သရုပ်ဆောင်ချက်အဖြစ်လည်း
သတ်မှတ်ခံခဲ့ရတယ်။
Daniel Day-Lewis ဟာ Method Actor
တစ်ယောက် ဖြစ်တဲ့အတွက် ရိုက်ကူးရေးပြီးပေမဲ့လည်း
ဇာတ်ကောင်စရိုက်အတိုင်းနေတတ်တာကြောင့်
Daniel Plainview ကို Eli ကြောက်တာထက်
Daniel Plainview ကို Eli သရုပ်ဆောင်
Paul Dano ကြောက်တာက ပိုမယ်လို့လည်း
ကျွန်တော်ယူဆမိတယ်။
ဒီလိုဇာတ်လမ်းမျိုးနဲ့ ဇာတ်ကောင်မျိုးကို ပုံဖော်ပေးခဲ့တဲ့
Director Paul Thomas Anderson နဲ့
သရုပ်ဆောင်ကြီး Daniel Day-Lewis ကြောင့်ပဲ
သွေးနံ့နဲ့ ရေနံစိမ်းနံ့တွေ ရောနှောလွင့်ပျံ့နေတဲ့ ရေနံမြေက
ရက်စက်ကြမ်းကြုတ်တဲ့ လူကြမ်းကြီးတစ်ယောက်ကို
ကျွန်တော်တို့ မေ့မရနိုင်ခဲ့တာ ဖြစ်ပါလိမ့်မယ်။
#Review Crd
(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)
Quality – 1080p, 720p BluRay 5.1CH
Duration – 2hr 38min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama
Source : 1080p.BluRay
Translator – d3mon
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
