"The Mongolian Connection (2020)
=========================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.2/10
#Unicode
၂၀၂၀မှာ ထွက်ရှိထားတဲ့ မွန်ဂိုလီးယားအက်ရှင်ကားကောင်းလေးတစ်ကားပါ။ လူကုန်ကူးနေတဲ့ အဖွဲ့ကိုစုံစမ်းဖို့အတွက်
သူလျှိုအနေနဲ့တာဝန်ထမ်းဆောင်နေတဲ့ အက်ဖ်ဘီအိုင်အေးဂျင့်ဝိတ်ဒ်တစ်ယောက် မွန်ဂိုမှာ အခြေချနေတဲ့ မကောင်းတာ
ကို အကုန်လုပ်တဲ့ရုရှားဂိုဏ်းက ဆဲရစ်ခ်ဆိုတဲ့လူတစ်ယောက်ကို ဖမ်းဆီးခဲ့မိပါတယ်။ အဆိုပါဆဲရစ်ခ်ကို သူ့မူလနိုင်ငံဖြစ်တဲ့
မွန်ဂိုကို ပြန်လည်လွှဲအပ်ရာမှာ အစောင့်အနေနဲ့လိုက်သွားခဲ့ရတဲ့ အေးဂျင့်ဝိတ်ဒ်ဟာ ကြမ်းကြမ်းရမ်းရမ်းရှိတဲ့ မွန်ဂိုကစုံထောက်
ကြီးဂန်ဇိုနဲ့ပူးပေါင်းပြီး ဆဲရစ်ခ်ကိုမွန်ဂိုတရားရုံးဆီပို့ဖို့လုပ်ခဲ့ကြပါတယ်။ မွန်ဂိုမှာထင်တိုင်းကြဲနေတဲ့ ဆဲရစ်ခ်ရဲ့ဂိုဏ်းက ဆဲရစ်ခ်ကို
တရားရုံးဆီမပို့နိုင်အောင် နည်းလမ်းမျိုးစုံနဲ့တားကြတဲ့အခါ… ဘာတွေဆက်ဖြစ်ပြီး ဘယ်လိုတွေဝုန်းဒိုင်းကြဲမှာလဲဆိုတာကိုတော့
ဇာတ်လမ်းကိုကြည့်ရှုခံစားရင်း အဖြေရှာ ကြည့်ကြတာပေါ့…
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)
#Zawgyi
၂၀၂၀မွာ ထြက္ရွိထားတဲ့ မြန္ဂိုလီးယားအက္ရွင္ကားေကာင္းေလးတစ္ကားပါ။ လူကုန္ကူးေနတဲ့ အဖြဲ႕ကိုစုံစမ္းဖို႔အတြက္
သူလွ်ိဳအေနနဲ႔တာဝန္ထမ္းေဆာင္ေနတဲ့ အက္ဖ္ဘီအိုင္ေအးဂ်င့္ဝိတ္ဒ္တစ္ေယာက္ မြန္ဂိုမွာ အေျခခ်ေနတဲ့ မေကာင္းတာ
ကို အကုန္လုပ္တဲ့႐ုရွားဂိုဏ္းက ဆဲရစ္ခ္ဆိုတဲ့လူတစ္ေယာက္ကို ဖမ္းဆီးခဲ့မိပါတယ္။ အဆိုပါဆဲရစ္ခ္ကို သူ႔မူလႏိုင္ငံျဖစ္တဲ့
မြန္ဂိုကို ျပန္လည္လႊဲအပ္ရာမွာ အေစာင့္အေနနဲ႔လိုက္သြားခဲ့ရတဲ့ ေအးဂ်င့္ဝိတ္ဒ္ဟာ ၾကမ္းၾကမ္းရမ္းရမ္းရွိတဲ့ မြန္ဂိုကစုံေထာက္
ႀကီးဂန္ဇိုနဲ႔ပူးေပါင္းၿပီး ဆဲရစ္ခ္ကိုမြန္ဂိုတရား႐ုံးဆီပို႔ဖို႔လုပ္ခဲ့ၾကပါတယ္။ မြန္ဂိုမွာထင္တိုင္းႀကဲေနတဲ့ ဆဲရစ္ခ္ရဲ႕ဂိုဏ္းက ဆဲရစ္ခ္ကို
တရား႐ုံးဆီမပို႔ႏိုင္ေအာင္ နည္းလမ္းမ်ိဳးစုံနဲ႔တားၾကတဲ့အခါ… ဘာေတြဆက္ျဖစ္ၿပီး ဘယ္လိုေတြဝုန္းဒိုင္းႀကဲမွာလဲဆိုတာကိုေတာ့
ဇာတ္လမ္းကိုၾကည့္ရႈခံစားရင္း အေျဖရွာ ၾကည့္ၾကတာေပါ့…
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1hr 30min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action
Source : 1080p.WebRip
Translator – Chit Tee
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
