"[Unicode]
Lust for Life (1956)
================
IMDb. = 7.4 out of 10
Rotten Tomatoes = 100%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မှောင်ယံကမ်းပါးဆ‌ီ ဝင်းလက်စိုမြနေတဲ့ ကြယ်တွေရဲ့ နောက်ကြောင်းမှာ အသိုက်ပျက် အနက်ရောင်ငှက်တွေ ပျံဝဲနေကြပါတယ်။
သေကွင်းသေကွက်တည့်တည့်ကို လောကဓံလာမှန်တဲ့နေ့မှာ ကြယ်တွေဆီ အိပ်တန်းတက်သွားတဲ့ လူတစ်ယောက်ရဲ့ စိတ်ခံစားချက်ဟာ အရောင်တွေစိုလို့မြလို့။
သူ့ရာဇဝင်ကတော့မလှခဲ့ဘူး။
အင်ပရက်စ်ရှင်ဝါဒပန်းချီတွေရဲ့ တာထွက်မှာ အင်ပရက်စ်ရှင်သမား‌တွေ ပို့စ်အင်ပရက်စ်ရှင်သမားတွေ အတော်လေး ရှုံ့ချခံခဲ့ကြရတယ်။
မာနက်ရဲ့ မြက်ခင်းပေါ်ကပျော်ပွဲစားပွဲကားနဲ့ အိုလံပီယာကားဆိုရင် ပြရင် ဓားနဲ့ခွဲ တံတွေးနဲ့မထွေးအောင် ရဲတွေက ကြိုးနဲ့အမြင့်မှာ ချိတ်ထားခဲ့ရတဲ့အထိကိုဆိုးတယ်။
အဲ့ဒီကာလမှာ အင်ပရက်စ်ရှင်သမားတွေဟာ အရူးတွေလို့ သမုတ်ခံရတာပါပဲ။
ဗင်းဆင့်ဟာ ပို့စ်အင်ပရက်ရှင်သမားဖြစ်တဲ့အပြင် အနေအထိုင်မတတ်တော့ ပိုရှုံ့ချခံရပါတယ်။
ဒါပေမယ့် သူလက်မလျှော့ခဲ့ပါဘူး။
ဗင်းဆင့်ဟာ သူ့သက်တမ်း တစ်လျှောက်မှာ လုံးဝမအောင်မြင်ခဲ့တဲ့ အနုပည‌ာတွေသက်သက်ကို ပိုင်ဆိုင်ထားတဲ့လူပါ။ ခင်ဗျားတို့ ဖတ်ဖူးမှာပေါ့။
ဘယ်စာရေးဆရာကတော့ဖြင့် မအောင်မြင်ခင်မှာ သူ့ဝတ္တုကို ဘယ်လိုလက်လျော့ခဲ့ပြီးမှ ကံအကြောင်းတိုက်ဆိုင်လို့ ပြန်အောင်မြင်တယ်ဆိုတာမျိုးတွေ။ ဒီလိုတွေ အများကြီးပါ။
ဗန်ဂိုးကတော့ သူ့ရဲ့ မအောင်မြင်ခဲ့တဲ့ အနုပညာတွေကို တစ်သက်လုံးပွေ့ပိုက်ရင်း ဆက်ဖန်တီးသွားခဲ့တာပါ။
မအောင်မြင်လို့လည်း လက်လျှော့ခြင်းဆိုတာ သူ့သမိုင်းတစ်လျှောက်လုံး ကျွန်တော်တို့ မတွေ့ခဲ့ရပါဘူး။
ဗင်းဆင့်ဟာ သူ့ကိုယ်သူ လက်လျှော့ခဲ့ပေမယ့် သူ့အနုပညာကိုတော့ လုံးဝလက်လျှော့ခဲ့တဲ့သူ မဟုတ်ပါဘူး။
ယုတ်စွအဆုံး ဘယ်သူမုန်းပါစေဦးပေါ့
အနုပညာတိုင်း ပရိတ်သတ်တစ်ယောက်တော့ လိုပါတယ်။
‌တစ်သက်လုံးမှ တစ်ခါပဲ ရောင်းထွက်ခဲ့ရင်တောင်ရင်ချင်းမျှမယ့်တစ်ယောက် ဒီလောက်တော့ သူရခဲ့ပါရဲ့။
သိပ်ကြာလာတော့လည်း ဘဝဟာ ခံနိုင်စရာမရှိတော့ ဗင်းဆင့် သူ့ကိုယ်သူ လက်လျှော့သွားခဲ့တယ်။
ဗင်းဆင့်ဟာ ဝင်ငွေတစ်ပြားမှမရတဲ့ ပန်းချီကားတွေကိုမသေခင်အထိ ရေးမြဲရေးသွားပါတယ်။
ခေတ်ပေါင်းများစွာ နိုင်ငံပေါင်းများစွာကျော်ဖြတ်ပြီး သူ့ပန်းချီကားတွေ အောင်မြင်ခဲ့တယ်ဆိုတာကိုတော့သူ မသိခဲ့လိုက်ရပါဘူး။
သူသေပြီးတဲ့ နောက်အောင်မြင်မယ်လို့သူ မျှော်လင့်ခဲ့သလား မမျှော်လင့်ခဲ့သလား
ကျွန်တော်‌တို့ မသိပါဘူး။
သေချာတာ‌ကတော့ သူ့ရဲ့ အနုပညာကိုချစ်တဲ့စိတ်ကပဲ သူ့ပန်းချီတွေကို ခမ်းနာစေခဲ့တာပါ။
တကယ်လို့များ တစ်ယောက်ယောက်က အနုပညာသမားရဲ့ အရည်အသွေးနဲ့ သူ့ရဲ့ အနုပညာကိုချစ်တဲ့စိတ်ဘာ ပိုအရေးကြီးလဲမေးခဲ့ရင်ပေါ့
ချစ်တဲ့စိတ်ကလေးမှမပါပဲ ဖန်တီးခဲ့ရင် အဲ့ဒီအနပညာဟာ အနုပညာမည်ဦးမလားဆိုတဲ့ အဖြေပဲရှိပါလိမ့်မယ်။
ဘယ်သူပြောနိုင်မလဲ ‌သိစိတ်နဲ့ လိုက် မမှီတဲ့
တစ်နေရာများရှိခဲ့ရင် လောကခေါင်မိုးမှာ
ကြယ်တွေစီရီဆွဲနေတဲ့ ဗန်ဂိုးကို
ကျွန်တော်တို့ တွေ့ချင်တွေ့ကြရမှာပဲ။
မောင်ထွန်းသူ ရမ္မက်မီး အမည်နဲ့ မြန်မာဘာသာပြန်ဆိုထားတဲ့ List For Lifeဝတ္တုကိုပဲ ရိုက်ထားတဲ့ ရုပ်ရှင်ပါ။
ဗန်ဂိုးကားတွေထဲ Ratingအကောင်ဆုံးကားလည်း ဟုတ်ပါတယ်။
ဗင်းဆင့် ဗန်ဂိုးအကြောင်းရိုက်ထားတာတွေထဲတော့ Loving Vincent Animated Filmပြီးရင် ဒီရုပ်ရှင်က အကောင်းဆုံးပါပဲ။
Loving Vincentဟာ ဗန်ဂိုးပန်းချီကား‌တွေ ပန်းချီဟန်တွေပဲသုံးထားပြီး ဇာတ်ဝင်ခန်းတွေက အရမ်းအနုပညာဆန်လို့
ပို့သာပေမယ့် အကြောင်းအရာပိုင်းအရဆို List for Lifeက အစုံဆုံးပါပဲ။
( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ဖြစ်ပါတယ် )
[Zawgyi]
Lust for Life (1956)
================
IMDb. = 7.4 out of 10
Rotten Tomatoes = 100%
ေမွာင္ယံကမ္းပါးဆ‌ီ ၀င္းလက္စိုျမေနတဲ့ ၾကယ္ေတြရဲ႕ ေနာက္ေၾကာင္းမွာ အသိုက္ပ်က္ အနက္ေရာင္ငွက္ေတြ ပ်ံဝဲေနၾကပါတယ္။
ေသကြင္းေသကြက္တည့္တည့္ကို ေလာကဓံလာမွန္တဲ့ေန႔မွာ ၾကယ္ေတြဆီ အိပ္တန္းတက္သြားတဲ့ လူတစ္ေယာက္ရဲ႕ စိတ္ခံစားခ်က္ဟာ အေရာင္ေတြစိုလို႔ျမလို႔။
သူ႔ရာဇ၀င္ကေတာ့မလွခဲ့ဘူး။
အင္ပရက္စ္ရွင္ဝါဒပန္းခ်ီေတြရဲ႕ တာထြက္မွာ အင္ပရက္စ္ရွင္သမား‌ေတြ ပို႔စ္အင္ပရက္စ္ရွင္သမားေတြ အေတာ္ေလး ရႈံ႕ခ်ခံခဲ့ၾကရတယ္။
မာနက္ရဲ႕ ျမက္ခင္းေပၚကေပ်ာ္ပြဲစားပြဲကားနဲ႔ အိုလံပီယာကားဆိုရင္ ျပရင္ ဓားနဲ႔ခြဲ တံေတြးနဲ႔မေထြးေအာင္ ရဲေတြက ႀကိဳးနဲ႔အျမင့္မွာ ခ်ိတ္ထားခဲ့ရတဲ့အထိကိုဆိုးတယ္။
အဲ့ဒီကာလမွာ အင္ပရက္စ္ရွင္သမားေတြဟာ အ႐ူးေတြလို႔ သမုတ္ခံရတာပါပဲ။
ဗင္းဆင့္ဟာ ပို႔စ္အင္ပရက္ရွင္သမားျဖစ္တဲ့အျပင္ အေနအထိုင္မတတ္ေတာ့ ပိုရႈံ႕ခ်ခံရပါတယ္။
ဒါေပမယ့္ သူလက္မေလွ်ာ့ခဲ့ပါဘူး။
ဗင္းဆင့္ဟာ သူ႔သက္တမ္း တစ္ေလွ်ာက္မွာ လုံး၀မေအာင္ျမင္ခဲ့တဲ့ အႏုပည‌ာေတြသက္သက္ကို ပိုင္ဆိုင္ထားတဲ့လူပါ။ ခင္ဗ်ားတို႔ ဖတ္ဖူးမွာေပါ့။
ဘယ္စာေရးဆရာကေတာ့ျဖင့္ မေအာင္ျမင္ခင္မွာ သူ႔၀တၱဳကို ဘယ္လိုလက္ေလ်ာ့ခဲ့ၿပီးမွ ကံအေၾကာင္းတိုက္ဆိုင္လို႔ ျပန္ေအာင္ျမင္တယ္ဆိုတာမ်ိဳးေတြ။ ဒီလိုေတြ အမ်ားႀကီးပါ။
ဗန္ဂိုးကေတာ့ သူ႔ရဲ႕ မေအာင္ျမင္ခဲ့တဲ့ အႏုပညာေတြကို တစ္သက္လုံးေပြ႕ပိုက္ရင္း ဆက္ဖန္တီးသြားခဲ့တာပါ။
မေအာင္ျမင္လို႔လည္း လက္ေလွ်ာ့ျခင္းဆိုတာ သူ႔သမိုင္းတစ္ေလွ်ာက္လုံး ကြၽန္ေတာ္တို႔ မေတြ႕ခဲ့ရပါဘူး။
ဗင္းဆင့္ဟာ သူ႔ကိုယ္သူ လက္ေလွ်ာ့ခဲ့ေပမယ့္ သူ႔အႏုပညာကိုေတာ့ လုံး၀လက္ေလွ်ာ့ခဲ့တဲ့သူ မဟုတ္ပါဘူး။
ယုတ္စြအဆုံး ဘယ္သူမုန္းပါေစဦးေပါ့
အႏုပညာတိုင္း ပရိတ္သတ္တစ္ေယာက္ေတာ့ လိုပါတယ္။
‌တစ္သက္လုံးမွ တစ္ခါပဲ ေရာင္းထြက္ခဲ့ရင္ေတာင္ရင္ခ်င္းမွ်မယ့္တစ္ေယာက္ ဒီေလာက္ေတာ့ သူရခဲ့ပါရဲ႕။
သိပ္ၾကာလာေတာ့လည္း ဘ၀ဟာ ခံႏိုင္စရာမရွိေတာ့ ဗင္းဆင့္ သူ႔ကိုယ္သူ လက္ေလွ်ာ့သြားခဲ့တယ္။
ဗင္းဆင့္ဟာ ၀င္ေငြတစ္ျပားမွမရတဲ့ ပန္းခ်ီကားေတြကိုမေသခင္အထိ ေရးၿမဲေရးသြားပါတယ္။
ေခတ္ေပါင္းမ်ားစြာ ႏိုင္ငံေပါင္းမ်ားစြာေက်ာ္ျဖတ္ၿပီး သူ႔ပန္းခ်ီကားေတြ ေအာင္ျမင္ခဲ့တယ္ဆိုတာကိုေတာ့သူ မသိခဲ့လိုက္ရပါဘူး။
သူေသၿပီးတဲ့ ေနာက္ေအာင္ျမင္မယ္လို႔သူ ေမွ်ာ္လင့္ခဲ့သလား မေမွ်ာ္လင့္ခဲ့သလား
ကြၽန္ေတာ္‌တို႔ မသိပါဘူး။
ေသခ်ာတာ‌ကေတာ့ သူ႔ရဲ႕ အႏုပညာကိုခ်စ္တဲ့စိတ္ကပဲ သူ႔ပန္းခ်ီေတြကို ခမ္းနာေစခဲ့တာပါ။
တကယ္လို႔မ်ား တစ္ေယာက္ေယာက္က အႏုပညာသမားရဲ႕ အရည္အေသြးနဲ႔ သူ႔ရဲ႕ အႏုပညာကိုခ်စ္တဲ့စိတ္ဘာ ပိုအေရးႀကီးလဲေမးခဲ့ရင္ေပါ့
ခ်စ္တဲ့စိတ္ကေလးမွမပါပဲ ဖန္တီးခဲ့ရင္ အဲ့ဒီအနပညာဟာ အႏုပညာမည္ဦးမလားဆိုတဲ့ အေျဖပဲရွိပါလိမ့္မယ္။
ဘယ္သူေျပာႏိုင္မလဲ ‌သိစိတ္နဲ႔ လိုက္ မမွီတဲ့
တစ္ေနရာမ်ားရွိခဲ့ရင္ ေလာကေခါင္မိုးမွာ
ၾကယ္ေတြစီရီဆြဲေနတဲ့ ဗန္ဂိုးကို
ကြၽန္ေတာ္တို႔ ေတြ႕ခ်င္ေတြ႕ၾကရမွာပဲ။
ေမာင္ထြန္းသူ ရမၼက္မီး အမည္နဲ႔ ျမန္မာဘာသာျပန္ဆိုထားတဲ့ List For Life၀တၱဳကိုပဲ ႐ိုက္ထားတဲ့ ႐ုပ္ရွင္ပါ။
ဗန္ဂိုးကားေတြထဲ Ratingအေကာင္ဆုံးကားလည္း ဟုတ္ပါတယ္။
ဗင္းဆင့္ ဗန္ဂိုးအေၾကာင္း႐ိုက္ထားတာေတြထဲေတာ့ Loving Vincent Animated Filmၿပီးရင္ ဒီ႐ုပ္ရွင္က အေကာင္းဆုံးပါပဲ။
Loving Vincentဟာ ဗန္ဂိုးပန္းခ်ီကား‌ေတြ ပန္းခ်ီဟန္ေတြပဲသုံးထားၿပီး ဇာတ္၀င္ခန္းေတြက အရမ္းအႏုပညာဆန္လို႔
ပို႔သာေပမယ့္ အေၾကာင္းအရာပိုင္းအရဆို List for Lifeက အစုံဆုံးပါပဲ။
( အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__7.4/10
Format__mp4
Duration__02:02:00
Type__Biography , Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
