"[Unicode]
ရေတပ်ကလူတွေကိုစိတ်နာပြီး အစိုးရနဲ့ကင်းကင်းနေချင်သော အင်ပါယာ တက္ကသိုလ်က သင်္ချာဉာဏ်ကြီးရှင်လေး ကိုင် တာဒါရှီတစ်ယောက်…
မုန်းလှပါချည်ရဲ့ဆိုတဲ့ ရေတပ်က ဗိုလ်ချုပ်တစ်ဦးရဲ့ ကူညီပေးမှုနဲ့ ရေတပ်မှာ ဗိုလ်မှူးတစ်ယောက်ဖြစ်ခဲ့ပါတော့တယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သူ့ရဲ့တာဝန်ကတော့ သူ့ကိုအကူညီတောင်းတဲ့ ဗိုလ်ချုပ် ရာမာတိုတို့နဲ့ ဆန့်ကျင်ဘက်ဖြစ်နေတဲ့ စစ်သင်္ဘောတည်ဆောက်ဖို့ ပြိုင်ဆိုင်နေတဲ့ ဟီယာရာမာရဲ့ ဒီဖိုင်းကုန်ကျစရိတ်အမှန်ကို ဖော်ထုတ်ပေးဖို့ပါပဲ
ကိုင် တစ်ယောက် ဘာမှအသေးစိတ်မသိရပဲဘဲနဲ့ ကိန်းဂဏန်းတွေဟာမလိမ်ညာတတ်ဘူးဆိုတဲ့ ယုံကြည်ချက်တစ်ခုတည်းနဲ့ သူ့တာဝန်တွေကိုပြီးမြောက်အောင်လုပ်ခဲ့ပါတော့တယ်
သို့သော်လည်း သူမသိသေးတဲ့ ရေတပ်နောက်ကွယ်ကလူတွေရဲ့ လျှို့ဝှက်ချက်ကိုသိလာရတဲ့အခါမှာတော့….
နိုင်ငံကိုကာကွယ်ဖို့ကြိုးစားနေကြတဲ့ ရေတပ်ကတပ်မတော်သားတွေအကြောင်းနဲ့ ကိုင်ရဲ့ ထက်မြက်လှတဲ့ နည်းလမ်းတွေကိုတွေ့မြင်ရမှာဖြစ်ပါတယ် ။
( အညွှန်းရေးသားထားသူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )
[Zawgyi]
ေရတပ္ကလူေတြကိုစိတ္နာၿပီး အစိုးရနဲ႔ကင္းကင္းေနခ်င္ေသာ အင္ပါယာ တကၠသိုလ္က သခ်ၤာဉာဏ္ႀကီးရွင္ေလး ကိုင္ တာဒါရွီတစ္ေယာက္…
မုန္းလွပါခ်ည္ရဲ႕ဆိုတဲ့ ေရတပ္က ဗိုလ္ခ်ဳပ္တစ္ဦးရဲ႕ ကူညီေပးမႈနဲ႔ ေရတပ္မွာ ဗိုလ္မႉးတစ္ေယာက္ျဖစ္ခဲ့ပါေတာ့တယ္
သူ႔ရဲ႕တာဝန္ကေတာ့ သူ႔ကိုအကူညီေတာင္းတဲ့ ဗိုလ္ခ်ဳပ္ ရာမာတိုတို႔နဲ႔ ဆန္႔က်င္ဘက္ျဖစ္ေနတဲ့ စစ္သေဘၤာတည္ေဆာက္ဖို႔ ၿပိဳင္ဆိုင္ေနတဲ့ ဟီယာရာမာရဲ႕ ဒီဖိုင္းကုန္က်စရိတ္အမွန္ကို ေဖာ္ထုတ္ေပးဖို႔ပါပဲ
ကိုင္ တစ္ေယာက္ ဘာမွအေသးစိတ္မသိရပဲဘဲနဲ႔ ကိန္းဂဏန္းေတြဟာမလိမ္ညာတတ္ဘူးဆိုတဲ့ ယုံၾကည္ခ်က္တစ္ခုတည္းနဲ႔ သူ႔တာဝန္ေတြကိုၿပီးေျမာက္ေအာင္လုပ္ခဲ့ပါေတာ့တယ္
သို႔ေသာ္လည္း သူမသိေသးတဲ့ ေရတပ္ေနာက္ကြယ္ကလူေတြရဲ႕ လွ်ိဳ႕ဝွက္ခ်က္ကိုသိလာရတဲ့အခါမွာေတာ့….
ႏိုင္ငံကိုကာကြယ္ဖို႔ႀကိဳးစားေနၾကတဲ့ ေရတပ္ကတပ္မေတာ္သားေတြအေၾကာင္းနဲ႔ ကိုင္ရဲ႕ ထက္ျမက္လွတဲ့ နည္းလမ္းေတြကိုေတြ႕ျမင္ရမွာျဖစ္ပါတယ္ ။
( အညႊန္းေရးသားထားသူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__6.5/10
Format__mp4
Duration__02:09:00
Type__Action , Drama , Mystery
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Shoon Thu Thu Chain
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
