"Apocalypse Now (1979)=================PauseIMDb Rating – 8.4/10#Unicodeပြောကြတာတော့ Apocalypse Nowဟာအကောင်းဆုံးစစ်ကားတဲ့။ ကျွန်တော်တော့ စစ်ကားတစ်ကားလို့ကိုမမြင်မိဘူး။သမိုင်းလည်းမှန်လှတယ်မဟုတ်ဘူး။သမိုင်းဆိုတာ စစ်နိုင်တဲ့ဘက်က ရေးကြတာဆိုတော့ရေးထားတဲ့သမိုင်းလည်း မှန်ချင်မှမှန်မှာဖြစ်တဲ့အတွက်ဒါကလည်းအရေးမပါလှဘူး။စစ်ပွဲတစ်ပွဲမှာ ဘာတွေမြင်ရမလဲ။လက်နက်တွေ ပေါက်ကွဲမှုတွေ သေကြေမှုတွေအလောင်းတွေ သွေးတွေ။ ဒီအပေါ်ယံအမြင်တွေအကုန် ဖယ်ကြည့်လိုက်ရင် စစ်ပွဲမှာ ကျွန်တော်တို့အထင်ရှားဆုံးမြင်ရမယ့် အရာက လူ့စိတ်ပါပဲ။ ဒါရိုက်တာဖရန်စစ် ကော်ပိုလာက ဒီအချက်ကို အရဖမ်းသွားတယ်။ဒါကြောင့်ပဲ ဒီရုပ်ရှင်ဟာ စစ်တိုက်ခန်းနည်းနည်းစကားများနေတာများများနဲ့ အကောင်းဆုံးစစ်ကားဖြစ်သွားခဲ့တယ်။ ဒီကားကြည့်ပြီး ခင်ဗျားရူးချင်သွားတယ်ဆိုရင်လည်းမထူးဆန်းဘူး ဒါရိုက်တာရော မင်းသားရော ဒီရုပ်ရှင်ရိုက်နေတုန်းရူးချင်ချင် သေမလိုလိုဖြစ်သွားခဲ့ကြဖူးတယ်။အဓိကပြချင်တာဘာလဲတော့ ကျွန်တော်လည်းမသိဘူး။ယူသလိုပဲရလိမ့်မယ်။ အရူးတွေရိုက်ထားတဲ့ကားဆိုတော့ကြည့်ပြီးရူးသွားလည်း သိပ်တော့အံ့ဩစရာမရှိဘူး။ဒီရုပ်ရှင်ရဲ့ တစ်ချို့ဇာတ်ကွက်တွေအရတော့ ဒါရိုက်တာကိုအမေရိကန်မှဟုတ်ပါလေစလို့ ပြန်ရှာကြည့်လိုက်ရတယ်။ သူရဲဘောကြောင် အနိုင်ကျင့်တတ်တဲ့ တစ်စက်မှသုံးမရတဲ့အမေရိကန်စစ်သားတွေအကြောင်းကို ဒါရိုက်တာကခဏခဏကို ပြသွားတယ်။ ဒီထဲကအမေရိကန်စစ်သားတွေကပုံမှန်မြင်‌နေကြတွေလို သနားစိတ်အပြည့်နဲ့ လူတော်Greatကြီး‌တွေမဟုတ်ဘူး။ စစ်သားတွေရဲ့ ကြောက်စိတ်နဲ့စစ်မှုထမ်းတွေရဲ့ တလွဲလုပ်ရပ်တွေ အတော်မြင်ရတယ်။မတော်လို့ကျွန်တော်တို့စစ်ထဲ၀င်ကြရင် ဖြစ်‌နေမယ့်ပုံစံမျိုး‌ပေါ့။အမေရိကန်တွေနဲ့ သူတို့တိုက်နေတဲ့သူပုန်တွေကြားကအမှန်အမှားဆိုတာ ဆပ်ပြာပူဖောင်းလွှာကလေးလိုပါးလျနေတာကို ဒါရိုက်တာက ကောင်းကောင်းကြီးပြသွားတယ်။လူသားဆန်မှု စစ်ပွဲမှာ လူသားဆန်မှုက အရေးကြီးသလားဒီအဖြေကို ရုပ်ရှင်ထဲ မာလွန်ဘရန်ဒိုကြီးဖြေသွားတဲ့အဖြေက ကြက်သီးထစရာကောင်းတယ်။ ဒီစစ်ကားကစစ်တွင်းတိုက်ခိုက်မှုပါရုံထည့်ပြီး စစ်သားတစ်ယောက်ရဲ့စိတ် ဒါမှမဟုတ် စစ်သားတစ်ယောက်မှာရှိရမယ့်စိတ်ကိုသူ့အမြင်အရကောင်းကောင်းသုံးသပ်ပြသွားတယ်။အဲ့ဒီအမြင်ကို လူတိုင်းတော့ လက်ခံနိုင်မယ်မထင်ဘူး။ဘာလို့ဆို မာလွန်ဘရန်ဒိုရဲ့ဇာတ်ကောင်ကာလ်နယ်ကတ်ဇ်ရဲ့ အမြင်ဟာ ဘယ်လိုမှ လူမဆန်ဘူး။အမေရိကန်ဟာ ဗီယက်နမ်လိုနေရာမျိုးမှာ စစ်နိုင်ဖို့ဘာမှမခက်ပါဘူး။ ခက်နေတာက လုပ်ချင်သလိုလုပ်ရင်ဖြစ်လာမယ့် ကမ္ဘာ့နိုင်ငံတွေရဲ့ အမြင်ပါပဲ။ကမ္ဘာ့နိုင်င‌ံရေးမှာတစ်ခါတလေ စစ်ရေးတွေဟာ ထိုးကြွေးခံရတဲ့ နယ်ရုပ်တွေပါပဲ။ကာလ်နယ်ကတ်ဇ်လို စစ်သားတစ်ယောက်ရဲ့အမြင်မှာကျ ဒါတွေက မဖြစ်သင့်တဲ့အရာတွေပဲ။သူ့အမြင်မှာ စစ်သားကောင်းဟာ လူကောင်းမဖြစ်နိုင်ဘူးလို့ ယူဆတယ်။ စာနာမှုရှိတဲ့စစ်သားဟာ စစ်သားကောင်းမဟုတ်ဘူးပေါ့။‌ဒီတော့ သူသူလျှိုလို့ယူဆတဲ့ လူလေးယောက်ကိုအထက်မိန့်မရဘဲ သတ်ပစ်လိုက်တယ်။ဒီ အမိန့်ဖီဆန်ပြီးတောခိုသွားတဲ့ ကာလ်နယ်ကတ်ဇ်ကို လုပ်ကြံဖို့အထူးတပ်သားတစ်ယောက်ကို ကမ္ဘောဒီးယား ဗီယက်နမ်နယ်စပ်ကိုလွှတ်လိုက်တယ်။ သူ့ဇာတ်အိမ်ကဒီလောက်ပါပဲ။တစ်ခုရှိတာက ခင်ဗျားသာ သေချာစီးမျောပြီးကြည့်မယ်ဆိုရင် အဲ့ဒီခရီးမှာ ခင်ဗျားလည်းပါသွားလိမ့်မယ်။ အပြန်လမ်းမှာတော့ ခင်ဗျားဟာအရင်က ခင်ဗျား ဟုတ်ချင်မှလည်းဟုတ်တော့မယ်။ခင်ဗျားသာ ဒီရုပ်ရှင်အပြီး အမှန်နဲ့အမှားကြားဝေခွဲမရဖြစ်နေခဲ့ရင် ကိုယ့်ရွေးချယ်မှုကိုပဲယုံလိုက်ဖို့ပြောချင်တယ်။ ဒီရုပ်ရှင်ထဲမှာမှမဟုတ်ဘူး။တကယ့်ကမ္ဘာကြီးမှာလည်း အမှန်နဲ့အမှားကြားကမျဉ်းကသိပ်ပါးတယ်။ အမှန်နဲ့အမှားထက် ပိုအရေးကြီးတာကကျွန်တော်တို့ရဲ့ ရွေးချယ်မှုပဲ။ ကာလ်နယ်ကတ်ဇ်ကဒီအကြောင်းကို ကောင်းကောင်းကြီး သဘောပေါက်ခဲ့တယ်။ဝီလ်လတ်ကလည်း သူသိတဲ့အမှန်ကို ကျောခိုင်းပြီးသူလုပ်ရမယ့်အရာကိုလုပ်ခဲ့တယ်။ဒိုင်ယာလော့ထဲမပါတဲ့ ဝီလ်လတ်ရဲ့စကားကိုတော့ကျွန်တော်ကြားနေရတယ်။အရူးတွေကြားမှာ သွားမှန်နေလို့မရဘူး။ သူတို့နဲ့မတူရင်အရူးတွေအတွက် ခင်ဗျားက အရူးဖြစ်သွားလိမ့်မယ်တဲ့။Apocalypse Nowကို God Fatherရုပ်ရှင်ရဲ့ဒါရိုက်တာ ဖရန်စစ်ကော်ပိုလာကရိုက်ထားတဲ့အပြင်God Fatherကြီး မာလွန်ဘရန်ဒိုက Second leadနေရာကသရုပ်ဆောင်ထားတယ်။ ရုပ်ရှင်ဓာတ်ပုံပညာနဲ့အသံပိုင်းဆိုင်ရာမှာ အော်စကာနှစ်ဆုရထားတဲ့အပြင်Greatest War Film of All Timeလို့သတ်မှတ်ခံထားရတဲ့ ရုပ်ရှင်ပါပဲ။#Zawgyiေျပာၾကတာေတာ့ Apocalypse Nowဟာအေကာင္းဆုံးစစ္ကားတဲ့။ ကြၽန္ေတာ္ေတာ့ စစ္ကားတစ္ကားလို႔ကိုမျမင္မိဘူး။သမိုင္းလည္းမွန္လွတယ္မဟုတ္ဘူး။သမိုင္းဆိုတာ စစ္ႏိုင္တဲ့ဘက္က ေရးၾကတာဆိုေတာ့ေရးထားတဲ့သမိုင္းလည္း မွန္ခ်င္မွမွန္မွာျဖစ္တဲ့အတြက္ဒါကလည္းအေရးမပါလွဘူး။စစ္ပြဲတစ္ပြဲမွာ ဘာေတြျမင္ရမလဲ။လက္နက္ေတြ ေပါက္ကြဲမႈေတြ ေသေၾကမႈေတြအေလာင္းေတြ ေသြးေတြ။ ဒီအေပၚယံအျမင္ေတြအကုန္ ဖယ္ၾကည့္လိုက္ရင္ စစ္ပြဲမွာ ကြၽန္ေတာ္တို႔အထင္ရွားဆုံးျမင္ရမယ့္ အရာက လူ႔စိတ္ပါပဲ။ ဒါ႐ိုက္တာဖရန္စစ္ ေကာ္ပိုလာက ဒီအခ်က္ကို အရဖမ္းသြားတယ္။ဒါေၾကာင့္ပဲ ဒီ႐ုပ္ရွင္ဟာ စစ္တိုက္ခန္းနည္းနည္းစကားမ်ားေနတာမ်ားမ်ားနဲ႔ အေကာင္းဆုံးစစ္ကားျဖစ္သြားခဲ့တယ္။ ဒီကားၾကည့္ၿပီး ခင္ဗ်ား႐ူးခ်င္သြားတယ္ဆိုရင္လည္းမထူးဆန္းဘူး ဒါ႐ိုက္တာေရာ မင္းသားေရာ ဒီ႐ုပ္ရွင္႐ိုက္ေနတုန္း႐ူးခ်င္ခ်င္ ေသမလိုလိုျဖစ္သြားခဲ့ၾကဖူးတယ္။အဓိကျပခ်င္တာဘာလဲေတာ့ ကြၽန္ေတာ္လည္းမသိဘူး။ယူသလိုပဲရလိမ့္မယ္။ အ႐ူးေတြ႐ိုက္ထားတဲ့ကားဆိုေတာ့ၾကည့္ၿပီး႐ူးသြားလည္း သိပ္ေတာ့အံ့ဩစရာမရွိဘူး။ဒီ႐ုပ္ရွင္ရဲ႕ တစ္ခ်ိဳ႕ဇာတ္ကြက္ေတြအရေတာ့ ဒါ႐ိုက္တာကိုအေမရိကန္မွဟုတ္ပါေလစလို႔ ျပန္ရွာၾကည့္လိုက္ရတယ္။ သူရဲေဘာေၾကာင္ အႏိုင္က်င့္တတ္တဲ့ တစ္စက္မွသုံးမရတဲ့အေမရိကန္စစ္သားေတြအေၾကာင္းကို ဒါ႐ိုက္တာကခဏခဏကို ျပသြားတယ္။ ဒီထဲကအေမရိကန္စစ္သားေတြကပုံမွန္ျမင္‌ေနၾကေတြလို သနားစိတ္အျပည့္နဲ႔ လူေတာ္Greatႀကီး‌ေတြမဟုတ္ဘူး။ စစ္သားေတြရဲ႕ ေၾကာက္စိတ္နဲ႔စစ္မႈထမ္းေတြရဲ႕ တလြဲလုပ္ရပ္ေတြ အေတာ္ျမင္ရတယ္။မေတာ္လို႔ကြၽန္ေတာ္တို႔စစ္ထဲ၀င္ၾကရင္ ျဖစ္‌ေနမယ့္ပုံစံမ်ိဳး‌ေပါ့။အေမရိကန္ေတြနဲ႔ သူတို႔တိုက္ေနတဲ့သူပုန္ေတြၾကားကအမွန္အမွားဆိုတာ ဆပ္ျပာပူေဖာင္းလႊာကေလးလိုပါးလ်ေနတာကို ဒါ႐ိုက္တာက ေကာင္းေကာင္းႀကီးျပသြားတယ္။လူသားဆန္မႈ စစ္ပြဲမွာ လူသားဆန္မႈက အေရးႀကီးသလားဒီအေျဖကို ႐ုပ္ရွင္ထဲ မာလြန္ဘရန္ဒိုႀကီးေျဖသြားတဲ့အေျဖက ၾကက္သီးထစရာေကာင္းတယ္။ ဒီစစ္ကားကစစ္တြင္းတိုက္ခိုက္မႈပါ႐ုံထည့္ၿပီး စစ္သားတစ္ေယာက္ရဲ႕စိတ္ ဒါမွမဟုတ္ စစ္သားတစ္ေယာက္မွာရွိရမယ့္စိတ္ကိုသူ႔အျမင္အရေကာင္းေကာင္းသုံးသပ္ျပသြားတယ္။အဲ့ဒီအျမင္ကို လူတိုင္းေတာ့ လက္ခံႏိုင္မယ္မထင္ဘူး။ဘာလို႔ဆို မာလြန္ဘရန္ဒိုရဲ႕ဇာတ္ေကာင္ကာလ္နယ္ကတ္ဇ္ရဲ႕ အျမင္ဟာ ဘယ္လိုမွ လူမဆန္ဘူး။အေမရိကန္ဟာ ဗီယက္နမ္လိုေနရာမ်ိဳးမွာ စစ္ႏိုင္ဖို႔ဘာမွမခက္ပါဘူး။ ခက္ေနတာက လုပ္ခ်င္သလိုလုပ္ရင္ျဖစ္လာမယ့္ ကမာၻ႔ႏိုင္ငံေတြရဲ႕ အျမင္ပါပဲ။ကမာၻ႔ႏိုင္င‌ံေရးမွာတစ္ခါတေလ စစ္ေရးေတြဟာ ထိုးေႂကြးခံရတဲ့ နယ္႐ုပ္ေတြပါပဲ။ကာလ္နယ္ကတ္ဇ္လို စစ္သားတစ္ေယာက္ရဲ႕အျမင္မွာက် ဒါေတြက မျဖစ္သင့္တဲ့အရာေတြပဲ။သူ႔အျမင္မွာ စစ္သားေကာင္းဟာ လူေကာင္းမျဖစ္ႏိုင္ဘူးလို႔ ယူဆတယ္။ စာနာမႈရွိတဲ့စစ္သားဟာ စစ္သားေကာင္းမဟုတ္ဘူးေပါ့။‌ဒီေတာ့ သူသူလွ်ိဳလို႔ယူဆတဲ့ လူေလးေယာက္ကိုအထက္မိန႔္မရဘဲ သတ္ပစ္လိုက္တယ္။ဒီ အမိန႔္ဖီဆန္ၿပီးေတာခိုသြားတဲ့ ကာလ္နယ္ကတ္ဇ္ကို လုပ္ႀကံဖို႔အထူးတပ္သားတစ္ေယာက္ကို ကေမာၻဒီးယား ဗီယက္နမ္နယ္စပ္ကိုလႊတ္လိုက္တယ္။ သူ႔ဇာတ္အိမ္ကဒီေလာက္ပါပဲ။တစ္ခုရွိတာက ခင္ဗ်ားသာ ေသခ်ာစီးေမ်ာၿပီးၾကည့္မယ္ဆိုရင္ အဲ့ဒီခရီးမွာ ခင္ဗ်ားလည္းပါသြားလိမ့္မယ္။ အျပန္လမ္းမွာေတာ့ ခင္ဗ်ားဟာအရင္က ခင္ဗ်ား ဟုတ္ခ်င္မွလည္းဟုတ္ေတာ့မယ္။ခင္ဗ်ားသာ ဒီ႐ုပ္ရွင္အၿပီး အမွန္နဲ႔အမွားၾကားေဝခြဲမရျဖစ္ေနခဲ့ရင္ ကိုယ့္ေ႐ြးခ်ယ္မႈကိုပဲယုံလိုက္ဖို႔ေျပာခ်င္တယ္။ ဒီ႐ုပ္ရွင္ထဲမွာမွမဟုတ္ဘူး။တကယ့္ကမာၻႀကီးမွာလည္း အမွန္နဲ႔အမွားၾကားကမ်ဥ္းကသိပ္ပါးတယ္။ အမွန္နဲ႔အမွားထက္ ပိုအေရးႀကီးတာကကြၽန္ေတာ္တို႔ရဲ႕ ေ႐ြးခ်ယ္မႈပဲ။ ကာလ္နယ္ကတ္ဇ္ကဒီအေၾကာင္းကို ေကာင္းေကာင္းႀကီး သေဘာေပါက္ခဲ့တယ္။ဝီလ္လတ္ကလည္း သူသိတဲ့အမွန္ကို ေက်ာခိုင္းၿပီးသူလုပ္ရမယ့္အရာကိုလုပ္ခဲ့တယ္။ဒိုင္ယာေလာ့ထဲမပါတဲ့ ဝီလ္လတ္ရဲ႕စကားကိုေတာ့ကြၽန္ေတာ္ၾကားေနရတယ္။အ႐ူးေတြၾကားမွာ သြားမွန္ေနလို႔မရဘူး။ သူတို႔နဲ႔မတူရင္အ႐ူးေတြအတြက္ ခင္ဗ်ားက အ႐ူးျဖစ္သြားလိမ့္မယ္တဲ့။Apocalypse Nowကို God Father႐ုပ္ရွင္ရဲ႕ဒါ႐ိုက္တာ ဖရန္စစ္ေကာ္ပိုလာက႐ိုက္ထားတဲ့အျပင္God Fatherႀကီး မာလြန္ဘရန္ဒိုက Second leadေနရာကသ႐ုပ္ေဆာင္ထားတယ္။ ႐ုပ္ရွင္ဓာတ္ပုံပညာနဲ႔အသံပိုင္းဆိုင္ရာမွာ ေအာ္စကာႏွစ္ဆုရထားတဲ့အျပင္Greatest War Film of All Timeလို႔သတ္မွတ္ခံထားရတဲ့ ႐ုပ္ရွင္ပါပဲ။Quality – 720p BluRayDuration – 2hr 27 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, Mystery, WarSource : 1080p.BluRayTranslator – WiRa AungEncoder – SWM"