"[Unicode]Fantasy Magician (2020)Pauseဒီဇာတ်လမ်းလေးက 2017 ခုနှစ်ကထွက်ခဲ့တဲ့ “The Thousands Faces Of Dunjia”ကိုအခြေခံပြီးရိုက်ကူးထားတာပါလော့ချားမြို့ကျိုးအိမ်တော်ရဲ့သခင်လေး စစ်ဆေးရေးမှူးကျိုးထုံက ငယ်ငယ်လေးထဲကမှော်ပညာရပ်တွေကိုအရမ်းစိတ်ဝင်စားသူပါတပည့်မလေးထျောက်ကျယ် သူ့အဖေကျိုးရှို့ရီနဲ့ ဘဝကိုအေးအေးချမ်းချမ်းဖြတ်သန်းလာရာ…တစ်နေ့မမျှော်လင့်ဘဲ ကျာ့မင်နဲ့သူ့အဖေယိုးဝေ့တို့ထောင်ချောက်ဆင်တာခံရပြီး ကျိုးထုံအဖေကျိုးရှို့ရီဟာ အကျဉ်းချခံခဲ့ရပါတော့တယ်ကျိုးထုံကတော့ ကံကောင်းစွာလွတ်မြောက်သွားပြီးမင်ဂိုဏ်းချုပ်နဲ့တွေ့ဆုံကာ ကျိုးထုံကိုယ်ထဲကျားအဆောင်လွဲပြောင်းပေးအပ်ခဲ့ပါတယ်ကျိုးထုံဟာ ကျားအဆောင်ရဲ့စွမ်းအားကိုသုံးပြီးသူ့အဖေကိုကယ်ထုတ်ခဲ့ချင်ပေမဲ့ သူ့အဖေရက်ရက်စက်စက်အသတ်ခံခဲ့ရတာကိုပဲမြင်တွေ့ခဲ့ရပါတယ်ကျားအဆောင်ကိုလိုချင်တဲ့မကောင်းဆိုးဝါးတွေရန်ကနေ ဘယ်လိုကာကွယ်ခဲ့သလဲ?ကျိုးထုံဘယ်လိုတွေကြုံတွေ့ခဲ့ရသလဲဆိုတာကို ဇာတ်လမ်းလေးထဲတွေ့ရမှာပါကျိုးထုံအဖြစ် He Peng(သူ့ကိုတော့အားလုံးသိကြမှာပါ The Untamedထဲက ဝမ်ဂိုဏ်းဒုသခင်လေးဝမ်ချောင်ပါThe Untamedနဲ့ကွဲပြားစွာ သူ့သရုပ်ဆောင်ချက်တွေကိုမြင်တွေ့ရမှာပါနော်)ထျောက်ကျယ်အဖြစ် Lin Yu Rouကျိုးရှို့ရီအဖြစ် Eddy Ko တို့က ပါဝင်သရုပ်ထားတာပါ ။( အညွှန်းရေးသားထားသူကတော့ Hlaing Theint Theint Latt ပါ )[Zawgyi]Fantasy Magician (2020)ဒီဇာတ္လမ္းေလးက 2017 ခုႏွစ္ကထြက္ခဲ့တဲ့ “The Thousands Faces Of Dunjia”ကိုအေျခခံၿပီး႐ိုက္ကူးထားတာပါေလာ့ခ်ားၿမိဳ႕က်ိဳးအိမ္ေတာ္ရဲ႕သခင္ေလး စစ္ေဆးေရးမႉးက်ိဳးထုံက ငယ္ငယ္ေလးထဲကေမွာ္ပညာရပ္ေတြကိုအရမ္းစိတ္ဝင္စားသူပါတပည့္မေလးေထ်ာက္က်ယ္ သူ႔အေဖက်ိဳးရႈိ႕ရီနဲ႔ ဘဝကိုေအးေအးခ်မ္းခ်မ္းျဖတ္သန္းလာရာ…တစ္ေန႔မေမွ်ာ္လင့္ဘဲ က်ာ့မင္နဲ႔သူ႔အေဖယိုးေဝ့တို႔ေထာင္ေခ်ာက္ဆင္တာခံရၿပီး က်ိဳးထုံအေဖက်ိဳးရႈိ႕ရီဟာ အက်ဥ္းခ်ခံခဲ့ရပါေတာ့တယ္က်ိဳးထုံကေတာ့ ကံေကာင္းစြာလြတ္ေျမာက္သြားၿပီးမင္ဂိုဏ္းခ်ဳပ္နဲ႔ေတြ႕ဆုံကာ က်ိဳးထုံကိုယ္ထဲက်ားအေဆာင္လြဲေျပာင္းေပးအပ္ခဲ့ပါတယ္က်ိဳးထုံဟာ က်ားအေဆာင္ရဲ႕စြမ္းအားကိုသုံးၿပီးသူ႔အေဖကိုကယ္ထုတ္ခဲ့ခ်င္ေပမဲ့ သူ႔အေဖရက္ရက္စက္စက္အသတ္ခံခဲ့ရတာကိုပဲျမင္ေတြ႕ခဲ့ရပါတယ္က်ားအေဆာင္ကိုလိုခ်င္တဲ့မေကာင္းဆိုးဝါးေတြရန္ကေန ဘယ္လိုကာကြယ္ခဲ့သလဲ?က်ိဳးထုံဘယ္လိုေတြႀကဳံေတြ႕ခဲ့ရသလဲဆိုတာကို ဇာတ္လမ္းေလးထဲေတြ႕ရမွာပါက်ိဳးထုံအျဖစ္ He Peng(သူ႔ကိုေတာ့အားလုံးသိၾကမွာပါ The Untamedထဲက ဝမ္ဂိုဏ္းဒုသခင္ေလးဝမ္ေခ်ာင္ပါThe Untamedနဲ႔ကြဲျပားစြာ သူ႔သ႐ုပ္ေဆာင္ခ်က္ေတြကိုျမင္ေတြ႕ရမွာပါေနာ္)ေထ်ာက္က်ယ္အျဖစ္ Lin Yu Rouက်ိဳးရႈိ႕ရီအျဖစ္ Eddy Ko တို႔က ပါဝင္သ႐ုပ္ထားတာပါ ။( အညႊန္္းေရးသားထားသူကေတာ့ Hlaing Theint Theint Latt ပါ )Quality__WebDL-1080p , 720pIMDb Rating__6.7/10Format__mp4Duration__01:30:00Type__Acion , MagicSubtitle__Myanmar Subtitle (Hardsub)Translated by Hlaing Theint Theint LattEncoded by Naing Aung Latt"