"Behind the Line: Escape to Dunkirk (2020)===============================PauseIMDb Rating – 8.6/10#Unicodeကမ္ဘာကြီးရဲ့ အတ္ထုပ္ပတိကိုလှန်ကြည့်တဲ့အခါကျွန်တော်တို့သက်တမ်းနဲ့တောင် ဖတ်မှတ်လို့မပြီးမယ့်စိတ်၀င်စားစရာ အကြောင်းအရာတွေ အများကြီးပါပဲ။ဒီဇာတ်လမ်းဟာ ကမ္ဘာ့သမိုင်းထဲက အရက်စက်ဆုံးကုန်ကျစရိတ်အများဆုံး သေကြေမှု အများဆုံးဒုတိယကမ္ဘာစစ်မှာဖြစ်ခဲ့တဲ့ စိတ်၀င်စားစရာဇာတ်လမ်းတစ်ပုဒ်ပါပဲ။ ‌ကြီးကျယ်တဲ့ဖြစ်ရပ်တွေတိုင်းရဲ့ အောင်မြင်မှုကျရှုံးမှုတွေဟာ ကောက်ရိုးမ‌‌ီးလို ဝုန်းခနဲထတောက်တာမဟုတ်ပါဘူး။ သေးငယ်တ‌ဲ့ ဓာတ်မှုန်ကလေးများစွာရဲ့တစ်ခုချင်းဆီပေါက်ကွဲမှုတွေဟာပေါင်းဆုံပြီးမှမဟာပေါက်ကွဲမှုကြီးဖြစ်လာတာပါ။ဒုတိယကမ္ဘာစစ်အကြောင်း ရိုက်ပြထားတဲ့ရုပ်ရှင်တွေထဲမှာ The Immitation GameလိုDunkrikလို Saving LeningradလိုDarkest Hoursတို့လို ဖြစ်ရပ်မှန်‌အခြေပြုကားကောင်းတွေရှိပါတယ်။အဲ့ဒီရုပ်ရှင်တွေထဲကဖြစ်ရပ်ကလေးတွေ အကုန်စုပေါင်းပြီးမှ ဂျာမနီနဲ့ မဟာမိတ်တွေကို နိုင်ခဲ့တာပါပဲ။1940မှာ ဂျာမနီတွေဟာ ပိုလန် ဒိန်းမတ် နော်ဝေးဘယ်ဂျီယမ်တို့ကိုသိမ်းပြီးတဲ့နောက် ပြင်သစ်နိုင်ငံကDunkrikမြို့ကို ဝိုင်ထားကြတယ်။ ဗြိတန်တွေဟာဂျာမန်တွေကိုခုခံဖို့ တပ်တစ်တပ်ပဲထားပြီးအပြင်းအထန်ဆုတ်ခ‌ွာခဲ့ရတယ်။ ဒီဇာတ်လမ်းကဒီအချိန်မှာပါပဲ။ ဗြိတိန်ရှေ့ပြေးတပ်ဖွဲ့ဟာပြင်သစ်နယ်စပ်မှာ ကတုတ်ကျင်းခို စောင့်ဆိုင်းနေရာကတပ်ဆုတ်လာတဲ့ ဖြစ်ရပ် နောက်ကွယ်ကိုညဏ်ကွန့်မြူးရိုက်ပြထားတာပါ။ပြင်သစ်နယ်စပ်ကနေ Dunkrikကိုတပ်ဆုတ်ရမယ့်လမ်းမှာ ဗြိတန်တပ်သားနှစ်ယောက်အဖမ်းခံရတာကနေဒီဇာတ်လမ်းကို အစပြုထားတယ်။‌ဒါတော့ဘာမှမထူးဆန်းပါဘူး။ ထူးတာက အဲ့ဒီတပ်သားနှစ်ယောက်ထဲက တစ်ယောက်ဟာ ကမ္ဘာ့ မစ်ဒယ်ဝိတ်ချန်ပီယံ ဒန်နီ ဖန်နီဂန်ပါ။ဂျာမနီတွေမှာ တပ်မှာဘယ်သူပါတယ်ဆိုတဲ့ စာရင်းအတိအကျရှိနေတော့ဒန်နီဟာ သူမဟုတ်ပါဘူးလည်း ငြင်းမရပါဘူး။ကမ္ဘာ့မစ်ဒယ်ဝိတ်ချန်ပီယံကို မိထားတဲ့ဂျာမနီတွေရဲ့ ဆက်လုပ်မယ့်ရည်ရွယ်ချက်ကတော့ရှင်းပါတယ်။ ဂျာမနီတပ်သားတစ်ယောက်နဲ့ဒန့်နီကိုထိုးခိုင်းပြီး ဂျာမနီတစ်ယောက်ကကမ္ဘာ့ချန်ပီယံကိုနိုင်တယ်ဆိုတဲ့ အမျိုးသားရေးဂုဏ်သိက္ခာကို တည်ဆောက်ယူလိုက်ဖို့ပါပဲ။ဒန်နီ့ကို မထိုးထိုးအောင် အရှုံးပေးအောင်နည်းမျိုးစုံနဲ့ကြိုးစားနေတဲ့ကြားကဂျာမနီကိုမပို့ခင် သူတို့လွတ်အောင်ကြိုးစားကြတဲ့အကြောင်းကိုပဲ ရိုက်ပြထားတာပါ။ဇာတ်လမ်းဖွဲ့စည်းပုံကတော့ Dunkrikနဲ့Inglorious Bastardsကို စပ်ထားတဲ့ပုံစံမျိုးပါပဲ။ကြာချိန်က တစ်နာရီခွဲမို့ အရမ်းတိုတယ်တော့‌‌ပြောရမယ်။ နာမည်ကြီး ဘယ်သူမှမပါပေမယ့်ဇာတ်အိမ်‌ရော သရုပ်ဆောင်ရော ဒါရိုက်တာရောအတော်ပြေပြစ်တဲ့အထဲပါတယ်။ Ratingကောင်းပေမယ့် ခေါင်းခဲစေမယ့်ကားမျိုးမဟုတ်ပဲပေါ့ပေါ့ပါးပါးကြည့်လို့ရတယ့် ရုပ်ရှင်ပါပဲ။ဒါပေမယ့် စစ်ပွဲတစ်ပွဲရဲ့ အောင်နိုင်မှုဟာခေါင်းဆောင်တစ်ဦးတစ်ယောက်ကြောင့်မဟုတ်ဘဲတပ်သားတစ်ယောက်စီတိုင်းရဲ့ မျိုးချစ်စိတ်ဓာတ်နဲ့ချစ်စိတ်ကြောင့်ဆိုတာကိုတော့ ကောင်းကောင်းကြီးခံစားရအောင်တော့ ရိုက်ပြနိုင်ခဲ့တယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)#Zawgyiကမာၻႀကီးရဲ႕ အတၳဳပၸတိကိုလွန္ၾကည့္တဲ့အခါကြၽန္ေတာ္တို႔သက္တမ္းနဲ႔ေတာင္ ဖတ္မွတ္လို႔မၿပီးမယ့္စိတ္၀င္စားစရာ အေၾကာင္းအရာေတြ အမ်ားႀကီးပါပဲ။ဒီဇာတ္လမ္းဟာ ကမာၻ႔သမိုင္းထဲက အရက္စက္ဆုံးကုန္က်စရိတ္အမ်ားဆုံး ေသေၾကမႈ အမ်ားဆုံးဒုတိယကမာၻစစ္မွာျဖစ္ခဲ့တဲ့ စိတ္၀င္စားစရာဇာတ္လမ္းတစ္ပုဒ္ပါပဲ။ ‌ႀကီးက်ယ္တဲ့ျဖစ္ရပ္ေတြတိုင္းရဲ႕ ေအာင္ျမင္မႈက်ရႈံးမႈေတြဟာ ေကာက္႐ိုးမ‌‌ီးလို ဝုန္းခနဲထေတာက္တာမဟုတ္ပါဘူး။ ေသးငယ္တ‌ဲ့ ဓာတ္မႈန္ကေလးမ်ားစြာရဲ႕တစ္ခုခ်င္းဆီေပါက္ကြဲမႈေတြဟာေပါင္းဆုံၿပီးမွမဟာေပါက္ကြဲမႈႀကီးျဖစ္လာတာပါ။ဒုတိယကမာၻစစ္အေၾကာင္း ႐ိုက္ျပထားတဲ့႐ုပ္ရွင္ေတြထဲမွာ The Immitation GameလိုDunkrikလို Saving LeningradလိုDarkest Hoursတို႔လို ျဖစ္ရပ္မွန္‌အေျချပဳကားေကာင္းေတြရွိပါတယ္။အဲ့ဒီ႐ုပ္ရွင္ေတြထဲကျဖစ္ရပ္ကေလးေတြ အကုန္စုေပါင္းၿပီးမွ ဂ်ာမနီနဲ႔ မဟာမိတ္ေတြကို ႏိုင္ခဲ့တာပါပဲ။1940မွာ ဂ်ာမနီေတြဟာ ပိုလန္ ဒိန္းမတ္ ေနာ္ေဝးဘယ္ဂ်ီယမ္တို႔ကိုသိမ္းၿပီးတဲ့ေနာက္ ျပင္သစ္ႏိုင္ငံကDunkrikၿမိဳ႕ကို ဝိုင္ထားၾကတယ္။ ၿဗိတန္ေတြဟာဂ်ာမန္ေတြကိုခုခံဖို႔ တပ္တစ္တပ္ပဲထားၿပီးအျပင္းအထန္ဆုတ္ခ‌ြာခဲ့ရတယ္။ ဒီဇာတ္လမ္းကဒီအခ်ိန္မွာပါပဲ။ ၿဗိတိန္ေရွ႕ေျပးတပ္ဖြဲ႕ဟာျပင္သစ္နယ္စပ္မွာ ကတုတ္က်င္းခို ေစာင့္ဆိုင္းေနရာကတပ္ဆုတ္လာတဲ့ ျဖစ္ရပ္ ေနာက္ကြယ္ကိုညဏ္ကြန႔္ျမဴး႐ိုက္ျပထားတာပါ။ျပင္သစ္နယ္စပ္ကေန Dunkrikကိုတပ္ဆုတ္ရမယ့္လမ္းမွာ ၿဗိတန္တပ္သားႏွစ္ေယာက္အဖမ္းခံရတာကေနဒီဇာတ္လမ္းကို အစျပဳထားတယ္။‌ဒါေတာ့ဘာမွမထူးဆန္းပါဘူး။ ထူးတာက အဲ့ဒီတပ္သားႏွစ္ေယာက္ထဲက တစ္ေယာက္ဟာ ကမာၻ႔ မစ္ဒယ္ဝိတ္ခ်န္ပီယံ ဒန္နီ ဖန္နီဂန္ပါ။ဂ်ာမနီေတြမွာ တပ္မွာဘယ္သူပါတယ္ဆိုတဲ့ စာရင္းအတိအက်ရွိေနေတာ့ဒန္နီဟာ သူမဟုတ္ပါဘူးလည္း ျငင္းမရပါဘူး။ကမာၻ႔မစ္ဒယ္ဝိတ္ခ်န္ပီယံကို မိထားတဲ့ဂ်ာမနီေတြရဲ႕ ဆက္လုပ္မယ့္ရည္႐ြယ္ခ်က္ကေတာ့ရွင္းပါတယ္။ ဂ်ာမနီတပ္သားတစ္ေယာက္နဲ႔ဒန္႔နီကိုထိုးခိုင္းၿပီး ဂ်ာမနီတစ္ေယာက္ကကမာၻ႔ခ်န္ပီယံကိုႏိုင္တယ္ဆိုတဲ့ အမ်ိဳးသားေရးဂုဏ္သိကၡာကို တည္ေဆာက္ယူလိုက္ဖို႔ပါပဲ။ဒန္နီ႔ကို မထိုးထိုးေအာင္ အရႈံးေပးေအာင္နည္းမ်ိဳးစုံနဲ႔ႀကိဳးစားေနတဲ့ၾကားကဂ်ာမနီကိုမပို႔ခင္ သူတို႔လြတ္ေအာင္ႀကိဳးစားၾကတဲ့အေၾကာင္းကိုပဲ ႐ိုက္ျပထားတာပါ။ဇာတ္လမ္းဖြဲ႕စည္းပုံကေတာ့ Dunkrikနဲ႔Inglorious Bastardsကို စပ္ထားတဲ့ပုံစံမ်ိဳးပါပဲ။ၾကာခ်ိန္က တစ္နာရီခြဲမို႔ အရမ္းတိုတယ္ေတာ့‌‌ေျပာရမယ္။ နာမည္ႀကီး ဘယ္သူမွမပါေပမယ့္ဇာတ္အိမ္‌ေရာ သ႐ုပ္ေဆာင္ေရာ ဒါ႐ိုက္တာေရာအေတာ္ေျပျပစ္တဲ့အထဲပါတယ္။ Ratingေကာင္းေပမယ့္ ေခါင္းခဲေစမယ့္ကားမ်ိဳးမဟုတ္ပဲေပါ့ေပါ့ပါးပါးၾကည့္လို႔ရတယ့္ ႐ုပ္ရွင္ပါပဲ။ဒါေပမယ့္ စစ္ပြဲတစ္ပြဲရဲ႕ ေအာင္ႏိုင္မႈဟာေခါင္းေဆာင္တစ္ဦးတစ္ေယာက္ေၾကာင့္မဟုတ္ဘဲတပ္သားတစ္ေယာက္စီတိုင္းရဲ႕ မ်ိဳးခ်စ္စိတ္ဓာတ္နဲ႔ခ်စ္စိတ္ေၾကာင့္ဆိုတာကိုေတာ့ ေကာင္းေကာင္းႀကီးခံစားရေအာင္ေတာ့ ႐ိုက္ျပႏိုင္ခဲ့တယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1hr 27 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Drama, warSource : 1080p.WebRipTranslator – WiRa AungEncoder – SWM"