"[Unicode]CM Fan တွေအနေနဲ့ တော်တော်များများသော သူခိုးဇာတ်ကားတွေကို ကြည့်ဖူးကြမှာပါဒါပေမယ့်် အကောင်းဆုံးဆိုတာတွေကို ခဏဘေးဖယ်ထားလိုက်ပါဦးကျွန်တော်အခုညွှန်းမှာ Diabolik ဗျ ။Pause၁၉၆၈ မေလမှာ စပြီးရုံတင်ခဲ့ပြီး ခေတ်နဲ့မလိုက်အောင်ကို ရိုက်ပြသွားတဲ့ကား…ကောင်းတာလည်းမပြောနဲ့ ရိုက်တဲ့ဒါရိုက်တာက Mario Bava ကိုးဗျဟာကျူလီဇာတ်ကားကို စရိုက်ခဲ့တဲ့သူ…Hercules (1958)ငွေပုံပေါ်မှာအိပ်တဲ့သူ…ရဲတစ်ဖွဲ့တစ်ခုလုံးကို တစ်ကိုယ်တော် အရူးလုပ် လှည့်စားနိုင်သူ…မိန်းမချောလေးတစ်ယောက်ကို ပိုင်ဆိုင်ထားပြီး လိုချင်တာဆို မရရအောင် ခိုးယူနိုင်သူ…ဒါဟာ နှစ်ယောက်မရှိတဲ့ Diabolik ပါပဲ ။ဇာတ်လမ်းမှာဆိုရင် Diabolik ဘယ်လိုဖြစ်လာတယ်ဆိုပြီး ငယ်ဘဝကို ပေရှည်ပြီးရိုက်ပြထားခြင်းမျိုးမဟုတ်ဘဲ…ဇာတ်လမ်းအစမှာတည်းက ဘဏ်တစ်ခုနဲ့တစ်ခု ငွေအပြောင်းအရွှေ့ကို ဘယ်လို အကွက်ကျကျ ရဲတွေကို အရူးလုပ်ပြီး ခိုးယူသွားလဲဆိုတာနေ ရိုက်ပြထားပါတယ် ။တစ်နေ့ သူ့ကောင်မလေးက မွေးနေ့အတွက် မွေးနေ့လက်ဆောင်ကိုဗြိတိန်ဘဏ္ဍာရေးဝန်ကြီး မစ္စတာဟာရိုးကလက်ရဲ့ဇနီးဆွဲထားတဲ့ ကမ္ဘာပေါ်မှာ စံထားအရဆုံး အဖိုးတန်မြ ၁၁ခုနဲ့စီချယ် ပြုလုပ်ထားတဲ့ လည်ဆွဲကို လိုချင်တယ်လို့ ပြောလိုက်တဲ့အခါမှာတော့…အဲ့လည်ဆွဲကို ဝင်ပေါက်တစ်ခုသာရှိပြီး အနောက်မှာ ပင်လယ်ကြီးသာရှိတဲ့ အမြင့်ဆုံး မျှော်စင်မှာထားထားတဲ့အပြင် အစောင့်ပေါင်း အယောက် ၈၀ လောက်ရှိပါတယ်ဒါပေမယ့် Diabolik ဆိုတာ ခေသူမဟုတ်လေတော့…နောက်ဆုံးတစ်ချက်အနေနဲ့ Diabolik က ဒီလောက်ခိုးယူထားတာတွေ အများကြီးကို ဘယ်မှာထားထားလဲသူနေတဲ့နေရာက ဘယ်လောက်မိုက်လဲဆိုတာကတော့ ဇာတ်လမ်းထဲမှာပဲ ဆက်လက်ကြည့်ရှု့လိုက်ပါ– ဒီကားရိုက်တဲ့ ဒါရိုက်တာ Mario Bava ကတော့ အသက် ၆၅နှစ်အရွယ် 27 April 1980 မှာ သေဆုံးသွားခဲ့ပါတယ် –( အညွှန်းရေးသားထားသူကတော့ Naing Aung Latt ပါ )[Zawgyi]CM Fan ေတြအေနနဲ႔ ေတာ္ေတာ္မ်ားမ်ားေသာ သူခိုးဇာတ္ကားေတြကို ၾကည့္ဖူးၾကမွာပါဒါေပမယ့္္ အေကာင္းဆံုးဆိုတာေတြကို ခဏေဘးဖယ္ထားလိုက္ပါဦးကၽြန္ေတာ္အခုညႊန္းမွာ Diabolik ဗ် ။၁၉၆၈ ေမလမွာ စျပီးရံုတင္ခဲ့ျပီး ေခတ္နဲ႔မလိုက္ေအာင္ကုိ ရိုက္ျပသြားတဲ့ကား…ေကာင္းတာလည္းမေျပာနဲ႔ ရိုက္တဲ့ဒါရိုက္တာက Mario Bava ကိုးဗ်ဟာက်ဴလီဇာတ္ကားကို စရိုက္ခဲ့တဲ့သူ…Hercules (1958)ေငြပံုေပၚမွာအိပ္တဲ့သူ…ရဲတစ္ဖြဲ႔တစ္ခုလံုးကို တစ္ကုိယ္ေတာ္ အရူးလုပ္ လွည့္စားနုိင္သူ…မိန္းမေခ်ာေလးတစ္ေယာက္ကို ပိုင္ဆိုင္ထားျပီး လိုခ်င္တာဆို မရရေအာင္ ခိုးယူနိုင္သူ…ဒါဟာ နွစ္ေယာက္မရွိတဲ့ Diabolik ပါပဲ ။ဇာတ္လမ္းမွာဆိုရင္ Diabolik ဘယ္လိုျဖစ္လာတယ္ဆိုျပီး ငယ္ဘ၀ကို ေပရွည္ျပီးရိုက္ျပထားျခင္းမ်ိဳးမဟုတ္ဘဲ…ဇာတ္လမ္းအစမွာတည္းက ဘဏ္တစ္ခုနဲ႔တစ္ခု ေငြအေျပာင္းအေရႊ႕ကို ဘယ္လို အကြက္က်က် ရဲေတြကို အရူးလုပ္ျပီး ခိုးယူသြားလဲဆိုတာေန ရိုက္ျပထားပါတယ္ ။တစ္ေန႔ သူ႔ေကာင္မေလးက ေမြးေန႔အတြက္ ေမြးေန႔လက္ေဆာင္ကိုၿဗိတိန္ဘ႑ာေရးဝန္ႀကီး မစၥတာဟာ႐ိုးကလက္ရဲ႕ဇနီးဆြဲထားတဲ့ ကမာၻေပၚမွာ စံထားအရဆုံး အဖိုးတန္ျမ ၁၁ခုနဲ႔စီခ်ယ္ ျပဳလုပ္ထားတဲ့ လည္ဆြဲကို လိုခ်င္တယ္လို႔ ေျပာလိုက္တဲ့အခါမွာေတာ့…အဲ့လည္ဆြဲကို ၀င္ေပါက္တစ္ခုသာရွိျပီး အေနာက္မွာ ပင္လယ္ၾကီးသာရွိတဲ့ အျမင့္ဆံုး ေမ်ွာ္စင္မွာထားထားတဲ့အျပင္ အေစာင့္ေပါင္း အေယာက္ ၈၀ ေလာက္ရွိပါတယ္ဒါေပမယ့္ Diabolik ဆိုတာ ေခသူမဟုတ္ေလေတာ့…ေနာက္ဆံုးတစ္ခ်က္အေနနဲ႔ Diabolik က ဒီေလာက္ခိုးယူထားတာေတြ အမ်ားၾကီးကုိ ဘယ္မွာထားထားလဲသူေနတဲ့ေနရာက ဘယ္ေလာက္မိုက္လဲဆိုတာကေတာ့ ဇာတ္လမ္းထဲမွာပဲ ဆက္လက္ၾကည့္ရွု႕လိုက္ပါ– ဒီကားရိုက္တဲ့ ဒါရိုက္တာ Mario Bava ကေတာ့ အသက္ ၆၅နွစ္အရြယ္ 27 April 1980 မွာ ေသဆံုးသြားခဲ့ပါတယ္ –( အညႊန္းေရးသားထားသူကေတာ့ Naing Aung Latt ပါ )Quality__BR-1080p , 720pIMDb Rating__6.5/10Format__mp4Duration__01:45:00Type__Action , Comedy , CrimeSubtitle__Myanmar Subtitle (Hardsub)Translated by Hnin Yu AungEncoded by Naing Aung Latt"