"SamSam (2019)=============PauseIMDb Rating – 5.6/10#Unicodeဒီတစ်ခါကားလေးကတော့တကယ်ကိုsweetဖြစ်တဲ့ဇာတ်အိမ်လေးနဲ့ပါ။ ဇာတ်လမ်းလေးက စကြဝဠာထဲကဂြိုဟ်အသီးသီးမှာနေထိုင်ကြတဲ့လူမျိုးလေးတွေအကြောင်းဇာတ်အိမ်တည်ထားတာပါ။ ကားနာမည်ကဇာတ်လိုက်ကောင်လေးရဲ့နာမည်ပါကားလေးကအစပိုင်းမှာအမြင်ဆန်းပါမယ်။ ၃မိနစ်လောက်ကြာရင်တော့ဆမ်ဆမ်ဆိုတဲ့အနီရောင်ဂြိုဟ်ပေါ်ကကောင်လေးနဲ့မက်ဂါဆိုတဲ့အစိမ်းရောင်ဂြိုဟ်သူမလေးတို့ရဲ့ဘဝကွာခြားပုံကိုသိသိသာသာမြင်ရမှာပါ။ ဆမ်ဆမ်ရဲ့မိဘတွေက သားသမီးကိုနားလည်မှုနဲ့ထိန်းကျောင်းပါတယ် မက်ဂါလေးကတော့ချုပ်ချယ်ခံရပါတယ် ဘာလို့ဆိုမက်ဂါ့အဖေကရက်စက်တဲ့ အာဏာရှင်ကြီးမလို့ပါ။ မက်ဂါ့အဖေကြီးဟာ ကလေးတွေရဲ့ အပျော်အပါးကိစ္စတွေကိုမုန်းပါတယ်။ စကြဝဠာထဲမှာလူကြီးရောကလေးပါအစွမ်းတွေရှိကြပါတယ်။ သူများကလေးတွေထက်အစွမ်းရနောက်ကျနေတဲ့ ဆမ်ဆမ်လေးဟာအိမ်ကိုလိမ်ပြောပြီးကျောင်းလာတက်တဲ့မက်ဂါလေးနဲ့ခင်သွားပါတယ်။ ဒါပေမယ့်မက်ဂါကလူတိုင်းမုန်းတဲ့ဘုရင်ကြီးရဲ့သမီးဆိုတာသိသွားကြတဲ့အခါမှာတော့ ဇာတ်လမ်းလေးဟာ အချိုးအကွေ့လေးတွေနဲ့ကြည့်ကောင်းပါတယ်။ အခုပြောပြခဲ့တဲ့ အထဲမှာ ဇာတ်လမ်းရဲ့ ကြည့်လို့ကောင်းတဲ့ အပိုင်းတွေကိုထည့်မပြောထားသေးဘူးမို့ Spoil လုံးဝမဖြစ်စေသလို . ဇာတ်လမ်းလေးဟာ အတော်ကိုကြည့်လို့ကောင်းပါတယ်။ တူ တူမ သားသားမီးမီးလေးတွေကတော့ အကြိုက်ပေါ့နော်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Hnin Wutt Yi ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ခါကားေလးကေတာ့တကယ္ကိုsweetျဖစ္တဲ့ဇာတ္အိမ္ေလးနဲ႔ပါ။ ဇာတ္လမ္းေလးက စၾကဝဠာထဲကၿဂိဳဟ္အသီးသီးမွာေနထိုင္ၾကတဲ့လူမ်ိဳးေလးေတြအေၾကာင္းဇာတ္အိမ္တည္ထားတာပါ။ ကားနာမည္ကဇာတ္လိုက္ေကာင္ေလးရဲ႕နာမည္ပါကားေလးကအစပိုင္းမွာအျမင္ဆန္းပါမယ္။ ၃မိနစ္ေလာက္ၾကာရင္ေတာ့ဆမ္ဆမ္ဆိုတဲ့အနီေရာင္ၿဂိဳဟ္ေပၚကေကာင္ေလးနဲ႔မက္ဂါဆိုတဲ့အစိမ္းေရာင္ၿဂိဳဟ္သူမေလးတို႔ရဲ႕ဘဝကြာျခားပုံကိုသိသိသာသာျမင္ရမွာပါ။ ဆမ္ဆမ္ရဲ႕မိဘေတြက သားသမီးကိုနားလည္မႈနဲ႔ထိန္းေက်ာင္းပါတယ္ မက္ဂါေလးကေတာ့ခ်ဳပ္ခ်ယ္ခံရပါတယ္ ဘာလို႔ဆိုမက္ဂါ့အေဖကရက္စက္တဲ့ အာဏာရွင္ႀကီးမလို႔ပါ။ မက္ဂါ့အေဖႀကီးဟာ ကေလးေတြရဲ႕ အေပ်ာ္အပါးကိစၥေတြကိုမုန္းပါတယ္။ စၾကဝဠာထဲမွာလူႀကီးေရာကေလးပါအစြမ္းေတြရွိၾကပါတယ္။ သူမ်ားကေလးေတြထက္အစြမ္းရေနာက္က်ေနတဲ့ ဆမ္ဆမ္ေလးဟာအိမ္ကိုလိမ္ေျပာၿပီးေက်ာင္းလာတက္တဲ့မက္ဂါေလးနဲ႔ခင္သြားပါတယ္။ ဒါေပမယ့္မက္ဂါကလူတိုင္းမုန္းတဲ့ဘုရင္ႀကီးရဲ႕သမီးဆိုတာသိသြားၾကတဲ့အခါမွာေတာ့ ဇာတ္လမ္းေလးဟာ အခ်ိဳးအေကြ႕ေလးေတြနဲ႔ၾကည့္ေကာင္းပါတယ္။ အခုေျပာျပခဲ့တဲ့ အထဲမွာ ဇာတ္လမ္းရဲ႕ ၾကည့္လို႔ေကာင္းတဲ့ အပိုင္းေတြကိုထည့္မေျပာထားေသးဘူးမို႔ Spoil လုံးဝမျဖစ္ေစသလို . ဇာတ္လမ္းေလးဟာ အေတာ္ကိုၾကည့္လို႔ေကာင္းပါတယ္။ တူ တူမ သားသားမီးမီးေလးေတြကေတာ့ အႀကိဳက္ေပါ့ေနာ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Hnin Wutt Yi ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1hr 27 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Animation, Adventure, FamilySource : 1080p.WebRipTranslator – Hnin Wutt YiEncoder – SWM"