"The Fly (1986)~ IMDb – 7.6/10, Rotten Tomatoes – 93% ~PauseHorror တကာ့ Horror ထဲမှာမှ ကြည့်ရတော်တော် အသည်းယားစရာကောင်းတဲ့ Body Horror ကားတွေကိုမှ သိပ်ကြိုက်တဲ့သူဆိုပါစို့။ ခင်ဗျား ဘယ်လိုမှ မေ့ထားလို့မရတဲ့သူက David Cronenberg ပဲ။ သူက Body Horror တစ်လိုင်းရိုက်တဲ့သူ။ ဒါပေမဲ့ လူတစ်ယောက်နဲ့တစ်ယောက် ခံစားမှတ်ယူပုံချင်းမတူပေမဲ့ ရုပ်ရှင်ပွဲတော်တွေထဲကမှ Art House ဖြစ်တယ်၊ Art House ဆန်တယ်လို့ ယူဆလို့ရတဲ့ ကားတွေအများစုထဲကိုမှ ရွေးတတ်တဲ့ နာမည်အကြီးဆုံးရုပ်ရှင်ပွဲတော်တစ်ခုပြပါဆို ကိန်းကို အဓိကပြရမှာပဲ။ အဲဒီကိန်းရုပ်ရှင်ပွဲတော်ကနေ ခရိုနင်ဘတ်ရထားတဲ့ ဆုတွေကမနည်းဘူး။ ဒီတော့ သူက Body Horror ကို သူ့နည်းသူ့ဟန်နဲ့အကောင်းဆုံးပြနိုင်တဲ့ တစ်ခေတ်တစ်ယောက် ဒါရိုက်တာဆိုလည်း မမှားဘူး။ သူ့ကားတွေက အပြတွေဟာ အော်ဂလီဆန်စရာ အသည်းယားစရာကောင်းသလို သူ့ဇာတ်အိမ်တွေကလည်း မနုံနဲ့ဘူး။ Body Horror ပရိသတ်ဖြစ်ဖြစ်၊ ရိုးရိုး Horror ပရိသတ်ဖြစ်ဖြစ် ခင်ဗျားသာ ခရိုနင်ဘတ်ကားမကြည့်ဖူးသေးဘူးဆိုရင် ဘော်ဒီဟော်ရာဖန်မဖြစ်သေးဘူးလို့ မှတ်ယူလို့ရတဲ့အထိ ခရိုနင်ဘတ်ဟာ သူ့နယ်ပယ်မှာ သူထွန်းပေါက်တဲ့လူပါပဲ။ ဒီကားကတော့ ခရိုနင်ဘတ်ရဲ့ အစဦးပိုင်းကားတွေထဲက တစ်ကားဖြစ်သလို သူ့ရဲ့မာစတာပိစ်စာရင်းဝင်ကားလို့ပြောရင်လည်း မမှားပါဘူး။ ဒီကားနဲ့ပဲ အော်စကာမှာ Academy Award for Best Makeup ဆုကိုရထားတဲ့အထိ သူ့အပြတွေကလည်း ပီပြင်ခဲ့ပါတယ်။ဆက်သ်ဘရန်ဒယ်က ကမ္ဘာကိုကိုင်လှုပ်မယ့် သိပ္ပံနည်းပညာတစ်ခုကို အပြီးသတ်တီထွင်နိုင်ဖို့ လက်တစ်ကမ်းပဲ လိုတော့တဲ့သူ။ သူ့တီထွင်မှုက တခြားမဟုတ်၊ Teleportation ခေါ်တဲ့ ရုပ်ဒြပ်တစ်ခုကို တစ်နေရာကနေ နောက်တစ်နေရာဆီ အချိန်မဆိုင်းဘဲ တစ်မုဟုတ်ချင်း ရွှေ့ပြောင်းပေးနိုင်တဲ့စက်ပဲ။ တစ်ခုရှိတာာက စက်က သွေးသားမပါတဲ့ သက်မဲ့ပစ္စည်းတွေကိုသာ ရွှေ့ပြောင်းပေးနိုင်သေးတာပဲ။သူ့ရဲ့လူပါးမနပ်မှုကတဆင့် ဒီစက်အကြောင်းကိုသိသွားတဲ့ သတင်းထောက်ဗရွန်နီကာနဲ့ ဆက်သ်တို့ ရင်းနှီးကျွမ်းဝင်သွားရင်း ဆက်ဆံရေးတိုးတက်လာချိန်မှာ သူ့စက်ရဲ့အားနည်းချက်ကို ဖြေရှင်းပြီးတော့ သက်ရှိတွေကိုပါ ရုတ်ခြည်းရွှေ့ပြောင်းပေးမယ့် နည်းလမ်းကိုပါ ဆက်သ်တစ်ယောက် ရှာလိုက်နိုင်ပြီး စုတ်ရော လာဘ်ပါ ဝင်လာခဲ့ပေမဲ့ လောကကြီးရဲ့ပြက်ရယ်ပြုမှုတစ်ချက်မှာ သူကိုယ်တိုင် ပထမဆုံးအကြိမ် စမ်းသပ်မှုလုပ်တဲ့အချိန် သူနဲ့အတူ စက်ထဲကို ဖိတ်မခေါ်ဘဲ ဝင်လာတဲ့ ဧည့်သည်တစ်ယောက်ကြောင့် သူ့ဘ၀ အကြီးအကျယ်လမ်းချော်ဖို့ ဖြစ်လာတော့တယ်…(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.02GB, 824MBQuality – 1080p, 720pIMDb Rating – 7.6/10Format – mp4Duration – 1H 36MinGenre – Drama, Horror, Sci-FiSubtitle – Myanmar Subtitle (Hardsub)Translated by CostanzaEncoded by Y"