"A New Christmas(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ခရစ္စမတ်ဇာတ်လမ်းတွေ ကြိုက်နှစ်သက်တဲ့လူတွေအတွက်တင်ဆက်ပေးလိုက်ပါတယ်
ခရစ္စမတ်ကိုကြိုက်တဲ့လူတွေရှိသလို မကြိုက်တဲ့လူတွေလဲရှိပါတယ် အရိုးရှင်းဆုံးတွေးရရင်
အားလပ်ရက်ကိုမကြိုက်တဲ့သူဆိုတာမရှိသလောက်ပါပဲ….
ဒီဇာတ်လမ်းထဲမှာတော့ အိန္ဒိံယနွယ်ဖွားလေး ကဘီရာက ခရစ္စမတ်ကိုမကြိုက်ပါဘူး
မကြိုက်တဲ့အကြောင်းက သူ့အမေကြောင့်ပါ ပြီးခဲ့တဲ့နှစ်က ဒီလိုခရစ္စမတ်ညလေးမှာသူ့အမေကနှလုံးရောဂါကြောင့်သေသွားခဲ့တယ်
အဖမဲ့သားတစ်ယောက်အနေနဲ့ အမေတစ်ယောက်ကိုဆုံးရှုံးလိုက်ရတယ်ဆိုတာက သူ့အတွက်တော်တော်ကိုစိတ်ထိခိုက်သွားခဲ့ရတယ်
ဆေးကျောင်းကိုတစ်နှစ်လောက်နားလိုက်တဲ့အပြင် သူ့လက်ထပ်ထားတဲ့မိန်းမကိုပါခွဲနေလိုက်တယ် သူတစ်ယောက်တည်းဖြစ်ချင်သလို
နေချင်သလိုနေခဲ့တယ် ဒါပေမယ့် သူ့မိန်းမကလဲ သူစိတ်သက်သာစေတော့ဆိုပြီးခွင့်လွှတ်ပေးထားတယ် သူ့ကိုစားစရာတွေပို့ပေး
သူ့ကိုလမ်းကြောင်းမှန်ကိုရောက်အောင်ထိန်းကြောင်းပေးရင်းကျောင်းပြန်တက်ဖို့နားချတယ် တစ်နေ့ကျောင်းပြန်တက်ဖို့ကျောင်းမှာ
ဆွေးနွေးပြီးအပြန် လမ်းမှာ ကန်ညာကနေအမေရိကန်ကိုလာလည်တဲ့ ခီအိုနီနဲ့မထင်မှတ်ပဲတွေ့ဆုံခဲ့တယ် …အဲ့ဒီနောက်တော့ ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့
ခံစားကြည့်လိုက်ပါဥ◌ီး…………
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်…
(zawgyi)
ခရစၥမတ္ဇာတ္လမ္းေတြ ႀကိဳက္ႏွစ္သက္တဲ့လူေတြအတြက္တင္ဆက္ေပးလိုက္ပါတhttps://megaup.net/4bzmh/A_New_Christmas.2019.WEB-DL.720P.PP.mp4ယ္
ခရစၥမတ္ကိုႀကိဳက္တဲ့လူေတြရွိသလို မႀကိဳက္တဲ့လူေတြလဲရွိပါတယ္ အ႐ိုးရွင္းဆုံးေတြးရရင္
အားလပ္ရက္ကိုမႀကိဳက္တဲ့သူဆိုတာမရွိသေလာက္ပါပဲ….
ဒီဇာတ္လမ္းထဲမွာေတာ့ အိႏၵႎယႏြယ္ဖြားေလး ကဘီရာက ခရစၥမတ္ကိုမႀကိဳက္ပါဘူး
မႀကိဳက္တဲ့အေၾကာင္းက သူ႔အေမေၾကာင့္ပါ ၿပီးခဲ့တဲ့ႏွစ္က ဒီလိုခရစၥမတ္ညေလးမွာသူ႔အေမကႏွလုံးေရာဂါေၾကာင့္ေသသြားခဲ့တယ္
အဖမဲ့သားတစ္ေယာက္အေနနဲ႔ အေမတစ္ေယာက္ကိုဆုံးရႈံးလိုက္ရတယ္ဆိုတာက သူ႔အတြက္ေတာ္ေတာ္ကိုစိတ္ထိခိုက္သြားခဲ့ရတယ္
ေဆးေက်ာင္းကိုတစ္ႏွစ္ေလာက္နားလိုက္တဲ့အျပင္ သူ႔လက္ထပ္ထားတဲ့မိန္းမကိုပါခြဲေနလိုက္တယ္ သူတစ္ေယာက္တည္းျဖစ္ခ်င္သလို
ေနခ်င္သလိုေနခဲ့တယ္ ဒါေပမယ့္ သူ႔မိန္းမကလဲ သူစိတ္သက္သာေစေတာ့ဆိုၿပီးခြင့္လႊတ္ေပးထားတယ္ သူ႔ကိုစားစရာေတြပို႔ေပး
သူ႔ကိုလမ္းေၾကာင္းမွန္ကိုေရာက္ေအာင္ထိန္းေၾကာင္းေပးရင္းေက်ာင္းျပန္တက္ဖို႔နားခ်တယ္ တစ္ေန႔ေက်ာင္းျပန္တက္ဖို႔ေက်ာင္းမွာ
ေဆြးေႏြးၿပီးအျပန္ လမ္းမွာ ကန္ညာကေနအေမရိကန္ကိုလာလည္တဲ့ ခီအိုနီနဲ႔မထင္မွတ္ပဲေတြ႕ဆုံခဲ့တယ္ …အဲ့ဒီေနာက္ေတာ့ ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့
ခံစားၾကည့္လိုက္ပါဥ◌ီး…………
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္…
File Size : (860 MB) and (320MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:19:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Tin Myo Lwin
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
