"Circle (2015)
==========
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.0/10
#Unicode
မဲပေးရမယ့် အချိန် ရောက်ပြီ ဆိုတော့ မဲပေးတဲ့ကားလေး ကြည့်လိုက်ကြရအောင်ဗျာ။
ဘယ်လို မဲပေးကြမှာလဲ? ကိုယ့်ကို မဲပေးဖို့ လုပ်ရမှာလား? ကိုယ့်ကို မဲမပေးဖို့ လုပ်ရမှာလား?
ဘယ်သူတွေအတွက် ဘယ်လို မဲဆွယ်ကြမှာလဲ?
ဇာတ်လမ်းကတော့ ဒီလိုပါ။ လူအယောက် ၅၀ ဟာ အမှောင်ခန်းကြီးတစ်ခန်းမှာ နိုးလာပါတယ်။
သူတို့ကို ကို စက်ဝိုင်းတစ်ခုထဲမှာ ထားပါတယ်။ ကလေး၊ လူကြီး၊ လူဖြူ၊ လူမည်း၊ ကိုယ်ဝန်ဆောင်၊
အိမ်ထောင်သည်၊ အပြာကားမင်းသမီး … စသဖြင့် ပါပါတယ်။ အဲဒီထဲကနေမှ နှစ်မိနစ်ကို တစ်ယောက်
နှုန်းနဲ့ သတ်ဖို့ လူကို ရွေးရပါတယ်။ ဘယ်သူ့ကို ရွေးမယ် ဆိုတဲ့ စံကတော့ ရှိနေတဲ့ စက်ဝိုင်းထဲက လူ ၅၀
နဲ့ပဲ ဆိုင်ပါတယ်။ဒီတော့ ဘယ်သူ့ကို ရွေးမယ်ဆိုတာကို မဲပေးကြတဲ့အချိန်မှာတော့ …..
လူ့သဘော၊ လူ့သဘာဝတွေကို ဒီဇာတ်လမ်းထဲမှာ မြင်ရပါမယ်။ လူ့အသိုင်းအဝိုင်းရဲ့ စံသတ်မှတ်ချက်တွေကို
မြင်ရပါမယ်။ လူမျိုးရေး ခွဲခြားတာတွေ၊ ပတ်ဝန်းကျင်ရဲ့အပယ်ခံလူသားတွေ၊ ဘာသာတရား ခွဲခြားမှုတွေ
ဒါမျိုး ဝိဝါဒကွဲစရာတွေကို မြင်ရမှာပါ။ ဇာတ်ကား ကြာမြင့်ချိန် တစ်နာရီခွဲ ဆိုပေမယ့် လူတစ်ယောက် သေ
သွားတိုင်း သေသွားတိုင်း အတွေးတွေ ကျန်ခဲ့ရမယ့် ဇာတ်လမ်းမျိုးပါ။ နောက်ဆုံးမှာရော ဘယ်သူ အသက်ရှင်
ကျန်မလဲ ဆိုတာကို ရင်တမမနဲ့ ကြည့်ရမယ့် ဇာတ်ကားကောင်းတစ်ကား ဖြစ်ပါတယ်။
IMDb – 6/10 ရထားပြီးတော့ ၁၉၅၇ ခုနှစ်တုန်းက ထွက်ရှိခဲ့တဲ့ 12 Angry Men ဇာတ်ကားကို Inspire လုပ်ပြီး
ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။)
#Zawgyi
မဲေပးရမယ့္ အခ်ိန္ ေရာက္ၿပီ ဆိုေတာ့ မဲေပးတဲ့ကားေလး ၾကည့္လိုက္ၾကရေအာင္ဗ်ာ။
ဘယ္လို မဲေပးၾကမွာလဲ? ကိုယ့္ကို မဲေပးဖို႔ လုပ္ရမွာလား? ကိုယ့္ကို မဲမေပးဖို႔ လုပ္ရမွာလား?
ဘယ္သူေတြအတြက္ ဘယ္လို မဲဆြယ္ၾကမွာလဲ?
ဇာတ္လမ္းကေတာ့ ဒီလိုပါ။ လူအေယာက္ ၅၀ ဟာ အေမွာင္ခန္းႀကီးတစ္ခန္းမွာ ႏိုးလာပါတယ္။
သူတို႔ကို ကို စက္ဝိုင္းတစ္ခုထဲမွာ ထားပါတယ္။ ကေလး၊ လူႀကီး၊ လူျဖဴ၊ လူမည္း၊ ကိုယ္ဝန္ေဆာင္၊
အိမ္ေထာင္သည္၊ အျပာကားမင္းသမီး … စသျဖင့္ ပါပါတယ္။ အဲဒီထဲကေနမွ ႏွစ္မိနစ္ကို တစ္ေယာက္
ႏႈန္းနဲ႔ သတ္ဖို႔ လူကို ေ႐ြးရပါတယ္။ ဘယ္သူ႔ကို ေ႐ြးမယ္ ဆိုတဲ့ စံကေတာ့ ရွိေနတဲ့ စက္ဝိုင္းထဲက လူ ၅၀
နဲ႔ပဲ ဆိုင္ပါတယ္။ဒီေတာ့ ဘယ္သူ႔ကို ေ႐ြးမယ္ဆိုတာကို မဲေပးၾကတဲ့အခ်ိန္မွာေတာ့ …..
လူ႔သေဘာ၊ လူ႔သဘာဝေတြကို ဒီဇာတ္လမ္းထဲမွာ ျမင္ရပါမယ္။ လူ႔အသိုင္းအဝိုင္းရဲ႕ စံသတ္မွတ္ခ်က္ေတြကို
ျမင္ရပါမယ္။ လူမ်ိဳးေရး ခြဲျခားတာေတြ၊ ပတ္ဝန္းက်င္ရဲ႕အပယ္ခံလူသားေတြ၊ ဘာသာတရား ခြဲျခားမႈေတြ
ဒါမ်ိဳး ဝိဝါဒကြဲစရာေတြကို ျမင္ရမွာပါ။ ဇာတ္ကား ၾကာျမင့္ခ်ိန္ တစ္နာရီခြဲ ဆိုေပမယ့္ လူတစ္ေယာက္ ေသ
သြားတိုင္း ေသသြားတိုင္း အေတြးေတြ က်န္ခဲ့ရမယ့္ ဇာတ္လမ္းမ်ိဳးပါ။ ေနာက္ဆုံးမွာေရာ ဘယ္သူ အသက္ရွင္
က်န္မလဲ ဆိုတာကို ရင္တမမနဲ႔ ၾကည့္ရမယ့္ ဇာတ္ကားေကာင္းတစ္ကား ျဖစ္ပါတယ္။
IMDb – 6/10 ရထားၿပီးေတာ့ ၁၉၅၇ ခုႏွစ္တုန္းက ထြက္ရွိခဲ့တဲ့ 12 Angry Men ဇာတ္ကားကို Inspire လုပ္ၿပီး
႐ိုက္ကူးထားတာပဲ ျဖစ္ပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ August ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p WebRip
Duration – 1hr 27 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Horror, Mystery
Source : 1080p.WebRip
Translator – August
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
