"Critical Thinking (2020)
==================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.1/10
#Unicode
ဒီဇာတ်ကားလေးကတော့ဖြစ်ရပ်မှန်ဖြစ်ပြီးတော့ မိုင်ယာမီဂျက်ဆင်အထက်တန်းကျောင်းလေးကနေ
နိုင်ငံတော်အဆင့် ချက်စ်ပြိုင်ပွဲမှာအထိအောင်မြင်မှုရသွားတဲ့ ချက်စ်အသင်းလေးအကြောင်းကိုရိုက်
ကူးထားတာဖြစ်ပါတယ်။ မိန်းမဆုံးသွားကတည်းက စိတ်ဓာတ်ကျတဲ့အဖေနဲ့အတူတူနေနေရတဲ့ ဆက်ဒရစ်
အဖေနဲ့အမေကကွာရှင်း အမေနဲ့အတူတူနေတယ်ဆိုပေမယ့်အိမ်မှာ ငွေရေးကြေးရေး ပြဿနာတွေ
အမြဲရှိတဲ့ အီတို ၊ အတန်းထဲမှာ ဉာဏ်ကောင်းတဲ့ ရော်ဒီ ၊ ပတ်ဝန်းကျင်နဲ့ ဘယ်တော့မှာအသားမကျတဲ့
ဂေးလ် သူတို့လေးယောက်ဟာ မိုက်ယာမီဂျက်ဆင်ဆိုတဲ့ အစိုးရကျောင်းလေးက မာရီရိုမာတီနက်ဇ်
ဆိုတဲ့ ချက်စ်အတန်းမှာတက်ကြတယ် ၊ သူတို့လေးယောက်လုံးက ထူးချွန်တော့ မာရီရိုဟာ မြို့နယ်ပြိုင်ပွဲတွေ
ပြည်နယ်ပြိုင်ပွဲတွေ ယှဉ်ပြိုင်စေချင်တယ် ၊ Public School ဆိုတော့ ပြိုင်ပွဲဝင်ဖို့ စာရင်းပေးသွင်းကြေးတောင်
မတတ်နိုင်ဘူး ၊ ဆရာတပည့်တွေ ဒီလိုအခက်အခဲတွေကြားကနေ နိုင်ငံတော်အဆင့်ရောက်တောင်ဘယ်လို
တက်လှမ်းကြမလဲဆိုတော့ဆက်လက်ကြည့်ရှုခံစားပေးကြပါဦး။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီဇာတ္ကားေလးကေတာ့ျဖစ္ရပ္မွန္ျဖစ္ၿပီးေတာ့ မိုင္ယာမီဂ်က္ဆင္အထက္တန္းေက်ာင္းေလးကေန
ႏိုင္ငံေတာ္အဆင့္ ခ်က္စ္ၿပိဳင္ပြဲမွာအထိေအာင္ျမင္မႈရသြားတဲ့ ခ်က္စ္အသင္းေလးအေၾကာင္းကို႐ိုက္
ကူးထားတာျဖစ္ပါတယ္။ မိန္းမဆုံးသြားကတည္းက စိတ္ဓာတ္က်တဲ့အေဖနဲ႔အတူတူေနေနရတဲ့ ဆက္ဒရစ္
အေဖနဲ႔အေမကကြာရွင္း အေမနဲ႔အတူတူေနတယ္ဆိုေပမယ့္အိမ္မွာ ေငြေရးေၾကးေရး ျပႆနာေတြ
အၿမဲရွိတဲ့ အီတို ၊ အတန္းထဲမွာ ဉာဏ္ေကာင္းတဲ့ ေရာ္ဒီ ၊ ပတ္ဝန္းက်င္နဲ႔ ဘယ္ေတာ့မွာအသားမက်တဲ့
ေဂးလ္ သူတို႔ေလးေယာက္ဟာ မိုက္ယာမီဂ်က္ဆင္ဆိုတဲ့ အစိုးရေက်ာင္းေလးက မာရီ႐ိုမာတီနက္ဇ္
ဆိုတဲ့ ခ်က္စ္အတန္းမွာတက္ၾကတယ္ ၊ သူတို႔ေလးေယာက္လုံးက ထူးခြၽန္ေတာ့ မာရီ႐ိုဟာ ၿမိဳ႕နယ္ၿပိဳင္ပြဲေတြ
ျပည္နယ္ၿပိဳင္ပြဲေတြ ယွဥ္ၿပိဳင္ေစခ်င္တယ္ ၊ Public School ဆိုေတာ့ ၿပိဳင္ပြဲဝင္ဖို႔ စာရင္းေပးသြင္းေၾကးေတာင္
မတတ္ႏိုင္ဘူး ၊ ဆရာတပည့္ေတြ ဒီလိုအခက္အခဲေတြၾကားကေန ႏိုင္ငံေတာ္အဆင့္ေရာက္ေတာင္ဘယ္လို
တက္လွမ္းၾကမလဲဆိုေတာ့ဆက္လက္ၾကည့္ရႈခံစားေပးၾကပါဦး။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1hr 57 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama
Source : 1080p.WebRip
Translator – Tin Myo Lwin
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
