"Three Christs (2020)
================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.9/10
#Unicode
2020 ဇန်နဝါရီလထဲ ထွက်ရှိထားတဲ့ Three Christ ဆိုတဲ့ ဖြစ်ရပ်မှန် ဇာတ်ကားတစ်ကားတင်ဆက်ပေးချင်ပါတယ်။
ပစ်တာခတ်တာတွေ ကြမ်းတာရမ်းတာတွေ ကြည့်ချင်တဲ့ ပရိသတ်တွေအတွက်တော့ အဆင်ပြေမှာမဟုတ်ပါဘူး။
စိတ်ပညာရပ်နဲ့ပတ်သက်တဲ့ ဖြစ်ရပ်တွေကိုအခြေခံထားတဲ့ ဒရာမာ ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။
မီချီဂမ် ကောလိပ်မှာ ဆရာလုပ်နေတဲ့ စိတ်ရောဂါဆရာဝန် ဒေါက်တာစတုန်းဟာ သုတေသနကိစ္စအတွက် ကျောင်းဆရာ
အလုပ်ကနေထွက်ပြီး စိတ်ရောဂါကု ဆေးရုံကိုရောက်လာပါတယ်။သူရောက်လာတဲ့ ဆေးရုံမှာ သူ့ကိုယ်သူ ယေရှုခရစ်တော်လို့
ထင်နေတဲ့ လူနာတစ်ယောက်နဲ့ တွေ့ပါတယ်။ ဆက်ပြီး စုံစမ်းကြည့်တော့ စင်ဒရဲလားလို့ ထင်နေတဲ့သူတွေ အိုင်စင်ဟောင်ဝါ
လို့ သူတို့ကိုယ်သူတို့ ထင်နေသူတွေကို တွေ့ခဲ့ရတယ်။ အဲ့ဒီထဲကမှာ ယေရှူလို့ထင်နေတဲ့သူတွေကိုရှာခိုင်းလိုက်တော့
နောက်ထပ် ၂ ယောက် ထပ်တိုးလာပါတယ်။ ယေရှုလို့ သူတို့ကိုယ်သူတို့ထင်နေတဲ့ စိတ်ကစဉ့်ကလျား ရောဂါသည်
၃ ယောက်ကို သုတေသနအတွက်ရွေးချယ်ပြီး ဒေါက်တာစတုန်းဟာ ရှေးနည်းနဲ့မတူတဲ့ ကုသချဉ်းကပ်နည်းတွေနဲ့
ကုသပေးဖို့ကြိုးစားပါတော့တယ်။
IMDb – 5.9/10 ရရှိထားပြီး Richard Gere , Walton Goggins, Peter Dinklage, Bradley Whitford တို့ အဓိကပါဝင်
သရုပ်ဆောင်ထားပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်။)
#Zawgyi
2020 ဇန္နဝါရီလထဲ ထြက္ရွိထားတဲ့ Three Christ ဆိုတဲ့ ျဖစ္ရပ္မွန္ ဇာတ္ကားတစ္ကားတင္ဆက္ေပးခ်င္ပါတယ္။
ပစ္တာခတ္တာေတြ ၾကမ္းတာရမ္းတာေတြ ၾကည့္ခ်င္တဲ့ ပရိသတ္ေတြအတြက္ေတာ့ အဆင္ေျပမွာမဟုတ္ပါဘူး။
စိတ္ပညာရပ္နဲ႔ပတ္သက္တဲ့ ျဖစ္ရပ္ေတြကိုအေျခခံထားတဲ့ ဒရာမာ ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။
မီခ်ီဂမ္ ေကာလိပ္မွာ ဆရာလုပ္ေနတဲ့ စိတ္ေရာဂါဆရာဝန္ ေဒါက္တာစတုန္းဟာ သုေတသနကိစၥအတြက္ ေက်ာင္းဆရာ
အလုပ္ကေနထြက္ၿပီး စိတ္ေရာဂါကု ေဆး႐ုံကိုေရာက္လာပါတယ္။သူေရာက္လာတဲ့ ေဆး႐ုံမွာ သူ႔ကိုယ္သူ ေယရႈခရစ္ေတာ္လို႔
ထင္ေနတဲ့ လူနာတစ္ေယာက္နဲ႔ ေတြ႕ပါတယ္။ ဆက္ၿပီး စုံစမ္းၾကည့္ေတာ့ စင္ဒရဲလားလို႔ ထင္ေနတဲ့သူေတြ အိုင္စင္ေဟာင္ဝါ
လို႔ သူတို႔ကိုယ္သူတို႔ ထင္ေနသူေတြကို ေတြ႕ခဲ့ရတယ္။ အဲ့ဒီထဲကမွာ ေယရႉလို႔ထင္ေနတဲ့သူေတြကိုရွာခိုင္းလိုက္ေတာ့
ေနာက္ထပ္ ၂ ေယာက္ ထပ္တိုးလာပါတယ္။ ေယရႈလို႔ သူတို႔ကိုယ္သူတို႔ထင္ေနတဲ့ စိတ္ကစဥ့္ကလ်ား ေရာဂါသည္
၃ ေယာက္ကို သုေတသနအတြက္ေ႐ြးခ်ယ္ၿပီး ေဒါက္တာစတုန္းဟာ ေရွးနည္းနဲ႔မတူတဲ့ ကုသခ်ဥ္းကပ္နည္းေတြနဲ႔
ကုသေပးဖို႔ႀကိဳးစားပါေတာ့တယ္။
IMDb – 5.9/10 ရရွိထားၿပီး Richard Gere , Walton Goggins, Peter Dinklage, Bradley Whitford တို႔ အဓိကပါဝင္
သ႐ုပ္ေဆာင္ထားပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1hr 49 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama
Source : 1080p.WebRip
Translator – Zuel Khant Thwin
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
