"Eternal Beauty (2019)
================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.2/10
#Unicode
ဒါရိုက်တာ Craig Roberts ရဲ့ လက်စွမ်း ပြထားတဲ့ ရုပ်ရှင်ကားကောင်း တစ်ကားပဲဖြစ်ပါတယ်။
စိတ်ဓာတ်ကျနေတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းကို အသားပေးရိုက်ကူးပုံဖော်ထားပြီး
လူတစ်ယောက်မှာရှိတဲ့ သူ့ရဲ့ အမှောင်ဘက်ခြမ်း အားကြီးသွားတဲ့အခါ အဲ့လူဟာ ဘယ်လိုပုံစံဖြစ်
လာပြီး ဘယ်အခြေအနေတွေနဲ့ ဖြတ်သန်းခဲ့ရတယ် ဆိုတာ သိချင်ရင်တော့ ဒီကားလေးကို ကြည့်ဖို့
အကြံပေးပါရစေ…
ဇာတ်ကား ကောင်းတစ်ကားကို မြုပ်ကွက်တွေဖေါ်ပြီး ပြောပြလိုက်ရင် ကြည့်ရတာ အရသာမရှိတော့မှာ
စိုးလို့ စိတ်ဓာတ်ကျနေတဲ့လူတွေ စိတ်ကျဝေဒနာ ခံစားနေရတဲ့ လူတွေနဲ့ Dark side အကြောင်း
စိတ်ဝင်စားသူတွေအနေနဲ့ မလွတ်တမ်းကြည့်ရမဲ့ ကားတစ်ကားလို့ပဲ ညွှန်းဆိုချင်ပါတယ်။ ဒီကားလေးဟာ
Comedy, Drama, Romance အမျိုးအစားဖြစ်ပြီး IMDb Rating – 6.2/10 ရရှိထားပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒါ႐ိုက္တာ Craig Roberts ရဲ႕ လက္စြမ္း ျပထားတဲ့ ႐ုပ္ရွင္ကားေကာင္း တစ္ကားပဲျဖစ္ပါတယ္။
စိတ္ဓာတ္က်ေနတဲ့ ေကာင္မေလးတစ္ေယာက္အေၾကာင္းကို အသားေပး႐ိုက္ကူးပုံေဖာ္ထားၿပီး
လူတစ္ေယာက္မွာရွိတဲ့ သူ႔ရဲ႕ အေမွာင္ဘက္ျခမ္း အားႀကီးသြားတဲ့အခါ အဲ့လူဟာ ဘယ္လိုပုံစံျဖစ္
လာၿပီး ဘယ္အေျခအေနေတြနဲ႔ ျဖတ္သန္းခဲ့ရတယ္ ဆိုတာ သိခ်င္ရင္ေတာ့ ဒီကားေလးကို ၾကည့္ဖို႔
အႀကံေပးပါရေစ…
ဇာတ္ကား ေကာင္းတစ္ကားကို ျမဳပ္ကြက္ေတြေဖၚၿပီး ေျပာျပလိုက္ရင္ ၾကည့္ရတာ အရသာမရွိေတာ့မွာ
စိုးလို႔ စိတ္ဓာတ္က်ေနတဲ့လူေတြ စိတ္က်ေဝဒနာ ခံစားေနရတဲ့ လူေတြနဲ႔ Dark side အေၾကာင္း
စိတ္ဝင္စားသူေတြအေနနဲ႔ မလြတ္တမ္းၾကည့္ရမဲ့ ကားတစ္ကားလို႔ပဲ ၫႊန္းဆိုခ်င္ပါတယ္။ ဒီကားေလးဟာ
Comedy, Drama, Romance အမ်ိဳးအစားျဖစ္ၿပီး IMDb Rating – 6.2/10 ရရွိထားပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Parris ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1hr 33 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Comedy, Romance
Source : 1080p.WebRip
Translator – Parris
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
