"The Surrogate (2020)
================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.4/10
#Unicode
ဂျက်စ်ဆိုတဲ့ကောင်မလေးတစ်ယောက်က NGOတစ်ခုမှာ အလုပ်လုပ်နေပြီး တစ်နေ့ကျတော့
သူ့အချစ်ဆုံးသူငယ်ချင်း၂ယောက်အတွက် အငှားကိုယ်ဝန်ဆောင်ပေးဖြစ်သွားပါတယ်……
နောက်ပိုင်း ဆေးစစ်ကြည့်တဲ့အခါမှာတော့ ဗိုက်ထဲကကလေးလေးမှာ မွေးရာပါ ရောဂါရှိနေနိုင်
တာသိလိုက်ရတဲ့အချိန် သူ့သူငယ်ချင်း၂ယောက်က မမွေးဖို့ဆုံးဖြတ်လိုက်ပြီး ဂျက်စ်ကို ကိုယ်ဝန်
ဖျက်ချဖို့ပြောပါတော့တယ်…… အဲ့ဒီအချိန် ဂျက်စ်အနေနဲ့ ဘယ်လိုတုန့်ပြန်အဖြေပေးမလဲ…..
သူကိုယ်တိုင်ကကောအဲ့ကလေးကို လိုချင်ရဲ့လား….. အဲ့ကလေးကိုကောမွေးဖြစ်မှာလား…..ပတ်ဝန်း
ကျင်ကကော ဘယ်လိုဖိအားပေးကြလဲ…… အစရှိတဲ့ မေးခွန်းတွေရဲ့အဖြေကိုတော့ ဒီဇာတ်ကားလေးကို
ကြည့်ပြီးအဖြေရှာလိုက်ရအောင်…. ဒီဇာတ်ကားလေးက မိမိတို့နေထိုင်ရာပတ်ဝန်းကျင်မှာ ကြုံနေကျ
အရာတွေ၊ ခွဲခြားဆက်ဆံခံရမှုတွေ၊ ဖိအားပေးခံရတာတွေ၊ အမြင်မတူမှုတွေကို အကောင်းဆုံးမီးမောင်း
ထိုးပြထားပြီး မိခင်မေတ္တာကို အကောင်းဆုံးဖော်ကျူးထားတဲ့ ကားလေးတစ်ကားဖြစ်တဲ့အတွက် ကြည့်သင့်
သော ရုပ်ရှင်ကားတွေထဲမှ တစ်ကားဖြစ်ပါတယ်………..
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဂ်က္စ္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္က NGOတစ္ခုမွာ အလုပ္လုပ္ေနၿပီး တစ္ေန႔က်ေတာ့
သူ႔အခ်စ္ဆုံးသူငယ္ခ်င္း၂ေယာက္အတြက္ အငွားကိုယ္ဝန္ေဆာင္ေပးျဖစ္သြားပါတယ္……
ေနာက္ပိုင္း ေဆးစစ္ၾကည့္တဲ့အခါမွာေတာ့ ဗိုက္ထဲကကေလးေလးမွာ ေမြးရာပါ ေရာဂါရွိေနႏိုင္
တာသိလိုက္ရတဲ့အခ်ိန္ သူ႔သူငယ္ခ်င္း၂ေယာက္က မေမြးဖို႔ဆုံးျဖတ္လိုက္ၿပီး ဂ်က္စ္ကို ကိုယ္ဝန္
ဖ်က္ခ်ဖို႔ေျပာပါေတာ့တယ္…… အဲ့ဒီအခ်ိန္ ဂ်က္စ္အေနနဲ႔ ဘယ္လိုတုန႔္ျပန္အေျဖေပးမလဲ…..
သူကိုယ္တိုင္ကေကာအဲ့ကေလးကို လိုခ်င္ရဲ႕လား….. အဲ့ကေလးကိုေကာေမြးျဖစ္မွာလား…..ပတ္ဝန္း
က်င္ကေကာ ဘယ္လိုဖိအားေပးၾကလဲ…… အစရွိတဲ့ ေမးခြန္းေတြရဲ႕အေျဖကိုေတာ့ ဒီဇာတ္ကားေလးကို
ၾကည့္ၿပီးအေျဖရွာလိုက္ရေအာင္…. ဒီဇာတ္ကားေလးက မိမိတို႔ေနထိုင္ရာပတ္ဝန္းက်င္မွာ ႀကဳံေနက်
အရာေတြ၊ ခြဲျခားဆက္ဆံခံရမႈေတြ၊ ဖိအားေပးခံရတာေတြ၊ အျမင္မတူမႈေတြကို အေကာင္းဆုံးမီးေမာင္း
ထိုးျပထားၿပီး မိခင္ေမတၱာကို အေကာင္းဆုံးေဖာ္က်ဴးထားတဲ့ ကားေလးတစ္ကားျဖစ္တဲ့အတြက္ ၾကည့္သင့္
ေသာ ႐ုပ္ရွင္ကားေတြထဲမွ တစ္ကားျဖစ္ပါတယ္………..
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Parris ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1hr 33 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama
Source : 1080p.WebRip
Translator – Parris
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
