"unicode
ဒီတစ်ခေါက်တော့ Cast လန်းလန်း၊Rating မြင့်မြင့်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Scifi/Fantasy ကားလေးကိုCM ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။
Green Arrow လို့လူသိများကျော်ကြားတဲ့ Stephen Amell ရယ်၊
Robbie Amell ၊Sung Kang ရယ် အတူတူသရုပ်ဆောင်ထားတာပါ။
Rating တွေအနေနဲ့ကတော့ Rotten Tomatoes 78%တောင်ရရှိထားပါတယ်။
ဇာတ်လမ်းအကျဉ်းလေးကိုတင်ဆက်ပေးလိုပါသေးတယ်။
လင်ကွန်းစီးတီးဆိုတာ အစွမ်းရှိတဲ့သူတွေနဲ့ သာမန်သူတွေနဲ့
အတူတကွငြိမ်းအေးစွာယှဉ်တွဲနေထိုင်ကြတဲ့ မြို့တစ်မြို့ပါ။
သာမန်ထက်ထူးခြားတဲ့လူတွေရဲ့အစွမ်းတွေကို ကုန်ထုတ်လုပ်ရေး
ဆောက်လုပ်ရေးတွေများ ကောင်းကောင်းအသုံးချကြပါတယ်။
တဖြည်းဖြည်းနဲ့ စက်ယန္တရားတွေ အစားထိုးဝင်ရောက်လာတဲ့အခါ
အစွမ်းရှိတဲ့သူတွေအလုပ်အကိုင်တွေရှားပါးလာပါတော့တယ်။
အလုပ်အကိုင်တွေရှားပါးလာတာနဲ့အမျှ
ဒုစရိုက်သမားတွေက အစွမ်းရှိတဲ့လူတွေကို ဆိုက်ခ်ဆိုတဲ့
မူးယစ်ဆေးဝါးတစ်မျိုးထုတ်လုပ်တဲ့နေရာမှာ အသုံးချပါတော့တယ်။
ဒီမူးယစ်ဆေးနဲ့ ပါဝင်ပါတ်သတ်နေတာကြောင့် သာမန်လူတွေကလဲ
အစွမ်းရှိလူသားတွေကို အမုန်းပွားကာ ခွဲခြားဆက်ဆံပါတော့တယ်။
အဲတော့ အစွမ်းရှိသူတွေအနေနဲ့ အစွမ်းရှိတယ်ဆိုတာ
အားနည်းချက်တစ်ခုလိုပါပဲ။ကော်နာဆိုတော့ကောင်လေးကတော့
အလုပ်မရှိတဲ့ စွမ်းအားရှိလူသားတစ်ယောက်ပါ။
တစ်နေ့မှာတော့ သူ့အမေကိုဆေးကုဖို့အတွက် အလုပ်လိုလာတဲ့အခါမှာ
သူဘာဆက်လုပ်မလဲ?
ဘယ်လိုတွေဆက်ဖြစ်မယ်ဆိုတာ အရမ်းကိုစိတ်ဝင်စားဖို့ကောင်းပါတယ်။
အဆုံးထိစိတ်ဝင်တစားကြည့်ရှုရမယ့် ဒီကားလေးနာမည်ကတော့ Code 8 (2019) ပါ။
File Size : ( 885 MB , 335 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 38 min
Format : Mp4
Genre : Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye Mon Kyaw
Encoded by Moe Myint Lwin
zawgyi
ဒီတစ္ေခါက္ေတာ႔ Cast လန္းလန္း၊Rating ျမင္႔ျမင္႔
Scifi/Fantasy ကားေလးကိုCM ပရိသတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။
Green Arrow လို႔လူသိမ်ားေက်ာ္ၾကားတဲ႔ Stephen Amell ရယ္၊
Robbie Amell ၊Sung Kang ရယ္ အတူတူသရုပ္ေဆာင္ထားတာပါ။
Rating ေတြအေနနဲ႔ကေတာ႔ Rotten Tomatoes 78%ေတာင္ရရွိထားပါတယ္။
ဇာတ္လမ္းအက်ဥ္းေလးကိုတင္ဆက္ေပးလိုပါေသးတယ္။
လင္ကြန္းစီးတီးဆိုတာ အစြမ္းရွိတဲ႔သူေတြနဲ႔ သာမန္သူေတြနဲ႔
အတူတကြျငိမ္းေအးစြာယွဥ္တြဲေနထိုင္ၾကတဲ႔ ၿမိဳ႕တစ္ျမိဳ႔ပါ။
သာမန္ထက္ထူးျခားတဲ႔လူေတြရဲ ႔အစြမ္းေတြကို ကုန္ထုတ္လုပ္ေရး
ေဆာက္လုပ္ေရးေတြမ်ား ေကာင္းေကာင္းအသံုးခ်ၾကပါတယ္။
တျဖည္းျဖည္းနဲ႔ စက္ယႏၲရားေတြ အစားထိုးဝင္ေရာက္လာတဲ႔အခါ
အစြမ္းရွိတဲ႔သူေတြအလုပ္အကိုင္ေတြရွားပါးလာပါေတာ႔တယ္။
အလုပ္အကိုင္ေတြရွားပါးလာတာနဲ႔အမွ်
ဒုစရိုက္သမားေတြက အစြမ္းရွိတဲ႔လူေတြကို ဆိုက္ခ္ဆိုတဲ႔
မူးယစ္ေဆးဝါးတစ္မ်ိဳးထုတ္လုပ္တဲ႔ေနရာမွာ အသံုးခ်ပါေတာ႔တယ္။
ဒီမူးယစ္ေဆးနဲ႔ ပါဝင္ပါတ္သတ္ေနတာေၾကာင္႔ သာမန္လူေတြကလဲ
အစြမ္းရွိလူသားေတြကို အမုန္းပြားကာ ခြဲျခားဆက္ဆံပါေတာ႔တယ္။
အဲေတာ႔ အစြမ္းရွိသူေတြအေနနဲ႔ အစြမ္းရွိတယ္ဆိုတာ
အားနည္းခ်က္တစ္ခုလိုပါပဲ။ေကာ္နာဆိုေတာ႔ေကာင္ေလးကေတာ႔
အလုပ္မရွိတဲ႔ စြမ္းအားရွိလူသားတစ္ေယာက္ပါ။
တစ္ေန႔မွာေတာ႔ သူ႔အေမကိုေဆးကုဖို႔အတြက္ အလုပ္လိုလာတဲ႔အခါမွာ
သူဘာဆက္လုပ္မလဲ?
ဘယ္လိုေတြဆက္ျဖစ္မယ္ဆိုတာ အရမ္းကိုစိတ္ဝင္စားဖို႔ေကာင္းပါတယ္။
အဆံုးထိစိတ္ဝင္တစားၾကည္႔ရႈရမယ္႔ ဒီကားေလးနာမည္ကေတာ႔ Code 8 (2019) ပါ။
File Size : ( 885 MB , 335 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 38 min
Format : Mp4
Genre : Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye Mon Kyaw
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
