"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘာသာရေးနဲ့ ပတ်သက်လာရင်
ကျနော်တို့တတွေဟာ ငယ်ငယ်ကတည်းက
အယူအစွဲကြီးခဲ့ကြမှာပါ။ ဗုဒ္ဓဘာသာမြန်မာလူမျိုးဆိုတာကလည်း ဘုရားကျောင်းကန်ကို
မပြတ်သွားလေ့ရှိကြတဲ့အမျိုးမဟုတ်လား။
ဒါပေမဲ့ တစ်ခုရှိတာက ငယ်စဉ်ကတည်းက
ဟုတ်သည်ရှိ မဟုတ်သည်ရှိ ဖြန့်လေ့ရှိကြတဲ့
ဘာသာရေးမှိုင်းတွေ၊ လူကြီးသူမတွေရဲ့
ခြောက်လှန့်ပြောဆိုမှုတွေကြားမှာ
အသားကျကြီးပြင်းလာခဲ့မယ်ဆိုရင်တောင်မှ
အသက်တစ်ခု ရလာလို့ လောကကြီးနဲ့
အထိအတွေ့လေး ရှိလာရင် တချို့ကိစ္စတွေကို
အမှားအမှန် ခွဲခြားတတ်လာတာမျိုးလေးတွေလည်း
ရှိလာကြစတမ်းပါပဲ။ ဒါပေမဲ့ ငယ်စဉ်ကတည်းက
အပြင်လောကကြီးနဲ့ အဆက်အသွယ်ပြတ်ပြီး
အုပ်ထိန်းသူတွေရဲ့ ဘာသာရေးအဆုံးအမတွေကြားမှာပဲ ရှင်သန်ကြီးပြင်းလာခဲ့ရမယ်ဆိုရင်တော့..။
ဆယ့်ကိုးရာစုပတ်လည်မှာပေါ့။
တောအုပ်တွေဝိုင်းထားတဲ့ လယ်ယာမြေလေးတစ်‌ကွက်မှာ မိသားစုတစ်စု ရှိတယ်။
အဖေဖြစ်သူက ဘာသာရေးစွဲကြီးတဲ့အပြင်
အရာရာမှာ နိုင်လိုမင်းထက် ပြုချင်တဲ့ ဗီဇကလည်း
ရှိပါ‌သေးတယ်။ ဒီလိုပြောလို့ အမေဖြစ်သူကတော့
ကောင်းလိမ့်မယ် မထင်လိုက်ပါနဲ့ သူလည်း
ထူးမခြားနားပါပဲ။ ဒီလိုနဲ့ တစ်နေ့မှာ ညီအငယ်ဆုံးလေးဖြစ်သူ Elijah အလုပ်လုပ်ရင်း
ပင်ပန်းမှုဒဏ်တွေကြောင့် လဲကျသွားတဲ့အခါမှာတော့
အဖေလုပ်သူဟာ ယမ်းမီးပုံကျ ဒေါသအိုးကွဲပြီး
ညီထွေးကို အပြစ်ပေးတဲ့အနေနဲ့ တောအုပ်ထဲကို
ခေါ်သွားကာ ချန်ရစ်ခဲ့ပါတော့တယ်။
နောက်တော့ အိမ်ထောင်ဦးစီးဖြစ်သူ အဖေကြီးက
အဖဘုရားသခင်အလိုတော်အရဆိုပြီး
မိသားစုထဲ ချွေးမလေးတစ်ယောက်ကို
ခေါ်လာခဲ့ပြန်ပါတယ်။ တောကြီးမျက်မည်းထဲ
ဆိုင်းမဆင့်ဗုံမဆင့် ရောက်ချလာတဲ့
အဆိုပါသတို့သမီးလောင်းနဲ့
အကြီးဆုံးသား Calebတို့ကြားက ဆက်ဆံရေးဟာ
ဘယ်လိုဘယ်ပုံ ခရီးသွားကြမလဲ။ တစ်စထက်တစ်စ
သိနားလည်တဲ့ အရွယ်ကို ရောက်လာတော့
အဖေဖြစ်သူရဲ့ အဆုံးအမတွေ ရှေ့နောက်မညီမှန်းကို သတိထားမိစပြုလာတဲ့ Calebကရော
ပုံစံခွက်ထဲကနေ ဖောက်ထွက်ရဲမှာလား။
အပြင်လောကကြီးက အဖေဖြစ်သူပြောသလိုမျိုး
ပျက်စီးယိုယွင်းနေပြီး နတ်မိစ္ဆာတွေ အပြည့်နဲ့
ဖြစ်နေမှာလားဆိုတာကိုတော့ ဆက်လက်စောင့်ကြည့် ရှုစားလိုက်ကြပါခင်ဗျား။
Castတွေအနေနဲ့ကတော့ ဝါ့ရင့်သရုပ်ဆောင်
မင်းသားကြီး Nigel Benette,
The L.A complexထဲက မင်းသား
Benjamin Charles Watson,
Hannibal, Mafia Incတို့အပါအဝင်
ရုပ်ရှင်ဇာတ်လမ်းပေါင်းများစွာမှာ
သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးကြီးEllandအစရှိသဖြင့်
ပါဝင်ကြပြီး ရုပ်ရှင်ဆုနှစ်ဆုကိုလည်း ဆွတ်ခူးရရှိထားပါတယ်။
File size…(1.08GB) / (630MB) / (282MB)
Quality…. Web 1080P / 720p / 480p
Format…mp4
Duration….01:44:00
Genre… Thriller
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by HUGO
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
