"Monos (2019)
===========
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.0/10
#Unicode
“နာမည်ကျော် Gummy Bearလို့ခေါ်တဲ့ ၀က်ဝံရုပ်မုန့်ကလေး
တွေကို 1992မှာ စတီထွင်ခဲ့တယ်။ ဒီမုန့်ကလေးတွေဟာ
အေးဆေး ဝါးလို့ရအောင်နူးညံ့ရတယ် ဒါပေမယ့် သူ့ပုံစံဖြစ်တဲ့
၀က်ဝံရုပ်ကလေးမပျက်အောင် မာကျောရမယ်။
အဲ့ဒီလိုမျိုးအရည်အသွေး မပါရှိတဲ့မုန့်တွေ ထုတ်လုပ်မှုမှာ
ပါမပါ စစ်ဆေးဖို့က‌၁၅နှစ်ဝန်းကျင်လောက်ရှိတဲ့
ကလေးတွေရဲ့ အလုပ်ပါပဲ။”
ဒါကရုပ်ရှင်ထဲက တီဗီမှာလာနေတဲ့ သတင်းပါပဲ။
ကလေးသာသာအရွယ်ကလေးတွေဟာ မုန့်မြည်းတဲ့
အလုပ်လောက်ပဲ လုပ်သင့်ပါတယ်။ ဒါပေမယ့်
ဒီသတင်းကိုကြည့်နေတဲ့ ၁၅နှစ်သားကောင်လေးရဲ့
အလုပ်ကတော့ စစ်တိုက်ရတာပါ။ ၂၀မကျော်တဲ့
ကလေးတစ်အုပ်ကို စစ်တိုက်ဖို့ လေ့ကျင့်ပေးထားပြီး
သူတို့အဖွဲ့ကို Monosတွေလို့ခေါ်ပါတယ်။သူတို့
ဘယ်ကလာလဲ ဘယ်လိုသူပုန်ဖြစ်လာလဲ မပြပေမယ့်
သူတို့ရှင်သန်ရတဲ့ဘ၀ကိုတော့ ‌ဆေးမှင်ရည်စုတ်ထိုးသလို
ထင်းနေအောင်ကို ပြသွားတယ်။
Monosလို့ခေါ်တဲ့ ကလေးတစ်အုပ်ကို သူပုန်
အဖွဲ့အစည်းက သုံ့ပန်းဖမ်းထားတဲ့ အမေရိကန်
အင်ဂျင်နီယာမတစ်ယောက်ကို စောင့်ကြည့်ဖို့
တာ၀န်ပေးထားတယ်။တစ်ဆက်တည်းမှာပဲ
ရိက္ခာအတွက် နို့စားနွားမတစ်ကောင်ငှားပေးထားတယ်။
ငှားပေးတယ်ဆိုတာ စစ်ဆင်းရေးပြီးရင် ပြန်ပေးရမယ့်
သဘောပါပဲ။ သူတို့ကိုပေးထားတဲ့တာ၀န်မှာ
နံပါတ်တစ်အရေးကြီးတာက စစ်သုံ့ပန်းမလွတ်အောင်
ကြည့်ရမယ်။နံပါတ်နှစ် အရေးကြီးတာက နွားမကို
သေချာစောင့်ရှောက်ရမယ်။ ဒါပေမယ့် ကလေးတွေထဲက
တစ်ယောက်က နွားမကိုသေနတ်နဲ့ပစ်မိသွားပါတယ်။
ဒီနွားတစ်ကောင်သေတဲ့အတွက် သူတို့ထဲက
တာ၀န်ယူထားတဲ့တစ်ယောက်က ကွပ်မျက်ခံရမှာပါ။
ဒါပေမယ့် သူ့ကို အားပေးမယ့်သူ ဘယ်သူမှမရှိပါဘူး
ကျန်တဲ့ကလေးတွေအကုန်လုံးဟာသေသွားတဲ့
နွားကိုပေါ်ရင်းအလုပ်များနေကြတယ်။ ဒီမှာပဲ
အဲ့ဒီကောင်လေးဟာ သူ့ကိုယ်သူသတ်သေသွားတယ်။
သူတို့အသက်ဟာ နွားတစ်ကောင်လောက်မှ တန်ဖိုး
မရှိတာလားတော့မသိပါဘူး။ ဒီအကြောင်းကို
သတင်းပို့တဲ့အချိန်မှာလည်း သူတို့ခေါင်းဆောင်လူကြီးက
အမှတ်မသားမရှိတဲ့မြေပုံမှာမြှပ်ဖို့နဲ့ ပစ္စည်းတွေကို
ခွဲယူလိုက်ဖို့ကလွဲ ဘာမှထွေထွေထူးထူးပြောမနေဘဲ
သူတို့ဖမ်းထားတဲ့သူ အသက်ရှိကြောင်းသက်သေ
လိုတယ်ပဲပြောတယ်။ Monosဟာ ဒီလို ရှင်လည်း
တန်ဖိုးထားမခံရတဲ့ သေလည်းသတိရမယ့်သူမရှိတဲ့
ကလေးတစ်အုပ်ရဲ့ ဇာတ်လမ်းပါပဲ။
တစ်ခါတလေကျ ကျွန်တော်တို့ကမ္ဘာကြီးကို
ရက်စက်တဲ့ကမ္ဘာကြီးလို့ဆိုရင် ငြင်းရက်စရာမရှိပါဘူး။
Monosကတော့ ခင်ဗျားကို ရက်စက်တဲ့ကမ္ဘာထဲက
ပိုခက်တဲ့ဘ၀တွေဆီ ခေါ်သွားပါလိမ့်မယ်။
War Filmအမျိုးအစားပေမယ့် ထူးတာက
သူပုန်တွေဘက်က အခြေအနေကို ရိုက်ပြထားတာပါပဲ။
Film Festivalအတော်များများမှာ Best Filmဆုရထားတဲ့အပြင်
2019မှာထွက်ခဲ့တဲ့ War Filmတွေထဲမှာ 1917ပြီးရင်
အကောင်းဆုံး War Filmပါပဲ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)
#Zawgyi
“နာမည္ေက်ာ္ Gummy Bearလို႔ေခၚတဲ့ ၀က္ဝံ႐ုပ္မုန႔္ကေလး
ေတြကို 1992မွာ စတီထြင္ခဲ့တယ္။ ဒီမုန႔္ကေလးေတြဟာ
ေအးေဆး ဝါးလို႔ရေအာင္ႏူးညံ့ရတယ္ ဒါေပမယ့္ သူ႔ပုံစံျဖစ္တဲ့
၀က္ဝံ႐ုပ္ကေလးမပ်က္ေအာင္ မာေက်ာရမယ္။
အဲ့ဒီလိုမ်ိဳးအရည္အေသြး မပါရွိတဲ့မုန႔္ေတြ ထုတ္လုပ္မႈမွာ
ပါမပါ စစ္ေဆးဖို႔က‌၁၅ႏွစ္ဝန္းက်င္ေလာက္ရွိတဲ့
ကေလးေတြရဲ႕ အလုပ္ပါပဲ။”
ဒါက႐ုပ္ရွင္ထဲက တီဗီမွာလာေနတဲ့ သတင္းပါပဲ။
ကေလးသာသာအ႐ြယ္ကေလးေတြဟာ မုန႔္ျမည္းတဲ့
အလုပ္ေလာက္ပဲ လုပ္သင့္ပါတယ္။ ဒါေပမယ့္
ဒီသတင္းကိုၾကည့္ေနတဲ့ ၁၅ႏွစ္သားေကာင္ေလးရဲ႕
အလုပ္ကေတာ့ စစ္တိုက္ရတာပါ။ ၂၀မေက်ာ္တဲ့
ကေလးတစ္အုပ္ကို စစ္တိုက္ဖို႔ ေလ့က်င့္ေပးထားၿပီး
သူတို႔အဖြဲ႕ကို Monosေတြလို႔ေခၚပါတယ္။သူတို႔
ဘယ္ကလာလဲ ဘယ္လိုသူပုန္ျဖစ္လာလဲ မျပေပမယ့္
သူတို႔ရွင္သန္ရတဲ့ဘ၀ကိုေတာ့ ‌ေဆးမွင္ရည္စုတ္ထိုးသလို
ထင္းေနေအာင္ကို ျပသြားတယ္။
Monosလို႔ေခၚတဲ့ ကေလးတစ္အုပ္ကို သူပုန္
အဖြဲ႕အစည္းက သုံ႔ပန္းဖမ္းထားတဲ့ အေမရိကန္
အင္ဂ်င္နီယာမတစ္ေယာက္ကို ေစာင့္ၾကည့္ဖို႔
တာ၀န္ေပးထားတယ္။တစ္ဆက္တည္းမွာပဲ
ရိကၡာအတြက္ ႏို႔စားႏြားမတစ္ေကာင္ငွားေပးထားတယ္။
ငွားေပးတယ္ဆိုတာ စစ္ဆင္းေရးၿပီးရင္ ျပန္ေပးရမယ့္
သေဘာပါပဲ။ သူတို႔ကိုေပးထားတဲ့တာ၀န္မွာ
နံပါတ္တစ္အေရးႀကီးတာက စစ္သုံ႔ပန္းမလြတ္ေအာင္
ၾကည့္ရမယ္။နံပါတ္ႏွစ္ အေရးႀကီးတာက ႏြားမကို
ေသခ်ာေစာင့္ေရွာက္ရမယ္။ ဒါေပမယ့္ ကေလးေတြထဲက
တစ္ေယာက္က ႏြားမကိုေသနတ္နဲ႔ပစ္မိသြားပါတယ္။
ဒီႏြားတစ္ေကာင္ေသတဲ့အတြက္ သူတို႔ထဲက
တာ၀န္ယူထားတဲ့တစ္ေယာက္က ကြပ္မ်က္ခံရမွာပါ။
ဒါေပမယ့္ သူ႔ကို အားေပးမယ့္သူ ဘယ္သူမွမရွိပါဘူး
က်န္တဲ့ကေလးေတြအကုန္လုံးဟာေသသြားတဲ့
ႏြားကိုေပၚရင္းအလုပ္မ်ားေနၾကတယ္။ ဒီမွာပဲ
အဲ့ဒီေကာင္ေလးဟာ သူ႔ကိုယ္သူသတ္ေသသြားတယ္။
သူတို႔အသက္ဟာ ႏြားတစ္ေကာင္ေလာက္မွ တန္ဖိုး
မရွိတာလားေတာ့မသိပါဘူး။ ဒီအေၾကာင္းကို
သတင္းပို႔တဲ့အခ်ိန္မွာလည္း သူတို႔ေခါင္းေဆာင္လူႀကီးက
အမွတ္မသားမရွိတဲ့ေျမပုံမွာျမႇပ္ဖို႔နဲ႔ ပစၥည္းေတြကို
ခြဲယူလိုက္ဖို႔ကလြဲ ဘာမွေထြေထြထူးထူးေျပာမေနဘဲ
သူတို႔ဖမ္းထားတဲ့သူ အသက္ရွိေၾကာင္းသက္ေသ
လိုတယ္ပဲေျပာတယ္။ Monosဟာ ဒီလို ရွင္လည္း
တန္ဖိုးထားမခံရတဲ့ ေသလည္းသတိရမယ့္သူမရွိတဲ့
ကေလးတစ္အုပ္ရဲ႕ ဇာတ္လမ္းပါပဲ။
တစ္ခါတေလက် ကြၽန္ေတာ္တို႔ကမာၻႀကီးကို
ရက္စက္တဲ့ကမာၻႀကီးလို႔ဆိုရင္ ျငင္းရက္စရာမရွိပါဘူး။
Monosကေတာ့ ခင္ဗ်ားကို ရက္စက္တဲ့ကမာၻထဲက
ပိုခက္တဲ့ဘ၀ေတြဆီ ေခၚသြားပါလိမ့္မယ္။
War Filmအမ်ိဳးအစားေပမယ့္ ထူးတာက
သူပုန္ေတြဘက္က အေျခအေနကို ႐ိုက္ျပထားတာပါပဲ။
Film Festivalအေတာ္မ်ားမ်ားမွာ Best Filmဆုရထားတဲ့အျပင္
2019မွာထြက္ခဲ့တဲ့ War Filmေတြထဲမွာ 1917ၿပီးရင္
အေကာင္းဆုံး War Filmပါပဲ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay 5.1CH
Duration – 1hr 40 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Adventure, Drama, Mystery
Source : 1080p.BluRay 5.1CH
Translator – WiRa Aung
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
