"Unpregnant (2020)
===============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.1/10
#Unicode
ဒီနေ့အတွက် HBO ရုပ်သံလိုင်းမှာပြသသွားတဲ့ Rating အလန်းဇယားနဲ့ Comedy, Drama ကားကောင်း
ကားသစ်လေး ၂၀၂၀ထွက်ကားကောင်းလေးကို တင်ဆက်ပေးချင်ပါတယ်။ ဆယ်ကျော်သက်ကောင်မလေး
နှစ်ယောက်ကို ဇာတ်ကြောင်းတည်ရိုက်ကူးထားတာကြောင့် လူငယ်ဆန်ဆန် ပေါ့ပေါ့ပါးပါး ကြည့်ရမယ့် ကား
လေးလည်းဖြစ်ပါတယ်။ ဒီဇာတ်လမ်းမှာ ပါတနာရဲ့တစ်ကိုယ်ကောင်းဆန်မှုကြောင့် ကိုယ်ဝန်ရသွားခဲ့တဲ့ဗရွန်နီကာ
တစ်ယောက် သူ့ရဲ့ကိုယ်ဝန်ကိုဖျက်ချဖို့ အာဘာကွာကီမြို့ကို သူနဲ့မခေါ်မပြောဖြစ်နေခဲ့တာ ကြာတဲ့ ဘေလီဆိုတဲ့
ငယ်သူငယ်ချင်းနဲ့သွားရင်း ကြုံကြိုက်ခဲ့ရတဲ့ အခက်အခဲ ဒုက္ခသုခတွေကို ရိုက်ကူးထားတာပါ။ ဒီကားလေးထဲမှာ
ခေတ်လူငယ်တွေရဲ့ဘဝ ခံစားချက် စိတ်ဓါတ်တွေနဲ့ သူငယ်ချင်းဆိုတာကဘယ်လိုမျိုးဆိုတာကို တွေ့မြင်ခံစားရမှာပဲ
ဖြစ်ပါတယ်။အတော်ကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားလေးမို့ ကြည့်ဖြစ်အောင် ကြည့်ပါလို့ ညွှန်းဆိုပါရစေ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီေန႔အတြက္ HBO ႐ုပ္သံလိုင္းမွာျပသသြားတဲ့ Rating အလန္းဇယားနဲ႔ Comedy, Drama ကားေကာင္း
ကားသစ္ေလး ၂၀၂၀ထြက္ကားေကာင္းေလးကို တင္ဆက္ေပးခ်င္ပါတယ္။ ဆယ္ေက်ာ္သက္ေကာင္မေလး
ႏွစ္ေယာက္ကို ဇာတ္ေၾကာင္းတည္႐ိုက္ကူးထားတာေၾကာင့္ လူငယ္ဆန္ဆန္ ေပါ့ေပါ့ပါးပါး ၾကည့္ရမယ့္ ကား
ေလးလည္းျဖစ္ပါတယ္။ ဒီဇာတ္လမ္းမွာ ပါတနာရဲ႕တစ္ကိုယ္ေကာင္းဆန္မႈေၾကာင့္ ကိုယ္ဝန္ရသြားခဲ့တဲ့ဗ႐ြန္နီကာ
တစ္ေယာက္ သူ႔ရဲ႕ကိုယ္ဝန္ကိုဖ်က္ခ်ဖို႔ အာဘာကြာကီၿမိဳ႕ကို သူနဲ႔မေခၚမေျပာျဖစ္ေနခဲ့တာ ၾကာတဲ့ ေဘလီဆိုတဲ့
ငယ္သူငယ္ခ်င္းနဲ႔သြားရင္း ႀကဳံႀကိဳက္ခဲ့ရတဲ့ အခက္အခဲ ဒုကၡသုခေတြကို ႐ိုက္ကူးထားတာပါ။ ဒီကားေလးထဲမွာ
ေခတ္လူငယ္ေတြရဲ႕ဘဝ ခံစားခ်က္ စိတ္ဓါတ္ေတြနဲ႔ သူငယ္ခ်င္းဆိုတာကဘယ္လိုမ်ိဳးဆိုတာကို ေတြ႕ျမင္ခံစားရမွာပဲ
ျဖစ္ပါတယ္။အေတာ္ၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားေလးမို႔ ၾကည့္ျဖစ္ေအာင္ ၾကည့္ပါလို႔ ၫႊန္းဆိုပါရေစ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1hr 25min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Sport
Source : 1080p.WebRip
Translator – Chit Tee
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
