"[Unicode]ဇာတ်လမ်းအမျိုးအစားကတော့ အားလုံးစိတ်ဝင်စားကြမယ့် Mystery – Thriller ပဲဖြစ်ပါတယ်Pauseအိပ်မွေ့ချကုထုံးမှာ အရမ်းတော်တဲ့စိတ်ကျန်းမာရေးဆရာဝန် ဒေါက်တာရွှီယွေနင်ဆီကိုထူးခြားတဲ့ case အနေနဲ့ သရဲတွေကိုမြင်နိုင်တယ်လို့ပြောလာတဲ့ လျန်ရှောင်ရန်ဆိုတဲ့မိန်းမတစ်ယောက် ကုသခံဖို့ရောက်လာခဲ့တာကနေ အစပြုဇာတ်ကြောင်းဆင်ထားပါတယ်သူ့ပညာကို အတော်လေးယုံကြည်မှုရှိပြီး မာနကြီးတဲ့ ဒေါက်တာရွှီယွေနင်တစ်ယောက်အချက်အလက်ကျစွာနဲ့ သူ့ကိုတန်ပြန်တုန့်ပြန်လာတဲ့ လူနာနဲ့တွေ့ကြုံလာရတဲ့အခါ ဘာတွေဆက်ဖြစ်လာမလဲအဲဒီအချက်အလက်ဆိုတာတွေကရော အမှန်တကယ်ပဲလားနောက်ကွယ်မှာ ဘာလျှို့ဝှက်ချက်တွေဆက်ရှိနေမလဲဆိုတာ ရင်သပ်ရှုမောရင်းကြည့်ရှုရပါလိမ့်မယ်အဓိကဇာတ်ကောင်နေရာတွေကတော့ Forbes China Celebrity 2020 ရဲ့ နံပါတ်၂နေရာမှာရှိနေတဲ့ နာမည်ကြီးအနုပညာပါရမီရှင် Xu Zheng ဖြစ်ပြီးတွဲဖက်အားဖြည့်ထားသူကတော့ So Close ဇာတ်ကားရဲ့ရဲမေဆိုရင် ရုပ်ရှင်ပရိသတ်အားလုံးသိနိုင်ကြမှာဖြစ်ပါတယ်ဆရာဝန်နဲ့လူနာ ဆွေးနွေးကုသနေတဲ့ဟောခန်းထဲမှာ ဇာတ်ကားပြီးသွားတာဖြစ်ပေမယ့်အတော်လေးကိုစိတ်ဝင်စားဖို့ကောင်းပြီး ပြီးလို့ပြီးလိုက်မှန်းတောင်မသိဖြစ်သွားမယ်ဆိုတာလုံးဝအာမခံပါတယ် ။( အညွှန်းရေးသားထားသူကတော့ Phu Nge Nge Thein ဖြစ်ပါတယ် )[Zawgyi]ဇာတ္လမ္းအမ်ိဳးအစားကေတာ့ အားလံုးစိတ္ဝင္စားၾကမယ့္ Mystery – Thriller ပဲျဖစ္ပါတယ္အိပ္ေမြ႔ခ်ကုထံုးမွာ အရမ္းေတာ္တဲ့စိတ္က်န္းမာေရးဆရာဝန္ ေဒါက္တာရႊီေယြနင္ဆီကိုထူးျခားတဲ့ case အေနနဲ႔ သရဲေတြကိုျမင္ႏိုင္တယ္လို႔ေျပာလာတဲ့ လ်န္ေရွာင္ရန္ဆိုတဲ့မိန္းမတစ္ေယာက္ ကုသခံဖို႔ေရာက္လာခဲ့တာကေန အစျပဳဇာတ္ေၾကာင္းဆင္ထားပါတယ္သူ႔ပညာကို အေတာ္ေလးယံုၾကည္မႈရွိၿပီး မာနႀကီးတဲ့ ေဒါက္တာရႊီေယြနင္တစ္ေယာက္အခ်က္အလက္က်စြာနဲ႔ သူ႔ကိုတန္ျပန္တုန္႔ျပန္လာတဲ့ လူနာနဲ႔ေတြ႔ၾကံဳလာရတဲ့အခါ ဘာေတြဆက္ျဖစ္လာမလဲအဲဒီအခ်က္အလက္ဆိုတာေတြကေရာ အမွန္တကယ္ပဲလားေနာက္ကြယ္မွာ ဘာလွ်ိဳ႕ဝွက္ခ်က္ေတြဆက္ရွိေနမလဲဆိုတာ ရင္သပ္ရႈေမာရင္းၾကည့္ရႈရပါလိမ့္မယ္အဓိကဇာတ္ေကာင္ေနရာေတြကေတာ့ Forbes China Celebrity 2020 ရဲ႕ နံပါတ္၂ေနရာမွာရွိေနတဲ့ နာမည္ႀကီးအႏုပညာပါရမီရွင္ Xu Zheng ျဖစ္ၿပီးတြဲဖက္အားျဖည့္ထားသူကေတာ့ So Close ဇာတ္ကားရဲ႕ရဲေမဆိုရင္ ရုပ္ရွင္ပရိသတ္အားလံုးသိႏိုင္ၾကမွာျဖစ္ပါတယ္ဆရာဝန္နဲ႔လူနာ ေဆြးေႏြးကုသေနတဲ့ေဟာခန္းထဲမွာ ဇာတ္ကားၿပီးသြားတာျဖစ္ေပမယ့္အေတာ္ေလးကိုစိတ္ဝင္စားဖို႔ေကာင္းၿပီး ၿပီးလို႔ၿပီးလိုက္မွန္းေတာင္မသိျဖစ္သြားမယ္ဆိုတာလံုးဝအာမခံပါတယ္ ။( အညႊန္းေရးသားထားသူကေတာ့ Phu Nge Nge Thein ျဖစ္ပါတယ္ )Quality__BR-720pIMDb Rating__7.0/10Format__mp4Duration__01:44:00Type__Drama, Mystery, ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated by Phu Nge Nge TheinEncoded by Naing Aung Latt"