"IMDb 6.1 / 10
ဘောလီဝုဒ်ဖန်တွေအတွက် မင်းသား Vicky Kaushal ၏ ရုံတင်ဇာတ်ကားသစ်တစ်ကားဖြစ်တဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Mystery, Horror ကားကောင်းတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်
ဇာတ်လမ်းလေးကတော့ … မွန်ဘိုင်းမြို့ ဂျူဟူးကမ်းခြေကို သင်္ဘောပျက်ကြီးတစ်စီး လာသောင်တင်ခဲ့ပါတယ်
အမှန်ကတော့ ဒီသင်္ဘောပျက်ကြီးကို တခြားနေရာတစ်ခုကိုရွေ့ဖို့ ဆွဲသွားတာပါ
ဒါပေမဲ့ ဆွဲကြိုးပျက်သွားပြီး ဂျူဟူးကမ်းခြေကို ရောက်လာခဲ့တာပါ
သင်္ဘောပေါ်မှာလည်း ဘာလူသူမှမပါလာသလို ဒီသင်္ဘောကြီးကလည်း သရဲခြောက်ပါတယ်လို့ ကောလဟာလတွေထွက်နေပါတယ်
ဒီသင်္ဘောကြီးကို သင်္ဘောဋ္ဌာနက စစ်ဆေးရေးအရာရှိ ပရိသ်ဗီးက စုံစမ်းစစ်ဆေးကြည့်တဲ့အခါမှာတော့ …..
………..
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
File Size : (900 MB) and (450 MB)
Quality : AMZN WEB-DL 720p
Running Time : 1hr 54min
Format : Mp4
Genre : Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.AMZN.WEB-DL.DD+5.1.x264-Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
zawgyi
IMDb 6.1 / 10
ေဘာလီဝုဒ္ဖန္ေတြအတြက္ မင္းသား Vicky Kaushal ၏ ႐ုံတင္ဇာတ္ကားသစ္တစ္ကားျဖစ္တဲ့
Mystery, Horror ကားေကာင္းတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္
ဇာတ္လမ္းေလးကေတာ့ … မြန္ဘိုင္းၿမိဳ႕ ဂ်ဴဟူးကမ္းေျခကို သေဘၤာပ်က္ႀကီးတစ္စီး လာေသာင္တင္ခဲ့ပါတယ္
အမွန္ကေတာ့ ဒီသေဘၤာပ်က္ႀကီးကို တျခားေနရာတစ္ခုကိုေ႐ြ႕ဖို႔ ဆြဲသြားတာပါ
ဒါေပမဲ့ ဆြဲႀကိဳးပ်က္သြားၿပီး ဂ်ဴဟူးကမ္းေျခကို ေရာက္လာခဲ့တာပါ
သေဘၤာေပၚမွာလည္း ဘာလူသူမွမပါလာသလို ဒီသေဘၤာႀကီးကလည္း သရဲေျခာက္ပါတယ္လို႔ ေကာလဟာလေတြထြက္ေနပါတယ္
ဒီသေဘၤာႀကီးကို သေဘၤာ႒ာနက စစ္ေဆးေရးအရာရွိ ပရိသ္ဗီးက စုံစမ္းစစ္ေဆးၾကည့္တဲ့အခါမွာေတာ့ …..
………..
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (900 MB) and (450 MB)
Quality : AMZN WEB-DL 720p
Running Time : 1hr 54min
Format : Mp4
Genre : Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.AMZN.WEB-DL.DD+5.1.x264-Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
