"My Friend Dahmer (2017)
ဒီဇာတ်လမ်းကတော့ အမေရိကန်နိုင်ငံက
နာမည်ကျော် ကွင်းဆက်လူသတ်သမား ဂျက်ဖရီ ဒါးမားရဲ့
အကြောင်းကို ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းပါ။
ဇာတ်လမ်းနာမည်အတိုင်းပဲ ဂျက်ဖရီ ဒါးမားရဲ့
သူငယ်ချင်း ဂျွန် ဘက်ဒါ့ဖ် ရေးတဲ့ ဖြစ်ရပ်မှန်ဇာတ်လမ်းအပေါ်
အခြေခံပြီး ရိုက်ကူးခဲ့တာပါ။
ဒီဇာတ်လမ်းကတော့ ဒါးမား လူမသတ်ခင် အချိန်ကို
ရိုက်ကူးထားခဲ့တဲ့ ဒါးမားရဲ့ဘဝဇာတ်ကြောင်းပါ။
ဒီဇာတ်လမ်းက စိတ္တဇလူသတ်သမားရဲ့ဘဝဇာတ်ကြောင်းကို
ရိုက်ကူးထားတာ ဖြစ်တဲ့အတွက် သွေးထွက်သံယိုတွေတော့ ပါမှာ မဟုတ်ပါဘူး။
IMDb – 6.2/10 ရထားပြီး
Rotten Tomatoes – 87% ပါ။
spoiler alert
===========
ဒါကတော့ ဒီဇာတ်လမ်းရဲ့နောက်ဆက်တွဲသတင်းပါ။
ဒါးမားဟာ လူငယ်အမျိုးသား (၁၇)ယောက်ကို သတ်ခဲ့တာပါ။
သတ်ပုံကတော့ ဒီလူငယ်တွေကို ခေါ်လာပြီး ဦးနှောက်ထဲကို ဆေးထိုးသတ်ခဲ့တာပါ။
ပြီးရင် ခန္ဓာကိုယ်ကို အပိုင်းပိုင်း ခုတ်ပြီး တချို့ကိုတော့ စားခဲ့ပါတယ်။
ခေါင်းခွံတွေကိုတော့ ဆေးရည်စိမ်ပြီး သိမ်းထားခဲ့တယ်လို့ ဖြောင့်ချက်ပေးခဲ့ပါတယ်။
ဒါးမားကို ထောင်ဒဏ် တစ်သက်တစ်ကျွန်း ၁၆ ကြိမ် ကျခံစေခဲ့ပါတယ်။
ဒါပေမယ့် ထောင်ကျနေစဉ်အတွင်းမှာပဲ
ထောင်သားတစ်ယောက် သံတုတ်နဲ့ ရိုက်သတ်လို့ သေဆုံးခဲ့ရပါတယ်။
My Friend Dahmer (2017)
ဒီဇာတ္လမ္းကေတာ့ အေမရိကန္ႏိုင္ငံက
နာမည္ေက်ာ္ ကြင္းဆက္လူသတ္သမား ဂ်က္ဖရီ ဒါးမားရဲ႕
အေၾကာင္းကို ႐ိုက္ကူးထားတဲ့ ဇာတ္လမ္းပါ။
ဇာတ္လမ္းနာမည္အတိုင္းပဲ ဂ်က္ဖရီ ဒါးမားရဲ႕
သူငယ္ခ်င္း ဂြၽန္ ဘက္ဒါ့ဖ္ ေရးတဲ့ ျဖစ္ရပ္မွန္ဇာတ္လမ္းအေပၚ
အေျခခံၿပီး ႐ိုက္ကူးခဲ့တာပါ။
ဒီဇာတ္လမ္းကေတာ့ ဒါးမား လူမသတ္ခင္ အခ်ိန္ကို
႐ိုက္ကူးထားခဲ့တဲ့ ဒါးမားရဲ႕ဘဝဇာတ္ေၾကာင္းပါ။
ဒီဇာတ္လမ္းက စိတၱဇလူသတ္သမားရဲ႕ဘဝဇာတ္ေၾကာင္းကို
႐ိုက္ကူးထားတာ ျဖစ္တဲ့အတြက္ ေသြးထြက္သံယိုေတြေတာ့ ပါမွာ မဟုတ္ပါဘူး။
IMDb – 6.2/10 ရထားၿပီး
Rotten Tomatoes – 87% ပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
spoiler alert
===========
ဒါကေတာ့ ဒီဇာတ္လမ္းရဲ႕ေနာက္ဆက္တြဲသတင္းပါ။
ဒါးမားဟာ လူငယ္အမ်ိဳးသား (၁၇)ေယာက္ကို သတ္ခဲ့တာပါ။
သတ္ပုံကေတာ့ ဒီလူငယ္ေတြကို ေခၚလာၿပီး ဦးေႏွာက္ထဲကို ေဆးထိုးသတ္ခဲ့တာပါ။
ၿပီးရင္ ခႏၶာကိုယ္ကို အပိုင္းပိုင္း ခုတ္ၿပီး တခ်ိဳ႕ကိုေတာ့ စားခဲ့ပါတယ္။
ေခါင္းခြံေတြကိုေတာ့ ေဆးရည္စိမ္ၿပီး သိမ္းထားခဲ့တယ္လို႔ ေျဖာင့္ခ်က္ေပးခဲ့ပါတယ္။
ဒါးမားကို ေထာင္ဒဏ္ တစ္သက္တစ္ကြၽန္း ၁၆ ႀကိမ္ က်ခံေစခဲ့ပါတယ္။
ဒါေပမယ့္ ေထာင္က်ေနစဥ္အတြင္းမွာပဲ
ေထာင္သားတစ္ေယာက္ သံတုတ္နဲ႔ ႐ိုက္သတ္လို႔ ေသဆုံးခဲ့ရပါတယ္။
File Size : ( 1.5gb, 750 MB)
Quality : 1080p.bluray.H264.AAC
Running Time : 1 hr 47 min
Format : Mp4
Genre : Drama , Biography
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Charm Wave
Encoded by sithu
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
