"[Unicode]Bloodsport (1988)Pauseမင်းသားကြီး Van Damme ဟာဆိုရင် ကျွန်တော့်တို့ ငယ်ငယ်တည်းက အရမ်းကြိုက်ခဲ့ရတဲ့ မင်းသားကြီးလို့ ပြောရင် မှားမယ်မထင်ပါဘူးသူ့ရဲ့ကားတွေ တော်တော်များများက အောင်မြင်တဲ့ကားကောင်းတွေချည်းပါပဲဒီထဲကမှ ၁၉၈၈ လောက်ကရိုက်ထားတဲ့ ဒီကားလေးနဲ့မိတ်ဆက်ပေးပါရစေဒီဇာတ်ကားထွက်တဲ့အချိန် ကျွန်တော် မမွေးသေးပါဘူးဒီလောက်ကြာပြီဖြစ်တဲ့ကားဖြစ်တာတောင် ဘယ်အချိန်ပြန်ကြည့်ကြည့် ကောင်းနေဆဲပါပဲရုပ်ရှင်ဆိုတာ ဒါမျိုးကိုခေါ်တာပါဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင်Van Damme က ဒီဇာတ်လမ်းမှာ တပ်ပြေးတစ်ယောက်ပါငယ်ငယ်တည်းကသူ့ကို အဖေအရင်းတစ်ယောက်လို ကိုယ်ခံပညာတွေသင်ပေးခဲ့တဲ့ သူ့ဆရာ ရှီဒိုးရှီ ကို ဂုဏ်ယူစေချင်တဲ့အတွက်ကြောင့်ဟောင်ကောင်မှာ ကျင်းပမယ့် ကိုယ်ခံပညာပေါင်းစုံပြိုင်ပွဲ ကူမစ်တီ မှာ ဝင်ရောက်ယှဉ်ပြိုင်ဖို့ဆုံးဖြတ်ခဲ့ပါတယ်တပ်ပြေးတစ်ယောက်အနေနဲ့ ဒီပြိုင်ပွဲကို ဝင်ပြိုင်ဖို့မလွယ်ကူလှပါဘူးဘာကြောင့်ဆို သူ့ကို ပင်ရင်းတပ်ဆီပြန်ခေါ်လာဖို့ အမိန့်ထုတ်ထားတာကြောင့် ဟောင်ကောင်ရဲတွေနဲ့ သူ့အထက်အရာရှိရဲနှစ်ယောက်က တစ်မြို့လုံးကို လိုက်လံရှာဖွေနေတာပါဒီထဲမှာတော့ တော်တော်များများ ဘရုစလီကား Enter the dragon မှာ လူသိများပြီး ကျွဲကြီး လို့ခေါ်ကြတဲ့ Bolo Yeung ကိုရက်စက်ပြီး ကူမစ်တီပွဲမှာ ၃နှစ်ဆက်တိုက် ချန်ပီယံဆွဲထားတဲ့ ချောင်လီ အဖြစ်မြင်တွေ့ရမှာဦးမှာပါဒီဇာတ်ကားထဲမှာပြောသွားတဲ့ Very good… but brick not hit back ဆိုတဲ့ စကားကလည်း လူအများကြားတော်တော်ခေတ်ထသွားပါသေးတယ်ကဲ အများကြီးဆက်မညွှန်းနေတော့ပါဘူး ဘယ်လိုကောင်းလဲသိချင်ရင်တော့ ဇာတ်လမ်းထဲမှာဆက်ကြည့်လိုက်ပါတော့…။( အညွှန်းရေးသားထားသူကတော့ Naing Aung Latt ပါ )[Zawgyi]Bloodsport (1988)မင္းသားၾကီး Van Damme ဟာဆိုရင္ ကၽြန္ေတာ့္တို႔ ငယ္ငယ္တည္းက အရမ္းၾကိဳက္ခဲ့ရတဲ့ မင္းသားၾကီးလို႔ ေျပာရင္ မွားမယ္မထင္ပါဘူးသူ႔ရဲ႕ကားေတြ ေတာ္ေတာ္မ်ားမ်ားက ေအာင္ျမင္တဲ႔ကားေကာင္းေတြခ်ည္းပါပဲဒီထဲကမွ ၁၉၈၈ ေလာက္ကရိုက္ထားတဲ့ ဒီကားေလးနဲ႔မိတ္ဆက္ေပးပါရေစဒီဇာတ္ကားထြက္တဲ႔အခ်ိန္ ကၽြန္ေတာ္ မေမြးေသးပါဘူးဒီေလာက္ၾကာျပီျဖစ္တဲ့ကားျဖစ္တာေတာင္ ဘယ္အခ်ိန္ျပန္ၾကည့္ၾကည့္ ေကာင္းေနဆဲပါပဲရုပ္ရွင္ဆိုတာ ဒါမ်ိဳးကိုေခၚတာပါဇာတ္လမ္းအေၾကာင္းေျပာရမယ္ဆုိရင္Van Damme က ဒီဇာတ္လမ္းမွာ တပ္ေျပးတစ္ေယာက္ပါငယ္ငယ္တည္းကသူ႔ကို အေဖအရင္းတစ္ေယာက္လို ကိုယ္ခံပညာေတြသင္ေပးခဲ႔တဲ႔ သူ႔ဆရာ ရွီဒုိးရွီ ကို ဂုဏ္ယူေစခ်င္တဲ့အတြက္ေၾကာင့္ေဟာင္ေကာင္မွာ က်င္းပမယ့္ ကိုယ္ခံပညာေပါင္းစံုျပိဳင္ပြဲ ကူမစ္တီ မွာ ၀င္ေရာက္ယွဥ္ျပိဳင္ဖို႔ဆံုးျဖတ္ခဲ့ပါတယ္တပ္ေျပးတစ္ေယာက္အေနနဲ႔ ဒီျပိဳင္ပြဲကို ၀င္ျပိဳင္ဖို႔မလြယ္ကူလွပါဘူးဘာေၾကာင့္ဆို သူ႔ကို ပင္ရင္းတပ္ဆီျပန္ေခၚလာဖို႔ အမိန္႔ထုတ္ထားတာေၾကာင့္ ေဟာင္ေကာင္ရဲေတြနဲ႔ သူ႔အထက္အရာရွိရဲနွစ္ေယာက္က တစ္ျမိဳ႔လံုးကို လုိက္လံရွာေဖြေနတာပါဒီထဲမွာေတာ့ ေတာ္ေတာ္မ်ားမ်ား ဘရုစလီကား Enter the dragon မွာ လူသိမ်ားျပီး ကၽြဲၾကီး လုိ႔ေခၚၾကတဲ့ Bolo Yeung ကိုရက္စက္ျပီး ကူမစ္တီပြဲမွာ ၃နွစ္ဆက္တုိက္ ခ်န္ပီယံဆြဲထားတဲ့ ေခ်ာင္လီ အျဖစ္ျမင္ေတြ႕ရမွာဦးမွာပါဒီဇာတ္ကားထဲမွာေျပာသြားတဲ့ Very good… but brick not hit back ဆိုတဲ့ စကားကလည္း လူအမ်ားၾကားေတာ္ေတာ္ေခတ္ထသြားပါေသးတယ္ကဲ အမ်ားၾကီးဆက္မညႊန္းေနေတာ့ပါဘူး ဘယ္လိုေကာင္းလဲသိခ်င္ရင္ေတာ့ ဇာတ္လမ္းထဲမွာဆက္ၾကည့္လိုက္ပါေတာ့…။( အညႊန္းေရးသားထားသူကေတာ့ Naing Aung Latt ပါ )Quality__Bluray-720pIMDb Rating__6.8/10Format__mp4Duration__01:32:00Type__Action , Biography , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Hnin Yu AungEncoded by Naing Aung Latt"