"Skin (2018)
=========
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.0/10
#Unicode
ဒီဇာတ်ကားလေးကတော့ ဗိုက်ကင်းဆိုရှယ်ကလပ် ဆိုတဲ့အဖွဲ့က လမ်းဘေးမှာပျက်စီး
လေလွင့်နေတဲ့ ကလေးတွေ ဆယ်ကျောက်သက်တွေကိုခေါ်ပြီး သူတို့အဖွဲ့ထဲရောက်အောင်
ဆွဲခေါ်တယ် သူတို့အဖွဲ့ထဲရောက်ရင် လူမျိုးရေးမုန်းတီးမှုတွေ အကြောင်းကိုပြောဆိုသိမ်းသွင်းတယ်
ခန္ဓာကိုယ်မှာလည်း အဲ့လိုမျိုးမုန်တီးရေးတက်တူးတွေကို ပုံစံမျိုးစုံနဲ့ထိုးတယ် ။အုပ်စု
လိုက်ရမ်းကားတယ်၊ အဲ့ထဲမှာဘာရွန်ဝိုင်ဒါဆိုတဲ့တစ်ယောက်လည်းအပါအဝင်ပေါ့
ဘာရွန်က ကလေးသုံးယောက်အမေ ဂျုလီနဲ့ မတွေ့ခင်အထိ ဒီလိုဘဝထဲမှာကျင်လည်ရှင်
သန်ခဲ့တာ ၊ နောက်ပိုင်းဂျုလီနဲ့ကြိုက်ပြီးအတူတူနေတယ် ဂျုလီကတော့သူတို့အဖွဲ့လုပ်ရပ်ကိုမကြိုက်ဘူး
အကြောင်းက သူ့သမီးသုံးယောက်ကိုအန္တရာယ်ဖြစ်မှာစိုးလို့ရယ် သူ့လိုဘဝမျိုးမကြုံစေချင်လို့ပေါ့၊ ဒီလိုနဲ့တစ်နေ့ ဘာရွန်ဟာ
သူတို့အဖွဲ့လုပ်နေကျအတိုင်း ဗလီထဲလူတစ်ချို့ကိုသတ်ရမယ့်အချိန်မှာသူတို့အဖွဲ့လုပ်ရပ်ကို နောင်တရပြီး အဖွဲ့ကနေ
ထွက်မယ်လို့ဆုံးဖြတ်လိုက်တယ် ၊ ဒီလို ဂိုဏ်းအဖွဲ့တွေကနေလွယ်လွယ်ထွက်လို့မရတဲ့အခါ
ဘယ်လိုအခက်အခဲတွေကြုံတွေ့မလဲဆိုတာကတော့ ဆက်လက်ကြည့်ရှုပေးပါဦး။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီဇာတ္ကားေလးကေတာ့ ဗိုက္ကင္းဆိုရွယ္ကလပ္ ဆိုတဲ့အဖြဲ႕က လမ္းေဘးမွာပ်က္စီး
ေလလြင့္ေနတဲ့ ကေလးေတြ ဆယ္ေက်ာက္သက္ေတြကိုေခၚၿပီး သူတို႔အဖြဲ႕ထဲေရာက္ေအာင္
ဆြဲေခၚတယ္ သူတို႔အဖြဲ႕ထဲေရာက္ရင္ လူမ်ိဳးေရးမုန္းတီးမႈေတြ အေၾကာင္းကိုေျပာဆိုသိမ္းသြင္းတယ္
ခႏၶာကိုယ္မွာလည္း အဲ့လိုမ်ိဳးမုန္တီးေရးတက္တူးေတြကို ပုံစံမ်ိဳးစုံနဲ႔ထိုးတယ္ ။အုပ္စု
လိုက္ရမ္းကားတယ္၊ အဲ့ထဲမွာဘာ႐ြန္ဝိုင္ဒါဆိုတဲ့တစ္ေယာက္လည္းအပါအဝင္ေပါ့
ဘာ႐ြန္က ကေလးသုံးေယာက္အေမ ဂ်ဳလီနဲ႔ မေတြ႕ခင္အထိ ဒီလိုဘဝထဲမွာက်င္လည္ရွင္
သန္ခဲ့တာ ၊ ေနာက္ပိုင္းဂ်ဳလီနဲ႔ႀကိဳက္ၿပီးအတူတူေနတယ္ ဂ်ဳလီကေတာ့သူတို႔အဖြဲ႕လုပ္ရပ္ကိုမႀကိဳက္ဘူး
အေၾကာင္းက သူ႔သမီးသုံးေယာက္ကိုအႏၲရာယ္ျဖစ္မွာစိုးလို႔ရယ္ သူ႔လိုဘဝမ်ိဳးမႀကဳံေစခ်င္လို႔ေပါ့၊ ဒီလိုနဲ႔တစ္ေန႔ ဘာ႐ြန္ဟာ
သူတို႔အဖြဲ႕လုပ္ေနက်အတိုင္း ဗလီထဲလူတစ္ခ်ိဳ႕ကိုသတ္ရမယ့္အခ်ိန္မွာသူတို႔အဖြဲ႕လုပ္ရပ္ကို ေနာင္တရၿပီး အဖြဲ႕ကေန
ထြက္မယ္လို႔ဆုံးျဖတ္လိုက္တယ္ ၊ ဒီလို ဂိုဏ္းအဖြဲ႕ေတြကေနလြယ္လြယ္ထြက္လို႔မရတဲ့အခါ
ဘယ္လိုအခက္အခဲေတြႀကဳံေတြ႕မလဲဆိုတာကေတာ့ ဆက္လက္ၾကည့္ရႈေပးပါဦး။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1hr 58min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Biography, Crime, Drama
Source : 1080p.WebRip
Translator – Tin Myo Lwin
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
