"[Unicode]Yesterday once more (2016)PauseIMDb rating- 6.7/10“Our Times”တို့ “You are the apple of my eyes”တို့လိုကျောင်းသားကားတွေရဲ့ Vibeကိုကြိုက်တတ်တဲ့သူတွေဆိုရင် ဒီကားကိုလည်းကြိုက်ကြလိမ့်မယ်လို့ယုံကြည်ပါတယ်။Box office မှာ ယွမ်26.3millions ရရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။*လင်ထျန်းကျောင်း*ဆိုတဲ့ကောင်မလေးကစာအရမ်းတော်တဲ့အတန်းခေါင်းဆောင်ကောင်မလေးပါ။ရှင်းဟွာတက္ကသိုလ်ရဲ့ဘဏ္ဍာရေးမေဂျာမှာတက်ခွင့်ရဖို့ကြိုးစားနေပြီး နက္ခတ္တဗေဒပညာရှင်ဖြစ်ချင်တဲ့သူ့အိပ်မက်ကိုမေ့ထားခဲ့သူပါ။အမှတ်ရချင်ဇောနဲ့စာမေးပွဲတစ်ခုမှာခိုးချမိရင်းကျောင်းပြောင်းကျောင်းသား *ကောင်းရှန်*နဲ့ချစ်သူတွေအဖြစ်အထင်လွဲခံရပါတယ်။*ထျန်းကျောင်း*က*ကောင်းရှန်*ကိုအိပ်မက်မရှိတဲ့လူညံ့လို့သတ်မှတ်ပြီးအထင်သေးခဲ့ပါတယ်။တကယ်တော့သူအထင်သေးတဲ့*ကောင်းရှန်*ဆိုတာ သူ့အိပ်မက်ကိုတကယ်ဖြစ်လာအောင်လုပ်ရဲပြီး စိတ်ထားမှန်ကန်တဲ့ကောင်လေးတစ်ယောက်ဖြစ်နေခဲ့ပါတယ်။ဒီလိုနဲ့*ထျန်းကျောင်း*လည်း လူငယ်ဘဝကိုကောင်းကောင်းနားလည်လာပြီး အိပ်မက်အစစ်အမှန်ကဘာလဲဆိုတာသိလာခဲ့ပါတယ်။စာကလွဲပြီးဘာမှမစွန့်စားရဲတဲ့”ထျန်းကျောင်း”တစ်ယောက် “ကောင်းရှန်”ရဲ့အားပေးမှုတွေနဲ့ သူလုပ်ချင်တဲ့အရာတွေကိုလုပ်ရဲလာခဲ့ပါတယ်။သူရချင်တဲ့အတော်ဆုံးကျောင်းသူဆုကိုလက်ခံရတော့မဲ့အချိန်မှာ “ကောင်းရှန်”တစ်ယောက်တခြားမြို့ကိုသွားဖို့ရထားထွက်ခါနီးအချိန်ဖြစ်နေခဲ့ပါတယ်။သူတို့တွေဘာကိုရွေးချယ်ခဲ့ကြပါသလဲ…ကောင်းရှန်နဲ့တွေ့ပြီးနောက်မှာ ဘဝအပေါ်မြင်တဲ့အမြင်တွေပြောင်းလဲသွားတာကရော မှန်ကန်မယ်လို့ထင်ပါသလား…မိသားစုကိစ္စတွေ သူငယ်ချင်းသံယောဇဉ်တွေနဲ့ သူတို့တွေတစ်ယောက်ချင်းစီရဲ့ဘဝတွေကိုကြည့်ရင်း လူငယ်ဘဝအငွေ့အသက်တွေကိုပြန်ခံစားမိပြီး ငယ်ဘဝကိုပြန်အမှတ်ရလာပါလိမ့်မယ်။( အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )[Zawgyi]Yesterday once more (2016)IMDb rating- 6.7/10“Our Times”တို႔ “You are the apple of my eyes”တို႔လိုေက်ာင္းသားကားေတြရဲ႕ Vibeကိုႀကိဳက္တတ္တဲ့သူေတြဆိုရင္ ဒီကားကိုလည္းႀကိဳက္ၾကလိမ့္မယ္လို႔ယုံၾကည္ပါတယ္။Box office မွာ ယြမ္26.3millions ရရွိခဲ့တဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။*လင္ထ်န္းေက်ာင္း*ဆိုတဲ့ေကာင္မေလးကစာအရမ္းေတာ္တဲ့အတန္းေခါင္းေဆာင္ေကာင္မေလးပါ။ရွင္းဟြာတကၠသိုလ္ရဲ႕ဘ႑ာေရးေမဂ်ာမွာတက္ခြင့္ရဖို႔ၾကိဳးစားေနၿပီး နကၡတၱေဗဒပညာရွင္ျဖစ္ခ်င္တဲ့သူ႔အိပ္မက္ကိုေမ့ထားခဲ့သူပါ။အမွတ္ရခ်င္ေဇာနဲ႔စာေမးပြဲတစ္ခုမွာခိုးခ်မိရင္းေက်ာင္းေျပာင္းေက်ာင္းသား *ေကာင္းရွန္*နဲ႔ခ်စ္သူေတြအျဖစ္အထင္လြဲခံရပါတယ္။*ထ်န္းေက်ာင္း*က*ေကာင္းရွန္*ကိုအိပ္မက္မရွိတဲ့လူညံ့လို႔သတ္မွတ္ၿပီးအထင္ေသးခဲ့ပါတယ္။တကယ္ေတာ့သူအထင္ေသးတဲ့*ေကာင္းရွန္*ဆိုတာ သူ့အိပ္မက္ကိုတကယ္ျဖစ္လာေအာင္လုပ္ရဲၿပီး စိတ္ထားမွန္ကန္တဲ့ေကာင္ေလးတစ္ေယာက္ျဖစ္ေနခဲ့ပါတယ္။ဒီလိုနဲ႔*ထ်န္းေက်ာင္း*လည္း လူငယ္ဘဝကိုေကာင္းေကာင္းနားလည္လာၿပီး အိပ္မက္အစစ္အမွန္ကဘာလဲဆိုတာသိလာခဲ့ပါတယ္။စာကလြဲၿပီးဘာမွမစြန္႔စားရဲတဲ့”ထ်န္းေက်ာင္း”တစ္ေယာက္ “ေကာင္းရွန္”ရဲ႕အားေပးမႈေတြနဲ႔ သူလုပ္ခ်င္တဲ့အရာေတြက္ုိလုပ္ရဲလာခဲ့ပါတယ္။သူရခ်င္တဲ့အေတာ္ဆုံးေက်ာင္းသူဆုကိုလက္ခံရေတာ့မဲ့အခ်ိန္မွာ “ေကာင္းရွန္”တစ္ေယာက္တျခားၿမိဳ႕ကိုသြားဖို႔ရထားထြက္ခါနီးအခ်ိန္ျဖစ္ေနခဲ့ပါတယ္။သူတို႔ေတြဘာကိုေရြးခ်ယ္ခဲ့ၾကပါသလဲ…ေကာင္းရွန္နဲ႔ေတြ႕ၿပီးေနာက္မွာ ဘဝအေပၚျမင္တဲ့အျမင္ေတြေျပာင္းလဲသြားတာကေရာ မွန္ကန္မယ္လို႔ထင္ပါသလား…မိသားစုကိစၥေတြ သူငယ္ခ်င္းသံေယာဇဥ္ေတြနဲ႔ သူတို႔ေတြတစ္ေယာက္ခ်င္းစီရဲ႕ဘဝေတြကိုၾကည့္ရင္း လူငယ္ဘဝအေငြ႕အသက္ေတြကိုျပန္ခံစားမိၿပီး ငယ္ဘဝကိုျပန္အမွတ္ရလာပါလိမ့္မယ္။( အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ပါ )File size__( 970 MB) and ( 400 MB)Quality__720pIMDb Rating__6.7/10Format__mp4Duration__01:45:00Type__Drama , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by Ingyin SanEncoded by Naing Aung Latt"