"[Unicode]
“ရှီအိုရီကို”ကတော့ ဘီဘရီယာရှေးဟောင်းစာအုပ်ဆိုင် ပိုင်ရှင်ဖြစ်ပြီး စာအုပ်ကိုဖတ်ကြည့်လိုက်တာနဲ့ ဒီစာအုပ်နောက်ကွယ်ကအဖြစ်အပျက်တွေကိုခန့်မှန်းနိုင်လောက်အောင် နှံ့စပ်သူပါ။
သူ့ဆိုင်ကရှေးစာအုပ်တစ်အုပ်ကြောင့် လူစိမ်းတစ်ယောက်ကလှေကားပေါ်ကနေတွန်းချတာကိုခံရပြီး ခြေထောက်ထိထားသူပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“ဒိုင်ဆုကဲ”ကတော့ သူ၅နှစ်သားလောက်က အဘွားရဲ့စာအုပ်စင်ပေါ်ကစာအုပ်ကိုယူဖတ်မိလု့ိ ပါးကို၂ချက်တိတိရိုက်ခံခဲ့ရပါတယ်။
အဲဒီစိတ်ဒဏ်ရာကြောင့်”ဒိုင်ဆုကဲ”တစ်ယောက် စိတ်ကူးယဉ်ဝတ္တုတွေကိုမဖတ်နိုင်တော့ပါဘူး။
အဘွားဆုံးပါးသွားပြီးနောက် သူပါးရိုက်ခံခဲ့ရတဲ့အကြောင်းအရင်းဖြစ်တဲ့စာအုပ်ရဲ့ထူးခြားမှုကို “ဒိုင်ဆုကဲ”သိချင်လာပါတယ်။
ဒါကြောင့်”ရှီအိုရီကို”ကိုသွားမေးခဲ့ပါတယ်။
ဒီစာအုပ်ထဲကရတဲ့သဲလွန်စလေးတွေနဲ့”ရှီအိုရီကို”ရဲ့သိမြင်နိုင်စွမ်းတို့ပေါင်းစပ်လိုက်တဲ့အခါ အဘွားရဲ့လူသိမခံတဲ့အချစ်ဇာတ်လမ်းလေးတစ်ခုကိုသိလာရပါတယ်။
ဒီဇာတ်လမ်းကိုအစဆွဲထုတ်ကြရင်းနဲ့ “ရှီအိုရီကို”ကိုတိုက်ခိုက်ခဲ့တဲ့လူရဲ့အကြောင်းကိုစုံစမ်းဖို့ ပူးပေါင်းရှာဖွေကြပါတယ်။
ဒီအဖြစ်အပျက်တွေအားလုံးရဲ့အဓိကအကြောင်းအရင်းဟာ *ရှေးဟောင်းစာအုပ်တစ်အုပ်* ဖြစ်နေတဲ့အခါ…
ဒီစာအုပ်ထဲကမှတ်ဉာဏ်လေးတွေကိုဆက်စပ်ပြီး တွန်းချခဲ့တဲ့လူကိုဘယ်လိုရှာဖွေမလဲ…
အဘွားရဲ့လူသိမခံချင်တဲ့လွမ်းမောစရာအတိတ်ကရော ဘယ်လိုဇာတ်လမ်းလဲဆိုတာ Antiqueစာအုပ်လေးထဲမှာ သူတို့နဲ့အတူတူရှာဖွေကြည့်ရှုနိုင်ပါတယ်။
Japanရဲ့ နာမည်ကြီးစာရေးဆရာတစ်ယောက်ဖြစ်တဲ့ Dazai Osamuရဲ့ဝတ္တုတွေနဲ့ဆက်စပ်ပြီး ဇာတ်အိမ်တည်ထားတဲ့ဇာတ်ကားတစ်ကားပါ။
( အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )
[Zawgyi]
“ရွီအိုရီကို”ကေတာ့ ဘီဘရိီယာေရွးေဟာင္းစာအုပ္ဆိုင္ ပိုင္ရွင္ျဖစ္ၿပီး စာအုပ္ကိုဖတ္ၾကည့္လိုက္တာနဲ႔ ဒီစာအုပ္ေနာက္ကြယ္ကအျဖစ္အပ်က္ေတြကိုခန္႔မွန္းႏိုင္ေလာက္ေအာင္ ႏွံ႕စပ္သူပါ။
သူ႔ဆိုင္ကေရွးစာအုပ္တစ္အုပ္ေၾကာင့္ လူစိမ္းတစ္ေယာက္ကေလွကားေပၚကေနတြန္းခ်တာကိုခံရၿပီး ေျခေထာက္ထိထားသူပါ။
“ဒိုင္ဆုကဲ”ကေတာ့ သူ၅ႏွစ္သားေလာက္က အဘြားရဲ႕စာအုပ္စင္ေပၚကစာအုပ္ကိုယူဖတ္မိလု႔ိ ပါးကို၂ခ်က္တိတိ႐ိုက္ခံခဲ့ရပါတယ္။
အဲဒီစိတ္ဒဏ္ရာေၾကာင့္”ဒိုင္ဆုကဲ”တစ္ေယာက္ စိတ္ကူးယဥ္ဝတၱဳေတြကိုမဖတ္ႏိုင္ေတာ့ပါဘူး။
အဘြားဆုံးပါးသြားၿပီးေနာက္ သူပါး႐ိုက္ခံခဲ့ရတဲ့အေၾကာင္းအရင္းျဖစ္တဲ့စာအုပ္ရဲ႕ထူးျခားမႈကို “ဒိုင္ဆုကဲ”သိခ်င္လာပါတယ္။
ဒါေၾကာင့္”ရွီအိုရီကို”ကိုသြားေမးခဲ့ပါတယ္။
ဒီစာအုပ္ထဲကရတဲ့သဲလြန္စေလးေတြနဲ႔”ရွီအိုရီကို”ရဲ႕သိျမင္ႏိုင္စြမ္းတို႔ေပါင္းစပ္လိုက္တဲ့အခါ အဘြားရဲ႕လူသိမခံတဲ့အခ်စ္ဇာတ္လမ္းေလးတစ္ခုကိုသိလာရပါတယ္။
ဒီဇာတ္လမ္းကိုအစဆြဲထုတ္ၾကရင္းနဲ႔ “ရွီအိုရီကို”ကိုတိုက္ခိုက္ခဲ့တဲ့လူရဲ႕အေၾကာင္းကိုစုံစမ္းဖို႔ ပူးေပါင္းရွာေဖြၾကပါတယ္။
ဒီအျဖစ္အပ်က္ေတြအားလုံးရဲ႕အဓိကအေၾကာင္းအရင္းဟာ *ေရွးေဟာင္းစာအုပ္တစ္အုပ္* ျဖစ္ေနတဲ့အခါ…
ဒီစာအုပ္ထဲကမွတ္ဉာဏ္ေလးေတြကိုဆက္စပ္ၿပီး တြန္းခ်ခဲ့တဲ့လူကိုဘယ္လိုရွာေဖြမလဲ…
အဘြားရဲ႕လူသိမခံခ်င္တဲ့လြမ္းေမာစရာအတိတ္ကေရာ ဘယ္လိုဇာတ္လမ္းလဲဆိုတာ Antiqueစာအုပ္ေလးထဲမွာ သူတို႔နဲ႔အတူတူရွာေဖြၾကည့္ရႈႏိုင္ပါတယ္။
Japanရဲ႕ နာမည္ႀကီးစာေရးဆရာတစ္ေယာက္ျဖစ္တဲ့ Dazai Osamuရဲ႕ဝတၱဳေတြနဲ႔ဆက္စပ္ၿပီး ဇာတ္အိမ္တည္ထားတဲ့ဇာတ္ကားတစ္ကားပါ။
( အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ပါ )
File size__( 1 GB ) and ( 400 MB)
Quality__720p
IMDb Rating__5/10
Format__mp4
Duration__02:00:01
Type__Drama , Mystery
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
