"[Unicode]
Honest Candidate(2020)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb rating – 6.3/10
Genre – Comedy , Political
လွှတ်တော်အမတ် ဂျူဆန်းဆုဟာ ရွေးကောက်ပွဲမှာ၃ကြိမ်တိုင်အနိုင်ရခဲ့ပြီး အခုလေးကြိမ်မြောက်ရွေးကောက်ပွဲဝင်မဲ့ကိုယ်စားလှယ်လောင်းတစ်ဦးဖြစ်ပါတယ်။
ဆုံးပါးသွားတဲ့သူ့အဘွားရဲ့နာမည်ကိုသုံးပြီးတည်ထောင်ထားတဲ့ အုတ်ဟီဖောင်ဒေးရှင်းကြောင့် လူတွေရဲ့စာနာမှုနဲ့အတူထောက်ခံမှုကိုပါရခဲ့တာပါ။
တကယ်တမ်း သူ့အဘွားသေဆုံးတာကလည်းအမှန်မဟုတ်သလို ဖောင်ဒေးရှင်းကပေးတဲ့ပညာသင်ဆုကလည်း အကျိုးအမြတ်ရဖို့နာမည်ခံထားတဲ့ကိစ္စဖြစ်နေခဲ့ပါတယ်။
လူထုထောက်ခံမှုရဖို့အတွက် သာမန်တိုက်ခန်းလေးမှာနေထိုင်တယ်ဆိုပြီးလိမ်ညာထားပေမဲ့
တကယ်တမ်းက ခမ်းနားတဲ့အိမ်မှာ ဈေးကြီးအသုံးအဆောင်တွေနဲ့စားသောက်နေထိုင်နေခဲ့တာပါ။
တစ်နေ့မှာတော့ သူ့အဘွားရဲ့ဆုတောင်းကြောင့် လိမ်ပြောလို့မရတဲ့သူတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်။
ဖုံးကွယ်ထားတဲ့အရာတွေကိုလူထုသိမသွားအောင်ဖြေရှင်းရင်း
တစ်စပြီးတစ်စအလိမ်ပေါ်လာတာကို ဘယ်လိုလိုက်ရှင်းကြသလဲဆိုတာကို ဟာသနှောပြီးရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။
“မကောင်းမှုသည် ဆိတ်ကွယ်ရာမရှိ”ဆိုသလို ခုလိုတိုးတက်နေတဲ့ခေတ်ထဲမှာ ဘယ်အရာကိုမှအဆုံးထိဖုံးကွယ်လို့မရတာကိုလည်း သတိပြုဖွယ်မြင်တွေ့ရမှာပါ ။
နိုင်ငံရေးအကြောင်းအရာတွေတင်မဟုတ်ဘဲ မိသားစုတွေကြားကသံယောဇဉ်တွေနဲ့ ကြည်နူးစရာ ဝမ်းနည်းစရာလေးတွေကိုပါ ထည့်သွင်းရိုက်ကူးထားတာဖြစ်လို့
ရသစုံလင်စွာနဲ့ ကြည့်နိုင်မဲ့ဇာတ်ကားတစ်ကားလည်းဖြစ်ပါတယ်။
( အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ)
[Zawgyi]
Honest Candidate(2020)
IMDb rating – 6.3/10
Genre – Comedy , Political
လႊတ္ေတာ္အမတ္ ဂ်ဴဆန္းဆုဟာ ေရြးေကာက္ပြဲမွာ၃ႀကိမ္တိုင္အႏိုင္ရခဲ့ၿပီး အခုေလးႀကိမ္ေျမာက္ေရြးေကာက္ပြဲဝင္မဲ့ကိုယ္စားလွယ္ေလာင္းတစ္ဦးျဖစ္ပါတယ္။
ဆုံးပါးသြားတဲ့သူ႔အဘြားရဲ႕နာမည္ကိုသုံးၿပီးတည္ေထာင္ထားတဲ့ အုတ္ဟီေဖာင္ေဒးရွင္းေၾကာင့္ လူေတြရဲ႕စာနာမႈနဲ႔အတူေထာက္ခံမႈကိုပါရခဲ့တာပါ။
တကယ္တမ္း သူ႔အဘြားေသဆုံးတာကလည္းအမွန္မဟုတ္သလို ေဖာင္ေဒးရွင္းကေပးတဲ့ပညာသင္ဆုကလည္း အက်ိဳးအျမတ္ရဖို႔နာမည္ခံထားတဲ့ကိစၥျဖစ္ေနခဲ့ပါတယ္။
လူထုေထာက္ခံမႈရဖို႔အတြက္ သာမန္တိုက္ခန္းေလးမွာေနထိုင္တယ္ဆိုၿပီးလိမ္ညာထားေပမဲ့
တကယ္တမ္းက ခမ္းနားတဲ့အိမ္မွာ ေစ်းႀကီးအသုံးအေဆာင္ေတြနဲ႔စားေသာက္ေနထိုင္ေနခဲ့တာပါ။
တစ္ေန႔မွာေတာ့ သူ႔အဘြားရဲ႕ဆုေတာင္းေၾကာင့္ လိမ္ေျပာလို႔မရတဲ့သူတစ္ေယာက္ျဖစ္လာခဲ့ပါတယ္။
ဖုံးကြယ္ထားတဲ့အရာေတြကိုလူထုသိမသြားေအာင္ေျဖရွင္းရင္း
တစ္စၿပီးတစ္စအလိမ္ေပၚလာတာကို ဘယ္လိုလိုက္ရွင္းၾကသလဲဆိုတာကို ဟာသေႏွာၿပီး႐ိုက္ကူးထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။
“မေကာင္းမႈသည္ ဆိတ္ကြယ္ရာမရွိ”ဆိုသလို ခုလိုတိုးတက္ေနတဲ့ေခတ္ထဲမွာ ဘယ္အရာကိုမွအဆုံးထိဖုံးကြယ္လို႔မရတာကိုလည္း သတိျပဳဖြယ္ျမင္ေတြ႕ရမွာပါ ။
ႏိုင္ငံေရးအေၾကာင္းအရာေတြတင္မဟုတ္ဘဲ မိသားစုေတြၾကားကသံေယာဇဥ္ေတြနဲ႔ ၾကည္ႏူးစရာ ဝမ္းနည္းစရာေလးေတြကိုပါ ထည့္သြင္း႐ိုက္ကူးထားတာျဖစ္လို႔
ရသစုံလင္စြာနဲ႔ ၾကည့္ႏိုင္မဲ့ဇာတ္ကားတစ္ကားလည္းျဖစ္ပါတယ္။
( အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ပါ)
File size__( 950 MB) and ( 320 MB)
Quality__720p
IMDb Rating__6.3/10
Format__mp4
Duration__01:44:00
Type__Comedy
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
