"[Unicode]
No touching at all (2014)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb rating – 6.6/10
*ရှိမ*ဆိုတာ အလုပ်သစ်မှာနေသားကျဖို့ကြိုးစားနေတဲ့ကောင်လေးတစ်ယောက်ပါ။
သူ့အရင်ရည်းစားဟောင်းက သူတို့တွဲနေတာကိုဖုံးကွယ်ဖို့ သူ့အပေါ်အပြစ်တွေပုံချခဲ့တဲ့လုပ်ရပ်ကြောင့် အရင်အလုပ်ကထွက်ခဲ့ရပြီး Relationshipနဲ့ပတ်သက်ရင် ထပ်ပြီးထိတွေ့ရမှာကြောက်ရွံ့နေခဲ့တာပါ။
အလုပ်ကိုစလာတဲ့နေ့မှာ *တိုဂါဝါ*လို့ခေါ်တဲ့သူ့ရဲ့အထက်လူကြီး မန်နေဂျာ နဲ့ စတင်တွေ့ဆုံခဲ့ပါတယ်။
ဖရိုဖရဲနဲ့ အေးတိအေးစက်နိုင်တဲ့ တိုဂါ ဆိုတာ ငယ်စဉ်ကတည်းက သူ့မိသားစုကိုဆုံးရှုံးခဲ့ရတာကြောင့် သူ့ကိုယ်ပိုင်မိသားစုဘဝတစ်ခုကိုလိုချင်နေတဲ့သူပါ။
သူတို့နှစ်ယောက် သံယောဇဉ်ဖြစ်လာတဲ့အခါ သူတို့ရဲ့အရင်ကစိတ်ဒဏ်ရာတွေကိုကျော်လွှားဖို့ဖြစ်လာပါတယ်။
တစ်ဖက်ကလည်း မိသားစုစစ်စစ်ကိုလိုချင်နေတဲ့သူ၊တစ်ဖက်ကလည်း ခိုင်မြဲတဲ့RSတစ်ခုကိုတည်ဆောက်ဖို့ယုံကြည်ချက်မရှိတဲ့သူဖြစ်တဲ့အခါ
သူတို့နှစ်ယောက်ရဲ့လက်တွဲတွေမြဲပါ့မလား….
မိသားစုစစ်စစ်တစ်ခုကိုတည်ဆောက်ဖို့ဆိုတာ အဖေ အမေနဲ့ သွေးသားရင်းကလေးတွေ မဖြစ်မနေရှိရမယ်ဆိုတဲ့အတွေးအခေါ်ကရောအမြဲမှန်မှာလား….
အချစ်တစ်ခုတည်းနဲ့ အားလုံးကိုဖြေရှင်းပြီးလက်တွဲရမဲ့ကိစ္စမှာ သူတို့ဘယ်လိုဆုံးဖြတ်ကြပါသလဲ…
ပုံမှန်ပါလို့သတ်မှတ်ထားတဲ့အတွဲတချို့ရဲ့ချစ်ခြင်းပုံပြင်တွေထက်ပိုပြီးနူးညံ့တဲ့၊နားလည်မှုရှိပြီး
လက်တွဲဖော်ရဲ့အိပ်မက်ကိုအလေးထားပြီး အကောင်အထည်ဖော်ပေးဖို့ဦးစားပေးတတ်တဲ့ relationshipတစ်ခုအကြောင်းကိုဆက်လက်ကြည့်ရှုပေးကြပါဦးရှင့်။
( အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )
[Zawgyi]
No touching at all (2014)
IMDb rating – 6.6/10
*ရွိမ*ဆိုတာ အလုပ္သစ္မွာေနသားက်ဖို႔ႀကိဳးစားေနတဲ့ေကာင္ေလးတစ္ေယာက္ပါ။
သူ႔အရင္ရည္းစားေဟာင္းက သူတို႔တြဲေနတာကိုဖုံးကြယ္ဖို႔ သူ႔အေပၚအျပစ္ေတြပုံခ်ခဲ့တဲ့လုပ္ရပ္ေၾကာင့္ အရင္အလုပ္ကထြက္ခဲ့ရၿပီး Relationshipနဲ႔ပတ္သက္ရင္ ထပ္ၿပီးထိေတြ႕ရမွာေၾကာက္ရြံ႕ေနခဲ့တာပါ။
အလုပ္ကိုစလာတဲ့ေန႔မွာ *တိုဂါဝါ*လို႔ေခၚတဲ့သူ႔ရဲ႕အထက္လူႀကီး မန္ေနဂ်ာ နဲ႔ စတင္ေတြ႕ဆုံခဲ့ပါတယ္။
ဖ႐ိုဖရဲနဲ႔ ေအးတိေအးစက္ႏိုင္တဲ့ တိုဂါ ဆိုတာ ငယ္စဥ္ကတည္းက သူ႔မိသားစုကိုဆုံးရႈံးခဲ့ရတာေၾကာင့္ သူ႔ကိုယ္ပိုင္မိသားစုဘဝတစ္ခုကိုလိုခ်င္ေနတဲ့သူပါ။
သူတို႔ႏွစ္ေယာက္ သံေယာဇဥ္ျဖစ္လာတဲ့အခါ သူတို႔ရဲ႕အရင္ကစိတ္ဒဏ္ရာေတြကိုေက်ာ္လႊားဖို႔ျဖစ္လာပါတယ္။
တစ္ဖက္ကလည္း မိသားစုစစ္စစ္ကိုလိုခ်င္ေနတဲ့သူ၊တစ္ဖက္ကလည္း ခိုင္ၿမဲတဲ့RSတစ္ခုကိုတည္ေဆာက္ဖို႔ယုံၾကည္ခ်က္မရွိတဲ့သူျဖစ္တဲ့အခါ
သူတို႔ႏွစ္ေယာက္ရဲ႕လက္တြဲေတြၿမဲပါ့မလား….
မိသားစုစစ္စစ္တစ္ခုကိုတည္ေဆာက္ဖို႔ဆိုတာ အေဖ အေမနဲ႔ ေသြးသားရင္းကေလးေတြ မျဖစ္မေနရွိရမယ္ဆိုတဲ့အေတြးအေခၚကေရာအၿမဲမွန္မွာလား….
အခ်စ္တစ္ခုတည္းနဲ႔ အားလုံးကိုေျဖရွင္းၿပီးလက္တြဲရမဲ့ကိစၥမွာ သူတို႔ဘယ္လိုဆုံးျဖတ္ျကပါသလဲ…
ပုံမွန္ပါလို႔သတ္မွတ္ထားတဲ့အတြဲတခ်ဳိ႕ရဲ႕ခ်စ္ျခင္းပုံျပင္ေတြထက္ပိုၿပီးႏူးညံ့တဲ့၊နားလည္မႈရွိၿပီး
လက္တြဲေဖာ္ရဲ႕အိပ္မက္က္ိုအေလးထားၿပီး အေကာင္အထည္ေဖာ္ေပးဖို႔ဦးစားေပးတတ္တဲ့ relationshipတစ္ခုအေၾကာင္းကိုဆက္လက္ၾကည့္ရႈေပးၾကပါဦးရွင့္။
( အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ပါ )
File size__( 780 MB) and ( 300 MB)
Quality__720p
IMDb Rating__6.6/10
Format__mp4
Duration__01:30:00
Type__Drama , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
