"Cold War (2018)=============PauseIMDb Rating 7.6/10#UnicodeCold Warကိုကြည့်ပြီးနောက် တွေးမိတာကကျောင်းသင်ရိုးက မြန်မာကဗျာတွေရဲ့ အ‌ရေးပါပုံကိုပါပဲ။Cold Warဟာ ဂီတသမားတစ်ယောက်ကဂီတတင်ဆက်မှုတစ်ခုလုပ်ဖို့ လူစုတဲ့အကြောင်းကနေအစပြုထားတယ်။ သူ့တင်ဆက်ချင်တဲ့ဂီတကနည်းနည်းတော့ထူးခြားတယ်။ ကျေးတောနေလူတန်စား‌တွေရဲ့ဂီတ။ ကျွန‌်တော်တို့ မြန်မာကဗျာမှာသင်ရတဲ့တောင်တွင်းရှင်ငြိမ်းမယ်ရဲ့ အိုင်ချင်းတွေလိုကဗျာတွေကိုဆိုကြတဲ့ဂီတမျိုးပဲ။ ကောက်စိုက်သမဂီတပဲဆိုရမယ်။ဒီဂီတလေးတွေက ဒီကားရဲ့အသက်ပဲထင်တယ်။Cold Warဟာ ဒီတစ်မူထူးတဲ့ဂီတ‌တွေကြောင့်ပဲတခြားMusical Dramaတွေထက်ထူးနေတယ်။ဒီဂီတကဗျာတွေရဲ့ အရေးပါပုံကိုခံစားမိတော့ကျွန်တော် ကျောင်းသင်ရိုးကကဗျာတွေအရေးပါတာတွေးမိတယ်။ကိုယ့်ဘာသာဆို သိချင်မှသိမယ်ကိုး။မူရင်းပိုလန်ဘာသာကနေ အင်္ဂလိပ်လိုပြန်ထားတာကိုမှဗမာလိုပြန်ရေးတာမို့ Lost in Translationအများကြီးရှိနိုင‌်ပေမယ့် ဒီထဲက သီချင်းတွေကိုကျေးလက်ကဗျာ အငွေ့အသက်ရအောင်ပဲပြန်ထားပေးပါတယ်။Cold Warရဲ့တစ်ချို့ အခန်းတွေဟာ သိပ်လှတယ်။ကျွန်တော်အကြိုက်ဆုံးအခန်းက ကျေးလက်ဂီတတွေကိုနိုင်ငံရေးစည်းရုံး‌ရေးသီချင်းဖြစ်အောင် မလွဲရှောင်သာလို့သုံးပေးလိုက်ရပေမယ့်အဲ့ဒီဂီတတင်ဆက်မှုရဲ့ အောင်မြင်မှုအတွက်အားလုံးလက်ခုပ်တီးနေချိန်မှာ လက်ခုပ်မတီးနိုင်တဲ့ဂီတတင်ဆက်မှုရဲ့ ပဲ့ကိုင်ရှင် နှစ်ယောက်နဲ့သူတို့ရဲ့ မသက်မသာမျက်နှာတွေပါပဲ။ရုပ်ရှင်နာမည်ကတော့ ဇာတ်အိမ်ကိုပိုလန်ရဲ့စစ်အေးတိုက်ပွဲ ကာလအတွင်းတည်ထားတာမို့ Cold Warလို့ပေးထားပေမယ့်။ စစ်နဲ့ပက်သက်တာ ဘာမှမပါပါဘူး။သမိုင်းအစစ်တွေတော့ ယူသုံးထားတယ်။Cold Warဟာ 2018ထွက်ဆိုပေမယ့်ဒါရိုက်တာက သူ့အနုပညာရည်ကို လက်စွမ်းပြချင်တော့အဖြူအမဲနဲ့ရိုက်ထားတယ်။ အဲ့ဒီနှစ်က ရုပ်ရှင်ဓာတ်ပုံပညာနဲ့ အော်စကာဆန်ခါတင်၀င်ခဲ့သေးပေမယ့်Romaရသွားတယ်။ သူအသားပေးဖော်ပြသွားတဲ့ကျေးလက်ဂီတတွေရဲ့ ခံစားမှုမျိုးကိုပဲ Cold Warက ကျွန်တော်တို့ကိုပြန်ပေးတယ်။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)#ZawgyiCold Warကိုၾကည့္ၿပီးေနာက္ ေတြးမိတာကေက်ာင္းသင္႐ိုးက ျမန္မာကဗ်ာေတြရဲ႕ အ‌ေရးပါပုံကိုပါပဲ။Cold Warဟာ ဂီတသမားတစ္ေယာက္ကဂီတတင္ဆက္မႈတစ္ခုလုပ္ဖို႔ လူစုတဲ့အေၾကာင္းကေနအစျပဳထားတယ္။ သူ႔တင္ဆက္ခ်င္တဲ့ဂီတကနည္းနည္းေတာ့ထူးျခားတယ္။ ေက်းေတာေနလူတန္စား‌ေတြရဲ႕ဂီတ။ ကြၽန‌္ေတာ္တို႔ ျမန္မာကဗ်ာမွာသင္ရတဲ့ေတာင္တြင္းရွင္ၿငိမ္းမယ္ရဲ႕ အိုင္ခ်င္းေတြလိုကဗ်ာေတြကိုဆိုၾကတဲ့ဂီတမ်ိဳးပဲ။ ေကာက္စိုက္သမဂီတပဲဆိုရမယ္။ဒီဂီတေလးေတြက ဒီကားရဲ႕အသက္ပဲထင္တယ္။Cold Warဟာ ဒီတစ္မူထူးတဲ့ဂီတ‌ေတြေၾကာင့္ပဲတျခားMusical Dramaေတြထက္ထူးေနတယ္။ဒီဂီတကဗ်ာေတြရဲ႕ အေရးပါပုံကိုခံစားမိေတာ့ကြၽန္ေတာ္ ေက်ာင္းသင္႐ိုးကကဗ်ာေတြအေရးပါတာေတြးမိတယ္။ကိုယ့္ဘာသာဆို သိခ်င္မွသိမယ္ကိုး။မူရင္းပိုလန္ဘာသာကေန အဂၤလိပ္လိုျပန္ထားတာကိုမွဗမာလိုျပန္ေရးတာမို႔ Lost in Translationအမ်ားႀကီးရွိႏိုင‌္ေပမယ့္ ဒီထဲက သီခ်င္းေတြကိုေက်းလက္ကဗ်ာ အေငြ႕အသက္ရေအာင္ပဲျပန္ထားေပးပါတယ္။Cold Warရဲ႕တစ္ခ်ိဳ႕ အခန္းေတြဟာ သိပ္လွတယ္။ကြၽန္ေတာ္အႀကိဳက္ဆုံးအခန္းက ေက်းလက္ဂီတေတြကိုႏိုင္ငံေရးစည္း႐ုံး‌ေရးသီခ်င္းျဖစ္ေအာင္ မလြဲေရွာင္သာလို႔သုံးေပးလိုက္ရေပမယ့္အဲ့ဒီဂီတတင္ဆက္မႈရဲ႕ ေအာင္ျမင္မႈအတြက္အားလုံးလက္ခုပ္တီးေနခ်ိန္မွာ လက္ခုပ္မတီးႏိုင္တဲ့ဂီတတင္ဆက္မႈရဲ႕ ပဲ့ကိုင္ရွင္ ႏွစ္ေယာက္နဲ႔သူတို႔ရဲ႕ မသက္မသာမ်က္ႏွာေတြပါပဲ။႐ုပ္ရွင္နာမည္ကေတာ့ ဇာတ္အိမ္ကိုပိုလန္ရဲ႕စစ္ေအးတိုက္ပြဲ ကာလအတြင္းတည္ထားတာမို႔ Cold Warလို႔ေပးထားေပမယ့္။ စစ္နဲ႔ပက္သက္တာ ဘာမွမပါပါဘူး။သမိုင္းအစစ္ေတြေတာ့ ယူသုံးထားတယ္။Cold Warဟာ 2018ထြက္ဆိုေပမယ့္ဒါ႐ိုက္တာက သူ႔အႏုပညာရည္ကို လက္စြမ္းျပခ်င္ေတာ့အျဖဴအမဲနဲ႔႐ိုက္ထားတယ္။ အဲ့ဒီႏွစ္က ႐ုပ္ရွင္ဓာတ္ပုံပညာနဲ႔ ေအာ္စကာဆန္ခါတင္၀င္ခဲ့ေသးေပမယ့္Romaရသြားတယ္။ သူအသားေပးေဖာ္ျပသြားတဲ့ေက်းလက္ဂီတေတြရဲ႕ ခံစားမႈမ်ိဳးကိုပဲ Cold Warက ကြၽန္ေတာ္တို႔ကိုျပန္ေပးတယ္။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality – 1080p, 720p BluRay 5.1CHDuration – 1hr 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, History, MusicSource : 1080p.BluRayTranslator – WiRa AungEncoder – SWM"