"စီအမ် ပရိတ်သတ်ကြီးအတွက်ဇာတ်ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်Pauseဒီဇာတ်ကားကလည်း တကယ့်ဖြစ်ရပ်မှန်အပေါ်ဇာတ်အိမ်ဖွဲ့ပြီးရိုက်ထားတဲ့ ကားပါ ပြီးရင်ပညာရေးလောကသားတွေ အနေနဲ့လုံးဝကြည့်ဖူးသင့်တဲ့ဇာတ်ကား ကောင်းတစ်ကားပါပဲ အကျဉ်းပြောရရင်ကယ်လီဖိုးနီးယားပြည်နယ် Long Beach မှာMrs. Gruwellတို့ ဇနီးမောင်နှံကပျော်ပျော်နေ‌ကြတဲ့ မောင်နှံ ၂ ဦးပါအဲ့ဒီမှာ Mrs Gruwell ကလူငယ်ထိန်းသိမ်းရေးကျောင်းက ကလေးတွေနဲ့အပြင်ကျောင်းသားတွေနဲ့ ပူးပေါင်းသင်ကြားရေးပရိုဂရမ်ကို အကောင်အထည်ဖော်နေတဲ့ဝီလ်ဆင် ကျောင်းကို ဆရာမ သွားလျှောက်ပါတယ်အဲ့ဒီ့မှာ ဖြစ်နေကျအတိုင်းပေါ့ဗျာစီနီယာ ဆရာ/မတွေက အထင်သေးတာပေါ့ခုမှ ဆရာမ စလုပ်ရမယ့်သူ ပုလဲဆွဲကြိုးတွေကဆွဲထားသေးတယ် ဒါပေမယ့် ပုံမှန်ပဲ ဆက်ဆံပါတယ်သူတို့က လူငယ်ပြု‌ပြင်ရေးကျောင်းက ကလေးတွေရှိနေတဲ့အတန်းကို အလေးမထားဘဲ လျစ်လျူရှုနေတာကိုအဲ့ဒီ့ကတည်းက စတွေ့ရမှာပါ ဒီကောင်တွေကပြသနာကောင်တွေ သူတို့ရောက်လာလို့ ငါတို့ကျောင်းအဆင့်ကျသွားတာ သူတို့ ကျောင်းမလာလည်း နားအေးတာပဲဆိုတဲ့ဆရာမျိုးတွေပါ ဒါပေမယ့် Gruwellကတော့ဒီပူးပေါင်းသင်ကြားရေးပရိုဂရမ်ကြောင့်ပဲဝီလ်ဆင်ကျောင်းကို လျှောက်ခဲ့တာလို့ ပြောခဲ့ပါတယ်အဲ့ဒီ့မှာ ပြောတဲ့စကားလေးကို အရမ်းသဘောကျတယ်ဗျ” ကျမ က အရင်တုန်းက ရှေ့နေ‌တစ်ယောက်ဖြစ်ချင်တာဥပ‌ဒေပညာကို စိတ်ဝင်စားတယ် ကလေးသူငယ်တွေအတွက်ကျမ တိုးတက်အောင်လုပ်ပေးမယ် ကာကွယ် ခုခံပေးမယ် လို့ကျမ တွေးခဲ့တာ ဒါပေမယ့် ပြန်စဉ်းစားကြည့်တော့ ဘုရားရေကလေးတစ်ယောက်က တရားခွင်မှာ ရောက်နေမှ ကျမကကာကွယ်ပေးမယ်ဆိုရင် သူ့အတွက်ကို အခွင့်အရေးကဆုံးရှုံးနေပြီလေ ကျမ တကယ်ကာကွယ်ပေးချင်ရင်စာသင်ခန်းထဲကနေစပြီး သူတို့အတွက် ပြုပြင်ပြောင်းလဲပေးရမယ်”ဒါကြောင့် သူက ဝီလ်ဆင်ကို လာအလုပ်လျှောက်ခဲ့တာပါဒါပေမယ့် အတွေ့အကြုံမရှိသေးတဲ့အတွက်Gruwell ပထမဆုံးဦးဆုံးသင်ရတဲ့ စာသင်ချိန်မှာကလေးတွေဟာ ဘယ်လိုရိုင်းမှန်း ကိုင်တွယ်ရခက်မှန်း သိခဲ့ရပါတယ်ပထမဆုံးအချိန်မှာ ရန်ဖြစ်လို့ လုံခြုံရေးခေါ်ပြီး ဖြန်ဖြေရတဲ့အထိပါပဲဒီကလေးတွေက မူးယစ်ဆေးသုံးစွဲသူတွေနဲ့အဆက်အသွယ်ရှိလူဆိုးဂိုဏ်းဝင်ထားတဲ့သူတွေလည်းဖြစ်ငယ်ငယ်ကကြုံခဲ့ရတဲ့ မတရားမှုတွေကြောင့်ဖိနှပ်ခံရမှုတွေကြောင့်လူဖြူတွေကို အရမ်းမုန်းတီးနေကြပါတယ်ဒီအခန်းထဲကကလေးအများစုက လူမဲတွေဖြစ်ပြီးငယ်ငယ်က စိတ်ဒဏ်ရာပေါင်းများစွာနဲ့လူငယ်ပြုပြင်ထိန်းသိမ်းရေးကျောင်းရောက်ခဲ့ရတဲ့သူတွေပါလူဖြူကောင်လေး တစ်ယောက်ပဲပါပြီး သူ့အတွက်လည်းကျီးလန့်စာစားသလို နေနေရတာမျိုးပါအဲ့ဒီ့လို အမုန်းတရားတွေနဲ့ ပြည့်နေတဲ့ဆိုးမိုက်လွန်းတဲ့ လူမဲ ကျောင်းသားလေးတွေကိုလူဖြူ ဆရာမ တစ်ယောက်က လိမ္မာရေးခြားရှိလာအောင်အမှန်အမှားခွဲခြားတတ်လာအောင်ဘယ်လိုများ သင်ကြားပေးနိုင်မလဲဆိုတာကိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ် ဒီလိုမျိုးတွေကမြန်မာပြည်မှာလည်းရှိပါတယ် တိုင်းရင်းသားဒေသဘက်တွေမှာဗမာတွေရဲ့ကြီးနိုင်ငယ်ညှင်းပြုမှုခံရတာတွေကြောင့်ဗမာဆိုရင်ကို မုန်းနေတာတွေရှိပါတယ် ကချင်ဒေသဘက်မှာဗမာဆရာဆိုရင်ကို လက်မခံတဲ့နေရာတွေမျိုးထိရှိပါတယ်တခြားတိုင်းရင်းသားဒေသဘက်တွေမှာလည်းရှိနေတုန်းပါပဲ သူတို့ကို အပြစ်ပြောလို့မရဘူးဗျတိုင်းရင်းသားဒေသတွေမှာ ဘယ်လိုနေထိုင်ရလဲသူတို့လူမျိုးတွေအ‌ပေါ် ဗမာတွေ ဘယ်လိုလူလည်ကျခဲ့လဲဆိုတာဖိနှိပ်ခံခဲ့ရသလဲဆို ခင်ဗျားတို့ မခံရဖူးတော့ ကိုယ်ချင်း မစာနိုင်ဘူးဒါကြောင့် သူတို့ကို အပြစ်တင်နေလို့မရပါဘူးပြီးတော့ ဘာသာစကားအခက်အခဲကြောင့်ကလည်းတော်တော်ပြဿနာတက်ပါတယ် ဒါကလူမျိုးရေးအနေနဲ့ပြသနာတက်တာမျိုးတွေပါနောက်တစ်ခု ဘာသာတရားနဲ့ ပြည်မဘက်က ဆရာ/မတွေဟာဘာသာရေးနဲ့ပတ်သက်ရင် တော်တော်လေးတယူသန်နေတာမျိုးရှိတယ်ဗျ စာသင်နေတဲ့အချိန်မှာဘာသာရေးကြောင်းတွေထည့်သင်ပြီး ဘာသာခြားကလေး‌ တွေကိုနှိပ်ကွပ်တာမျိုးတွေရှိပါတယ် လုံးဝမလုပ်သင့်တာတွေပါပဲကျနော်တို့ ဆရာ/မ တွေအနေနဲ့ အမြင်မတူ ယုံကြည်ချက်မတူလူမျိုးမတူတဲ့ ကလေးတွေကို ကျနော်တို့ကို ရန်သူလို့သတ်မျတ်နေတဲ့ ကလေးတွေကို ဘယ်လိုလုပ် အမှန်တရားကိုလက်ခံလာအောင် သင်ကြားပေးနိုင်မလဲ ဘယ်လိုမျိုးကြိုးစားပေးနိုင်မလဲဆိုတာကို ကြည့်ရမှာဖြစ်ပါတယ်အဲ့ဒီလိုလုပ်ဖို့ သူ ကျောင်းစာကြည့်တိုက်ထဲကစာအုပ်တွေကလေးတွေကို ဖတ်ခိုင်းဖို့ကြိုးစားတဲ့အခါကျောင်းက ဘုတ်အဖွဲ့ဝင် ဆရာ/မတွေက လက်မခံပါဘူးငါတို့ငှားလိုက်ရင် စာအုပ်တွေ ပြန်မရတော့ဘဲနေမှာသူတို့က ဖျက်ဆီးပစ်မှာ မငှားနိုင်ဘူးလို့ ပြောပါတယ်ပြီးရင် ကလေးတွေပညာရေးအတွက် သူကတိုးတက်အောင်လုပ်ပေမယ့်လို့ သူတို့အပေါ် ကျောတယ်ဆိုပြီးဘုတ်အဖွဲ့က ဆရာ/မတွေကလည်း သူ့ကိုစကားမပြောနိုင်တဲ့အထိအောင် ဖြစ်သွားကြပါတယ်အဲ့ဒီ့လိုအခက်အခဲတွေကြားက ကလေးတွေကိုဘယ်လိုများသင်ကြားပေးနိုင်အုံးမှာလဲဗျာစဉ်းစားကြည့်ရင် စိတ်ကူးယဉ်ဆန်ဆန်ပါပဲ ဒါပေမယ့်တကယ်ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ခုပါGruwell နဲ့ ကျောင်းသားတွေက အခု ကယ်လီဖိုးနီးယားမှာဖောင်ဒေးရှင်းတစ်ခုထောင်ထားပြီး ပရဟိတ လုပ်ငန်းတွေလုပ်ဆောင်နေဆဲဖြစ်ပါတယ် ဒီဇာတ်ကားမှာလူမျိုးတုန်းသတ်ဖြတ်မှုတွေ နာဇီက ငရဲခန်း အော့ဝှဇ်အကျဉ်းထောင်အကြောင်းတွေကို ပြတဲ့အခါလွတ်မြောက်ရှင်သန်ခဲ့တဲ့ ဂျူးလူမျိုးတွေကသူတို့အကြောင်းတွေ ပြောပြတဲ့အခါ မျက်ရည်ကျရတဲ့အထိဖြစ်ရပါတယ် အဲ့ဒီ့လောက်ကောင်းတဲ့ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်Gnere – Drama / TeenIMDb. – 7.5/10Rotten Tomatoes – 70%File Size – 1.3 gbQuality – bluray 1080pSubtitle – burmeseTranslator & Review – Pyae Shan Tun WaiEncoder – Thit San Khant"