"Downhill (2020)==============PauseIMDb Rating – 4.8/10#Unicodeဟာသမင်းသားကြီး Will Ferrell ပါဝင်သရုပ်ဆောင်ထားပြီး ဒီနှစ်ထဲထွက်ရှိထားတဲ့ဇာတ်ကားလေးတစ်ကား ဖြစ်ပါတယ်။ ၂၀၁၄ခုနှစ်ကထွက်ရှိခဲ့တဲ့ ဆွစ်ဇ်ဇာတ်လမ်းလေး “ Force Majeure” ကိုပြန်လည်ရိုက်ကူးထားတာပဲ ဖြစ်ပါတယ်။ ဇာတ်လမ်းလေးကတော့ ပီတာတို့မိသားစုလေးက ဩစတီးယားကအဲ့လ်ပ်စ်တောင်တန်းရှိအစ်ဘစ်ဇာ အပန်းဖြေစခန်းကို အပျော်ခရီးထွက်လာခဲ့ကြပါတယ်။ ပျော်ပါးလျှောက်သွား နှင်းလျှောစီးကြတယ်ပေါ့။ ဒါပေမဲ့တစ်ရက် တော့ နှင်းတောင်ကိုဖြိုချရင်း မတော်တဆတွက်ချက်မှုလွဲချော်ပြီး အပန်းဖြေစခန်းကလူတွေကိုသေတော့မတတ်ဖြစ်စေခဲ့ ပါတယ်။ အဆိုပါဖြစ်စဉ်မှာ ပီတာရဲ့လက်မခံနိုင်တဲ့လုပ်ရပ်တစ်ခုကြောင့် သူတို့မိသားစုအကြားမှာအက်ကြောင်းတွေဖြစ် လာပါတော့တယ်။ အဲ့ဒီအက်ကြောင်းတွေကို သူတို့အချိန်မီပြုပြင်နိုင်မှာလား။ ဒါမှမဟုတ် သူတို့မိသားစုပြိုကွဲသွားမှာ လား စတာတွေကိုတော့ ဇာတ်လမ်းကိုကြည့်မှပဲရပါမယ်။ ဟာသကားတွေလိုဟက်ဟက်ပက်ပက်မရယ်ရပေမဲ့ ပြုံးစေတဲ့ မိသားစုဒရမ်မာကားလေးတစ်ကားဖြစ်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)#Zawgyiဟာသမင္းသားႀကီး Will Ferrell ပါဝင္သ႐ုပ္ေဆာင္ထားၿပီး ဒီႏွစ္ထဲထြက္ရွိထားတဲ့ဇာတ္ကားေလးတစ္ကား ျဖစ္ပါတယ္။ ၂၀၁၄ခုႏွစ္ကထြက္ရွိခဲ့တဲ့ ဆြစ္ဇ္ဇာတ္လမ္းေလး “ Force Majeure” ကိုျပန္လည္႐ိုက္ကူးထားတာပဲ ျဖစ္ပါတယ္။ ဇာတ္လမ္းေလးကေတာ့ ပီတာတို႔မိသားစုေလးက ဩစတီးယားကအဲ့လ္ပ္စ္ေတာင္တန္းရွိအစ္ဘစ္ဇာ အပန္းေျဖစခန္းကို အေပ်ာ္ခရီးထြက္လာခဲ့ၾကပါတယ္။ ေပ်ာ္ပါးေလွ်ာက္သြား ႏွင္းေလွ်ာစီးၾကတယ္ေပါ့။ ဒါေပမဲ့တစ္ရက္ ေတာ့ ႏွင္းေတာင္ကိုၿဖိဳခ်ရင္း မေတာ္တဆတြက္ခ်က္မႈလြဲေခ်ာ္ၿပီး အပန္းေျဖစခန္းကလူေတြကိုေသေတာ့မတတ္ျဖစ္ေစခဲ့ ပါတယ္။ အဆိုပါျဖစ္စဥ္မွာ ပီတာရဲ႕လက္မခံႏိုင္တဲ့လုပ္ရပ္တစ္ခုေၾကာင့္ သူတို႔မိသားစုအၾကားမွာအက္ေၾကာင္းေတြျဖစ္ လာပါေတာ့တယ္။ အဲ့ဒီအက္ေၾကာင္းေတြကို သူတို႔အခ်ိန္မီျပဳျပင္ႏိုင္မွာလား။ ဒါမွမဟုတ္ သူတို႔မိသားစုၿပိဳကြဲသြားမွာ လား စတာေတြကိုေတာ့ ဇာတ္လမ္းကိုၾကည့္မွပဲရပါမယ္။ ဟာသကားေတြလိုဟက္ဟက္ပက္ပက္မရယ္ရေပမဲ့ ၿပဳံးေစတဲ့ မိသားစုဒရမ္မာကားေလးတစ္ကားျဖစ္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1hr 30minSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, DramaSource : 1080p.WebRipTranslator – Chit TeeEncoder – SWM"