"[Unicode]
ဒီတစ်ခေါက်မှာတော့ ကိုယ်တွေရဲ့ အချစ်တော် မင်းသားချော Lee Dong Wook ရဲ့ ဇာတ်ကားလေးတစ်ခုကို တင်ဆက်ပေးလိုက်ပါတယ်
Comedy-Romance မို့ ပေါ့ပေါ့ပါးပါးနဲ့ ဟာသလေးတွေကြည့်ရှုကြရမှာပါနော်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်း
ဂန်ဂျယ်ယော့ဟာ သူအရမ်းဖြစ်ချင်တဲ့ စုံထောက်ဖြစ်ဖို့ ရဲသင်တန်းကျောင်းကို တက်ခဲ့ပါတယ်
သူ့မှာ ချွန်ထက်တဲ့ အရာတွေကို ကြောက်တတ်တဲ့ရောဂါရှိပေမယ့် ကြိုးစားကုသပြီး စုံထောက်ဖြစ်အောင်လုပ်ခဲ့ပါတယ်
အဲ့လိုနဲ့ တစ်နေ့မှာ ခါးပိုက်နှိုက်နောက်လိုက်ရင်း ပြဿနာရှာတတ်လွန်းတဲ့ သတင်းထောက် ချွဲဆူဂျင်းကို ဝင်တိုက်မိပါတော့တယ်
ပြဿနာအိုး ချွဲဆူဂျင်းကလည်း နာမည်နဲ့လိုက်အောင် ပြဿနာတစ်ခုပြန်ဖန်တီးလိုက်ပါတယ်
သူမစားနေတဲ့ ငါးကိတ်ချောင်းရဲ့ တုတ်နဲ့ ဂန်ဂျယ်ယော့ရဲ့ ဗိုက်ကို ပြန်ထိုးလိုက်ပါတယ်
ချွန်ထက်တဲ့ အရာတွေ ကြောက်သူဖြစ်တဲ့အတွက် ဂန်ဂျယ်ယော့တစ်ယောက် အဲ့နေရာမှာတင် သတိလစ်သွားပါတယ်
နောက်နေ့မှာတော့ ဒီသတင်းဟာ မီဒီယာမှာ ပျံ့နှံ့သွားခဲ့ပြီး ဂန်ဂျယ်ယော့လည်း ချွဲဆူဂျင်းကို အကြီးကျယ်ဒေါသထွက်ပါတော့တယ်
ဲတိုက်ဆိုင်စွာနဲ့ စုံထောက်တွေ လူဆိုးဖမ်းပုံတွေကိုရိုက်ပြတဲ့ reality show တစ်ခုမှာ
သူတု့ိ ၂ ယောက် ပူးပေါင်းတင်ဆက်ဖို့ ဖြစ်လာတဲ့အခါမှာ…
ဘာတွေဆက်ဖြစ်ကြမှာလဲ…
သူတို့ ၂ ယောက်ပေါင်းပြီးတော့
ဘယ်လို အမှုတွေ ဖော်ထုတ်မလဲဆိုတာ ဒီဇာတ်ကားလေးမှာဆက်လက်ကြည့်ရှုပါနော်…။
( အညွှန်းကတော့ Seung ပါ )
[Zawgyi]
ဒီတစ္ေခါက္မွာေတာ့ ကိုယ္ေတြရဲ႕ အခ်စ္ေတာ္ မင္းသားေခ်ာ Lee Dong Wook ရဲ႕ ဇာတ္ကားေလးတစ္ခုကို တင္ဆက္ေပးလိုက္ပါတယ္
Comedy-Romance မို႔ ေပါ့ေပါ့ပါးပါးနဲ႔ ဟာသေလးေတြၾကည့္ရႈၾကရမွာပါေနာ္
ဇာတ္လမ္းအက်ၪ္း
ဂန္ဂ်ယ္ေယာ့ဟာ သူအရမ္းျဖစ္ခ်င္တဲ့ စုံေထာက္ျဖစ္ဖို႔ ရဲသင္တန္းေက်ာင္းကို တက္ခဲ့ပါတယ္
သူ႔မွာ ခြၽန္ထက္တဲ့ အရာေတြကို ​ေၾကာက္တတ္တဲ့ေရာဂါရွိေပမယ့္ ႀကိဳးစားကုသၿပီး စုံေထာက္ျဖစ္ေအာင္လုပ္ခဲ့ပါတယ္
အဲ့လိုနဲ႔ တစ္ေန႔မွာ ခါးပိုက္ႏႈိက္ေနာက္လိုက္ရင္း ျပႆနာရွာတတ္လြန္းတဲ့ သတင္းေထာက္ ခြၽဲဆူဂ်င္းကို ၀င္တိုက္မိပါေတာ့တယ္
ျပႆနာအိုး ခြၽဲဆူဂ်င္းကလည္း နာမည္နဲ႔လိုက္ေအာင္ ျပႆနာတစ္ခုျပန္ဖန္တီးလိုက္ပါတယ္
သူမစားေနတဲ့ ငါးကိတ္ေခ်ာင္းရဲ႕ တုတ္နဲ႔ ဂန္ဂ်ယ္ေယာ့ရဲ႕ ဗိုက္ကို ျပန္ထိုးလိုက္ပါတယ္
ခြၽန္ထက္တဲ့ အရာေတြ ေၾကာက္သူျဖစ္တဲ့အတြက္ ဂန္ဂ်ယ္ေယာ့တစ္ေယာက္ အဲ့ေနရာမွာတင္ သတိလစ္သြားပါတယ္
ေနာက္ေန႔မွာေတာ့ ဒီသတင္းဟာ မီဒီယာမွာ ပ်ံ႕ႏွ႔ံသြားခဲ့ၿပီး ဂန္ဂ်ယ္ေယာ့လည္း ခြၽဲဆူဂ်င္းကို အႀကီးက်ယ္ေဒါသထြက္ပါေတာ့တယ္
ဲတိုက္ဆိုင္စြာနဲ႔ စုံေထာက္ေတြ လူဆိုးဖမ္းပုံေတြကို႐ိုက္ျပတဲ့ reality show တစ္ခုမွာ
သူတု႔ိ ၂ ေယာက္ ပူးေပါင္းတင္ဆက္ဖို႔ ျဖစ္လာတဲ့အခါမွာ…
ဘာေတြဆက္ျဖစ္ၾကမွာလဲ…
သူတို႔ ၂ ေယာက္ေပါင္းၿပီးေတာ့
ဘယ္လို အမႈေတြ ေဖာ္ထုတ္မလဲဆိုတာ ဒီဇာတ္ကားေလးမွာဆက္လက္ၾကည့္ရႈပါေနာ္…။
( အညႊန္းကေတာ့ Seung ပါ )
File size__( 1 GB) and ( 400 MB)
Quality__720p
IMDb Rating__5.8/10
Format__mp4
Duration__01:48:00
Type__Comedy , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Seung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
