"Kaili Blues (2015)==============PauseIMDb Rating – 7.3/10#Unicodeခိုင်လိမြို့၏ ပြာရီမှုန်ဝေခြင်းများမြို့ကြီးပေါ်ပဲမွေးမွေး မြို့လေးပေါ်ပဲမွေးမွေး ဇနပုဒ်ကလေးမှာပဲမွေးမွေး အချိန်တစ်ခုရောက်လာရင်တော့ . . .ပြန်မရတော့တဲ့ အသက်အရွယ်က ပြန်မရတော့တဲ့ အမှတ်တရတွေရှိနေတဲ့ ကိုယ့်မြို့ကလေးကို ချစ်တဲ့စိတ်ကအားလုံးရဲ့ ရင်မှာအမြစ်တွယ်နေကြမှာပါပဲ။အဆောက်အဦးအဟောင်းတွေဖြို အသစ်တွေဆောက်ကြလို့ပုံသဏ္ဍာန်တွေသာပြောင်းသွားကြပေမယ့် ကျွန်တော်တို့ရဲ့မြို့တွေမှာ ကျွန်တော်တို့ မမှတ်မိနိုင်စရာ အမှတ်တရဆိုတာမရှိပါဘူး။ အမှတ်တရဆိုတာ ရုပ်၀တ္တုတွေပေါ်မှာမှ မတည်ခဲ့ပဲကို။ ခိုင်လိမြို့ရဲ့ပြာရီမှုန်ဝေခြင်းများဟာ ကျွန်တော်တို့မြို့တွေအကြောင်းတော့မဟုတ်ဘူး။ ပိုင်ကန်ရဲ့ ဇာတိမြေ ခိုင်လိမြို့ကလေးအကြောင်း။ အပြင်လောကမှာတော့ခိုင်လိဟာ သူ့ဒေသရဲ့ မြို့‌တော်ကြီးပဲ ဒါပေမယ့် ပိုင်ကန်ရဲ့ရင်ထဲမှာတော့ သူချစ်တဲ့မြို့ကလေး သက်သက်။ သူ့မြို့ကလေးပေါ် သူချစ်တဲ့အချစ်ဟာ ကျွန်တော်တို့မြို့ကလေးကို ကျွန်တော်တို့ချစ်တဲ့အချစ်နဲ့တူတာမို့ ကျွန်တော်တို့နားလည်နိုင်ခဲ့တယ်။ ဒီရုပ်ရှင်မှာ ဒီမြို့ကလေးမှာ ရှိနေတဲ့လှပတဲ့အရာတွေကို အခမ်းနားဆုံးပြသွားတာဆိုလို့ အိမ်တွေဘေးကရေတံခွန်လေး‌ကလေးပဲရှိမယ်။ အလှတရားဟာ အသွင်သဏ္ဍာန်၌ မတည်ပြီကိုး။ခိုင်လိမြိုရဲ့ ပြာရီမှုန်ဝေခြင်းများထဲ စီးမျောကြည့်ရင် ပုံရိပ်တွေ၊ ကဗျာတွေ၊ဘ၀တွေဟာ ဝေဝေဝါးဝါးပဲ စီးမျောလာကြတယ်။လူနှစ်ယောက်ပြောတဲ့ စကားတွေကြားမှာ အစကတော့ သူတို့ရဲ့ အတိတ်ဟာ ဝိုးတိုးဝါးတား။ ကင်မရာရိုက်ချက်ရှည်တွေကလည်းသူတို့လမ်းသူတို့ လျှောက်ကြရင်း အဲ့ဒီစကားပြောနေတဲ့ လူတွေကို အဖက်မလုပ်ကြဘူး။ဒါပေမယ့်။စကားလုံးပေါင်းများစွာကိုစုစည်းပြီးတဲ့အခါမှာ ဒီလူတွေကို နားလည်လာရတယ်။ ဒီလိုတည်ဆောက်ထားတဲ့ ခိုင်လိမြို့၏ပြာရီမှုန်ဝေခြင်းတွေ။ အင်္ကျီဖြူဖြူစကတ်အဝါလေးနဲ့ ကောင်မလေးတစ်ယောက်ဟာ စကားဆယ်ခွန်းလောက်ပြောပြီး ခိုင်လိကို အိပ်မက်မက်။ ဆုံးရှုံးမှုကို မခံရပ်နိုင်တဲ့လူတွေဟာ ကျောခိုင်း။ တစ်ချို့ကလည်း သူများခြေထောက်ဟာ ကိုယ့်ဖိနပ်လောက်မှ အရေးမပါ။ ခိုင်လိရဲ့ ပြန်ဆည်လို့မရတဲ့ ရေပြင်ထဲမှာ ဖိနပ်တစ်ရန် ဘောလုံးတစ်လုံး။ အိမ်မျက်နှာကျက်မှာချိတ်ထားတဲ့ အမှတ်တရဟာ စက်လုံးတစ်လုံး။လေရဟတ်ကလေးရဲ့သက်တမ်းဟာ စက္ကန့်ကိုးဆယ့်ကိုး ဒါပေမယ့် အရေးကြီးတာက ပိုင်ရှင်ကောင်မလေး ဘယ်လောက်ပျော်ခဲ့ရလဲ။ပြန်လာရမယ့် လူတစ်ယောက်ဖြစ်ဖို့ ဝါးခြင်းတောင်းအလွတ်ထဲ ချစ်ခြင်းအပြည့်ဖြည့်ပေးရမယ်။ ကန့်သတ်ချက်တစ်ခုရှိတယ်။ ဒီလိုနဲ့ လူတွေဟာ လမ်းအရှည်ကြီးကို တမေ့တမောသွားကာနေ။ ဓာတ်ပုံဟာ လူရဲ့ ဝိညာဉ်ကို ခိုးယူသွားခြင်းတဲ့ ဓာတ်ပုံတစ်ပုံရဲ့ ဖြစ်တည်ခြင်းဟာ ဝိညာဉ်ကိုခိုးထားတဲ့ ဖလင်တစ်ကွက်နဲ့ ဓာတုသားတို့ရဲ့အမှောင်ခန်းအတွင်း ပြန်လည်ပေါင်းစည်းမှုဖြစ်တယ်။ ဒီလိုနဲ့ ခိုင်လိမြို့၏ ပြာရီမှုန်ဝေခြင်းများဟာ ခိုင်လိမြို့ရဲ့ဝိညာဉ်ပေါင်များစွာကို ခိုးကာယူကာ ကျွန်တော်တို့ရင်ထဲထည့်ပေးခဲ့တယ် ။စာကြွင်း======ပိုစတာမှာ အင်္ကျီအဖြူ အဝါရောင်စကတ်နဲ့ မိန်းမငယ်လေးပုံပြထားတော့ ဒီဇာတ်ကြောင်းဟာ သူ့အကြောင်းဖြစ်မယ်ကျွန်တော်ထင်ခဲ့မိသေးတယ်။ တကယ်တမ်းကျအဲ့ဒီမိန်ကလေးက ဒီရုပ်ရှင်မှာ ဇာတ်အိမ်အရေးပါမှုအရပြောရမယ်ဆိုရင် ဖြတ်လျှောက်ထက်တစ်ရည်ပဲပိုမယ်။ရုပ်ရည်ကလည်း ကြည့်ကောင်းရုံကလွဲ ဘာမှတော့ထူးခြားမနေဘူး။ ဒီလိုMain Plotနဲ့ ဆက်စပ်မှုအရမ်းနည်းတဲ့ဇာတ်ရုပ်ကို ပိုင်ကန်က အ၀တ်အစားအရောင်အသွေးတွဲစပ်မှုနဲ့ ဟန်တစ်ခုသွင်းပြီးစွဲညိစေလိုက်တယ်။ ပြောရမယ်ဆိုပို့စ်မော်ဒန်၀တ္တုစာအုပ်ထဲက ကဗျာတစ်ကြောင်းကိုစွဲညိစေလိုက်သလိုပေါ့။ သူ့ရဲ့ ပထမဆုံးရုပ်ရှင်မှာတင်အနုပညာမှော်၀င်လွန်းတဲ့ ပိုင်ကန်ကိုတရုတ်ရုပ်ရှင်ရဲ့အနာဂတ်လို့ပြောကြတာ လွန်မယ်မထင်ဘူး။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ပဲဖြစ်ပါတယ်။)#Zawgyiခိုင္လိၿမိဳ႕၏ ျပာရီမႈန္ေဝျခင္းမ်ားၿမိဳ႕ႀကီးေပၚပဲေမြးေမြး ၿမိဳ႕ေလးေပၚပဲေမြးေမြး ဇနပုဒ္ကေလးမွာပဲေမြးေမြး အခ်ိန္တစ္ခုေရာက္လာရင္ေတာ့ . . .ျပန္မရေတာ့တဲ့ အသက္အ႐ြယ္က ျပန္မရေတာ့တဲ့ အမွတ္တရေတြရွိေနတဲ့ ကိုယ့္ၿမိဳ႕ကေလးကို ခ်စ္တဲ့စိတ္ကအားလုံးရဲ႕ ရင္မွာအျမစ္တြယ္ေနၾကမွာပါပဲ။အေဆာက္အဦးအေဟာင္းေတြၿဖိဳ အသစ္ေတြေဆာက္ၾကလို႔ပုံသ႑ာန္ေတြသာေျပာင္းသြားၾကေပမယ့္ ကြၽန္ေတာ္တို႔ရဲ႕ၿမိဳ႕ေတြမွာ ကြၽန္ေတာ္တို႔ မမွတ္မိႏိုင္စရာ အမွတ္တရဆိုတာမရွိပါဘူး။ အမွတ္တရဆိုတာ ႐ုပ္၀တၱဳေတြေပၚမွာမွ မတည္ခဲ့ပဲကို။ ခိုင္လိၿမိဳ႕ရဲ႕ျပာရီမႈန္ေဝျခင္းမ်ားဟာ ကြၽန္ေတာ္တို႔ၿမိဳ႕ေတြအေၾကာင္းေတာ့မဟုတ္ဘူး။ ပိုင္ကန္ရဲ႕ ဇာတိေျမ ခိုင္လိၿမိဳ႕ကေလးအေၾကာင္း။ အျပင္ေလာကမွာေတာ့ခိုင္လိဟာ သူ႔ေဒသရဲ႕ ၿမိဳ႕‌ေတာ္ႀကီးပဲ ဒါေပမယ့္ ပိုင္ကန္ရဲ႕ရင္ထဲမွာေတာ့ သူခ်စ္တဲ့ၿမိဳ႕ကေလး သက္သက္။ သူ႔ၿမိဳ႕ကေလးေပၚ သူခ်စ္တဲ့အခ်စ္ဟာ ကြၽန္ေတာ္တို႔ၿမိဳ႕ကေလးကို ကြၽန္ေတာ္တို႔ခ်စ္တဲ့အခ်စ္နဲ႔တူတာမို႔ ကြၽန္ေတာ္တို႔နားလည္ႏိုင္ခဲ့တယ္။ ဒီ႐ုပ္ရွင္မွာ ဒီၿမိဳ႕ကေလးမွာ ရွိေနတဲ့လွပတဲ့အရာေတြကို အခမ္းနားဆုံးျပသြားတာဆိုလို႔ အိမ္ေတြေဘးကေရတံခြန္ေလး‌ကေလးပဲရွိမယ္။ အလွတရားဟာ အသြင္သ႑ာန္၌ မတည္ၿပီကိုး။ခိုင္လိၿမိဳရဲ႕ ျပာရီမႈန္ေဝျခင္းမ်ားထဲ စီးေမ်ာၾကည့္ရင္ ပုံရိပ္ေတြ၊ ကဗ်ာေတြ၊ဘ၀ေတြဟာ ေဝေဝဝါးဝါးပဲ စီးေမ်ာလာၾကတယ္။လူႏွစ္ေယာက္ေျပာတဲ့ စကားေတြၾကားမွာ အစကေတာ့ သူတို႔ရဲ႕ အတိတ္ဟာ ဝိုးတိုးဝါးတား။ ကင္မရာ႐ိုက္ခ်က္ရွည္ေတြကလည္းသူတို႔လမ္းသူတို႔ ေလွ်ာက္ၾကရင္း အဲ့ဒီစကားေျပာေနတဲ့ လူေတြကို အဖက္မလုပ္ၾကဘူး။ဒါေပမယ့္။စကားလုံးေပါင္းမ်ားစြာကိုစုစည္းၿပီးတဲ့အခါမွာ ဒီလူေတြကို နားလည္လာရတယ္။ ဒီလိုတည္ေဆာက္ထားတဲ့ ခိုင္လိၿမိဳ႕၏ျပာရီမႈန္ေဝျခင္းေတြ။ အက်ႌျဖဴျဖဴစကတ္အဝါေလးနဲ႔ ေကာင္မေလးတစ္ေယာက္ဟာ စကားဆယ္ခြန္းေလာက္ေျပာၿပီး ခိုင္လိကို အိပ္မက္မက္။ ဆုံးရႈံးမႈကို မခံရပ္ႏိုင္တဲ့လူေတြဟာ ေက်ာခိုင္း။ တစ္ခ်ိဳ႕ကလည္း သူမ်ားေျခေထာက္ဟာ ကိုယ့္ဖိနပ္ေလာက္မွ အေရးမပါ။ ခိုင္လိရဲ႕ ျပန္ဆည္လို႔မရတဲ့ ေရျပင္ထဲမွာ ဖိနပ္တစ္ရန္ ေဘာလုံးတစ္လုံး။ အိမ္မ်က္ႏွာက်က္မွာခ်ိတ္ထားတဲ့ အမွတ္တရဟာ စက္လုံးတစ္လုံး။ေလရဟတ္ကေလးရဲ႕သက္တမ္းဟာ စကၠန႔္ကိုးဆယ့္ကိုး ဒါေပမယ့္ အေရးႀကီးတာက ပိုင္ရွင္ေကာင္မေလး ဘယ္ေလာက္ေပ်ာ္ခဲ့ရလဲ။ျပန္လာရမယ့္ လူတစ္ေယာက္ျဖစ္ဖို႔ ဝါးျခင္းေတာင္းအလြတ္ထဲ ခ်စ္ျခင္းအျပည့္ျဖည့္ေပးရမယ္။ ကန႔္သတ္ခ်က္တစ္ခုရွိတယ္။ ဒီလိုနဲ႔ လူေတြဟာ လမ္းအရွည္ႀကီးကို တေမ့တေမာသြားကာေန။ ဓာတ္ပုံဟာ လူရဲ႕ ဝိညာဥ္ကို ခိုးယူသြားျခင္းတဲ့ ဓာတ္ပုံတစ္ပုံရဲ႕ ျဖစ္တည္ျခင္းဟာ ဝိညာဥ္ကိုခိုးထားတဲ့ ဖလင္တစ္ကြက္နဲ႔ ဓာတုသားတို႔ရဲ႕အေမွာင္ခန္းအတြင္း ျပန္လည္ေပါင္းစည္းမႈျဖစ္တယ္။ ဒီလိုနဲ႔ ခိုင္လိၿမိဳ႕၏ ျပာရီမႈန္ေဝျခင္းမ်ားဟာ ခိုင္လိၿမိဳ႕ရဲ႕ဝိညာဥ္ေပါင္မ်ားစြာကို ခိုးကာယူကာ ကြၽန္ေတာ္တို႔ရင္ထဲထည့္ေပးခဲ့တယ္ ။စာႂကြင္း======ပိုစတာမွာ အက်ႌအျဖဴ အဝါေရာင္စကတ္နဲ႔ မိန္းမငယ္ေလးပုံျပထားေတာ့ ဒီဇာတ္ေၾကာင္းဟာ သူ႔အေၾကာင္းျဖစ္မယ္ကြၽန္ေတာ္ထင္ခဲ့မိေသးတယ္။ တကယ္တမ္းက်အဲ့ဒီမိန္ကေလးက ဒီ႐ုပ္ရွင္မွာ ဇာတ္အိမ္အေရးပါမႈအရေျပာရမယ္ဆိုရင္ ျဖတ္ေလွ်ာက္ထက္တစ္ရည္ပဲပိုမယ္။႐ုပ္ရည္ကလည္း ၾကည့္ေကာင္း႐ုံကလြဲ ဘာမွေတာ့ထူးျခားမေနဘူး။ ဒီလိုMain Plotနဲ႔ ဆက္စပ္မႈအရမ္းနည္းတဲ့ဇာတ္႐ုပ္ကို ပိုင္ကန္က အ၀တ္အစားအေရာင္အေသြးတြဲစပ္မႈနဲ႔ ဟန္တစ္ခုသြင္းၿပီးစြဲညိေစလိုက္တယ္။ ေျပာရမယ္ဆိုပို႔စ္ေမာ္ဒန္၀တၱဳစာအုပ္ထဲက ကဗ်ာတစ္ေၾကာင္းကိုစြဲညိေစလိုက္သလိုေပါ့။ သူ႔ရဲ႕ ပထမဆုံး႐ုပ္ရွင္မွာတင္အႏုပညာေမွာ္၀င္လြန္းတဲ့ ပိုင္ကန္ကိုတ႐ုတ္႐ုပ္ရွင္ရဲ႕အနာဂတ္လို႔ေျပာၾကတာ လြန္မယ္မထင္ဘူး။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္။)Quality – 1080p, 720p BluRay 5.1CHDuration – 1hr 53minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, MysterySource : 1080p.BluRayTranslator – WiRa AungEncoder – SWM"