"[Unicode]
Green Fish (1997)
==============
IMDB Rating. = 7 out of 10
Rotten Tomatoes. = Not Yet Available
Directed By Lee Chang Dong
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Green Fishရဲ့ ဇာတ်လမ်းအကျဉ်းကိုအတိုဆုံးရေးပြရရင်
” တကယ်တမ်းမရှိတဲ့ ပျော်ရွှင်ခြင်းငါးစိမ်းကလေးကို ဖမ်းဆုပ်ဖို့ကြိုးစားရင်း လဲပြိုရှုံးနိမ့်သွားရတဲ့လူတစ်ယောက်အကြောင်း”ပါပဲ။
ကျွန်တော်တို့ရဲ့ ဘိုးတော်ကြီး လီချန်းဒုံရဲ့ ပထမဆုံးရုပ်ရှင်ပါ။
ပထမဆုံးပီသစွာပဲ လီချန်းဒုံရဲ့ ဝိသေသတွေနည်းသေးတယ်။ မသိမှုရသကိုလည်း ခပ်ပါးပါးပဲသုံးသေးတယ်။
သို့ပေမယ့် သူ့ရဲ့ ရက်စက်တဲ့ကမ္ဘာကြီးကတော့ ပထမဆုံးကားမှာတင် ပေါ်လွင်ပါတယ်။
ပထမဆုံးလက်ရာတွေတိုင်းဟာ နောက်ပိုင်းလက်ရာ တစ်ချို့နဲ့ယှဉ်ရင် အမြဲအားပျော့နေတတ်ပါတယ်။
ဒါက ပထမဆုံးလက်ရာတွေရဲ့ အားနည်းချက်ပါပဲ။
ပထမဆုံး လက်ရာတွေရဲ့ အားသာချက်ကတော့ ဖန်တီးသူရဲ့နှလုံးသားပျိုမြစ်နေခြင်းပါပဲ”။
Green Fishဟာ နှောင်းပိုင်းလက်ရာတွေနဲ့ ယှဉ်ရင် အားပျော့ပေမယ့်
လီချန်းဒုံရဲ့ အနုနယ်အပျိုပြစ်ဆုံး လက်ရာနဲ့ သူ့ရဲ့ Nostalgiaဖြစ်မှုကို ခံစားရမှာပါ။
ဟိုသီချင်ဟောင်းက‌လေးထဲကလို
“ရင်ဆိုင်ရင်း ရှုံးနိမ့်ရင် ဘဝမှာ
ဖျောက်ဖျက်မရတဲ့ အမှားမ‌‌ျားတွေနဲ့လူ
မျှော်လင့်ရင်း ဆုံးရှုံးရင်း နှလုံးသားမှာ
ဒဏ်ရာ‌တွေ ကျန်ခဲ့တဲ့လူ”
ဒီလိုလူတစ်ယောက် သူ့ရဲ့ ပျော်ရွှင်မှု (ဝါ)
အစိမ်းရောင်ငါးကလေးကို ပြန်မတွေ့ခဲ့တဲ့‌ ချောင်းကလေးထဲကို
Green Fishထဲမှာ ကျွန်တော်တို့ ခုန်ဆင်းကြရမှာ။
( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ဖြစ်ပါတယ် )
[Zawgyi]
Green Fish (1997)
==============
IMDB Rating. = 7 out of 10
Rotten Tomatoes. = Not Yet Available
Directed By Lee Chang Dong
Green Fishရဲ႕ ဇာတ္လမ္းအက်ဥ္းကိုအတိုဆုံးေရးျပရရင္
” တကယ္တမ္းမရွိတဲ့ ေပ်ာ္႐ႊင္ျခင္းငါးစိမ္းကေလးကို ဖမ္းဆုပ္ဖို႔ႀကိဳးစားရင္း လဲၿပိဳရႈံးနိမ့္သြားရတဲ့လူတစ္ေယာက္အေၾကာင္း”ပါပဲ။
ကြၽန္ေတာ္တို႔ရဲ႕ ဘိုးေတာ္ႀကီး လီခ်န္းဒုံရဲ႕ ပထမဆုံး႐ုပ္ရွင္ပါ။
ပထမဆုံးပီသစြာပဲ လီခ်န္းဒုံရဲ႕ ဝိေသသေတြနည္းေသးတယ္။ မသိမႈရသကိုလည္း ခပ္ပါးပါးပဲသုံးေသးတယ္။
သို႔ေပမယ့္ သူ႔ရဲ႕ ရက္စက္တဲ့ကမာၻႀကီးကေတာ့ ပထမဆုံးကားမွာတင္ ေပၚလြင္ပါတယ္။
ပထမဆုံးလက္ရာေတြတိုင္းဟာ ေနာက္ပိုင္းလက္ရာ တစ္ခ်ိဳ႕နဲ႔ယွဥ္ရင္ အၿမဲအားေပ်ာ့ေနတတ္ပါတယ္။
ဒါက ပထမဆုံးလက္ရာေတြရဲ႕ အားနည္းခ်က္ပါပဲ။
ပထမဆုံး လက္ရာေတြရဲ႕ အားသာခ်က္ကေတာ့ ဖန္တီးသူရဲ႕ႏွလုံးသားပ်ိဳျမစ္ေနျခင္းပါပဲ”။
Green Fishဟာ ေႏွာင္းပိုင္းလက္ရာေတြနဲ႔ ယွဥ္ရင္ အားေပ်ာ့ေပမယ့္
လီခ်န္းဒုံရဲ႕ အႏုနယ္အပ်ိဳျပစ္ဆုံး လက္ရာနဲ႔ သူ႔ရဲ႕ Nostalgiaျဖစ္မႈကို ခံစားရမွာပါ။
ဟိုသီခ်င္ေဟာင္းက‌ေလးထဲကလို
“ရင္ဆိုင္ရင္း ရႈံးနိမ့္ရင္ ဘ၀မွာ
ေဖ်ာက္ဖ်က္မရတဲ့ အမွားမ‌‌်ားေတြနဲ႔လူ
ေမွ်ာ္လင့္ရင္း ဆုံးရႈံးရင္း ႏွလုံးသားမွာ
ဒဏ္ရာ‌ေတြ က်န္ခဲ့တဲ့လူ”
ဒီလိုလူတစ္ေယာက္ သူ႔ရဲ႕ ေပ်ာ္႐ႊင္မႈ (ဝါ)
အစိမ္းေရာင္ငါးကေလးကို ျပန္မေတြ႕ခဲ့တဲ့‌ ေခ်ာင္းကေလးထဲကို
Green Fishထဲမွာ ကြၽန္ေတာ္တို႔ ခုန္ဆင္းၾကရမွာ။
( အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )
File size__( 1 GB )
Quality__720p
IMDb Rating__7.0/10
Format__mp4
Duration__01:53:00
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
