"[Unicode]
Oasis (2002)
===========
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB = 7.9 out of 10
Rotten Tomatoes = 90 out of 100
Directed By Lee Chang Dong
တောင်ကိုရီယား New Waveဒါရိုက်တာလီချန်းဒုံကို
Burning, Poetry, Peppermint Candyတို့နဲ့ ရင်းနှီးပြီးသားဖြစ်မှာပါ။
လီချန်းဒုံရုပ်ရှင်တွေဟာ အမှတ်တမဲ့ကြည့်လိုက်ရင် ကိုရီယားရုပ်ရှင်လို့
လုံးဝထင်စရာမရှိတ‌ဲ့ ဇာတ်ကောင်တွေ ဇာတ်ဝင်ခန်းတွေနဲ့။
အဆိုးဘက်ရောက်တဲ့ လူသားဆန်မှုတွေကို သိသာသာမီးမောင်းထိုး ပြတတ်ပါတယ်။
လီချန်းဒုံအခုထိရိုက်ထားတဲ့ ရုပ်ရှင်ခြောက်ကားပဲရှိပါတယ်။
Peppermint Candyနဲ့ Green Fishကလွဲလို့ ကျန်တဲ့လေးကားကို သူကိုယ်တိုင်ရေးခဲ့တာပါ။
Burningကတော့ မူရာကာမိကိုကျောရိုးယူပါတယ်။
လီချန်းဒုံရဲ့ ရုပ်ရှင်တွေဟာ သာမန်လူတွေ သူတို့ရဲ့ သာမန်နေ့စဉ်ဘဝမှာ သာမန်လုပ်နေကြ အရာတွေကိုပဲ ရိုက်ပြထားတယ်လို့ ဖတ်လိုက်ရပါတယ်။
သူ့ရုပ်ရှင်တွေမှာလူဆိုးလူကောင်းမရ‌ှိဘူးလို့လည်း ဆိုပါတယ်။
ဒုတိယအချက်ကို ကျွန်တော်လက်ခံပေမယ့်
ပထမအချက်ကိုတော့ လုံးဝငြင်းပါတယ်။
လီချန်းဒုံရဲ့ ရုပ်ရှင်တွေဟာ သာမန်မဆန်ပါဘူး။
သူ့ရုပ်ရှင်တွေမှာ အဆိုးဘက်ရောက်တဲ့။လူသားဆန်မှုအတော်များပါတယ်။
သူမှားတာ‌တော့လည်းမဟုတ်ပါဘူး။
ကျွန်တော်တို့ဘဝတွေတိုင်းဟာ အမြဲတော့ သာယာတဲ့ကောင်းကင်တစ်ခုအောက်မှာ ရှိနေတာ မဟုတ်ပါဘူး။ သူမှန်ပါတယ် ။
ဒါပေမယ့် ဟဲမင်းဝေး ပြောသလိုပဲ။ကျွန်တော်တို့ ရုန်းကန်ဖို့ထိုက်တန်ပါသေးတယ်။
သူလည်း ဒီလိုပဲထင်ခဲ့တယ်ထင်ပါတယ်။
ပုံမှန်ဆိုရင်တော့ သူ့ဆီကရတတ်တဲ့ ပုံစံက တစ်ဘဝလုံးရှင်သန်လာတဲ့ သန်မာတဲ့လူတွေ လဲပြိုကျတဲ့ပုံစံပါ။
Oasisကတော့ နည်းနည်းထူးပါမယ်။
အဓိကဇာတ်ဆောင် ၁က ကျပ်မပြည့်တဲ့လူပါ
၂ကတော့ ကိုယ်လက်အင်္ဂါမသန်စွမ်းတဲ့ အမျိုးသမီးပါ။
ဘဝဟာ ကိုယ်ရောစိတ်ပါ ပုံမှန်ရှိတဲ့လူတစ်ယောက်အတွက်တောင် အတိုက်အခိုက်များပါတယ်။
ဒီလိုလူနှစ်ယောက်ရဲ့ ဘဝဆိုရင်တော့ တွေးကြည့်စရာတောင်မလိုပါဘူး။
ဒီလို တစ်ဘဝလုံး ရှင်လျက်သေလာခဲ့ရတဲ့လူတွေရဲ့ ရှင်သန်စရာအကြောင်းလေးဖြစ်လာပုံ အကြောင်းကို
လီချန်းဒုံပီသစွာပဲ ကျွန်တော်တို့လောကကြီးကို စိတ်ကုန်စရာကောင်းတဲ့ပုံစံအပြည့်အဝနဲ့ တင်ဆက်ပြသထားပါတယ်။
Oasisဟာ Art Houseဒါရိုက်တာ လီချန်းဒုံရိုက်တဲ့ ရုပ်ရှင်ပီသစွာပဲ
ဗင်းနစ်ရုပ်ရှင်ဆုပေးပွဲအပါအဝင် ဆုပေးပွဲပေါင်များစွာက ဆုမျိုးစုံရထားပါတယ်။
( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ဖြစ်ပါတယ် )
[Zawgyi]
Oasis (2002)
===========
IMDB = 7.9 out of 10
Rotten Tomatoes = 90 out of 100
Directed By Lee Chang Dong
ေတာင္ကိုရီယား New Waveဒါ႐ိုက္တာလီခ်န္းဒုံကို
Burning, Poetry, Peppermint Candyတို႔နဲ႔ ရင္းႏွီးၿပီးသားျဖစ္မွာပါ။
လီခ်န္းဒုံ႐ုပ္ရွင္ေတြဟာ အမွတ္တမဲ့ၾကည့္လိုက္ရင္ ကိုရီယား႐ုပ္ရွင္လို႔
လုံး၀ထင္စရာမရွိတ‌ဲ့ ဇာတ္ေကာင္ေတြ ဇာတ္၀င္ခန္းေတြနဲ႔။
အဆိုးဘက္ေရာက္တဲ့ လူသားဆန္မႈေတြကို သိသာသာမီးေမာင္းထိုး ျပတတ္ပါတယ္။
လီခ်န္းဒုံအခုထိ႐ိုက္ထားတဲ့ ႐ုပ္ရွင္ေျခာက္ကားပဲရွိပါတယ္။
Peppermint Candyနဲ႔ Green Fishကလြဲလို႔ က်န္တဲ့ေလးကားကို သူကိုယ္တိုင္ေရးခဲ့တာပါ။
Burningကေတာ့ မူရာကာမိကိုေက်ာ႐ိုးယူပါတယ္။
လီခ်န္းဒုံရဲ႕ ႐ုပ္ရွင္ေတြဟာ သာမန္လူေတြ သူတို႔ရဲ႕ သာမန္ေန႔စဥ္ဘ၀မွာ သာမန္လုပ္ေနၾက အရာေတြကိုပဲ ႐ိုက္ျပထားတယ္လို႔ ဖတ္လိုက္ရပါတယ္။
သူ႔႐ုပ္ရွင္ေတြမွာလူဆိုးလူေကာင္းမရ‌ွိဘူးလို႔လည္း ဆိုပါတယ္။
ဒုတိယအခ်က္ကို ကြၽန္ေတာ္လက္ခံေပမယ့္
ပထမအခ်က္ကိုေတာ့ လုံး၀ျငင္းပါတယ္။
လီခ်န္းဒုံရဲ႕ ႐ုပ္ရွင္ေတြဟာ သာမန္မဆန္ပါဘူး။
သူ႔႐ုပ္ရွင္ေတြမွာ အဆိုးဘက္ေရာက္တဲ့။လူသားဆန္မႈအေတာ္မ်ားပါတယ္။
သူမွားတာ‌ေတာ့လည္းမဟုတ္ပါဘူး။
ကြၽန္ေတာ္တို႔ဘ၀ေတြတိုင္းဟာ အၿမဲေတာ့ သာယာတဲ့ေကာင္းကင္တစ္ခုေအာက္မွာ ရွိေနတာ မဟုတ္ပါဘူး။ သူမွန္ပါတယ္ ။
ဒါေပမယ့္ ဟဲမင္းေဝး ေျပာသလိုပဲ။ကြၽန္ေတာ္တို႔ ႐ုန္းကန္ဖို႔ထိုက္တန္ပါေသးတယ္။
သူလည္း ဒီလိုပဲထင္ခဲ့တယ္ထင္ပါတယ္။
ပုံမွန္ဆိုရင္ေတာ့ သူ႔ဆီကရတတ္တဲ့ ပုံစံက တစ္ဘ၀လုံးရွင္သန္လာတဲ့ သန္မာတဲ့လူေတြ လဲၿပိဳက်တဲ့ပုံစံပါ။
Oasisကေတာ့ နည္းနည္းထူးပါမယ္။
အဓိကဇာတ္ေဆာင္ ၁က က်ပ္မျပည့္တဲ့လူပါ
၂ကေတာ့ ကိုယ္လက္အဂၤါမသန္စြမ္းတဲ့ အမ်ိဳးသမီးပါ။
ဘ၀ဟာ ကိုယ္ေရာစိတ္ပါ ပုံမွန္ရွိတဲ့လူတစ္ေယာက္အတြက္ေတာင္ အတိုက္အခိုက္မ်ားပါတယ္။
ဒီလိုလူႏွစ္ေယာက္ရဲ႕ ဘ၀ဆိုရင္ေတာ့ ေတြးၾကည့္စရာေတာင္မလိုပါဘူး။
ဒီလို တစ္ဘ၀လုံး ရွင္လ်က္ေသလာခဲ့ရတဲ့လူေတြရဲ႕ ရွင္သန္စရာအေၾကာင္းေလးျဖစ္လာပုံ အေၾကာင္းကို
လီခ်န္းဒုံပီသစြာပဲ ကြၽန္ေတာ္တို႔ေလာကႀကီးကို စိတ္ကုန္စရာေကာင္းတဲ့ပုံစံအျပည့္အ၀နဲ႔ တင္ဆက္ျပသထားပါတယ္။
Oasisဟာ Art Houseဒါ႐ိုက္တာ လီခ်န္းဒုံ႐ိုက္တဲ့ ႐ုပ္ရွင္ပီသစြာပဲ
ဗင္းနစ္႐ုပ္ရွင္ဆုေပးပြဲအပါအ၀င္ ဆုေပးပြဲေပါင္မ်ားစြာက ဆုမ်ိဳးစုံရထားပါတယ္။
( အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )
File size__( 1.2 GB )
Quality__720p
IMDb Rating__7.9/10
Format__mp4
Duration__02:13:00
Type__Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
