"[Unicode]
Secret Sunshine ( 2007)
===================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB Rating. . = 7.5 out of 10
Rotten Tomatoes. . = 94 out of 100
Directed By Lee Chang Dong
နောင်များဆိုရုပ်ရှင်ဇာတ်ကောင်တွေထဲ အမုန်းဆုံးဇာတ်ကောင်ကို ပြောပါဆို Secret Sunshineထဲက Shin Aeဇာတ်ကောင်ကိုပြောရလိမ့်မယ်။
ဒီဇာတ်ကောင်က ဘာမှထူးထူးခြားခြားတော့ ဆိုးယုတ်နေတာတော့ မဟုတ်ဘူး။
ခံစားမှုလားရာမတူရင် အထူးသဖြင့် မဝါဒီတစ်ယောက်ဆိုရင်တော့ အမြင်တူမယ်မထင်ဘူး။
ဒီဇာတ်ကောင်တစ်ကောင်တည်းမှာကို လီချန်းဒုံပြချင်တဲ့ အချက်က သိပ်များတယ်။
သူ့ဇာတ်လမ်းရဲ့ကျောရိုးထက် ဒီအမျိုးသမီးကအများကြီးပိုအရေးပါတယ်။
ဇာတ်အိမ်ဘက်ကိုပြောရရင်လည်း လီချန်းဒုံရဲ့
ရုပ်ရှင်ပီသစွာပဲ သူပြသချင်တဲ့ Main Pointဆိုတဲ့ အရာက ရှိမနေခဲ့ဘူ။
သူ့ရဲ့ အမြစ်တွေအများကြီးနဲ့သစ်ပင်မှာ အားလုံးဟာရေသောက်မြစ်တွေချည်း။
ဇာတ်အိမ်ဟာ အစနာရီဝက်လောက်မှာတင် ဘာမှဆက်ဖြစ်စရာမရှိတော့သလိုပဲ။
အဲ့ဒီဆက်ဖြစ်စရာမရှိတာကိုဆက်ဖြစ်နေတာက ဒီရုပ်ရှင်ရဲ့ ထူးခြားမှုလို့ထင်ရတယ်။
ရိုက်ပြသွားတာကလည်း အကုန်ရိုးရိုးရှင်းရှင်းလေးတွေ လီချန်းဒုံဟာ စာပေသမားကနေ ဒါရိုက်တာဖြစ်လာတဲ့
လူပီပီပဲ သူ့ဇာတ်လမ်းဟာ လက်တွေ့ထက် လက်တွေ့ပိုဆန်တယ်။
ကျွန်တော်အကြိုက်ဆုံးကတော့ ဆေးလိပ်သောက်တဲ့အခန်းတွေပဲ။
ရုပ်ရှင်တော်တော်များများမှာ ဆေးလိပ်သောက်တာကိုထည့်ရင်လက်တွေ့ကျတာ ရှားတယ်။
စမတ်အရမ်းကျလွန်းတဲ့ ဟန်ဖြစ်နေတတ်တယ်။
လီချန်းဒုံရဲ့ ရုပ်ရှင်တွေက ဆေးလိပ်သောက်ခန်းတွေဟာ အဲ့ဒီလိုဖြစ်မသွားဘူး။
နိစ္စဓူဝတစ်ခုလို သူ့ဇာတ်ကောင်တွေသောက်နေကြတဲ့ဟန်ကို အပြည့်အဝခံစားရတယ်။
ကျန်တဲ့အခန်းတွေမှာလည်း သူဟာ ရုပ်ရှင် မဆန်ပါဘူး။
ရုပ်ရှင်ရိုက်ပြထားတာနဲ့မတူဘဲ တကယ့်ကမ္ဘာကြီးလိုဖြစ်နေတာကိုက။သူ့ဟန်ပါပဲ။
လီချန်းဒုံဟာ ကဗျာဆရာဖြစ်တဲ့အတွက်ကဗျာဆန်နေပြီး ဝတ္တုရေးတဲ့လူဖြစ်တဲ့အတွက်အရမ်းလက်တွေ့ကျတယ်။
သူဟာ ကဗျာဆန်တဲ့ လူဖြစ်ကြောင်းကို သူ့ရုပ်ရှင်နာမည်တွေကတင် သက်သေပြနေတယ်။
Peppermint Candy,Secret Sunshine, Poetry,Oasis စတဲ့
ချစ်စရာနာမည်လှလှလေးတွေ သူသုံးတတ်တယ်။
Novelist ပီသစွာပဲ အထဲကဇာတ်လမ်းတွေဟာ
လက်တွေ့ထက်လက်တွေ့ဆန်နေတယ်။
စိတ်ပျက်စရာကောင်းတဲ့ကမ္ဘာကြီးနဲ့
စိတ်ပျက်စရာလူတွေကိုတင်ပြတဲ့နေရာမှာ
သူဟာ သိပ်ကဗျာဆန်တယ်။
ဒီလိုထူးခြားတဲ့တင်ပြမှုကြောင့်လည်း
သူ့ရုပ်ရှင်ကားတိုင်ဟာ ပြည်တွင်းပြည်ပ
ရုပ်ရှင်ဆုပေးပွဲတွေမှာ ဆုတွေတန်းစီရတယ်။
ကိုရီးယားရုပ်ရှင်လောကမှာ Kim Ki-duk, Park Chan-wook
Kwak jae yong, Bong Joon-Ho, Kim Jee-woon, Im Sang-so၀ တို့လို ဒါရိုက်တာကောင်းတွေ ဆယ်စုနှစ်စုလောက်ရှိပေမယ့်
ခြောက်ကားပဲရိုက်ထားပြီး တစ်ကားတလေမှ ညံ့မသွားခဲ့တဲ့ Art Filmအစစ်ပဲရိုက်တဲ့ ဒါရိုက်တာကတော့
ကိုရီးယား ရုပ်ရှင်လောကမှာ သူပဲရှိမယ်။
( အညွှန်းရေးသားထားသူကတော့ WiRa Aung ဖြစ်ပါတယ် )
[Zawgyi]
Secret Sunshine ( 2007)
===================
IMDB Rating. . = 7.5 out of 10
Rotten Tomatoes. . = 94 out of 100
Directed By Lee Chang Dong
ေနာင္မ်ားဆို႐ုပ္ရွင္ဇာတ္ေကာင္ေတြထဲ အမုန္းဆုံးဇာတ္ေကာင္ကို ေျပာပါဆို Secret Sunshineထဲက Shin Aeဇာတ္ေကာင္ကိုေျပာရလိမ့္မယ္။
ဒီဇာတ္ေကာင္က ဘာမွထူးထူးျခားျခားေတာ့ ဆိုးယုတ္ေနတာေတာ့ မဟုတ္ဘူး။
ခံစားမႈလားရာမတူရင္ အထူးသျဖင့္ မဝါဒီတစ္ေယာက္ဆိုရင္ေတာ့ အျမင္တူမယ္မထင္ဘူး။
ဒီဇာတ္ေကာင္တစ္ေကာင္တည္းမွာကို လီခ်န္းဒုံျပခ်င္တဲ့ အခ်က္က သိပ္မ်ားတယ္။
သူ႔ဇာတ္လမ္းရဲ႕ေက်ာ႐ိုးထက္ ဒီအမ်ိဳးသမီးကအမ်ားႀကီးပိုအေရးပါတယ္။
ဇာတ္အိမ္ဘက္ကိုေျပာရရင္လည္း လီခ်န္းဒုံရဲ႕
႐ုပ္ရွင္ပီသစြာပဲ သူျပသခ်င္တဲ့ Main Pointဆိုတဲ့ အရာက ရွိမေနခဲ့ဘူ။
သူ႔ရဲ႕ အျမစ္ေတြအမ်ားႀကီးနဲ႔သစ္ပင္မွာ အားလုံးဟာေရေသာက္ျမစ္ေတြခ်ည္း။
ဇာတ္အိမ္ဟာ အစနာရီ၀က္ေလာက္မွာတင္ ဘာမွဆက္ျဖစ္စရာမရွိေတာ့သလိုပဲ။
အဲ့ဒီဆက္ျဖစ္စရာမရွိတာကိုဆက္ျဖစ္ေနတာက ဒီ႐ုပ္ရွင္ရဲ႕ ထူးျခားမႈလို႔ထင္ရတယ္။
႐ိုက္ျပသြားတာကလည္း အကုန္႐ိုး႐ိုးရွင္းရွင္းေလးေတြ လီခ်န္းဒုံဟာ စာေပသမားကေန ဒါ႐ိုက္တာျဖစ္လာတဲ့
လူပီပီပဲ သူ႔ဇာတ္လမ္းဟာ လက္ေတြ႕ထက္ လက္ေတြ႕ပိုဆန္တယ္။
ကြၽန္ေတာ္အႀကိဳက္ဆုံးကေတာ့ ေဆးလိပ္ေသာက္တဲ့အခန္းေတြပဲ။
႐ုပ္ရွင္ေတာ္ေတာ္မ်ားမ်ားမွာ ေဆးလိပ္ေသာက္တာကိုထည့္ရင္လက္ေတြ႕က်တာ ရွားတယ္။
စမတ္အရမ္းက်လြန္းတဲ့ ဟန္ျဖစ္ေနတတ္တယ္။
လီခ်န္းဒုံရဲ႕ ႐ုပ္ရွင္ေတြက ေဆးလိပ္ေသာက္ခန္းေတြဟာ အဲ့ဒီလိုျဖစ္မသြားဘူး။
နိစၥဓူ၀တစ္ခုလို သူ႔ဇာတ္ေကာင္ေတြေသာက္ေနၾကတဲ့ဟန္ကို အျပည့္အ၀ခံစားရတယ္။
က်န္တဲ့အခန္းေတြမွာလည္း သူဟာ ႐ုပ္ရွင္ မဆန္ပါဘူး။
႐ုပ္ရွင္႐ိုက္ျပထားတာနဲ႔မတူဘဲ တကယ့္ကမာၻႀကီးလိုျဖစ္ေနတာကိုက။သူ႔ဟန္ပါပဲ။
လီခ်န္းဒုံဟာ ကဗ်ာဆရာျဖစ္တဲ့အတြက္ကဗ်ာဆန္ေနၿပီး ၀တၱဳေရးတဲ့လူျဖစ္တဲ့အတြက္အရမ္းလက္ေတြ႕က်တယ္။
သူဟာ ကဗ်ာဆန္တဲ့ လူျဖစ္ေၾကာင္းကို သူ႔႐ုပ္ရွင္နာမည္ေတြကတင္ သက္ေသျပေနတယ္။
Peppermint Candy,Secret Sunshine, Poetry,Oasis စတဲ့
ခ်စ္စရာနာမည္လွလွေလးေတြ သူသုံးတတ္တယ္။
Novelist ပီသစြာပဲ အထဲကဇာတ္လမ္းေတြဟာ
လက္ေတြ႕ထက္လက္ေတြ႕ဆန္ေနတယ္။
စိတ္ပ်က္စရာေကာင္းတဲ့ကမာၻႀကီးနဲ႔
စိတ္ပ်က္စရာလူေတြကိုတင္ျပတဲ့ေနရာမွာ
သူဟာ သိပ္ကဗ်ာဆန္တယ္။
ဒီလိုထူးျခားတဲ့တင္ျပမႈေၾကာင့္လည္း
သူ႔႐ုပ္ရွင္ကားတိုင္ဟာ ျပည္တြင္းျပည္ပ
႐ုပ္ရွင္ဆုေပးပြဲေတြမွာ ဆုေတြတန္းစီရတယ္။
ကိုရီးယား႐ုပ္ရွင္ေလာကမွာ Kim Ki-duk, Park Chan-wook
Kwak jae yong, Bong Joon-Ho, Kim Jee-woon, Im Sang-so၀ တို႔လို ဒါ႐ိုက္တာေကာင္းေတြ ဆယ္စုႏွစ္စုေလာက္ရွိေပမယ့္
ေျခာက္ကားပဲ႐ိုက္ထားၿပီး တစ္ကားတေလမွ ညံ့မသြားခဲ့တဲ့ Art Filmအစစ္ပဲ႐ိုက္တဲ့ ဒါ႐ိုက္တာကေတာ့
ကိုရီးယား ႐ုပ္ရွင္ေလာကမွာ သူပဲရွိမယ္။
( အညႊန္းေရးသားထားသူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )
File size__( 1.3 GB )
Quality__720p
IMDb Rating__7.5/10
Format__mp4
Duration__02:23:00
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
