"Sin City (2005)============PauseIMDb Rating – 8.0/10#UnicodeSin Cityအကြောင်းပြောရရင် နည်းနည်းတော့ရှည်မယ်။ဒီရုပ်ရှင်က ချီးကျူးစရာတော့ အတော်များပါမယ်။ ဒါရိုက်တာသုံးယောက်နဲ့ ဇာတ်လမ်း လေးပုဒ်ပါတဲ့ ရုပ်ရှင်တစ်ကားကိုကြည့်ရတာတစ်ကွဲတစ်ပြားမဖြစ်သွားအောင် ချိတ်ဆက်ထားပုံတွေက သပ်ရပ်တယ်။ Graphic Novelတွေကို ပြန်ရိုက်ထားပေမယ့် Graphic Novelအတိုင်း ပေးဖတ်လိုက်သလိုမျိုး CGIကိုသုံးပြီးပြီး အမြင်ကိုဖမ်းစားထားတာကလည်းဒီရုပ်ရှင်ရဲ့ဆွဲဆောင်မှုတစ်ခုပါပဲ။ အဖြူအမဲလုပ်လိုက် ပြချင်တဲ့အရာတစ်ခုကိုပဲ အရောင်ထည့်ပေးလိုက် ပြကွက်တွေဟာ ဒီအတိုင်းကျွန်တော်တို့ သတိမထားမိမယ့် ပြကွက်တွေကိုပိုသိသာစေတယ်။ Narratorလည်းထည့် ဇာတ်ကောင်ရဲ့ အတွေးတွေကိုလည်းပြထားတာပါ ပေါင်းလိုက်ရင် ဘာမှဖြည့်တွေးစရာမလိုလောက်အောင် ကြည့်ရလွယ်ကူတဲ့ Art Filmတစ်ခုကို တည်ဆောက်ပေးထားသလိုပဲ။ တစ်ချို့အကွက်တွေကတော့ Quentin Tarantinoဆန်တယ်။ ဆန်ဆို ဒီကားမှာသူက Guest Directo။သူကိုယ်တိုင်၀င်ရိုက်ခဲ့တာက ငါးမိနစ်လောက်ပဲပါပေမယ့် ကျန်တာတွေလည်း သူအကြံပေးခဲ့မယ်ထင်တယ်။ ချေးအပြည့်နဲ့အိမ်သာခွက်ထဲ ခေါင်းနှစ်တာတွေကားဘေးက တရွတ်တိုက်ဆွဲပြီး စစ်မေးတာတွေ လိင်အင်္ဂါကို ဆွဲဖြုတ်တာတွေ ခြေတွေလက်တွေဖြတ်ပြီး ကျန်တဲ့ကိုယ်ကို ခွေးကျွေးတာတွေ မထင်သလို ခုတ်ထစ်ပစ်သတ်တာတွေ ပါပေမယ့်။ ဒီရုပ်ရှင်မှာ ဘာသွေးသံရဲရဲကိုမှမြင်ရမှာမဟုတ်ပါဘူး။ မမြင်ရဆို ဒါရိုက်တာက သူပြချင်တဲ့နေရာကိုပဲ အရောင်သုံးပြသွားတာကိုး။ ပြောရမယ်ဆိုရင် ကြောက်ဖို့မကောင်းအောင်အသေကြမ်းပြသွားတာပါပဲ။မူလ Graphic ၀တ္တုတွေရဲ့ စာရေးဆရာ အခုရုပ်ရှင်ရဲ့ ပဲ့ကိုင်ရှင် Frank Millerက Bat Manတို့ Daredevilတို့ကို Comicရေးတဲ့လူ300ကိုဇာတ်ညွှန်းရေးတဲ့လူဆိုတော့ကာ စူပါဟီးရိုးဆန်ဆန်တွေလည်းတွေ့ရတယ်။ ဒါပေမယ့် Inner Logicထဲမှာပဲကြမ်းတာပါ။အရသာကိုတော့ မပျက်စေဘူး။ ဒီရုပ်ရှင်မှာပါသမျှ ဇာတ်ကောင်တွေအကုန်လုံး အခြေစိုက်ရာမြို့က နာမည်နဲ့လိုက်အောင် ရာဇ၀တ်မှုတွေများတဲ့ Sin City။ အဲ့ဒီမြို့မှာ ဖြစ်နေတဲ့အဖြစ်အပျက်တွေက ဆန်းတော့ဆန်းတယ်။ မြို့ဟောင်းကို ပြည့်တန်ဆာမတွေကိုပေးထားရတာမျိုး။ ဆီနိတ်တာရဲ့သားက လူသိထင်ရှားသက်ငယ်မုဒိန်းသမားဖြစ်နေတာ‌မျိုးတွေ။ အဓိကဇာတ်ကောင်တွေ အကုန်လုံးက ကြမ်းပေ့ရမ်းပေ့ဆိုတဲ့ကောင်တွေ။ မှန်တယ်ထင်ရင် လုပ်ချင်တာလုပ်တဲ့လူမိုက်တွေ။ ဇာတ်ကောင်တွေဟာ ကားတိုက်လည်းမသေ ခေါင်းသေနတ်မှန်လည်းမသေ ဘောပြတ်လည်းမသေ၊ သူ့ inner logicနဲ့ သူကြမ်းထော်နေပေမယ့် အကုန်လုံး မပြည့်စုံတဲ့လူတွေ။ နှလုံးရောဂါသည်စိတ်ရောဂါသည် မျက်နှာပြင်ထားရတဲ့လူ ဒီလိုလူတွေ။မင်းသမီးတွေကလည်း တကယ့် seducerတွေ။ Sin Cityကလူတွေဆိုတော့ ဘားမယ်တွေ ပြည့်တန်ဆာ‌မတွေ။ ဘားမယ်လုပ်တဲ့ ဂျက်စီကာအယ်ဘာရဲ့ လှချက်တွေကသေလို့ရသလို ဂျပန်မဆန်ဆန်ဇာတ်ကောင်လေး မီဟိုရဲ့ ကင်ဒိုဓားနဲ့ ခုတ်ချင်တိုင်းခုတ်နေတဲ့ဟန်ကလည်း သူရဲ့ဆွဲဆောင်မှုတစ်ခုပဲ။ Eva GreenကိုသာSin City, A Dame to Killထဲကလို ဒီမှာထည့်သုံးထားရင် ပိုကောင်းမှာပါ။ ဒါကိုပဲ သူ့အားနည်းချက်လို့ ထားရမှာပဲ။ဇာတ်လမ်းလေးပုဒ်ပါတယ်။အဲ့ဒီလေးပုဒ်လုံးရဲ့ Time Lineကဆက်နေတယ်။ဘာကအရင် ဘာကနောက်ဆိုတာကိုတော့ ပရိတ်သတ်ကို MindBlowningလုပ်ဖို့ချန်သွားတယ်။ ဒါကလည်း အရသာတစ်မျိူးပါပဲ။ နံပါတ်၂ဇာတ်လမ်းဆို ကျွန်တော်ဖတ်ဖူးတဲ့ဘာသာပြန် ၀တ္တုတစ်ပုဒ်ကိုတောင်သတိရစေတယ်။ မောင်မိုးသူရဲ့သေနေ့။ အဲ့ဒီ၀တ္တုထဲမှာ ရောဂါနဲ့သေတော့မယ့်အမျိုးသမီး တစ်ယောက်က သူ့ကိုယ်သူသတ်ဖို့ တစ်ဆင့် လူသတ်သမားငှားထားတယ်။ ဘယ်သူလဲ သူမသိရဘူး။ ရောဂါရှိတယ်ဆိုတာကမှားနေတော့ လူသတ်သမားလက်က သူပြေးဖို့ဖြစ်လာတယ်။ ဒီထဲကCustomer always Rightဆိုတဲ့အပိုင်းဟာ အဲ့ဒီ၀တ္တုကို တခြားအမြင်ကပြထားသလိုပါပဲ။ Customer Always Rightက အတော်အနုပညာဆန်သလို ကျန်တဲ့ သုံးပိုင်းကလည်း မနုံနဲ့ဘူး။ Crimeကားတွေကြိုက်တဲ့လူဖြစ်ဖြစ် Actionကားတွေကြိုက်တဲ့လူဖြစ်ဖြစ် ဇာတ်အိမ်ဆန်းတာတွေကြိုက်တဲ့လူဖြစ်ဖြစ်မကြည့်ရသေးလို့ ကြည့်ပြီးရင်တော့ . . . လွန်ခဲ့တဲ့ဆယ့်ငါးနှစ်ကထွက်ခဲ့တဲ့ ရုပ်ရှင်ကို ဆယ့်ငါးနှစ်လုံးမကြည့်ခဲ့မိလို့ နောင်တရမယ့်ရုပ်ရှင်မျိုးပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Wira Aung ပဲဖြစ်ပါတယ်။)#ZawgyiSin Cityအေၾကာင္းေျပာရရင္ နည္းနည္းေတာ့ရွည္မယ္။ဒီ႐ုပ္ရွင္က ခ်ီးက်ဴးစရာေတာ့ အေတာ္မ်ားပါမယ္။ ဒါ႐ိုက္တာသုံးေယာက္နဲ႔ ဇာတ္လမ္း ေလးပုဒ္ပါတဲ့ ႐ုပ္ရွင္တစ္ကားကိုၾကည့္ရတာတစ္ကြဲတစ္ျပားမျဖစ္သြားေအာင္ ခ်ိတ္ဆက္ထားပုံေတြက သပ္ရပ္တယ္။ Graphic Novelေတြကို ျပန္႐ိုက္ထားေပမယ့္ Graphic Novelအတိုင္း ေပးဖတ္လိုက္သလိုမ်ိဳး CGIကိုသုံးၿပီးၿပီး အျမင္ကိုဖမ္းစားထားတာကလည္းဒီ႐ုပ္ရွင္ရဲ႕ဆြဲေဆာင္မႈတစ္ခုပါပဲ။ အျဖဴအမဲလုပ္လိုက္ ျပခ်င္တဲ့အရာတစ္ခုကိုပဲ အေရာင္ထည့္ေပးလိုက္ ျပကြက္ေတြဟာ ဒီအတိုင္းကြၽန္ေတာ္တို႔ သတိမထားမိမယ့္ ျပကြက္ေတြကိုပိုသိသာေစတယ္။ Narratorလည္းထည့္ ဇာတ္ေကာင္ရဲ႕ အေတြးေတြကိုလည္းျပထားတာပါ ေပါင္းလိုက္ရင္ ဘာမွျဖည့္ေတြးစရာမလိုေလာက္ေအာင္ ၾကည့္ရလြယ္ကူတဲ့ Art Filmတစ္ခုကို တည္ေဆာက္ေပးထားသလိုပဲ။ တစ္ခ်ိဳ႕အကြက္ေတြကေတာ့ Quentin Tarantinoဆန္တယ္။ ဆန္ဆို ဒီကားမွာသူက Guest Directo။သူကိုယ္တိုင္၀င္႐ိုက္ခဲ့တာက ငါးမိနစ္ေလာက္ပဲပါေပမယ့္ က်န္တာေတြလည္း သူအႀကံေပးခဲ့မယ္ထင္တယ္။ ေခ်းအျပည့္နဲ႔အိမ္သာခြက္ထဲ ေခါင္းႏွစ္တာေတြကားေဘးက တ႐ြတ္တိုက္ဆြဲၿပီး စစ္ေမးတာေတြ လိင္အဂၤါကို ဆြဲျဖဳတ္တာေတြ ေျခေတြလက္ေတြျဖတ္ၿပီး က်န္တဲ့ကိုယ္ကို ေခြးေကြၽးတာေတြ မထင္သလို ခုတ္ထစ္ပစ္သတ္တာေတြ ပါေပမယ့္။ ဒီ႐ုပ္ရွင္မွာ ဘာေသြးသံရဲရဲကိုမွျမင္ရမွာမဟုတ္ပါဘူး။ မျမင္ရဆို ဒါ႐ိုက္တာက သူျပခ်င္တဲ့ေနရာကိုပဲ အေရာင္သုံးျပသြားတာကိုး။ ေျပာရမယ္ဆိုရင္ ေၾကာက္ဖို႔မေကာင္းေအာင္အေသၾကမ္းျပသြားတာပါပဲ။မူလ Graphic ၀တၱဳေတြရဲ႕ စာေရးဆရာ အခု႐ုပ္ရွင္ရဲ႕ ပဲ့ကိုင္ရွင္ Frank Millerက Bat Manတို႔ Daredevilတို႔ကို Comicေရးတဲ့လူ300ကိုဇာတ္ၫႊန္းေရးတဲ့လူဆိုေတာ့ကာ စူပါဟီး႐ိုးဆန္ဆန္ေတြလည္းေတြ႕ရတယ္။ ဒါေပမယ့္ Inner Logicထဲမွာပဲၾကမ္းတာပါ။အရသာကိုေတာ့ မပ်က္ေစဘူး။ ဒီ႐ုပ္ရွင္မွာပါသမွ် ဇာတ္ေကာင္ေတြအကုန္လုံး အေျခစိုက္ရာၿမိဳ႕က နာမည္နဲ႔လိုက္ေအာင္ ရာဇ၀တ္မႈေတြမ်ားတဲ့ Sin City။ အဲ့ဒီၿမိဳ႕မွာ ျဖစ္ေနတဲ့အျဖစ္အပ်က္ေတြက ဆန္းေတာ့ဆန္းတယ္။ ၿမိဳ႕ေဟာင္းကို ျပည့္တန္ဆာမေတြကိုေပးထားရတာမ်ိဳး။ ဆီနိတ္တာရဲ႕သားက လူသိထင္ရွားသက္ငယ္မုဒိန္းသမားျဖစ္ေနတာ‌မ်ိဳးေတြ။ အဓိကဇာတ္ေကာင္ေတြ အကုန္လုံးက ၾကမ္းေပ့ရမ္းေပ့ဆိုတဲ့ေကာင္ေတြ။ မွန္တယ္ထင္ရင္ လုပ္ခ်င္တာလုပ္တဲ့လူမိုက္ေတြ။ ဇာတ္ေကာင္ေတြဟာ ကားတိုက္လည္းမေသ ေခါင္းေသနတ္မွန္လည္းမေသ ေဘာျပတ္လည္းမေသ၊ သူ႔ inner logicနဲ႔ သူၾကမ္းေထာ္ေနေပမယ့္ အကုန္လုံး မျပည့္စုံတဲ့လူေတြ။ ႏွလုံးေရာဂါသည္စိတ္ေရာဂါသည္ မ်က္ႏွာျပင္ထားရတဲ့လူ ဒီလိုလူေတြ။မင္းသမီးေတြကလည္း တကယ့္ seducerေတြ။ Sin Cityကလူေတြဆိုေတာ့ ဘားမယ္ေတြ ျပည့္တန္ဆာ‌မေတြ။ ဘားမယ္လုပ္တဲ့ ဂ်က္စီကာအယ္ဘာရဲ႕ လွခ်က္ေတြကေသလို႔ရသလို ဂ်ပန္မဆန္ဆန္ဇာတ္ေကာင္ေလး မီဟိုရဲ႕ ကင္ဒိုဓားနဲ႔ ခုတ္ခ်င္တိုင္းခုတ္ေနတဲ့ဟန္ကလည္း သူရဲ႕ဆြဲေဆာင္မႈတစ္ခုပဲ။ Eva GreenကိုသာSin City, A Dame to Killထဲကလို ဒီမွာထည့္သုံးထားရင္ ပိုေကာင္းမွာပါ။ ဒါကိုပဲ သူ႔အားနည္းခ်က္လို႔ ထားရမွာပဲ။ဇာတ္လမ္းေလးပုဒ္ပါတယ္။အဲ့ဒီေလးပုဒ္လုံးရဲ႕ Time Lineကဆက္ေနတယ္။ဘာကအရင္ ဘာကေနာက္ဆိုတာကိုေတာ့ ပရိတ္သတ္ကို MindBlowningလုပ္ဖို႔ခ်န္သြားတယ္။ ဒါကလည္း အရသာတစ္မ်ိဴးပါပဲ။ နံပါတ္၂ဇာတ္လမ္းဆို ကြၽန္ေတာ္ဖတ္ဖူးတဲ့ဘာသာျပန္ ၀တၱဳတစ္ပုဒ္ကိုေတာင္သတိရေစတယ္။ ေမာင္မိုးသူရဲ႕ေသေန႔။ အဲ့ဒီ၀တၱဳထဲမွာ ေရာဂါနဲ႔ေသေတာ့မယ့္အမ်ိဳးသမီး တစ္ေယာက္က သူ႔ကိုယ္သူသတ္ဖို႔ တစ္ဆင့္ လူသတ္သမားငွားထားတယ္။ ဘယ္သူလဲ သူမသိရဘူး။ ေရာဂါရွိတယ္ဆိုတာကမွားေနေတာ့ လူသတ္သမားလက္က သူေျပးဖို႔ျဖစ္လာတယ္။ ဒီထဲကCustomer always Rightဆိုတဲ့အပိုင္းဟာ အဲ့ဒီ၀တၱဳကို တျခားအျမင္ကျပထားသလိုပါပဲ။ Customer Always Rightက အေတာ္အႏုပညာဆန္သလို က်န္တဲ့ သုံးပိုင္းကလည္း မႏုံနဲ႔ဘူး။ Crimeကားေတြႀကိဳက္တဲ့လူျဖစ္ျဖစ္ Actionကားေတြႀကိဳက္တဲ့လူျဖစ္ျဖစ္ ဇာတ္အိမ္ဆန္းတာေတြႀကိဳက္တဲ့လူျဖစ္ျဖစ္မၾကည့္ရေသးလို႔ ၾကည့္ၿပီးရင္ေတာ့ . . . လြန္ခဲ့တဲ့ဆယ့္ငါးႏွစ္ကထြက္ခဲ့တဲ့ ႐ုပ္ရွင္ကို ဆယ့္ငါးႏွစ္လုံးမၾကည့္ခဲ့မိလို႔ ေနာင္တရမယ့္႐ုပ္ရွင္မ်ိဳးပါပဲ။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Wira Aung ပဲျဖစ္ပါတယ္။)Quality – 1080p, 720p BluRayDuration – 2hr 4 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Crime, Sci-FiSource : 1080p.BluRayTranslator – Wira AungEncoder – SWM"