"[Unicode]Pee Nak 2PauseCastsနုန် အဖြစ် August Vachiravitထို အဖြစ် Mean Phiravichဖတ်စ် အဖြစ် Puwadonဘော်လွန်းအဖြစ် Witthawat Rattanaboombrameeဇာတ်လမ်းအကျဉ်းရှေ့ကပြသသွားတဲ့ Pee nak 1 ရဲ့ ဘုန်းကြီးဝတ်ဖို့ ရှင်လောင်းကျိန်စာကို ကျော်ဖြတ်အပြီး ဖတ်စ်နဲ့ ဘော်လွန်းတို့ မိန်းမလျာနှစ်ယောက် ခိုးပြီးလူပြန်ထွက်ခဲ့ပါတော့တယ်သူတို့မသိတာက ထမ်မနာခါနိမစ်ကျောင်းတော်ကမှာ ရှင်လောင်းဝတ်ရင် ကျိန်စာရှိသလို လူထွက်ရင်လည်း သေရတယ်ဆိုတဲ့ ကျိန်စာရှိနေခဲ့တာပါပဲ…သေမလိုမတော်တဆကြုံတွေ့ခဲ့ရပြီး သရဲက လိုက်နေခဲ့ချိန်မှာ ဖတ်နဲ့ ဘော်လွန်းတို့ နောက်တကြိမ် ဘုန်းကြီးပြန်ဝတ်ဖို့ ထမ်မနာခါနိမစ်ကျောင်းတော်ကို ပြန်ရောက်လာခဲ့တယ်…မင်ဂျွန်းဆိုတဲ့ ကိုရီးယားထိုင်း အဆိုတော်လေးကလည်း အမေ့ကတိအရ ဒီကျောင်းမှာပဲ ဘုန်းကြီးလာဝတ်ချိန်မှာအချောမြင် ငမ်းငမ်းတတ်တဲ့ ဖတ်နဲ့ ဘော်လွန်းတို့က တမျိုးသူတို့ကို အန္တရာယ်ပေးနေတဲ့ ကျိန်စာကတမျိုး ကျောင်းတော်တစ်ခုလုံး ဝုန်းဒိုင်းကြဲနေခဲ့ရတယ်ကျောင်းတော်က ဘုန်းကြီးတွေကို သရဲက ဘာလို့ လူထွက်ခွင့်မပေးရတာလဲမင်ဂျွန်းအတွက် အရင်က ရှင်လောင်းဝတ်ရင် သေတဲ့ ကျိန်စာကရော ရှိနေသေးလားဖတ်နဲ့ ဘော်လွန်းကရော သရဲပြောသလို “မင်းလူထွက်ရင် သေမယ် “ဆိုသလို ကျိန်စာကနေ လွတ်မြောက်နိုင်ပါ့မလားခြောက်ခြားစရာအဖြစ်တွေကို ဟာသဆန်ဆန်ရိုက်ကူးထားတဲ့ဇာတ်ကားတစ်ကားပဲ ဖြစ်ပါတယ်…။( အညွှန်းရေးသားထားသူကတော့ Kyi Nue Zin ဖြစ်ပါတယ် )[Zawgyi]Pee Nak 2Castsႏုန္ အျဖစ္ August Vachiravitထို အျဖစ္ Mean Phiravichဖတ္စ္ အျဖစ္ Puwadonေဘာ္လြန္းအျဖစ္ Witthawat Rattanaboombrameeဇာတ္လမ္းအက်ဥ္းေရွ႕ကျပသသြားတဲ့ Pee nak 1 ရဲ႕ ဘုန္းႀကီးဝတ္ဖို႔ ရွင္ေလာင္းက်ိန္စာကို ေက်ာ္ျဖတ္အၿပီး ဖတ္စ္နဲ႔ ေဘာ္လြန္းတို႔ မိန္းမလ်ာႏွစ္ေယာက္ ခိုးၿပီးလူျပန္ထြက္ခဲ့ပါေတာ့တယ္သူတို႔မသိတာက ထမ္မနာခါနိမစ္ေက်ာင္းေတာ္ကမွာ ရွင္ေလာင္းဝတ္ရင္ က်ိန္စာရွိသလို လူထြက္ရင္လည္း ေသရတယ္ဆိုတဲ့ က်ိန္စာရွိေနခဲ့တာပါပဲ…ေသမလိုမေတာ္တဆႀကဳံေတြ႕ခဲ့ရၿပီး သရဲက လိုက္ေနခဲ့ခ်ိန္မွာ ဖတ္နဲ႔ ေဘာ္လြန္းတို႔ ေနာက္တႀကိမ္ ဘုန္းႀကီးျပန္ဝတ္ဖို႔ ထမ္မနာခါနိမစ္ေက်ာင္းေတာ္ကို ျပန္ေရာက္လာခဲ့တယ္…မင္ဂြၽန္းဆိုတဲ့ ကိုရီးယားထိုင္း အဆိုေတာ္ေလးကလည္း အေမ့ကတိအရ ဒီေက်ာင္းမွာပဲ ဘုန္းႀကီးလာဝတ္ခ်ိန္မွာအေခ်ာျမင္ ငမ္းငမ္းတတ္တဲ့ ဖတ္နဲ႔ ေဘာ္လြန္းတို႔က တမ်ိဳးသူတို႔ကို အႏၲရာယ္ေပးေနတဲ့ က်ိန္စာကတမ်ိဳး ေက်ာင္းေတာ္တစ္ခုလုံး ဝုန္းဒိုင္းႀကဲေနခဲ့ရတယ္ေက်ာင္းေတာ္က ဘုန္းႀကီးေတြကို သရဲက ဘာလို႔ လူထြက္ခြင့္မေပးရတာလဲမင္ဂြၽန္းအတြက္ အရင္က ရွင္ေလာင္းဝတ္ရင္ ေသတဲ့ က်ိန္စာကေရာ ရွိေနေသးလားဖတ္နဲ႔ ေဘာ္လြန္းကေရာ သရဲေျပာသလို “မင္းလူထြက္ရင္ ေသမယ္ “ဆိုသလို က်ိန္စာကေန လြတ္ေျမာက္ႏိုင္ပါ့မလား​ေျခာက္ျခားစရာအျဖစ္ေတြကို ဟာသဆန္ဆန္႐ိုက္ကူးထားတဲ့ဇာတ္ကားတစ္ကားပဲ ျဖစ္ပါတယ္…။( အညႊန္းေရးသားထားသူကေတာ့ Kyi Nue Zin ျဖစ္ပါတယ္ )File size__( 1.05 GB ) and ( 350 MB)Quality__720pIMDb Rating__7.0/10Format__mp4Duration__01:53:00Type__Comedy , HorrorSubtitle__Myanmar Subtitle (Hardsub)Translated by Kyi Nue Zin & Nang Mwe KhamEncoded by Naing Aung Latt"