"အော်တွမ်ဆိုတဲ့ အထက်တန်းကျောင်းသူလေးဟာ သူ့အမေနဲ့အတူ နယူးယောက်ကနေ နယ်ဒေသတစ်ခုကို ပြောင်းလာခဲ့ကြတယ်။ အော်တွမ်က ဆောင်းပါးရေးတာနဲ့ အကကို ဝါသနာပါသူတစ်ယောက်ဖြစ်တယ်။ ကျောင်းအသစ်ကို စတက်တဲ့ ပထမဆုံးရက်မှာ ကျောင်းသတင်းစာမှာ ဆောင်းပါးရေးသူအဖြစ် အလုပ်လုပ်တဲ့ ကေရာဆိုတဲ့ ကောင်မလေးနဲ့ သူငယ်ချင်းဖြစ်သွားတယ်။ ဆောင်းပါးရေးရတာ ဝါသနာပါတဲ့ အော်တွမ်ကို ကေရာက သူနဲ့တူတူ အလုပ်လုပ်ဖို့ ကမ်းလှမ်းခဲ့တယ်။ အော်တွမ်တက်တဲ့ ဘရွတ်ဗျူးအထက်တန်းကျောင်းမှာ နာမည်ကြီးတာတစ်ခုရှိတယ်။ ဒါကတော့ နှစ်စဉ်နှစ်တိုင်း ချန်ပီယံစွဲတဲ့ ပန်းဖွားမယ်အဖွဲ့ ရှိတာပါပဲ။ အော်တွမ်က အကဝါသနာပါတာကို သိသွားတဲ့နောက်မှာ ပန်းဖွားအဖွဲ့က ဂျန်နီဆိုတဲ့ ကောင်မလေးက အော်တွမ်ကို လူရွေးပွဲ၀င်ရွေးခံဖို့ တိုက်တွန်းခဲ့တယ်။ ဖြစ်ချင်တော့ ကေရာနဲ့ ဂျန်နီက တစ်ယောက်ကိုတစ်ယောက် ရန်ငြိုးတွေထားပြီး မတည့်ကြတဲ့သူတွေဖြစ်နေတယ်။ ဂျန်နီ လာကမ်းလှမ်းတာကို သိသွားတော့ ကေရာက အော်တွမ်ကို ပန်းဖွားမယ် အဖြစ် ၀င်အရွေးခံဖို့ပြောတယ်။ ဒီအတွက်လည်း ကေရာမှာက ရည်ရွယ်ချက်ကောင်းကောင်းရှိနေခဲ့တယ်။ ဘရွတ်ဗျူးအထက်တန်းကျောင်းက ပန်းဖွားအသင်းမှာ ရက်စက်ကြမ်းကြုတ်တဲ့နည်းလမ်းတွေကို သုံးပြီး နည်းပြကလေ့ကျင့်ပေးတယ်ဆိုပြီး ကောလဟာလတွေရှိတယ်။ ဒါကို ကေရာက ဖော်ထုတ်ချင်တဲ့အတွက် အော်တွမ်သာ အဖွဲ့ထဲရောက်သွားမယ်ဆိုရင် သူ့အတွက် ကုန်ကြမ်းရမယ်။ သူ့ဆန္ဒအတိုင်း အော်တွမ် အရွေးခံလိုက်ရတော့ အော်တွမ့်ကို သူလျှိုလုပ်ခိုင်းပြီး ပန်းဖွားအဖွဲ့ရဲ့ အတွင်းရေးတွေကို ဖော်ပါတော့တယ်။ သတင်းရေးသူဟာ အော်တွမ်မှန်းမသိအောင် အများအမြင်မှာ သူတို့နှစ်ယောက်က သူငယ်ချင်းမဟုတ်ယောင်ဆောင်ပြီး ညဘက်ကျမှ ခိုးတွေ့ကြပါတယ် ဒီလိုနဲ့ အော်တွမ်ဟာ ပန်းဖွားအဖွဲ့မှာ ပန်းဖွားမယ်တွေနဲ့ ၀င်ရောပြီး သတင်းနှိုက်ရပါတော့တယ်။ သတင်းတွေပေါက်ကြားသွားပြီးနောက် အဖွဲ့တည်းက တစ်ယောက်က သစ္စာဖောက်နေပြီဆိုပြီး အဖွဲ့၀င်တစ်ယောက်ပြီးတစ်ယောက်ကို ဒုက္ခရောက်ပါတော့တယ်။ တစ်ညမှာ အော်တွမ့်အိမ်မှာလုပ်တဲ့ ပါတီကအပြန် တိုင်ဒီ အမည်ရတဲ့ ပန်းဖွားမယ် အတိုက်ခိုက်ခံရပြီး သေဆုံးသွားခဲ့ပါတယ်။ ကေရာတို့ အော်တွမ်တို့က ကြမ်းတမ်းတဲ့နည်းပြကို အလုပ်ပြုတ်စေချင်ရုံသက်သက်ကြောင့် ဆောင်းပါးရေးခဲ့တာဖြစ်ပေမယ့် ရလဒ်တွေက လူသတ်မှုတွေအထိ ဆိုးရွားလာပါတော့တယ်…… အထက်တန်းကျောင်းသားတွေရဲ့ ပတ်၀န်းကျင်ကို အခြေခံရိုက်ကူးထားတဲ့ crime/ drama လေးပါ ဒါရိုက်တာ Danny J. Boyle ရိုက်ကူးထားပြီး Kayla Wallace Andre Anthony Maddie Phillips တို့က အဓိက ပါ၀င်သရုပ်ဆောင်ထားပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
File Size : 650 Mb / 350 Mb
Quality :WEB-DL 720p
Format…mp4
Duration…01:26:00
Genre : Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Yoon Sandi Aung
Encoded by Littleneo
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
