"ဒီရုပ်ရှင်အကြောင်းကိုမပြောခင်မှာ Teslaဆိုတာဘယ်သူလဲဆိုတာကိုပြောချင်ပါတယ်။
တောမတ်စ်အယ်ဗာအယ်ဒီဆင်လို့ပြောလိုက်ရင် ကမ္ဘာအနှံ့ကလူတိုင်း
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကလေးကအစခွေးအဆုံးသိပြီး သမိုင်းမှာရော ကျောင်းသင်ခန်းစာတွေမှာပါ
တခမ်းတနားနဲ့အလေးပေးဖော်ပြခံရတဲ့ ၁၉ရာစုရဲ့တီထွင်သူကြီးပေါ့။
နီကိုလာတက်စ်လာကတော့ အယ်ဒီဆင်နဲ့ခေတ်ပြိုင်ပြောင်မြောက်လှတဲ့
လျှပ်စစ်ဆိုင်ရာတီထွင်မှုတွေလုပ်ခဲ့ပြီး အိုင်းစတိုင်းကတော
င်သူ့ထက်တော်တယ်လို အသိမှတ်ပြုပြီးလေးစားရတဲ့ ဉာဏ်ကြီးရှင်တီထွင်သူတစ်ယောက်ပါ။
ဒါပေမယ့် ဒီနေ့ခေတ်မှာ သူ့ကိုမသိတဲ့သူအများအပြားပါပဲ။
AC Vs DCဆိုတာ Tesla Vs Edisonပါပဲ။
ကနဦးမှာ တက်စ်လာဟာ အယ်ဒီဆင်ရဲ့အလုပ်မှာ လုပ်ခလေးနည်းနည်းနဲ့အလုပ်လုပ်ခဲ့တယ်။
သူကြံဆတဲ့ Alternating currentကို အယ်ဒီဆင်က စိတ်မဝင်စားတဲ့အပြင်
ACဟာလက်တွေ့မကျဘူး အန္တရာယ်များတယ်လို့ပြောခဲ့တယ်။
DC generation plantsတွေကိုတိုးတက်အောင်လုပ်ပေးနိုင်ရင်
ဒေါ်လာငါးသောင်းပေးမယ်ဆိုပြီး လောင်းကြေးထပ်ခဲ့ပေမယ့်
တကယ်ဖြစ်လာတဲ့အခါ အယ်ဒီဆင်က
‘မင်းက ငါတို့အမေရိကန်တွေနောက်ပြောင်တာကိုနားမလည်ဘူးပဲ’ဆိုပြီး
လျှော်သွားတဲ့အတွက် တက်စ်လာဟာ အလုပ်ထွက်ပြီး ကိုယ်ပိုင်ACကုမ္ပဏီထောင်ခဲ့ပါတယ်။
နောက်ပိုင်းလျှပ်စစ်ဖြန့်ဖြူးရာမှာ ACက DC (Direct Current)ထက်အကျိုးများလာတဲ့အခါ
အယ်ဒီဆင်ဘက်က AC currentကြိုးကိုဆင်မှာပတ်ပြီး
သေစေတဲ့အကွက်‌တွေထိပါသုံးပြီး ACကိုတိုက်ခိုက်ခဲ့တယ်။
ဒါပေမယ့် နိုင်ရာဂါရာရေတံခွန်ကိုအခြေခံပြီး ACရေအားလျှပ်စစ်သုံးစက်ရုံကိုတည်ဆောက်နိုင်ပြီး
‌ အောင်မြင်တဲ့အတွက် ကမ္ဘာတစ်ဝှမ်းက ACကိုသုံးစွဲလာတယ်။
အယ်ဒီဆင်ဟာလည်း ကျော်ကြားတဲ့တီထွင်မှုပေါင်းများစွာကိုလုပ်ခဲ့သူတစ်ယောက်။
ထက်မြတ်တယ်၊ အကွက်မြင်တယ်၊ တီထွင်မှုတွေက
ဈေးကွက်လိုအပ်ချက်နဲ့ပါကိုက်ညီမှုရှိရမယ်ဆိုတာသိတဲ့အတွက်
အကျိုးအမြတ်ကိုချိန်ဆလုပ်တယ်။
ဒါကြောင့်လည်း အောင်မြင်တဲ့တီထွင်သူ၊
စီးပွားရေးသမားတစ်ယောက်အဖြစ်ရပ်တည်နိုင်ပြီး ဂုဏ်သတင်းကျော်ဇောတယ်။
တက်စ်လာကတော့ အေးအေးဆေးဆေးသိုသိုသပ်သပ်နဲ့နေတတ်တယ်၊
အမြဲတမ်းတီထွင်ကြံဆနေတတ်ပြီး
သဘာဝအရင်းအမြစ်တွေကိုအလွန်အကျွံမသုံးစွဲစေချင်ခဲ့တဲ့သူတစ်ယောက်။
အကျိုးအမြတ်ထက် လူသားကောင်းကျိုးကိုပိုလိုလားပြီး
လူ့သမိုင်းကို‌ရှေ့နှစ်‌ေတွအများကြီး ကြိုတင်တွေးဆပြီး
မျှော်ကြည့်တတ်တဲ့သူတစ်ယောက်၊
စီးပွားရေးကိုမကြည့် ပိုက်ဆံကိုသိပ်စိတ်မဝင်စားလှတဲ့သူတစ်ယောက်။
ကြိုးမဲ့စနစ်တွေရဲ့အခြေခံဖြစ်တဲ့ Tesla coilကိုတီထွင်ပြီးနောက်ပိုင်းမှာ
လျှပ်စစ်ကိုလည်းဝါယာကြိုးမသုံးပဲဖြန့်ဖြူးနိုင်ဖို့၊
ဆက်သွယ်ရေးဆိုင်ရာအချက်ပြမှုတွေကိုလက်ခံရရှိနိုင်ဖို့ အရူးအမူးဖြစ်ခဲ့တယ်။
သူလုပ်တာအောင်မြင်ရင် ဒါတွေကိုဈေးပေါပေါနဲ့လူတိုင်းသုံးစွဲနိုင်မယ်။
ဒါပေမယ့် လပေါင်းများစွာကြိုးစားမှုလုပ်ပြီးတဲ့နောက်မှာ
သူ့ရဲ့ရူးသွပ်မှုအပေါ်အခြေခံတဲ့တီထွင်မှုအပေါ်ယုံစားမှုမရှိတာရယ်၊
လူသားတွေအတွက်အကျိုးရှိပေမယ့်
ငွေကြေးဆိုင်ရာအမြတ်အစွန်းများလှမှာမဟုတ်တာရယ်ကြောင့်
သူ့မှာရင်းနှီးမြှုပ်နှံသူတွေမရှိတော့ပါဘူး။
အများအတွက်စဉ်းစားတတ်တဲ့ တီထွင်သူဉာဏ်ကြီးရှင်တစ်ယောက်ရဲ့
နောက်ဆုံးလက်ကျန်နှစ်တွေဟာ ဆင်းရဲမွဲတေပြီး ရင်နာစရာတွေနဲ့ပါ။
ဒီရုပ်ရှင်မှာတော့ တက်စ်လာအဖြစ် မင်းသားကြီး Ethan Hawkeက သရုပ်ဆောင်ထားပါတယ်။
Biological dramaဖြစ်ပေမယ့် တစ်ချို့အခန်းတွေမှာ စိတ်ကူးယဉ်အခန်းတွေထည့်ပါတယ်။
ဇာတ်လမ်းကို တက်စ်လာနဲ့ရင်းနှီးခဲ့တဲ့အမျိုးသမီးမှ ဇာတ်ကြောင်းပြောပြတဲ့အတွက်
တချို့အခန်းတွေမှာ ရုပ်ရှင်စကားနဲ့ပြောရရင် Fourth wall breakတယ်ပေါ့လေ။
တက်စ်လာရဲ့အကြောင်းကိုသိပ်စုံလင်တာမျိုးမဟုတ်တဲ့အတွက်
တက်စ်လာရဲ့တီထွင်မှုတွေကိုမကြားဖူးရင် တချို့အခန်းတွေနည်းနည်းမပြည့်မစုံဖြစ်နေပါလိမ့်မယ်။
ဒါပေမယ့် ဒီဇာတ်ကားကြောင်း တက်စ်လာကိုမသိခဲ့ရင်တောင်
တက်စ်လာရဲ့တီထွင်မှုတွေနဲ့ သူ့အကြောင်းတစ်စိတ်တစ်ဒေသကိုသိရှိပြီး
၁၉ရာစုရဲ့တီထွင်သူကြီးတစ်ယောက်အကြောင်းကို စူးစမ်းချင်မိစေမှာပါပဲ။
File Size : ( 956 MB , 296 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 42 min
Format : Mp4
Genre : Biography , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Moe Lay
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
