"စာပေဆုတွေရရှိခဲ့တဲ့ J.M. Coetzee ရဲ့Waiting For The Barbarians ဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြောင်းလဲရိုက်ကူးခဲ့တာ ဖြစ်ပါတယ်။Pauseဝတ္ထုရဲ့စာရေးဆရာကပဲ ရုပ်ရှင်အတွက် ဇာတ်ညွှန်းကို ရေးသားခဲ့တာပါ။ဒီရုပ်ရှင်မှာ အောင်မြင်ကျော်ကြားကြတဲ့ မင်းသားတွေဖြစ်ကြတဲ့ Mark Rylance၊မင်းသားကြီး Johnny Depp နဲ့ Robert Pattinson တို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။အင်ပါယာတစ်ခုမှာ အပါအဝင်ဖြစ်တဲ့ တိုင်းပြည်တစ်ခုရဲ့ နယ်စပ်စွန်းဖျားတပ်စခန်းတစ်ခုမှာ ဇာတ်အိမ် အခြေတည်ထားတယ်။အဲ့ဒီဒေသဟာ တိုင်းပြည်ရဲ့‌ဝေးလံခေါင်ဖျားနေရာ ကန္တာရအလယ်မှာ တည်ရှိနေတယ်။အချိန်အပိုင်းအခြားတစ်ခုတိုင်း အဲ့ဒီနယ်စပ်တစ်လျှောက်မှာ ဖြစ်ပျက်တတ်တာက ဘာဘေရီယန်တွေနဲ့ပတ်သက်တဲ့ ဆူပူအုံကြွမှုပါပဲ။ဘာဘေရီယန်တွေကို ဘယ်ယဥ်ကျေးမှုအဖွဲ့အစည်းတစ်ခုနဲ့မှ ပတ်သက်ခြင်းမရှိတဲ့ယဥ်ကျေးမှုအဆင့်အတန်းမဲ့ လူမျိုးစုတွေလို့ သတ်မှတ်ကြတယ်။သူတို့က နိုမက်လို့ခေါ်တဲ့ ခြေသလုံးအိမ်တိုင် လှည့်လည်သွားလာကြသူတွေလည်း ဖြစ်တယ်။အဲ့ဒီ နယ်စပ်ဒေသမြို့မှာ တရားသူကြီးမင်းတစ်ယောက်ရှိတယ်။တရားသူကြီးမင်းက ဘယ်ဒေသခံအပေါ်မှ ထိခိုက်စေလိုခြင်းမရှိတဲ့ငြိမ်းငြိမ်းချမ်းချမ်း အလုပ်လုပ်တတ်သူဖြစ်တယ်။သူ့ရဲ့ အေးချမ်းတဲ့တည်ရှိမှုဟာ ကာနယ်ဂျိုးလ်ရဲ့ရောက်ရှိလာမှုနဲ့အတူ ကွယ်ပျောက်တော့မှာဖြစ်ပါတယ်။ကာနယ်ဂျိုးလ်ဟာ အမိန့်အရ နယ်စပ်ဒေသကိုအထူးတပ်ဖွဲ့နဲ့အတူရောက်ရှိလာပြီး စုံစမ်းစစ်ဆေးမှုတွေ ပြုလုပ်ခဲ့တယ်။ဘာဘေရီယန်တွေဟာ တော်လှန်ပုန်ကန်ဖို့ စစ်ပွဲတစ်ပွဲအတွက်ပြင်ဆင်နေကြတယ်ဆိုတဲ့ သတင်းတစ်ခုကို ကာနယ်ဂျိုးလ် ကြားခဲ့ရတယ်။သူဟာ ဖိအားပေးနှိပ်စက်တာကပဲ အမှန်တရားကိုယူဆောင်ပေးမယ်လို့ ယုံကြည်တဲ့လူတစ်ယောက် ဖြစ်ပါတယ်။ကာနယ်ဂျိုးလ်က ဘာဘေရီယန်လူတစ်ယောက်ကို သေဆုံးတဲ့အထိ ညှဥ်းပန်းနှိပ်စက်ခဲ့ပြီး အဲ့ဒီလူရဲ့ သမီးဘာဘေရီယန်မိန်းကလေးတစ်ယောက်ကို မျက်စိကွယ်စေခဲ့တယ်။နောက် ကာနယ်ဂျိုးလ်ဦးဆောင်တဲ့ ဗျူရယ်အစိုးရအထူးတပ်ဖွဲ့ဟာနယ်စပ်ဒေသတစ်လျှောက် ဘာဘေရီယန်အများအပြားကိုခေါ်ဆောင်ဖမ်းဆီးပြီး လူမဆန်စွာ နှိပ်စက်ညှဥ်းဆဲကြပါတော့တယ်…ကိုလိုနီစနစ်ရဲ့ အကျည်းတန်အရုပ်ဆိုးမှုတွေကို အသေးစိတ်ကျကျပုံဖော်ထားတဲ့ လက်ရာတစ်ခုပါ။ဘယ်တိုင်းပြည် ဘယ်နေရာ ဘယ်အချိန်ကလဲဆိုတာတိတိကျကျဖော်ပြမထားတာကပဲ ဒီဇာတ်လမ်းရဲ့ လှပမှုလို့ ဆိုလို့ရပါတယ်။မိမိတိုင်းပြည်စနစ်ရဲ့ ဆိုးယုတ်တဲ့ လွှမ်းမိုးမှုကို မိမိကိုယ်တိုင် ဘယ်လိုခုခံရင်ဆိုင်မလဲ။တိုင်းပြည်အင်ပါယာတစ်ခုအတွက် ရန်သူအစစ်ဆိုတာ ဘယ်အရာဖြစ်မလဲFile Size : ( 1 GB , 391 MB)Quality : WEB Rip 720pRunning Time : 1 hr 52 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by LucilleEncoded by Moe Myint Lwin"