"47 Ronins (သို့မဟုတ်) ဂျပန်နိုင်ငံရဲ့သမိုင်းထဲက
အံ့ဩမှင်သက်ဖွယ်ရာဖြစ်ရပ်မှာန်ဇာတ်လမ်းတစ်ပုဒ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အပြစ်တစ်ခုကိုလုပ်မိတဲ့အတွက် ပြစ်ဒဏ်ခတ်ခြင်းမခံရတဲ့အခါ
ကမ္ဘာကြီးကဟန်ချက်ပျက်လာတယ်။ အမှားတစ်ခုကိုကျူးလွန်ခဲ့တယ်သူဟာ
ဒဏ်ခတ်အပြစ်ပေးခြင်းမခံရတဲ့အခါ ကောင်းကင်ဘုံက
ငါတို့ကိုရှက်စရာလူတွေအဖြစ်သတ်မှတ်လိုက်တယ်။
ဒီညငါတို့ရဲ့သခင်အတွက်ကလဲ့စားခြေပြီး ဆုံရှုံးသွားတဲ့တို့ရဲ့ဂုဏ်သိက္ခာကို ပြန်အဖက်ဆယ်ကြမယ်။
ငါတို့ထဲကဘယ်သူမှ
ဘယ်အချိန်သေမယ် ဘယ်လောက်ကြာကြနေရမယ်ဆိုတာ မသိဘူး။
ဒါပေမယ့် အနှေးနဲ့အမြန်
ငါတို့သေသွားတဲ့အခါ ငါတို့ရဲ့ရင်သွေးတွေအတွက်ချန်ထားခဲ့နိုင်တဲ့အရာဟာ
ငါတို့ရဲ့နာမည်ကိုသူတို့ရဲ့ပါးစပ်ကထွက်တဲ့အခါ ဘယ်လောက်များများဂုဏ်ယူရမလဲဆိုတဲ့ခံစားချက်သာဖြစ်တာ်။
ဒါကဇာတ်ကားထဲက ဒိုင်ယာလော့တစ်ချို့ပါ။
ဒီဇာတ်ကားမှာ ဂျပန်နိုင်ငံရဲ့ အမှတ်အသားလိုဖြစ်နေတဲ့
ဆာမူရိုင်းတွေရဲ့ စည်းလုံးပုံနဲ့ ဆာမူရိုင်းရယ်လို့နာမည်တစ်လုံးနဲ့
ကမ္ဘာမှာခုချိန်ထိကျော်ကြားလောက်အောင်စွမ်းဆောင်နိုင်ခဲ့တဲ့
သူတို့ရဲ့သတ္တိနဲ့ မဆုတ်မနစ်တဲ့စိတ်ဓာတ်တွေကိုတွေ့မြင်ခံစားရမှာပါ။
ဂျပန်တွေဟာ သတ္တိအရမ်းကောင်းတယ်။ သေရမှာထက် ရှုံးရမှာကိုပိုပြီးရှက်ကြတယ်။
ဒုတိယကမ္ဘာစစ်အတွင်းက ဂျပန်ခေါင်းဆောင်တွေဟာ
လက်နက်ချကြောင်းတရား၀င်ကြေငြာမယ့်သူကလွဲရင်
ကျန်တဲ့စစ်ဗိုလ်တွေအားလုံး အဆုံးစီရင်သွားကြတယ်လို့ဖတ်ဖူးတယ်(မှန်မမှန်တော့မသိပါဘူး)။
သေတဲ့အခါမှာလည်း ဂုဏ်သိက္ခာရှိတဲ့သေခြင်းဆိုတာကို
ကျွန်တော်တို့ချမ်းသာစည်းစိမ်ကိုလိုချင်တပ်မက်သလိုမျိုးကိုမက်မောကြတယ်။
ဒီဇာတ်ကားမှာလဲ ဆာမူရိုင်းတွေရဲ့သေခြင်းနဲ့ပက်သက်တဲ့စိတ်ထားကို
ရင်သပ်ရှုမောစွာခံစားကြရလိမ့်မယ်။
သူတို့ဟာသေပြီးတဲ့နောက်မှာ ဂုဏ်သိက္ခာကို
အရမ်းတန်ဖိုထားနေ‌ေသးတာကိုလေးနက်စွာနားလည်ရပါလိမ့်မယ်။
ဂျပန်နိုင်ငံရဲ့ဆာမူရိုင်းလောကမှာ ရိုနင်တွေဟာ
ရှက်စရာအကောင်းဆုံးလူတွေဖြစ်တယ်။ဆာမူရိုင်းတစ်‌ေယာက်ဟာ
သတ္တိကြောင်ပြီးတိုက်ပွဲကနေထွက်ပြေးခဲ့ရင်ပဲဖြစ်ဖြစ်
တိုက်ပွဲမှာရင်ဆိုင်တိုက်ခိုက်ကြရင်း ရှုံးနိမ့်သွားခဲ့ရင်ပဲဖြစ်ဖြစ် သူ့သခင်အပေါ်မှာ
တာ၀န်မကျေခဲ့ရင်ပဲဖြစ်ဖြစ် ရိုနင်တစ်ယောက်ဖြစ်လာရပါတယ်။ ဆာမူရိုင်းတွေရဲ့တာ၀န်ဟာ
သူတို့ရဲ့ဆရာသခင်နဲ့ သူတို့နေတဲ့ဒေသကိုကာကွယ်စောင့်ရှောက်ဖို့ဖြစ်တဲ့အတွက်
ရိုနင်တွေထဲမှာ ရှက်စရာအကောင်းဆုံးကတော့ ကိုယ့်ရဲ့ဆရာသေသွားလို့ ရိုနင်ဖြစ်လာတဲ့
သခင်မဲ့ဆာမူရိုင်းတွေပဲ။ ကိုယ့်ရဲ့အသုံးမကျညံ့ဖျင်းမှုနဲ့တာ၀န်မကျေမှုရဲ့ပြယုတ်မလို့ပါပဲ။
ဆာမူရိုင်းတို့ရဲ့စည်းကမ်းတွေဟာတင်းကြပ်လှပါတယ်။
တင်းကြပ်သလောက်လဲ ဖောက်ဖျက်မိရင် ရရှိမယ့်ပြစ်ဒဏ်က
ပြင်ထန်လွန်းလှတယ်။
ဒီဇာတ်လမ်းမှာ အာကို‌ဆိုတဲ့ဒေသကိုအုပ်ချုပ်ရတဲ့
သခင်အာဆိုနိုဟာ သူ့ဆီကိုအလည်လာတဲ့သခင်ကီရာကို ဓားနဲ့ရွယ်ခဲ့မိတယ်။
ဖြစ်ချင်တော့ အဲ့ဒီ့အချိန်က ဂျပန်နိုင်ငံကိုအုပ်ချုပ်တဲ့စစ်ဗိုလ်ကြီးရှော့ဂန်းကလည်း
သခင်အာဆာနိုရဲ့အိမ်မှာကျင်းပတဲ့ပြိုင်ပွဲအတွက်ရောက်နေတဲ့အချိန်လည်းဖြစ်တယ်။
အိမ်သူအိမ်သားတွေရှိနေတဲ့ ရဲတိုက်ထဲမှာ ဓားအိမ်ထဲကဓားကိုဆွဲထုတ်ခြင်းအတွက်ပြစ်ဒဏ်ကသေခြင်းပါ။
ဒီလိုနဲ့ သခင်အာဆာနိုရဲ့လက်အောက်က ဆာမူရိုင်းတွေဟာ
သခင်မဲ့ရိုနင်တွေဖြစ်လာကြပါတယ်။
ဒါပေမယ့်သူတို့ဟာ သူတို့သခင်ရဲ့သေဆုံးခြင်းဟာ
တစ်စုံတစ်ယောက်ရဲ့ပယောဂပါနေတယ်ဆိုတာကိုရိပ်မိခဲ့ကြပါတယ်။ အဲ့ဒီလိုနဲ့ပဲ
အရှက်ကွဲခဲ့တဲ့ရိုနင်တွေဟာ သူတို့ရဲ့သိက္ခာကိုပြန်ဆယ်ဖို့နဲ့
သူတို့သခင်ရဲ့ဝိညဉ်တမလွန်မှာငြိမ်းချမ်းစွာအိပ်စက်အနားယူနိုင်ဖို့အတွက်
ကလဲ့စားခြေနိုင်ဖို့ကြိုးစားခဲ့ပါတယ်။
ဘာတွေဘယ်လိုဆက်ဖြစ်ကြမှာလဲ
သူတို့ကလဲ့စားခြေတာကရော အောင်မြင်မှာလား
အဲ့ဒီ့နောက်မှာရော ဘာတွေဆက်ဖြစ်ကြမလဲခံစားကြည့်ပါဦး။
—————-
ဒီဇာတ်ကားမှာ ထူးထူးခြားခြားလေးကတော့
John Wickဇာတ်ကား‌ေတွနဲ့ကျွန်တော်တို့ရဲ့
အချစ်တော်ကြီးဖြစ်လာတဲ့ မင်းသားကြီး Keanu Reeves
ပါလာတာပါပဲ။
သူဟာဒီဇာတ်ကားမှာ
မှော်ဆန်တဲ့ကျွန်းတစ်ခုကနေထွက်ပြေးလွတ်မြောက်ပြီး
ဆာမူရိူင်းတို့ရဲ့နေရာကိုရောက်လာတဲ့ကောင်လေးတစ်ယောက်ရဲ့နေရာမှ
ာသရုပ်ဆောင်ထားပါတယ်။
ဆာမူရိုင်းတို့ရဲ့နေရာမှာ နေရတဲ့ဆာမူရိုင်းမဟုတ်တဲ့
လူတစ်ယောက်အနေနဲ့ နေရထိုင်ရတာမလွယ်ပါဘူး။
အနှိမ်ခံရတယ်။ အချိုးခံရတယ်။
ဒါပေမယ့် သူကျေးဇူးမမေ့တတ်ပါဘူး။
အိမ်ယာမဲ့သူ့ကိုကယ်ထားတဲ့ သူ့ရဲ့သခင်ကို သူချစ်တယ်။
ဒါပေမယ့် သူ့သခင်သွေသွားတဲ့နောက်မှာရော
သူ့ရဲ့ကံကြမ္မာက ဘယ်လိုဖြစ်လာမှာလဲ။
ဆာမူရိုင်းမဟုတ်တဲ့သူကရော ရိုနင်တစ်ယောက်ဖြစ်လာမှာလား။
ကလဲ့စားခြေတဲ့အချိန်ကျရင်ရော သူက ဘယ်ဘက်ကရောက်နေမှာလဲဆိုတာလေးတွေပါ
ကြည့်ရှုခံစားလိုက်ကြပါဦး။
File Size – 1.3 GB
Quality – bluray 1080p
Subtitle – burmese
Translator – Nay Myo Thu
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
