"Lover of the Last Empress (1994)
Chingmy Yau ကို တော်တော်များများ နာမည်နဲ့တွဲမသိကြရင်တောင် လူကိုရင်းနှီးပြီးသားဖြစ်နေမှာပါ။ သူဟာ ၁၉၈၀နှောင်းပိုင်းနဲ့ ၁၉၉၀ကာလ ဟောင်ကောင်ရုပ်ရှင်ရဲ့ နာမည်ကျော် သရုပ်ဆောင်မင်းသမီးတွေထဲက တစ်ယောက်ဖြစ်ပြီး မက်ဂီချောင်တို့ ဘရစ်ဂစ်တီလင်းတို့ကိုတော့မမီပေမဲ့ သူတို့လောက်နီးနီးနာမည်ကြီးခဲ့တဲ့သူပါပဲ။ ဟောင်ကောင်ရဲ့ ထိပ်တန်းမင်းသားတွေဖြစ်တဲ့ ချောင်ယွန်ဖတ်ရဲ့ God of Gamblers Returns, စတီဖင်ချောင်ရဲ့ Lawyer Lawyer နဲ့ Royal Tramp I & II, ဂျက်ကီချမ်းရဲ့ City Hunter, ဂျက်လီရဲ့ Kung Fu Cult Master, အန်ဒီလောင်ရဲ့ Casino Tycoon, အာရွန်ကော့ရဲ့ Legend of the Liquid Sword တို့လိုကားတွေလည်းရိုက်ခဲ့သလို Naked Killer တို့လို Category III ဖလင်ပေါင်းများစွာမှာလည်း သရုပ်ဆောင်ခဲ့ဖူးပါတယ်။ အခု Lover of the Last Empress ကားကလည်း Category III films အမျိုးအစားထဲပါပြီး မိသားစုနဲ့ကြည့်ရှုဖို့မသင့်တော်တဲ့ အခန်းတွေလည်း မနည်းပါဝင်ပါတယ်။ သူရိုက်ဖူးသမျှကားတွေထဲ အကြမ်းဆုံးလို့တောင်ပြောလို့ရပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းကတော့ တရုတ်ပြည်ရဲ့နောက်ဆုံးဧကရီဘုရင်မအကြောင်းပါပဲ။ ဘာလဲဟဆိုပြီးဖြစ်ချင်စရာပဲမလား။ တရုတ်ပြည်ရဲ့ နောက်ဆုံးဧကရာဇ်ဟာ ပုရီဖြစ်ကြာင်း တော်တော်များများ သိပြီးသားပဲကိုး။ တကယ်တမ်း ပုရီအပါအဝင် သူ့ရှေ့ကမင်းနှစ်ဆက်လောက်ဟာ ရုပ်သေးဘုရင်တွေသာဖြစ်ပြီး တကယ်တမ်းအုပ်စိုးခဲ့တဲ့သူက ရှီစီလို့ခေါ်တဲ့ ဧကရီမကြီးလို့ ဆိုကြပါတယ်။ သူ ဧကရီမကြီးဖြစ်မလာခင် သာမန်မိန်းကလေးဘဝကနေ ရက်စက်ပြီး ဘယ်သူမှမငဲ့တဲ့ ဧကရီမကြီး ဘယ်လိုဖြစ်လာခဲ့သလဲ ဆိုတာကို ရိုက်ပြထားပြီး တစ်ဖက်မှာလည်း မနူးမနပ်ကလေးမလေးဘဝကနေ မင်းကြီးစွဲနေအောင် လုပ်တတ်တဲ့ လိင်ပိုင်းဆိုင်ရာကိစ္စတွေကို သင်ယူခဲ့တာတွေကိုလည်းပြထားတယ်။ Category III ကားအနေနဲ့လည်း ကြည့်ကောင်းသလို ဒီတိုင်းလည်း ကြည့်ကောင်းတဲ့ ရုပ်ရှင်ပါပဲ။ CateIII ကားပေမဲ့ ရိုက်တဲ့ဒါရိုက်တာက Infernal Affairs ရဲ့ ပဲ့ကိုင်ရှင်တစ်ယောက်ဖြစ်တဲ့ Andrew Lau ဖြစ်ပြီး ဇာတ်လမ်းကိုရေးသားတဲ့သူကတော့ ချောင်ကား တော်တော်များများရိုက်ဖူးသလို တွဲဖက်ပါသရုပ်ဆောင်ဖူးတဲ့ ဝမ်ကျင်းပါပဲ။ ဟောင်ကောင်စီနီမာအကြောင်းပြောရင် တစ်ထောင့်တစ်နေရာက ပါနေမယ့်လူပဲပေါ့။ ရိုက်တာတို့ ရေးတာတို့ကတော့ ဆရာကြီးတွေချည်းပါပဲ။
မင်းသားတွေကတော့ ဘစ်တိုနီလို့သိကြတဲ့ တိုနီလျောင်ခဖိုင်နဲ့ ဂျက်ကီချမ်းရဲ့ Shanghai Noon ထဲပါဖူးတဲ့ Rongguang Yu တို့တွေပါ။ CateIII ကားပေမဲ့ အဘက်ဘက်က တော်တော်လေး လန်ထွက်နေသလို Chingmy Yau ရဲ့ ကိုယ်ကာယအလှတွေကိုလည်း တဝကြီးရှုစားရမယ့် ရုပ်ရှင်ဆိုလည်းမမှားပါဘူး။ နာမည်ကြီးမင်းသမီးဖြစ်ပြီး ဘာလို့ ဒီလိုရိုက်လဲတော့ မမေးကြပါနဲ့။ ဂျက်ကီချမ်းတောင် CateIII ကားတွေ ရိုက်တဲ့ဘဝကနေ ဒီအထိတက်လာခဲ့တာပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.9GB, 880MB
Quality – 1080p, 720p
IMDb Rating – 5.6/10
Format – mp4
Duration – 1H 40Min
Genre – Drama, History
Subtitle – Myanmar Subtitle (Hardsub)
Translated by W
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
