"88 Minutes (2007)
==============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.0/10
#Unicode
2007 ကထွက်ခဲ့ပြီး . Rating အများစုရရှိထားတဲ့ Crime, Drama, Mystery ဇာတ်ကားလေးပါ။
ဒီကားက ဇာတ်စ ဇာတ်လယ် ဇာတ်ဆုံး ထိ ကြည့်နေတဲ့သူကို ဆွဲခေါ်သွားနိုင်တဲ့ကားမျိုးပါ။ တကယ်လို့
လူသတ်သမားက ၈၈ မိနစ် အသက်ရှင်ဖို့ပေးထားမယ်ဆိုရင် ကျွန်တော်တို့ ဘယ်လိုလုပ်ကြမလဲ။
ဂျွန်ဖော်စတာက စိတ္တဇလူသတ်သမား။ သူ့ကိုထောင်ချလိုက်တာက စိတ်ရောဂါကုမှုခင်းဆရာဝန် ဂျက်။
ဂျက်က နေ့ဘက်ဆို ဆရာဝန်၊ ညဘက်မှာ party ပေးပြီး ကဲတဲ့သူ။ ဂျက်မှာ ၈၈ မိနစ်ဘဲ အသက်ရှင်မယ်
ဆိုပြီးခြိမ်းခြောက်ဖုန်းခေါ်ဆိုမှုခံရတယ်။ ဂျက်မှာလဲ အတိတ်ဟောင်းရှိခဲ့တယ်။ အတိတ်ဟောင်းနဲ့ ၈၈
မိနစ်က ဘယ်လိုပတ်သတ်နေလဲ။ ဂျွန်ဖော်စတာက ဂျက်အတိတ်ဟောင်းကိုပြန်တူးဆွပြီး လူသတ်မှုတွေကို
ထောင်ထဲကနေ ထပ်ဖန်တီးတယ်။ သူထောင်ကျလျက်နဲ့ လူသတ်မှုဖြစ်ရင် သူ အပြစ်လွတ်မှာမို့လို့။ ဂျွန်​က
ဘယ်လိုမျိုး လူတွေထပ်သတ်တာလဲ။ ဂျက်ကကော အမှုမှန်ပေါ်အောင်လုပ်နိုင်မှာလားဆိုတာ စိတ်ဝင်တစား
ကြည့်ရမှာပါ။
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)
#Zawgyi
2007 ကထြက္ခဲ့ၿပီး . Rating အမ်ားစုရရွိထားတဲ့ Crime, Drama, Mystery ဇာတ္ကားေလးပါ။
ဒီကားက ဇာတ္စ ဇာတ္လယ္ ဇာတ္ဆုံး ထိ ၾကည့္ေနတဲ့သူကို ဆြဲေခၚသြားႏိုင္တဲ့ကားမ်ိဳးပါ။ တကယ္လို႔
လူသတ္သမားက ၈၈ မိနစ္ အသက္ရွင္ဖို႔ေပးထားမယ္ဆိုရင္ ကြၽန္ေတာ္တို႔ ဘယ္လိုလုပ္ၾကမလဲ။
ဂြၽန္ေဖာ္စတာက စိတၱဇလူသတ္သမား။ သူ႔ကိုေထာင္ခ်လိုက္တာက စိတ္ေရာဂါကုမႈခင္းဆရာဝန္ ဂ်က္။
ဂ်က္က ေန႔ဘက္ဆို ဆရာဝန္၊ ညဘက္မွာ party ေပးၿပီး ကဲတဲ့သူ။ ဂ်က္မွာ ၈၈ မိနစ္ဘဲ အသက္ရွင္မယ္
ဆိုၿပီးၿခိမ္းေျခာက္ဖုန္းေခၚဆိုမႈခံရတယ္။ ဂ်က္မွာလဲ အတိတ္ေဟာင္းရွိခဲ့တယ္။ အတိတ္ေဟာင္းနဲ႔ ၈၈
မိနစ္က ဘယ္လိုပတ္သတ္ေနလဲ။ ဂြၽန္ေဖာ္စတာက ဂ်က္အတိတ္ေဟာင္းကိုျပန္တူးဆြၿပီး လူသတ္မႈေတြကို
ေထာင္ထဲကေန ထပ္ဖန္တီးတယ္။ သူေထာင္က်လ်က္နဲ႔ လူသတ္မႈျဖစ္ရင္ သူ အျပစ္လြတ္မွာမို႔လို႔။ ဂြၽန္​က
ဘယ္လိုမ်ိဳး လူေတြထပ္သတ္တာလဲ။ ဂ်က္ကေကာ အမႈမွန္ေပၚေအာင္လုပ္ႏိုင္မွာလားဆိုတာ စိတ္ဝင္တစား
ၾကည့္ရမွာပါ။
(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Z Naing Z Nianh ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay
Duration – 1hr 48 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Crime, Drama, Mystery
Source : 1080p.BluRay.5.1CH
Translator – Z Naing Z Nianh
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
