"[Unicode]
ဒီဇာတ်ကားလေးမှာတော့ မင်းသား Yeo Jin Goo က Hwayi အဖြစ် အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်
အသက်ငယ်ပေမယ့် တကယ် မခေတဲ့ မင်းသားပါနော်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်ကားနဲ့ 2013 (33rd) Korean Association of Film Critics Awards ပွဲနဲ့
2013 (34th) Blue Dragon Film Awards ပွဲတွေမှာ Best New Actor ဆုကို ရရှိခဲ့ပါတယ် ။
ဇာတ်လမ်းအကျဉ်း
လူ ငါးယောက်ပါဝင်တဲ့ လူဆိုး အဖွဲ့တစ်ဖွဲ့ဟာ
ကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲလာခဲ့ပါတယ်
ဒါပေမယ့် အဲ့ကလေးက ကံကောင်းပြီး အသက်ရှင်နေခဲ့တာကြောင့် ကလေးကို ကျွေးမွေးစောင့်ရှောက်ပြီး ဟွာရီလို့ အမည်ပေးခဲ့ပါတယ်
ဟွာရီက အရမ်းထက်မြက်ပြီး အတတ်လွယ်တဲ့ ကလေးပါ
ဟွာရီက သူတို့လို ဆိုးမိုက်ပြီး ကြီးပြင်းလာတာ မဟုတ်လို့
အခြားအဖေတွေက နိုင်ငံခြားပို့ပြီး သူတို့နဲ့ မတူတဲ့ လမ်းကိုလျှောက်ခိုင်းချင်ကြပါတယ်
ဒါပေမယ့် အဖေတစ်ယောက်ဖြစ်တဲ့ ဆော့ထယ်ကတော့ဟွာရီကို သူ့လို လူသတ်သမားဖြစ်စေချင်ခဲ့ပါတယ်
ဒါကြောင့် အိမ်တစ်အိမ်ကို သူတို့ လူသွားသတ်တဲ့အချိန်မှာ ဟွာရီကို လူသတ်ခိုင်းခဲ့ပါတယ်
အဲ့လူသတ်မှုပြီး အိမ်ပြန်ရောက်တဲ့အခါ
ဟွာရီက သူ့ကို အဖေ ၅ ယောက် ပြန်ပေးဆွဲလာတာကို သိရှိသွားခဲ့ပါတယ်
ဟွာရီ့မိဘအရင်းတွေကကော ဘယ်သူတွေဖြစ်မလဲ
ဟွာရီကရော သူ့အဖေတွေက သူ့ကို မိဘရင်းတွေဆီက ပြန်ပေးဆွဲလာတယ်ဆိုတာကို
သိသွားရင် ဘယ်လို ဆက်လုပ်မှာလဲဆိုတာ
ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်..။
( အညွှန်းရေးသားထားသူကတော့ Seung ပါ )
[Zawgyi]
ဒီဇာတ္ကားေလးမွာေတာ့ မင္းသား Yeo Jin Goo က Hwayi အျဖစ္ အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္
အသက္ငယ္ေပမယ့္ တကယ္ မေခတဲ့ မင္းသားပါေနာ္
ဒီဇာတ္ကားနဲ႔ 2013 (33rd) Korean Association of Film Critics Awards ပြဲနဲ႔
2013 (34th) Blue Dragon Film Awards ပြဲေတြမွာ Best New Actor ဆုကို ရရွိခဲ့ပါတယ္ ။
ဇာတ္လမ္းအက်ၪ္း
လူ ငါးေယာက္ပါ၀င္တဲ့ လူဆိုး အဖြဲ႕တစ္ဖြဲ႕ဟာ
ကေလးတစ္ေယာက္ကို ျပန္ေပးဆြဲလာခဲ့ပါတယ္
ဒါေပမယ့္ အဲ့ကေလးက ကံေကာင္းၿပီး အသက္ရွင္ေနခဲ့တာေၾကာင့္ ကေလးကို ေကြၽးေမြးေစာင့္ေရွာက္ၿပီး ဟြာရီလို႔ အမည္ေပးခဲ့ပါတယ္
ဟြာရီက အရမ္းထက္ျမက္ၿပီး အတတ္လြယ္တဲ့ ကေလးပါ
ဟြာရီက သူတို႔လို ဆိုးမိုက္ၿပီး ႀကီးျပင္းလာတာ မဟုတ္လို႔
အျခားအေဖေတြက ႏိုင္ငံျခားပို႔ၿပီး သူတို႔နဲ႔ မတူတဲ့ လမ္းကိုေလွ်ာက္ခိုင္းခ်င္ၾကပါတယ္
ဒါေပမယ့္ အေဖတစ္ေယာက္ျဖစ္တဲ့ ေဆာ့ထယ္ကေတာ့ဟြာရီကို သူ႔လို လူသတ္သမားျဖစ္ေစခ်င္ခဲ့ပါတယ္
ဒါေၾကာင့္ အိမ္တစ္အိမ္ကို သူတို႔ လူသြားသတ္တဲ့အခ်ိန္မွာ ဟြာရီကို လူသတ္ခိုင္းခဲ့ပါတယ္
အဲ့လူသတ္မႈၿပီး အိမ္ျပန္ေရာက္တဲ့အခါ
ဟြာရီက သူ႔ကို အေဖ ၅ ေယာက္ ျပန္ေပးဆြဲလာတာကို သိရွိသြားခဲ့ပါတယ္
ဟြာရီ႕မိဘအရင္းေတြကေကာ ဘယ္သူေတြျဖစ္မလဲ
ဟြာရီကေရာ သူ႔အေဖေတြက သူ႔ကို မိဘရင္းေတြဆီက ျပန္ေပးဆြဲလာတယ္ဆိုတာကို
သိသြားရင္ ဘယ္လို ဆက္လုပ္မွာလဲဆိုတာ
ဒီဇာတ္လမ္းေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္..။
( အညႊန္းေရးသားထားသူကေတာ့ Seung ပါ )
File size__( 1.1 GB) and ( 360 MB)
Quality__720p
IMDb Rating__7.0/10
Format__mp4
Duration__02:10:00
Type__Action , Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Seung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
