"Coma (2019)==========PauseIMDb Rating – 6.4/10#Unicodeဒီတစ်ခေါက်တင်ဆက်ပေးမယ့်ဇာတ်ကား‌ကတော့ စိတ်ကူးယဉ်သိပ္ပံဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တဲ့လူတွေအတွက်Coma ဆိုတဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားဟာ IMDb Rating 6.4/10 ရထားပြီ ကြည့်ရှုသူအများစုကြိုက်နှစ်သက်လို့ နာမည်ရနေတဲ့ ကားလေးလည်း ဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းလေး Review လုပ်ပေးရရင် ခန္ဓာကိုယ်က အက်စီးဒင့်တစ်ခုခုကြောင့် သတိမေ့နေတဲ့အချိန်မျိုးမှာစိတ်ကဘယ်ကိုရောက်နေကြလဲဆိုတာ ဘယ်သူမှမသိကြပါဘူး။ ဒါပေမယ့် ဒီဇာတ်ကားမှာတော့ လူကမေ့မျောနေတဲ့အချိန်မှာ စိတ်က နောက်ထပ်ကမ္ဘာတစ်ခုမှာ ရှင်သန်နေကြတဲ့အကြောင်းကိုရိုက်ပြထားတာပါ။ အဲဒီ့ Coma ဆိုတဲ့ကမ္ဘာကလက်ရှိကမ္ဘာလိုမဟုတ်ဘဲ အရာဝတ္ထုတွေကို လူတွေရဲ့စိတ်ကူးတွေနဲ့ ဖန်တီးလို့ရတဲ့ကမ္ဘာမျိုးပါ။ အဲ့ကမ္ဘာဟာ လက်တွေ့ကမ္ဘာကဲ့သလိုမဟုတ်ဘဲ ရှုပ်ထွေးမှုပေါင်းများစွာအပြင် အ ထဲကိုရောက်ရှိသွားတဲ့အခါမှာတော့ တစ်ခါမှမကြုံဖူးတဲ့အရာတွေအန္တရာယ်တွေကိုလည်း ကြုံတွေ့နိုင်ပါတယ်။ ကဲဒါဆိုရင် အဲ့ဒီ Coma ကမ္ဘာကြီးကရော ဘယ်လိုမျိုးဖြစ်လာတာလဲ…..Coma ကမ္ဘာထဲရောက်လာတဲ့ လူတွေကရော ပြန်နိုးလာကြရင် ဘယ်လိုတွေဖြစ်မလဲဆိုတာ ဒီဇာတ်ကားမှာကြည့်ရှုပေးကြပါဦး။(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဒီတစ္ေခါက္တင္ဆက္ေပးမယ့္ဇာတ္ကား‌ကေတာ့ စိတ္ကူးယဥ္သိပၸံဇာတ္လမ္းေတြကို ႀကိဳက္ႏွစ္သက္တဲ့လူေတြအတြက္Coma ဆိုတဲ့ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ ဒီဇာတ္ကားဟာ IMDb Rating 6.4/10 ရထားၿပီ ၾကည့္ရႈသူအမ်ားစုႀကိဳက္ႏွစ္သက္လို႔ နာမည္ရေနတဲ့ ကားေလးလည္း ျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလး Review လုပ္ေပးရရင္ ခႏၶာကိုယ္က အက္စီးဒင့္တစ္ခုခုေၾကာင့္ သတိေမ့ေနတဲ့အခ်ိန္မ်ိဳးမွာစိတ္ကဘယ္ကိုေရာက္ေနၾကလဲဆိုတာ ဘယ္သူမွမသိၾကပါဘူး။ ဒါေပမယ့္ ဒီဇာတ္ကားမွာေတာ့ လူကေမ့ေမ်ာေနတဲ့အခ်ိန္မွာ စိတ္က ေနာက္ထပ္ကမာၻတစ္ခုမွာ ရွင္သန္ေနၾကတဲ့အေၾကာင္းကို႐ိုက္ျပထားတာပါ။ အဲဒီ့ Coma ဆိုတဲ့ကမာၻကလက္ရွိကမာၻလိုမဟုတ္ဘဲ အရာဝတၳဳေတြကို လူေတြရဲ႕စိတ္ကူးေတြနဲ႔ ဖန္တီးလို႔ရတဲ့ကမာၻမ်ိဳးပါ။ အဲ့ကမာၻဟာ လက္ေတြ႕ကမာၻကဲ့သလိုမဟုတ္ဘဲ ရႈပ္ေထြးမႈေပါင္းမ်ားစြာအျပင္ အ ထဲကိုေရာက္ရွိသြားတဲ့အခါမွာေတာ့ တစ္ခါမွမႀကဳံဖူးတဲ့အရာေတြအႏၲရာယ္ေတြကိုလည္း ႀကဳံေတြ႕ႏိုင္ပါတယ္။ ကဲဒါဆိုရင္ အဲ့ဒီ Coma ကမာၻႀကီးကေရာ ဘယ္လိုမ်ိဳးျဖစ္လာတာလဲ…..Coma ကမာၻထဲေရာက္လာတဲ့ လူေတြကေရာ ျပန္ႏိုးလာၾကရင္ ဘယ္လိုေတြျဖစ္မလဲဆိုတာ ဒီဇာတ္ကားမွာၾကည့္ရႈေပးၾကပါဦး။(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thingyan ပဲျဖစ္ပါတယ္။)Quality – 1080p, 720p BluRay 5.1CHDuration – 1 hr 51 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, FantasySource : 1080p.BluRay.5.1CHTranslator – ThingyanEncoder – SWM"