"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရိုစီ ဆိုတဲ့ ကောင်မလေး တစ်ယောက်ရှိတယ်
သူမ ဟာ ပွင့်လင်းတယ် ရဲရင့်တယ်
သူ့မှာ အဲလက်စ် လို့ ခေါ်တဲ့ သူငယ်ချင်း ကောင်လေး ရှိတယ်
အဲလက်စ် နဲ့ ရိုစီ ဆိုတာ အသက် ၅ နှစ်လောက်ထဲက ခင်မင်လာတဲ့
ငယ်ပေါင်း သူငယ်ချင်းတွေ အိမ်ချင်းကလဲ မျက်နှာချင်းဆိုင်ပါပဲ
အဲလက်စ် ရဲ့ အရာရာဘာမဆို တိုင်ပင်နိုင်တဲ့
အကောင်းဆုံးလူဟာ ရိုစီ ဖြစ်သလို ရိုစီ ရဲ့
အတွင်းရေး အရာအားလုံးကိုသိရှိနေတာကလဲ
အဲလက်စ် ပါပဲ
သူတို့ ၂ ယောက်ဟာ ငယ်ငယ်ထဲက တပူးပူးတတွဲတွဲ
ဖြစ်သလို အထက်တန်း အောင်ပြီးနောက်မှာလဲ
တစ်မြို့ထဲ နေကြပြီး အဲလက်စ်က ဆေးကျောင်း
ဆက်တက်မယ် ရိုစီက ဟိုတယ်စီမံခန့်ခွဲဆိုင်ရာ
ကျောင်းကို ဆက်တက်မယ်ဆိုပြီး
အိပ်မက်တွေ မက်ခဲ့ကြပါတယ်…
ဒါပေမယ့် ကံကြမ္မာဆိုတာ ကြိုမမြင်ရပါဘူး…
ကျောင်းကပွဲတွေပဲ ဖြစ်ဖြစ် ဘယ်လို ပါတီမျိုးကိုပဲ ဖြစ်ဖြစ်
အတူတူ ကဖို့ အဲလက်စ် နဲ့ ရိုစီ တို့ဟာ စုံတွဲ တက်လေ့ ရှိပေမယ့်
နောက်ဆုံး ကျောင်းပိတ် နှုတ်ဆက်ပွဲမှာတော့
အဲလက်စ် က ရိုစီ ကို ကပွဲ အတူတူ တက်ဖို့ ဖိတ်ပေမယ့် ရိုစီ က
ခပ်ချောချော ကောင်လေး ရဲ့ ဖိတ်ခေါ်မှု ကို
ရရှိထားတာမို့ အဲလက်စ် လဲ သူစိတ်ဝင်စားနေတဲ့ ကောင်မလေးရှိကြောင်း
ဘတ်သနီ ဆိုတဲ့ ကောင်မလေး နဲ့ အတူ တွဲတက်ဖို့
စီစဉ်ထားကြောင်း ပြောဖြစ်ပြီး နှစ်ယောက်သား
အတွေးကိုယ်စီနဲ့ ရှိနေခဲ့ပါတယ်…
ပါတီပွဲကျင်းပတဲ့ နေ့မှာတော့ ရိုစီ ဟာ
ဂျရက်ဆိုတဲ့ ကျောင်းသား တစ်ယောက်နဲ့ အတူ အိပ်မိပြီး
ဆေးသောက်ခဲ့ပေမယ့် မတော်တဆ ကိုယ်ဝန် ရသွားပါတယ်
ထို ကိုယ်ဝန် ကို ဂျရက်ကလဲ တာဝန်မယူ
ရှောင်ပြေးသွားပြီး သူငယ်ချင်းဖြစ်သူ အဲလက်စ် ကိုလဲ
သူ့ အတွက် ကျောင်းသွားမတက်တော့မှာကိုစိုးရိမ်ပြီး
ထိမ်ချန်ထားခဲ့ပါတော့တယ်…
တစ်ခြားမြို့မှာ ဆေးကျောင်းသွားတက်နေတဲ့
အဲလက်စ် ကတော့ ရိုစီ သူ့ဆီ ရောက်လာမယ့်
အချိန်ကို အမြဲတမ်း စောင့်မျှော်နေသလို ရိုစီ ကလဲ
ကလေးအတွက် ကျောင်းပညာရေးကို
စွန့်လွှတ်လိုက်ရပြီး မိခင်ဘ၀ ကို
ငယ်ငယ် ရွယ်ရွယ် နဲ့ ရောက်သွားခဲ့ပါတယ်…
တစ်နေ့မှာတော့ အဲလက်စ် ဟာ ရိုစီ ရဲ့ အိမ်ကို
အကြောင်းမကြားပဲ ရောက်လာခဲ့ပါတယ်
ရိုစီ နဲ့ အဲလက်စ် တို့ ဘာဆက်ဖြစ်ကြမလဲ
ဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုလိုက်ပါအုံး…
ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့
Htet Wai Lwin ဖြစ်ပြီး Thit San Khant မှ
Encode တင်ဆက်ပေးထားပါသည်။
File size – ( 1.9GB )
Quality – BluRay Rip 1080P
Format – MP4
Duration – 1h 40m
Translator – Htet Wai Lwin
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
