"The Last Letter from Your Lover(2021)
*************************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“ဘာလို့လဲ အချစ်ရယ်
မင်းမရှိတဲ့အချိန်တွေမှာ ကိုယ်ဟာ ဘာကြောင့်များ
အသက်မဲ့သလို ခံစားနေရတာလဲ”
====အန်းနက်စ်ဟယ်မင်ဝေး===
မင်းနဲ့ကိုယ်ဟာ အမှတ်မထင်တွေ့ဆုံခဲ့ရပြီး မင်းဟာ ကိုယ့်အတွက်မဟုတ်သလို ကိုယ်ဟာ
လောင်မြိုက်မှုတွေကြားမှာ နေသားတကျ။ အမည်တပ်မရတဲ့ ကိုယ်တို့ရဲ့ဆက်ဆံရေးတွေကို
တိတ်တခိုးပုံဖော်ရင်း ဆုပ်ကိုင်စရာ မယ်မယ်ရရမရှိတာကိုတောင်
ကိုယ် လောဘကြီးချင်နေမိတယ်။ တားမြစ်ထားတဲ့ ကိုယ်တို့ရဲ့အချစ်ကို
မရမကတည်ဆောက်ရင်း မင်း ကိုယ့်ဆီရောက်လာလေမလားဆိုတဲ့ မျှော်လင့်ချက်နဲ့ ကိုယ်စောင့်နေဆဲပါ။
သတင်းစာတိုက်တစ်ခုရဲ့ ဂျာနယ်လစ်ဖြစ်သူ အယ်လီဟာ အမျိုးသမီးအယ်ဒီတာတစ်ယောက်ဆုံးသွားလို့
အဲဒီအယ်ဒီတာအကြောင်းဖော်ပြဖို့ သူချန်ထားခဲ့တဲ့စာတမ်းတွေကို လှန်လှောရင်း အမှတ်မထင်
စာတစ်စောင်တွေ့လိုက်ရပါတယ်။ ထပ်ပြီးမွှေနှောက်ရင်း ဒီလိုပေးစားအများအပြားကို
ထပ်တွေ့ခဲ့ရပြီး ဒီစာတွေထဲမှာ ၁၉၆၅ခုနှစ်က အချစ်ဇာတ်လမ်းတစ်ပုဒ်ကိန်းအောင်းနေတာ
သိလိုက်ရပါတယ်။ ဒီတော့ အယ်လီဟာ ဒီစာတွေရဲ့ပိုင်ရှင်တွေ ဘာဆက်ဖြစ်သွားလဲဆိုတာ
သိရှိဖို့ကြိုးစားပါတော့တယ်။ ဇာတ်လမ်းကိုပဲ ပါဝင်စီးမျောစေလိုတာကြောင့် ဒီလောက်ပဲ ပြောပြပါရစေခင်ဗျာ။
ဒီဇာတ်ကားရဲ့ မူရင်းဝတ္ထုဟာ Me Before Youရဲ့ စာရေးဆရာမဖြစ်တဲ့ Jojo Moyesပဲ ရေးသားထားတာကြောင့်
အချစ်ဇာတ်လမ်းစစ်စစ်တစ်ပုဒ်ဆိုတာ ပြောဖို့လိုမယ် မထင်ပါဘူး။
သရုပ်ဆောင်အတွေအနေနဲ့ကလည်း တေလာဆွစ်ရဲ့ London boyလေး
Joe Alwyn၊ Fantastic Beasts ဇာတ်ကားတွေထဲက Newtရဲ့အစ်ကိုအဖြစ်သရုပ်ဆောင်သူ
Callum Turner၊ Divergent series တွေရဲ့မင်းသမီး Shailene Woodleyနဲ့
The Theory of Everythingထဲက မင်းသမီး Felicity Jones စတဲ့ နာမည်ကြီးသရုပ်ဆောင်ပေါင်းများစွာ ပါဝင်ထားပါတယ်။
အချစ်ကားစစ်စစ်ကိုမှ ကြိုက်တဲ့သူတစ်ယောက်ဆို ကြည့်မိရင် လုံးဝနောင်တမရဘူးဆိုတာ အာမခံပါတယ်ခင်ဗျာ။
File Size : (1.5 GB) and (595 MB)
Quality : Blu-Ray1080p, 720p
Format…mp4
Duration…01:50:00
Genre : Drama , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by JANE
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
