"ဒီဇာတ်လမ်းကတော့ ဇူလိုင်လ ၂၄ ရက်နေ့ကမှ
ထွက်ထားတဲ့ အသစ်စက်စက် ကား တစ်ကားဖြစ်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်ကားနာမည်က Amulet ပါ
Amulet ဆိုတာက အဆောင် လက်ဖွဲ့ ပစ္စည်းတစ်ခုခုကို
ပြောချင်တာဖြစ်ပါတယ်
တချို့အဆောင်လက်ဖွဲ့တွေက သိမ်းထားရင်
ဘေးရန်ကင်းတယ်လို့ တချို့ကတော့
ဘေးဖြစ်စေတယ်လို့ ယူဆကြတတ်ကြပါတယ်
ဒီဇာတ်ကားမှာလည်း အဆောင်လက်ဖွဲ့လေးတစ်ခုကို
ရပြီးတော့ ထူးထူးဆန်းဆန်းတွေ ကြုံရတာကို ရိုက်ထားတာပါ
ဇာတ်လမ်းအကျဉ်းကိုပြောရမယ်ဆိုရင်
တိုးမက်ဇ် လို့ခေါ်တဲ့ စစ်သားတစ်ဉီး ရှိပါတယ်
သူက အကျင့်စာရိတ္တလည်း မကောင်းပါဘူး
သူ တာဝန်ထမ်းဆောင်နေဆဲကာလမှာ ဆိုးရွားတဲ့
ပြစ်မှုတစ်ခုကို ကျူးလွန်ခဲ့တယ် ပြီးတော့သူ
အဆောင် လက်ဖွဲ့တစ်ခုကို တောထဲမှာ ရှာတွေ့ခဲ့ပါတယ်
အဲ့ဒီ့လက်ဖွဲ့ကလေးရပြီးတဲ့နောက် သူ
ထူးထူးဆန်းဆန်းတွေနဲ့ပဲ ကြုံရပါတော့တယ်
တစ်နေ့ သူမေ့လဲသွားပြီး မြို့က ဆေးရုံကို ရောက်သွားခဲ့ပါတယ်
အဲ့ဒီနောက် စစ်စတာ တစ်ယောက်နဲ့ အဆက်အသွယ်ရပြီးတော့
မြို့က အကူညီလိုအပ်နေတဲ့ မက်ဂဒါလို့ခေါ်တဲ့
အမျိုးသမီးအိမ် ကို သွားပြီးတော့ အိမ်အလုပ်တွေ ကူလုပ်ရင်း နေခဲ့ပါတယ်
မက်ဂဒါ ရဲ့ အမေက မူမမှန်ပါဘူး ဒ
ါကို အစတည်းက တိုးမက်ဇ်က ရိပ်မိပါတယ် ဒါပေမယ့်
အမေဖြစ်သူကိုတော့ သူ မမြင်ဖူးခဲ့ပါဘူး
ဒီအိမ်ကိုစရောက်တဲ့နေ့ကစပြီးတော့ တိုးမက်ဇ်ဟာ
ထူးဆန်းတာတွေ တစ်ခုပြီးတစ်ခုကြုံလာရပါတော့တယ်
အိမ်ကနေ ဘယ်လိုပဲထွက်သွားဖို့ကြိုးစားကြိုးစား
သူ ထွက်မသွားနိုင်ခဲ့ပါဘူး ဘာကြောင့်ဒီလိုတွေဖြစ်လာတာလဲ
ဘယ်လိုမျိုးအဆုံးသတ်သွားမှာလဲဆိုတာကိုတော့
ကိုယ်တိုင် ကြည့်ရှုလိုက်ကြပါလို့ တိုက်တွန်းလိုက်ပါတယ်
တစ်ခုရှိတာက ဒီဇာတ်ကားက ယခု လက်ရှိ တိုးမက်ဇ် ကို
ပြလိုက် အတိတ်က တိုးမက်ဇ်ကို ပြလိုက် Timeline နှစ်ခုကို
ယှဉ်ပြထားသလို ပုံစံ နည်းနည်းတော့ ပေါက်နေပါတယ်
ကြည့်တဲ့သူတွေအနေနဲ့ ခေါင်းရှုပ်နေမှာစိုးတဲ့အတွက်
ဒါကိုတော့ ကြိုပြောလိုက်တာဖြစ်ပါတယ်
နောက်ဆက်တွဲဘာတွေဖြစ်လာလဲ ဆိုတာက
စိတ်ဝင်စားစရာကောင်းတာမလို့
Horror ကား ကြိုက်တဲ့သူတွေတော့
သဘောကျမယ်ထင်ပါတယ်
File Size – 1.1 gb
Quality – web-dl 1080P
Subtitle – burmese
Translator – Pyae Shan Tun Wai
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
