"[Unicode]12 Angry Men (1957)PauseIMDB – 8.9 out of 10Rotten Tomatoes – 100 out of 100All Time IMDB Top 5ကြည့်ခဲ့ဖူးတာ ကြာပြီဆိုတဲ့ တစ်ချို့ ရုပ်ရှင်တွေမှာ ဇာတ်လမ်းဇာတ်အိမ်ကို ကျွန်တော်တို့ မမ‌ှတ်မိတော့ ရင်တောင် ရခဲ့ဖူးတဲ့ ခံစားမှုတွေက ပြန်လာတတ်ပါတယ်။ဒီရုပ်ရှင်ဟာ ကျွန်တော့်ကို Terminalရုပ်ရှင်ထဲက ဇာတ်ဝင်ခန်း တစ်ခုကို သတိရစေပါတယ်။အဖေအတွက် ဆေးခိုးသယ်တဲ့ လူအခန်းမှာလားတော့ သေချာမမှတ်မိတော့ပါဘူးသုံးတဲ့ စကားလုံးအတိအကျကိုလည်း သေချာမမှတ်မိတော့ပါဘူး။တစ်ခါတလေ လူတွေအကျိုးနဲ့ယှဉ်ရင် စည်းမျဉ်းတွေကို ဘေးဖယ်ထားပေးထားရတယ်ဆိုတဲ့ အဓိပ္ပာယ်ပေါက်တဲ့ စကားစုလေးကို ကျွန်တော် မှတ်မိနေပါသေးတယ်။စစ်မှန်တဲ့ ဒီမိုကရေစီစနစ်ရဲ့ တရားစီရင်မှုနည်းစနစ်အရ တရားသူကြီးမင်းဟာ ဂျုရီဆယ့်နှစ်ယောက်ကို ကျပန်း ဖိတ်ကြားခဲ့တယ်။ဒီလူတွေဟာ ဒီအမှုကနေ ဘာမှရယူစရာဆုံးရှုံးစရာမရှိတဲ့လူတွေ။မတူညီတဲ့လူတန်းစာအလွှာလွှာ မတူညီတဲ့အသက်မွေးဝမ်းကြောင်း‌‌တွေ မတူညီတဲ့စိတ်သဘောထား‌တွေ မတူညီတဲ့ဘဝအမြင်ရှိတဲ့လူတွေ။သူတို့ အဆုံးအဖြတ်ပေးရမယ့် အမှုက လူသက်သေ ပစ္စည်းသက်သေ အကုန်ရှိနေတဲ့ လယ်ပြင်ဆင်သွားသလို ရှင်းလင်းနေတဲ့ လူသတ်မှု။တရားသူကြီးရဲ့ မြွက်ကြားချက်အရ ဒီလူဆယ့်နှစ်ယောက်ရဲ့ တရားခွင်ကို တင်ပြရမယ့်အဖြေဟာ တစ်ခုတည်းဖြစ်ရမယ်။ကျိုးကြောင်းဆီလျော်တဲ့ သံသယတစ်ခုရှိမယ်ဆိုရင် တရားခံဟာ အပြစ်မရှိဘူးလို့ ဆုံးဖြတ်လို့ရတယ်။အပြစ်ရှိတယ်ဆိုရင် အပြစ်ရှိကြောင်း လိပ်ပြာလုံလုံ တွေ့ရှိရမယ်။ခေါင်းဆောင်လုပ်ချင်တဲ့လူ၊ဆင်ခြင်တုံတရားရှိတဲ့လူ၊တရားသေသမား၊သွေးအေးတဲ့လူ၊သာမန်လူ၊မတရားတာမြင်မနေတတ်တဲ့လူ၊ငို့ဘ၊နှလုံးသားကြီးတဲ့လူ၊၊နားလည်တတ်တဲ့လူအရင်းရှင်ဝါဒသမား၊တရားမျှတချင်တဲ့သူ၊ဟန်များတဲ့လူ။ဒီလိုစရိုက်မတူတဲ့လူ ဆယ့်နှစ်ယောက်ဟာ ဒီအမှုအတွက် ဖိတ်ကြားခံရတဲ့ ဂျူရီတွေပါပဲ။ဒီလောက်ထင်ရှားနေတဲ့ သက်သေတွေနဲ့ အမှုမို့ ဂျူရီတွေဟာ အမှုအကြောင်း ဘာမှဆွေးနွေးမနေဘဲ အပြစ်ရှိမရှိမဲပေးဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။ဆင်ခြင်တုံတရားရှိတဲ့သူကလွဲ ကျန်တဲ့ဆယ့်တစ်ယောက်ဟာ အပြစ်ရှိတယ်လို့ မဲပေးခဲ့တယ်။ဒါပေမယ့်လည်း သူတို့ ဆယ့်နှစ်ယောက်ဟာ အဖြေတစ်ခုတည်းဖြစ်ရမှာဖြစ်လို့ သဘာမတူတဲ့လူကို နားချဖို့ဖြစ်လာတယ်။ဒီရုပ်ရှင်ထဲက အမှုဟာ ကျွန်တော်တို့ မျက်ကွယ်မှာဖြစ်တာပါ။ဒီအမှုဟာ တကယ်တမ်း ဘာဖြစ်ခဲ့တာလဲဂျူရီတွေမသိသလို ကျွန်တော်တို့လည်း မသိပါဘူး။ဒါကပဲ ကျွန်တော်တို့ကို ရသတစ်ခုပေးပါတယ်။ကျွန်တော်တို့ဟာလည်း ဂျူရီတွေလိုပဲ ဘာမှမသိရပါဘဲ ဆုံးဖြတ်ချက်တစ်ခုချဖို့ ဒီတစ်နာရီကိုခွဲမှာ စီးမျောပါသွားပါလိမ့်မယ်။ကောင်လေးမှာ တကယ်အပြစ်ရှိမရှိ ကျွန်တော်တို့မသိသလို ဂျူရီတွေလည်း မသိပါဘူး။တကယ်ဆိုရင် တွေးနေစရာလည်းမလိုပါဘူး။မျက်မြင်သက်သေ ရှိပြီးသားလူသတ်မှုမှာ လျှပ်စစ်ကုလားထိုင်ပေါ်တင်လိုက်ရုံမျှအပ ရွေးချယ်စရာမရှိပါဘူး။ဒါက ဥပဒေပါပဲ။ ဒါပေမယ့် လူသားဆန်မှုမှာတော့ ဥပဒေထက်ပိုတဲ့ရွေးချယ်စရာတွေရှိလာပါတယ်။စည်းမျဉ်းဥပဒေတွေကို ဖယ်ထားပြီး လူသားဆန်မှုနဲ့တွေးကြတဲ့အခါ ပိုများတဲ့ ရွေးချယ်စရာတွေရှိလာပါတယ်။ဒီရွေးချယ်စရာတွေကနေမှအပြစ်ရှိတယ်လို့ တရားသေသတ်မှတ်ခံရတဲ့၁၈နှစ်သားကောင်လေးတစ်ယောက်မှာ တကယ်အပြစ်ရှိမရှိ ကျွန‌်တော်တို့အားလုံး ဆုံးဖြတ်ရမှာပါ။ရုပ်ရှင်ထဲမှာ အယူမတူလို့ ပေါက်ကွဲနေတဲ့လူဆယ့်နှစ်ယောက်ရှိပါတယ်။ ဒီရုပ်ရှင်ပြင်ပမှာလည်းကြည့်ပြီးတဲ့အခါ ငြင်းရင်းခုံရင်း Angry Manတွေထပ်ထွက်လာဦးမှာပါပဲ။ပြည်သူတစ်ယောက်ကို တရားစီရင်ဖို့ပြည်သူဆယ့်နှစ်ယောက်ကို တာဝန်ပြန်ပေးထားတဲ့ဒီမိုကရေစီစနစ်ရဲ့ တရားစီရင်မှုမှာ အဲ့ဒီပြည်သူတွေရဲ့နှလုံးသားထဲမှာ အမုန်းတွေနဲ့ ပြည့်မနေဖို့လည်းလိုပါတယ်။ကျွန်တော်တို့ဟာ အမှားပေါင်းမြောက်များစွာနဲ့လူသားတွေပါပဲ။ဒီတရားစီရင်မှုမှာ ကျွန်တော်တို့ရဲ့ဆင်ခြင်တုံတရားတွေကပဲ ကျွန်တော်တို့ရဲ့ နှလုံးသားကိုအနိုင်ရမလား။ကျွန်တော်တို့နှလုံးသားတွေကပဲ ဆင်ခြင်တုံတရားကို အနိုင်ရမလားလွန်ဆွဲရမှာပါ။ဘာကိုပဲရွေးရွေးပါ ကျွန်တော်တို့ဟာ လူသားတွေပါပဲ။မှန်နိုင်တယ် မှားနိုင်တယ်။ ရွေးချယ်ရမှာကတော့ကျွန်တော်တို့နဲ့ ကျွန်တော်တို့ နှလုံးသားရဲ့ အလုပ်ပါပဲ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]12 Angry Men (1957)IMDB – 8.9 out of 10Rotten Tomatoes – 100 out of 100All Time IMDB Top 5ၾကည့္ခဲ့ဖူးတာ ၾကာၿပီဆိုတဲ့ တစ္ခ်ိဳ႕ ႐ုပ္ရွင္ေတြမွာ ဇာတ္လမ္းဇာတ္အိမ္ကို ကြၽန္ေတာ္တို႔ မမ‌ွတ္မိေတာ့ ရင္ေတာင္ ရခဲ့ဖူးတဲ့ ခံစားမႈေတြက ျပန္လာတတ္ပါတယ္။ဒီ႐ုပ္ရွင္ဟာ ကြၽန္ေတာ့္ကို Terminal႐ုပ္ရွင္ထဲက ဇာတ္၀င္ခန္း တစ္ခုကို သတိရေစပါတယ္။အေဖအတြက္ ေဆးခိုးသယ္တဲ့ လူအခန္းမွာလားေတာ့ ေသခ်ာမမွတ္မိေတာ့ပါဘူးသုံးတဲ့ စကားလုံးအတိအက်ကိုလည္း ေသခ်ာမမွတ္မိေတာ့ပါဘူး။တစ္ခါတေလ လူေတြအက်ိဳးနဲ႔ယွဥ္ရင္ စည္းမ်ဥ္းေတြကို ေဘးဖယ္ထားေပးထားရတယ္ဆိုတဲ့ အဓိပၸာယ္ေပါက္တဲ့ စကားစုေလးကို ကြၽန္ေတာ္ မွတ္မိေနပါေသးတယ္။စစ္မွန္တဲ့ ဒီမိုကေရစီစနစ္ရဲ႕ တရားစီရင္မႈနည္းစနစ္အရ တရားသူႀကီးမင္းဟာ ဂ်ဳရီဆယ့္ႏွစ္ေယာက္ကို က်ပန္း ဖိတ္ၾကားခဲ့တယ္။ဒီလူေတြဟာ ဒီအမႈကေန ဘာမွရယူစရာဆုံးရႈံးစရာမရွိတဲ့လူေတြ။မတူညီတဲ့လူတန္းစာအလႊာလႊာ မတူညီတဲ့အသက္ေမြး၀မ္းေၾကာင္း‌‌ေတြ မတူညီတဲ့စိတ္သေဘာထား‌ေတြ မတူညီတဲ့ဘ၀အျမင္ရွိတဲ့လူေတြ။သူတို႔ အဆုံးအျဖတ္ေပးရမယ့္ အမႈက လူသက္ေသ ပစၥည္းသက္ေသ အကုန္ရွိေနတဲ့ လယ္ျပင္ဆင္သြားသလို ရွင္းလင္းေနတဲ့ လူသတ္မႈ။တရားသူႀကီးရဲ႕ ႁမြက္ၾကားခ်က္အရ ဒီလူဆယ့္ႏွစ္ေယာက္ရဲ႕ တရားခြင္ကို တင္ျပရမယ့္အေျဖဟာ တစ္ခုတည္းျဖစ္ရမယ္။က်ိဳးေၾကာင္းဆီေလ်ာ္တဲ့ သံသယတစ္ခုရွိမယ္ဆိုရင္ တရားခံဟာ အျပစ္မရွိဘူးလို႔ ဆုံးျဖတ္လို႔ရတယ္။အျပစ္ရွိတယ္ဆိုရင္ အျပစ္ရွိေၾကာင္း လိပ္ျပာလုံလုံ ေတြ႕ရွိရမယ္။ေခါင္းေဆာင္လုပ္ခ်င္တဲ့လူ၊ဆင္ျခင္တုံတရားရွိတဲ့လူ၊တရားေသသမား၊ေသြးေအးတဲ့လူ၊သာမန္လူ၊မတရားတာျမင္မေနတတ္တဲ့လူ၊ငို႔ဘ၊ႏွလုံးသားႀကီးတဲ့လူ၊၊နားလည္တတ္တဲ့လူအရင္းရွင္ဝါဒသမား၊တရားမွ်တခ်င္တဲ့သူ၊ဟန္မ်ားတဲ့လူ။ဒီလိုစ႐ိုက္မတူတဲ့လူ ဆယ့္ႏွစ္ေယာက္ဟာ ဒီအမႈအတြက္ ဖိတ္ၾကားခံရတဲ့ ဂ်ဴရီေတြပါပဲ။ဒီေလာက္ထင္ရွားေနတဲ့ သက္ေသေတြနဲ႔ အမႈမို႔ ဂ်ဴရီေတြဟာ အမႈအေၾကာင္း ဘာမွေဆြးေႏြးမေနဘဲ အျပစ္ရွိမရွိမဲေပးဖို႔ ဆုံးျဖတ္လိုက္ပါတယ္။ဆင္ျခင္တုံတရားရွိတဲ့သူကလြဲ က်န္တဲ့ဆယ့္တစ္ေယာက္ဟာ အျပစ္ရွိတယ္လို႔ မဲေပးခဲ့တယ္။ဒါေပမယ့္လည္း သူတို႔ ဆယ့္ႏွစ္ေယာက္ဟာ အေျဖတစ္ခုတည္းျဖစ္ရမွာျဖစ္လို႔ သဘာမတူတဲ့လူကို နားခ်ဖို႔ျဖစ္လာတယ္။ဒီ႐ုပ္ရွင္ထဲက အမႈဟာ ကြၽန္ေတာ္တို႔ မ်က္ကြယ္မွာျဖစ္တာပါ။ဒီအမႈဟာ တကယ္တမ္း ဘာျဖစ္ခဲ့တာလဲဂ်ဴရီေတြမသိသလို ကြၽန္ေတာ္တို႔လည္း မသိပါဘူး။ဒါကပဲ ကြၽန္ေတာ္တို႔ကို ရသတစ္ခုေပးပါတယ္။ကြၽန္ေတာ္တို႔ဟာလည္း ဂ်ဴရီေတြလိုပဲ ဘာမွမသိရပါဘဲ ဆုံးျဖတ္ခ်က္တစ္ခုခ်ဖို႔ ဒီတစ္နာရီကိုခြဲမွာ စီးေမ်ာပါသြားပါလိမ့္မယ္။ေကာင္ေလးမွာ တကယ္အျပစ္ရွိမရွိ ကြၽန္ေတာ္တို႔မသိသလို ဂ်ဴရီေတြလည္း မသိပါဘူး။တကယ္ဆိုရင္ ေတြးေနစရာလည္းမလိုပါဘူး။မ်က္ျမင္သက္ေသ ရွိၿပီးသားလူသတ္မႈမွာ လွ်ပ္စစ္ကုလားထိုင္ေပၚတင္လိုက္႐ုံမွ်အပ ေ႐ြးခ်ယ္စရာမရွိပါဘူး။ဒါက ဥပေဒပါပဲ။ ဒါေပမယ့္ လူသားဆန္မႈမွာေတာ့ ဥပေဒထက္ပိုတဲ့ေ႐ြးခ်ယ္စရာေတြရွိလာပါတယ္။စည္းမ်ဥ္းဥပေဒေတြကို ဖယ္ထားၿပီး လူသားဆန္မႈနဲ႔ေတြးၾကတဲ့အခါ ပိုမ်ားတဲ့ ေ႐ြးခ်ယ္စရာေတြရွိလာပါတယ္။ဒီေ႐ြးခ်ယ္စရာေတြကေနမွအျပစ္ရွိတယ္လို႔ တရားေသသတ္မွတ္ခံရတဲ့၁၈ႏွစ္သားေကာင္ေလးတစ္ေယာက္မွာ တကယ္အျပစ္ရွိမရွိ ကြၽန‌္ေတာ္တို႔အားလုံး ဆုံးျဖတ္ရမွာပါ။႐ုပ္ရွင္ထဲမွာ အယူမတူလို႔ ေပါက္ကြဲေနတဲ့လူဆယ့္ႏွစ္ေယာက္ရွိပါတယ္။ ဒီ႐ုပ္ရွင္ျပင္ပမွာလည္းၾကည့္ၿပီးတဲ့အခါ ျငင္းရင္းခုံရင္း Angry Manေတြထပ္ထြက္လာဦးမွာပါပဲ။ျပည္သူတစ္ေယာက္ကို တရားစီရင္ဖို႔ျပည္သူဆယ့္ႏွစ္ေယာက္ကို တာ၀န္ျပန္ေပးထားတဲ့ဒီမိုကေရစီစနစ္ရဲ႕ တရားစီရင္မႈမွာ အဲ့ဒီျပည္သူေတြရဲ႕ႏွလုံးသားထဲမွာ အမုန္းေတြနဲ႔ ျပည့္မေနဖို႔လည္းလိုပါတယ္။ကြၽန္ေတာ္တို႔ဟာ အမွားေပါင္းေျမာက္မ်ားစြာနဲ႔လူသားေတြပါပဲ။ဒီတရားစီရင္မႈမွာ ကြၽန္ေတာ္တို႔ရဲ႕ဆင္ျခင္တုံတရားေတြကပဲ ကြၽန္ေတာ္တို႔ရဲ႕ ႏွလုံးသားကိုအႏိုင္ရမလား။ကြၽန္ေတာ္တို႔ႏွလုံးသားေတြကပဲ ဆင္ျခင္တုံတရားကို အႏိုင္ရမလားလြန္ဆြဲရမွာပါ။ဘာကိုပဲေ႐ြးေ႐ြးပါ ကြၽန္ေတာ္တို႔ဟာ လူသားေတြပါပဲ။မွန္ႏိုင္တယ္ မွားႏိုင္တယ္။ ေ႐ြးခ်ယ္ရမွာကေတာ့ကြၽန္ေတာ္တို႔နဲ႔ ကြၽန္ေတာ္တို႔ ႏွလုံးသားရဲ႕ အလုပ္ပါပဲ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )File size__( 850 MB)Quality__720pIMDb Rating__8.9/10Format__mp4Duration__01:30:00Type__Crime , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"