"[Unicode]
Following (1998)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB .========== 7.5/10
Rotten Tomatoes = 81%
” ခင်ဗျား ကားပေါ်မှာ တခြားလူတွေစကားပြော‌နေတာကို နားထောင်ဖူးလား။
ဒါမှမဟုတ်ဗျာ မြေအောက်ရထားလမ်းမှာ တွေ့တဲ့လူတွေကိုဖြစ်ဖြစ် လမ်းပေါ်ကတစ်‌ယောက်ယောက်ကိုပဲဖြစ်ဖြစ်
စိတ်ဝင်စားစရာကောင်းတဲ့ပုံစံ နည်းနည်းလေး ထူးဆန်းတဲ့ပုံစံရှိတဲ့လူကိုဖြစ်ဖြစ် ဒီလိုတစ်ခုခုကိုပေါ့
သူတို့ဘဝက ဘယ်လိုရှင်သန်နေလဲ သူတို့ ဘာလုပ်သလဲ
သူတို့ ဘယ်ကလာလဲ သူတို့ဘယ်ကိုသွားမလဲဆိုတာ ခင်ဗျား သိချင်စိတ်မဖြစ်ဖူးဘူးလား။
လူတစ်ယောက်ယောက်ရဲ့ ပြုမူကျင့်ကြံပုံကို ခင်ဗျား သတိထားကြည့်မယ်ဆိုရင်
စောင့်ကြည့်နေရင်း မေးခွန်းတွေ ထောင်ပေါင်းများစွာ ထွက်လာမယ်။
ကျုပ်က အဲ့ဒီမေးခွန်းတွေကို မေးချင်ခဲ့တာ။
အဖြေတွေက ဘာတွေလဲဆိုတာ သိချင်ခဲ့တာ။
ဒီတော့ ကျုပ် လူတွေကို နောက်ယောင်ခံလိုက်ပြီး သိရအောင်လုပ်ခဲ့တယ်။”
ဒါတွေက ကျွန်တော့် အညွှန်းမဟုတ်ပါဘူး။
Followingထဲက စကားတွေပါပဲ။။ Followingဟာ
ခင်ဗျား ဘာတစ်ခုမှမသိဘဲ ကြည့်သွားရင် ပိုအရသာရှိမယ့်
ရုပ်ရှင်ပါပဲ။ ခံစားမှုကို။လမ်းကြောင်းပေးစရာမလိုပါဘူး။
ဇာတ်လမ်းအကျဉ်းလည်း။ရေးစရာမလိုပါဘူး။
ရေးလည်းမရေးတတ်ပါဘူး။ဒီရုပ်ရှင်ကို ကိုယ်တိုင်ရေး
ကိုယ်တိုင်ရိုက်ပြီး ကိုယ်တိုင် Cinematographyပိုင်းပါလုပ်ခဲ့တဲ့
သူက ခရစ္စတိုဖာနိုလန်ပါ။
ဒီဘက်ခေတ် ဟောလိဝုဒ် ရုပ်ရှင်လောကမှာ
ရုပ်ရှင်အရေအတွက်နည်းနည်းနဲ့ မှော်ဝင်အောင်ရိုက်တဲ့လူတွေကို လက်ချိုးရေလို့ရပါတယ်။
အဲ့ဒီထဲက တစ်ယောက်က
ခရစ္စတိုဖာနိုလန်ပါပဲ။ နိုလန်ဟာ Following (1998),
Memento(2000),Insomnia (2002) The Prestige(2006),
TDK Triology(2005-12),။Inception(2010),Interstellar
(2014),Dunkrik(2017) Tenet( 2020)စတဲ့ သူ့ရုပ်ရှင်
ဆယ့်တစ်ကားလုံးကို ကိုယ်တိုင်ဇာတ်ညွှန်းရေးခဲ့ပြီး
Dunkirk၊ Interstellar Followning၊ Inception နဲ့
ဒီနှစ်ထွက်မယ့်Tenetတို့ရဲ့ Story Line အပြည့်အစုံကိုလည်း
ကိုယ်တိုင်‌ရေးခဲ့တဲ့သူပါ။Inceptionအတွက်ဆို သူဆယ်နှစ်
အချိန်ယူခဲ့တယ်ဆိုပါတယ်။ သူ့ရုပ်ရ‌ှင်အားလုံးနီးပါးဟာ
ပရိတ်သတ်ရဲ့ စိတ်အာရုံကိုလည်းဖမ်းစားနိုင်
အနုပညာအရည်အသွေးလည်းပြည့် ချိန်ခွင်ညီပါတယ်
Followingဟာသူ့ရဲ့ ပထမဦးဆုံး ရုပ်ရှင်ပါ။ ပြီးတော့
အဖြူအမဲရုပ်ရှင်ပါ။ တစ်နာရီ ဆယ်မိနစ်သာကြာပါတယ်။
Presrigeတို့ mementoတို့မှာ အထွတ်အထိပ်ရောက်ခဲ့တဲ့
နိုလန်ရဲ့ ရုပ်ရှင်တင်ဆက်ပြသမှုအရည်အသွေးဟာ
ဒီပထမဆုံးရုပ်ရှင်မှာလည်း မညံ့ခဲ့ပါဘူး။
သူဟာ Jigsaw puzzelတစ်ခုလို အစီအစဉ်မကျတဲ့
ဇာတ်ကွက်ပေါင်းများစွာကို ကြည့်ရှုသူရဲ့ ခေါင်းထဲရိုက်သွင်း
ပုံဖော်ခိုင်းပြီးမှ မထင်မှတ်ထားတဲ့ အပြောင်မြောက်ဆုံးပုံရိပ်
တစ်ခုကို ကိုယ်တိုင်ကိုယ်ကျပါဝင်ဖန်တီးစေလိုက်တာပါပဲ။
တစ်နာရီဆယ်မိနစ်သာရှိတာမို့ တစ်ချို့ရုပ်ရှင်သမားတွေကတော့
Followingဟာ Character Developmentဖြစ်ဖို့
လုံလောက်တဲ့.အချိန်မရခဲ့ဘူးပြောကြပေမယ့် ဒီရုပ်ရှင်ဟာ
အခုအတိုင်းကို အပြည့်စုံဆုံးလို့ ကျွန်တော်တော့ထင်ပါတယ်။
ဒီရုပ်ရှင်ဟာ တစ်ချို့သူတွေအတွက်တော့ ရင်ထဲစွဲညှိစရာတစ်ခု
ဖြစ်သွားနိုင်ပါတယ် ရင်ဘတ်ချင်းမနီးလို့ ရင်ထဲစွဲညှိစရာ
ဘာမှမကျန်ခဲ့ရင်တောင် ဒီတစ်နာရီဟာ အချိန်ပေးရတာ
အတန်ဆုံး တစ်နာရီ ဖြစ်‌နေဦးမှာပါပဲ။
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )
[Zawgyi]
Following (1998)
IMDB .========== 7.5/10
Rotten Tomatoes = 81%
” ခင္ဗ်ား ကားေပၚမွာ တျခားလူေတြစကားေျပာ‌ေနတာကို နားေထာင္ဖူးလား။
ဒါမွမဟုတ္ဗ်ာ ေျမေအာက္ရထားလမ္းမွာ ေတြ႕တဲ့လူေတြကိုျဖစ္ျဖစ္ လမ္းေပၚကတစ္‌ေယာက္ေယာက္ကိုပဲျဖစ္ျဖစ္
စိတ္၀င္စားစရာေကာင္းတဲ့ပုံစံ နည္းနည္းေလး ထူးဆန္းတဲ့ပုံစံရွိတဲ့လူကိုျဖစ္ျဖစ္ ဒီလိုတစ္ခုခုကိုေပါ့
သူတို႔ဘ၀က ဘယ္လိုရွင္သန္ေနလဲ သူတို႔ ဘာလုပ္သလဲ
သူတို႔ ဘယ္ကလာလဲ သူတို႔ဘယ္ကိုသြားမလဲဆိုတာ ခင္ဗ်ား သိခ်င္စိတ္မျဖစ္ဖူးဘူးလား။
လူတစ္ေယာက္ေယာက္ရဲ႕ ျပဳမူက်င့္ႀကံပုံကို ခင္ဗ်ား သတိထားၾကည့္မယ္ဆိုရင္
ေစာင့္ၾကည့္ေနရင္း ေမးခြန္းေတြ ေထာင္ေပါင္းမ်ားစြာ ထြက္လာမယ္။
က်ဳပ္က အဲ့ဒီေမးခြန္းေတြကို ေမးခ်င္ခဲ့တာ။
အေျဖေတြက ဘာေတြလဲဆိုတာ သိခ်င္ခဲ့တာ။
ဒီေတာ့ က်ဳပ္ လူေတြကို ေနာက္ေယာင္ခံလိုက္ၿပီး သိရေအာင္လုပ္ခဲ့တယ္။”
ဒါေတြက ကြၽန္ေတာ့္ အၫႊန္းမဟုတ္ပါဘူး။
Followingထဲက စကားေတြပါပဲ။။ Followingဟာ
ခင္ဗ်ား ဘာတစ္ခုမွမသိဘဲ ၾကည့္သြားရင္ ပိုအရသာရွိမယ့္
႐ုပ္ရွင္ပါပဲ။ ခံစားမႈကို။လမ္းေၾကာင္းေပးစရာမလိုပါဘူး။
ဇာတ္လမ္းအက်ဥ္းလည္း။ေရးစရာမလိုပါဘူး။
ေရးလည္းမေရးတတ္ပါဘူး။ဒီ႐ုပ္ရွင္ကို ကိုယ္တိုင္ေရး
ကိုယ္တိုင္႐ိုက္ၿပီး ကိုယ္တိုင္ Cinematographyပိုင္းပါလုပ္ခဲ့တဲ့
သူက ခရစၥတိုဖာႏိုလန္ပါ။
ဒီဘက္ေခတ္ ေဟာလိဝုဒ္ ႐ုပ္ရွင္ေလာကမွာ
႐ုပ္ရွင္အေရအတြက္နည္းနည္းနဲ႔ ေမွာ္၀င္ေအာင္႐ိုက္တဲ့လူေတြကို လက္ခ်ိဳးေရလို႔ရပါတယ္။
အဲ့ဒီထဲက တစ္ေယာက္က
ခရစၥတိုဖာႏိုလန္ပါပဲ။ ႏိုလန္ဟာ Following (1998),
Memento(2000),Insomnia (2002) The Prestige(2006),
TDK Triology(2005-12),။Inception(2010),Interstellar
(2014),Dunkrik(2017) Tenet( 2020)စတဲ့ သူ႔႐ုပ္ရွင္
ဆယ့္တစ္ကားလုံးကို ကိုယ္တိုင္ဇာတ္ၫႊန္းေရးခဲ့ၿပီး
Dunkirk၊ Interstellar Followning၊ Inception နဲ႔
ဒီႏွစ္ထြက္မယ့္Tenetတို႔ရဲ႕ Story Line အျပည့္အစုံကိုလည္း
ကိုယ္တိုင္‌ေရးခဲ့တဲ့သူပါ။Inceptionအတြက္ဆို သူဆယ္ႏွစ္
အခ်ိန္ယူခဲ့တယ္ဆိုပါတယ္။ သူ႔႐ုပ္ရ‌ွင္အားလုံးနီးပါးဟာ
ပရိတ္သတ္ရဲ႕ စိတ္အာ႐ုံကိုလည္းဖမ္းစားႏိုင္
အႏုပညာအရည္အေသြးလည္းျပည့္ ခ်ိန္ခြင္ညီပါတယ္
Followingဟာသူ႔ရဲ႕ ပထမဦးဆုံး ႐ုပ္ရွင္ပါ။ ၿပီးေတာ့
အျဖဴအမဲ႐ုပ္ရွင္ပါ။ တစ္နာရီ ဆယ္မိနစ္သာၾကာပါတယ္။
Presrigeတို႔ mementoတို႔မွာ အထြတ္အထိပ္ေရာက္ခဲ့တဲ့
ႏိုလန္ရဲ႕ ႐ုပ္ရွင္တင္ဆက္ျပသမႈအရည္အေသြးဟာ
ဒီပထမဆုံး႐ုပ္ရွင္မွာလည္း မညံ့ခဲ့ပါဘူး။
သူဟာ Jigsaw puzzelတစ္ခုလို အစီအစဥ္မက်တဲ့
ဇာတ္ကြက္ေပါင္းမ်ားစြာကို ၾကည့္ရႈသူရဲ႕ ေခါင္းထဲ႐ိုက္သြင္း
ပုံေဖာ္ခိုင္းၿပီးမွ မထင္မွတ္ထားတဲ့ အေျပာင္ေျမာက္ဆုံးပုံရိပ္
တစ္ခုကို ကိုယ္တိုင္ကိုယ္က်ပါ၀င္ဖန္တီးေစလိုက္တာပါပဲ။
တစ္နာရီဆယ္မိနစ္သာရွိတာမို႔ တစ္ခ်ိဳ႕႐ုပ္ရွင္သမားေတြကေတာ့
Followingဟာ Character Developmentျဖစ္ဖို႔
လုံေလာက္တဲ့.အခ်ိန္မရခဲ့ဘူးေျပာၾကေပမယ့္ ဒီ႐ုပ္ရွင္ဟာ
အခုအတိုင္းကို အျပည့္စုံဆုံးလို႔ ကြၽန္ေတာ္ေတာ့ထင္ပါတယ္။
ဒီ႐ုပ္ရွင္ဟာ တစ္ခ်ိဳ႕သူေတြအတြက္ေတာ့ ရင္ထဲစြဲညႇိစရာတစ္ခု
ျဖစ္သြားႏိုင္ပါတယ္ ရင္ဘတ္ခ်င္းမနီးလို႔ ရင္ထဲစြဲညႇိစရာ
ဘာမွမက်န္ခဲ့ရင္ေတာင္ ဒီတစ္နာရီဟာ အခ်ိန္ေပးရတာ
အတန္ဆုံး တစ္နာရီ ျဖစ္‌ေနဦးမွာပါပဲ။
( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )
File size__( 600 MB)
Quality__720p
IMDb Rating__7.5/10
Format__mp4
Duration__01:09:00
Type__Crime, Mystery, Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
