"Dragon Quest: Your Story (2019)
========================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.5/10
#Unicode
ဒီကားက 2019 တုန်းက Netflix ကထွက်ရှိခဲ့တဲ့ Anime ပဲဖြစ်ပါတယ်။ dragon quest ဂိမ်းကို animation
အနေနဲ့ရိုက်ထားတာပါ။ ဇာတ်လမ်းအကျဥ်းပြောရရင် နည်းပညာတိုးတက်လာတဲ့နောက်မှာ လူသားတွေဟာ
ဂိမ်းကို ကိုယ်တိုင်ဝင်ရောက်ပြီး ဆော့ကစားလာနိုင်တယ်။ ဒီကားထဲက ကောင်လေးက Dragon Quest ထဲက
လူကာ ဇာတ်ကောင်နေရာကနေ စွန့်စားခန်းတွေ လုပ်ဆောင်သွားပုံကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရမှာပါ။ လူကာ
အကြောင်းကတော့ Dragon Quest ကိုထိတွေ့ခဲ့ဖူးတဲ့ 90kids တွေဆိုရင်တော့ သိမှာပါ။ လူကာက မွေးဖွား
ခြင်းမှာ သူ့ရဲ့မိခင်ဟာ မိစ္ဆာရဲ့ ဖမ်းဆီးခြင်းကိုခံခဲ့ရပါတယ်။ သူဟာ ဖခင်ရဲ့ လက်ထဲမှာပဲ ကြီးပြင်းလာခဲ့ရပေမယ့်
တစ်နေ့မှာတော့ ဖခင်ပါ အသတ်ခံရတဲ့အခါ သူ့မိခင်ကို ရှာဖွေရမယ့် တာဝန်ဟာသူ့ထံရောက်လာပါတော့တယ်။
ဇာတ်လမ်းတစ်ခုလုံးဟာ စိတ်လှုပ်ရှားစရာတွေနဲ့ပြည့်နှက်နေခဲ့ပြီး အတော်လေးကိုကြည့်လို့ကောင်းနေခဲ့ပါတယ်။
ဒါပေမဲ့ အဲ့နောက်ကွယ်ကျန်နေသေးတာကတော့ အစမှာပြောခဲ့သလိုပဲ လူသားတွေဟာ VR World ထဲမှာသာ
ယာနေခဲ့ပြီး . တကယ့်ပြင်ပကမ္ယာအစစ်ကိုမေ့လျော့နေမှုဟာ ကြောက်မက်ဖွယ်ကောင်းလောက်အောင် မိန်းမော
သွားတာကိုတွေ့ရမှာပါ။ အဲ့တော့ VR Game ကြိုက်နှစ်သက်သူတွေ ပိုပြီးကြည့်သင့်တာပေါ့ဗျာ . . .
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီကားက 2019 တုန္းက Netflix ကထြက္ရွိခဲ့တဲ့ Anime ပဲျဖစ္ပါတယ္။ dragon quest ဂိမ္းကို animation
အေနနဲ႔႐ိုက္ထားတာပါ။ ဇာတ္လမ္းအက်ဥ္းေျပာရရင္ နည္းပညာတိုးတက္လာတဲ့ေနာက္မွာ လူသားေတြဟာ
ဂိမ္းကို ကိုယ္တိုင္ဝင္ေရာက္ၿပီး ေဆာ့ကစားလာႏိုင္တယ္။ ဒီကားထဲက ေကာင္ေလးက Dragon Quest ထဲက
လူကာ ဇာတ္ေကာင္ေနရာကေန စြန႔္စားခန္းေတြ လုပ္ေဆာင္သြားပုံကို စိတ္လႈပ္ရွားဖြယ္ၾကည့္ရမွာပါ။ လူကာ
အေၾကာင္းကေတာ့ Dragon Quest ကိုထိေတြ႕ခဲ့ဖူးတဲ့ 90kids ေတြဆိုရင္ေတာ့ သိမွာပါ။ လူကာက ေမြးဖြား
ျခင္းမွာ သူ႔ရဲ႕မိခင္ဟာ မိစာၦရဲ႕ ဖမ္းဆီးျခင္းကိုခံခဲ့ရပါတယ္။ သူဟာ ဖခင္ရဲ႕ လက္ထဲမွာပဲ ႀကီးျပင္းလာခဲ့ရေပမယ့္
တစ္ေန႔မွာေတာ့ ဖခင္ပါ အသတ္ခံရတဲ့အခါ သူ႔မိခင္ကို ရွာေဖြရမယ့္ တာဝန္ဟာသူ႔ထံေရာက္လာပါေတာ့တယ္။
ဇာတ္လမ္းတစ္ခုလုံးဟာ စိတ္လႈပ္ရွားစရာေတြနဲ႔ျပည့္ႏွက္ေနခဲ့ၿပီး အေတာ္ေလးကိုၾကည့္လို႔ေကာင္းေနခဲ့ပါတယ္။
ဒါေပမဲ့ အဲ့ေနာက္ကြယ္က်န္ေနေသးတာကေတာ့ အစမွာေျပာခဲ့သလိုပဲ လူသားေတြဟာ VR World ထဲမွာသာ
ယာေနခဲ့ၿပီး . တကယ့္ျပင္ပကမ္ယာအစစ္ကိုေမ့ေလ်ာ့ေနမႈဟာ ေၾကာက္မက္ဖြယ္ေကာင္းေလာက္ေအာင္ မိန္းေမာ
သြားတာကိုေတြ႕ရမွာပါ။ အဲ့ေတာ့ VR Game ႀကိဳက္ႏွစ္သက္သူေတြ ပိုၿပီးၾကည့္သင့္တာေပါ့ဗ်ာ . . .
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Z Naing Z Nianh ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1hr 43 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Animation, Adventure, Family
Source : 1080p.WebRip
Translator – Z Naing Z Nianh
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
