"Salt (2010)
=========
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.4/10
#Unicode
2010 မှာ ထွက်ခဲ့တဲ့ Action, Mystery, Thriller ကားလေးပဲဖြစ်ပါတယ်။ မင်းသမီးကတော့ ပရိတ်သတ်
အချစ်တော် အချောစား အလန်းစား Angelina Jolie ဖြစ်ပြီး IMDB 6.4/10 ရရှိထားပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့ အယ်ဗလင်းဆော့တ်က အမေရိကန် စီအိုင်အေ အေးဂျင့်တစ်ယောက်ဖြစ်ပြီး
သူမရဲ့ အရည်အချင်းကို အသိုင်းအဝိုင်းက အသိအမှတ်ပြုထားတဲ့သူတစ်ယောက်ပါ။ သူမ မြောက်ကိုရီးယား
မှာ အဖမ်းခံရတုန်းက လာကယ်ဖို့ကြိုးစားခဲ့တဲ့ ဂျာမန်လူမျိုး ပင့်ကူမုဆိုး မိုက်ခ်နဲ့ချစ်ကျွမ်းဝင်ပြီး လက်ထပ်
ခဲ့ပါတယ်။ တစ်နေ့မှာတော့ သူတို့ဆီကို ရရှားတစ်ယောက်ရောက်လာပြီး ဆော့တ်ဟာ ရရှားသူလျှိုတစ်ယောက်
ဖြစ်ကြောင်း ပြောသွားတဲ့အခါမှာတော့ဆော့တ်တစ်ယောက် ထွက်ပြေးရတော့ပါတယ်။ မိုက်ခ်လည်း ပျောက်
နေပါပြီ။သူ တကယ်ရရှားသူလျှိုဟုတ်မဟုတ် မိုက်ခ်နဲ့ပြန်ဆုံမလားဆိုတာကိုတော့ ဆက်လက်ကြည့်ရှုကြပါဦး။
၂၀၁၀ မှာထွက်ရှိထားပြီ။ မတင်ရသေးတဲ့ ဇာတ်လမ်းကောင်းလေးမို့ ပရိတ်သတ်ကြီးအတွက်တင်ဆက်ပေးလိုက်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)
#Zawgyi
2010 မွာ ထြက္ခဲ့တဲ့ Action, Mystery, Thriller ကားေလးပဲျဖစ္ပါတယ္။ မင္းသမီးကေတာ့ ပရိတ္သတ္
အခ်စ္ေတာ္ အေခ်ာစား အလန္းစား Angelina Jolie ျဖစ္ၿပီး IMDB 6.4/10 ရရွိထားပါတယ္။
ဇာတ္လမ္းအက်ဥ္းကေတာ့ အယ္ဗလင္းေဆာ့တ္က အေမရိကန္ စီအိုင္ေအ ေအးဂ်င့္တစ္ေယာက္ျဖစ္ၿပီး
သူမရဲ႕ အရည္အခ်င္းကို အသိုင္းအဝိုင္းက အသိအမွတ္ျပဳထားတဲ့သူတစ္ေယာက္ပါ။ သူမ ေျမာက္ကိုရီးယား
မွာ အဖမ္းခံရတုန္းက လာကယ္ဖို႔ႀကိဳးစားခဲ့တဲ့ ဂ်ာမန္လူမ်ိဳး ပင့္ကူမုဆိုး မိုက္ခ္နဲ႔ခ်စ္ကြၽမ္းဝင္ၿပီး လက္ထပ္
ခဲ့ပါတယ္။ တစ္ေန႔မွာေတာ့ သူတို႔ဆီကို ရရွားတစ္ေယာက္ေရာက္လာၿပီး ေဆာ့တ္ဟာ ရရွားသူလွ်ိဳတစ္ေယာက္
ျဖစ္ေၾကာင္း ေျပာသြားတဲ့အခါမွာေတာ့ေဆာ့တ္တစ္ေယာက္ ထြက္ေျပးရေတာ့ပါတယ္။ မိုက္ခ္လည္း ေပ်ာက္
ေနပါၿပီ။သူ တကယ္ရရွားသူလွ်ိဳဟုတ္မဟုတ္ မိုက္ခ္နဲ႔ျပန္ဆုံမလားဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ရႈၾကပါဦး။
၂၀၁၀ မွာထြက္ရွိထားၿပီ။ မတင္ရေသးတဲ့ ဇာတ္လမ္းေကာင္းေလးမို႔ ပရိတ္သတ္ႀကီးအတြက္တင္ဆက္ေပးလိုက္ပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay
Duration – 1hr 40 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Mystery, Thriller
Source : 1080p.BluRay.5.1CH
Translator – May Myat Thu
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
