"The Hurt Locker (2008)
==================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.6/10
Rotten Tomatoes 97%
( War, Thrilller, Drama )
#Unicode
ဒီကားကတော့ ၂၀၀၈ ခုနှစ်ကထွက်ခဲ့ပြီး ကြည့်ရှုသင့်တဲ့ War film‌ ​တွေထဲမှာ ထိပ်တန်းနေရာက ပါ၀င်ပါတယ်။
၂၀၀၈ Academy award မှာ ဒါရိုက်တာ ဂျိမ်းကင်မရွန်းရဲ့ Avatar ရုပ်ရှင်ကို ကျော်လွန်ပြီး Nomination 9 မှာ
Best Director အပါအ၀င် Oscarsတွေ ၆ ခုတိတိ သိမ်းပိုက်ခဲ့တဲ့ကားဖြစ်ပါတယ်။ Marvel ဇာတ်ကောင် စူပါစတား
တွေဖြစ်တဲ့ Hawkeye & Falcon နေရာမှာသရုပ်ဆောင်ခဲ့တဲ့ Jeremy Renner နဲ့ Anthony Mackie တို့ကလည်း
အတွဲညီညီပါ၀င်ထားပါတယ်။
ဇာတ်လမ်းအညွှန်း
*****************
ကမ္ဘာပေါ်မှာ စစ်တိုက်ရတာ အန္တရာယ်အရှိဆုံးအလုပ်တစ်ခုဆိုရင် စစ်မြေပြင်မှာ ဗုံးရှင်းလင်းရေးအလုပ်ကလည်း
ဒုတိယအန္တရာယ်အရှိဆုံးဖြစ်ပါတယ်။ US နဲ့ အရှေ့အလယ်ပိုင်းနိုင်ငံတစ်ခုဖြစ်တဲ့ အီရတ်စစ်မြေပြင်မှာ EOD ဆိုတဲ့
ဗုံးရှင်းလင်းရေး အဖွဲ့ရှိပါတယ် ။အဲ့ဒီအဖွဲ့ရဲ့ ခေါင်းဆောင်ဟာ မတော်တဆ လုပ်ကြံ‌ေဖာက်ခွဲမှုမှာ သေဆုံးသွားတဲ့
အခါ သူ့နေရာကို တပ်ကြပ် ဝီလီယံ ဂျိန်း ဟာ အစားထိုးရောက်ရှိလာပါတယ်။ ဂျိန်းဟာ တဇွတ်ထိုးလုပ်တတ်တဲ့ ဂွစာ
တစ်ယောက်ဖြစ်ပေမယ့် ကျွမ်းကျင်တဲ့ ဗုံးရှင်းလင်းရေးတပ်သားလည်းဖြစ်ပါတယ်။ သူ့ရဲ့ ပုံစံအတိုင်း EOD အဖွဲ့၀င်
ဟောင်းတွေနဲ့ ကတောက်ကဆတွေဖြစ်လာပါတယ် ။ သူနဲ့ အဖွဲ့ကြားက ဆက်ဆံရေးကရော ဘယ်လိုဖြစ်လာမလဲ ??
အီရတ်မှာကော ဗုံး disposal mission တွေကို ဘယ်လိုသက်စွန့်ဆံဖျားလုပ်သွားမလဲဆိုတာကိုတော့ မိနစ်တိုင်းကို
မျက်တောင်မခတ်ကြည့်ရှုသွားဖို့ အကြုံပြုလိုက်ရပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲ ဖြစ်ပါတယ်။)
#Zawgyi
ဒီကားကေတာ့ ၂၀၀၈ ခုႏွစ္ကထြက္ခဲ့ၿပီး ၾကည့္ရႈသင့္တဲ့ War film‌ ​ေတြထဲမွာ ထိပ္တန္းေနရာက ပါ၀င္ပါတယ္။
၂၀၀၈ Academy award မွာ ဒါ႐ိုက္တာ ဂ်ိမ္းကင္မ႐ြန္းရဲ႕ Avatar ႐ုပ္ရွင္ကို ေက်ာ္လြန္ၿပီး Nomination 9 မွာ
Best Director အပါအ၀င္ Oscarsေတြ ၆ ခုတိတိ သိမ္းပိုက္ခဲ့တဲ့ကားျဖစ္ပါတယ္။ Marvel ဇာတ္ေကာင္ စူပါစတား
ေတြျဖစ္တဲ့ Hawkeye & Falcon ေနရာမွာသ႐ုပ္ေဆာင္ခဲ့တဲ့ Jeremy Renner နဲ႔ Anthony Mackie တို႔ကလည္း
အတြဲညီညီပါ၀င္ထားပါတယ္။
ဇာတ္လမ္းအၫႊန္း
*****************
ကမာၻေပၚမွာ စစ္တိုက္ရတာ အႏၲရာယ္အရွိဆုံးအလုပ္တစ္ခုဆိုရင္ စစ္ေျမျပင္မွာ ဗုံးရွင္းလင္းေရးအလုပ္ကလည္း
ဒုတိယအႏၲရာယ္အရွိဆုံးျဖစ္ပါတယ္။ US နဲ႔ အေရွ႕အလယ္ပိုင္းႏိုင္ငံတစ္ခုျဖစ္တဲ့ အီရတ္စစ္ေျမျပင္မွာ EOD ဆိုတဲ့
ဗုံးရွင္းလင္းေရး အဖြဲ႕ရွိပါတယ္ ။အဲ့ဒီအဖြဲ႕ရဲ႕ ေခါင္းေဆာင္ဟာ မေတာ္တဆ လုပ္ႀကံ‌ေဖာက္ခြဲမႈမွာ ေသဆုံးသြားတဲ့
အခါ သူ႔ေနရာကို တပ္ၾကပ္ ဝီလီယံ ဂ်ိန္း ဟာ အစားထိုးေရာက္ရွိလာပါတယ္။ ဂ်ိန္းဟာ တဇြတ္ထိုးလုပ္တတ္တဲ့ ဂြစာ
တစ္ေယာက္ျဖစ္ေပမယ့္ ကြၽမ္းက်င္တဲ့ ဗုံးရွင္းလင္းေရးတပ္သားလည္းျဖစ္ပါတယ္။ သူ႔ရဲ႕ ပုံစံအတိုင္း EOD အဖြဲ႕၀င္
ေဟာင္းေတြနဲ႔ ကေတာက္ကဆေတြျဖစ္လာပါတယ္ ။ သူနဲ႔ အဖြဲ႕ၾကားက ဆက္ဆံေရးကေရာ ဘယ္လိုျဖစ္လာမလဲ ??
အီရတ္မွာေကာ ဗုံး disposal mission ေတြကို ဘယ္လိုသက္စြန႔္ဆံဖ်ားလုပ္သြားမလဲဆိုတာကိုေတာ့ မိနစ္တိုင္းကို
မ်က္ေတာင္မခတ္ၾကည့္ရႈသြားဖို႔ အႀကဳံျပဳလိုက္ရပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thiha Yan Naing ပဲ ျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay
Duration – 2hr 11 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Thriller, War
Source : 1080p.BluRay.5.1CH
Translator – Thiha Yan Naing
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
