"[Unicode]
Finding Mr.Destiny(2010)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb rating – 6.5/10
ဒီကားကတော့ Kim Joon Ok Chatgiဆိုတဲ့musical playကို adaptationလုပ်ပြီးပြန်ရိုက်ထားတဲ့ရုပ်ရှင်ဖြစ်ပါတယ်။
Box office မှာလည်း 7.5millionsထိရရှိခဲ့တဲ့ဇာတ်ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။
Romance/Comedyဖြစ်ပြီးတော့ ဇာတ်ဝင်ခန်းတွေကလည်းတော်တော်ရယ်ရတဲ့အပြင်
အိန္ဒိယနိုင်ငံမှာရိုက်ကူးထားတဲ့sceneတွေလည်းပါတာမို့ ကြည့်ရကျိုးနပ်စေမဲ့ဇာတ်ကားတစ်ကားဖြစ်မှာပါ။
Male lead ဟန်ဂီဂျွန်းအဖြစ် ဆယ်ကျော်သက်အမျိုးသမီးလေးတွေရဲ့အချစ်တော် ဦး Gong Yooကပါဝင်သရုပ်ဆောင်ထားပါတယ်။
*ဆောဂျီဝူး*ဆိုတဲ့မိန်းကလေးက ရှိုးပွဲမန်နေဂျာတစ်ယောက်ပါ။
သူက’ကံကိုယုံပြီးဆူးပုံနင်း’ဆိုသလို ကံကိုအလွန်အမင်းယုံကြည်ပုံအပ်ထားတတ်တဲ့သူမျိုးပါ။
လွန်ခဲ့တဲ့၁၀နှစ်တုန်းက အိန္ဒိယကိုအလည်သွားစဉ်မှာ ကင်ဂျုံဝုဆိုတဲ့သူ့အချစ်ဦးကိုစတွေ့ခဲ့ပြီး
ခရီးစဉ်အတွင်းမှာပဲသူနဲ့ချစ်သူတွေဖြစ်ခဲ့ပါတယ်။
ဒီလူဟာသူ့ရဲ့Mr.destinyဟုတ်မဟုတ်စမ်းသပ်ချင်တဲ့ဂျီဝူးက သူတို့နှစ်ယောက်ကိုရီးယားကိုပြန်ရောက်ရင်တွေ့မယ်ဆိုပြီး
ချိန်းဆိုထားတဲ့နေရာကိုရောက်အောင်မသွားခဲ့ပါဘူး။
ဒီလိုနဲ့ပဲသူ့အချစ်ဦးနဲ့အဆက်အသွယ်ပြတ်ကာ ၁၀နှစ်လုံးသူ့ရဲ့အလုပ်ထဲမှာပဲစိတ်နှစ်ထားပြီး
ပြင်ပြင်ဆင်ဆင်လည်းမရှိ၊အချစ်ရေးကိုလည်းစိတ်မဝင်စားတဲ့သူတစ်ယောက်ဖြစ်လာပါတယ်။
*ဟန်ဂီဂျွန်း*ကတော့ ခရီးသွားအေဂျင်စီမှာအလုပ်လုပ်တဲ့အေးဂျင့်တစ်ယောက်ပါ။
သူ့ရဲ့ရိုးသားလွန်းပြီးခရီးသွားတွေအပေါ်အလွန်အမင်းစိုးရိမ်ပေးတတ်တဲ့စိတ်ကြောင့်ဖောက်သည်တွေပျက်ရတဲ့အတွက် အလုပ်ထုတ်ခံရပါတယ်။
ဒါနဲ့သူလည်းနောက်အလုပ်သစ်ရှာရင်း “အချစ်ဦးရှာဖွေရေးအကျိုးဆောင်လုပ်ငန်း”ကိုစတင်လိုက်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့ဒီလိုပါ –
အချစ်ဦးကိုမေ့မရနိုင်ဖြစ်ပြီးလက်ထပ်ဖို့နောက်ကျနေတဲ့ဆောဂျီဝူးအတွက်စိတ်ပူတဲ့သူ့အဖေက
ဂျီဝူးကျေနပ်အောင်သူ့အချစ်ဦးကိုရှာပေးဖို့ ဂီဂျွန်းရဲ့အကျိုးဆောင်လုပ်ငန်းဆီရောက်လာပါတယ်။
ဒီလိုနဲ့သူတို့နှစ်ယောက်ဟာ ဘယ်ဆီရောက်နေမှန်းမသိတဲ့”ကင်ဂျုံဝု”ကို နာမည်တစ်ခုတည်းနဲ့တစ်နိုင်ငံလုံးနှံ့အောင်အတူတူလိုက်ရှာကြတာတွေကို
ဟာသတွေရော romanceတွေနဲ့ပါကြည့်ရှုရမှာပါ။
ကင်ဂျုံဝုနဲ့ဂျီဝူးဘာလို့ကွဲသွားလဲဆိုတာကိုသိရရင်ဒေါသဖြစ်မိနိုင်ပေမဲ့
ဇာတ်သိမ်းပိုင်းမှာတော့ဂျီဝူးရဲ့Mr.destinyအစစ်ကဘယ်သူလဲ
ဘယ်လိုကြောင့်လဲဆိုတာကိုသိရရင် ကျေနပ်မိမှာပါ။
ဂျီဝူးတစ်ယောက် “ကံကြမ္မာကိုယုံကြည်မိတာမှန်လားမှားလား”သိချင်ရင်တော့ ဒီကားလေးထဲမှာဆက်လက်ကြည့်ရှုကြပါဦးနော်။
( အညွှန်းရေးသားထားသူကတော့ Ingyin San ဖြစ်ပါတယ် )
[Zawgyi]
Finding Mr.Destiny(2010)
IMDb rating – 6.5/10
ဒီကားကေတာ့ Kim Joon Ok Chatgiဆိုတဲ့musical playကို adaptationလုပ္ျပီးျပန္႐ိုက္ထားတဲ့႐ုပ္ရွင္ျဖစ္ပါတယ္။
Box office မွာလည္း 7.5millionsထိရရွိခဲ့တဲ့ဇာတ္ကားေကာင္းတစ္ကားလည္းျဖစ္ပါတယ္။
Romance/Comedyျဖစ္ၿပီးေတာ့ ဇာတ္ဝင္ခန္းေတြကလည္းေတာ္ေတာ္ရယ္ရတဲ့အျပင္
အိႏၵိယႏိုင္ငံမွာ႐ိုက္ကူးထားတဲ့sceneေတြလည္းပါတာမို႔ ၾကည့္ရက်ိဳးနပ္ေစမဲ့ဇာတ္ကားတစ္ကားျဖစ္မွာပါ။
Male lead ဟန္ဂီဂၽြန္းအျဖစ္ ဆယ္ေက်ာ္သက္အမ်ိဳးသမီးေလးေတြရဲ႕အခ်စ္ေတာ္ ဦး Gong Yooကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။
*ေဆာဂ်ီဝူး*ဆိုတဲ့မိန္းကေလးက ရႈိးပြဲမန္ေနဂ်ာတစ္ေယာက္ပါ။
သူက’ကံကိုယုံုၿပီးဆူးပုံနင္း’ဆိုသလို ကံကိုအလြန္အမင္းယုံၾကည္ပုံအပ္ထားတတ္တဲ့သူမ်ိဳးပါ။
လြန္ခဲ့တဲ့၁၀ႏွစ္တုန္းက အိႏၵိယကိုအလည္သြားစဥ္မွာ ကင္ဂ်ံဳဝုဆိုတဲ့သူ႔အခ်စ္ဦးကိုစေတြ႕ခဲ့ၿပီး
ခရီးစဥ္အတြင္းမွာပဲသူနဲ႔ခ်စ္သူေတြျဖစ္ခဲ့ပါတယ္။
ဒီလူဟာသူ႔ရဲ႕Mr.destinyဟုတ္မဟုတ္စမ္းသပ္ခ်င္တဲ့ဂ်ီဝူးက သူတို႔ႏွစ္ေယာက္ကိုရီးယားကိုျပန္ေရာက္ရင္ေတြ႕မယ္ဆိုၿပီး
ခ်ိန္းဆိုထားတဲ့ေနရာကိုေရာက္ေအာင္မသြားခဲ့ပါဘူး။
ဒီလိုနဲ႔ပဲသူ႔အခ်စ္ဦးနဲ႔အဆက္အသြယ္ျပတ္ကာ ၁၀ႏွစ္လုံးသူ႔ရဲ႕အလုပ္ထဲမွာပဲစိတ္ႏွစ္ထားၿပီး
ျပင္ျပင္ဆင္ဆင္လည္းမရွိ၊အခ်စ္ေရးကိုလည္းစိတ္မဝင္စားတဲ့သူတစ္ေယာက္ျဖစ္လာပါတယ္။
*ဟန္ဂီဂၽြန္း*ကေတာ့ ခရီးသြားေအဂ်င္စီမွာအလုပ္လုပ္တဲ့ေအးဂ်င့္တစ္ေယာက္ပါ။
သူ႔ရဲ႕႐ိုးသားလြန္းၿပီးခရီးသြားေတြအေပၚအလြန္အမင္းစိုးရိမ္ေပးတတ္တဲ့စိတ္ေၾကာင့္ေဖာက္သည္ေတြပ်က္ရတဲ့အတြက္ အလုပ္ထုတ္ခံရပါတယ္။
ဒါနဲ႔သူလည္းေနာက္အလုပ္သစ္ရွာရင္း “အခ်စ္ဦးရွာေဖြေရးအက်ိဳးေဆာင္လုပ္ငန္း”ကိုစတင္လိုက္ပါတယ္။
ဇာတ္လမ္းအက်ဥ္းကေတာ့ဒီလိုပါ –
အခ်စ္ဦးကိုေမ့မရႏိုင္ျဖစ္ၿပီးလက္ထပ္ဖို႔ေနာက္က်ေနတဲ့ေဆာဂ်ီဝူးအတြက္စိတ္ပူတဲ့သူ႔အေဖက
ဂ်ီဝူးေက်နပ္ေအာင္သူ႔အခ်စ္ဦးကိုရွာေပးဖို႔ ဂီဂၽြန္းရဲ႕အက်ိဳးေဆာင္လုပ္ငန္းဆီေရာက္လာပါတယ္။
ဒီလိုနဲ႔သူတို႔ႏွစ္ေယာက္ဟာ ဘယ္ဆီေရာက္ေနမွန္းမသိတဲ့”ကင္ဂ်ံဳဝု”ကို နာမည္တစ္ခုတည္းနဲ႔တစ္ႏိုင္ငံလုံးႏွံ႔ေအာင္အတူတူလိုက္ရွာၾကတာေတြကို
ဟာသေတြေရာ romanceေတြနဲ႔ပါၾကည့္ရႈရမွာပါ။
ကင္ဂ်ံဳဝုနဲ႔ဂ်ီဝူးဘာလို႔ကြဲသြားလဲဆိုတာကိုသိရရင္ေဒါသျဖစ္မိႏိုင္ေပမဲ့
ဇာတ္သိမ္းပိုင္းမွာေတာ့ဂ်ီဝူးရဲ႕Mr.destinyအစစ္ကဘယ္သူလဲ
ဘယ္လိုေၾကာင့္လဲဆိုတာကိုသိရရင္ ေက်နပ္မိမွာပါ။
ဂ်ီဝူးတစ္ေယာက္ “ကံၾကမၼာကိုယုံၾကည္မိတာမွန္လားမွားလား”သိခ်င္ရင္ေတာ့ ဒီကားေလးထဲမွာဆက္လက္ၾကည့္ရႈၾကပါဦးေနာ္။
( အညႊန္းေရးသားထားသူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )
File size__( 1 GB ) and ( 350 MB)
Quality__720p
IMDb Rating__6.5/10
Format__mp4
Duration__01:52:00
Type__Comedy , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
