"The Lost King (2022)
The Shape of Water မင်းသမီးကြီး Sally Hawkins ရဲ့ ဖြစ်ရပ်မှန် Historical Comedy ရုပ်ရှင်ကားသစ်ကို တင်ဆက်​ပေးလိုက်ပါတယ်။ IMDb 6.6/10, RT – 66% ရရှိထားတာဖြစ်ပြီး ၁၅ရာစုနှစ်တုန်းက ဗြိတိန်ဘုရင်ဖြစ်ခဲ့တဲ့ King Richard III အ​ကြောင်းကို ဖြစ်ရပ်မှန်ပေါ်အခြေတည် ဇာတ်လမ်းဆင် ရိုက်ကူးထားတာဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အ​ပျော်တမ်းသမိုင်း​​လေ့လာသူ၊ အိမ်​ထောင်ရှင်၊ အလုပ်သမားဖြစ်တဲ့ Phillipa Langley ဟာ အထက်လူကြီးနဲ့ အဆင်မ​​ပြေမှု​တွေ​ကြောင့် အလုပ်မှာ ထိုက်သင့်တဲ့​နေရာကို မရသလို အိမ်​ထောင်​​ရေးကံလည်း မ​ကောင်းလို့ စိတ်​ထောင်းကိုယ်​ကြေ ဖြစ်​နေသူပါ။ တစ်ညမှာ​တော့ သားဖြစ်သူနဲ့ ရှိတ်စပီးယားပြဇာတ်သွားကြည့်ရင်း ပြဇာတ်မှာပါတဲ့ King Richard III အ​​ကြောင်း စိတ်ဝင်စားသွားခဲ့ပါတယ်။
King Richard III ဆိုတာ အင်္ဂလန်သမိုင်း​ကြောင်းမှာ နှယ်နှယ်ရရ မဟုတ်ဘဲ အစ်ကို​တော် Edward IV ရဲ့သား သူ့ရဲ့တူ​​တော်တွေကို လုပ်ကြံပြီး နန်းလုခဲ့သူ၊ ခါးမှာ ဘို့ကြီးနဲ့ ဆိုးရွားတဲ့ရုပ်အဆင်းရှိသူ ရက်စက်တဲ့ဘုရင်အဖြစ် သမိုင်းစာအုပ်​တွေထဲမှာ အာ​ဘော်တူတူပဲ ​ဖော်ညွှန်းထားတာပါ။ ရှိတ်စပီးယားပြဇာတ်ထဲမှာလည်း အလားတူ ပုံ​ဖော်​ရေးသားထားတာပါ။
Phillipa က အဆိုပါသမိုင်းကို​ရော ပြဇာတ်ကို​ရော အစစ်အမှန်လို့ မယုံကြည်ဘဲ Tudor မင်းဆက်ရဲ့ Richard III အ​ပေါ် ဂုဏ်သိက္ခာချတာလို့ တရား​သေစွဲမှတ်ရင်း သူနဲ့အမြင်တူတဲ့ သမိုင်း​လေ့လာသူ ဝါသနာရှင်‌တွေနဲ့ပေါင်းပြီး သမိုင်း​ကြောင်းအမှန်ကို သိ​​အောင်​လေ့လာရင်း Richard III ရဲ့ရုပ်အ​လောင်းနဲ့ပတ်သက်ပြီး တိတိကျကျသိထားတာမရှိခဲ့သလို မြုပ်နှံထားတဲ့​နေရာကိုပါ မသိလို့ Phillipa တစ်​ယောက် ရုပ်အ​လောင်းကိုရှာဖို့ စတင်ကြိုးစားပါ​တော့တယ်။
အလယ်ခေတ်နှောင်းပိုင်း၊ ရီနေးဆန့်ခေတ်အစဖြစ်ခဲ့တဲ့ ၁၅ ရာစုရဲ့ သမိုင်းဝင်ဘုရင်တစ်ပါးဖြစ်ခဲ့တဲ့ Richard III ကို ခုခေတ်ကြီးမှာ ပြန်ရှာဖွေ တူးဖော်ဖို့ဆိုတာ တကယ်ကို မလွယ်တဲ့ကိစ္စပါ။ အဲဒါကို Phillipa က တကယ်ကြီး လုပ်ပြနိုင်ခဲ့ပါတယ်။ သူ့ရဲ့ စွမ်း‌ဆောင်ခဲ့မှုအတွက်လည်း အင်္ဂလန်ဘုရင်မကြီးက သူ့ကို MBE ဘွဲ့ ချီးမြှင့်ခဲ့ပါတယ်။ အဲဒီလို အင်္ဂလန်ရဲ့ တကယ့်သမိုင်းဝင်အခိုက်အတံ့တစ်ခုကို ဖော်ထုတ်ခဲ့တဲ့အကြောင်းတွေကို ပြန်ရိုက်ကူးထားတဲ့ ကားကောင်းတစ်ကားပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို JimX နဲ့ Htet Kyaw Myo မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.1GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 6.6/10
Format – mp4
Duration – 1H 48Min
Genre – Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by JimX & Htet Kyaw Myo
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
