"[Unicode]2010 (31st) Blue Dragon Film Awards မှာ ဒီဇာတ်ကားရဲ့ Best New Director ဆုကိုရရှိခဲ့ပြီးမင်းသမီး Jung Yu-Mi လည်း2011 (33rd) Golden Cinematography Awards ပွဲမှာ Best Actress ဆုကို ရရှိခဲ့ပါတယ် ။ပုံမှန်ကြည့်နေကျ Comedy-Romane တွေလိုမဟုတ်ပဲ တစ်မျိုးကွဲထွက်နေတာမို့ ပရိတ်သတ်တွေ အကြိုက်တွေ့လောက်မယ်ထင်ပါတယ်Pauseဇာတ်လမ်းအကျဉ်းဆယ်ဂျင်းဟာ နယ်မြို့လေးတစ်မြို့မှာနေထိုင်ပြီး အဲ့မြို့က တက္ကသိုလ်ကနေပဲ ဘွဲ့ရခဲ့ပါတယ်ဆိုးလ်ကို သွားပြီး အလုပ်လုပ်ကိုင်လိုတာကြောင့် ဖခင် တားမြစ်တဲ့ ကြားကနေပဲ ဆိုးလ်မှာ အလုပ်လုပ်ဖို့ ရောက်လာခဲ့ပါတယ်Company တစ်ခုမှာ အလုပ်ဝင်ပြီး အလုပ်ကိုင်သစ် ချစ်သူအသစ်နဲ့ အရာအားလုံးအဆင်ပြေနေချိန်မှာပဲ…သူမ အလုပ်လုပ်တဲ့ Company ဒေဝါလီခံရပြီး သူမလည်း အလုပ်လက်မဲ့ဖြစ်သွားခဲ့ပါတယ်ချစ်သူနဲ့လည်း လမ်းခွဲခဲ့ရပြီးဈေးပေါတဲ့ တိုက်ခန်းတစ်ခုကို ပြောင်းငှားနေခဲ့ရပါတယ်အဲ့မှာပဲ လူမိုက် အိုဒုံချောနဲ့ သူမတွေ့ဆုံခဲ့ပါတယ်အစပိုင်းမှာ လူမိုက်တစ်ယောက်နဲ့ အခန်းကပ်ရပ် မနေနိုင်လို့ အိမ်ပြောင်းဖို့ လုပ်ခဲ့ပေမယ့်နောက်ပိုင်းမှာတော့ စိတ်ရင်းကောင်းတဲ့ အိုဒုံချောကို ခင်မင်သွားခဲ့ပါတယ်သူမ အလုပ်သစ်ရှာဖို့လည်း အိုဒုံချောက အကူညီတွေပေးခဲ့ပါတယ်စိတ်ရင်းကောင်းတဲ့ လူမိုက်ကြီး အိုဒုံချောနဲ့ ဆယ်ဂျင်းတို့ ဘယ်လိုတွေဆက်ဖြစ်မှာလဲအခက်ခဲတွေ ဘယ်လိုရင်ဆိုင်ကြမလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်…။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]2010 (31st) Blue Dragon Film Awards မွာ ဒီဇာတ္ကားရဲ႕ Best New Director ဆုကိုရရွိခဲ့ၿပီးမင္းသမီး Jung Yu-Mi လည္း2011 (33rd) Golden Cinematography Awards ပြဲမွာ Best Actress ဆုကို ရရွိခဲ့ပါတယ္ ။ပုံမွန္ၾကည့္ေနက် Comedy-Romane ေတြလိုမဟုတ္ပဲ တစ္မ်ိဳးကြဲထြက္ေနတာမို႔ ပရိတ္သတ္ေတြ အႀကိဳက္ေတြ႕ေလာက္မယ္ထင္ပါတယ္ဇာတ္လမ္းအက်ၪ္းဆယ္ဂ်င္းဟာ နယ္ၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာေနထိုင္ၿပီး အဲ့ၿမိဳ႕က တကၠသိုလ္ကေနပဲ ဘြဲ႕ရခဲ့ပါတယ္ဆိုးလ္ကို သြားၿပီး အလုပ္လုပ္ကိုင္လိုတာေၾကာင့္ ဖခင္ တားျမစ္တဲ့ ၾကားကေနပဲ ဆိုးလ္မွာ အလုပ္လုပ္ဖို႔ ေရာက္လာခဲ့ပါတယ္Company တစ္ခုမွာ အလုပ္၀င္ၿပီး အလုပ္ကိုင္သစ္ ခ်စ္သူအသစ္နဲ႔ အရာအားလုံးအဆင္ေျပေနခ်ိန္မွာပဲ…သူမ အလုပ္လုပ္တဲ့ Company ေဒ၀ါလီခံရၿပီး သူမလည္း အလုပ္လက္မဲ့ျဖစ္သြားခဲ့ပါတယ္ခ်စ္သူနဲ႔လည္း လမ္းခြဲခဲ့ရၿပီးေစ်းေပါတဲ့ ​တိုက္ခန္းတစ္ခုကို ေျပာင္းငွားေနခဲ့ရပါတယ္အဲ့မွာပဲ လူမိုက္ အိုဒုံေခ်ာနဲ႔ သူမေတြ႕ဆုံခဲ့ပါတယ္အစပိုင္းမွာ လူမိုက္တစ္ေယာက္နဲ႔ အခန္းကပ္ရပ္ မေနႏိုင္လို႔ အိမ္ေျပာင္း​ဖို႔ လုပ္ခဲ့ေပမယ့္ေနာက္ပိုင္းမွာေတာ့ စိ္တ္ရင္းေကာင္းတဲ့ အိုဒုံေခ်ာကို ခင္မင္သြားခဲ့ပါတယ္သူမ အလုပ္သစ္ရွာဖို႔လည္း အိုဒုံေခ်ာက အကူညီေတြေပးခဲ့ပါတယ္စိတ္ရင္းေကာင္းတဲ့ လူမိုက္ႀကီး အိုဒုံေခ်ာနဲ႔ ဆယ္ဂ်င္းတို႔ ဘယ္လိုေတြဆက္ျဖစ္မွာလဲအခက္ခဲေတြ ဘယ္လိုရင္ဆိုင္ၾကမလဲဆိုတာ ဒီဇာတ္လမ္းေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္…။( အညႊန္္းေရးသားထားသူကေတာ့ Seung ျဖစ္ပါတယ္ )File size__( 950 MB) and ( 350 MB)Quality__720pIMDb Rating__6.8/10Format__mp4Duration__01:45:00Type__ComedySubtitle__Myanmar Subtitle (Hardsub)Translated by SeungEncoded by Naing Aung Latt"