"The Elder One (2019)
================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.6/10
#Unicode
ဒီဇာတ်ကားလေးကတော့ အိန္ဒိယနိုင်ငံက လိင်တူချစ်သူတွေရဲ့ ပြဿနာနဲ့ ကျွန်းက ထွက်သွားတဲ့
အကိုဖြစ်သူကို ရှာဖွေတဲ့ ယောက်ျားလျှာကောင်မလေးတစ်ယောက်ရဲ့ ကြုံတွေ့ရတဲ့ ပြဿနာတွေ
ကို မီးမောင်းထိုးပြထားတဲ့ ကားလေးပါ။ ကလေးမလေးဟာ ယောက်ျားလို ဝတ်ဆင်ပြီး ယောက်ျားလို
နေပင်မဲ့ ပတ်ဝန်းကျင်ရဲ့ လက်မခံနိုင်မှု့တွေကြောင့် မြို့ပေါ်တက်သွားတဲ့ အကိုကို သွားရှာရင်း
ကလေးရောင်းစားတဲ့ ဂိုဏ်းနဲ့တွေ့ပြီး ရောင်းစားခံရတော့မဲ့ စဲစဲ သူ့အကိုကို ပြန်တွေ့ပြီး မောင်နှမတွေ
ပြန်လည်ဆုံစည်းသွားတဲ့ ကားလေးပါ။ ဇာတ်လမ်းလေးဟာ ရိုးရှင်းပေမဲ့ အိန္ဒိယနိုင်ငံရဲ့ လူနေမှု့ဘဝတွေ
ကလေးရောင်းဂိုဏ်းတွေရဲ့ အင်အားကြီးမားပုံနဲ့ ပျက်စီးနေတဲ့ ရဲတွေရဲ့ ကျင့်ဝတ်တွေကို ဒါရိုက်တာက
အဓိကထား ရိုက်ကူးထားတာဖြစ်ပါတယ်။တကယ်ကို ကြည့်သင့်တဲ့ ပညာပေး ကားလေးပါ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thinzar Lwin ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီဇာတ္ကားေလးကေတာ့ အိႏၵိယႏိုင္ငံက လိင္တူခ်စ္သူေတြရဲ႕ ျပႆနာနဲ႔ ကြၽန္းက ထြက္သြားတဲ့
အကိုျဖစ္သူကို ရွာေဖြတဲ့ ေယာက္်ားလွ်ာေကာင္မေလးတစ္ေယာက္ရဲ႕ ႀကဳံေတြ႕ရတဲ့ ျပႆနာေတြ
ကို မီးေမာင္းထိုးျပထားတဲ့ ကားေလးပါ။ ကေလးမေလးဟာ ေယာက္်ားလို ဝတ္ဆင္ၿပီး ေယာက္်ားလို
ေနပင္မဲ့ ပတ္ဝန္းက်င္ရဲ႕ လက္မခံႏိုင္မႈ႕ေတြေၾကာင့္ ၿမိဳ႕ေပၚတက္သြားတဲ့ အကိုကို သြားရွာရင္း
ကေလးေရာင္းစားတဲ့ ဂိုဏ္းနဲ႔ေတြ႕ၿပီး ေရာင္းစားခံရေတာ့မဲ့ စဲစဲ သူ႔အကိုကို ျပန္ေတြ႕ၿပီး ေမာင္ႏွမေတြ
ျပန္လည္ဆုံစည္းသြားတဲ့ ကားေလးပါ။ ဇာတ္လမ္းေလးဟာ ႐ိုးရွင္းေပမဲ့ အိႏၵိယႏိုင္ငံရဲ႕ လူေနမႈ႕ဘဝေတြ
ကေလးေရာင္းဂိုဏ္းေတြရဲ႕ အင္အားႀကီးမားပုံနဲ႔ ပ်က္စီးေနတဲ့ ရဲေတြရဲ႕ က်င့္ဝတ္ေတြကို ဒါ႐ိုက္တာက
အဓိကထား ႐ိုက္ကူးထားတာျဖစ္ပါတယ္။တကယ္ကို ၾကည့္သင့္တဲ့ ပညာေပး ကားေလးပါ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thinzar Lwin ပဲျဖစ္ပါတယ္။)
Quality – 720p WebDL
Duration – 2 hr 05 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Crime, Drama
Source : 1080p.WebDL
Translator – Thinzar Lwin
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
