"[Unicode]action မင်းသားကြီး Keanu Reeves ရဲ့ ငယ်ငယ်က အချစ်ဇာတ်ကားလေးတွေ ကြည့်ချင်နေတဲ့ သူတွေအတွက်ဒီ A walk in the clouds ဆိုတဲ့ကားလေးကိုလက်တို့လိုက်ပါတယ်..ဒုတိယ ကမ္ဘာစစ်ကြီးပြီးလို့ ချစ်ဇနီးထံ ပြန်လာတဲ့ Paul တစ်ယောက်ဇနီးသည်ရဲ့ ဆန္ဒအရ ချောကလက်ရောင်းဖို့ Sacramento မြို့လေးကို ရထားနဲ့ ခရီးနှင်ခဲ့ပါတော့တယ်…Pauseကံကောင်းချင်လို့ပြောရမလားကံဆိုးချင်လို့ပြောရမလားသွားနေတဲ့လမ်းမှာပဲကိုယ်ဝန်ရသွားပြီး ချစ်သူကပါပစ်သွားလို့ အိမ်မပြန်ရဲဖြစ်နေတဲ့ မက္ကစီကန် ကောင်မလေးနဲ့ဆုံပါတော့တယ်။ကောင်မလေးရဲ့ အခက်အခဲကိုကူညီဖို့ ဟန်ဆောင်ခင်ပွန်းအဖြစ် မိသားစုကိုလိုက်တွေ့ရာရနေ ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာကိုတော့ ဇာတ်လမ်းထဲမှာမြင်တွေ့ရမှာဖြစ်ပါတယ်။တစ်ယောက်နဲ့တစ်ယောက်တွေ့ဆုံတဲ့ချိန်ဟာ နှစ်ယောက်လုံးရဲ့အခက်ခဲဆုံးအချိန်ဖြစ်နေပြီးဆိုင်သူရှိနေတဲ့ လူဖြူကောင်လေးနဲ့ တခြားသူရဲ့ရင်သွေးလေးကိုလွယ်ထားရတဲ့ စပျစ်ခြံပိုင်ရှင်သမီးလေးတို့ ဘယ်လိုနီးစပ်သွားကြမလဲဆိုတာကတော့စိတ်ဝင်စားစရာပါပဲ..1995 ဝန်းကျင်က အဝတ်အစား အခင်းအကျင်းနဲ့ သိုက်သိုက်ဝန်းဝန်းပျော်ရွှင်စရာကောင်းတဲ့ မိသားစုရဲ့ ပုံရိပ်တွေအပြင်ကြည်နူးစရာ ဝမ်းနည်းစရာတွေနဲ့ရောပြွမ်းနေတဲ့ ချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ကို ပုံဖော်ထားတာမို့ဟောင်းပေမယ့် ကောင်းနေဆဲဖြစ်တဲ့ ဒီကားလေးကို ညွှန်းလိုက်ရပါတော့တယ်။( အညွှန်းရေးသားထားသူကတော့ Thinzar Oo ဖြစ်ပါတယ် )[Zawgyi]action မင္းသားႀကီး Keanu Reeves ရဲ႕ ငယ္ငယ္က အခ်စ္ဇာတ္ကားေလးေတြ ၾကည့္ခ်င္ေနတဲ့ သူေတြအတြက္ဒီ A walk in the clouds ဆိုတဲ့ကားေလးကိုလက္တို႔လိုက္ပါတယ္..ဒုတိယ ကမာၻစစ္ႀကီးၿပီးလို႔ ခ်စ္ဇနီးထံ ျပန္လာတဲ့ Paul တစ္ေယာက္ဇနီးသည္ရဲ႕ ဆႏၵအရ ေခ်ာကလက္ေရာင္းဖို႔ Sacramento ၿမိဳ႕ေလးကို ရထားနဲ႔ ခရီးႏွင္ခဲ့ပါေတာ့တယ္…ကံေကာင္းခ်င္လို႔ေျပာရမလားကံဆိုးခ်င္လို႔ေျပာရမလားသြားေနတဲ့လမ္းမွာပဲကိုယ္ဝန္ရသြားၿပီး ခ်စ္သူကပါပစ္သြားလို႔ အိမ္မျပန္ရဲျဖစ္ေနတဲ့ မကၠစီကန္ ေကာင္မေလးနဲ႔ဆုံပါေတာ့တယ္။ေကာင္မေလးရဲ႕ အခက္အခဲကိုကူညီဖို႔ ဟန္ေဆာင္ခင္ပြန္းအျဖစ္ မိသားစုကိုလိုက္ေတြ႕ရာရေန ဘာေတြ ဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းထဲမွာျမင္ေတြ႕ရမွာျဖစ္ပါတယ္။တစ္ေယာက္နဲ႔တစ္ေယာက္ေတြ႕ဆုံတဲ့ခ်ိန္ဟာ ႏွစ္ေယာက္လုံးရဲ႕အခက္ခဲဆုံးအခ်ိန္ျဖစ္ေနၿပီးဆိုင္သူရွိေနတဲ့ လူျဖဴေကာင္ေလးနဲ႔ တျခားသူရဲ႕ရင္ေသြးေလးကိုလြယ္ထားရတဲ့ စပ်စ္ၿခံပိုင္ရွင္သမီးေလးတို႔ ဘယ္လိုနီးစပ္သြားၾကမလဲဆိုတာကေတာ့စိတ္ဝင္စားစရာပါပဲ..1995 ဝန္းက်င္က အဝတ္အစား အခင္းအက်င္းနဲ႔ သိုက္သိုက္ဝန္းဝန္းေပ်ာ္႐ႊင္စရာေကာင္းတဲ့ မိသားစုရဲ႕ ပုံရိပ္ေတြအျပင္ၾကည္ႏူးစရာ ဝမ္းနည္းစရာေတြနဲ႔ေရာႁပြမ္းေနတဲ့ ခ်စ္ဇာတ္လမ္းေလးတစ္ပုဒ္ကို ပုံေဖာ္ထားတာမို႔ေဟာင္းေပမယ့္ ေကာင္းေနဆဲျဖစ္တဲ့ ဒီကားေလးကို ၫႊန္းလိုက္ရပါေတာ့တယ္။( အညႊန္္းေရးသားထားသူကေတာ့ Thinzar Oo ျဖစ္ပါတယ္ )File size__( 950 MB) and ( 350 MB)Quality__720pIMDb Rating__6.7/10Format__mp4Duration__01:47:54Type__ Drama, RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by Thinzar OoEncoded by Naing Aung Latt"