"Ashes of Time (1994)
===============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.2/10
#Unicode
ခမ်းနားကြီးကျယ်မှုတွေဟာလည်း အချိန်ကာလရဲ့ တိုက်စားမှုတွေထဲ လွင့်ပျောက်ပျက်ပြယ်ကြရတာပါပဲ။
အချိန်စီးကြောင်းတွေကြား လွင့်မျောပျက်ပြယ်နေကြတဲ့ ပြာမှုန်တွေထဲ အခမ်းနားဆုံးလူသားတွေလည်း
မလွတ်ကင်းခဲ့ပါဘူး။ ဒီရုပ်ရှင်မှာ တရုတ်ပြည်ရဲ့ နာမည်ကျော် Art House Directors ဝေါင်ကာဝေးဟာ
လွင့်ပြယ်ခဲ့ပြီးသား နာမည်ကျော်တွေရဲ့ အတိတ်ဆီ ကျွန်တော်တို့ကို ပြန်ခေါ်သွားမှာပါ။ ကျင်းယုံရဲ့ သူရဲကောင်း
တို့ရဲ့ဒဏ္ဍာရီ ဝါမက်မွန်မြေကချစ်တေးတစ်ပုဒ်လို့ လူသိများတဲ့ The Legend of the Condor Heroesက
ဇာတ်ကောင်တွေကို ကျောရိုးယူထားတဲ့အတွက် မကြည့်ရသေးခင်ကတည်းက ရင်းနှီးနေမှာပါပဲ။ ဒီရုပ်ရှင်ဟာ
Timelineအရတော့ တိမ်လွှာနဂါးသူရဲကောင်းများနဲ့ သူရဲကောင်းတို့ရဲ့ ဒဏ္ဍာရီတို့ကြား မရှေးမနှောင်းကာလ
လောက်မှာပါ။ သူရဲကောင်းတို့ရဲ့ ဒဏ္ဍာရီမှာ ပြောပဲပြောပြီးမပြခဲ့တဲ့ လက်ကိုးချောင်းသူ‌ဖုန်းစားဂိုဏ်းချုပ်
ဟုန်ချီကုန်းရဲ့ လက်တစ်ချောင်းပြတ်ခဲ့ရတဲ့အကြောင်း၊ဓားမကိုင်ရတဲ့ အကြောင်း၊အိုးရန်ဖုန်နဲ့ သူ့မရီးကြားက
ဖြစ်ရပ်၊ ဟွမ် မက်မွန်ကျွန်းသခင်ဟွမ် မက်မွန်ကျွန်းသခင် ဖြစ်လာရတဲ့အကြောင်းအရင်းတို့ကို။ရိုက်ပြသွားပါတယ်။
အရှေ့ပိုင်းထိပ်သီး မက်မွန်ကျွန်းသခင်ဟွမ် အနောက်ပိုင်းထိပ်သီး အဆိပ်ဘုရင် အိုးရန်ုဖုန်း မြောက်ပိုင်းထိပ်သီး
သူတောင်းစားဂိုဏ်ချုပ် ဟုန်ချီကုန်း တို့ရဲ့ ဆက်ဆံရေးကို အနုပညာအမြောက်ဆုံး တင်ဆက်သွားပါသေးတယ်။
မုယုံယင် ဝါ မုယုံယန်ကနေ တုကူးချိုပိုက်အဖြစ် ပြောင်းသွားတဲ့ ပြိုင်ဘက်မရှိတော့လို့ ငြီးငွေ့နေတဲ့ ရန်ကော်ရဲ့
ဓားနဲ့သိမ်းငှက်ပိုင်ရှင် တုကူးချိုပိုက်ရဲ့ Originကလည်း အတော်စိတ်၀င်စားစရာပါ။ ဒီရုပ်ရှင်ဟာ အိုးရန်ဖုန်းကို
အ‌ခြေပြုပြီးကျန်တဲ့ထိပ်သီးတွေအကြောင်းကို Act5ခုခွဲပြီးပြသွားပေမယ့်လို့‌ ဒီထဲက သိုင်းအကျော်အမော်ကြီးတွေ
အားလုံးဟာကျွန်တော်တို့သိဖူးတဲ့ သူတို့အကြောင်းတွေလို ပြိုင်ဘက်ကင်းဖြစ်နေတဲ့ အချိန်မှာမဟုတ်ပါဘူး။ကစဉ့်
ကလျားဘ၀ကို သူတို့ဘာသာပြန်တည်ဆောက်နေကြတဲ့ ဝါနုသိုင်းသမားပေါက်စလေးတွေဖြစ်နေတဲ့ အချိန်မှာပါ။
ဒီထဲက ဟုန်ချီကုန်းဆို ချောင်ဖုန်းနဲ့တောင် မတွေ့ရသေးသလို သူတောင်းစားဂိုဏ်၀င်လည်းမဟုတ်သေးပါဘူး။
တုကူးချိုပိုက် ကျော်ကြားပြီး နှစ်နည်းနည်းခြားပြီးမှ သူတို့ကထိပ်သီးတွေဖြစ်လာတဲ့အတွက် ဒီရုပ်ရှင်ကနေဆိုသူတို့
လမ်းအရှည်ကြီးလျှောက်ကြရဦးမှာပါ။တိုနီလောင်ချုဝေရဲ့ ဇာတ်ကောင် မျက်မမြင်သိုင်းသမားကတော့ ကျင်းယုံ
ဇာတ်လမ်းတွေမှာ မပါဘူးထင်ပါတယ်။ သတိမထားမိတာလည်းဖြစ်ချင်ဖြစ်ပါမယ်။ သို့ပေမယ့် ဒီဇာတ်‌ကောင်က
အထူးခြားဆုံးဇာတ်ကောင်ပါပဲ။ တစ်ချို့သူတွေကတော့မခမ်းနားသေးခင်မှာပဲ အချိန်ကာလထဲပျက်ပြယ် ကြရတာပဲ
မဟုတ်လား။
Ashes of Timeဟာ ဝေါင်ကာဝေး ရုပ်ရှင်ပီသစွာပဲ ဒိုင်ယာလော့ပိုင်းနဲ့ ရုပ်ရှင်ဓာတ်ပုံပညာအပိုင်းမှာ အတော်လေးလှပ
ပါတယ်။ တရုတ်ရုပ်ရှင်ဆုပေးပွဲမှာ အကောင်းဆုံးဒါရိုက်တာဆုနဲ့ ရုပ်ရှင်ဓာတ်ပုံပညာဆု‌တွေကိုလည်း ရထားပါတယ်။
Ashes of Timeဟာ လှပတယ် စိတ္တဇဆန်တယ် လျှို့ဝှက်ချက်များတယ်။ ကန္တာရထဲမှာ လောင်ကျွမ်းနေကြတဲ့သူတွေရှိတယ်။
ဆန္ဒထဲမှာ လောင်ကျွမ်းနေကြတဲ့သူတွေရှိတယ်။ သူတို့က ဘာမဟုတ်ခဲ့ကြတဲ့ လူသားကလေးတွေပါပဲ။ သူတို့က ဒဏ္ဍာရီတွေ
လည်း ဖြစ်ခဲ့ကြတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းကို Wira Aung မှအထူးစပါယ်ရှယ် ရေးသားပေးထားပြီး . ဘာသာပြန်ပေးသူကတော့ d3mon
ပဲဖြစ်ပါတယ်။)
#Zawgyi
ခမ္းနားႀကီးက်ယ္မႈေတြဟာလည္း အခ်ိန္ကာလရဲ႕ တိုက္စားမႈေတြထဲ လြင့္ေပ်ာက္ပ်က္ျပယ္ၾကရတာပါပဲ။
အခ်ိန္စီးေၾကာင္းေတြၾကား လြင့္ေမ်ာပ်က္ျပယ္ေနၾကတဲ့ ျပာမႈန္ေတြထဲ အခမ္းနားဆုံးလူသားေတြလည္း
မလြတ္ကင္းခဲ့ပါဘူး။ ဒီ႐ုပ္ရွင္မွာ တ႐ုတ္ျပည္ရဲ႕ နာမည္ေက်ာ္ Art House Directors ေဝါင္ကာေဝးဟာ
လြင့္ျပယ္ခဲ့ၿပီးသား နာမည္ေက်ာ္ေတြရဲ႕ အတိတ္ဆီ ကြၽန္ေတာ္တို႔ကို ျပန္ေခၚသြားမွာပါ။ က်င္းယုံရဲ႕ သူရဲေကာင္း
တို႔ရဲ႕ဒ႑ာရီ ဝါမက္မြန္ေျမကခ်စ္ေတးတစ္ပုဒ္လို႔ လူသိမ်ားတဲ့ The Legend of the Condor Heroesက
ဇာတ္ေကာင္ေတြကို ေက်ာ႐ိုးယူထားတဲ့အတြက္ မၾကည့္ရေသးခင္ကတည္းက ရင္းႏွီးေနမွာပါပဲ။ ဒီ႐ုပ္ရွင္ဟာ
Timelineအရေတာ့ တိမ္လႊာနဂါးသူရဲေကာင္းမ်ားနဲ႔ သူရဲေကာင္းတို႔ရဲ႕ ဒ႑ာရီတို႔ၾကား မေရွးမေႏွာင္းကာလ
ေလာက္မွာပါ။ သူရဲေကာင္းတို႔ရဲ႕ ဒ႑ာရီမွာ ေျပာပဲေျပာၿပီးမျပခဲ့တဲ့ လက္ကိုးေခ်ာင္းသူ‌ဖုန္းစားဂိုဏ္းခ်ဳပ္
ဟုန္ခ်ီကုန္းရဲ႕ လက္တစ္ေခ်ာင္းျပတ္ခဲ့ရတဲ့အေၾကာင္း၊ဓားမကိုင္ရတဲ့ အေၾကာင္း၊အိုးရန္ဖုန္နဲ႔ သူ႔မရီးၾကားက
ျဖစ္ရပ္၊ ဟြမ္ မက္မြန္ကြၽန္းသခင္ဟြမ္ မက္မြန္ကြၽန္းသခင္ ျဖစ္လာရတဲ့အေၾကာင္းအရင္းတို႔ကို။႐ိုက္ျပသြားပါတယ္။
အေရွ႕ပိုင္းထိပ္သီး မက္မြန္ကြၽန္းသခင္ဟြမ္ အေနာက္ပိုင္းထိပ္သီး အဆိပ္ဘုရင္ အိုးရႏ္ုဖုန္း ေျမာက္ပိုင္းထိပ္သီး
သူေတာင္းစားဂိုဏ္ခ်ဳပ္ ဟုန္ခ်ီကုန္း တို႔ရဲ႕ ဆက္ဆံေရးကို အႏုပညာအေျမာက္ဆုံး တင္ဆက္သြားပါေသးတယ္။
မုယုံယင္ ဝါ မုယုံယန္ကေန တုကူးခ်ိဳပိုက္အျဖစ္ ေျပာင္းသြားတဲ့ ၿပိဳင္ဘက္မရွိေတာ့လို႔ ၿငီးေငြ႕ေနတဲ့ ရန္ေကာ္ရဲ႕
ဓားနဲ႔သိမ္းငွက္ပိုင္ရွင္ တုကူးခ်ိဳပိုက္ရဲ႕ Originကလည္း အေတာ္စိတ္၀င္စားစရာပါ။ ဒီ႐ုပ္ရွင္ဟာ အိုးရန္ဖုန္းကို
အ‌ေျချပဳၿပီးက်န္တဲ့ထိပ္သီးေတြအေၾကာင္းကို Act5ခုခြဲၿပီးျပသြားေပမယ့္လို႔‌ ဒီထဲက သိုင္းအေက်ာ္အေမာ္ႀကီးေတြ
အားလုံးဟာကြၽန္ေတာ္တို႔သိဖူးတဲ့ သူတို႔အေၾကာင္းေတြလို ၿပိဳင္ဘက္ကင္းျဖစ္ေနတဲ့ အခ်ိန္မွာမဟုတ္ပါဘူး။ကစဥ့္
ကလ်ားဘ၀ကို သူတို႔ဘာသာျပန္တည္ေဆာက္ေနၾကတဲ့ ဝါႏုသိုင္းသမားေပါက္စေလးေတြျဖစ္ေနတဲ့ အခ်ိန္မွာပါ။
ဒီထဲက ဟုန္ခ်ီကုန္းဆို ေခ်ာင္ဖုန္းနဲ႔ေတာင္ မေတြ႕ရေသးသလို သူေတာင္းစားဂိုဏ္၀င္လည္းမဟုတ္ေသးပါဘူး။
တုကူးခ်ိဳပိုက္ ေက်ာ္ၾကားၿပီး ႏွစ္နည္းနည္းျခားၿပီးမွ သူတို႔ကထိပ္သီးေတြျဖစ္လာတဲ့အတြက္ ဒီ႐ုပ္ရွင္ကေနဆိုသူတို႔
လမ္းအရွည္ႀကီးေလွ်ာက္ၾကရဦးမွာပါ။တိုနီေလာင္ခ်ဳေဝရဲ႕ ဇာတ္ေကာင္ မ်က္မျမင္သိုင္းသမားကေတာ့ က်င္းယုံ
ဇာတ္လမ္းေတြမွာ မပါဘူးထင္ပါတယ္။ သတိမထားမိတာလည္းျဖစ္ခ်င္ျဖစ္ပါမယ္။ သို႔ေပမယ့္ ဒီဇာတ္‌ေကာင္က
အထူးျခားဆုံးဇာတ္ေကာင္ပါပဲ။ တစ္ခ်ိဳ႕သူေတြကေတာ့မခမ္းနားေသးခင္မွာပဲ အခ်ိန္ကာလထဲပ်က္ျပယ္ ၾကရတာပဲ
မဟုတ္လား။
Ashes of Timeဟာ ေဝါင္ကာေဝး ႐ုပ္ရွင္ပီသစြာပဲ ဒိုင္ယာေလာ့ပိုင္းနဲ႔ ႐ုပ္ရွင္ဓာတ္ပုံပညာအပိုင္းမွာ အေတာ္ေလးလွပ
ပါတယ္။ တ႐ုတ္႐ုပ္ရွင္ဆုေပးပြဲမွာ အေကာင္းဆုံးဒါ႐ိုက္တာဆုနဲ႔ ႐ုပ္ရွင္ဓာတ္ပုံပညာဆု‌ေတြကိုလည္း ရထားပါတယ္။
Ashes of Timeဟာ လွပတယ္ စိတၱဇဆန္တယ္ လွ်ိဳ႕ဝွက္ခ်က္မ်ားတယ္။ ကႏၲာရထဲမွာ ေလာင္ကြၽမ္းေနၾကတဲ့သူေတြရွိတယ္။
ဆႏၵထဲမွာ ေလာင္ကြၽမ္းေနၾကတဲ့သူေတြရွိတယ္။ သူတို႔က ဘာမဟုတ္ခဲ့ၾကတဲ့ လူသားကေလးေတြပါပဲ။ သူတို႔က ဒ႑ာရီေတြ
လည္း ျဖစ္ခဲ့ၾကတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းကို Wira Aung မွအထူးစပါယ္ရွယ္ ေရးသားေပးထားၿပီး . ဘာသာျပန္ေပးသူကေတာ့ d3mon
ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay
Duration – 1 hr 40 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Drama
Source : 1080p.BluRay
Translator – d3mon
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
