"[Unicode]The Necromancer 2020Pausecastsဝင်း အဖြစ် Mark Prinနောဝ်အဖြစ် Pearl Pitchapaဂေါ့အဖြစ် Got Jirayu Tantrakulဇာတ်လမ်းအကျဉ်း…အဖေဖြစ်သူရဲ့ သံမဏိအဆောင်ကို လိုချင်သူတစ်ဦးကြောင့် မျက်စိရှေ့မှာတင် အဖေ့ကို သတ်ဖြတ်သွားတာကို မြင်လိုက်ရတဲ့ ဝင်းတစ်ယောက် အဖေ့အတွက် ပြန်လက်စားချေနိုင်ဖို့ လူသတ်သမားကို လိုက်ရှာပါတော့တယ်မှော်အတတ်ကို မလိုအပ်ဘူးထင်ခဲ့ပေမယ့် အဖေ့အတွက် လိုအပ်လာချိန်မှာ လိုက်လံသင်ယူခဲ့ပြီး နောက်ဆုံးမှာတော့ သဲလွန်စရှာတွေ့ခဲ့ပါတော့တယ်အဖေဖြစ်သူရဲ့ အဆောင်ကိုရှာရင်း ဝင်းသံသယဝင်လာတဲ့ လူချမ်းသာတွေအတွက် မှော်ပစ္စည်း စုန်းအတတ် ပစ္စည်းတွေရောင်းပေးနေတဲ့ အဖွဲ့အစည်းတစ်ခု…အဲဒီအဖွဲ့အစည်းနဲ့ပတ်သတ်နေတဲ့ ဝင်းချစ်သူ နောဝ်…အဖွဲ့အစည်းကိုစုံစမ်းရင်း လူသတ်မှုတွေမှာ ပါဝင်လာမိတဲ့ ဝင်း…လူသတ်မှုတွေနောက်လိုက်နေတဲ့ ရဲအုပ်ချန်တစ်ယောက် သေဆုံးပြီး ရဲအုပ်ရဲ့ အစ်ကိုဖြစ်သူက ဒဏ္ဍာရီလာ ပြောစမှတ်ပြုနေကြတဲ့ မှော်စွမ်းအားရှင် တစ်ယောက်ဖြစ်နေတဲ့အခါ…ရဲအုပ်ချန်ကို သတ်တဲ့သူနဲ့ ဝင်းအဖေကို သတ်တဲ့သူက တစ်ယောက်တည်း ဖြစ်နေမလားမှော်စွမ်းအားရှင်နဲ့ ဝင်းတို့ ပူးပေါင်းပြီး ရန်သူကိုချေမှုန်း လက်စားချေနိုင်မလား…( အညွှန်းရေးသားပြီးဘာသာပြန်သူကတော့ Kyi Nue Zin ဖြစ်ပါတယ် )[Zawgyi]The Necromancer 2020castsဝင္း အျဖစ္ Mark Prinေနာဝ္အျဖစ္ Pearl Pitchapaေဂါ့အျဖစ္ Got Jirayu Tantrakulဇာတ္လမ္းအက်ဥ္း…အေဖျဖစ္သူရဲ႕ သံမဏိအေဆာင္ကို လိုခ်င္သူတစ္ဦးေၾကာင့္ မ်က္စိေရွ႕မွာတင္ အေဖ့ကို သတ္ျဖတ္သြားတာကို ျမင္လိုက္ရတဲ့ ဝင္းတစ္ေယာက္ အေဖ့အတြက္ ျပန္လက္စားေခ်ႏိုင္ဖို႔ လူသတ္သမားကို လိုက္ရွာပါေတာ့တယ္ေမွာ္အတတ္ကို မလိုအပ္ဘူးထင္ခဲ့ေပမယ့္ အေဖ့အတြက္ လိုအပ္လာခ်ိန္မွာ လိုက္လံသင္ယူခဲ့ၿပီး ေနာက္ဆုံးမွာေတာ့ သဲလြန္စရွာေတြ႕ခဲ့ပါေတာ့တယ္အေဖျဖစ္သူရဲ႕ အေဆာင္ကိုရွာရင္း ဝင္းသံသယဝင္လာတဲ့ လူခ်မ္းသာေတြအတြက္ ေမွာ္ပစၥည္း စုန္းအတတ္ ပစၥည္းေတြေရာင္းေပးေနတဲ့ အဖြဲ႕အစည္းတစ္ခု…အဲဒီအဖြဲ႕အစည္းနဲ႔ပတ္သတ္ေနတဲ့ ဝင္းခ်စ္သူ ေနာဝ္…အဖြဲ႕အစည္းကိုစုံစမ္းရင္း လူသတ္မႈေတြမွာ ပါဝင္လာမိတဲ့ ဝင္း…လူသတ္မႈေတြေနာက္လိုက္ေနတဲ့ ရဲအုပ္ခ်န္တစ္ေယာက္ ေသဆုံးၿပီး ရဲအုပ္ရဲ႕ အစ္ကိုျဖစ္သူက ဒ႑ာရီလာ ေျပာစမွတ္ျပဳေနၾကတဲ့ ေမွာ္စြမ္းအားရွင္ တစ္ေယာက္ျဖစ္ေနတဲ့အခါ…ရဲအုပ္ခ်န္ကို သတ္တဲ့သူနဲ႔ ဝင္းအေဖကို သတ္တဲ့သူက တစ္ေယာက္တည္း ျဖစ္ေနမလားေမွာ္စြမ္းအားရွင္နဲ႔ ဝင္းတို႔ ပူးေပါင္းၿပီး ရန္သူကိုေခ်မႈန္း လက္စားေခ်ႏိုင္မလား…( အညႊန္းေရးသားျပီးဘာသာျပန္သူကေတာ့ Kyi Nue Zin ျဖစ္ပါတယ္ )File size__( 1.1 GB) and ( 350 MB)Quality__HD 720pIMDb Rating__6.7/10Format__mp4Duration__01:53:54Type__Action, Crime , Drama , SupernaturalSubtitle__Myanmar Subtitle (Hardsub)Translated by Kyi Nue ZinEncoded by Naing Aung Latt"