"ကိုရီးယား ဖိုက်တင် အက်ရှင်ကားတွေကိုကြိုက်နှစ်သက်ကြတဲ့
ပရိတ်သတ်ကြီးတွေအတွက် နောက်ထပ် ကျောင်းသား
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဖိုက်တင်ကားကောင်းလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့ ကိုရီးယားကျောင်းသားတွေကြားမှာ
တော်တော်များကြုံတွေ့ရတဲ့ ကျောင်းသား အချင်းချင်း ကျောင်းတွေမှာ
ဖိုက်တင်မှာ အတော်ဆုံးဆိုတဲ့ဆရာကြီးဘွဲ့ကို လုရာကစပါတယ်။
ဒေါ့ဆန်းကျောင်းမှာ ဖိုက်တင်အတော်ဆုံး ကျောင်းသားက ဂွန်းအူပါ။
ဒါပေမယ့် သူကရန်ပွဲတစ်ခုမှ ရှုံးသွားလို့ ဆေးရုံတက်နေရတုန်း
သူနေရာကို ဒေါ့ဆူဆိုတဲ့ ကျောင်းသားကြီးတစ်ယောက်က ဒေါ့ဆန်းက
ဆရာကြီးဘွဲ့ကို ဆက်ခံလိုက်ပါတယ်။
အဲ့အချိန်မှာ ကျောင်းပြောင်းလာတဲ့ ဟော့ဆူဆိုတဲ့
ကျောင်းသားကလည်းပြောရရင် ပွဲရှာနေတဲ့သူတစ်ယောက်ပါ
ဒေါ့ဆန်းကျောင်းကဆရာကြီးဆိုတဲ့ ဘွဲ့ကို
လုဖို့ ဒေါ့ဆူကိုအနိုင်ယူလိုက်ပြီး ကျောင်းမှာ မင်းမူနေပြန်ပါတယ်။
ကျောင်းသားတွေထုံးစံအတိုင်း တစ်ကျောင်းနဲ့တစ်ကျောင်းနယ်ကျော်တာတွေ
ရန်စတာတွေကြောင့်လည်း ဒေါ့ဆန်းကျောင်းက
တခြားကျောင်းက ကျောင်းသားတွေရဲ့
ပစ်မှတ်လည်းဖြစ်လို့နေပြန်ပါတယ်။
ကျောင်းသားအချင်းချင်း ဆက်ကြေးကောက်တာတွေ
အနိုင်ကျင့်တာတွေကို လက်ပိုက်ကြည့်မနေတတ်ပဲ
အမှန်တရားဖက်က ဝင်ပါရင်း အခန့်မသင့်ချိန်
အလစ်တိုက်ခံရပြီး ဆေးရုံတက်နေရတဲ့ ဂွန်းအူတစ်ယောက်
ဒေါ့ဆန်းကိုပြန်ရောက်လာတဲ့အချိန် ဖိုက်တင်အတော်ဆုံးကျောင်းသားတွေအကြား
ဗိုလ်လုပွဲတွေထပ်မံဖြစ်ပေါ်လာပါတယ်။
ဒါ့အပြင် ကျောင်းတွေမှာမိုက်ကြေးကောက်
ဆက်ကြေးယူပြီးနေနေတဲ့ လူမိုက် ကျောင်းသားတွေပါ
ဒီရန်ပွဲမှာပါဝင်လာတဲ့ အခါ ဘာဆက်ဖြစ်မယ်ဆိုတာတော့
ဖိုက်တင်ကြိုက်တဲ့ ပရိတ်သတ်ကြီး ကိုယ်တိုင်ပဲကြည့်စေချင်ပါတယ်။
ကျောင်းသား Actionဆိုတော့ပေါ့ပေါ့ပါးပါးနဲ့
လူငယ်ဆန်ဆန်ရသကို ခံစားမိစေပြီးကြည့်ပျော်တဲ့
ကားလေးတစ်ကားလည်းဖြစ်ပါတယ်။
ဒီကားကိုကြည့်ပြီး ကျောင်းသားဘဝကရန်ပွဲတွေ
အမှတ်တရတွေလည်းတဖန်ပြန်ခံစားမိမယ်လို့ ထင်ပါတယ်။
တိုက်ကွမ်ဒို နည်းစနစ်ရဲ့ အသုံးဝင်ပုံနဲ့ အသုံးချပုံတွေကိုလည်း
လေ့လာနိုင်ပါတယ်။
ကျောင်းသားကားမျှော်နေတဲ့သူတွေ ကြည့်လို့အဆင်ပြေမယ့်
ကားလေးတစ်ကားလို့ ညွှန်းချင်ပါတယ်။
File Size – 1.0 gb
Quality – web-dl 1080p
Subtitle – burmese
Translator – Fox
Encoder – XCode
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
