"Fright Night (1985)~ IMDb – 7/10, RT – 82%, Meta – 62% ~Pause2011 မှာထွက်ခဲ့တဲ့ Fright Night ကားကို လူတော်တော်ကြိုက်ကြသလို တော်တော်များများလည်း ကြည့်ပြီးလောက်ကြပါပြီ။ ခုကားကတော့ အဲဒီ 2011 ကားရဲ့ မူလပထမ ကလပ်စစ်စာရင်းဝင် Fright Night ကားပါပဲ။ ဇာတ်ဝင်ခန်းတွေက Reboot ကားထက် တော်တော်လန့်စရာကောင်းတာတွေပါသလို Best Horror Film Award တွေကိုလည်းရရှိထားပါတယ်။ Classics တွေကို Remake တွေ ဘယ်လိုရိုက်ရိုက် ကျော်လို့မရနိုင်တဲ့အကြောင်း နောက်ထပ်ဥပမာတစ်ခုလို့လည်း တစ်ချို့က ဆိုကြတယ်။ ခေတ်ဟောင်းပေမဲ့လည်း အထူးပြုလုပ်ချက် Practical Effects တွေက သဘာဝကျကျနဲ့ ကျောချမ်းဖို့ကောင်းနေတယ်လို့လည်း ဆိုကြတယ်။ Fright Night ကားကို ကြိုက်ခဲ့ကြတဲ့သူတွေ ကြည့်ကိုကြည့်သင့်တဲ့၊ ပြန်ရိုက်ဗားရှင်းထက် အများကြီးပိုသာတဲ့ အော်ရီဂျင်နယ် Fright Night ကားတစ်ကားလို့ ရဲရဲကြီးပြောရဲပါတယ်။သရဲကားတွေကို စွဲစွဲလမ်းလမ်းကြည့်တတ်တဲ့ ချာလီဘရူးစတားတို့ရဲ့ဘေးက ပြိုပျက်လုနီးပါးအိမ်တစ်လုံးကို အိမ်တွေပြန်ပြင်ရောင်းရင်း အသက်မွေးတဲ့ ဂျယ်ရီဒန်းဒရစ်ဂ်ျဆိုတဲ့လူ ပြောင်းလာခဲ့တယ်။ နေ့ခင်းဘက်တွေမှာ ပျောက်ချက်သားကောင်းနေတတ်ပြီး ညဘက်ကျမှမြင်ရတတ်တဲ့ ကိုလူချောဂျယ်ရီ ရောက်လာပြီးတဲ့နောက် ချာလီတို့နားတစ်ဝိုက်မှာ လက်သည်မပေါ်တဲ့ လူသတ်မှုတွေ တွေ့လာရရင်း တစ်ရက်မှာ အသတ်ခံထားရတဲ့ မိန်းကလေးတစ်ယောက်ဟာ အဲဒီနေ့မတိုင်ခင်က ဂျယ်ရီ့အိမ်ဆီ ရောက်လာတဲ့သူမှန်း ချာလီသတိထားမိသွားခဲ့တယ်။အဲဒီလိုနဲ့ ဘေးအိမ်ကအနေအထားကို ချာလီသတိထားစောင့်ကြည့်ရင်း တစ်ညမှာတော့ ဂျယ်ရီဟာ တခြားမဟုတ်ဘဲ သူ့အသည်းစွဲရုပ်ရှင်တွေထဲကလို သွေးစုပ်ဖုတ်ကောင် ဖြစ်နေမှန်း ချာလီသိလိုက်ရတယ်။ ခက်တာက သူဒီလိုသိသွားတာကို ဂျယ်ရီကပါ သိရှိသွားပြီး သက်သေဖျောက်ဖို့ ချာလီကို အန္တရာယ်ပြုလာတဲ့နောက်မှာ ချာလီတစ်ယောက် သူ့အကြိုက်သရဲရုပ်ရှင်မင်းသား ပီတာဗင်းဆန့်ကို စစ်ကူခေါ်ပြီးတော့ သူချစ်ရသူတွေကို သွေးစုပ်ဖုတ်ကောင်အန္တရာယ်က ကယ်တင်ဖို့ ကြိုးစားရတော့တယ်။Fright Night ကားတွေဟာ သူ့ရှေ့က ဂန္ထဝင်ကားတွေဖြစ်တဲ့ Nosferatu နဲ့ Dracula တို့လိုကားတွေကို မှီငြမ်းထားတဲ့ စတီဖင်ကင်းရဲ့ Salem’s Lot ရဲ့ လွှမ်းမိုးမှုမကင်းခဲ့ပေမဲ့လည်း သူ့ကိုယ်တိုင်ကိုကလည်း အားကောင်းလေတော့ ဒီကားတွေရဲ့ အရိပ်အောက်မှာရှိနေပေမဲ့ Vampire ရုပ်ရှင်နဲ့ပတ်သက်တဲ့ အခြေခံအဆောက်အတည်တွေကိုလည်း ပိုအားကောင်းစေခဲ့ပါတယ်။ ဥပမာပြောရရင် နောက်ပိုင်း ကျွန်တော်တို့ငယ်ငယ်က ကြိုက်ကောင်းကြိုက်ခဲ့လောက်ကြဖူးတဲ့ The Vampire Diaries ဘာညာမှာ ဗမ်ပိုင်းယားတွေကို မဖိတ်ခေါ်ရင် ဝင်မရဘူးဆိုတဲ့ အချက်ကိုလည်း Fright Night က ပိုခိုင်မာစေခဲ့တယ်ပြောလည်း မမှားလောက်ပါဘူး။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 782MBQuality – 1080p, 720pIMDb Rating – 7/10Format – mp4Duration – 1H 46MinGenre – Fantasy, HorrorSubtitle – Myanmar Subtitle (Hardsub)Translated by CostanzaEncoded by Y"