"It Follows (2014)
==============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.8/10
#Unicode
2014ခုနှစ်ကထွက်ရှိထားတဲ့ Rating အမြင့် Horror, Mystery, Thriller ဇာတ်ကားအမျိုးအစားလေးဖြစ်ပါတယ်။
ဘာကိုမှအရေးမစိုက်တတ်တဲ့ ဆယ်ကျော်သက်အရွယ် ဂျေး (Maika Monroe) တစ်ယောက် သူမရဲ့ ချစ်သူသစ် ဟျု့
(Jake Weary) နှင့် တစ်ညအတူနေပြီးတဲ့အခါမှ သူမဟာ ကျိန်စာတစ်မျိုးကို လွှဲပြောင်းယူထားမိလျှက်သားဖြစ်နေသည်
ကို သိလိုက်ရသောအခါ…..မိမိဆီမှ ကျိန်စာကို တခြားတစ်ယောက်ဆီကို အတူအိပ်ပြီးလည်းလွှဲပြောင်းနိုင်ပါတယ်။
ဒီလိုနဲ့ ဂျေးဟာ လွှဲပြောင်းခံခဲ့ရတာပါ။ ကျိန်စာကိုလွှဲပြောင်းရထားတဲ့လူဟာ ကိုယ့်ဆီကိုတစ်စိုက်မတ်မတ်ကြည့်ပြီး
လျှောက်လာတဲ့ လူတစ်ယောက်ကို ကိုယ်တစ်ယောက်တည်း မြင်နေရလို့ ထိတ်လန့်တုန်လှုပ်နေရပြီး အသက်နုတ်ယူ
ခံရတဲ့အထိ ဖြစ်ပျက်နိုင်ပါတယ်။ ဂျေးကိုစိတ်ပူတဲ့ ဂျေးရဲ့သူငယ်ချင်းတစ်သိုက်ဟာ ဒီလို ကြောက်မက်ဖွယ် လူသေမှုအဖြစ်
အပျက်မျိုးကို ဖြစ်မလာအောင် မယုံတစ်ဝက် ယုံတစ်ဝက်နှင့် ဝိုင်းဝန်းကာကွယ်ပေးကြဖို့ ကြိုးစားရင်း ဘယ်လိုဆိုးရွားမှု
မျိုးတွေ ဖြစ်လာမလဲဆိုတာကို ရင်ထိတ်ဖွယ်ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်။)
#Zawgyi
2014ခုႏွစ္ကထြက္ရွိထားတဲ့ Rating အျမင့္ Horror, Mystery, Thriller ဇာတ္ကားအမ်ိဳးအစားေလးျဖစ္ပါတယ္။
ဘာကိုမွအေရးမစိုက္တတ္တဲ့ ဆယ္ေက်ာ္သက္အ႐ြယ္ ေဂ်း (Maika Monroe) တစ္ေယာက္ သူမရဲ႕ ခ်စ္သူသစ္ ဟ်ဳ႕
(Jake Weary) ႏွင့္ တစ္ညအတူေနၿပီးတဲ့အခါမွ သူမဟာ က်ိန္စာတစ္မ်ိဳးကို လႊဲေျပာင္းယူထားမိလွ်က္သားျဖစ္ေနသည္
ကို သိလိုက္ရေသာအခါ…..မိမိဆီမွ က်ိန္စာကို တျခားတစ္ေယာက္ဆီကို အတူအိပ္ၿပီးလည္းလႊဲေျပာင္းႏိုင္ပါတယ္။
ဒီလိုနဲ႔ ေဂ်းဟာ လႊဲေျပာင္းခံခဲ့ရတာပါ။ က်ိန္စာကိုလႊဲေျပာင္းရထားတဲ့လူဟာ ကိုယ့္ဆီကိုတစ္စိုက္မတ္မတ္ၾကည့္ၿပီး
ေလွ်ာက္လာတဲ့ လူတစ္ေယာက္ကို ကိုယ္တစ္ေယာက္တည္း ျမင္ေနရလို႔ ထိတ္လန႔္တုန္လႈပ္ေနရၿပီး အသက္ႏုတ္ယူ
ခံရတဲ့အထိ ျဖစ္ပ်က္ႏိုင္ပါတယ္။ ေဂ်းကိုစိတ္ပူတဲ့ ေဂ်းရဲ႕သူငယ္ခ်င္းတစ္သိုက္ဟာ ဒီလို ေၾကာက္မက္ဖြယ္ လူေသမႈအျဖစ္
အပ်က္မ်ိဳးကို ျဖစ္မလာေအာင္ မယုံတစ္ဝက္ ယုံတစ္ဝက္ႏွင့္ ဝိုင္းဝန္းကာကြယ္ေပးၾကဖို႔ ႀကိဳးစားရင္း ဘယ္လိုဆိုး႐ြားမႈ
မ်ိဳးေတြ ျဖစ္လာမလဲဆိုတာကို ရင္ထိတ္ဖြယ္ၾကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Htoo Htoo Ka Joe ပဲျဖစ္ပါတယ္။)
Quality – 720p BluRay
Duration – 1 hr 40 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Horror, Mystery, Thriller
Source : 1080p.BluRay
Translator – Htoo Htoo Ka Joe
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
