"Once a Thief (1991)~ IMDb – 6.7/10, Rotten Tomatoes – 60% ~Pauseအနောက်တိုင်းက မာစတာပိစ်ကားတွေလို သတ်မှတ်ခဲ့ကြတဲ့ Léon: The Professional တို့ The Departed တို့လို ကားတွေရဲ့ မြစ်ဖျားခံရာလို့ ပြောလည်းမမှားတဲ့ Heroic Bloodshed Genre ရဲ့ ပဲ့ကိုင်ရှင်နဲ့ ဒီ Genre ကို ပိုထင်ရှားအောင် လုပ်ပေးခဲ့တဲ့သူဖြစ်တဲ့ ဂျွန်ဝူးရိုက်ခဲ့တဲ့ ကားတွေထဲကမှ ဟောင်ကောင် Heroic Bloodshed ကားတွေကို မနှစ်ကတည်းက တဖြည်းဖြည်းချင်းတင်ဆက်ပေးခဲ့တာ A Better Tomorrow ကားတွေ၊ The Killer, Hard Boiled, Bullet in the Head စသဖြင့် အတော်များခဲ့ပါပြီ။ စတီဖင်ချောင်ပါပါတဲ့ Just Heroes နဲ့ အခု Once a Thief ပဲကျန်ပါတယ်။ ဒါပြီးရင်တော့ ဂျွန်ဝူးရဲ့ ဟောင်ကောင် Heroic Bloodshed Collections ပြည့်ဖို့ Just Heroes ပဲလိုပါတော့မယ်။ ဟောလိဝုဒ်တက်ပြီး ဂျွန်ဝူးရိုက်ခဲ့တဲ့ ကားတစ်ချို့ကလည်း Heroic Bloodshed စာရင်းဝင်တာတွေလည်းရှိပေမဲ့ ဟောင်ကောင်မှာ သူရိုက်ခဲ့တာတွေလောက်တော့ အားရစရာမကောင်းပါဘူး။Once a Thief မှာတော့ ဂျွန်ဝူးရဲ့လက်စွဲတော်လိုဖြစ်ခဲ့တဲ့၊ ဒီ Genre အစကတည်းက လက်တွဲခဲ့တဲ့ ချောင်ယွန်ဖတ်နဲ့ လတ်စလီချောင်တို့ပဲ သရုပ်ဆောင်ထားပါတယ်။ နောက်မင်းသမီးတစ်ယောက်နဲ့ Trio ရိုက်ထားတာပါ။ သူတို့သုံးယောက်ဟာ ငယ်ငယ်ကတည်းက လူဆိုးတစ်ကောင်က လက်သပ်မွေးခံခဲ့ရတဲ့ မိဘမဲ့ကလေးတွေ။ နောက်ကျ နာမည်ကျော် သူခိုးသုံးကောင်ဖြစ်လာတယ်။ သူတို့ခိုးတာက ဈေးကြီး အနုပညာပစ္စည်းတွေချည်း။ လတ်စလီကတော့ စွန့်စားလုပ်တတ်ပေမဲ့ ချောင်ယွန်ဖတ်က စွန့်စားလည်းလုပ်တတ်သလို ခေါင်းလည်းကောင်းတယ်။ တစ်နေ့ကျ သူတို့ တော်တော်ခိုးရခက်တဲ့ ပန်းချီကားကို ခိုးရင်း ချောင်ယွန်ဖတ်ဒုက္ခိတဖြစ်သွားတယ်။ အဲဒီနောက် သူတို့ကို မွေးစားထားတဲ့ အဖေနဲ့ အတိုက်အခံဖြစ်လာတယ်ပေါ့။ ဒီကနေမှ အမှန်နဲ့အမှားရဲ့စည်းကြား သူတို့နင်းလျှောက်ကြပုံတွေကို ဆက်ပြသွားတယ်။ဒီကားက ဂျွန်ဝူးကိုယ်တိုင်ရိုက်တဲ့ Heroic Bloodshed ကားတော့ ဟုတ်ပေမဲ့ Comedy ပါနှောထားတော့ ရှေ့က ကြည့်ဖူးတဲ့ကားတွေနဲ့ နည်းနည်းတော့ကွဲတယ်။ Heroic Bloodshed ကားတွေရဲ့ ဟန်တွေလည်း ပါသေးပေမဲ့ ချောင်ယွန်ဖတ်က ချရင်းပါ ဟာသတွေပြောနေ လုပ်နေတတ်တော့ စတီဖင်ချောင်ဆန်သလိုလို အငွေ့အသက်လည်းရပါတယ်။ သို့ပေမဲ့ ဒီကားစရိုက်တုန်းကတော့ ချောင်တောင် ကားသိပ်မရှိသေးဘူးပေါ့။ ဘာနေနေပါ နည်းနည်းတော့ ဂျွန်ဝူးကားမဆန်သလိုလိုဖြစ်သွားပေမဲ့ ဂျွန်ဝူကားဖြစ်နေဆဲဆိုတဲ့ အရသာမျိုးကိုလည်း ပေးစွမ်းနိုင်ပါသေးတယ်။[တစ်နေ့နေ့မှာတော့ ဂျွန်ဝူးရဲ့ ဟောင်ကောင် Heroic Bloodshed တွေထဲ လိုနေတဲ့ နောက်ဆုံးကားဖြစ်တဲ့ စတီဖင်ချောင်ပါတဲ့ Just Heroesကို ဆက်လက်တင်ဆက်သွားပါမယ်…](ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.22GB, 1.01GBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 48MinGenre – Action, Comedy, CrimeSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"