"Archive (2020)
===========
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.3/10
#Unicode
သေပြီးတဲ့နောက်မှာ ဘ၀ကြီးက ချက်ချင်းပြီးသွားတာ မဟုတ်ဘူးဆို ဘယ်လိုလုပ်မလဲ။
ကိုယ့်ရဲ့ အသိစိတ်ကို ခဏသိမ်းထားလို့ရပြီး နောက်မှာ ကျန်ခဲ့မယ့်လူတွေကို နှုတ်ဆက်
စကားပြောခွင့်ရမယ်ဆိုရဂ်ရော။ Artificial intelligence(ညဏ်ရည်တု)နည်းပညာနဲ့
ပက်သက်တဲ့ နယ်ပယ်မှာ ပညာရှင်တိုင်းဖြေဖို့ကြိုးစားနေတဲ့မေးခွန်းတစ်ခုရှိတယ်။ “အသိ
စိတ်ကို ဖန်တီးလို့ရလား”ဆိုတဲ့မေးခွန်းပါ။ ဒီဇာတ်ကားထဲမှာတော့ ဒီမေးခွန်းကိုရိုးရိုးလေး
ဖြေပြသွားတာကိုတွေ့ရမှာပါ။ 1238ခုနှစ်မှာ စက်ရုပ်ပညာရှင်တစ်ယောက်က ဂျပန်နိုင်ငံရဲ့
နှင်းတောထဲက အလုပ်ရုံတစ်ခုမှာ လူလိုအသိညဏ်ရှိတဲ့စက်ရုပ်တွေကို ကြိုးစားပြီးဖန်တီး
နေတယ်။ သူ့ရဲ့အသိစိတ်ရှာပုံတော်က တော်တော်တောင်ခရီးရောက်နေပြီပြောရမယ်။
လိုအပ်နေတာလေးတွေတော့ရှိသေးတာပေါ့။ ဒါပေမယ့် သူကတိကျတဲ့ရည်ရွယ်ချက်တစ်ခု
အတွက် လူသားတစ်ယောက်နဲ့ထပ်တူကျတဲ့ စက်ရုပ်တစ်ရုပ်ကိုလိုချင်တာ။ တိတိကျကျပြော
ရရင် သေသွားတဲ့သူ့မိန်းမနဲ့တူတဲ့ စက်ရုပ်တစ်ရုပ်ကိုလိုချင်တာ။တဖြည်းဖြည်းနဲ့ သူ့ရဲ့အလုပ်
က အန္တရာယ်များလာပြီး စွန့်စားရမှာတွေရှိလာတယ်။ သူအောင်မြင်ပါ့မလား။ ဘယ်လိုပြဿ
နာတွေကိုကြုံရဦးမလဲဆိုတာသိချင်ရင်တော့ ဇာတ်ကားလေးကို ကြည့်လိုက်ပါ။
————–
ဇာတ်ကားက IMDB Rating 6.3/10 ရရှိထားပြီး si-fi ဇာတ်ကားတစ်ကားအနေနဲ့ဆို မဆိုးဘူး
လို့ပြောရမှာပါ။ ခပ်အေးအေးဇာတ်လမ်းနဲ့ မထင်မှတ်ထားတဲ့ အဆုံးသတ်နဲ့ ပရိတ်သတ်ကို ဪ
ဒီလိုလားဆိုပြီးဖြစ်သွားစေပါလိမ့်မယ်။ ညဏ်ရည်တုနည်းပညာနဲ့ပတ်သက်ပြီး ညဏ်ရည်တုနဲ့
လူသားတွေရဲ့ကြားထဲမှာရှိလာနိုင်တဲ့ သံယောဇဉ်တွေကိုပါချပြထားပါတယ်။
စိတ်ကူးယဉ်သိပ္ပံဇာတ်ကားတွေကိုကြိုက်နှစ်သက်သူတွေအနေနဲ့ လက်မလွှတ်သင့်တဲ့ဇာတ်ကားတစ်ကားပါ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Nay Myo Thu ပဲဖြစ်ပါတယ်။)
#Zawgyi
ေသၿပီးတဲ့ေနာက္မွာ ဘ၀ႀကီးက ခ်က္ခ်င္းၿပီးသြားတာ မဟုတ္ဘူးဆို ဘယ္လိုလုပ္မလဲ။
ကိုယ့္ရဲ႕ အသိစိတ္ကို ခဏသိမ္းထားလို႔ရၿပီး ေနာက္မွာ က်န္ခဲ့မယ့္လူေတြကို ႏႈတ္ဆက္
စကားေျပာခြင့္ရမယ္ဆိုရဂ္ေရာ။ Artificial intelligence(ညဏ္ရည္တု)နည္းပညာနဲ႔
ပက္သက္တဲ့ နယ္ပယ္မွာ ပညာရွင္တိုင္းေျဖဖို႔ႀကိဳးစားေနတဲ့ေမးခြန္းတစ္ခုရွိတယ္။ “အသိ
စိတ္ကို ဖန္တီးလို႔ရလား”ဆိုတဲ့ေမးခြန္းပါ။ ဒီဇာတ္ကားထဲမွာေတာ့ ဒီေမးခြန္းကို႐ိုး႐ိုးေလး
ေျဖျပသြားတာကိုေတြ႕ရမွာပါ။ 1238ခုႏွစ္မွာ စက္႐ုပ္ပညာရွင္တစ္ေယာက္က ဂ်ပန္ႏိုင္ငံရဲ႕
ႏွင္းေတာထဲက အလုပ္႐ုံတစ္ခုမွာ လူလိုအသိညဏ္ရွိတဲ့စက္႐ုပ္ေတြကို ႀကိဳးစားၿပီးဖန္တီး
ေနတယ္။ သူ႔ရဲ႕အသိစိတ္ရွာပုံေတာ္က ေတာ္ေတာ္ေတာင္ခရီးေရာက္ေနၿပီေျပာရမယ္။
လိုအပ္ေနတာေလးေတြေတာ့ရွိေသးတာေပါ့။ ဒါေပမယ့္ သူကတိက်တဲ့ရည္႐ြယ္ခ်က္တစ္ခု
အတြက္ လူသားတစ္ေယာက္နဲ႔ထပ္တူက်တဲ့ စက္႐ုပ္တစ္႐ုပ္ကိုလိုခ်င္တာ။ တိတိက်က်ေျပာ
ရရင္ ေသသြားတဲ့သူ႔မိန္းမနဲ႔တူတဲ့ စက္႐ုပ္တစ္႐ုပ္ကိုလိုခ်င္တာ။တျဖည္းျဖည္းနဲ႔ သူ႔ရဲ႕အလုပ္
က အႏၲရာယ္မ်ားလာၿပီး စြန႔္စားရမွာေတြရွိလာတယ္။ သူေအာင္ျမင္ပါ့မလား။ ဘယ္လိုျပႆ
နာေတြကိုႀကဳံရဦးမလဲဆိုတာသိခ်င္ရင္ေတာ့ ဇာတ္ကားေလးကို ၾကည့္လိုက္ပါ။
————–
ဇာတ္ကားက IMDB Rating 6.3/10 ရရွိထားၿပီး si-fi ဇာတ္ကားတစ္ကားအေနနဲ႔ဆို မဆိုးဘူး
လို႔ေျပာရမွာပါ။ ခပ္ေအးေအးဇာတ္လမ္းနဲ႔ မထင္မွတ္ထားတဲ့ အဆုံးသတ္နဲ႔ ပရိတ္သတ္ကို ဪ
ဒီလိုလားဆိုၿပီးျဖစ္သြားေစပါလိမ့္မယ္။ ညဏ္ရည္တုနည္းပညာနဲ႔ပတ္သက္ၿပီး ညဏ္ရည္တုနဲ႔
လူသားေတြရဲ႕ၾကားထဲမွာရွိလာႏိုင္တဲ့ သံေယာဇဥ္ေတြကိုပါခ်ျပထားပါတယ္။
စိတ္ကူးယဥ္သိပၸံဇာတ္ကားေတြကိုႀကိဳက္ႏွစ္သက္သူေတြအေနနဲ႔ လက္မလႊတ္သင့္တဲ့ဇာတ္ကားတစ္ကားပါ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့ Nay Myo Thu ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1 hr 49 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Sci-Fi
Source : 1080p.WebRip
Translator – Nay Myo Thu
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
