"Relic (2020)==========PauseIMDb Rating – 6.4/10#Unicodeဒီဇာတ်ကားလေးကတော့ 2020ခုနှစ်ထွက် IMDb 6.4/10 ရထားတဲ့ horror/dramaဇာတ်လမ်းလေးပါ။åဇာတ်လမ်းအညွှန်းကတော့ အသက်80အရွယ်အမေဖြစ်သူဟာ အိမ်က ရက်အတော်ပျောက်သွားတာကိုနယ်မြေရဲဖြစ်သူက ဖုန်းဆက်လာတာကြောင့် သမီးဖြစ်တဲ့ ကေနဲ့ မြေးမလေး ဆမ်တို့ဟာ အဖွားရှိရှာ မြို့ကိုချက်ချင်းလာခဲ့ပါတယ်။ ရဲတွေနဲ့ပူးပေါင်းပြီး သူတို့သားအမိဟာ အမေဖြစ်သူကို ရှာခဲ့ပေမယ့်လည်း လုံး၀ရှာမရခဲ့ပါဘူး။ ဒါပေမယ့် မထင်မှတ်တဲ့ တမနက်မှာတော့ အဖွားကြီးဟာ အိမ်ကို ဆိုက်ဆိုက်မြိုက်မြိုက်ရောက်လာခဲ့ပါတယ်။ ကေနဲ့ဆမ်ဟာ အဖွားဖြစ်သူကို ဘယ်ရောက်ခဲ့တာလဲ မေးခဲ့ပေမယ့်လည်း အသက်80အရွယ် အဖွားကြီးဆိုတော့ မမှတ်မိခဲ့ပါဘူး။ ဒါပေမယ့် တဖြည်းဖြည်းချင်း အဖွားဖြစ်သူရဲ့ ပုံမှန်မဟုတ်တဲ့ မှတ်ညဏ်ချို့ယွင်းမှုတွေဖြစ်လာတာမို့ အဲ့လိုဖြစ်တာတွေကို သူတို့သားအမိရှာဖွေတွေရှိလာခဲ့ပါတယ်။ သူတို့သားအမိဟာ အဖွားရဲ့မှတ်ညဏ်ချို့ယွင်းမှုကြောင့် မျက်စိအောက်က အပျောက်မခံပဲ သေချာစောင့်ကြည့်လိုက်တဲ့အခါမှာတော့ ထိတ်လန့်ခြောက်ခြားဖွယ်ရာ အဖြစ်အပျက်တွေ ဖြစ်ခဲ့ပါတယ်။ ဘယ်လို ထိတ်လန့်ခြောက်ခြားဖွယ်ရာတွေလဲဆိုတာကိုတော့ ဇာတ်လမ်းကို ဆက်လက်ကြည့်ရှုခံစားပေးကြပါဦး……..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ YK ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကေတာ့ 2020ခုႏွစ္ထြက္ IMDb 6.4/10 ရထားတဲ့ horror/dramaဇာတ္လမ္းေလးပါ။ဇာတ္လမ္းအၫႊန္းကေတာ့ အသက္80အ႐ြယ္အေမျဖစ္သူဟာ အိမ္က ရက္အေတာ္ေပ်ာက္သြားတာကိုနယ္ေျမရဲျဖစ္သူက ဖုန္းဆက္လာတာေၾကာင့္ သမီးျဖစ္တဲ့ ေကနဲ႔ ေျမးမေလး ဆမ္တို႔ဟာ အဖြားရွိရွာ ၿမိဳ႕ကိုခ်က္ခ်င္းလာခဲ့ပါတယ္။ ရဲေတြနဲ႔ပူးေပါင္းၿပီး သူတို႔သားအမိဟာ အေမျဖစ္သူကို ရွာခဲ့ေပမယ့္လည္း လုံး၀ရွာမရခဲ့ပါဘူး။ ဒါေပမယ့္ မထင္မွတ္တဲ့ တမနက္မွာေတာ့ အဖြားႀကီးဟာ အိမ္ကို ဆိုက္ဆိုက္ၿမိဳက္ၿမိဳက္ေရာက္လာခဲ့ပါတယ္။ ေကနဲ႔ဆမ္ဟာ အဖြားျဖစ္သူကို ဘယ္ေရာက္ခဲ့တာလဲ ေမးခဲ့ေပမယ့္လည္း အသက္80အ႐ြယ္ အဖြားႀကီးဆိုေတာ့ မမွတ္မိခဲ့ပါဘူး။ ဒါေပမယ့္ တျဖည္းျဖည္းခ်င္း အဖြားျဖစ္သူရဲ႕ ပုံမွန္မဟုတ္တဲ့ မွတ္ညဏ္ခ်ိဳ႕ယြင္းမႈေတြျဖစ္လာတာမို႔ အဲ့လိုျဖစ္တာေတြကို သူတို႔သားအမိရွာေဖြေတြရွိလာခဲ့ပါတယ္။ သူတို႔သားအမိဟာ အဖြားရဲ႕မွတ္ညဏ္ခ်ိဳ႕ယြင္းမႈေၾကာင့္ မ်က္စိေအာက္က အေပ်ာက္မခံပဲ ေသခ်ာေစာင့္ၾကည့္လိုက္တဲ့အခါမွာေတာ့ ထိတ္လန႔္ေျခာက္ျခားဖြယ္ရာ အျဖစ္အပ်က္ေတြ ျဖစ္ခဲ့ပါတယ္။ ဘယ္လို ထိတ္လန႔္ေျခာက္ျခားဖြယ္ရာေတြလဲဆိုတာကိုေတာ့ ဇာတ္လမ္းကို ဆက္လက္ၾကည့္ရႈခံစားေပးၾကပါဦး……..(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ YK ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1 hr 32 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, HorrorSource : 1080p.WebRipTranslator – YKEncoder – SWM"