"The Old Guard (2020)
=================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.0/10
#Unicode
July 10 ရက်နေ့မှာ ထွက်ရှိတဲ့ Netflix ရဲ့ ရုပ်ရှင်အသစ်ပါ။ အက်ရှင်အသားပေးဖြစ်ပြီး ဇာတ်လမ်းကလည်း
အတော်အဆင်ပြေပါတယ်။ ရုပ်ရှင်ကောင်းငတ်နေတဲ့ကာလမှာတော့ ကြိုက်စရာ ရုပ်ရှင်ပါပဲ။
ဇာတ်လမ်းအကျဉ်း . . .
ဘယ်ကာလကတည်းက အသက်ရှင်နေမှန်းမသိတဲ့ မသေမျိုး စစ်သည်တော် မိန်းမတစ်ယောက်ရှိတယ်။ နှစ်တွေ
ကြာလာတာနဲ့အမျှ သူ့လို မသေမျိုးတွေကို လိုက်လံရှာဖွေစုဆောင်းပြီး တပ်ဖွဲ့တစ်ခု တည်ဆောက်ခဲ့တယ်။ သမိုင်း
တစ်လျှောက် စစ်ပွဲတိုင်းမှာ မှန်တယ်ထင်တဲ့ ဘက်ကို ဝင်တိုက်ခဲ့ရင်း ဒီနေ့ခေတ် ကြေးစားစစ်သားတွေ အဖြစ် လျို့ဝှက်
ပြီး နေကြတယ်။ ဒါပေမယ့် တစ်နေ့မှာတော့ ဒီနေ့ခေတ်ရဲ့ ဉာဏ်ကြီးရှင်တစ်ယောက်က သူတို့အကုန်လုံးကို ဖမ်းပြီး
ပုံတူပွားဖို့ ကြိုးစားလာတဲ့အခါ….. ရင်ဆိုင်ဖြေရှင်းတာတွေကို ခပ်မိုက်မိုက်ကြည့်ရမယ့် ရုပ်ရှင်ကားကောင်းတစ်ကား
ဖြစ်ပါတယ်။ Rating 7.0/10 ရရှိထားပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။
#Zawgyi
July 10 ရက္ေန႔မွာ ထြက္ရွိတဲ့ Netflix ရဲ႕ ႐ုပ္ရွင္အသစ္ပါ။ အက္ရွင္အသားေပးျဖစ္ၿပီး ဇာတ္လမ္းကလည္း
အေတာ္အဆင္ေျပပါတယ္။ ႐ုပ္ရွင္ေကာင္းငတ္ေနတဲ့ကာလမွာေတာ့ ႀကိဳက္စရာ ႐ုပ္ရွင္ပါပဲ။
ဇာတ္လမ္းအက်ဥ္း . . .
ဘယ္ကာလကတည္းက အသက္ရွင္ေနမွန္းမသိတဲ့ မေသမ်ိဳး စစ္သည္ေတာ္ မိန္းမတစ္ေယာက္ရွိတယ္။ ႏွစ္ေတြ
ၾကာလာတာနဲ႔အမွ် သူ႔လို မေသမ်ိဳးေတြကို လိုက္လံရွာေဖြစုေဆာင္းၿပီး တပ္ဖြဲ႕တစ္ခု တည္ေဆာက္ခဲ့တယ္။ သမိုင္း
တစ္ေလွ်ာက္ စစ္ပြဲတိုင္းမွာ မွန္တယ္ထင္တဲ့ ဘက္ကို ဝင္တိုက္ခဲ့ရင္း ဒီေန႔ေခတ္ ေၾကးစားစစ္သားေတြ အျဖစ္ လ်ိဳ႕ဝွက္
ၿပီး ေနၾကတယ္။ ဒါေပမယ့္ တစ္ေန႔မွာေတာ့ ဒီေန႔ေခတ္ရဲ႕ ဉာဏ္ႀကီးရွင္တစ္ေယာက္က သူတို႔အကုန္လုံးကို ဖမ္းၿပီး
ပုံတူပြားဖို႔ ႀကိဳးစားလာတဲ့အခါ….. ရင္ဆိုင္ေျဖရွင္းတာေတြကို ခပ္မိုက္မိုက္ၾကည့္ရမယ့္ ႐ုပ္ရွင္ကားေကာင္းတစ္ကား
ျဖစ္ပါတယ္။ Rating 7.0/10 ရရွိထားပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္။
Quality – 1080p, 720p WebRip
Duration – 2 hr 5 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Fantasy
Source : 1080p.WebRip
Translator – Littleneo
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
