"The OutpostRotten Tomato 91% IMDB 6.6 Metacritic 72%Pauseစစ်ကား ကောင်းကောင်းလေးတွေ မထွက်တာကြာနေတဲ့အချိန်မှာRating ကောင်းကောင်းနဲ့ စစ်ကားလေး ထွက်လာပါတယ်ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကား အစပိုင်းနည်းနည်းအေးပေမယ့်တိုက်ပွဲခန်းတွေကတော့ တကယ်ကြမ်း။ကြည့်နေရင်းလည်း စိတ်တိုစရာရှိတဲ့သူတွေကို စိတ်တိုမိလိမ့်မယ်။ဖြစ်ရပ်မှန်ရိုက်ထားတာဖြစ်လို့ နောက်ပိုင်းမှာ အင်တာဗျူးလေးတွေပါတာကိုပါ ကြည့်လို့ရပါတယ်။စစ်တပ်မှာ သုံးတဲ့စကားလုံးတွေတော့ အတတ်နိုင်ဆုံးရှာပြီးကိုက်ညီအောင် ဘာသာပြန်ပေးထားပါတယ်။မှားတာလေးများတွေ့ရင် သည်းခံပေးပါအုံး။မင်းသားတွေကလည်း နာမည်ကြီးတွေပဲ။Scott Eastwood ဆို တချို့ကတော့ The longest rideထဲက မင်းသားလို့သိကြမယ်။သူ့အဖေ Clint Eastwood နဲ့ နှိုင်းယှဉ်လို့မရသေးပေမယ့်သရုပ်ဆောင်ကောင်းတယ်ဆိုတာတော့ ငြင်းမရနိုင်ဘူး။နောက် သူကအရင်ကလည်း စစ်ကားတကားရိုက်ဖူးပါတယ်။အဲထဲမှာတော့ သူ့မှာ ကလေးမလို့ မပစ်လိုက်ရတာနဲ့လက်နက်ချတဲ့ရန်သူကိုမသတ်ချင်လို့ သူ့ပဲသတ်ပါလို့ ပြောရတာနဲ့လုပ်နေတဲ့ကောင်လေးအဖြစ်မြင်ရမှာဖြစ်ပြီးတော့အခု ဒီထဲမှာတော့ တကယ့်ပစ်ခတ်တိုက်ခိုက်နေတဲ့ စစ်သားတယောက်အဖြစ်မြင်ရမှာပါ။သူ့အရင်စစ်ကားကတော့ Fury ပါပဲ။နောက်မင်းသားတယောက်ကတော့ Orlando Bloomပါ။သူကတော့ The lord of the rings တို့ Pirate of the Caribbean ထဲမှာကတည်းကသိပြီးသားဆိုတော့ သိပ်ပြောစရာမလိုပါဘူး။ဇာတ်လမ်းအကြောင်းလေး ပြောလိုက်ရအောင်။ဇာတ်လမ်းကတော့ Jake Tapperရေးထားတဲ့The Outpost :An untold story of American Valor ဆိုတဲ့ဖြစ်ရပ်မှန်စာအုပ်ကို ပြန်ရိုက်ထားတာပါ။များသောအားဖြင့် အမေရိကန်စစ်တပ်ဆိုတာနဲ့ စစ်အင်အားကြီးပြီးတော့နည်းဗျူဟာ မဟာဗျူဟာတွေမှာ အရမ်းတော်တဲ့စစ်တပ်တခုအဖြစ်မြင်ကြတာများပါတယ်။အဲဒါအမြဲတမ်းရော မှန်ပါရဲ့လား။ဒီကားမှာတော့ အဲဒီအကြောင်းကို ပြသသွားပါတယ်။အထက်လူကြီးက မြေပုံကိုကြည့် လေဆာပွိုင့်လေးပြပြီး အလုပ်လုပ်နေတဲ့အခါမှာဖြစ်ပေါ်လာတဲ့ အမှားအယွင်းတွေအကြောင်း။Red Platoonဆိုတဲ့ တပ်စုလေးရယ် အာဖဂန်နစ္စတန်ရဲ့နယ်စွန်က တပ်စခန်းလေးတခုရယ် တာလီဘန်တွေရယ်ပေါင်းစုံလိုက်တဲ့အခါမှာတော့ အခုဒီ The outpost ဆိုတဲ့ ဇာတ်လမ်းလေးဖြစ်လာခဲ့တာပါပဲ။ဇာတ်လမ်းအဖွင့်မှာတော့ နယ်စွန်တပ်စခန်းလေးမှာ တာဝန်ကျတဲ့စစ်သားတဖွဲ့ကို ဟယ်လီကော်ပတာတွေနဲ့ လာပို့တယ်။သူတို့ကိုလာပို့တာကလည်း ညဘက်ပဲပို့လို့ရလို့။သူတို့တပ်ဖွဲ့ ရောက်တဲ့အခါမှာတော့ ရှိနေတဲ့သူတွေနဲ့နှုတ်ဆက်ကြ နေမယ့်နေရာရှာကြပေါ့။မနက်ရောက်လို့ အပြင်ထွက်ကြည့်တဲ့အခါမှာတော့သူတို့တပ်စခန်းက တောင်ကြားမှာ တည်ဆောက်ထားတယ်။စစ်ရဲ့သဘောတရားနဲ့ရိုးရိုးလေးကြည့်မယ်ဆိုရင်တောင်ဖြစ်နိုင်ရင် ရန်သူကို အပေါ်စီးမှာ မထားသင့်ဘူးမလား။အခုတော့ ကိုယ်ကြိုက်တဲ့နေရာ စခန်းဆောက်လို့ရတဲ့ကိစ္စကိုဘယ်နှယ့်လုပ် တောင်ကြားအောက်ခြေမှာ လာတည်ထားရသလဲတော့အထက်က ရွှေဉာဏ်တော်စူးရောက်သူတွေပဲ သိနိုင်မယ်။စစ်သားဆိုတာကလည်း ပေးအပ်တဲ့အမိန့်တာဝန်ကို ထမ်းဆောင်ရမှာဆိုတော့လည်းဘယ်တတ်နိုင်မလဲလေ။သူတို့စခန်းကိုတော့ နေ့တိုင်းနီးပါး ရန်သူတွေက လာလာပစ်ကြတယ်။အားနေ သေနတ်ပစ်လာစမ်းတယ်ထင်ပါတယ်။မော်တာနဲ့ပစ်မှပဲ ပြန်ပြေးသွားကြတာများတယ်။အဲလိုနဲ့ သူတို့တပ်ဖွဲ့က အရာရှိတွေလည်း တယောက်ပြီး တယောက်ပြောင်းသွားကြပြီးအာဖဂန်ရွေးကောက်ပွဲပြီးနောက် သူတို့တပ်တွေ ရုပ်သိမ်းကာနီးဆဲဆဲစခန်းမှာ တပ်ကြပ်သာ ရာထူးအကြီးဆုံးရှိတဲ့ အချိန်2009ခုနှစ်October 3ရက်နေ့ မှာပဲ တိုက်ပွဲတခုဖြစ်ပေါ်လာခဲ့တော့တယ်။သူတို့မှာ ရှိတာက စုစုပေါင်းအမေရိကန် စစ်သည် 40ကျော်နဲ့အာဖဂန်စစ်သည် ANA တွေ 50 ကျော်လောက်ပဲရှိတဲ့နေရာ။ဝင်တိုက်တဲ့ တာလီဘန်တွေကတော့ 300 လောက်ရှိမယ်။နေရာအရလည်း အသာစီးမရ လူအင်အားနဲ့ လက်နက်အင်အားလည်းကွာလေကြောင်းပစ်ကူကလည်း ချက်ချင်းမလာနိုင်တဲ့နေရာ။ဒီကြားထဲ ANA လို့ခေါ်တဲ့ အာဖဂန်စစ်သားတွေက အကုန်ထွက်ပြေးသွားကြတော့လေကြောင်းပစ်ကူနဲ့ တပ်ကူတွေ လာတဲ့အထိသူတို့ ခံတိုက်ထားနိုင်မလားဆိုတာကိုတော့ ဆက်လက် ရှုစားလိုက်ကြပါအုံး။File Size : ( 1 GB , 358 MB)Quality : WEB DL 720pRunning Time : 2 hr 03 minFormat : Mp4Genre : Drama , History , WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by NightFuryEncoded by Moe Myint Lwin"