"Fanny Lye Deliver’d (2019)
====================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.1/10
#Unicode
ကျွန်တော် ဒီကား ကြည့်ပြီး သိလာရတာ နှစ်ခုဘဲရှိတယ် . တစ်ခုက ဘာသာရေးကို ခုတုံးလုပ်ပြီး
အာဏာကိုအသုံးချတာရယ်။ သဘာဝဟာ သဘာဝအတိုင်းဘဲ ဖြစ်နေတယ်ဆိုတာရယ်။ ဒီကားက
၁၆၆၀ ဝန်းကျင်ကိုရိုက်ကူးထားတာ။ ကပ္ပတိန်ဂျွန်က ဘာသာရေးသမား။ မိန်းမနဲ့ ကလေး တစ်
ယောက်ရှိတယ်။ ကလေးကိုလဲ ဘာသာရေးနဲ့ဘဲ လမ်းညွှန်ဆုံးမတယ်။ တစ်နေ့တော့ သူတို့ လယ်ထဲ
စုံတွဲတစ်တွဲရောက်လာတယ်။ အင်္ကျီတွေတောင်မပါဘူး။ သူတို့ ဘယ်သူတွေလိုက်လို့ ထွက်ပြေးလာ
တာလဲ။ အဲဘက်ခေတ်မှာ sex ဆိုတာက ပွင့်ပွင့်လင်းလင်းမရှိသေး။ အထူးသဖြင့် အဲလိုကိစ္စမျိုးကို
မိစ္ဆာအယူလိုသတ်မှတ်ကြတယ်။ အဲဘက်ခေတ် ခရစ်ယာန် ဘာသာရေးအယူအဆတွေ။ ပြီးတော့
ဘာသာရေးခုတုံးလုပ် အာဏာသုံး သတ်ဖြတ်တာတွေ။ ယောကျ်ားမိန်းမ ခွဲခြားမှုတွေ ဒီကားမှာ မြင်
ရပါလိမ့်မယ်။
Ps: ဘာသာပြန်သူက ခရစ်ယာန်မဟုတ်တဲ့အတွက် အမှား လိုအပ်ချက်များရှိခဲ့ရင် နားလည်ပေးပါ။
(ဒီကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)
#Zawgyi
ကြၽန္ေတာ္ ဒီကား ၾကည့္ၿပီး သိလာရတာ ႏွစ္ခုဘဲရွိတယ္ . တစ္ခုက ဘာသာေရးကို ခုတုံးလုပ္ၿပီး
အာဏာကိုအသုံးခ်တာရယ္။ သဘာဝဟာ သဘာဝအတိုင္းဘဲ ျဖစ္ေနတယ္ဆိုတာရယ္။ ဒီကားက
၁၆၆၀ ဝန္းက်င္ကို႐ိုက္ကူးထားတာ။ ကပၸတိန္ဂြၽန္က ဘာသာေရးသမား။ မိန္းမနဲ႔ ကေလး တစ္
ေယာက္ရွိတယ္။ ကေလးကိုလဲ ဘာသာေရးနဲ႔ဘဲ လမ္းၫႊန္ဆုံးမတယ္။ တစ္ေန႔ေတာ့ သူတို႔ လယ္ထဲ
စုံတြဲတစ္တြဲေရာက္လာတယ္။ အက်ႌေတြေတာင္မပါဘူး။ သူတို႔ ဘယ္သူေတြလိုက္လို႔ ထြက္ေျပးလာ
တာလဲ။ အဲဘက္ေခတ္မွာ sex ဆိုတာက ပြင့္ပြင့္လင္းလင္းမရွိေသး။ အထူးသျဖင့္ အဲလိုကိစၥမ်ိဳးကို
မိစာၦအယူလိုသတ္မွတ္ၾကတယ္။ အဲဘက္ေခတ္ ခရစ္ယာန္ ဘာသာေရးအယူအဆေတြ။ ၿပီးေတာ့
ဘာသာေရးခုတုံးလုပ္ အာဏာသုံး သတ္ျဖတ္တာေတြ။ ေယာက်္ားမိန္းမ ခြဲျခားမႈေတြ ဒီကားမွာ ျမင္
ရပါလိမ့္မယ္။
Ps: ဘာသာျပန္သူက ခရစ္ယာန္မဟုတ္တဲ့အတြက္ အမွား လိုအပ္ခ်က္မ်ားရွိခဲ့ရင္ နားလည္ေပးပါ။
(ဒီကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Z Naing Z Nianh ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1 hr 52 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, History, Thriller
Source : 1080p.WebRip
Translator – Z Naing Z Nianh
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
