"Force of Nature (2020)
==================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 4.6/10
#Unicode
ဒ်ီကားလေးကတော့ action, crime အမျိုးအစားလေးပဲဖြစ်ပါတယ်။ ဟာရီကိန်းမုန်တိုင်းကျရောက်
နေတဲ့အချိန်မှာ ဒေါ်လာ ၅၅ မီလီယံတန်ပန်းချီကားကိုရှာဖွေတဲ့ လူဆိုးဂိုဏ်းနဲ့ ပြောင်းရွှေ့ရေးလုပ်ပေး
တဲ့ ရဲနှစ်ယောက်တို့အမှတ်မထင် စုံမိကြရင်း ဘယ်လိုဖြေရှင်းကြမလဲဆိုတာကို ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းလေးကတော့
နယူးယောက် ကစုံထောက် ‘ကာဒီလို’က သူ့ရဲ့အပြစ်တစ်ခုကြောင့် ပေါ်တီကီရဲဌာနကိုပြောင်းရွှေ့လာရတယ်
အဲ့ဌာနကိုပဲ ရဲမေအသစ်ဖြစ်တဲ့ ပီရာနာပြောင်းရွှေ့လာပြီး ပြောင်းရွှေ့လာတဲ့နေ့မှာပဲ သူတို့နှစ်ယောက်ကို
မုန်တိုင်းကယ်ဆယ်ရေးအတွက် တာဝန်ပေးခြင်းခံရတယ်။ ‘ကာဒီလို’နဲ့ ရဲမေအသစ် ပီရာနာ တာဝန်ထမ်းဆောင်
တော့မယ့်အချိန်မှာပဲ စူပါမားကတ်မှာဖြစ်တဲ့အမှုကိုတိုင်ကြားချက်ဝင်လာတယ်။ အဲ့ဒီ့စူပါမားကတ်ကအမှုတစ်ခု
ကိုသွားဖြေရှင်းရင်းနဲ့မှ အမှုဖြစ်တဲ့လူနေတဲ့တိုက်မှာ ထွက်မသွားသေးတဲ့လူတွေကို နားချပေးဖို့အကြောင်းဖြစ်
လာပါတယ်။ အဲ့အချိန်မှာပဲ လူဆိုးဂိုဏ်းတစ်ခုက တန်ဖိုးကြီးပန်းချီကားကိုခိုးယူဖို့ကြိုးစားရင်း ကာဒီလိုတို့က
ဖမ်းဖို့ကြိုးစားကြတဲ့အချိန်မှာတော့…. ဒီလိုအက်ရှင်ဇာတ်လမ်းလေးကို စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရှုရမှာပဲဖြစ်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Lily ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒ္ီကားေလးကေတာ့ action, crime အမ်ိဳးအစားေလးပဲျဖစ္ပါတယ္။ ဟာရီကိန္းမုန္တိုင္းက်ေရာက္
ေနတဲ့အခ်ိန္မွာ ေဒၚလာ ၅၅ မီလီယံတန္ပန္းခ်ီကားကိုရွာေဖြတဲ့ လူဆိုးဂိုဏ္းနဲ႔ ေျပာင္းေ႐ႊ႕ေရးလုပ္ေပး
တဲ့ ရဲႏွစ္ေယာက္တို႔အမွတ္မထင္ စုံမိၾကရင္း ဘယ္လိုေျဖရွင္းၾကမလဲဆိုတာကို ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။
ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့
နယူးေယာက္ ကစုံေထာက္ ‘ကာဒီလို’က သူ႔ရဲ႕အျပစ္တစ္ခုေၾကာင့္ ေပၚတီကီရဲဌာနကိုေျပာင္းေ႐ႊ႕လာရတယ္
အဲ့ဌာနကိုပဲ ရဲေမအသစ္ျဖစ္တဲ့ ပီရာနာေျပာင္းေ႐ႊ႕လာၿပီး ေျပာင္းေ႐ႊ႕လာတဲ့ေန႔မွာပဲ သူတို႔ႏွစ္ေယာက္ကို
မုန္တိုင္းကယ္ဆယ္ေရးအတြက္ တာဝန္ေပးျခင္းခံရတယ္။ ‘ကာဒီလို’နဲ႔ ရဲေမအသစ္ ပီရာနာ တာဝန္ထမ္းေဆာင္
ေတာ့မယ့္အခ်ိန္မွာပဲ စူပါမားကတ္မွာျဖစ္တဲ့အမႈကိုတိုင္ၾကားခ်က္ဝင္လာတယ္။ အဲ့ဒီ့စူပါမားကတ္ကအမႈတစ္ခု
ကိုသြားေျဖရွင္းရင္းနဲ႔မွ အမႈျဖစ္တဲ့လူေနတဲ့တိုက္မွာ ထြက္မသြားေသးတဲ့လူေတြကို နားခ်ေပးဖို႔အေၾကာင္းျဖစ္
လာပါတယ္။ အဲ့အခ်ိန္မွာပဲ လူဆိုးဂိုဏ္းတစ္ခုက တန္ဖိုးႀကီးပန္းခ်ီကားကိုခိုးယူဖို႔ႀကိဳးစားရင္း ကာဒီလိုတို႔က
ဖမ္းဖို႔ႀကိဳးစားၾကတဲ့အခ်ိန္မွာေတာ့…. ဒီလိုအက္ရွင္ဇာတ္လမ္းေလးကို စိတ္လႈပ္ရွားစြာနဲ႔ၾကည့္ရႈရမွာပဲျဖစ္ပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Lily ပဲျဖစ္ပါတယ္။)
Quality – 720p BluRay
Duration – 1 hr 30 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Drama
Source : 1080p.BluRay
Translator – Lily
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
