"Yummy (2019)============PauseIMDb Rating – 6.1/10#Unicodeဇွန်ဘီကားစစ်စစ်ကို ဇာတ်အိမ်ကောင်းကောင်းနဲ့ကြည့်ချင်ရင်တော့ IMDb rating 6.1 ရထားတဲ့ ဒီကားကအသင့်တော်ဆုံးပါပဲ။ ပြင်းထန်တဲ့ပြကွက်တွေနဲ့ သွေးထွက်သံယိုတွေအများကြီးပါလို့ အသဲငယ်ရင်မကြည့်တာကောင်းပါတယ် :’Dအယ်လီဆန်ဟာ သူမရဲ့ ကြီးမားတဲ့ရင်သား‌တွေကြောင့် ယောက်ျားလေးတွေရဲ့ ဆိုးရွားတဲ့ လိင်ပိုင်းဆိုင်ရာစနောက်ခြင်းကိုခံနေရတာကြောင့် ရင်သားဆိုဒ်ကို သေးအောင်ခွဲစိတ်ဖို့အတွက် သူ့ရဲ့အမေ၊ ကောင်လေးဖြစ်သူတို့နဲ့အတူ ပလစ်စတစ်ဆာဂျရီဆေးရုံကို အတူလာခဲ့ကြပါတယ်။ ဆေးရုံအုပ် ဒေါက်တာခရောချက်ကတော့ “ကမ္ဘာကြီးကို ပိုမိုလှပအောင်လုပ်ဖို့” ဆိုတဲ့ ရည်ရွယ်ချက်နဲ့ အသက်ကြီးတာကိုရပ်တန့်စေတဲ့ ကုသမှုကို စမ်းသပ်နေတဲ့ ခွဲစိတ်ဆရာဝန်‌တစ်ယောက်ပါ။ အယ်လီဆန်ရဲ့ကောင်လေးဖြစ်တဲ့ ပိုပီဟာ အယ်လီဆန်မခွဲစိတ်ခင်မှာ ဆေးရုံဝန်ထမ်းတချို့နဲ့ စကားများပြီး စိတ်ပြေလက်ပျောက် ဆေးရုံအခန်း‌တွေကိုလိုက်ကြည့်ရာကနေ တားမြစ်ထားတဲ့အခန်းတစ်ခုထဲ ရောက်သွားပါတယ်။အဲဒီ့အခန်းထဲမှာ ကြိုးတွေနဲ့တုပ်ပြီး ပါးစပ်အပိတ်ခံထားရတဲ့ ရုန်းကန်နေတဲ့မိန်းမတစ်ယောက်ကို သူတွေ့လိုက်ရတဲ့အချိန်မှာ ကူညီတဲ့အနေနဲ့ ပါးစပ်ပိတ်ထားတဲ့အစွပ်ကို ဖြုတ်ပေးလိုက်တဲ့အခါ ထိတ်လန့်ခြောက်ခြားဖွယ်ရာတွေစတင်ကြုံရပါတော့တယ်။ အဲဒီ့အမျိုးသမီးကို ဆေးရုံရဲ့ကန့်သတ်ခန်းထဲမှာ ဘာကြောင့်ထည့်ပိတ်ထားရတာလဲ……….ဒီကိစ္စဟာ စမ်းသပ်မှုနဲ့ရော ဘယ်လိုတွေသက်ဆိုင်နေလဲ……….ဆေးရုံကလူတွေကရော ဘာတွေဆက်ဖြစ်ကြမှာလဲဆိုတာ ဒီ horror ကားမှာ ဆက်လက်ကြည့်ရှုပေးကြပါဦး……..(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)#Zawgyiဇြန္ဘီကားစစ္စစ္ကို ဇာတ္အိမ္ေကာင္းေကာင္းနဲ႔ၾကည့္ခ်င္ရင္ေတာ့ IMDb rating 6.1 ရထားတဲ့ ဒီကားကအသင့္ေတာ္ဆုံးပါပဲ။ ျပင္းထန္တဲ့ျပကြက္ေတြနဲ႔ ေသြးထြက္သံယိုေတြအမ်ားႀကီးပါလို႔ အသဲငယ္ရင္မၾကည့္တာေကာင္းပါတယ္ :’Dအယ္လီဆန္ဟာ သူမရဲ႕ ႀကီးမားတဲ့ရင္သား‌ေတြေၾကာင့္ ေယာက္်ားေလးေတြရဲ႕ ဆိုး႐ြားတဲ့ လိင္ပိုင္းဆိုင္ရာစေနာက္ျခင္းကိုခံေနရတာေၾကာင့္ ရင္သားဆိုဒ္ကို ေသးေအာင္ခြဲစိတ္ဖို႔အတြက္ သူ႔ရဲ႕အေမ၊ ေကာင္ေလးျဖစ္သူတို႔နဲ႔အတူ ပလစ္စတစ္ဆာဂ်ရီေဆး႐ုံကို အတူလာခဲ့ၾကပါတယ္။ ေဆး႐ုံအုပ္ ေဒါက္တာခေရာခ်က္ကေတာ့ “ကမာၻႀကီးကို ပိုမိုလွပေအာင္လုပ္ဖို႔” ဆိုတဲ့ ရည္႐ြယ္ခ်က္နဲ႔ အသက္ႀကီးတာကိုရပ္တန႔္ေစတဲ့ ကုသမႈကို စမ္းသပ္ေနတဲ့ ခြဲစိတ္ဆရာဝန္‌တစ္ေယာက္ပါ။ အယ္လီဆန္ရဲ႕ေကာင္ေလးျဖစ္တဲ့ ပိုပီဟာ အယ္လီဆန္မခြဲစိတ္ခင္မွာ ေဆး႐ုံဝန္ထမ္းတခ်ိဳ႕နဲ႔ စကားမ်ားၿပီး စိတ္ေျပလက္ေပ်ာက္ ေဆး႐ုံအခန္း‌ေတြကိုလိုက္ၾကည့္ရာကေန တားျမစ္ထားတဲ့အခန္းတစ္ခုထဲ ေရာက္သြားပါတယ္။အဲဒီ့အခန္းထဲမွာ ႀကိဳးေတြနဲ႔တုပ္ၿပီး ပါးစပ္အပိတ္ခံထားရတဲ့ ႐ုန္းကန္ေနတဲ့မိန္းမတစ္ေယာက္ကို သူေတြ႕လိုက္ရတဲ့အခ်ိန္မွာ ကူညီတဲ့အေနနဲ႔ ပါးစပ္ပိတ္ထားတဲ့အစြပ္ကို ျဖဳတ္ေပးလိုက္တဲ့အခါ ထိတ္လန႔္ေျခာက္ျခားဖြယ္ရာေတြစတင္ႀကဳံရပါေတာ့တယ္။ အဲဒီ့အမ်ိဳးသမီးကို ေဆး႐ုံရဲ႕ကန႔္သတ္ခန္းထဲမွာ ဘာေၾကာင့္ထည့္ပိတ္ထားရတာလဲ……….ဒီကိစၥဟာ စမ္းသပ္မႈနဲ႔ေရာ ဘယ္လိုေတြသက္ဆိုင္ေနလဲ……….ေဆး႐ုံကလူေတြကေရာ ဘာေတြဆက္ျဖစ္ၾကမွာလဲဆိုတာ ဒီ horror ကားမွာ ဆက္လက္ၾကည့္ရႈေပးၾကပါဦး……..(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thingyan ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1 hr 32 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, HorrorSource : 1080p.WebRipTranslator – ThingyanEncoder – SWM"