"Body Cam (2020)==============PauseIMDb Rating – 5.2/10#Unicodeဒီဇာတ်လမ်းရဲ့ အစပိုင်း အကျဥ်းလေးကိုပြောရရင် . . .ကလေးသေဆုံးပြီးနောက်ပိုင်း စိတ်ထိခိုက်နေတဲ့ ရဲအရာရှိ ရမ်နီ လိုမီတို တစ်ယောက် ခဏတာအနားယူပြီးပြန်လည်တာဝန်ထမ်းဆောင်တဲ့ ပထမဆုံးနေ့မှာတင် ယခင်တွဲဖက်လုပ်ကိုင်ဖူးတဲ့ ရဲအရာရှိတစ်ယောက်အသတ်ခံလိုက်ရပါတယ်။ သူ့အလောင်းကိုရှာတွေ့ပြီး ရဲကားထဲမှာ မှတ်တမ်းဗီဒီယိုဖိုင်ကို ဖွင့်ကြည့်မိရာကနေဗင်ကားလေးတစ်စီးကို တွေ့ပြီး နားလည်ရခက်တဲ့ သဘာဝလွန်ဖြစ်ရပ်များနဲ့ သက်ဆိုင်နေကြောင်းသိလိုက်ရပါတယ်။ ထိုဗင်ကားကို လိုက်လံရှာဖွေရာကနေ လုပ်ဖော်ကိုင်ဖက် ၂ယောက်ကပါ ထပ်မံအသတ်ခံလိုက်ရပါတယ်။ရမ်နီ လိုမီတိုတစ်ယောက် မိမိဘာသာ စုံစမ်းဖော်ထုတ်နေရင်း အဲ့ဖြစ်ရပ်ဆန်းမှာ မိမိဌာနက ရဲအရာရှိများကို ဦးတည်နေကြောင်း သိလိုက်ပါတယ်။ မိမိဌာနမှ ရဲအရာရှိများကို ကာကွယ်ဖို့ ဆက်လက်စုံစမ်းရာကနေ မထင်မှတ်ပဲအကြောင်းအရင်းအမှန်ကို သိလိုက်တဲ့အခါမှာတော့ ရဲအရာရှိ အနေနဲ့ ဘယ်လိုဆက်လုပ်မလဲ၊ အဲ့လိုဖြစ်ရတဲ့အကြောင်းအရင်းအမှန်က ဘာလဲ၊ ဘာကြောင့် ရဲအရာရှိတွေကို လိုက်သတ်နေရတာလဲ ဆိုတာ ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်စောင့်ကြည့်ရမယ့် ရုပ်ရှင်ကောင်းတစ်ကားဖြစ်ပါတယ်။ ဒီဇာတ်ကားထဲမှာ တစ်ချို့သောကိစ္စတွေဟာ လက်ရှိဖြစ်ပေါ်နေတဲ့ နိုင်ငံတကာက တိတ်တဆိတ်မတရားမှုတွေကိုလည်း တွေ့မြင်ရမှာဖြစ်ပါတယ်။ IMDb Rating 5.2ပေမယ့် . အတော်လေးစိတ်ဝင်စားဖို့ကောင်းတဲ့ကားလေးမို့လို့ ကြည့်ပါလို့ တိုက်တွန်းချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Parris ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္လမ္းရဲ႕ အစပိုင္း အက်ဥ္းေလးကိုေျပာရရင္ . . .ကေလးေသဆုံးၿပီးေနာက္ပိုင္း စိတ္ထိခိုက္ေနတဲ့ ရဲအရာရွိ ရမ္နီ လိုမီတို တစ္ေယာက္ ခဏတာအနားယူၿပီးျပန္လည္တာဝန္ထမ္းေဆာင္တဲ့ ပထမဆုံးေန႔မွာတင္ ယခင္တြဲဖက္လုပ္ကိုင္ဖူးတဲ့ ရဲအရာရွိတစ္ေယာက္အသတ္ခံလိုက္ရပါတယ္။ သူ႔အေလာင္းကိုရွာေတြ႕ၿပီး ရဲကားထဲမွာ မွတ္တမ္းဗီဒီယိုဖိုင္ကို ဖြင့္ၾကည့္မိရာကေနဗင္ကားေလးတစ္စီးကို ေတြ႕ၿပီး နားလည္ရခက္တဲ့ သဘာဝလြန္ျဖစ္ရပ္မ်ားနဲ႔ သက္ဆိုင္ေနေၾကာင္းသိလိုက္ရပါတယ္။ ထိုဗင္ကားကို လိုက္လံရွာေဖြရာကေန လုပ္ေဖာ္ကိုင္ဖက္ ၂ေယာက္ကပါ ထပ္မံအသတ္ခံလိုက္ရပါတယ္။ရမ္နီ လိုမီတိုတစ္ေယာက္ မိမိဘာသာ စုံစမ္းေဖာ္ထုတ္ေနရင္း အဲ့ျဖစ္ရပ္ဆန္းမွာ မိမိဌာနက ရဲအရာရွိမ်ားကို ဦးတည္ေနေၾကာင္း သိလိုက္ပါတယ္။ မိမိဌာနမွ ရဲအရာရွိမ်ားကို ကာကြယ္ဖို႔ ဆက္လက္စုံစမ္းရာကေန မထင္မွတ္ပဲအေၾကာင္းအရင္းအမွန္ကို သိလိုက္တဲ့အခါမွာေတာ့ ရဲအရာရွိ အေနနဲ႔ ဘယ္လိုဆက္လုပ္မလဲ၊ အဲ့လိုျဖစ္ရတဲ့အေၾကာင္းအရင္းအမွန္က ဘာလဲ၊ ဘာေၾကာင့္ ရဲအရာရွိေတြကို လိုက္သတ္ေနရတာလဲ ဆိုတာ ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္ေစာင့္ၾကည့္ရမယ့္ ႐ုပ္ရွင္ေကာင္းတစ္ကားျဖစ္ပါတယ္။ ဒီဇာတ္ကားထဲမွာ တစ္ခ်ိဳ႕ေသာကိစၥေတြဟာ လက္ရွိျဖစ္ေပၚေနတဲ့ ႏိုင္ငံတကာက တိတ္တဆိတ္မတရားမႈေတြကိုလည္း ေတြ႕ျမင္ရမွာျဖစ္ပါတယ္။ IMDb Rating 5.2ေပမယ့္ . အေတာ္ေလးစိတ္ဝင္စားဖို႔ေကာင္းတဲ့ကားေလးမို႔လို႔ ၾကည့္ပါလို႔ တိုက္တြန္းခ်င္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫြန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Parris ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1 hr 36 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, Mystery, ThrillerSource : 1080p.WebRipTranslator –ParrisEncoder – SWM"