"” တစ်နေ့ ကျ ငါတို့ အားလုံး ဒီနေ့အကြောင်းကို
ပြန်ပြောဖြစ်ကြအုံးမယ် ”
ခုတလော ရုပ်ရှင်ကောင်းကောင်း မကြည့်ရတာ
ကြာပြီ ရုပ်ရှင်ငတ်နေတာပေါ့လေ
ဒီလို နဲ့ Netflix က အာရှ ရုပ်ရှင်တွေထဲ
အင်ဒိုနီရှား နဲ့ မလေးရှား ရုပ်ရှင်တွေ
လိုက်မွှေ ကြည့်မိတယ်
အဲ့ဒီ ထဲက မှ ဒီရုပ်ရှင်ကားကို
ကြည့်မိတဲ့ အချိန် ရင်ထဲ ဒိန်းကနဲ ဖြစ်သွားတယ်
ရုပ်ရှင်က ဘာမှ သိပ်မဟုတ်ဘူး ထင်ရတယ်
ရိုးရိုးရှင်းရှင်းလေး ပါ
ဒါပေမဲ့ အဲ့ဒီရိုးရှင်းတာကိုက ကိုယ်တွေကို
ရင်ခုန်စေတာပဲ…
ဒီရုပ်ရှင်ကတော့ အချစ် နဲ့ ပတ်သက်တာပါ
ရိုမန့် မဟုတ်ပါဘူး မိသားစု အချစ်ပါ
ဇတ်လမ်းထဲမှာတော့ မိသားစု ၅ ယောက်ပေါ့
အဖေ အမေ နဲ့ သားကြီး သမီးလတ် သမီးငယ်
မိသားစု တစ်ခု အကြောင်းပေါ့
သားကြီးက အန်ကာဆာ တဲ့
သမီးလတ် က အော်ရိုရာ
သမီးငယ်လေးကတော့ အာဝမ်
ဒီမိသားစု က အင်ဒိုနီရှားနိုင်ငံရဲ့
မွတ်စလာမ် မိသားစု ကို ပြထားတယ်
သေချာ ဘာသာရေးတွေ လူမျိုးရေးတွေ
ဖယ်ပြီး ကြည့်ရင် အာရှနိုင်ငံများရဲ့ မိသားစု
မြန်မာ မိသားစု တွေနဲ့ ပိုလို့တောင် တူတယ်
ဇတ်လမ်းထဲမှာတော့ အဖေ နဲ့ အမေ ဟာ
သမီးငယ်လေး အာဝမ် ကို အချစ်ဆုံးလို့
ပြထားပြီး သမီးအငယ် ဘာလုပ်လုပ်
အကြီး ၂ ယောက်က တာဝန်ယူရတယ်ဆိုတဲ့
ကိစ္စကြီး နဲ့ စထားတယ်
ဒီတော့ ကလေးတွေ ဟာ မိဘတွေရဲ့ အတ္တနဲ့
ကြီးပြင်းလာရတာ အရွယ်ရောက်တဲ့ အထိ
အကြီး ၂ ယောက်က အနစ်နာခံပေးရတယ်
သူတို့ ရင်ထဲလဲ ဝင်မကြည့်ပေးဘူးပေါ့
မြန်မာတွေ နဲ့ အတော် တူတာဗျ
မြန်မာ မိသားစု တော်တော်များများမှာလဲ
ကလေးတွေထဲ အကြီးဖြစ်သူတွေက
အငယ်တွေရဲ့ တာဝန်ကို ယူရတယ်
ဆိုးတာ ဖြစ်ရင်လဲ အကြီးတွေပဲခံရတယ်
ကစားတက်တဲ့ အရွယ်မှာလဲ အငယ်တွေကို
ထိန်းရမယ်လို့ အတ္တ နဲ့ ကလေးတွေရဲ့ ငယ်ရွယ်တဲ့
ပျော်ရွှင်ချိန်ကို ဖဲ့ယူကြတာ ဒါတွေက ကြာရင်
ပြန်မရနိုင်တော့တဲ့ ကိစ္စတွေပေါ့
ဒီရုပ်ရှင်မှာလဲ မိဘတွေရဲ့ အတ္တကြောင့်
စိတ်ဒါဏ်ရာ နဲ့ အသက်ရှင်ရတဲ့
ကလေးတွေ အကြောင်း မို့ ကြည့်ရင်း
အသက်ရှုပါ ကြပ်လာတယ်
ဖြစ်နိုင်ရင် ဒီရုပ်ရှင်ကြည့်တဲ့ အခါ
မိသားစု နဲ့ အတူကြည့်ပါ
မိဘ နဲ့ သားသမီးတွေကြား
ကိစ္စတစ်ချို့ကို ဖြေရှင်းပြီးသား
ဖြစ်ကောင်းဖြစ်ပါလိမ့်မယ်
ဘာတွေပဲ ဖြစ်နေနေ သားသမီးတွေ အတွက်
လိုအပ်တာက မိဘ ရဲ့ ချစ်ခြင်းမေတ္တာပါ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
File Size – 1.79 GB
Quality – Web-Dl 1080p
Subtitle – Burmese (hardsub)
Translator – Pyae Shan Tun Wai
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
