"Flubber (1997)
============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 5.3/10
#Unicode
ဒီဇာတ်ကားလေးကို ကျွန်တော်တို့ ငယ်ငယ်က တစ်နည်းနည်းနဲ့ ကြည့်ဖူးခဲ့ကြပါလိမ့်မယ်ထင်ပါတယ်။
မကြည့်ရသေးရင် ပြန်ကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်။ Disney ရဲ့ Back to 90’s Live action ကား
ဟောင်းလေးပဲဖြစ်ပါတယ်။ ဟာသမင်းသားကြီး ရော်ဘင် ဝီလီလျံက ဒီဇာတ်ကားတစ်ခုလုံးမှာ အဓိက
ပါ၀င်ထားပါတယ်။ ဇာတ်လမ်း အညွှန်းလေးက မစ်ဒ်ဖီးလ် ကောလိပ်က ဓာတုဗေဒ ပါမောက္ခ ဖိလစ်
ဘရိန်းနက်ဟာ ကောလိပ်ကိုရပ်တည်နိုင်ဖို့ ရုန်းကန်နေရတဲ့သူဖြစ်ပါတယ်။ ကောလိပ်ရဲ့ ဥက္ကဌဖြစ်သူ
ဆာရာ နဲ့ အကြိမ်ကြိမ်‌လက်ထပ်ဖို့ ကြိုးစားပေမဲ့ ဘရိန်းနက်ရဲ့ မေ့လျော့ပေါ့ဆမှုတွေကြောင့် ‌မအောင်
မြင်သေးပါဘူး။ တစ်ဖက်မှာလည်း ဖိလစ်ဟာ သူ့ရဲ့ စမ်းသပ်ချက်တွေကနေ သက်ရှိဇီ၀ ဖလူဘာလို့ခေါ်တဲ့
ရောဘာကောင်လေးကို ရှာဖွေတွေ့ရှိသွားတဲ့အခါမှာ ဘာတွေဆက်ဖြစ်သွားမလဲ၊ ကောလိပ်ကိုကော ဘယ်လို
အကျိုးရှိရှိလုပ်ပေးသွားသလဲ၊ ချစ်ရသူ ဆာရာနဲ့ကော ရွှေလက်တွဲသွားနိုင်ပါ့မလားဆိုတာကိုတော့
ပရိတ်သတ်ကြီး ဆက်လက်ခံစားကြည့်ရှုလိုက်ပါခင်ဗျာ။ Comedy, Family, Sci-Fi ကားလေးဖြစ်ပြီး
ကလေးတွေအတွက် Entertain ဖြစ်စေပြီး 90 borns တွေလည်း Nostalgicဖြစ်စေမဲ့ကားလေးလို့
အကြံပြုလိုက်ပါရစေ . . .
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Thiha Yan Naing ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီဇာတ္ကားေလးကို ကြၽန္ေတာ္တို႔ ငယ္ငယ္က တစ္နည္းနည္းနဲ႔ ၾကည့္ဖူးခဲ့ၾကပါလိမ့္မယ္ထင္ပါတယ္။
မၾကည့္ရေသးရင္ ျပန္ၾကည့္ဖို႔တိုက္တြန္းခ်င္ပါတယ္။ Disney ရဲ႕ Back to 90’s Live action ကား
ေဟာင္းေလးပဲျဖစ္ပါတယ္။ ဟာသမင္းသားႀကီး ေရာ္ဘင္ ဝီလီလ်ံက ဒီဇာတ္ကားတစ္ခုလုံးမွာ အဓိက
ပါ၀င္ထားပါတယ္။ ဇာတ္လမ္း အၫႊန္းေလးက မစ္ဒ္ဖီးလ္ ေကာလိပ္က ဓာတုေဗဒ ပါေမာကၡ ဖိလစ္
ဘရိန္းနက္ဟာ ေကာလိပ္ကိုရပ္တည္ႏိုင္ဖို႔ ႐ုန္းကန္ေနရတဲ့သူျဖစ္ပါတယ္။ ေကာလိပ္ရဲ႕ ဥကၠဌျဖစ္သူ
ဆာရာ နဲ႔ အႀကိမ္ႀကိမ္‌လက္ထပ္ဖို႔ ႀကိဳးစားေပမဲ့ ဘရိန္းနက္ရဲ႕ ေမ့ေလ်ာ့ေပါ့ဆမႈေတြေၾကာင့္ ‌မေအာင္
ျမင္ေသးပါဘူး။ တစ္ဖက္မွာလည္း ဖိလစ္ဟာ သူ႔ရဲ႕ စမ္းသပ္ခ်က္ေတြကေန သက္ရွိဇီ၀ ဖလူဘာလို႔ေခၚတဲ့
ေရာဘာေကာင္ေလးကို ရွာေဖြေတြ႕ရွိသြားတဲ့အခါမွာ ဘာေတြဆက္ျဖစ္သြားမလဲ၊ ေကာလိပ္ကိုေကာ ဘယ္လို
အက်ိဳးရွိရွိလုပ္ေပးသြားသလဲ၊ ခ်စ္ရသူ ဆာရာနဲ႔ေကာ ေ႐ႊလက္တြဲသြားႏိုင္ပါ့မလားဆိုတာကိုေတာ့
ပရိတ္သတ္ႀကီး ဆက္လက္ခံစားၾကည့္ရႈလိုက္ပါခင္ဗ်ာ။ Comedy, Family, Sci-Fi ကားေလးျဖစ္ၿပီး
ကေလးေတြအတြက္ Entertain ျဖစ္ေစၿပီး 90 borns ေတြလည္း Nostalgicျဖစ္ေစမဲ့ကားေလးလို႔
အႀကံျပဳလိုက္ပါရေစ . . .
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thiha Yan Naing ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p WebRip
Duration – 1 hr 33 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Comedy, Family, Sci-Fi
Source : 1080p.WebRip
Translator – Thiha Yan Naing
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
