"ARGO
====
ARGO ရုပ်ရှင်ဟာ ၁၉၇၉-၈၀ မှာဖြစ်ခဲ့တဲ့ အီရန်တော်လှန်ရေးအတွင်း
သံရုံးက လွတ်မြောက်အမေရိကန်သံရုံးဝန်ထမ်း ၆ ယောက်ကို ကယ်ထုတ်တဲ့အကြောင်းကိုရိုက်ပြထားတဲ့ဇတ်ကားပါ။
၁၉၇၉ မှာ အီရန်နိုင်ငံတွင်းတော်လှန်ရေးဖြစ်ခဲ့ပါတယ် တော်လှန်ရေးအတွင်းမှာ
အမေရိကန်သံရုံးကိုသိမ်းပြီး အီရန်ဘုရင်ဟောင်း ရှားကိုနိုင်ငံခိုလှုံခွင့်ပေးထားရာကနေပြန်လွဲပေးဖို့
တောင်းဆိုလာခဲ့ပါတယ်။ အဲ့ဒီသံရုံးအသိမ်းခံရချိန်မှာ လွတ်သွားတဲ့ သံရုံးဝန်ထမ်း ၆ ယောက်ကိုကယ်ဖို့ စီအိုင်အေကလူတွေ
ကြိုးစားကြပုံကိုရိုက်ကူးထားတာဖြစ်ပါတယ်။
ARGO ကို အောက်တိုဘာ ၁၂ ရက် ၂၀၁၂ ခုနှစ်မှာထွက်ခဲ့ပြီးတော့
ဇတ်လိုက်မင်းသား Ben Affleck ကိုယ်တိုင်ရိုက်ကူးထားပြီး ထုတ်လုပ်သူကလဲ Ben Affleck နဲ့ George Clooney ကြီးတို့ပါပဲ။
ဒီဇတ်ကားဟာ ၈၅ ကြိမ်မြောက်အကယ်ဒမီမှာ nominations ၇ ခုဝင်ပြီး ဆု သုံးခုရခဲ့ပါတယ်
(Best Picture, Best Adapted Screenplay, and Best Film Editing) အဲ့နောက် Golden Globe Award မှာလဲ
Best Motion Picture – Drama နဲ့ Best Director ဆုထပ်ရခဲ့ပါသေးတယ်။
ဗြိတိန်အကယ်ဒမီနဲ့ 37th Hochi Film Award မှာလဲ ဇတ်ကားဆု တည်းဖြတ်နဲ့ ဒါရိုက်တာဆုတွေထပ်ရခဲ့ပါသေးတယ်တဲ့။
ဒီအကြောင်းကို စာအုပ်တွေလဲအများကြီးထုတ်ဝေခဲ့ကြပါတယ်။
စာဖတ်ရတာမပျင်းရင်တော့ အောက်ကသမိုင်းကြောင်းတွေဆက်ဖတ်ပါဗျ။
ဇတ်ကားကြည့်ရတာ ပိုအရသာရှိသွားအောင် သမိုင်းကြောင်းလေးနဲနဲလှန်ထားပါတယ်
အောက်မှာတော့ facts လေးတွေပါပါတယ်။
(ထွက်တာလဲကြာပြီမို့ Spoil သတိမပေးတော့ပါဘူး)
အီရန်မှာနိုင်ငံရေးတော်တော်ရှုတ်ပါတယ် အီရန်နိုင်ငံကို ရှားဘုရင်အဆက်ဆက်ကအုပ်ချုပ်ခဲ့ပြီး
၁၉၅၀ မှာ မိုဟာမက် မိုဆာဒက်ကို ဝန်ကြီးချုပ်ခန့်ခဲ့ကြပါတယ် သူက အီရန်ရေနံကို
နိုင်ငံပိုင်ဖြစ်အောင်ပြန်လုပ်ပေးခဲ့ပါတယ်။ သုံးနှစ်အကြာမှာ ရေနံကုမ္ပဏီတွေကပေါင်းပြီး သူတို့နဲ့ပနံသင့်တဲ့
ရှားဘုရင်တစ်ယောက်ကိုပြန်နန်းတင်ပေးခဲ့ပါတယ် ရှားဘုရင်က သူ့ပြည်သူတွေကို ဂုတ်သွေးပြန်စုတ်တော့
၂၆ နှစ်အကြာ (၁၉၇၉) မှာ ပြည်သူတွေကတစ်ခါ တော်လှန်ကြပြန်ပါတယ်။ အဲ့ဒီနောက် ရှားဘုရင် ဟာ
၁၉၇၉ ခုနှစ်မှာပဲ နန်းစွန့်ခဲ့ကာ အီရန်ကနေ ကင်ဆာကုသဖို့ နိုင်ငံရေးခိုလှုံခွင့်နဲ့ အမေရိကားသို့ထွက်ခွာသွားခဲ့ပါတယ်။
(၁၉၇၉ ဒီဇင်ဘာမှာ အီဂျစ်မှာ အမြဲတမ်းနိုင်ငံရေးခိုလှုံခွင့်စရခဲ့ပြီး အဲ့ဒီမှာပဲ ၁၉၈၀ (အသက် ၆၀) မှာသေဆုံးသွားခဲ့ပါတယ်။)
နိုင်ငံကိုတော့ ယာယီအစိုးရဖွဲ့ပြီး အတိုက်အခံ ဝန်ကြီးချုပ် Mehdi Bazargan ဆီမှာထားခဲ့ပါတယ်။
(ယာယီအစိုးရလဲ ဝန်ကြီးချုပ်အစိုးရအဖွဲ့နှုတ်ထွက်ပြီးမကြာခင်မှာပဲဖြုတ်ချခံခဲ့ရပါတယ်)
အဲ့ဒီမှာ တော်လှန်ရေးကိုထောက်ခံတဲ့ Muslim Student Followers of the Imam’s Line
အဖွဲ့ရဲ့နောက်လိုက် ကောလိပ်ကျောင်းသားတွေက အမေရိကန်သံရုံးကိုသိမ်းပိုက်ပြီး တော့
အမေရိကန် ၅၂ ယောက်ကို ဓါးစားခံအနေနဲ့ဖမ်းပြီး ရှားကိုရုံးတင်စစ်ဆေးဖို့အတွက်
အီရန်ဆီပြန်လွှဲပေးဖို့တောင်းဆိုပါတယ်။
(အီရန်အစိုးရဘက်က ထုတ်ပြန်ချက်တွေမှာ ကျောင်းသားလို့ဆိုထားပေမဲ့ ကျောင်းမတက်ဘဲ
တော်လှန်ရေးလုပ်ဖို့အဖွဲ့လိုက်ဖွဲ့နေတဲ့လူလတ်ပိုင်းတွေလို့ အမေရိကန်ဘက်ကပြောကြပါတယ်)
သံရုံးအသိမ်းခံလိုက်ရချိန်မှာပဲ အမေရိကန်သံရုံးက ၆ ယောက်နောက်ဖေးပေါက်ကနေ
ထွက်ပြေးလွတ်မြောက်သွားခဲ့ပြီးတော့ ဒီကိစ္စကိုစီအိုင်အေကသိသွားတဲ့နောက် ကယ်ထုတ်ဖို့ကြိုးစားကြပါတယ်။
(ဇတ်ကားထဲမှာ ဗြိတိန်နဲ့ နယူးဇီလန် ကလက်မခံဘဲ သံရုံးကနေ ကနေဒါသံအမတ်အိမ်ကိုရောက်သွားတယ်လို့ပဲပါပါတယ်။
တကယ်မှာတော့ ဗြိတိန်သံရုံးမှာ တစ်ညနေခဲ့ကြပြီး လိုက်ရှာနေတဲ့စစ်သွေးကြွတွေက ဗြိတိန်သံရုံးကို
သင်္ကာမကင်းဖြစ်လာတဲ့အတွက် အားလုံးက ကနေဒါသံအမတ်အိမ်ကအလုံခြုံဆုံးလို့ ယူဆတဲ့အတွက်
ရောဘတ်အန်ဒရာ (၆ယောက်ထဲကတစ်ယောက်)ရဲ့အသိ လူဝင်မှုကြီးကြပ်ရေးအရာရှိအဆက်အသွယ်နဲ့
သူတို့အားလုံးကနေဒါသံအမတ်အိမ်ကိုရောက်သွားခဲ့ကြတာပါ။ ဇတ်ကားထဲမှာအဲ့ဒီအရာရှိအကြောင်းကို ချန်ခဲ့ပါတယ်တဲ့)
တိုနီ မန်ဒက်ဇ်ဟာ သူကယ်ရမယ့် သံရုံးကလူခြောက်ယောက်ကို ကိုယ်စားပြုတဲ့အနေနဲ့ “Studio Six Productions” ဆိုတဲ့ နာမည်ပေးခဲ့တာဖြစ်ပါတယ်တဲ့။
အဲ့ဒီနောက် စီအိုင်အေက တိုနီ မန်ဒက်ဇ် (Tony Mendez) / AKA-Ben Affleck ကိုကယ်ထုတ်ဖို့
တာဝန်ပေးလိုက်ရာကနေဒီဇတ်ကားဖြစ်လာပါတော့တယ်။
၁၉၈၀ ဇန်နဝါရီ ၂၇ ရက်နေ့မှာ တော့ အမေရိကန်ခြောက်ယောက်နဲ့အတူ Tony Mendez တစ်ယောက်
နယူးဇီလန်တောင်ပိုင်း ဇူးရစ်ကိုလွတ်မြောက်လာခဲ့ကြပါတယ်။ အမေရိကန်နိုင်ငံသားခြောက်ယောက်ကို
တောင်တစ်လုံးမှာရှိတဲ့ စီအိုင်အေရဲ့ယာယီလုံခြုံရေးအိမ်ကို စီအိုင်အေကပဲ ခေါ်ဆောင်သွားပြီး သူတို့ကို
သတင်းစာတွေကိုပြောခွင့်မရှိကြောင်းပြောခဲ့ပြီးနောက် ဖလောရီဒါကလျှို့ဝှက်နေရာတစ်ခုမှာ ဓါးစားခံကိစ္စ
ရှင်းပြီးတဲ့အထိဖွတ်ထားဖို့စီစဉ်ခဲ့ကြပါတယ်။ ဒါပေမဲ့ အနံ့ခံကောင်းတဲ့သတင်းသမားတွေက သိသွားခဲ့ပြီး
ဓါးစားခံတွေအန္တရာယ်ကင်းကြောင်းသိတာနဲ့ နောက်တစ်နေ့မှာပဲ ကနေဒါသီတင်းစာ ခေါင်းကြီးပိုင်းမှာပါလာခဲ့ပါတယ်။
နိုင်ငံတကာသတင်းစာတွေကလဲ ချက်ချင်းဆိုသလိုဒီအကြောင်းကိုသိသွားခဲ့ပြီးနောက်မှာ မထူးတဲ့အဆုံး
စီအိုင်အေက ခြောက်ယောက်လုံးကို အမေရိကားကိုလေယာဉ်နဲ့ပြန်တင်လွှတ်လိုက်ကြပါတယ်။
အမေရိကန်သံရုံးက လူခြောက်ယောက်ဟာ အမေရိကားကို ဇန်နဝါရီ ၃၀ မှာပြန်ရောက်ခဲ့ကြပါတယ်။
အဲ့ဒီအတွက် အမေရိကန်နိုင်ငံတစ်ဝှမ်းနေရာအတော်များများမှာ ကနေဒါအလံကိုလွှင့်ထူခဲ့ကြပြီး
ကျေးဇူးတင်ကြောင်း ဆိုင်းဘုတ်တွေစိုက်ထူခဲ့ကြပါတယ်။
သမ္မတကာတာက အထိန်းသိမ်းခံထားရတဲ့ဓါးစာခံ ၅၂ ယောက်ကို သိန်းငှက်လက်သည်းစစ်ဆင်ရေး
(Operation Eagle Claw-ဇတ်ကားလား Documentry လားမသိဘူးရှိတယ်)နဲ့
ကယ်ထုတ်ဖို့လုပ်ခဲ့ပါသေးတယ် ဒါပေမဲ့ ပျက်သွားခဲ့ပြီးအဲ့ဒီဟာကြောင့်ပဲ ၁၉၈၀ သမ္မတရွေးကောက်ပွဲမှာ
အရေးနိမ့်ခဲ့ပြီး Ronald Reagan ကအနိုင်ရခဲ့ပါတယ်။
စက်တင်ဘာ ၁၉၈၀ မှာတော့ အီရပ်တပ်တွေက အီရန်ကိုဝင်လာတာကစလို့ အီရန်-အီရပ် စစ်ပွဲစခဲ့ပါတယ်။
အဲ့ဒီကိစ္စတွေကြောင့် အီရန်အစိုးရက အမေရိကန်နဲ့ ညှိနှိုင်းခဲ့ဖို့ဖြစ်လာခဲ့ပါတယ်။ ဂျင်မီကာတာနောက်တက်လာတဲ့ သမ္မတအသစ် (ရော်နယ် ဂရေဟင်)အာဏာရပြီးနောက်မှာပဲ
စစ်ပွဲကြောင့်အကျပ်ရိုက်နေတဲ့ အီရန်က အမေရိကန်နဲ့ဆွေးနွေးညှိနှိုင်းခဲ့ပြီး သမ္မတသစ်က
Algiers Accords မှာ လက်မှတ်ထိုးပြီးနောက် ဓါးစားခံများအားလုံးကိုပြန်လွှတ်ပေးခဲ့ပါတယ်။
အဓိကဇတ်ဆောင်ဖြစ်တဲ့ တိုနီ မန်ဒက်ဇ် (Tony Mendez)က တော့ ၂၀၁၉ ဇန်နဝါရီ ၁၉ မှာဆုံးပါးသွားခဲ့ပြီး
သူသေဆုံးချိန်မှာ ၇၈ နှစ်ရှိပါပြီ။
Quality – 720p Bluray Rip
Duration – 2 hr
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Biography, Drama, Thriller
Translator – idiot
Encoder – idiot
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
