"Birds Without Names(2017)
ပိုင်ဆိုင်လိုခြင်းပဲလား၊ စွန့်လွှတ်လိုမှုပဲလား။ အချစ်ဆိုတာ ဘာများလဲ။ မသေချာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အချို့က ရယူလို အချို့က ပေးဆပ်လိုကြပြီ။ လူဆိုတာ အတောင်ပံခတ်တတ်စကတည်းကိုက သင်းကွဲလာရတဲ့ ငှက်တွေသာ။ အဆုံးမတော့ တစ်ကိုယ်ရေတည်း ဖြစ်ရကြပြန်ပေမည်။ အထီးကျန်ခြင်းသည် လူသား၏
တစ်စိတ်တစ်ဒေသ ဟု ဒဿနိကပညာရှင်တို့က ဆိုထား၏။
လူသားရဲ့ ပင်ကိုယ်ဗီဇတွင် အထီးကျန်ခြင်းသည် ထည့်သွင်း မြှပ်နှံခဲ့ပြီးသား ဖြစ်သည်။
အထီးကျန်ခြင်းသည် စိတ်ဖိစီးမှု မြင့်တတ်စေသော cortisolဟော်မုန်းကို ထွက်စေသည်ဟု
ဆေးပညာကဆို ထားပြီး အထီးကျန်ခြင်းကြောင့် ခံစားရသော စိတ်ဝေဒနာသည်
ကိုယ်ထိလက်ရောက် ကျူးလွန်ခံရသော ဝေဒနာထက်မသေးဟု
စိတ်ပညာက ပြောပြန်သည်။ ကျွန်တော် မမြင်ဖူးသော နတ်ဘုရားတို့သည်
ဒဏ္ဍာရီအတိုင်း အင်အားကြီးသော လူသားတို့အား ထက်ခြမ်းကွဲ၀မ်းနည်းစေခဲ့သည်
ဆိုပါစို့။ အထီးကျန်ခြင်းသည် လူသား၏ အားနည်းချက်ဖြစ်ပေမည်။
လူသားတစ်‌ယောက်သည် အထီးကျန်ခြင်းအား ကုစားရန်အလို့ငှာ
တပါးသောလူသားတစ်ယောက်အား မှီခိုအားထားရသည်။
သူတို့ကြားက ပေါင်းကူးတံတားကလေးအား ချစ်ခြင်းဟုခေါ်ပါစေ။
ချစ်စိတ် ကိန်း၀ပ်နေသော လူသားသည် အားအကြီးဆုံးဖြစ်သည်
ဒီလူသားများ ဘာမဆို လုပ်ရဲလုပ်နိုင်ကြသည်။ ဂျပန်လူမျိူးတို့၏ သင်္ကေတဗေဒအတိုင်းဆိုလျှင်
ငှက်တို့သည် ချစ်ခြင်းကို ကိုယ်စားပြုသည်။ အသိအမှတ်အပြု မခံရသေ
ာ ငှက်ကလေးတစ်ကောင်သည် အမည်နာမကင်းမဲ့ရပြီ။ တစ်ခုသော
ညနေခင်း၏ တံတားတစ်နေရာတွင် လူနှစ်ယောက်ထိုင်နေကြသည်။
သူတို့ရင်ထဲတွင် အချစ်တို့ ရှိနေကြသည်။ သူတို့အသိတွင် မပိုင်ရခြင်းရှိနေကြသည်။
ကွာခြားသည်က တစ်ယောက်က ရယူလို၍ တစ်ယောက်က ပေးဆပ်လိုသည်။
မည်သူပိုအထီးကျန်မည်နည်း ဆိုသော မေးခွန်းကို မဖြေတတ်ပါ။
အနောက်ဘက်ဆီမှ အနက်ရောင်ငှက်များ ပျံတက်လာကြပြီ။
တစ်ယောက်သောသူက နှုတ်ဆက်ခွဲခွာသွားခဲ့ပြီ။
အနက်ရောင်ငှက်များပျံတက်လာကြပြီ။ ကဗျာဟောင်းကလေးထဲကလိုပင်
သံသရာခရီးသည် ရှည်လျားဝေးလံလွန်းလှ၏။ သူ့အချစ်တို့က ဆုံးအောင်လျှောက်ပါလိမ့်မည်…
File Size : (950 MB) and (374 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:02:00
Genre : Drama, Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by d3mon
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
