"The Last Emperor (1987)
===================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.7/10
#Unicode
နောက်ဆုံး ဧကရာဇ်တဲ့ . . .
နှစ်ပေါင်းနှစ်ထောင်ကျော်သက်တန်းကြာခဲ့တဲ့ တရုတ်ပြည်ကြီးရဲ့ သက်ဦးဆံပိုင် အုပ်ချုပ်ရေးမှာ
ကျိန်မင်းဆက်ရဲ့ နောက်ဆုံး ဧကရာဇ် ပုယီ၊ အသက် ၃နစ်သားကတည်းက နောက်ကွယ်က ကြိုး
ကိုင်ချင်တဲ့လူတွေကြောင့် ရင်ခွင်ပိုက် ဧကရာဇ်ဖြစ်လာခဲ့တယ် ။ နောက်တော့ သမ္မတနိုင်ငံခေတ်မှာ
အဆောင်အယောင်တွေ မစွန့်လွှတ်ရပေမယ့် ထီးနန်းတော့ စွန့်လွှတ်ခဲ့ရပြီ ။ အချိန်ကတော့
တရုတ်ပြည်တခုလုံး စစ်ဘုရင်တွေ အာဏာပြိုင်လုနေတဲ့အချိန်ပေါ့ ။ တရုတ်ပြည်ကြီးရဲ့အကြောင်း
တော့ မဆိုထားနဲ့ နန်းတော်အပြင်ဘက်လေးမှာတောင် ဘာဖြစ်လို့ ဖြစ်မှန်း သိခွင့်မရတဲ့ ပုယီ ။
ဆရာ ရယ်ဂျီနယ်ဖလီးမင်းဂျွန်စတန် ရဲ့ အဆုံးအမတွေနဲ့ ကြီးပြင်းခဲ့ရတဲ့ ပုယီ ။ ကိုယ့်ကြင်ယာတော်
ကိုတောင် ကိုယ်ရွေးခွင့် မရှိတဲ့ပုယီ။ ဂျပန့်လက်အောက်ခံ မန်ချူးကိုး ဧကရာဇ် ပုယီ ။ ၁၉၅၀အလွန်
မော်စီတုန်းခေတ်ရဲ့ ပြန်လည်ထူထောင်ရေး စခန်းက အကျဥ်းသား ပုယီ ။ အရင်က ဧကရာဇ်ဆိုပေမယ့်
အခုတော့ သူလိုကိုယ်လို ပုယီ ။ ယဥ်ကျေးမှုတော်လှန်ရေးခေတ်က ပုယီ ။ အီတလီဒါရိုက်တာကြီး
ဘာနာဒို ဘာတိုလူချီက ရိုက်ကူးထားပြီး အရွယ်ရောက် ပုယီအဖြစ် မင်းသားကြီး ဂျွန်လုံးက ပါဝင်
သရုပ်ဆောင်ထားပါတယ် ။ ပြသချိန်ကလည်း ၃နာရီနဲ့ မိနစ် ၄၀ လောက်တောင်ဆိုတော့ တဝကြီး
ကြည့်ရှုရမှာ ဖြစ်ပါတယ်ခင်ဗျာ ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ TNT ပဲဖြစ်ပါတယ်။)
#Zawgyi
ေနာက္ဆုံး ဧကရာဇ္တဲ့ . . .
ႏွစ္ေပါင္းႏွစ္ေထာင္ေက်ာ္သက္တန္းၾကာခဲ့တဲ့ တ႐ုတ္ျပည္ႀကီးရဲ႕ သက္ဦးဆံပိုင္ အုပ္ခ်ဳပ္ေရးမွာ
က်ိန္မင္းဆက္ရဲ႕ ေနာက္ဆုံး ဧကရာဇ္ ပုယီ၊ အသက္ ၃နစ္သားကတည္းက ေနာက္ကြယ္က ႀကိဳး
ကိုင္ခ်င္တဲ့လူေတြေၾကာင့္ ရင္ခြင္ပိုက္ ဧကရာဇ္ျဖစ္လာခဲ့တယ္ ။ ေနာက္ေတာ့ သမၼတႏိုင္ငံေခတ္မွာ
အေဆာင္အေယာင္ေတြ မစြန႔္လႊတ္ရေပမယ့္ ထီးနန္းေတာ့ စြန႔္လႊတ္ခဲ့ရၿပီ ။ အခ်ိန္ကေတာ့
တ႐ုတ္ျပည္တခုလုံး စစ္ဘုရင္ေတြ အာဏာၿပိဳင္လုေနတဲ့အခ်ိန္ေပါ့ ။ တ႐ုတ္ျပည္ႀကီးရဲ႕အေၾကာင္း
ေတာ့ မဆိုထားနဲ႔ နန္းေတာ္အျပင္ဘက္ေလးမွာေတာင္ ဘာျဖစ္လို႔ ျဖစ္မွန္း သိခြင့္မရတဲ့ ပုယီ ။
ဆရာ ရယ္ဂ်ီနယ္ဖလီးမင္းဂြၽန္စတန္ ရဲ႕ အဆုံးအမေတြနဲ႔ ႀကီးျပင္းခဲ့ရတဲ့ ပုယီ ။ ကိုယ့္ၾကင္ယာေတာ္
ကိုေတာင္ ကိုယ္ေ႐ြးခြင့္ မရွိတဲ့ပုယီ။ ဂ်ပန႔္လက္ေအာက္ခံ မန္ခ်ဴးကိုး ဧကရာဇ္ ပုယီ ။ ၁၉၅၀အလြန္
ေမာ္စီတုန္းေခတ္ရဲ႕ ျပန္လည္ထူေထာင္ေရး စခန္းက အက်ဥ္းသား ပုယီ ။ အရင္က ဧကရာဇ္ဆိုေပမယ့္
အခုေတာ့ သူလိုကိုယ္လို ပုယီ ။ ယဥ္ေက်းမႈေတာ္လွန္ေရးေခတ္က ပုယီ ။ အီတလီဒါ႐ိုက္တာႀကီး
ဘာနာဒို ဘာတိုလူခ်ီက ႐ိုက္ကူးထားၿပီး အ႐ြယ္ေရာက္ ပုယီအျဖစ္ မင္းသားႀကီး ဂြၽန္လုံးက ပါဝင္
သ႐ုပ္ေဆာင္ထားပါတယ္ ။ ျပသခ်ိန္ကလည္း ၃နာရီနဲ႔ မိနစ္ ၄၀ ေလာက္ေတာင္ဆိုေတာ့ တဝႀကီး
ၾကည့္ရႈရမွာ ျဖစ္ပါတယ္ခင္ဗ်ာ ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ TNT ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay
Duration – 3 hr 40 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Biography, Drama, History
Source : 1080p.BluRay
Translator – TNT
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
