"Immortals (2011)=============PauseIMDb Rating – 6.0/10#Unicodeဂရိသူရဲကောင်း သီးစီးယက်စ်ကို အားလုံးပဲသိကြမှာပါ။ သူက ဟာဂျူလီတို့လို အင်အားကြီးမားတဲ့သူရဲကောင်းမျိုး မဟုတ်ပေမယ့် ဥာဏ်ပညာကြီးမားပြီး တိုက်ရည်ခိုက်ရည်ကောင်းတဲ့ သူရဲကောင်းတစ်ယောက်ပါပဲ။ ဒီကားဟာ ဂရိဒဏ္ဍာရီတွေပေါ် မှီငြမ်းရိုက်ကူးထားတဲ့ Fantasy အမျိုးအစားပဲဖြစ်ပါတယ်။ သို့ပေမယ့် ဇာတ်လမ်းကြောရိုးသာတူပြီး ငယ်ငယ်တုန်းကဖတ်ခဲ့ဖူးတဲ့ ပုံပြင်တွေနဲ့တော့ကွဲထွက်နေမှာ အမှန်ပါပဲ။ ဇာတ်လမ်းကတော့ လူသားမျိုးနွယ်ကို ဖျက်စီးဖို့ ဘုရင်ဟစ်ပီးရီးယန်းကအစ်ပိုင်းရပ်စ်လေးတော်ကို လိုက်ရှာနေတာနဲ့ အစပြု့ထားပါတယ်။ လူသားတို့ရဲ့ အရေးကိစ္စတွေထဲပါဝင်ပတ်သက်ခြင်းမပြု့ရလို့ ဇူးစ်ကိုယ်တိုင်က ဥပဒေချမှတ်ထားတာကြောင့် နတ်ဘုရားတွေကိုယ်တိုင်ကလည်း ဝင်ကူညီရခက်နေကြပါတယ်။ ဒါကြောင့် ဘုရင်ကြီးဟစ်ပီးရီးယန်းကို တားဆီးနိုင်ဖို့အတွက်သီးစီးယက်စ်ရဲ့ အကူအညီကို ရယူရပါတော့တယ်…။ ဒီကားရဲ့ တင်ဆက်ပုံဟာ 300 Spartans ကားနဲ့အတော်လေးတူညီနေတာကို သတိထားမိတယ်။ နောက်ခံတွေ တိုက်ပွဲတွေဟာ 300 ကားကိုပြန်ကြည့်နေရသလိုပါပဲ။ Fan တွေကတော့ ဂရိဒဏ္ဍာရီတွေနဲ့ အတော်လေးကွဲထွက်နေတာကို သိပ်သဘောမကျကြပုံပါပဲ။ ဒါပေမယ့် ကျွန်တော်တို့ရဲ့ စူပါမင်း(Man of Steel) တစ်ဖြစ်လဲ Witcher မင်းသားကြီးHenry Cavill သရုပ်ဆောင်ထားတာကြောင့် ကြည့်ရှု့သင့်တဲ့ ဇာတ်ကားစာရင်းထဲကို ထည့်ထားလိုက်ဖို့တော့သင့်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Kiwi ပဲဖြစ်ပါတယ်။)#Zawgyiဂရိသူရဲေကာင္း သီးစီးယက္စ္ကို အားလုံးပဲသိၾကမွာပါ။ သူက ဟာဂ်ဴလီတို႔လို အင္အားႀကီးမားတဲ့သူရဲေကာင္းမ်ိဳး မဟုတ္ေပမယ့္ ဥာဏ္ပညာႀကီးမားၿပီး တိုက္ရည္ခိုက္ရည္ေကာင္းတဲ့ သူရဲေကာင္းတစ္ေယာက္ပါပဲ။ ဒီကားဟာ ဂရိဒ႑ာရီေတြေပၚ မွီျငမ္း႐ိုက္ကူးထားတဲ့ Fantasy အမ်ိဳးအစားပဲျဖစ္ပါတယ္။ သို႔ေပမယ့္ ဇာတ္လမ္းေၾကာ႐ိုးသာတူၿပီး ငယ္ငယ္တုန္းကဖတ္ခဲ့ဖူးတဲ့ ပုံျပင္ေတြနဲ႔ေတာ့ကြဲထြက္ေနမွာ အမွန္ပါပဲ။ ဇာတ္လမ္းကေတာ့ လူသားမ်ိဳးႏြယ္ကို ဖ်က္စီးဖို႔ ဘုရင္ဟစ္ပီးရီးယန္းကအစ္ပိုင္းရပ္စ္ေလးေတာ္ကို လိုက္ရွာေနတာနဲ႔ အစျပဳ႕ထားပါတယ္။ လူသားတို႔ရဲ႕ အေရးကိစၥေတြထဲပါဝင္ပတ္သက္ျခင္းမျပဳ႕ရလို႔ ဇူးစ္ကိုယ္တိုင္က ဥပေဒခ်မွတ္ထားတာေၾကာင့္ နတ္ဘုရားေတြကိုယ္တိုင္ကလည္း ဝင္ကူညီရခက္ေနၾကပါတယ္။ ဒါေၾကာင့္ ဘုရင္ႀကီးဟစ္ပီးရီးယန္းကို တားဆီးႏိုင္ဖို႔အတြက္သီးစီးယက္စ္ရဲ႕ အကူအညီကို ရယူရပါေတာ့တယ္…။ ဒီကားရဲ႕ တင္ဆက္ပုံဟာ 300 Spartans ကားနဲ႔အေတာ္ေလးတူညီေနတာကို သတိထားမိတယ္။ ေနာက္ခံေတြ တိုက္ပြဲေတြဟာ 300 ကားကိုျပန္ၾကည့္ေနရသလိုပါပဲ။ Fan ေတြကေတာ့ ဂရိဒ႑ာရီေတြနဲ႔ အေတာ္ေလးကြဲထြက္ေနတာကို သိပ္သေဘာမက်ၾကပုံပါပဲ။ ဒါေပမယ့္ ကြၽန္ေတာ္တို႔ရဲ႕ စူပါမင္း(Man of Steel) တစ္ျဖစ္လဲ Witcher မင္းသားႀကီးHenry Cavill သ႐ုပ္ေဆာင္ထားတာေၾကာင့္ ၾကည့္ရႈ႕သင့္တဲ့ ဇာတ္ကားစာရင္းထဲကို ထည့္ထားလိုက္ဖို႔ေတာ့သင့္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Kiwi ပဲျဖစ္ပါတယ္။)Quality – 1080p, 720p BluRayDuration – 1 hr 50 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Drama, FantasySource : 1080p.BluRayTranslator – KiwiEncoder – SWM"