"နောက် ထပ် Studio Ghibli ရဲ့ artwork တစ်ခုနဲ ့မိတ်ဆက် ပေးချင် ပါတယ်။
တစ်ကယ်တော့ မိတ်ဆက် တယ် ဆိုတာထက်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပြန်ပြီး remind လုပ်တာ ဆိုရင် ပိုမှန် ပါလိမ့်မယ်။
Spirited Away ပါ။
Otaku တော်တော်များများ ကြည့်ဖူး ကြလိမ့်မယ် လို့ ထင်ပေမယ့်
ကောင်းလွန်း၊ သဘောကျလွန်း တာကြောင့်
မရေးပဲ မနေနိုင်လို့ ရေးလိုက် ရပါတယ်။
၁၀နှစ်သမီးလေး Chihiro ဟာ
သူမရဲ့ မိဘနှစ်ပါး နဲ့အတူ တစ်ခြား မြို့တစ်မြို့ကို
အိမ်ပြောင်းဖို့ခရီးထွက် လာပါတယ်။
တောလမ်း ခရီး တစ်နေရာ မှာ လိုဏ်ခေါင်း ကြီး
တစ်ခုကို တွေ့တော့ Chihiro ရဲ့မိဘတွေ
က ဝင်ကြည့် ပါတယ်။
လိုဏ်ဂူထဲ ကို ဝင်မကြည့် ချင်ပေမဲ့လည်း
ကားပေါ်မှာ တစ်ယောက်တည်း နေဖို့ ကြောက်တဲ့ Chihiro ကလည်း
မိဘတွေနဲ့အတူ လိုက်လာ ပါတယ်။
လိုဏ်ခေါင်းရဲ့ တစ်ဖက်ခြမ်း မှာတော့ ပျက်စီးနေပြီ ဖြစ်တဲ့
theme park ကြီး တစ်ခုကို တွေ့ကြ ရပါတယ်။
Park ထဲမှာ လျှောက်သွား ကြရင်း တစ်နေရာမှာ ဖွယ်ဖွယ်ရာရာ
ပြင်ဆင်ထား တဲ့ စားစရာတွေ ကို တွေ့တော့ Chihiro ရဲ့ မိဘများ က
မနေနိုင်ပဲ ယူစား မိပါတယ်။
Chihiro ကတော့ စားချင်စိတ် မရှိတာကြောင့်
မစားပဲ လျှောက်သွား နေ ပါတယ်။
လျှောက်သွားနေရင်း တစ်နေရာ အရောက်မှာ
ကြီးမားလှတဲ့ bath house ကြီး တစ်ခုကို တွေ့ပါတယ်။
Bath house ကြီးကို တအံ့တဩ မော့ကြည့် နေတုန်း
မှာပဲ ရုတ်တရက် ဆိုသလို မျက်လုံးအစိမ်းနဲ့ ကောင်လေး
တစ်ယောက် Chihiro နားကို ရောက်လာ ပါတယ်။
“မင်း ဒီမှာ မရှိသင့် ဘူး။ ခု ချက်ချင်း ထွက်သွား ။
ညရောက် တော့မယ်။ မမှောင်ခင် အမြန်ဆုံး ထွက်”။
ပြောရင်း ဆိုရင်းပဲ အနီးအနားက အိမ်တွေက မီးတွေ လင်းလာ ပါပြီ။
Chihiro ဟာ ကောင်လေး ပြောတဲ့ စကားတွေ ကို
နားမလည် နိုင်ပေမဲ့ ကောင်လေး က အမြန် တွန်းထုတ် တဲ့အတွက်
ကြောက်လန့်တကြား နဲ့ မိဘတွေ ရှိရာကို ပြေးထွက် သွားပါတယ်။
ဒါပေမဲ့ သူမရဲ့ မိဘတွေ ကို မြင်လိုက် ရ တဲ့အခါမှာ
ကိုယ့် မျက်စိ ကိုယ် မယုံနိုင် လောက်အောင် ဖြစ်သွား ရပါတယ်။
Chihiro တစ်ယောက် spirit world မှာ ပိတ်မိ သွားပါပြီ။
အဖြစ်ဆိုး ကြုံရတဲ့ သူမရဲ့ မိဘတွေ ကိုလည်း ကယ်ရ ပါဦးမယ်။
Spirit world မှာ အသက်ရှင် ရပ်တည်ဖို့နဲ့ human world ကို
ပြန်လည် လွတ်မြောက်ဖို့ ၁၀နှစ် သမီးလေး
Chihiro တစ်ယောက် လုပ်နိုင် ပါ့မလား။
ဆက်လက် ကြည့်ကြ စေလိုပါတယ်။
ပြောခဲ့တဲ့ အတိုင်းပါပဲ Spirited Away ဟာ Studio Ghibli ရဲ့ လက်ရာပါ။
Ki Ki Delivery Service, My Neighbour Totoro, Whisper of the Heart စတဲ့
နာမည်ကြီး anime movie များစွာ ကို ရိုက်ကူးတဲ့
director Hayao Miyazaki ရဲ့ ဖန်တီးမှု တစ်ခု ဖြစ်ပါတယ်။
Spirited Away ဟာ Studio Ghibli ကို ကြီးမားတဲ့ မှတ်တိုင် စိုက်ထူ နိုင်စေ ခဲ့ပါတယ်။
ဘာကြောင့်လဲဆိုတော့ ၂၀၀၁ ခုနှစ်မှာ Walt Disney Pictures က
English adaptationရ ပြီးနောက် ၂၀၀၂ ခုနှစ်မှာ
Golden Bear နဲ့ Best Animated Feature award တို့ကို
ဆွတ်ခူး နိုင်ခဲ့လို့ ပါပဲ။
ဒါဟာ English speaking world ရဲ့အပြင်က
ဒီလို ဆုမျိုး ကိုရရှိခဲ့တဲ့ တစ်ခုတည်း သော ကာတွန်းရုပ်ရှင်ပါ။
နာမည်ကြီးသလောက် ကြည့် ဖို့ထိုက်တန်တဲ့
ဒီ anime movie ကို မတော်တဆ
မကြည့်ရသေးဘူးဆိုရင် ကြည့်ဖြစ်အောင်ကြည့်ကြပါလို့
တိုက်တွန်းချင်ပါတယ်။
(ရုပ်ရှင်အညွှန်းကိုတော့ mmotaku.net မှ
ကူးယူဖော်ပြထားခြင်းဖြစ်ပြီး မြန်မာစာတန်းထိုးကိုတော့
ကိုတင်အောင်ဖြိုးမှ ကိုယ်တိုင်ဘာသာပြန်ထားတာဖြစ်ပါတယ်။)
File Size – 1.8 GB
Quality – BluRay 1080p
Subtitle – Burmese (Hardsub)
Translator – Tin Aung Phyo
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
