"ဒီဇာတ်ကားလေးကို 1988 ခုနှစ်က ရိုက်ကူးခဲ့ပေမယ့်
Disney ကနေ 2006 မှာ english အသံထွက်နဲ့ ပြန်ထုတ်လွှင့်ပေးခဲ့ပါတယ်…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb 8.2 နဲ့ rotten tomatoes 94% တောင်
ရရှိထားတဲ့ Rating မြင့်တဲ့ကားပါ..
တခြားနိုင်ငံမှာ Pooh ဇာတ်ကောင်လေးတွေ ခေတ်စားခဲ့သလို
Totoro ကလဲ ဂျပန်ကလေးငယ်တွေအပေါ်မှာ လွှမ်းမိုးနိုင်ခဲ့ပါတယ်…
မြန်မာမှာလဲ ခုချိန်ထိ totoro ကို ချစ်နေတဲ့လူကြီးငယ်တွေ
ရှိပါသေးတယ်ဗျ… ( ကျွန်တော်အပါအဝင်ပေါ့… )
ဇာတ်လမ်းလေးကတော့ ၁၉၅၈ ခုနှစ်မှာ
တက္ကသိုလ်ပါမောက္ခ Tatsuo Kusakabe နဲ့သူ့ရဲ့
သမီး ၂ ယောက်နဲ့ အတူ ရွာလေးတစ်ရွာမှာ ရှိတဲ့
အိမ်ဟောင်းတစ်လုံးစီကို ပြောင်းလာခဲ့ပါတယ်..
မိန်းမဖြစ်သူက နာတာရှည်ရောဂါ ခံစားနေရတာကြောင့်
မိန်းမဖြစ်သူတက်နေတဲ့ ဆေးရုံနဲ့နီးတဲ့ အိမ်လေးကို ရွေးချယ်ခဲ့တာပါ..
တောရွာတစ်ခုဖြစ်တဲ့အတိုင်း မမြင်ရတဲ့ ပရလောကယုံကြည်မှုတွေလဲ ရှိနေပါတယ်…
ပထမဆုံး တွေ့ကြုံခဲ့တာကတော့ susuwatari လို့ ခေါ်တဲ့
မည်းမည်းလုံးလုံး ကျပ်ခိုးကောင်လေးတွေပါပဲ..
လူမနေတဲ့ အိမ်ဟောင်းတစ်ခုမှာ အဲဒီကျပ်ခိုးကောင်လေးတွေ ရှိနေမှာ
အသေအချာဖြစ်ပြီး လူတွေရောက်လာတာနဲ့ နောက်ထပ်
အိမ်လွတ်တစ်လုံးရှာဖွေဖို့ လေနဲ့အတူ လိုက်ပါသွားကြတယ်လို့ ယုံကြည်ကြတယ်…
နောက်ထပ်တွေ့ရတာကတော့ အငယ်မလေး Mei ဥယျာဉ်ထဲ
ဆော့ကစားနေချိန်မှာပဲဖြစ်ပါတယ်..
ယုန်လေးလိုပဲ နားရွက်ရှည်ရှည်နဲ့ အကောင်လေး
တစ်ကောင်နောက်ကိုလိုက်ရင်းနဲ့ သစ်မြစ်ဆုံကြီးရဲ့
အခေါင်းပေါက်ကနေ လိမ့်ကျသွားပါတော့တယ်…
သူတွင်းထဲ ကျသွားပြီး အကောင်ကြီးကြီး
အမွေးပွပွနဲ့ ချစ်စရာကောင်းတဲ့ မီးခိုးရောင်
သတ္တဝါတစ်ကောင်ကို တွေ့သွားခဲ့ပါတယ်..
အဲဒီအကောင်ရဲ့ ဟိန်းသံကနေ Totoro လို့
အသံထွက်တာကြောင့် Totoro လို့ နာမည်ပေးလိုက်ပါတော့တယ်..
နောက်တစ်ကြိမ် အကြီးမလေး Satsuki နဲ့ မထင်မှတ်ဘဲ ဆုံဆည်းပြန်ပါတယ်..
မိုးရွာထဲ အဖေပြန်လာမယ့်လမ်းက စောင့်နေတဲ့ Satsuki
ဘေးမှာ ရယ်စရာကောင်းအောင် သစ်ရွက်ဖတ်လေးကို
ခေါင်းပေါ်တင်ထားတဲ့ totoro…
သစ်ရွက်ပေါ်ကနေ မိုးရေစက်တွေက
သူ့နှုတ်သီးပေါ် တတုံတုံနဲ့ ကျနေတဲ့ Totoro….
ဒီကလေးမလေးနှစ်ယောက်နဲ့ Totoro တို့ ဘာတွေ
ဘယ်လိုဆက်ဖြစ်လာကြဦးမလဲ..
ဘာကြောင့် rating မြင့်ပြီး ကြည့်ဖူးတဲ့ ကလေးတွေအပေါ်
နှစ်ပေါင်းများစွာ လွှမ်းမိုးနိုင်ခဲ့သလဲဆိုတာကိုတော့
ကိုယ်တိုင်ကြည့်မှပဲ သိပါလိမ့်မယ်ဗျ…
ဒီဇာတ်ကားက Totoro ကို ပုံဖော်ထားတဲ့နေရာမှာ
လှလှပပ မဖြစ်ပေမယ့် ချစ်စရာကောင်းပြီး
နူးညံ့သိမ်မွေ့တဲ့ပုံစံဖြစ်စေတဲ့အတွက် ဂျပန်တွေရဲ့
ရိုးရာအစွဲအလမ်းနဲ့ နာမ်လောကအစောင့်အရှောက်တွေ
အကြောင်းကို သမမျှတစွာ ကြည့်ရှုနိုင်မှာဖြစ်ပါတယ်..
အကြီးမလေး Satsuki ရဲ့ သည်းခံနိုင်စွမ်းအားနဲ့
အမြဲအကောင်းမြင်စိတ်ထားပြီး ပျော်ရွှင်တက်ကြွနေပုံကလဲ
အဆင်မပြေတာတစ်ခုရှိရုံနဲ့ ဂျီတိုက်တတ်တဲ့ ကလေးတွေအတွက်
အတုယူစရာကောင်းပါတယ်..
Mei ကတော့ အင်မတန်မှ စူးစမ်းချင်စိတ်
အပြည့်အဝရှိပြီး လဲကျရင်တောင်
မငိုမိအောင် ထိန်းချုပ်တတ်တဲ့ အသက် ၄ နှစ်အရွယ်
ကလေးလေးတစ်ယောက်ရဲ့ ရင့်ကျက်မှုကို မြင်ရမှာဖြစ်ပါတယ်..
မိသားစုလိုက်ကြည့်သင့်တဲ့ဇာတ်ကားဖြစ်ပြီး ကလေးလေးတွေအတွက်
တစ်သက်တာအမှတ်ရသွားစေမယ့် ဇာတ်ကားမျိုးဖြစ်ပါတယ်။
(မြန်မာစာတန်းထိုးကို ညီသံလွင် မှကိုယ်တိုင်ဘာသာပြန်ခဲ့တာဖြစ်ပြီး
အညွှန်းကိုတော့ Su Myat Htike နဲ့ ညီသံလွင် တို့မှခံစားပေးထားတာပါ။)
File Size – 1.2 GB
Quality – BluRay 1080p
Subtitle – Burmese (Hardsub)
Translator – Nyi Than Lwin
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
