"[Unicode]The Executioner ဆိုတဲ့ ဇာတ်လမ်းလေးမှာတော့အကျဉ်းထောင်မှာ အလုပ်လုပ်ကြတဲ့ ရဲအရာရှိတွေရဲ့ ဘဝကို ဖော်ပြပေးထားပါတယ်လူဆိုး လူမိုက် သူခိုး လူလိမ်တွေ အများအပြား စုဝေးရာဒုစရိုက်လောကသားတွေ လူသတ်သမားတွေ များစွာရှိနေတဲ့ဒီလို အကျဉ်းထောင်မှာ အလုပ်လုပ်ရတဲ့ သူတွေရဲ့ အခက်အခဲတွေကို မြင်တွေ့ရမှာပါ…Pauseဇာတ်လမ်းအကျဉ်းအို့ဂျယ်ယောင်းဟာ အကျဉ်းထောင်မှာ အလုပ်လုပ်ဖို့ အသစ်ရောက်လာတဲ့ အရာရှိလေးတစ်ယောက်ပါအသစ်ရောက်တဲ့ ရဲအရာရှိ အငယ်လေးမို့လို့ အကျဉ်းသားတွေက မထီမဲ့မြင်လုပ်ကြပါတယ်တစ်ရက်မှာတော့ ကွင်းဆက်လူသတ်မှုနဲ့ သေဒဏ်ချခံရတဲ့ အကျဉ်းသားတစ်ယောက် သူတို့ အကျဉ်းထောင်ကို ရောက်လာခဲ့ပါတယ်အဲ့လူက အို့ဂျယ်ယောင်းကို ပြဿနာရှာဖို့ ကြံနေချိန်မှာပဲစီနီယာအရာရှိတစ်ယောက်ဖြစ်တဲ့ ဘယ်ဂျုံဟိုက ဝင်ရောက် ကူညီပေးခဲ့တဲ့နောက်…သိပ်မကြာခင်အချိန်မှာပဲအကျဉ်းသား ၃ ယောက်ကို သေဒဏ်စီရင်ဖို့ အထက်က အမိန့်ကျလာပါတယ်စီရင်ပေးရမယ့်သူကို မဲနှိုက်ဆုံးဖြတ်တဲ့အခါ အို့ဂျယ်ယောင်းလည်း ပါဝင်နေခဲ့ပါတယ်အို့ဂျယ်ယောင်းတစ်ယောက် ဒီလို အလုပ်ကြီးကို လုပ်နိုင်ပါ့မလားဘယ်လိုအခက်ခဲတွေ ဆက်ကြုံရမလဲဆိုတာဒီဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှုကြပါနော်…။( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]The Executioner ဆိုတဲ့ ဇာတ္လမ္းေလးမွာေတာ့အက်ၪ္းေထာင္မွာ အလုပ္လုပ္ၾကတဲ့ ရဲအရာရွိေတြရဲ႕ ဘ၀ကို ေဖာ္ျပေပးထားပါတယ္လူဆိုး လူမိုက္ သူခိုး လူလိမ္ေတြ အမ်ားအျပား စု​ေ၀းရာဒုစ႐ိုက္ေလာကသားေတြ လူသတ္သမားေတြ မ်ားစြာရွိေနတဲ့ဒီလို အက်ၪ္းေထာင္မွာ အလုပ္လုပ္ရတဲ့ သူေတြရဲ႕ အခက္အခဲေတြကို ျမင္ေတြ႕ရမွာပါ…ဇာတ္လမ္းအက်ၪ္းအို႔ဂ်ယ္ေယာင္းဟာ အက်ၪ္းေထာင္မွာ အလုပ္လုပ္ဖို႔ အသစ္ေရာက္လာတဲ့ အရာရွိေလးတစ္ေယာက္ပါအသစ္ေရာက္တဲ့ ရဲအရာရွိ အငယ္ေလးမို႔လို႔ အက်ၪ္းသားေတြက မထီမဲ့ျမင္လုပ္ၾကပါတယ္တစ္ရက္မွာေတာ့ ကြင္းဆက္လူသတ္မႈနဲ႔ ေသဒဏ္ခ်ခံရတဲ့ အက်ၪ္းသားတစ္ေယာက္ သူတို႔ အက်ၪ္းေထာင္ကို ေရာက္လာခဲ့ပါတယ္အဲ့လူက အို႔ဂ်ယ္ေယာင္းကို ျပႆနာရွာဖို႔ ႀကံေနခ်ိန္မွာပဲစီနီယာအရာရွိတစ္ေယာက္ျဖစ္တဲ့ ဘယ္ဂ်ဳံဟိုက ၀င္ေရာက္ ကူညီေပးခဲ့တဲ့ေနာက္…သိပ္မၾကာခင္အခ်ိန္မွာပဲအက်ၪ္းသား ၃ ေယာက္ကို ေသဒဏ္စီရင္ဖို႔ အထက္က အမိန္႔က်လာပါတယ္စီရင္ေပးရမယ့္သူကို မဲႏႈိက္ဆုံးျဖတ္တဲ့အခါ အို႔ဂ်ယ္ေယာင္းလည္း ပါ၀င္ေနခဲ့ပါတယ္အို႔ဂ်ယ္ေယာင္းတစ္ေယာက္ ဒီလို အလုပ္ႀကီးကို လုပ္ႏိုင္ပါ့မလားဘယ္လိုအခက္ခဲေတြ ဆက္ႀကဳံရမလဲဆိုတာဒီဇာတ္လမ္းမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္…။( အညႊန္းေရးသားထားသူကေတာ့ Seung ျဖစ္ပါတယ္ )File size__( 900 MB , 350 MB )Quality__720pIMDb Rating__6.2/10Format__mp4Duration__1hr34minsType__Crime, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by SeungEncoded by Naing Aung Latt"