"[Unicode]
A Brighter Summer Day (1991)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB – 8.4
Rotten Tomatoes -100%
A Brighter Summer Dayဟာ တရုတ်ဂန္တဝင်စာပေတွေဖြစ်တဲ့ ခန်းဆောင်နီအိပ်မက်တို့ လက်ဖက်ရည်ဆိုင်တို့လို
ဇာတ်ကောင်အ‌ခြေပြု ခေတ်အရိပ်ထင်ဟပ်တဲ့ ရုပ်ရှင်ပါပဲ။
အက်ဒ်ဝတ်ယန်းဟာ ဒီရုပ်ရှင်အတွက် မျက်နှာသစ်သရုပ်ဆောင်၁၀၀ကိုသုံးခဲ့ပြီး
ဒီရုပ်ရှင်ဟာ လေးနာရီအတိနီးပါရှိပါတယ်။
ဒီရုပ်ရှင်ရဲ့ ဇာတ်အိမ်စိုက်ရာခေတ်ကာလကတော့ ၁‌၉‌၅‌၉ပါ။
၁၉၄၉မှာ မော်စီတုန်းခေါင်းဆောင်တဲ့ ကွန်မြူနစ်တွေဟာ ပြည်မကြီးအပါအဝင် တရုတ်ပြည်ရဲ့သုံးပုံတစ်ပုံ ကိုသိမ်းပြီး တရုတ်ပြည်သူ့သမ္မတနိုင်ငံကိုစထောင်လိုက်ပါတယ်။
အမျိုးသားအစိုးရနဲ့အတူ လူအများဟာ ထိုင်ဝမ်ကို ပြောင်းရွှေ့လာခဲ့ပြီး ဘဝအသစ်စတင်ကြရပါပြီ။
ဒီလိုပြောင်းရွေ့ရာ အ‌ခြေမကျသေးတဲ့ပတ်ဝန်းကျင်မှာကြီးပျင်းလာရတဲ့ လူငယ်တွေရဲ့ဘဝဟာလည်း လွယ်ကူမနေခဲ့ပါဘူး။
လူငယ်တွေရဲ့ အ‌ခြေအနေကို ဗဟိုပြုပြီး ၁၉၅၉ခုနှစ် ထိုင်‌ဝမ်ရဲ့ရွှေအိုရောင်မသန်းခဲ့တဲ့ အတိတ်တွေအကြောင်းပါးပါးလေး ပုတ်ပြထားပါတယ်။
‌ဒီရုပ်ရှင်ဟာ လက်တွေ့ထက်ကို အတော်လက်တွေ့ဆန်တယ်လို့ ဆိုရပါမယ်။
မသိစိတ်ရဲ့ လိင်အာသီသတွေ၊ မိန်းမတွေကိုကြည့်တဲ့ ပတ်ဝန်းကျင်ရဲ့ မျက်လုံး‌တွေ။
လူရဲ့စရိုက်တွေဟာ သူများအိမ်ကို နံရံကလိုင်ပေါက်ကနေ ချောင်းကြည့်နေရသလိုပါပဲ။
တစ်ကိုယ်ကောင်းဆန်မှုတွေ၊ လူကောင်းတွေရဲ့ ဇာတ်သိမ်းမလှမှုတွေနဲ့
အဆင်မပြေတဲ့ခေတ်ကြီးထဲက ခါးသက်သက်အဖြစ်အပျက်တွေကြားမှာ
သားဘက်က အမြဲရှိပေးတဲ့အဖေတွေ၊ သူငယ်ချင်းကောင်း‌တွေ၊
အနစ်နာခံတတ်တဲ့အကိုတွေကို ပေါင်းထည့်ပြီး
ရက်စက်ကြမ်းကြုတ်ပြီး လူသားဆန်တဲ့ကမ္ဘာကြီးကို
ယင်နဲ့ယန်လို တွဲလျက်သားရိုက်ပြသွားတယ်။
ဒုက္ခ‌တွေကြားက လူသားဆန်မှုလေးတွေကိုပြထားပုံကလည်း
” ဘဝမှာ လေပြည်ကိုချည်း မျှော်လင့်စရာမလိုပါဘူး
မုန်တိုင်းမှာလည်း အောက်ဆီဂျင်ပါတယ်”
ဆိုလိုသလိုပါပဲ။
A brighter Summmer Dayဆိုတဲ့ Titleကတော့
အဲဗစ် ပရက်စလေရဲ့ နာမည်ကျော်သီချင်းတစ်ပုဒ်ဖြစ်တဲ့
Are you lonesome tonight?ထဲက
Does your memory stray to a brighter sunny day
ဆိုတဲ့ စာသားကလေးက လာပါတယ်။
A Brighter Summer dayဆိုတဲ့ နေ့ကလေးကို
ဒီရုပ်ရှင်ရဲ့ ဇာတ်အိမ်ထဲမှာတော့ ခင်ဗျား တွေ့ရမှာမဟုတ်တာသေချာပါတယ်။
ဒီရုပ်ရှင်ထဲက ဇာတ်ကောင်တွေရဲ့ ရင်ထဲကို မျှော်လင့်ချက်‌တွေထဲကို မြင်အောင်ကြည့်ရင်တော့
ဟိုမှာ နေသာနေတဲ့ နွေရာသီနေ့ကလေးတစ်ရက်ဟာ ထင်ရှားရှိနေမှာပါ။
အတိတ်တို့ရဲ့ တန်ဖိုးဟာ အမြဲတမ်း‌တော့ လွမ်းမောစရာဖြစ်နေခြင်း မဟုတ်တတ်ပါဘူး။
ဒီရုပ်ရှင်မှာတော့ ဒီမလှပခဲ့တဲ့ အတိတ်နေ့တွေဟာ
မျှော်လင့်စရာကျန်သေးကြောင်း ခံစားသိစေတာပါပဲ။
Edward Yangဟာ ဒီကျောရိုးရဲ့ အနောက်မှာ အချစ်ဇာတ်လမ်းကလေးတစ်ခုကို မျှဉ်းမျှဉ်းကလေး သွင်းထားပါသေးတယ်။
အဲ့ဒီဇာတ်လမ်းကလေးမှာ ဒီကောင်းကင်ကြီး ဘယ်လောက်ကျယ်ပြောသလဲ သိချင်တဲ့ ပျံသန်းတတ်စ ငှက်ကလေးနှစ်ကောင် ရှိပါတယ်။
နွေဦးဟာ ကွယ်ပျောက်သွားခဲ့ပါပြီ။
လေစီးကြောင်းမတူညီလေတော့
ကောင်းကင်ကျယ်ပြာကြီးရဲ့အောက်မှာ
သူတို့ ဘယ်တော့မှပြန်မဆုံနိုင်တာလည်း
ဖြစ်ကောင်းရဲ့။
တစ်နည်းနည်းနဲ့တော့
ဟိုးဆီမှာ နေသာဦးမယ့် နွေနေ့ရက်တို့ရှိ‌နေတာလည်း
ဖြစ်ကောင်းရဲ့။
( အညွှန်းရေးသားထားတာကတော့ WiRa Aung ဖြစ်ပါတယ် )
[Zawgyi]
A Brighter Summer Day (1991)
IMDB – 8.4
Rotten Tomatoes -100%
A Brighter Summer Dayဟာ တ႐ုတ္ဂႏၲ၀င္စာေပေတြျဖစ္တဲ့ ခန္းေဆာင္နီအိပ္မက္တို႔ လက္ဖက္ရည္ဆိုင္တို႔လို
ဇာတ္ေကာင္အ‌ေျချပဳ ေခတ္အရိပ္ထင္ဟပ္တဲ့ ႐ုပ္ရွင္ပါပဲ။
အက္ဒ္၀တ္ယန္းဟာ ဒီ႐ုပ္ရွင္အတြက္ မ်က္ႏွာသစ္သ႐ုပ္ေဆာင္၁၀၀ကိုသုံးခဲ့ၿပီး
ဒီ႐ုပ္ရွင္ဟာ ေလးနာရီအတိနီးပါရွိပါတယ္။
ဒီ႐ုပ္ရွင္ရဲ႕ ဇာတ္အိမ္စိုက္ရာေခတ္ကာလကေတာ့ ၁‌၉‌၅‌၉ပါ။
၁၉၄၉မွာ ေမာ္စီတုန္းေခါင္းေဆာင္တဲ့ ကြန္ျမဴနစ္ေတြဟာ ျပည္မႀကီးအပါအ၀င္ တ႐ုတ္ျပည္ရဲ႕သုံးပုံတစ္ပုံ ကိုသိမ္းၿပီး တ႐ုတ္ျပည္သူ႔သမၼတႏိုင္ငံကိုစေထာင္လိုက္ပါတယ္။
အမ်ိဳးသားအစိုးရနဲ႔အတူ လူအမ်ားဟာ ထိုင္၀မ္ကို ေျပာင္းေ႐ႊ႕လာခဲ့ၿပီး ဘ၀အသစ္စတင္ၾကရပါၿပီ။
ဒီလိုေျပာင္းေ႐ြ႕ရာ အ‌ေျခမက်ေသးတဲ့ပတ္၀န္းက်င္မွာႀကီးပ်င္းလာရတဲ့ လူငယ္ေတြရဲ႕ဘ၀ဟာလည္း လြယ္ကူမေနခဲ့ပါဘူး။
လူငယ္ေတြရဲ႕ အ‌ေျခအေနကို ဗဟိုျပဳၿပီး ၁၉၅၉ခုႏွစ္ ထိုင္‌၀မ္ရဲ႕ေ႐ႊအိုေရာင္မသန္းခဲ့တဲ့ အတိတ္ေတြအေၾကာင္းပါးပါးေလး ပုတ္ျပထားပါတယ္။
‌ဒီ႐ုပ္ရွင္ဟာ လက္ေတြ႕ထက္ကို အေတာ္လက္ေတြ႕ဆန္တယ္လို႔ ဆိုရပါမယ္။
မသိစိတ္ရဲ႕ လိင္အာသီသေတြ၊ မိန္းမေတြကိုၾကည့္တဲ့ ပတ္၀န္းက်င္ရဲ႕ မ်က္လုံး‌ေတြ။
လူရဲ႕စ႐ိုက္ေတြဟာ သူမ်ားအိမ္ကို နံရံကလိုင္ေပါက္ကေန ေခ်ာင္းၾကည့္ေနရသလိုပါပဲ။
တစ္ကိုယ္ေကာင္းဆန္မႈေတြ၊ လူေကာင္းေတြရဲ႕ ဇာတ္သိမ္းမလွမႈေတြနဲ႔
အဆင္မေျပတဲ့ေခတ္ႀကီးထဲက ခါးသက္သက္အျဖစ္အပ်က္ေတြၾကားမွာ
သားဘက္က အၿမဲရွိေပးတဲ့အေဖေတြ၊ သူငယ္ခ်င္းေကာင္း‌ေတြ၊
အနစ္နာခံတတ္တဲ့အကိုေတြကို ေပါင္းထည့္ၿပီး
ရက္စက္ၾကမ္းၾကဳတ္ၿပီး လူသားဆန္တဲ့ကမာၻႀကီးကို
ယင္နဲ႔ယန္လို တြဲလ်က္သား႐ိုက္ျပသြားတယ္။
ဒုကၡ‌ေတြၾကားက လူသားဆန္မႈေလးေတြကိုျပထားပုံကလည္း
” ဘ၀မွာ ေလျပည္ကိုခ်ည္း ေမွ်ာ္လင့္စရာမလိုပါဘူး
မုန္တိုင္းမွာလည္း ေအာက္ဆီဂ်င္ပါတယ္”
ဆိုလိုသလိုပါပဲ။
A brighter Summmer Dayဆိုတဲ့ Titleကေတာ့
အဲဗစ္ ပရက္စေလရဲ႕ နာမည္ေက်ာ္သီခ်င္းတစ္ပုဒ္ျဖစ္တဲ့
Are you lonesome tonight?ထဲက
Does your memory stray to a brighter sunny day
ဆိုတဲ့ စာသားကေလးက လာပါတယ္။
A Brighter Summer dayဆိုတဲ့ ေန႔ကေလးကို
ဒီ႐ုပ္ရွင္ရဲ႕ ဇာတ္အိမ္ထဲမွာေတာ့ ခင္ဗ်ား ေတြ႕ရမွာမဟုတ္တာေသခ်ာပါတယ္။
ဒီ႐ုပ္ရွင္ထဲက ဇာတ္ေကာင္ေတြရဲ႕ ရင္ထဲကို ေမွ်ာ္လင့္ခ်က္‌ေတြထဲကို ျမင္ေအာင္ၾကည့္ရင္ေတာ့
ဟိုမွာ ေနသာေနတဲ့ ေႏြရာသီေန႔ကေလးတစ္ရက္ဟာ ထင္ရွားရွိေနမွာပါ။
အတိတ္တို႔ရဲ႕ တန္ဖိုးဟာ အၿမဲတမ္း‌ေတာ့ လြမ္းေမာစရာျဖစ္ေနျခင္း မဟုတ္တတ္ပါဘူး။
ဒီ႐ုပ္ရွင္မွာေတာ့ ဒီမလွပခဲ့တဲ့ အတိတ္ေန႔ေတြဟာ
ေမွ်ာ္လင့္စရာက်န္ေသးေၾကာင္း ခံစားသိေစတာပါပဲ။
Edward Yangဟာ ဒီေက်ာ႐ိုးရဲ႕ အေနာက္မွာ အခ်စ္ဇာတ္လမ္းကေလးတစ္ခုကို မွ်ဥ္းမွ်ဥ္းကေလး သြင္းထားပါေသးတယ္။
အဲ့ဒီဇာတ္လမ္းကေလးမွာ ဒီေကာင္းကင္ႀကီး ဘယ္ေလာက္က်ယ္ေျပာသလဲ သိခ်င္တဲ့ ပ်ံသန္းတတ္စ ငွက္ကေလးႏွစ္ေကာင္ ရွိပါတယ္။
ေႏြဦးဟာ ကြယ္ေပ်ာက္သြားခဲ့ပါၿပီ။
ေလစီးေၾကာင္းမတူညီေလေတာ့
ေကာင္းကင္က်ယ္ျပာႀကီးရဲ႕ေအာက္မွာ
သူတို႔ ဘယ္ေတာ့မွျပန္မဆုံႏိုင္တာလည္း
ျဖစ္ေကာင္းရဲ႕။
တစ္နည္းနည္းနဲ႔ေတာ့
ဟိုးဆီမွာ ေနသာဦးမယ့္ ေႏြေန႔ရက္တို႔ရွိ‌ေနတာလည္း
ျဖစ္ေကာင္းရဲ႕။
( အညႊန္္းေရးသားထားတာကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )
File size__( 2.15 GB )
Quality__720p
IMDb Rating__8.4/10
Format__mp4
Duration__3hr..57mins..47s
Type__Crime, Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
[ ၄ နာရီ ခန့် ကြာသည် ]
[ ၄ နာရီ ခန့္ ၾကာသည္ ]
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
