"The Personal History of David Copperfield (2019)
====================================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.3/10
Rotten Tomatoes – 94 %
#Unicode
ဒီဇာတ်ကားက အင်္ဂလိပ်စာရေးဆရာကြီး Charles Dickens ရဲ့ ဂန္ဓာဝင်ဝတ္ထုတွေထဲကတစ်ခုကို
ရုပ်ရှင်ဇာတ်လမ်းဖန်တီးထားတာဖြစ်ပါတယ်။ ဒေးဗစ်ကိုပါဖီး တစ်ယောက် ဟာ ငယ်စဉ်က ဆွေကြီး
မျိုးကြီးထဲက ဆင်းသက်လာရပြီး အပူအပင်မရှိဖြတ်သန်းလာခဲ့ရတာပါ ။ မွေးကတည်းက အဖေ
ဆိုတာကို နာမည်သာကြားခဲ့ဖူးပေမယ့် တွေ့ခွင့်မရခဲ့ပါဘူး။ ဒါပေမယ့် သူရဲ့ မိခင် ကလာရာကိုပါဖီးက
ကြွယ်ဝချမ်းသာတဲ့ မျိုးဆက်ဖြစ်တဲ့အတွက်လိုလေသေးမရှိ ပြုစုစောင့်ရှောက်ပေးခဲ့ပါတယ်။ ဒီလိုနဲ့
သာယာပျော်ရွှင်နေတဲ့ ဒေးဗစ်တို့ဘဝကို မုန်တိုင်းတစ်ခုကျရောက်ပါတော့တယ် ။ ဒေးဗစ်ရဲ့အမေဟာ
အသက်ငယ်ရွယ်တဲ့သေးတဲ့အပြင် ရုပ်ရည်ပါလှပတဲ့အတွက် နောက်အိမ်ထောင်ပြုဖို့ကမခက်ခဲခဲ့ပါဘူး။
ဒါပေမယ့် ဒေးဗစ်ရဲ့အမေ ရွေးချယ်လိုက်တဲ့သူက ဒေးဗစ်အတွက် ကံကကြမ္မာဆိုးသဖွယ်ပါပဲ။ အိမ်ထောင်
ဦးစီးဆိုတဲ့ ဂုဏ်ကိုအပြည့်အဝအသုံးချကာ ဒေးဗစ်အပေါ်ရက်စက်ပါတော့တယ်။ အဲ့ဒါအပြင် အသက်
ငယ်ငယ်လေးပဲရှိသေးတဲ့ဒေးဗစ်ကို လန်ဒန်ကိုတစ်ယောက်တည်း ပို့လိုက်ပါတော့တယ် ။ ငယ်ရွယ်လွန်းတဲ့
ဒေးဗစ်ဟာ ဆင်းရဲဒုက္ခတွေကို တစ်ယောက်တည်း ဘယ်လိုရင်ဆိုင်ဖြေရှင်းမလဲဆိုတာကတော့ စိတ်ဝင်
တစားကြည့်ရှုရမှာဖြစ်တဲ့အပြင် ဘဝသင်ခန်းစာယူစရာတွေလည်း ပါဝင်တဲ့အတွက် လက်မလွှတ်သင့်တဲ့
ဇာတ်ကားကောင်းမို့လိုတင်ဆက်ပေးလိုက်ပါတယ်။ အညွှန်းထဲမှာ ဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကြောင်းတွေ
မပါသေးဘူးမို့ . စိတ်ချလက်ချကြည့်လို့ရပါကြောင်း ထပ်လောင်းပြောပါရစေ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီဇာတ္ကားက အဂၤလိပ္စာေရးဆရာႀကီး Charles Dickens ရဲ႕ ဂႏၶာဝင္ဝတၳဳေတြထဲကတစ္ခုကို
႐ုပ္ရွင္ဇာတ္လမ္းဖန္တီးထားတာျဖစ္ပါတယ္။ ေဒးဗစ္ကိုပါဖီး တစ္ေယာက္ ဟာ ငယ္စဥ္က ေဆြႀကီး
မ်ိဳးႀကီးထဲက ဆင္းသက္လာရၿပီး အပူအပင္မရွိျဖတ္သန္းလာခဲ့ရတာပါ ။ ေမြးကတည္းက အေဖ
ဆိုတာကို နာမည္သာၾကားခဲ့ဖူးေပမယ့္ ေတြ႕ခြင့္မရခဲ့ပါဘူး။ ဒါေပမယ့္ သူရဲ႕ မိခင္ ကလာရာကိုပါဖီးက
ႂကြယ္ဝခ်မ္းသာတဲ့ မ်ိဳးဆက္ျဖစ္တဲ့အတြက္လိုေလေသးမရွိ ျပဳစုေစာင့္ေရွာက္ေပးခဲ့ပါတယ္။ ဒီလိုနဲ႔
သာယာေပ်ာ္႐ႊင္ေနတဲ့ ေဒးဗစ္တို႔ဘဝကို မုန္တိုင္းတစ္ခုက်ေရာက္ပါေတာ့တယ္ ။ ေဒးဗစ္ရဲ႕အေမဟာ
အသက္ငယ္႐ြယ္တဲ့ေသးတဲ့အျပင္ ႐ုပ္ရည္ပါလွပတဲ့အတြက္ ေနာက္အိမ္ေထာင္ျပဳဖို႔ကမခက္ခဲခဲ့ပါဘူး။
ဒါေပမယ့္ ေဒးဗစ္ရဲ႕အေမ ေ႐ြးခ်ယ္လိုက္တဲ့သူက ေဒးဗစ္အတြက္ ကံကၾကမၼာဆိုးသဖြယ္ပါပဲ။ အိမ္ေထာင္
ဦးစီးဆိုတဲ့ ဂုဏ္ကိုအျပည့္အဝအသုံးခ်ကာ ေဒးဗစ္အေပၚရက္စက္ပါေတာ့တယ္။ အဲ့ဒါအျပင္ အသက္
ငယ္ငယ္ေလးပဲရွိေသးတဲ့ေဒးဗစ္ကို လန္ဒန္ကိုတစ္ေယာက္တည္း ပို႔လိုက္ပါေတာ့တယ္ ။ ငယ္႐ြယ္လြန္းတဲ့
ေဒးဗစ္ဟာ ဆင္းရဲဒုကၡေတြကို တစ္ေယာက္တည္း ဘယ္လိုရင္ဆိုင္ေျဖရွင္းမလဲဆိုတာကေတာ့ စိတ္ဝင္
တစားၾကည့္ရႈရမွာျဖစ္တဲ့အျပင္ ဘဝသင္ခန္းစာယူစရာေတြလည္း ပါဝင္တဲ့အတြက္ လက္မလႊတ္သင့္တဲ့
ဇာတ္ကားေကာင္းမို႔လိုတင္ဆက္ေပးလိုက္ပါတယ္။ အၫႊန္းထဲမွာ ဇာတ္လမ္းရဲ႕ အဓိကဇာတ္ေၾကာင္းေတြ
မပါေသးဘူးမို႔ . စိတ္ခ်လက္ခ်ၾကည့္လို႔ရပါေၾကာင္း ထပ္ေလာင္းေျပာပါရေစ။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p BluRay
Duration – 1 hr 59 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Comedy, Drama
Source : 1080p.BluRay
Translator – Tin Myo Lwin
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
