"[Unicode]
CM FAN တွေအတွက် နောက်ထပ် Horror ကားလေးတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ် ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မိသားစုတစ်စုမှာ လူသတ်မှုတစ်ခု ဖြစ်ပွားခဲ့ပါတယ်
ထူးဆန်းတာကတော့ မိန်းဖြစ်သူဂါဟီး က ယောက်ျားကို ခြေထောက်ဖြတ်သတ်ပြီး
သူ့ကိုယ်သူလည်း ခြေထောက်ဖြတ်ရင်း သွေးထွက်လွန် သေဆုံးခဲ့တာပါ
ရဲတွေကလည်း တကယ်ကို ထူးဆန်းတဲ့ အမှုဖြစ်တာကြောင့် ဖြေရှင်းရခက်နေခဲ့ပါတယ်…
သူတို့မှာတော့ ဘင်းဆိုတဲ့ သားလေးတစ်ယောက် ကျန်ရှိခဲ့ပါတယ်
ဂါဟီးရဲ့ မိခင်ဖြစ်သူ နတ်ဆရာမကြီးကလည်း ပျောက်ဆုံးနေတာ ၂ လ ရှိပါပြီ…
ဒါကြောင့် ရဲတွေက ပြဿနာတွေ ဖြေရှင်းပြီးတဲ့အထိ ဘင်းလေးကို အုပ်ထိန်းပေးဖို့ ဦးလေးဖြစ်သူမိသားစုဆီမှာ အပ်ထားခဲ့ပြီး
ဦးလေးဖြစ်သူ မိသားစုကလည်း ဘင်းလေးကို အုပ်ထိန်းပေးဖို့ အိမ်ပြောင်းလာကြပါတယ်
အိမ်ပြောင်းလာပြီးနောက်ပိုင်း ထူးဆန်းတာတွေ အများကြီးရှိတာကြောင့် အဒေါ်ဖြစ်သူက သံသယဝင်ခဲ့ပါတယ်
အဲ့နောက်မှာတော့ ဘင်းလေးဆီမှာ သရဲကလေးတစ်ယောက် တွယ်ကပ်နေတာကို သိရှိခဲ့ရတဲ့နောက်….
ဒါဆို သရဲကလေးကပဲ လူသတ်နေတာလား
ဘာကြောင့်သတ်တာလဲ
ဒီကလေးမှာ ဘာတွေ ကြုံတွေ့ခဲ့ရမလဲဆိုတာ ဒီဇာတ်ကားမှာ ဆက်လက်ကြည့်ရှုကြပါနော်….။
( အညွှန်းရေးသားထားသူကတော့ Seung ဖြစ်ပါတယ် )
[Zawgyi]
CM FAN ေတြအတြက္ ေနာက္ထပ္ Horror ကားေလးတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္ ။
မိသားစုတစ္စုမွာ လူသတ္မႈတစ္ခု ျဖစ္ပြားခဲ့ပါတယ္
ထူးဆန္းတာကေတာ့ မိန္းျဖစ္သူဂါဟီး က ေယာက္်ားကို ေျခေထာက္ျဖတ္သတ္ၿပီး
သူ႔ကိုယ္သူလည္း ေျခေထာက္ျဖတ္ရင္း ေသြးထြက္လြန္ ေသဆုံးခဲ့တာပါ
ရဲေတြကလည္း တကယ္ကို ထူးဆန္းတဲ့ အမႈျဖစ္တာေၾကာင့္ ေျဖရွင္းရခက္ေနခဲ့ပါတယ္…
သူတို႔မွာေတာ့ ဘင္းဆိုတဲ့ သားေလးတစ္ေယာက္ က်န္ရွိခဲ့ပါတယ္
ဂါဟီးရဲ႕ မိခင္ျဖစ္သူ နတ္ဆရာမႀကီးကလည္း ေပ်ာက္ဆုံးေနတာ ၂ လ ရွိပါၿပီ…
ဒါေၾကာင့္ ရဲေတြက ျပႆနာေတြ ေျဖရွင္းၿပီးတဲ့အထိ ဘင္းေလးကို အုပ္ထိန္းေပးဖို႔ ဦးေလးျဖစ္သူမိသားစုဆီမွာ အပ္ထားခဲ့ျပီး
ဦးေလးျဖစ္သူ မိသားစုကလည္း ဘင္းေလးကို အုပ္ထိန္းေပးဖို႔ အိမ္ေျပာင္းလာၾကပါတယ္
အိမ္ေျပာင္းလာၿပီးေနာက္ပိုင္း ထူးဆန္းတာေတြ အမ်ားႀကီးရွိတာေၾကာင့္ အေဒၚျဖစ္သူက သံသယ၀င္ခဲ့ပါတယ္
အဲ့ေနာက္မွာေတာ့ ဘင္းေလးဆီမွာ သရဲကေလးတစ္ေယာက္ တြယ္ကပ္ေနတာကို သိရွိခဲ့ရတဲ့ေနာက္….
ဒါဆို သရဲကေလးကပဲ လူသတ္ေနတာလား
ဘာေၾကာင့္သတ္တာလဲ
ဒီကေလးမွာ ဘာေတြ ႀကဳံေတြ႕ခဲ့ရမလဲဆိုတာ ဒီဇာတ္ကားမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္….။
( အညႊန္္းေရးသားထားသူကေတာ့ Seung ျဖစ္ပါတယ္ )
File size__( 700 MB)
Quality__720p
IMDb Rating__5.0/10
Format__mp4
Duration__01:20:00
Type__Horrr , Mystery
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Seung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
