"Clemency (2019)
=============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 6.4/10
#Unicode
အမေရိကန်မှာကျင်းပတဲ့ Sundance Film Festival မှာ Jury Prize(2019) ကိုဆွတ်ခူးခဲ့တဲ့ဇာတ်ကား
ကောင်းလေးတစ်ကားပါ။ နိုင်ဂျီးရီးယား-အမေရိကန်အမျိုးသမီးဒါရိုက်တာ Chinonye Chukwu မှရိုက်
ကူးထားပြီး အမေရိကန်သရုပ်ဆောင် မင်းသမီး Alfre Woodard က အစွမ်းပြသရုပ်ဆောင်ထားပါတယ်။
ဇာတ်လမ်းလေးကတော့ သေဒဏ်ကျခံရတဲ့ အပြစ်သားတွေိကိုထားတဲ့ အကျဉ်းထောင်ကိုကာလရှည်ကြာ
ဦးစီးလာခဲ့တဲ့အမျိုးသမီးထောင်မှူး ဘန်နာဒင်းဝါးလ်ဒန်ရဲ့အကြောင်းကို အဓိကထားပုံဖော် ရိုက်ကူးထားပါတယ်။
ကာလရှည်ထောင်မှူးအဖြစ်လုပ်ကိုင်လာခဲ့ရလို့ စိတ်ပိုင်းဆိုင်ရာထိခိုက်လာတဲ့ဘန်နာဒင်းနှင့် သေရတော့မယ့်
လူတစ်ယောက်ရဲ့စိတ်ခံစားမှုတွေ၊ မျှော်လင့်ချက်တွေ အကြောင်း ရိုက်ကူးထားတဲ့ဇာတ်ကားကောင်းလေး
တစ်ကား ပါ။ပုံမှန်ကြည့်နေကျ ထောင်တွင်းဇာတ်လမ်းတွေနဲ့မတူဘဲ ခြားနားတဲ့ခံစားချက်တွေကိုရရှိစေမယ့်
IMDB-6.4/10, Rotten Tomatoes-91% ရှိထားတဲ့ ဇာတ်ကားလေးဖြစ်ပါတယ်။
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chit Tee ပဲဖြစ်ပါတယ်။)
#Zawgyi
အေမရိကန္မွာက်င္းပတဲ့ Sundance Film Festival မွာ Jury Prize(2019) ကိုဆြတ္ခူးခဲ့တဲ့ဇာတ္ကား
ေကာင္းေလးတစ္ကားပါ။ ႏိုင္ဂ်ီးရီးယား-အေမရိကန္အမ်ိဳးသမီးဒါ႐ိုက္တာ Chinonye Chukwu မွ႐ိုက္
ကူးထားၿပီး အေမရိကန္သ႐ုပ္ေဆာင္ မင္းသမီး Alfre Woodard က အစြမ္းျပသ႐ုပ္ေဆာင္ထားပါတယ္။
ဇာတ္လမ္းေလးကေတာ့ ေသဒဏ္က်ခံရတဲ့ အျပစ္သားေတြိကိုထားတဲ့ အက်ဥ္းေထာင္ကိုကာလရွည္ၾကာ
ဦးစီးလာခဲ့တဲ့အမ်ိဳးသမီးေထာင္မႉး ဘန္နာဒင္းဝါးလ္ဒန္ရဲ႕အေၾကာင္းကို အဓိကထားပုံေဖာ္ ႐ိုက္ကူးထားပါတယ္။
ကာလရွည္ေထာင္မႉးအျဖစ္လုပ္ကိုင္လာခဲ့ရလို႔ စိတ္ပိုင္းဆိုင္ရာထိခိုက္လာတဲ့ဘန္နာဒင္းႏွင့္ ေသရေတာ့မယ့္
လူတစ္ေယာက္ရဲ႕စိတ္ခံစားမႈေတြ၊ ေမွ်ာ္လင့္ခ်က္ေတြ အေၾကာင္း ႐ိုက္ကူးထားတဲ့ဇာတ္ကားေကာင္းေလး
တစ္ကား ပါ။ပုံမွန္ၾကည့္ေနက် ေထာင္တြင္းဇာတ္လမ္းေတြနဲ႔မတူဘဲ ျခားနားတဲ့ခံစားခ်က္ေတြကိုရရွိေစမယ့္
IMDB-6.4/10, Rotten Tomatoes-91% ရွိထားတဲ့ ဇာတ္ကားေလးျဖစ္ပါတယ္။
(ဒီဇာတ္ကားရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chit Tee ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1 hr 52 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama
Source : 1080p.WebRip
Translator – Chit Tee
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
