"Stray Dolls (2020)==============PauseIMDb Rating – 4.5/10#Unicodeဒီဇာတ်ကားလေးကို အမျိုးသမီးဒါရိုက်တာ Sonejuhi Sinha မှရိုက်ကူးထားပြီး နာမည်ကျော်အိန္ဒိယမင်းသမီး Geetanjali Thapa ကပါဝင်သရုပ်ဆောင်ထားပါတယ်။ Tribeca Film Festivalမှာချီးမြှင့်တဲ့ အကောင်းဆုံး သရုပ်ဆောင်ဆု(အမျိုးသမီး) ကိုလည်း ယခုဇာတ်ကားနဲ့မင်းသမီးGeetanjali Thapa က ရရှိခဲ့ပါတယ်။ ယခုဇာတ်ကားဟာဆိုရင်လည်း ဇကာတင်စာရင်းနှစ်ခုထဲတောင်ပါဝင်ခဲ့ပါတယ်။ ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကိုယ့်ခြေထောက်ပေါ်ရပ်တည်ဖို့ကြိုးစားနေတဲ့ကောင်မလေးနှစ်ယောက်ကို အခြေပြုရိုက်ထားပါတယ်။ ဘဝသစ်ကိုစတင်ဖို့ အိန္ဒိယကနေအမေရိကကိုမှောင်ခိုလမ်းကြောင်းနဲ့ရောက်လာတဲ့ ကောင်မလေးတစ်ယောက် တည်းခိုခန်းကနေထွက်ပြီးလက်သည်းပြင်ဆိုင်ဖွင့်ဖို့ပိုက်ဆံအသည်းအသန်ရှာနေတဲ့ ဒဲလက်စ်နဲ့တွေ့တဲ့အခါ ဘာတွေဖြစ်လာမှာလဲ။သူတို့လိုချင်တဲ့ကိုယ်ပိုင်ဘဝလေးကို သူတို့ရလာကြမှာလား။ ဘာတွေ ဘယ်လိုဖြစ်မှာလဲဆိုတာကိုတော့ဇာတ်လမ်းကိုစောင့်ကြည့်မှပဲဖြစ်ပါလိမ့်မယ်။ အကြမ်းအရမ်းအခန်းတွေမပါပေမဲ့ ၁၈ယောက်ပြည့်မှကြည့်ရတဲ့အခန်းအနည်းငယ်ပါတာကြောင့် သတိပြုကြည့်ရှုဖို့ကိုလည်း မှာချင်ပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Chitee ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားေလးကို အမ်ိဳးသမီးဒါ႐ိုက္တာ Sonejuhi Sinha မွ႐ိုက္ကူးထားၿပီး နာမည္ေက်ာ္အိႏၵိယမင္းသမီး Geetanjali Thapa ကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။ Tribeca Film Festivalမွာခ်ီးျမႇင့္တဲ့ အေကာင္းဆုံး သ႐ုပ္ေဆာင္ဆု(အမ်ိဳးသမီး) ကိုလည္း ယခုဇာတ္ကားနဲ႔မင္းသမီးGeetanjali Thapa က ရရွိခဲ့ပါတယ္။ ယခုဇာတ္ကားဟာဆိုရင္လည္း ဇကာတင္စာရင္းႏွစ္ခုထဲေတာင္ပါဝင္ခဲ့ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ကိုယ့္ေျခေထာက္ေပၚရပ္တည္ဖို႔ႀကိဳးစားေနတဲ့ေကာင္မေလးႏွစ္ေယာက္ကို အေျချပဳ႐ိုက္ထားပါတယ္။ ဘဝသစ္ကိုစတင္ဖို႔ အိႏၵိယကေနအေမရိကကိုေမွာင္ခိုလမ္းေၾကာင္းနဲ႔ေရာက္လာတဲ့ ေကာင္မေလးတစ္ေယာက္ တည္းခိုခန္းကေနထြက္ၿပီးလက္သည္းျပင္ဆိုင္ဖြင့္ဖို႔ပိုက္ဆံအသည္းအသန္ရွာေနတဲ့ ဒဲလက္စ္နဲ႔ေတြ႕တဲ့အခါ ဘာေတြျဖစ္လာမွာလဲ။သူတို႔လိုခ်င္တဲ့ကိုယ္ပိုင္ဘဝေလးကို သူတို႔ရလာၾကမွာလား။ ဘာေတြ ဘယ္လိုျဖစ္မွာလဲဆိုတာကိုေတာ့ဇာတ္လမ္းကိုေစာင့္ၾကည့္မွပဲျဖစ္ပါလိမ့္မယ္။ အၾကမ္းအရမ္းအခန္းေတြမပါေပမဲ့ ၁၈ေယာက္ျပည့္မွၾကည့္ရတဲ့အခန္းအနည္းငယ္ပါတာေၾကာင့္ သတိျပဳၾကည့္ရႈဖို႔ကိုလည္း မွာခ်င္ပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫြန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Chitee ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 1 hr 37 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Crime, ThrillerSource : 1080p.WebRipTranslator – ChiteeEncoder – San Win Maung"