"Dating Amber (2020)
=================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.0/10
#Unicode
ဒီနေ့အတွက် imdb rating 7.0/10 ထိရရှိထားတဲ့ Comedy, Drama, Romance ကားကောင်း
လေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။ ဇာတ်လမ်းအကျဥ်းလေးပြောရရင် အက်ဒီက gay.
အဖေက စစ်ဗိုလ်ဖြစ်လို့ စစ်ဗိုလ်မျိုးဆက်ကို ဆက်ခံရမယ်လို့ ခံယူထားတဲ့သူ။ ကျောင်းမှာလဲ
သူငယ်ချင်းတွေက အမြဲစနောက်တယ်။ အမ်ဘာကလဲ lesbian ။ ကျောင်းမှာ ပေါင်းမယ့်သူမရှိ။
ကျောင်းပြီးတာနဲ့ မြို့ကထွက်သွားဖို့ စဉ်းစားထားတဲ့သူ။ တစ်ရက် gay နဲ့ lesbian ဟန်ဆောင်
ချစ်သူတွေအဖြစ် ကျောင်းမှာ ပေါ်တင်နေဖို့ဆုံးဖြတ်လိုက်ကြတဲ့အခါ။ အံ့သြခြင်းများစွာနဲ့အတူ
ကျောင်းနေဖက်သူငယ်ချင်းတွေရဲ့ ဖြစ်ပျက်ပြောင်းလဲသွားပုံနဲ့ သူတို့နှစ်ဦးရဲ့ဇာတ်လမ်းအပေါ်
ဟာသလေးတွဲပြီး ငြိမ့်ငြိမ့်လေးကြည့်ရမယ့်ဇာတ်ကားကောင်းလေးပါလို့ ညွှန်းပေးချင်ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Z Naing Z Nianh ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီေန႔အတြက္ imdb rating 7.0/10 ထိရရွိထားတဲ့ Comedy, Drama, Romance ကားေကာင္း
ေလးတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။ ဇာတ္လမ္းအက်ဥ္းေလးေျပာရရင္ အက္ဒီက gay.
အေဖက စစ္ဗိုလ္ျဖစ္လို႔ စစ္ဗိုလ္မ်ိဳးဆက္ကို ဆက္ခံရမယ္လို႔ ခံယူထားတဲ့သူ။ ေက်ာင္းမွာလဲ
သူငယ္ခ်င္းေတြက အၿမဲစေနာက္တယ္။ အမ္ဘာကလဲ lesbian ။ ေက်ာင္းမွာ ေပါင္းမယ့္သူမရွိ။
ေက်ာင္းၿပီးတာနဲ႔ ၿမိဳ႕ကထြက္သြားဖို႔ စဥ္းစားထားတဲ့သူ။ တစ္ရက္ gay နဲ႔ lesbian ဟန္ေဆာင္
ခ်စ္သူေတြအျဖစ္ ေက်ာင္းမွာ ေပၚတင္ေနဖို႔ဆုံးျဖတ္လိုက္ၾကတဲ့အခါ။ အံ့ၾသျခင္းမ်ားစြာနဲ႔အတူ
ေက်ာင္းေနဖက္သူငယ္ခ်င္းေတြရဲ႕ ျဖစ္ပ်က္ေျပာင္းလဲသြားပုံနဲ႔ သူတို႔ႏွစ္ဦးရဲ႕ဇာတ္လမ္းအေပၚ
ဟာသေလးတြဲၿပီး ၿငိမ့္ၿငိမ့္ေလးၾကည့္ရမယ့္ဇာတ္ကားေကာင္းေလးပါလို႔ ၫႊန္းေပးခ်င္ပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Z Naing Z Nianh ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1 hr 32 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Comedy, Drama, Romance
Source : 1080p.WebRip
Translator – Z Naing Z Nianh
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
