"[Unicode]Bikeman2 လေးကတော့ ကျိုင်နဲ့စက်(ဂ်)ကရင်ရဲ့အချစ်ရေးအကြောင်းကို ရိုက်ပြထားတာပါ ၊ကျိုင်အဖေဟာ သူ့သမီးကိုအရမ်းချစ်တယ်အလုပ်အကိုင်ခိုင်မြဲပြီး ကောင်းမွန်တဲ့လက်တွဲဖော်နဲ့တွေ့စေချင်တာဒါကြောင့် သူ့သူငယ်ချင်းရဲ့သားနဲ့ပေးစားဖို့လုပ်တော့ ကျိုင်က ချစ်သူရှိပြီလိုငြင်းဆိုပြောလိုက်ပါတယ် ။Pauseကျိုင်အဖေက သူ့ချစ်သူကိုလာပြပါလို့ ပြောတော့ ကျိုင်ဟာသူ့သူငယ်ချင်း စက်(ဂ်)ကရင်ကို ဟန်ဆောင်ချစ်သူလုပ်ဖို့အကူညီတောင်းပြီး သူ့အဖေဆီသွားတွေ့ပါတော့တယ် ။ဒါပေမယ့် စက်(ဂ်)ကရင်က ကျိုင်အဖေဖြစ်ချင်တာတွေနဲ့ တခြားစီဖြစ်နေလို့ ကျိုင်ရဲ့ချစ်သူကိုသဘောမကျပါဘူး…စက်(ဂ်)ကရင်တစ်ယောက် သူ့အမျိုးတွေနဲ့ ကျိုင်အဖေ့ကို ဘယ်လိုရင်ဆိုင်မလဲကျိုင်အဖေ့စိတ်ကိုရော အနိုင်ယူနိုင်မလားသူငယ်ငယ်ကတည်းက တိတ်တခိုးချစ်ခဲ့ရတဲ့ ကျိုင်ရဲ့စိတ်ကိုရော အနိုင်ယူနိုင်မလား သိချင်ရင်တော့Bikeman2 လေးမှာ ဆက်ကြည့်လိုက်ရအောက်နော်အရမ်းရယ်ရတဲ့ကားလေးမို့ လုံးဝလက်မလွှတ်သင့်တဲ့ကားပါနော်…။( အညွှန်းရေးသားထားတာကတော့ Nang Mwe Kham ဖြစ်ပါတယ် )စက်(ဂ်)ကရင် အဖြစ် Peach Pachara Chirathivatကျိုင် အဖြစ် Fon Sananthachat Thanapatpisalပရီချာ အဖြစ် Kom Chauncheunဆတ်ဒါ အဖြစ် Tao Somchai Khemgladဆူရီ အဖြစ် Jennifer Kim[Zawgyi]Bikeman2 ေလးကေတာ့ က်ိဳင္နဲ႔စက္(ဂ္)ကရင္ရဲ႕အခ်စ္ေရးအေၾကာင္းကို ႐ိုက္ျပထားတာပါ ၊က်ိဳင္အေဖဟာ သူ႔သမီးကိုအရမ္းခ်စ္တယ္​အလုပ္အကိုင္ခိုင္ၿမဲၿပီး ေကာင္းမြန္တဲ့လက္တြဲေဖာ္နဲ႔ေတြ႕ေစခ်င္တာဒါေၾကာင့္ သူ႔သူငယ္ခ်င္းရဲ႕သားနဲ႔ေပးစားဖို႔လုပ္ေတာ့ က်ိဳင္က ခ်စ္သူရွိၿပီလိုျငင္းဆိုေျပာလိုက္ပါတယ္ ။က်ိဳင္အေဖက သူ႔ခ်စ္သူကိုလာျပပါလို႔ ေျပာေတာ့ က်ိဳင္ဟာသူ႔သူငယ္ခ်င္း စက္(ဂ္)ကရင္ကို ဟန္ေဆာင္ခ်စ္သူလုပ္ဖို႔အကူညီေတာင္းၿပီး သူ႔အေဖဆီသြားေတြ႕ပါေတာ့တယ္ ။ဒါေပမယ့္ စက္(ဂ္)ကရင္က က်ိဳင္အေဖျဖစ္ခ်င္တာေတြနဲ႔ တျခားစီျဖစ္ေနလို႔ က်ိဳင္ရဲ႕ခ်စ္သူကိုသေဘာမက်ပါဘူး…စက္(ဂ္)ကရင္တစ္ေယာက္ သူ႔အမ်ိဳးေတြနဲ႔ က်ိဳင္အေဖ့ကို ဘယ္လိုရင္ဆိုင္မလဲက်ိဳင္အေဖ့စိတ္ကိုေရာ အႏိုင္ယူႏိုင္မလားသူငယ္ငယ္ကတည္းက တိတ္တခိုးခ်စ္ခဲ့ရတဲ့ က်ိဳင္ရဲ႕စိတ္ကိုေရာ အႏိုင္ယူႏိုင္မလား သိခ်င္ရင္ေတာ့Bikeman2 ေလးမွာ ဆက္ၾကည့္လိုက္ရေအာက္ေနာ္အရမ္းရယ္ရတဲ့ကားေလးမို႔ လုံးဝလက္မလႊတ္သင့္တဲ့ကားပါေနာ္…။( အညႊန္းေရးသားထားတာကေတာ့ Nang Mwe Kham ျဖစ္ပါတယ္ )File size__( 1.9 GB ) ( 1 GB )Quality__WebDL1080p5.1 , WebDL720pIMDb Rating__6.4/10Format__mp4Duration__01:47:15Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Nang Mwe KhamEncoded by Naing Aung Latt"