"[Unicode]ဒီတစ်ခါတော့ Romance ကားလေးတစ်ခုကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ် ။ဒီဇာတ်ကားက ၂၀၁၄ ခုနှစ်က ထွက်ရှိခဲ့တာ ဖြစ်ပြီးနာမည်ကြီး မင်းသားနဲ့ မင်းသမီးဖြစ်ကြတဲ့ So Ju Sub နဲ့ Kin Ji Won တို့က အဓိက ပါဝင် သရုပ်ဆောင်ထားကြပါတယ် ။Pauseဇာတ်လမ်းအကျဉ်းကင်ဂျီဟိုက လတ်တလော ရည်းစားနဲ့ လမ်းခွဲထားလို့ အသဲကွဲနေတဲ့ လူတစ်ယောက်ပါစိတ်ကို အပန်းပြေစေဖို့အတွက် အလုပ်ကိစ္စနဲ့ ဂျယ်ဂျူကျွန်းကို ခရီးထွက်သွားခဲ့ပါတယ် ။ဂျယ်ဂျူကိုရောက်ပြီးတဲ့နောက်မှာတော့ သူတည်းတဲ့ တည်းခိုခန်းသူခိုးဝင်သွားလို့ပိုက်ဆံအိတ်နဲ့ ကတ်တွေ ကင်မရာတွေ ခိုးခံခဲ့ရပါတယ် ။ရဲစခန်းကို သွားရောက်တိုင်ကြားတဲ့ အခါမှာတော့ အမှတ်မထင်ပဲ သူ့လိုအဖြစ်မျိုး ကြုံခဲ့တဲ့ ကောင်မလေးတစ်ယောက်နဲ့ ဆုံခဲ့ပါတယ် ။အဲ့နောက်မှာတော့ လက်ရှိတည်းခိုခန်းက ထွက်ခဲ့ပြီး အဲ့မိန်းကလေးနဲ့ တည်းခိုခန်း တူတူတည်းခဲ့ကြပါတယ် ။အမှတ်မထင်ပဲ အဖြစ်ပျက်ချင်းတိုက်ဆိုင်ပြီး လာဆုံကြတဲ့ သူတို့နှစ်ယောက်ကနောက်ထပ် တိုက်ဆိုင်မှုတွေကိုလည်းထပ်ကြုံရဦးမှာပါ…သူတု့ိတွေ ဘာတိုက်ဆိုင်မှုတွေ ထပ်ကြုံရဦးမှာလဲဂျီဟိုရဲ့ အသည်းကွဲဝေဒနာကိုရော အဲ့မိန်းကလေးက ကုစားပေးနိုင်မှာလားဆိုတာကိုဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုရင်းဂျယ်ဂျူကျွန်းရဲ့ လှပတဲ့ ရှုခင်းတွေကိုပါ ခံစားကြည့်ရှုလိုက်ပါနော်…။( အညွှန်းရေးသားပြီး ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]ဒီတစ္ခါေတာ့ Romance ကားေလးတစ္ခုကို ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္ ။ဒီဇာတ္ကားက ၂၀၁၄ ခုႏွစ္က ထြက္ရွိခဲ့တာ ျဖစ္ၿပီးနာမည္ႀကီး မင္းသားနဲ႔ မင္းသမီးျဖစ္ၾကတဲ့ So Ju Sub နဲ႔ Kin Ji Won တို႔က အဓိက ပါ၀င္ သ႐ုပ္ေဆာင္ထားၾကပါတယ္ ။ဇာတ္လမ္းအက်ၪ္းကင္ဂ်ီဟိုက လတ္တေလာ ရည္းစားနဲ႔ လမ္းခြဲထားလို႔ အသဲကြဲေနတဲ့ လူတစ္ေယာက္ပါစိတ္ကို အပန္းေျပေစဖို႔အတြက္ အလုပ္ကိစၥနဲ႔ ဂ်ယ္ဂ်ဴကြၽန္းကို ခရီးထြက္သြားခဲ့ပါတယ္ ။ဂ်ယ္ဂ်ဴကိုေရာက္ၿပီးတဲ့ေနာက္မွာေတာ့ သူတည္းတဲ့ တည္းခိုခန္းသူခိုး၀င္သြားလို႔ပိုက္ဆံအိတ္နဲ႔ ကတ္ေတြ ကင္မရာေတြ ခိုးခံခဲ့ရပါတယ္ ။ရဲစခန္းကို သြားေရာက္တိုင္ၾကားတဲ့ အခါမွာေတာ့ အမွတ္မထင္ပဲ သူ႔လိုအျဖစ္မ်ိဳး ႀကဳံခဲ့တဲ့ ေကာင္မေလးတစ္ေယာက္နဲ႔ ဆုံခဲ့ပါတယ္ ။အဲ့ေနာက္မွာေတာ့ လက္ရွိတည္းခိုခန္းက ထြက္ခဲ့ၿပီး အဲ့မိန္းကေလးနဲ႔ တည္းခိုခန္း တူတူတည္းခဲ့ၾကပါတယ္ ။အမွတ္မထင္ပဲ အျဖစ္ပ်က္ခ်င္းတိုက္ဆိုင္ၿပီး လာဆုံၾကတဲ့ သူတို႔ႏွစ္ေယာက္ကေနာက္ထပ္ တိုက္ဆိုင္မႈေတြကိုလည္းထပ္ႀကဳံရဦးမွာပါ…သူတု႔ိေတြ ဘာတိုက္ဆိုင္မႈေတြ ထပ္ႀကဳံရဦးမွာလဲဂ်ီဟိုရဲ႕ အသည္းကြဲ​ေ၀ဒနာကိုေရာ အဲ့မိန္းကေလးက ကုစားေပးႏိုင္မွာလားဆိုတာကိုဒီဇာတ္လမ္းေလးမွာ ဆက္လက္ၾကည့္ရႈရင္းဂ်ယ္ဂ်ဴကြၽန္းရဲ႕ လွပတဲ့ ရႈခင္းေတြကိုပါ ခံစားၾကည့္ရႈလိုက္ပါေနာ္…။( အညႊန္းေရးသားျပီး ဘာသာျပန္သူကေတာ့ Seung ျဖစ္ပါတယ္ )File size__( 1.1 GB )Quality__720pIMDb Rating__7.3/10Format__mp4Duration__02:02:18Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by SeungEncoded by Naing Aung Latt"