"Resistance (2020)==============PauseIMDb Rating – 6.0/10#Unicodeဒီဇာတ်ကားရဲ့ အညွှန်းကိုမဖတ်ခင် . မင်းသားကိုမြင်တာနဲ့ ကြည့်ချင်သွားစေမယ်ဆိုတာတော့မှန်တယ်မှတ်လား။ ဟုတ်ပါတယ် Now You See Me လို အစရှိတဲ့နာမည်ကြီး ကားတော်တော်များများ ရိုက်ကူးထားတဲ့ မင်းသား Jesse Eisenberg က အဓိက ပါဝင်သရုပ်ဆောင်ထားတာပါ။ ဇာတ်လမ်း အညွှန်းလေး ကို ပြောပြရရင်တော့ . . .သတ္တိရှိတယ်ဆိုတာ ကြောက်ရွံ့ခြင်းကို ဖြတ်ကျော်ပြီး ရဲရင့်လိုက်တဲ့ အခိုက်အတန့်လေးတစ်ခုပါပဲ။ကိုယ့်အသက်ကို ရင်းပြီး အများကောင်းကျိုးအတွက် ဆောင်ရွက်ရဲတာ သူရဲကောင်းပါ။ ဒီဇာတ်လမ်းကတော့ ဒုတိယ ကမ္ဘာစစ်က ဂျူးလူမျိုး၊ အနုပညာရှင် သူရဲကောင်းတစ်ယောက် ရဲ့ ကိုယ်ကျိုးစွန့်ပြီးသူများအကျိုးအတွက် ပထမဆုံး ရဲရင့်ဖူးတဲ့အချိန်ကို ဇာတ်လမ်းဆင်ရိုက်ကူးထားတာပါ။ မင်းသားJesse Eisenberg သရုပ်ဆောင်ကောင်းတာနဲ့ ဇာတ်လမ်းသွက်သွက်လေးနဲ့ တင်ဆက်ပုံ ကောင်းတာလေးတွေက နှစ်နာရီနီးပါးကြာတဲ့ တစ်ကားလုံးကို ခဏလေးလို့ ထင်ရလောက်အောင် ကြည့်ရမှာပါ။Rating 6.0/10 ရရှိထားပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားရဲ႕ အၫႊန္းကိုမဖတ္ခင္ . မင္းသားကိုျမင္တာနဲ႔ ၾကည့္ခ်င္သြားေစမယ္ဆိုတာေတာ့မွန္တယ္မွတ္လား။ ဟုတ္ပါတယ္ Now You See Me လို အစရွိတဲ့နာမည္ႀကီး ကားေတာ္ေတာ္မ်ားမ်ား ႐ိုက္ကူးထားတဲ့ မင္းသား Jesse Eisenberg က အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားတာပါ။ ဇာတ္လမ္း အၫႊန္းေလး ကို ေျပာျပရရင္ေတာ့ . . .သတၱိရွိတယ္ဆိုတာ ေၾကာက္႐ြံ႕ျခင္းကို ျဖတ္ေက်ာ္ၿပီး ရဲရင့္လိုက္တဲ့ အခိုက္အတန႔္ေလးတစ္ခုပါပဲ။ကိုယ့္အသက္ကို ရင္းၿပီး အမ်ားေကာင္းက်ိဳးအတြက္ ေဆာင္႐ြက္ရဲတာ သူရဲေကာင္းပါ။ ဒီဇာတ္လမ္းကေတာ့ ဒုတိယ ကမာၻစစ္က ဂ်ဴးလူမ်ိဳး၊ အႏုပညာရွင္ သူရဲေကာင္းတစ္ေယာက္ ရဲ႕ ကိုယ္က်ိဳးစြန႔္ၿပီးသူမ်ားအက်ိဳးအတြက္ ပထမဆုံး ရဲရင့္ဖူးတဲ့အခ်ိန္ကို ဇာတ္လမ္းဆင္႐ိုက္ကူးထားတာပါ။ မင္းသားJesse Eisenberg သ႐ုပ္ေဆာင္ေကာင္းတာနဲ႔ ဇာတ္လမ္းသြက္သြက္ေလးနဲ႔ တင္ဆက္ပုံ ေကာင္းတာေလးေတြက ႏွစ္နာရီနီးပါးၾကာတဲ့ တစ္ကားလုံးကို ခဏေလးလို႔ ထင္ရေလာက္ေအာင္ ၾကည့္ရမွာပါ။Rating 6.0/10 ရရွိထားပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ d3mon ပဲျဖစ္ပါတယ္။)Quality – 1080p, 720p WebRipDuration – 2 hr 05 minSubtitle – Myanmar HardsubFormat – Mp4Genre : Biography, Drama, HistorySource : 1080p.WebRipTranslator – d3monEncoder – San Win Maung"