"2001: A Space Odyssey(1968)
IMDb….8.3;;;;;;;;Rotten….92%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရုပ်ရှင်ဆိုတာ စာအုပ်တွေလိုပဲ ဖျော်ဖြေရေးထက်ပိုတဲ့ အနုပညာရသတစ်ခုကို
ပေးစွမ်းနိုင်တယ်ဆိုတာ လက်ခံပါသလား။
လက်ခံတယ်ဆိုရင်တော့ 2001: A Space Odyssey ကို ကြည့်ဖြစ်အောင်ကြည့်ပြီး
ခံစားကြည့်လိုက်ပါ။ ဒီလိုရုပ်ရှင်မျိုး ရုပ်ရှင်လောကမှာ နောက်တစ်ကားထွက်ရှိလာဖို့ဆိုတာ
မဖြစ်နိုင်တော့ပါဘူးလို့တောင် ရုပ်ရှင်ဝေဖန်ရေးဆရာတွေက ဆိုကြတယ်…
ဒီရုပ်ရှင်ဟာ ကမ္ဘာကျော်ဒါရိုက်တာကြီး Stanley Kubrick ရဲ့ အကောင်းဆုံးရုပ်ရှင်ကားဖြစ်ပြီး
၁၉၆၈ က ပြသခဲ့တဲ့ရုပ်ရှင်လို့တောင် မထင်လောက်အောင် လက်ရာမြောက်လွန်းတဲ့
ရုပ်ရှင်ကားပါ။ နောက်ခံတီးလုံးတွေကအစ ခမ်းနားလွန်းပြီး ဇာတ်ဝင်ခန်းတိုင်းဟာ
ရင်သပ်ရှုမောစရာကောင်းလွန်းပါတယ်။
အဲ့ခေတ် အဲ့အခါက ရုံတင်ပြသခဲ့ရာမှာတော့ အမိုက်စားရိုက်ချက်တွေနဲ့ ၁၉၆၀ ကျော်ကာလမှာ
မမြင်ဖူးသေးတဲ့ ရိုက်ကွင်းအနေအထားတွေကြောင့် ဒီရုပ်ရှင်ဟာ
အထိုက်အလျောက်အောင်မြင်ခဲ့ပေမယ့် ဝေဖန်ရေးဆရာတွေကတော့ ဒီရုပ်ရှင်ဟာ စိတ်ကူးယဉ်အရမ်းဆန်လွန်းတယ်၊
ဘာကိုပြချင်တာလဲ စသဖြင့် အနုတ်သဘောဆောင်တဲ့ ထင်မြင်ချက်တွေပဲ ပေးခဲ့ကြပါတယ်။
ဒါပေမယ့်လည်း အချိန်တွေကြာလာတာနဲ့အမျှ ဒီရုပ်ရှင်က နာမည်မကျသွားတဲ့အပြင်
2001 ရဲ့ဂုဏ်သတင်းဟာ ပိုပိုပြီး ကျော်ကြားလာခဲ့ပါတယ်။ ဆယ်စုနှစ်တွေကုန်ဆုံးသွားလေလေ
2001 ရုပ်ရှင်အကြောင်း၊ Stanley Kubrick အကြောင်း မှတ်တမ်းရုပ်ရှင်၊ ဆောင်းပါးတွေဟာ ပိုပိုများပြားလာလေဖြစ်ပြီး ဒီရုပ်ရှင်ဟာ အနာဂတ်ဟောစာတမ်းတစ်ခုလို ဖြစ်လာခဲ့ပါတယ်။
ဒီရုပ်ရှင်မှာတော့ လူသားတွေဆီရောက်ရှိလာတဲ့ ကျောက်တိုင်ကြီး ၄ တိုင်ကို ရှာဖွေပုံအကြောင်းနဲ့
ဒီကျောက်တိုင် ၄ တိုင်ရဲ့ ဆက်စပ်မှုအကြောင်းကို ရိုက်ကူးပြထားတာဖြစ်ပါတယ်။
ဒီရုပ်ရှင်ရဲ့ အထင်ရှားဆုံးထူးခြားချက်ကတော့ လကမ္ဘာကို လူတွေမရောက်သေးခင်မှာတင်
လကမ္ဘာကို စိတ်ကူးယဉ်ပုံဖော်ရိုက်ကူးခဲ့တာဖြစ်ပြီး အမေရိကန်အာကာသယာဉ်မှူးတွေ
လပေါ်တကယ်ရောက်ရှိခဲ့ပြီး ပြန်လာတဲ့အခါမှာလဲ လကမ္ဘာဆိုတာ 2001: A Space Odyssey ထဲကအတိုင်းပါပဲလို့
ပြောသွားရလောက်တဲ့အထိ မှန်ကန်တိကျခဲ့တဲ့ရုပ်ရှင်ကားဖြစ်ပါတယ်။
2001 ဟာ နှစ်ချို့ဝိုင်တစ်ပုလင်းလိုပဲ အချိန်ကြာလေလေ ရုပ်ရှင်ထဲကအချက်အလက်တွေ၊
သီအိုရီတွေက လူတွေနဲ့ ပိုမိုနီးစပ်လာလေ၊ ရင်းနှီးလာလေဖြစ်ပြီး Stanley Kubrick တစ်ယောက်
ဒါကြီးကို ဘယ်လိုများစဉ်းစားမိပါလိမ့် လို့တွေးသွားရလောက်အောင် အံ့သြစေပါလိမ့်မယ်။
ဒီရုပ်ရှင်မှာ ၁၉၆၀ ကမရောက်သေးတဲ့ လကမ္ဘာအကြောင်း၊ နေအဖွဲ့အစည်းအကြောင်းအပြင်
အဲ့ခေတ်အဲ့အခါက ထွင်ဖို့တောင်မပြောနှင့်၊ စဉ်းတောင်မစဉ်းစားမိသေးတဲ့ A.I (Artificial Intelligence) စနစ်တွေကိုပါ ထည့်သွင်းရိုက်ကူးပြထားတာဖြစ်ပြီး တကယ်ပဲ ကြက်သီးမွှေးညှင်းထမိစေပါလိမ့်မယ်။
ဒါရိုက်တာကြီးကိုယ်တိုင်က ဒီဇာတ်ကားဟာ သာမန်ရုပ်ရှင်ကြည့်ပရိသတ်အကြိုက်တွေ့မယ့်
ဇာတ်ကားမျိုးမဟုတ်ဘူးလို့ အခိုင်အမာပြောဆိုထားပြီး ကြည့်ရှူသူတစ်ယောက်ကို
အမြင်တစ်မျိုးထွက်လာအောင်လုပ်ထားတဲ့ဇာတ်ကားဖြစ်တဲ့အတွက်
ရုပ်ရှင်ကို ဖျော်ဖြေရေးတစ်ခုအတွက်နဲ့ ကြည့်ရှူနေသူတွေအတွက်တော့ ပျင်းစရာကောင်းပြီး
ဘာရိုက်ပြနေမှန်းမသိပါဘူးလို့ ပြောမိပါလိမ့်မယ်ဆိုတာတော့ ကြိုတင်အသိပေးလိုပါတယ်။
Stanley Kubrick ရဲ့ နှစ်ခါပြန်မရနိုင်တော့တဲ့ 2001 ဇာတ်ကားကြီးကို
အခုပဲ ဒေါင်းလုတ်လုပ်ပြီး ကြည့်ရှူခံစားလိုက်ပါတော့ဗျာ။
ဇာတ်လမ်းအညွှန်းကိုတော့ အာကာဖြိုးမှရေးသားပေးပြီးဘာသာပြန်သူကတော့ JtheKoala
ဖြစ်ပါတယ်…
File Size : (850 MB) and (355 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:29:00
Genre : Adventure,Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by JtheKoala
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
