"[Unicode]လူတိုင်းမှာ အိပ်မက်တွေ ကိုယ်စီရှိကြမှာပါဒါပေမယ့် ကိုယ့်အိပ်မက်တွေ ဖြစ်မလာတဲ့ အခါမှာတော့သူတို့တွေ ဘာလုပ်ကြမှာလဲဘာဖြစ်သွားကြမှာလဲ….Pauseဒီဇာတ်လမ်းမှာတော့ အမေရိက ကို အရမ်းသွားချင်ကြတဲ့ တရုတ်လူငယ် ၃ ယောက်အကြောင်းကို ရိုက်ပြထားပါတယ် ။ချန်ဒုံချင်း မုန့်ရှောင်ကျွင်းနဲ့ ဝမ်ရန်တို့ သူငယ်ချင်း ၃ ယောက်ဟာ အမေရိကမှာ ကျောင်းတက် အလုပ်လုပ်ချင်ကြတဲ့ သူတွေပါဒါပေမယ့် တကယ်တမ်း Visa လျှောက်တဲ့ အခါမှာတော့ မုန့်ရှောင်ကျွင်းတစ်ယောက်ပဲ အမေရိက ကိုသွားနိုင်ခဲ့ပြီးကျန်တဲ့ ၂ ယောက်ကတော့ တရုတ်မှာကျန်ခဲ့ပါတယ် ။ချန်ဒုံချင်းဟာ တက္ကသိုလ် နည်းပြလုပ်ရာကနေ ကျူရှင်ခိုးသင်တာ မိသွားလို့ အလုပ်ပြုတ်ခဲ့ပါတယ်အမေရိက ရောက်နေတဲ့ မုန့်ရှောင်ကျွင်းကလည်း အဲ့မှာ အဆင်မပြေလို့ ပြန်လာခဲ့တယ်သူပြန်လာတဲ့အခါ ချန်ဒုံချင်းနဲ့ ဝမ်ရန်က အင်္ဂလိပ်စာသင်တန်း ဖွင့်နေတာကို သိသွာပြီးသူငယ်ချင်းတွေနဲ့ အတူ သူလည်း အဲ့အလုပ်ကို လုပ်ဖို့ ဆုံးဖြတ်လိုက်တယ်ကိုယ်ပိုင်ကျောင်း ထူထောင်နိုင်ဖို့ ကြိုးစားကြတယ် ။အိပ်မက်တွေ အတိုင်းဖြစ်မလာကြတဲ့ သူတို့ ၃ ယောက်တကယ်ပဲ ကိုယ်ပိုင်ကျောင်းတစ်ခု ထူထောင်နိုင်မှာလားအရင်လိုပဲ ကျရှုံးဦးမှာလားအောင်မြင်မှုတွေရဖို့ ဘယ်လိုကြိုးစားလဲဆိုတာကို ဒီဇာတ်ကားလေးမှာ ကြည့်ရှုကြပါနော်…။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]လူတိုင္းမွာ အိပ္မက္ေတြ ကိုယ္စီရွိၾကမွာပါဒါေပမယ့္ ကိုယ့္အိပ္မက္ေတြ ျဖစ္မလာတဲ့ အခါမွာေတာ့သူတို႔ေတြ ဘာလုပ္ၾကမွာလဲဘာျဖစ္သြားၾကမွာလဲ….ဒီဇာတ္လမ္းမွာေတာ့ အေမရိက ကို အရမ္းသြားခ်င္ၾကတဲ့ တ႐ုတ္လူငယ္ ၃ ေယာက္အေၾကာင္းကို ႐ိုက္ျပထားပါတယ္ ။ခ်န္ဒုံခ်င္း မုန္႔ေရွာင္ကြၽင္းနဲ႔ ၀မ္ရန္တို႔ သူငယ္ခ်င္း ၃ ေယာက္ဟာ အေမရိကမွာ ေက်ာင္းတက္ အလုပ္လုပ္ခ်င္ၾကတဲ့ သူေတြပါဒါေပမယ့္ တကယ္တမ္း Visa ေလွ်ာက္တဲ့ အခါမွာေတာ့ မုန္႔ေရွာင္ကြၽင္းတစ္ေယာက္ပဲ အေမရိက ကိုသြားႏိုင္ခဲ့ၿပီးက်န္တဲ့ ၂ ေယာက္ကေတာ့ တ႐ုတ္မွာက်န္ခဲ့ပါတယ္ ။ခ်န္ဒုံခ်င္းဟာ တကၠသိုလ္ နည္းျပလုပ္ရာကေန က်ဴရွင္ခိုးသင္တာ မိသြားလို႔ အလုပ္ျပဳတ္ခဲ့ပါတယ္အေမရိက ေရာက္ေနတဲ့ မုန္႔ေရွာင္ကြၽင္းကလည္း အဲ့မွာ အဆင္မေျပလို႔ ျပန္လာခဲ့တယ္သူျပန္လာတဲ့အခါ ခ်န္ဒုံခ်င္းနဲ႔ ၀မ္ရန္က အဂၤလိပ္စာသင္တန္း ဖြင့္ေနတာကို သိသြာၿပီးသူငယ္ခ်င္းေတြနဲ႔ အတူ သူလည္း အဲ့အလုပ္ကို လုပ္ဖို႔ ဆုံးျဖတ္လိုက္တယ္ကိုယ္ပိုင္ေက်ာင္း ထူေထာင္ႏိုင္ဖို႔ ႀကိဳးစားၾကတယ္ ။အိပ္မက္ေတြ အတို္င္းျဖစ္မလာၾကတဲ့ သူတို႔ ၃ ေယာက္တကယ္ပဲ ကိုယ္ပိုင္ေက်ာင္းတစ္ခု ထူေထာင္ႏိုင္မွာလားအရင္လိုပဲ က်ရႈံးဦးမွာလားေအာင္ျမင္မႈေတြရဖို႔ ဘယ္လိုႀကိဳးစားလဲဆိုတာကို ဒီဇာတ္ကားေလးမွာ ၾကည့္ရႈၾကပါေနာ္…။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Seung ျဖစ္ပါတယ္ )File size__( 2 GB ) and ( 1 GB)Quality__BR 1080p ,720pIMDb Rating__7.2/10Format__mp4Duration__01:52:15Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by SeungEncoded by Naing Aung Latt"