"Gran Torino(2008)
IMDb….8.1,,,,,,Rotten….80%,,,
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Top Rated Movies #162
Director:Clint Eastwood
ကျွန်တော်ဟာ ရုပ်ရှင်အညွှန်းရေးတဲ့ဆရာတွေရေးသားတဲ့ ဒါရိုက်တာအကြောင်းတွေလိုက်ဖတ်စဉ်ကထဲက
ဒါရိုက်တာClint Eastwood
ကို သတိထားမိခဲ့ပါတယ်…သူ့လက်ရာတွေကြည့်သင့်တဲ့စာရင်းထဲထည့်ထားပေမယ့်
Million dollar baby ဆိုတဲ့ဇာတ်ကားကိုမှ စကြည့်ဖူးခဲ့တယ်..
..သူ့ဘယ်လောက်တော်ကြောင်းညွှန်းဆိုမပြတတ်ပေမယ့်
ခတ်လူငယ်ပီပီ ဒီဘဲကြီးက ဂျလန်းကြီးဟလို့တော့ ရေရွတ်မိခဲ့ပါတယ်….
Gran Torni ကားရဲ့ပိုစတာကြည့်မိပြန်တော့ ကားတစ်စီးနဲ့
သေနတ်ကိုင်ပြီး မှုန်ကုတ်ကုတ်မျက်နှာပေးနဲ့မတ်တပ်ရပ်ပြီး
ဇာတ်လမ်းအကျဉ်းလေးရေးထားတာကလည်း သိပ်ပြီးစွဲမက်စရာမရှိခဲ့ဘူး.
..သို့ပေမယ့် Top IMDb စာရင်းထဲပါနေတာရော
Rotten မှာလည်း အတော်လေးကောင်းနေပြန်တော့
ဘာသာပြန်ပြီးကြည့်ခဲ့မိတယ်…
ဒီကားမှာလည်း သူကိုယ်တိုင်အဓိကသရုပ်ဆောင်ထားပါတယ်….
ဇာတ်လမ်းအစမှာ သူဟာ ခန်းမတစ်ခုထဲမှာ မတ်တပ်ရပ်နေတယ်…
သူ့မိန်းမရဲ့ အသုဘ အခမ်းအနား…
လာရောက်တဲ့သူတွေကိုသူကြည့်နေတဲ့ပုံက ခက်ထန်မာကြောမှုအပြည့်နဲ့…
. သူ့သားတွေ မြေးတွေနဲ့ မိတ်ဆွေ
အများစုတစ်ဖွဲဖွဲရောက်လာတယ်.
..သူ့မျက်လုံးတွေဟာ ဇနီးဆုံးလို့ ဝမ်းနည်းတဲ့အရိပ်အယောင်အစား မြေးတွေ
ရဲ့ အပြုအမူတွေကို ဒေါသထွက်နေတဲ့ပုံပဲ..
.သူဟာ စကားတွေကိုလည်း အမြင်ကိုအမြင်အတိုင်း ငဲ့ကွက်ခြင်းမရှိဘဲ
ဒဲ့ဒိုးပြောဆိုတတ်တဲ့သူ.သူ့စရိုက်ကြောင့် သားသမီးတွေမြေးတွေကလည်း သူနဲ့ဆို
စကားပြောရမှာတောင်ဝန်လေးနေတယ်..
ဒီလိုနဲ့ ကမောက်ကမ သူ့ရဲ့ပတ်ဝန်းကျင်ကို နိုင်ငံခြားသားမိသားစုတွေပြောင်းလာတယ်….
ဒီကားဟာ ဘီကီနီဝတ်အလှတွေမပါသလို ခပ်မိုက်မိုက်အက်ရှင်ခန်းတွေ လည်းမပါပါဘူး.
..သို့ပေမယ့် ခင်ဗျားကိုဇတ်လမ်းအစကနေ
အဆုံးထိ ဆွဲခေါ်သွားနိုင်တဲ့အပြင် ခင်ဗျားရဲ့နှလုံးသားကိုလည်း
အရောင်အမျိုးမျိုးနဲ့ခပ်ကြမ်းကြမ်းဖြန်းပက်သွားလိမ့်မယ်….
သေချာတယ်ခင်ဗျားတို့လည်း ဒီကားကြည့်ပြီးရင် ကျွန်တော့်လို ဒီဘဲကြီးက ဂျလန်းကြီးဟလို့ရေရွတ်မိလိမ့်မယ်…
အယ်တစ်ချို့သောသူတွေအတွက်တော့ ဂျင်းကားဖြစ်သွားလိမ့်မယ်..
.ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Crystal Win
ဖြစ်ပါတယ်…
File Size : 900 MB
Quality : Blu-Ray 720p
Format…mp4
Duration…01:56:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Crystal Win
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
