"[Unicode]CM Fan တွေအတွက် 2009 တုန်းက ထွက်ရှိခဲ့တဲ့ Possessed ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။Horror Movie ကြိုက်နှစ်သက်တဲ့သူတှေအတွက်တော့ တကယ်အကြိုက်တွေ့စေမယ့် ဇာတ်လမ်းမျိုးပါ ။Pauseဇာတ်လမ်းအကျဉ်းဟီဂျင်းဟာ ဆိုးလ်မှာနေပြီး တက်ကသိုလ်တက်နေတဲ့ ကျောင်းသူတစ်ယောက်ပါ ။သူမမှာ အသက် ၁၄ နှစ်အရွယ် ညီမတစ်ယောက်ရှိပါတယ်တစ်ရက်မှာတော့ ညီမဖြစ်သူပျောက်ဆုံးသွားကြောင်း သူမအမေက ဖုန်းဆက်အကြောင်းကြားခဲ့တဲ့နောက်သတင်းကြားကြားချင်း သူ့အမေရှိတဲ့မြို့ဆီပြန်သွားပြီး ရဲစခန်းမှာ လူပျောက်တိုင်ခဲ့ပါတယ် ။ဘာသာရေးအစွန်းရောက်တဲ့ မိခင်ဖြစ်သူကတော့ ဆက်တိုက်ဆုတောင်းနေမယ်ဆိုရင် သူ့သမီးလေးကို ပြန်တွေ့မယ်လို့ ယုံကြည်နေပါတယ် ။အိမ်နီးနားချင်းတွေကတော့ ညီမဖြစ်သူကို မြင်လိုက်တယ်လို့ပဲ ပြောနေကြပြီးအချို့ကလည်း သူမရဲ့ ညီမကို လူမဟုတ်ဘူးလို့ပြောဆိုကြပါတယ် ။ဒါပေမယ့် ညီမဖြစ်သူ ပျောက်ဆုံးပြီးနောက်မှာတော့ ထူးခြားမှုတွေရှိလာပါတယ်….သူတို့အဆောက်အဦးက အခြား တိုက်ခန်းတွေမှာ လူသေဆုံးမှုတွေရှိလာပြီ…ဒါကြောင့် နောက်ပိုင်းမှာ ရဲကလည်း သူမရဲ့ညီမ ပျောက်ဆုံးမှုနဲ့ ဒီလိုလူတွေသေဆုံးတာက ဆက်စပ်မှုရှိနိုင်ကြောင်း ကောက်ချက်ချပြီး စုံစမ်းပါတော့တဲ့အခါ…အဲ့လိုစုံစမ်းမှုတွေ လုပ်ပြီး ဘာတွေ ဖော်ထုတ်မလဲ…ညီမဖြစ်သူ ဘာကြောင့် ပျောက်ဆုံးသွားတာလဲ…လူတွေပြောနေကြသလို တကယ်ပဲ သူမရဲ့ ညီမက လူမဟုတ်ဘူးလား…ပျောက်ဆုံးသွားတဲ့ညီမကို ပြန်ရှာတွေ့မှာလားဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုကြပါနော်…။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]CM Fan ေတြအတြက္ 2009 တုန္းက ထြက္ရိွခဲ့တဲ့ Possessed ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ။Horror Movie ႀကိဳက္ႏွစ္သက္တဲ့သူေတွအတြက္ေတာ့ တကယ္အႀကိဳက္ေတြ႕ေစမယ့္ ဇာတ္လမ္းမ်ိဳးပါ ။ဇာတ္လမ္းအက်ဥ္းဟီဂ်င္းဟာ ဆိုးလ္မွာေနၿပီး တက္ကသိုလ္တက္ေနတဲ့ ေက်ာင္းသူတစ္ေယာက္ပါ ။သူမမွာ အသက္ ၁၄ ႏွစ္အ႐ြယ္ ညီမတစ္ေယာက္ရွိပါတယ္တစ္ရက္မွာေတာ့ ညီမျဖစ္သူေပ်ာက္ဆုံးသြားေၾကာင္း သူမအေမက ဖုန္းဆက္အေၾကာင္းၾကားခဲ့တဲ့ေနာက္သတင္းၾကားၾကားခ်င္း သူ႔အေမရွိတဲ့ၿမိဳ႕ဆီျပန္သြားၿပီး ရဲစခန္းမွာ လူေပ်ာက္တိုင္ခဲ့ပါတယ္ ။ဘာသာေရးအစြန္းေရာက္တဲ့ မိခင္ျဖစ္သူကေတာ့ ဆက္တိုက္ဆုေတာင္းေနမယ္ဆိုရင္ သူ႔သမီးေလးကို ျပန္ေတြ႕မယ္လို႔ ယုံၾကည္ေနပါတယ္ ။အိမ္နီးနားခ်င္းေတြကေတာ့ ညီမျဖစ္သူကို ျမင္လိုက္တယ္လို႔ပဲ ေျပာေနၾကၿပီးအခ်ိဳ႕ကလည္း သူမရဲ႕ ညီမကို လူမဟုတ္ဘူးလို႔ေျပာဆိုၾကပါတယ္ ။ဒါေပမယ့္ ညီမျဖစ္သူ ေပ်ာက္ဆုံးၿပီးေနာက္မွာေတာ့ ထူးျခားမႈေတြရိွလာပါတယ္….သူတို႔အေဆာက္အဦးက အျခား တိုက္ခန္းေတြမွာ လူေသဆုံးမႈေတြရွိလာျပီ…ဒါေၾကာင့္ ေနာက္ပိုင္းမွာ ရဲကလည္း သူမရဲ႕ညီမ ေပ်ာက္ဆုံးမႈနဲ႔ ဒီလိုလူေတြေသဆုံးတာက ဆက္စပ္မႈရွိႏိုင္ေၾကာင္း ေကာက္ခ်က္ခ်ၿပီး စုံစမ္းပါေတာ့တဲ့အခါ…အဲ့လိုစုံစမ္းမႈေတြ လုပ္ၿပီး ဘာေတြ ေဖာ္ထုတ္မလဲ…ညီမျဖစ္သူ ဘာေၾကာင့္ ေပ်ာက္ဆုံးသြားတာလဲ…လူေတြေျပာေနၾကသလို တကယ္ပဲ သူမရဲ႕ ညီမက လူမဟုတ္ဘူးလား…ေပ်ာက္ဆုံးသြားတဲ့ညီမကို ျပန္ရွာေတြ႕မွာလားဆိုတာ ဒီဇာတ္လမ္းေလးမွာ ၾကည့္ရႈၾကပါေနာ္…။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Seung ျဖစ္ပါတယ္ )File size__( GB ) and ( 400 MB)Quality__1080p , 720pIMDb Rating__6.2/10Format__mp4Duration__01:46:01Type__Horror, Mystery, ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated by SeungEncoded by Naing Aung Latt"