"Artemis Fowl (2020)
================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
#Unicode
ဒစ်စနေးရဲ့ ရုပ်ရှင်အသစ်ကို တင်ပေးထားပါတယ်။ ဒါကလည်း fantasy အမျိုးအစားပါပဲ။
အာတီမစ် ဖောင်း ဆိုတဲ့ နာမည်နဲ့ သားအဖေ နှစ်ယောက် ရှိပါတယ်။ အဖေက ရှေးဟောင်း
ပစ္စည်းတွေ ရောင်းဝယ်တဲ့သူ။ သားကတော့ ဉာဏ်ကြီးရှင်ပါ။ တစ်နေ့မှာ အာတီမစ်စီနီယာ
အဖမ်းခံလိုက်ရပြီး အာတီမစ်ဂျူနီယာဆီကို ဖုန်းဆက်လာပါတယ်။ အဖေကို ပြန်ကယ်ချင်ရင်
အောကျူလို့ ဆိုတဲ့ ပစ္စည်းနဲ့ လာရွေးခိုင်းတာပါ။ တကယ်တော့ အောကျူလို့ဆိုတာ နတ်မှင်စာ
တွေ၊ လူပုတွေ၊ ဂေါ်ဘလင်တွေရဲ့ ကမ္ဘာက အစွမ်းအထက်ဆုံးလက်နက်ပါပဲ။ ဒီတော့မှ အာတီမစ်
ဂျူနီယာဟာ သူ့အဖေပြောခဲ့တဲ့ ပုံပြင်တွေဟာ တကယ်ဆိုတာ သိလာပြီး။ နတ်မှင်စာလက်နက်
ကို ရှာဖို့ ကြံစည်ရပါတော့တယ်။ နတ်မှင်စာတွေကလည်း ဒီလက်နက် အခိုးခံထားရပြီး အသည်း
အသန် ရှာဖွေရေးလုပ်နေချိန်မှာ တိုက်ပွဲတွေဖြစ်လာပါတော့တယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒစ္စေနးရဲ႕ ႐ုပ္ရွင္အသစ္ကို တင္ေပးထားပါတယ္။ ဒါကလည္း fantasy အမ်ိဳးအစားပါပဲ။
အာတီမစ္ ေဖာင္း ဆိုတဲ့ နာမည္နဲ႔ သားအေဖ ႏွစ္ေယာက္ ရွိပါတယ္။ အေဖက ေရွးေဟာင္း
ပစၥည္းေတြ ေရာင္းဝယ္တဲ့သူ။ သားကေတာ့ ဉာဏ္ႀကီးရွင္ပါ။ တစ္ေန႔မွာ အာတီမစ္စီနီယာ
အဖမ္းခံလိုက္ရၿပီး အာတီမစ္ဂ်ဴနီယာဆီကို ဖုန္းဆက္လာပါတယ္။ အေဖကို ျပန္ကယ္ခ်င္ရင္
ေအာက်ဴလို႔ ဆိုတဲ့ ပစၥည္းနဲ႔ လာေ႐ြးခိုင္းတာပါ။ တကယ္ေတာ့ ေအာက်ဴလို႔ဆိုတာ နတ္မွင္စာ
ေတြ၊ လူပုေတြ၊ ေဂၚဘလင္ေတြရဲ႕ ကမာၻက အစြမ္းအထက္ဆုံးလက္နက္ပါပဲ။ ဒီေတာ့မွ အာတီမစ္
ဂ်ဴနီယာဟာ သူ႔အေဖေျပာခဲ့တဲ့ ပုံျပင္ေတြဟာ တကယ္ဆိုတာ သိလာၿပီး။ နတ္မွင္စာလက္နက္
ကို ရွာဖို႔ ႀကံစည္ရပါေတာ့တယ္။ နတ္မွင္စာေတြကလည္း ဒီလက္နက္ အခိုးခံထားရၿပီး အသည္း
အသန္ ရွာေဖြေရးလုပ္ေနခ်ိန္မွာ တိုက္ပြဲေတြျဖစ္လာပါေတာ့တယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္။)
Quality – 1080p, 720p WebRip
Duration – 1 hr 35 min
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Adventure, Fantasy, Family
Source : 1080p.WebRip
Translator – Littleneo
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
