"[Unicode]ဒီတစ်ခေါက်မှာတော့ 2011 က ထွက်ရှိခဲ့တဲ့ The Cat ဆိုတဲ့ ဇာတ်ကားလေးကို ဘာသာပြန် တင်ဆက်လိုက်ပါတယ် ။ဒီဇာတ်ကားထဲမှာတို့ ပရိတ်သတ်တို့ရဲ့ အချစ်တော် မင်းသမီးလေး Park Min Young က ဆိုယွန်း ဆိုတဲ့ ဇာတ်ကောင်နဲ့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ် ။Pauseဇာတ်လမ်းအကျဉ်းဆိုယွန်းက ပိတ်လှောင်မှုကို ကြောက်ရွံတဲ့ ရောဂါရှိတာကြောင့် ကုသမှုခံယူနေရတာပါ ၊သူမက ကြောင်လေးတွေကို ချစ်တတ်တဲ့သူတစ်ယောက်ဖြစ်ပြီး pet shop တစ်ခုမှာ အလုပ်လုပ်ကိုင်ပါတယ် ၊တစ်ရက်မှာတော့ သူတို့ဆိုင်နားက တိုက်ခန်းမှာနေတဲ့ အမျိုးသမီးတစ်ယောက်ရဲ့ ကြောင်ကို ပြင်ဆင်ပေးရင်းနဲ့မှန်ထဲမှာ ဆံပင်ကုတ်ဝဲလေးနဲ့ ကလေမလေး တစ်ယောက်ကို သူမ မြင်လိုက်ရပါတယ် ၊အဲ့နောက် ကြောင်ကိုပြန်လာခေါ်သွားတဲ့ ကြောင်ပိုင်ရှင်လည်း ဓာတ်လှေကားထဲမှာသေဆုံးနေခဲ့ပါတယ် ၊နောက်ရက်တွေ သိပ်မကြာမီမှာပဲ ကြောင်တစ်ကောင်ကို မွေးစားမိတဲ့ ဆိုယွန်းရဲ့ သူငယ်ချင်းလည်း သူမ ကြောင်ရဲ့ဘေးမှာ ဆံပင်ကုတ်ဝဲနဲ့ ကလေးမလေးကို မြင်ပြီးနောက် ထပ်မံသေဆုံးသွားခဲ့ပါတယ် ။ဒီကြောင်တွေကို မွေးစားမိတဲ့ လူတွေဟာ အသက်အန္တရာယ်တွေ ဆက်တိုက် ကြုံနေရတာကြောင့် လူတွေက ဒီကြောင်တွေက ကျိန်စာသင့်နေတာလို့ ထင်နေကြပါတယ် ။ကြောင်တွေက တကယ်ပဲ ကျိန်စာသင့်နေတာလား…ကြောင်တွေဘေးနားက ကလေးမလေးကရော ဘယ်သူဖြစ်မလဲ…ဘာလို့ ဒီကြောင်တွေနားမှာ တွယ်ကပ်နေတာလဲဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်…။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]ဒီတစ္ေခါက္မွာေတာ့ 2011 က ထြက္ရွိခဲ့တဲ့ The Cat ဆိုတဲ့ ဇာတ္ကားေလးကို ဘာသာျပန္ တင္ဆက္လိုက္ပါတယ္ ။ဒီဇာတ္ကားထဲမွာတို႔ ပရိတ္သတ္တို႔ရဲ႕ အခ်စ္ေတာ္ မင္းသမီးေလး Park Min Young က ဆိုယြန္း ဆိုတဲ့ ဇာတ္ေကာင္နဲ႔ အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားပါတယ္ ။ဇာတ္လမ္းအက်ၪ္းဆိုယြန္းက ပိတ္ေလွာင္မႈကို ေၾကာက္႐ြံတဲ့ ေရာဂါရွိတာေၾကာင့္ ကုသမႈခံယူေနရတာပါ ၊သူမက ေၾကာင္ေလးေတြကို ခ်စ္တတ္တဲ့သူတစ္ေယာက္ျဖစ္ၿပီး pet shop တစ္ခုမွာ အလုပ္လုပ္ကိုင္ပါတယ္ ၊တစ္ရက္မွာေတာ့ သူတို႔ဆိုင္နားက တိုက္ခန္းမွာေနတဲ့ အမ်ိဳးသမီးတစ္ေယာက္ရဲ႕ ေၾကာင္ကို ျပင္ဆင္ေပးရင္းနဲ႔မွန္ထဲမွာ ဆံပင္ကုတ္၀ဲေလးနဲ႔ ကေလမေလး တစ္ေယာက္ကို သူမ ျမင္လိုက္ရပါတယ္ ၊အဲ့ေနာက္ ေၾကာင္ကိုျပန္လာေခၚသြားတဲ့ ေၾကာင္ပိုင္ရွင္လည္း ဓာတ္ေလွကားထဲမွာေသဆုံးေနခဲ့ပါတယ္ ၊ေနာက္ရက္ေတြ သိပ္မၾကာမီမွာပဲ ေၾကာင္တစ္​ေကာင္ကို ေမြးစားမိတဲ့ ဆိုယြန္းရဲ႕ သူငယ္ခ်င္းလည္း သူမ ေၾကာင္ရဲ႕ေဘးမွာ ဆံပင္ကုတ္၀ဲနဲ႔ ကေလးမေလးကို ျမင္ၿပီးေနာက္ ထပ္မံေသဆုံးသြားခဲ့ပါတယ္ ။ဒီေၾကာင္ေတြ​ကို ေမြးစားမိတဲ့ လူေတြဟာ အသက္အႏၲရာယ္ေတြ ဆက္တိုက္ ႀကဳံေနရတာေၾကာင့္ လူေတြက ဒီေၾကာင္ေတြက က်ိန္စာသင့္ေနတာလို႔ ထင္ေနၾကပါတယ္ ။ေၾကာင္ေတြက တကယ္ပဲ က်ိန္စာသင့္ေနတာလား…ေၾကာင္ေတြေဘးနားက ကေလးမေလးကေရာ ဘယ္သူျဖစ္မလဲ…ဘာလို႔ ဒီေၾကာင္ေတြနားမွာ တြယ္ကပ္ေနတာလဲဆိုတာကို ဒီဇာတ္လမ္းေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္…။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Seung ျဖစ္ပါတယ္ )File size__( 1 GB ) and ( 400 MB)Quality__720pIMDb Rating__5.8/10Format__mp4Duration__01:45:27Type__ Drama, Horror, MysterySubtitle__Myanmar Subtitle (Hardsub)Translated by SeungEncoded by Naing Aung Latt"