"[Unicode]မင်းသားလည်းဟုတ် ဒါရိုက်တာလည်းဟုတ်ပြီး သရုပ်ဆောင်တဲ့နေရာမှာ သူများနဲ့မတူတမိုထူးတဲ့ပုံစံနဲ့ မင်းသားChao Deng ကိုသိကြမယ်ထင်ပါတယ် ။တော်တော်များများကတော့ သူ့ကို The Mermaid (2016) တို့ Detective Dee တို့နဲ့ သိကြတာပါ ။ဒီတစ်ခေါက်မှာတော့ 2015 မှာ ထွက်ရှိခဲ့တဲ့ The Dead End ဆိုတဲ့ movie လေးကိုတင်ဆက်ပေးလိုက်ပါတယ် ။Pauseဇာတ်လမ်းအကျဉ်းရှီလုံမှာ မိန်းကလေးတစ်ယောက် အဓမ္မကျင့်အသတ်ခံရပြီးသူမရဲ့ မိသားစု ၄ ယောက်လည်း ရက်ရက်စက်စက် အသတ်ခံရတဲ့ ငါးလောင်းပြိုင် လူသတ်မှု ဖြစ်ပွားခဲ့ပါတယ် ။ဒီလူသတ်မှုမှာ အဓိက သံသယဖြစ်ဖွယ် တရားခံ ၃ ယောက်ရှိတယ်လို့ ခန့်မှန်းထားပြီး ၇ နှစ်ကြာတဲ့အထိ ဒီအမှုကို မဖြေရှင်းနိုင်ခဲ့ဘူး…ဒါပေမယ့် စုံထောက် ‘ရီ’ ကတော့ ဒီအမှုကို လက်မလျှော့ခဲ့ပါဘူး ။သူပထမဆုံးကိုင်ရတဲ့ အမှုကြီး ဖြစ်တာကြောင့် တရားခံကို အခုထိ စုံစမ်းနေဆဲပါ ။သံသယရှိသူ ၃ ယောက်ကတော့ စွန်လေးဆိုတဲ့ကလေးတစ်ယောက်ကို မွေးစားပြီး သာမန်ဘဝတွေနဲ့ ဆက်လက်ရှင်သန်နေကြပါတယ် ။တစ်ယောက်က တံငါရွာမှာ နေပြီး တစ်ယာက်က taxi driver လုပ်ကြပါတယ် ။နောက်တစ်ယောက်ကတော့ အကူရဲတစ်ယောက်အဖြစ် အလုပ်လုပ်ကိုင်နေပါတယ် ။ကလေးအပေါ်ကြင်နာလွန်းတဲ့ သူတို့လိုလူတွေက တကယ်ပဲ ဒီလိုပြစ်မှုကြီးကို ကျူးလွန်ခဲ့ကြတာလား…စုံထောက် ရီ ကရော အမှုမှန်ကို ဖော်ထုတ်နိုင်မှာလား…နောက်ဆုံးကျ ဘယ်လို အဆုံးသတ်မလဲဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုနိုင်ကြပါ ။IMDb Rating – 7.2/10( အညွှန်းရေးသားပြီး ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )[Zawgyi]မင္းသားလည္းဟုတ္ ဒါရိုက္တာလည္းဟုတ္ျပီး သရုပ္ေဆာင္တဲ့ေနရာမွာ သူမ်ားနဲ႔မတူတမိုထူးတဲ့ပံုစံနဲ႔ မင္းသားChao Deng ကိုသိၾကမယ္ထင္ပါတယ္ ။ေတာ္ေတာ္မ်ားမ်ားကေတာ့ သူ႔ကို The Mermaid (2016) တို႔ Detective Dee တို႔နဲ႔ သိၾကတာပါ ။ဒီတစ္ေခါက္မွာေတာ့ 2015 မွာ ထြက္ရွိခဲ့တဲ့ The Dead End ဆိုတဲ့ movie ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္ ။ဇာတ္လမ္းအက်ဥ္းရီွလုံမွာ မိန္းကေလးတစ္ေယာက္ အဓမၼက်င့္အသတ္ခံရၿပီးသူမရဲ႕ မိသားစု ၄ ေယာက္လည္း ရက္ရက္စက္စက္ အသတ္ခံရတဲ့ ငါးေလာင္းၿပိဳင္ လူသတ္မႈ ျဖစ္ပြားခဲ့ပါတယ္ ။ဒီလူသတ္မႈမွာ အဓိက သံသယျဖစ္ဖြယ္ တရားခံ ၃ ေယာက္ရွိတယ္လို႔ ခန္႔မွန္းထားၿပီး ၇ ႏွစ္ၾကာတဲ့အထိ ဒီအမႈကို မေျဖရွင္းႏိုင္ခဲ့ဘူး…ဒါေပမယ့္ စုံေထာက္ ‘ရီ’ ကေတာ့ ဒီအမႈကို လက္မေလွ်ာ့ခဲ့ပါဘူး ။သူပထမဆုံးကိုင္ရတဲ့ အမႈႀကီး ျဖစ္တာေၾကာင့္ တရားခံကို အခုထိ စုံစမ္းေနဆဲပါ ။သံသယရွိသူ ၃ ေယာက္ကေတာ့ စြန္ေလးဆိုတဲ့ကေလးတစ္ေယာက္ကို ေမြးစားၿပီး သာမန္ဘ၀ေတြနဲ႔ ဆက္လက္ရွင္သန္ေနၾကပါတယ္ ။တစ္ေယာက္က တံငါ႐ြာမွာ ေနၿပီး တစ္ယာက္က taxi driver လုပ္ၾကပါတယ္ ။ေနာက္တစ္ေယာက္ကေတာ့ အကူရဲတစ္ေယာက္အျဖစ္ အလုပ္လုပ္ကိုင္ေနပါတယ္ ။ကေလးအေပၚၾကင္နာလြန္းတဲ့ သူတို႔လိုလူေတြက တကယ္ပဲ ဒီလိုျပစ္မႈႀကီးကို က်ဴးလြန္ခဲ့ၾကတာလား…စုံေထာက္ ရီ ကေရာ အမႈမွန္ကို ေဖာ္ထုတ္ႏိုင္မွာလား…ေနာက္ဆုံးက် ဘယ္လို အဆုံးသတ္မလဲဆိုတာ ဒီဇာတ္လမ္းေလးမွာ ၾကည့္ရႈႏိုင္ၾကပါ ။IMDb Rating – 7.2/10( အညႊန္းေရးသားျပီး ဘာသာျပန္သူကေတာ့ Seung ျဖစ္ပါတယ္ )File size__( 2.4 GB ) and ( 1.4 GB)Quality__1080p ,720pIMDb Rating__7.2/10Format__mp4Duration__02:18:42Type__Crime , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by SeungEncoded by Naing Aung Latt"