"[Unicode]
Voice ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ် ။
ဒီဇာတ်ကားလေးက ၂၀၀၅ ခုနှစ်က ထွက်ရှိခဲ့တာပါ
ဇာတ်ကားထဲမှာ အခု ပြနေတဲ့ Dinner Mate ထဲက မင်းသမီးလေး Seo Ji-Hye က အဓိက ပါဝင်သရုပ်ဆောင်ပေးထားပါတယ် ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်း
ယောင်အွန်းနဲ့ ဆွန်းမင်းကအချစ်ဆုံးသူငယ်ချင်းတွေ ဖြစ်ကြပါတယ်
တစ်ရက်မှာတော့ ဆွန်းမင်းက ယောင်အွန်းသူ့ကိုခေါ်နေတဲ့ အသံတွေကို ဆက်တိုက်ကြားနေရပါတယ်…
ဒါပေမယ့် ယောင်အွန်းကို ဘယ်သူမှ မမြင်ရကြဘူး
ယောင်အွန်းရဲ့ အလောင်းကို ဘယ်သူမှ မတွေ့ကြဘူး
ယောင်အွန်းကိုယ်တိုင်ကလည်း သူမဘယ်လိုသေဆုံးခဲ့တယ်ဆိုတာကို မမှတ်မိပြန်ဘူး ။
ဒါဆို တကယ်ပဲ ယောင်အွန်းက ဘယ်လိုသေဆုံးသွားတာလဲ
သူမရဲ့ အလောင်းကရော ဘယ်မှာလဲ
လူတွေ မသိသေးတဲ့ ဒီလျှို့ဝှက်ချက်တွေကို ဆွန်းမင်းနဲ့ ယောင်အွန်း ဘယ်လိုရှာဖွေကြမလဲဆိုတာကို Voice ဇာတ်လမ်းမှာ ကြည့်ရှုကြပါနော်…။
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Seung ဖြစ်ပါတယ် )
[Zawgyi]
Voice ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ ။
ဒီဇာတ္ကားေလးက ၂၀၀၅ ခုႏွစ္က ထြက္ရွိခဲ့တာပါ
ဇာတ္ကားထဲမွာ အခု ျပေနတဲ့ Dinner Mate ထဲက မင္းသမီးေလး Seo Ji-Hye က အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ေပးထားပါတယ္ ။
ဇာတ္လမ္းအက်ၪ္း
ေယာင္အြန္းနဲ႔ ဆြန္းမင္းကအခ်စ္ဆုံးသူငယ္ခ်င္းေတြ ျဖစ္ၾကပါတယ္
တစ္ရက္မွာေတာ့ ဆြန္းမင္းက ေယာင္အြန္းသူ႔ကိုေခၚေနတဲ့ အသံေတြကို ဆက္တိုက္ၾကားေနရပါတယ္…
ဒါေပမယ့္ ေယာင္အြန္းကို ဘယ္သူမွ မျမင္ရၾကဘူး
ေယာင္အြန္းရဲ႕ အေလာင္းကို ဘယ္သူမွ မေတြ႕ၾကဘူး
ေယာင္အြန္းကိုယ္တိုင္ကလည္း သူမဘယ္လိုေသဆုံးခဲ့တယ္ဆိုတာကို မမွတ္မိျပန္ဘူး ။
ဒါဆို တကယ္ပဲ ေယာင္အြန္းက ဘယ္လိုေသဆုံးသြားတာလဲ
သူမရဲ႕ အေလာင္းကေရာ ဘယ္မွာလဲ
လူေတြ မသိေသးတဲ့ ဒီလွ်ိဳ႕၀ွက္ခ်က္ေတြကို ဆြန္းမင္းနဲ႔ ေယာင္အြန္း ဘယ္လိုရွာေဖြၾကမလဲဆိုတာကို Voice ဇာတ္လမ္းမွာ ၾကည့္ရႈၾကပါေနာ္…။
( အညႊန္းနဲ႔ဘာသာျပန္္သူကေတာ့ Seung ျဖစ္ပါတယ္ )
File size__( 960 MB ) and ( 400 MB)
Quality__720p
IMDb Rating__6.4/10
Format__mp4
Duration__01:45:11
Type__ Horror
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Seung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
