"[Unicode]
ဒီကားလေးက အထက်တန်းကျောင်းတစ်ခုက လျှို့ဝှက်ချက်ဆန်တဲ့လူသတ်တဲ့ကားလေးပါ ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ချန်အင်အထက်တန်းကျောင်းမှာ နှစ်ဝက်စာမေးပွဲကြီးပြီးဆုံးပြီး အထူးတန်းတက်ရဖို့ အကြောင်းဖန်လာခဲ့တဲ့ ကျောင်းသားတွေ
ရုတ်တရက်ကြီးစာသင်နေရင်း အသံလွှင့်ခန်းကနေ အသံတစ်ခုပေါ်လာခဲ့တယ် ။
အဲ့ဒါကတော့ စာမေးပွဲထပ်ဖြေရပါမယ်တဲ့
ထူးဆန်းတာက ဒီစာမေးပွဲက တခြားစာမေးပွဲတွေလိုမဟုတ်ဘဲ ကျောင်းသားတစ်ယောက်ချင်းစီကိုဖမ်းခေါ်သွားပြီး သူတို့ကိုပြန်ကယ်ပေးတဲ့စာမေးပွဲပါ…
ကျောင်းသားတစ်ယောက်ကိုမေးခွန်းတစ်ခု အဲ့မေးခွန်းကိုဖြေနိုင်မှသာ ကျောင်းသားကိုကယ်နိုင်မှာဖြစ်တယ်
အပြင်လည်းထွက်လို့မရ ဖုန်းတွေကလည်း အတက်အသွယ်ပြတ်နဲ့ ကျောင်းသားတွေရော ဆရာတွေရော အသက်ရှင်သန်ဖို့အတွက် အသည်းအသန်ကြိုးစားကြရပါတော့တယ် ။
ဒါပေမယ့် ဖြစ်ချင်တော့… မေးခွန်းတွေကို ဘယ်သူမေးနေတာဖြစ်မလဲ
ဘာကြောင့် ကျောင်းသားတွေကိုအသုံးချပြီးလုပ်ရတာလဲ
အဲ့နောက်ကွယ်မှာ ဘာဇာတ်လမ်းတွေရှိဦးမလဲ ဘယ်သူတွေအသက်ရှင်ကျန်ရစ်ခဲ့မလဲဆိုတာ
သရဲကား လူသတ်ကားတွေရဲ့ထူးစံအတိုင်း ရင်တထိတ်ထိတ်နဲ့ ရှုစားလိုက်ကြပါဦးနော်…။
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )
[Zawgyi]
ဒီကားေလးက အထက္တန္းေက်ာင္းတစ္ခုက လွ်ိဳ႕ဝွက္ခ်က္ဆန္တဲ့လူသတ္တဲ့ကားေလးပါ ။
ခ်န္အင္အထက္တန္းေက်ာင္းမွာ ႏွစ္ဝက္စာေမးပြဲႀကီးၿပီးဆုံးၿပီး အထူးတန္းတက္ရဖို႔ အေၾကာင္းဖန္လာခဲ့တဲ့ ေက်ာင္းသားေတြ
႐ုတ္တရက္ႀကီးစာသင္ေနရင္း အသံလႊင့္ခန္းကေန အသံတစ္ခုေပၚလာခဲ့တယ္ ။
အဲ့ဒါကေတာ့ စာေမးပြဲထပ္ေျဖရပါမယ္တဲ့
ထူးဆန္းတာက ဒီစာေမးပြဲက တျခားစာေမးပြဲေတြလိုမဟုတ္ဘဲ ေက်ာင္းသားတစ္ေယာက္ခ်င္းစီကိုဖမ္းေခၚသြားၿပီး သူတို႔ကိုျပန္ကယ္ေပးတဲ့စာေမးပြဲပါ…
ေက်ာင္းသားတစ္ေယာက္ကိုေမးခြန္းတစ္ခု အဲ့ေမးခြန္းကိုေျဖႏိုင္မွသာ ေက်ာင္းသားကိုကယ္ႏိုင္မွာျဖစ္တယ္
အျပင္လည္းထြက္လို႔မရ ဖုန္းေတြကလည္း အတက္အသြယ္ျပတ္နဲ႔ ေက်ာင္းသားေတြေရာ ဆရာေတြေရာ အသက္ရွင္သန္ဖို႔အတြက္ အသည္းအသန္ႀကိဳးစားၾကရပါေတာ့တယ္ ။
ဒါေပမယ့္ ျဖစ္ခ်င္ေတာ့… ေမးခြန္းေတြကို ဘယ္သူေမးေနတာျဖစ္မလဲ
ဘာေၾကာင့္ ေက်ာင္းသားေတြကိုအသုံးခ်ၿပီးလုပ္ရတာလဲ
အဲ့ေနာက္ကြယ္မွာ ဘာဇာတ္လမ္းေတြရွိဦးမလဲ ဘယ္သူေတြအသက္ရွင္က်န္ရစ္ခဲ့မလဲဆိုတာ
သရဲကား လူသတ္ကားေတြရဲ႕ထူးစံအတိုင္း ရင္တထိတ္ထိတ္နဲ႔ ရႈစားလိုက္ၾကပါဦးေနာ္…။
( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ )
Quality__1080p , 720p
IMDb Rating__5.7/10
Format__mp4
Type__ Horror , Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Shoon Thu Thu Chain
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
