"[Unicode]
Assassination of Jesse James
By the Coward Robert Ford (2007)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB Rating……. 7.5
ဂျက်ဆီဂျိမ်းစ်ဆိုတဲ့ ရာဇဝင်လူဆိုးကြီးကို သေချာမသိကြရင်တောင် အရှောင်အတိမ်း ဂျက်ဆီဂျိမ်းစ်ဆိုတဲ့ စကားလေးတော့ ကြားဖူးကြမယ်ထင်ပါတယ်။
ဒီလိုနာမည်တွင်ရလောက်အောင်လည်းညဂျက်ဆီဂျိမ်းစ်ကို ဖမ်းမယ့်အစား ငါးရှဉ့်ကို လက်ချောဆီသုတ်ပြီး ဖမ်းရတာကမှ လွယ်ပါဦးမယ်။
ဒီလိုနဲ့ ဂျက်ဆီဂျိမ်းစ်းဟာ ဆုကြေးအမြင့်ဆုံး ရာဇဝင်လူဆိုးဖြစ်လာတာပါပဲ။
နာမည်တူ စာအုပ်ကိုပဲရိုက်ထားတဲ့ဒီရုပ်ရှင်ဟာ သူ့ကို လုပ်ကြံသတ်ဖြတ်ခဲ့တဲ့လူနဲ့ သူနဲ့ကြားက ဇာတ်လမ်းတစ်ပုဒ်ပါ။
ဒီရုပ်ရှင်ရဲ့ နာမည်မှာတင် ဘာအကြောင်းဆိုတာ ဂဃနဏကြီးသိအောင် ပြပြီးသားပါ။
Brad Pittရဲ့ Plan B Entertainmentကာထုတ်လုပ်ထားပြီး မထီတထီဇာတ်ရုပ်တွေမှာာသိပ်လိုက်တဲ့ Brad Pitt ကပဲညဂျက်ဆီဂျိမ်းအဖြစ် သရုပ်ဆောင်ထားပါတယ်။
အိမ်အနားစွန်းမှာ ရွေ့မျောနေတဲ့
မှောင်ရီပျိုးစကောင်းကင်အောက်က တိမ်‌‌တွေ။
ပိန်းပိတ်အောင်မှောင်နေတဲ့ ရထားလမ်းဆီ
ဟိုးအဝေးကခုတ်မောင်းလာတဲ့
ကျောက်မီးသွေးသုံး မီးရထားတစ်စင်း။
ဓားပြတိုက်ဖို့ ရထားသံလမ်းပေါ်ထွက်ရပ်နေတဲ့
ကျောက်မီးသွေး‌ငွေ့တွေကြားက ဂျက်ဆီဂျိမ်းစ်
သူ့ကို ထိုးထားတဲ့ ရထားရှေ့မီး။
ရောဘတ်ဖို့ဒ်ရဲ့ သေနတ်ပြောင်းကို ကျောခိုင်းထားတဲ့
ဂျက်ဆီဂျိမ်းစ်ရဲ့ ‌ပန်းချီကားရှေ့က နောက်ဆုံးထွက်သက်။
ဒီရုပ်ရှင်ရဲ့ Cinematographyတွေအားလုံးက ဒီ၂နာရီခွဲကြာတဲ့ ရုပ်ရှင်ကို တစ်ကွက်မှ ငြီးမသွားစေလောက်အောင် လှပပါတယ်။
အသက်ဆယ့်ခြောက်နှစ်မှာ ရာဇဝတ်သားစဖြစ်ခဲ့တဲ့ ဂျက်ဆီဂျိမ်းစ်ဟာ လူ၁၇ယောက်ကို သတ်ခဲ့ဖူးပြီး သူ့အတွက် လူသတ်ရတာဟာ ပဲကြီးလှော်ဝါးရသလိုလွယ်ပါတယ်။
သူ့ရဲ့ ထီမထင်စိတ်နဲ့ ရက်စက်မှုကြောင့် သူ့အစ်ကိုကိုယ်တိုင်ကတောင် သူ့ကိုကြည့်မရပါဘူး။
သူ့ခန္ဓာကိုယ်မှာ သေနတ်ဒဏ်ရာနှစ်ခုရှိပြီး သူရဲ့ လက်ခလယ်လက်ဆစ်ကပြတ်နေပါပြီ။
ခဲမှန်ဖူးတဲ့စာသူငယ်ကလေး ဂျက်ဆီဂျိမ်းဟာ အတော်သတိကြီးပါတယ်။
ဂျက်ဆီဂျိမ်းစ်အနောက်ကို ဘယ်သူမှတိတ်တိတ်လေး ရောက်လာလို့မရတဲ့အထိ အကင်းပါးသလို
သူ့ခါးက သေနတ်အိမ်ကို လုံးဝမချွတ်တဲ့လူ။
ရေချိုးလို့သေနတ်အိမ်ခဏချွတ်ရရင်တောင် သေနတ်ကို ဘေးမှာထားတဲ့လူမျိုးပါ။
အဲ့ဒီခေတ်က အမေရိကန်အစိုးအရရဲ့ ရာဇဝတ်သားတွေကို ရှင်းတဲ့နည်းကတော့ ဆုငွေထုတ်ပြီး ရာဇဝတ်သားအချင်းချင်း သတ်အောင်လုပ်တဲ့နည်းပါပဲ။
ဘယ်သူမှ သတ်မရဘဲ ဓားပြမှုများစွာ ကျူးလွန်ခဲ့တဲ့ ဂျက်ဆီဂျိမ်းစ်အတွက် ဆုငွေကလည်း ကြီးပါတယ်။
ဆိုတော့ကာ
ဂျက်ဆီရဲ့ သတိကလည်းကြီးပါတယ်။
သူ့ကို သစ္စာဖောက်ဖို့ တွေးမိရုံနဲ့တင် အဲ့ဒီလူ သေပါပြီ။
ဒီလိုသတိကြီးတဲ့ ဂျက်ဆီဂျိမ်းကိုဖမ်းဖို့ အစိုးအရဟာ ဂျိမ်းစ်အဖွဲ့ကလူတွေကို ပြစ်ဒဏ်ကင်းလွတ်ခွင့်နဲ့ ဆုတော်ငွေ မက်လုံးပေးပြီး ခိုင်းလိုက်ပါတယ်။
ဂျက်ဆီဂျိမ်းစ်ကို သတ်ခဲ့တဲ့လူကတော့
သူရဲဘောကြောင်တဲ့ ရောဘတ် ဖို့ဒ်ပါ။
ရောဘတ်ဖို့ဒ်ဟာ ဂျက်ဆီဂျိမ်းစ်ကို လုပ်ကြံဖို့ အကြိမ်၈၀၀ကျော် ကြိုးစားခဲ့ရပါတယ်။
ဒီအချိန်မှာ ဂျက်ဆီဂျိမ်းစ်ဟာ သက်လတ်ပိုင်း ရောက်နေပြီး ကလေးနှစ်ယောက်ရှိနေပါပြီ။
တစ်နေကုန်လှုပ်ကုလားတစ်လုံးမှာ ထိုင်ရင်း ဆေးလိပ်တစ်လိပ်ကို ပြာချရင်း သူ့အတိတ်က အမှားတွေကို နောင်‌တရနေပါပြီ။
နောက်ဆုံးပြဿနာကိုဖြေရှင်းဖို့ကြံတုန်းမှာ သူ့သမီးလေးရဲ့ အသံကလေးကြောင့်သေနတ်အိမ်ကိုချွတ်ပြီး သူဖို့ဒ်ညီနောင်ကိုကျောခိုင်းရင်း ပန်းချီကားကို ဖုန်သုတ်ဖို့လုပ်ပါတယ်။
ကားချပ်အပေါ်အုပ်ထားတဲ့ မှန်သားမှာ သူ့ခေါင်းကို သေနတ်နဲ့ချိန်ထားတဲ့ ရောဘတ်ဖို့ဒ်ကို မြင်လိုက်ရပါတယ်။
ဒါ သူ့ရဲ့ နောက်ဆုံးမြင်ကွင်းပါပဲ။
ဂျက်ဆီဂျိမ်းစ်ဟာ လူဆိုးဓားပြသက်သက်ပါပဲ။
တစ်ခါတလေ ဆင်းရဲသားတွေကို ပေးကမ်းတတ်တဲ့
သူရဲ့ စာနာစိတ်ကလေးကြောင့်
သူ့ရဲ့ စွန့်စားခန်းတွေကြောင့်
သူရဲ့ နာမည်ကျော်ကြားမှုကြောင့်
သူ့ကို လူထုက လေးစားကြပါတယ်။
ဂျက်ဆီဂျိမ်းစ်ရဲ့ အလောင်းဓာတ်ပုံကိုတင် လူပေါင်းများစွာ အလုအယက်ဝယ်ကြပြီး
သူ့အလောင်းကို ရေခဲရိုက်ပြီး တလေးတစားထားခဲ့ကြပါတယ်။
ရောဘတ်ဖို့ဒ်ရဲ့ သူရဲဘောကြောင်တဲ့ လုပ်ကြံမှုကပဲ ဂျက်ဆီဂျိမ်းစ်ရဲ့ ဘုန်းရွှေရောင်ကို ပိုတောက်ပစေခဲ့တယ်ပဲ ထင်ပါရဲ့။
( အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )
[Zawgyi]
Assassination of Jesse James
By the Coward Robert Ford (2007)
IMDB Rating……. 7.5
ဂ်က္ဆီဂ်ိမ္းစ္ဆိုတဲ့ ရာဇဝင္လူဆိုးႀကီးကို ေသခ်ာမသိၾကရင္ေတာင္ အေရွာင္အတိမ္း ဂ်က္ဆီဂ်ိမ္းစ္ဆိုတဲ့ စကားေလးေတာ့ ၾကားဖူးၾကမယ္ထင္ပါတယ္။
ဒီလိုနာမည္တြင္ရေလာက္ေအာင္လည္းညဂ်က္ဆီဂ်ိမ္းစ္ကို ဖမ္းမယ့္အစား ငါးရွဥ့္ကို လက္ေခ်ာဆီသုတ္ၿပီး ဖမ္းရတာကမွ လြယ္ပါဦးမယ္။
ဒီလိုနဲ႔ ဂ်က္ဆီဂ်ိမ္းစ္းဟာ ဆုေၾကးအျမင့္ဆုံး ရာဇ၀င္လူဆိုးျဖစ္လာတာပါပဲ။
နာမည္တူ စာအုပ္ကိုပဲ႐ိုက္ထားတဲ့ဒီ႐ုပ္ရွင္ဟာ သူ႔ကို လုပ္ႀကံသတ္ျဖတ္ခဲ့တဲ့လူနဲ႔ သူနဲ႔ၾကားက ဇာတ္လမ္းတစ္ပုဒ္ပါ။
ဒီ႐ုပ္ရွင္ရဲ႕ နာမည္မွာတင္ ဘာအေၾကာင္းဆိုတာ ဂဃနဏႀကီးသိေအာင္ ျပၿပီးသားပါ။
Brad Pittရဲ႕ Plan B Entertainmentကာထုတ္လုပ္ထားၿပီး မထီတထီဇာတ္႐ုပ္ေတြမွာာသိပ္လိုက္တဲ့ Brad Pitt ကပဲညဂ်က္ဆီဂ်ိမ္းအျဖစ္ သ႐ုပ္ေဆာင္ထားပါတယ္။
အိမ္အနားစြန္းမွာ ေ႐ြ႕ေမ်ာေနတဲ့
ေမွာင္ရီပ်ိဳးစေကာင္းကင္ေအာက္က တိမ္‌‌ေတြ။
ပိန္းပိတ္ေအာင္ေမွာင္ေနတဲ့ ရထားလမ္းဆီ
ဟိုးအေဝးကခုတ္ေမာင္းလာတဲ့
ေက်ာက္မီးေသြးသုံး မီးရထားတစ္စင္း။
ဓားျပတိုက္ဖို႔ ရထားသံလမ္းေပၚထြက္ရပ္ေနတဲ့
ေက်ာက္မီးေသြး‌ေငြ႕ေတြၾကားက ဂ်က္ဆီဂ်ိမ္းစ္
သူ႔ကို ထိုးထားတဲ့ ရထားေရွ႕မီး။
ေရာဘတ္ဖို႔ဒ္ရဲ႕ ေသနတ္ေျပာင္းကို ေက်ာခိုင္းထားတဲ့
ဂ်က္ဆီဂ်ိမ္းစ္ရဲ႕ ‌ပန္းခ်ီကားေရွ႕က ေနာက္ဆုံးထြက္သက္။
ဒီ႐ုပ္ရွင္ရဲ႕ Cinematographyေတြအားလုံးက ဒီ၂နာရီခြဲၾကာတဲ့ ႐ုပ္ရွင္ကို တစ္ကြက္မွ ၿငီးမသြားေစေလာက္ေအာင္ လွပပါတယ္။
အသက္ဆယ့္ေျခာက္ႏွစ္မွာ ရာဇ၀တ္သားစျဖစ္ခဲ့တဲ့ ဂ်က္ဆီဂ်ိမ္းစ္ဟာ လူ၁၇ေယာက္ကို သတ္ခဲ့ဖူးၿပီး သူ႔အတြက္ လူသတ္ရတာဟာ ပဲႀကီးေလွာ္ဝါးရသလိုလြယ္ပါတယ္။
သူ႔ရဲ႕ ထီမထင္စိတ္နဲ႔ ရက္စက္မႈေၾကာင့္ သူ႔အစ္ကိုကိုယ္တိုင္ကေတာင္ သူ႔ကိုၾကည့္မရပါဘူး။
သူ႔ခႏၶာကိုယ္မွာ ေသနတ္ဒဏ္ရာႏွစ္ခုရွိၿပီး သူရဲ႕ လက္ခလယ္လက္ဆစ္ကျပတ္ေနပါၿပီ။
ခဲမွန္ဖူးတဲ့စာသူငယ္ကေလး ဂ်က္ဆီဂ်ိမ္းဟာ အေတာ္သတိႀကီးပါတယ္။
ဂ်က္ဆီဂ်ိမ္းစ္အေနာက္ကို ဘယ္သူမွတိတ္တိတ္ေလး ေရာက္လာလို႔မရတဲ့အထိ အကင္းပါးသလို
သူ႔ခါးက ေသနတ္အိမ္ကို လုံး၀မခြၽတ္တဲ့လူ။
ေရခ်ိဳးလို႔ေသနတ္အိမ္ခဏခြၽတ္ရရင္ေတာင္ ေသနတ္ကို ေဘးမွာထားတဲ့လူမ်ိဳးပါ။
အဲ့ဒီေခတ္က အေမရိကန္အစိုးအရရဲ႕ ရာဇ၀တ္သားေတြကို ရွင္းတဲ့နည္းကေတာ့ ဆုေငြထုတ္ၿပီး ရာဇ၀တ္သားအခ်င္းခ်င္း သတ္ေအာင္လုပ္တဲ့နည္းပါပဲ။
ဘယ္သူမွ သတ္မရဘဲ ဓားျပမႈမ်ားစြာ က်ဴးလြန္ခဲ့တဲ့ ဂ်က္ဆီဂ်ိမ္းစ္အတြက္ ဆုေငြကလည္း ႀကီးပါတယ္။
ဆိုေတာ့ကာ
ဂ်က္ဆီရဲ႕ သတိကလည္းႀကီးပါတယ္။
သူ႔ကို သစၥာေဖာက္ဖို႔ ေတြးမိ႐ုံနဲ႔တင္ အဲ့ဒီလူ ေသပါၿပီ။
ဒီလိုသတိႀကီးတဲ့ ဂ်က္ဆီဂ်ိမ္းကိုဖမ္းဖို႔ အစိုးအရဟာ ဂ်ိမ္းစ္အဖြဲ႕ကလူေတြကို ျပစ္ဒဏ္ကင္းလြတ္ခြင့္နဲ႔ ဆုေတာ္ေငြ မက္လုံးေပးၿပီး ခိုင္းလိုက္ပါတယ္။
ဂ်က္ဆီဂ်ိမ္းစ္ကို သတ္ခဲ့တဲ့လူကေတာ့
သူရဲေဘာေၾကာင္တဲ့ ေရာဘတ္ ဖို႔ဒ္ပါ။
ေရာဘတ္ဖို႔ဒ္ဟာ ဂ်က္ဆီဂ်ိမ္းစ္ကို လုပ္ႀကံဖို႔ အႀကိမ္၈၀၀ေက်ာ္ ႀကိဳးစားခဲ့ရပါတယ္။
ဒီအခ်ိန္မွာ ဂ်က္ဆီဂ်ိမ္းစ္ဟာ သက္လတ္ပိုင္း ေရာက္ေနၿပီး ကေလးႏွစ္ေယာက္ရွိေနပါၿပီ။
တစ္ေနကုန္လႈပ္ကုလားတစ္လုံးမွာ ထိုင္ရင္း ေဆးလိပ္တစ္လိပ္ကို ျပာခ်ရင္း သူ႔အတိတ္က အမွားေတြကို ေနာင္‌တရေနပါၿပီ။
ေနာက္ဆုံးျပႆနာကိုေျဖရွင္းဖို႔ႀကံတုန္းမွာ သူ႔သမီးေလးရဲ႕ အသံကေလးေၾကာင့္ေသနတ္အိမ္ကိုခြၽတ္ၿပီး သူဖို႔ဒ္ညီေနာင္ကိုေက်ာခိုင္းရင္း ပန္းခ်ီကားကို ဖုန္သုတ္ဖို႔လုပ္ပါတယ္။
ကားခ်ပ္အေပၚအုပ္ထားတဲ့ မွန္သားမွာ သူ႔ေခါင္းကို ေသနတ္နဲ႔ခ်ိန္ထားတဲ့ ေရာဘတ္ဖို႔ဒ္ကို ျမင္လိုက္ရပါတယ္။
ဒါ သူ႔ရဲ႕ ေနာက္ဆုံးျမင္ကြင္းပါပဲ။
ဂ်က္ဆီဂ်ိမ္းစ္ဟာ လူဆိုးဓားျပသက္သက္ပါပဲ။
တစ္ခါတေလ ဆင္းရဲသားေတြကို ေပးကမ္းတတ္တဲ့
သူရဲ႕ စာနာစိတ္ကေလးေၾကာင့္
သူ႔ရဲ႕ စြန႔္စားခန္းေတြေၾကာင့္
သူရဲ႕ နာမည္ေက်ာ္ၾကားမႈေၾကာင့္
သူ႔ကို လူထုက ေလးစားၾကပါတယ္။
ဂ်က္ဆီဂ်ိမ္းစ္ရဲ႕ အေလာင္းဓာတ္ပုံကိုတင္ လူေပါင္းမ်ားစြာ အလုအယက္၀ယ္ၾကၿပီး
သူ႔အေလာင္းကို ေရခဲ႐ိုက္ၿပီး တေလးတစားထားခဲ့ၾကပါတယ္။
ေရာဘတ္ဖို႔ဒ္ရဲ႕ သူရဲေဘာေၾကာင္တဲ့ လုပ္ႀကံမႈကပဲ ဂ်က္ဆီဂ်ိမ္းစ္ရဲ႕ ဘုန္းေ႐ႊေရာင္ကို ပိုေတာက္ပေစခဲ့တယ္ပဲ ထင္ပါရဲ႕။
( အညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )
Quality__Bluray-1080p , Bluray-720p
IMDb Rating__7.5/10
Format__mp4
Type__Biography, Crime, Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
