"The Last Witch Hunter
==================
လွန်ခဲ့တဲ့နှစ်ပေါင်း ၈၀၀ လောက်က လူသား
တွေ ကသူတို့ဖာသာ အိုးအိမ်တွေမြို့သစ်
တွေတည်ပြီး စည်ပင်ထွန်းကားခဲ့ကြတယ်
တန်ခိုးသြဇာ ကြီးမားခဲ့ကြတယ် ဒါပေမယ့်
သူတို့ မေ့လျော့နေခဲ့တာက မွေးရာပါပါရမီ
ထူးပါလာပြီး ဆရာ မလို လမ်းကြောင်းမယ့်
သူမလိုပဲအောက်လမ်းပညာတွေမှော်အတတ်
အစီမံတွေ ကျွမ်းကျင်နေတဲ့ လူတစ်စုပဲ
တစ်နည်းအားဖြင့် စုန်းတွေပေါ့ စုန်းတွေနဲ့ လူ
တွေကြားက ပဋိပက္ခတွေဟာအချိန်နဲ့အမျှ
လှိုက်စားကြီးထွားလာတယ် အမုန်းအာဃာ
တတွေကလဲ လမ်းဆုံးမရှိတဲ့ခရီးလမ်းလို
များပြားထွေလီရှည်လျားခဲ့တယ် ဒီလိုနဲ့
သေမြေကြီးရှင်ရွှေထီးဆိုပြီး ထင်ရာစိုင်း
တဲ့ဗိုက်ကင်းတွေ မိမိတိုင်းပြည်လူမျိုးအတွက်
အသက်စွန့်တိုက်ခိုက်မယ့်ရဲရဲတောက်
သူရဲကောင်းတွေ သူတို့ အသက်ကအရေး
မပါဘူူး သူတို့မှာဖက်တွယ်စရာအိုးအိမ်
တွေလဲ မရှိရှာတော့ဘူူး ဒီကြမ္မာငင်ဇာတ်
လမ်းဆိုးကို ပြန်နားထောင်ပေးမယ့်သားမြေး
မြစ်တွေလဲ မရှိတော့တဲ့အချိန် ရော်ရင့်နေတဲ့
သစ်ပင်အိုကြီး မကောင်းမှုတို့ အလုံးစုံအတိ
ပြီးတဲ့ စုန်းအသိုက်မြုံထဲ ချဉ်းနင်းဝင်ရောက်
ကြတယ် ဗင်ဒီဇယ် တဖြစ်လဲ ကော်ဒါ ဦး
ဆောင်တဲ့ တပ်စုလေး အောက်လမ်းစုန်း
တွေရဲ့ ခြောက်ခြားမှုတွေအောက်မှာသွေး
မပျက်အောင်ကြိုးစားထိန်းနေရတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ်ယောက်ပြီးတစ်ယောက် တစ်သက်ပြီး
တစ်သက်ပေးဆပ်လိုက်ရတဲ့ သွေးသောက်
ညီကိုတွေကိုကြည့်ပြီး သံထည်နဲ့မီးတောက်
အားကို ပြု ပီး ကော်ဒါတစ်ယောက်
မိစ္ဆာမရင်ဝကို ဒီလူမျိုးတုန်းသတ်ဖြတ်တဲ့
ပုလိပ်ရောဂါကပ်ဆိုးကြီးဖန်တီးရှင်ရဲ့ အသဲ
အူတည့်တည့်ကို အမုန်းဓားတစ်ဆင်းထိုး
စိုက်လိုက်နိုင်ခဲ့တယ်
စုန်းဘုရင်မကြီး နိဌိတံပြီး ပုလိပ်ရောဂါဆိုး
ကြီးလဲ ချုပ်ငြိမ်းပြီ ဒါပေမယ့် ဘယ်သူမှ
မမျှော်လင့်တဲ့အခိုက်အတန့်လေးမှာ လျှပ်ခနဲ
ဆိုသလိုကျိန်စာတစ်ခု အထမြောက်သွားခဲ့
တယ် ကိုယ်ချစ်တဲ့သူတွေသေတာထိုင်ကြည့်
ရတဲ့ကျိန်စာ နှစ်ပရိစ္ဆေဒကြာညောင်းတဲ့
အထိ ဒီကမ္ဘာပေါ်မှာချေချနေရတဲ့ကျိန်စာ
မိမိသမီးလေးအတွက် ချစ်ကြင်သူဇနီးမယား
အတွက် လက်စားချေတဲ့ ဒီကော်ဒါဆိုတဲ့
ဗိုက်ကင်းကြီး တစ်နည်းအားဖြင့် နောက်ဆုံး
ကျန်ရစ်ခဲ့တဲ့စုန်းလိုက်မုဆိုးကြီးကို အရိပ်
တစ္ဆေလို ကပ်ပါသွားခဲ့တယ်
ဒီလိုကားမျိုးဆိုတာ ဝေဖန်ရေးနဲ့လေကန်ရေး
လုပ်ပြီးကြည့်ရမယ့်ကားလို့မထင်မိပါဘူး
မြှုပ်ကွက်လေးတွေတော့ရှိပေမယ့် သြချ
ရလောက်အောင်မပြောင်မြောက်ဘူး
ရွက်ကြမ်းရေကျိုအဆင့်လို့လဲပြောလို့မရ
ဘူး အက်ရှင် scene တွေလန်းတယ်
ဗင်ဒီဇယ်ကြီးကို ဗိုက်ကင်းလိုပုံဖော်ထား
တာမိုက်တယ် ကြည့်ရတာ အရသာရှိတယ်
effect တွေကောင်းတယ် ကျန်တဲ့ကျန်တဲ့
ဝေဖန်ရမယ့်အပိုင်းတွေကတော့ rating
ကိုကြည့်ပြီး ဆုံးဖြတ်နိုင်ပါတယ်
rating:IMDb-6
Rotten Tomatoes-17%
File Size – 2GB/901MB
Quality – 1080P BluRay/720p
Subtitle – Burmese (Hardsub)
Translator – Tariq L Walker
Review – Hein Thet Naing
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
