"DC Showcase: The Phantom Stranger (2020)
================================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating 6.4/10
#Unicode
လျှောက်သွားနေတဲ့ သူတိုင်းက လမ်းပျောက်နေတာ မဟုတ်ပါဘူး။ ဒါပေမဲ့ လျှောက်သွားနေတဲ့သူ
တော်တော်များများကတော့ လမ်းပျောက်နေကြပါတယ် တဲ့။ ဒီစာသားလေးက DC Showcase တွေ
ထဲက The Phantom Stranger ရဲ့ အကြောင်းကို ပြထားတဲ့ ဇာတ်လမ်းတိုလေးရဲ့ အစမှာပါလာ
တာပါ။ ဒီဇာတ်လမ်းတိုလေးထဲမှာ အမှန်တရားကို ရှာဖွေရင်းလမ်းပျောက်နေတဲ့ ကောင်မလေးတစ်
ယောက် Sebastian ဆိုတဲ့ ဝိညာဉ်တွေကို စုပ်ယူစားသောက်နေတဲ့ မကောင်းဆိုးရွားတစ်ကောင်ဆီကို
ရောက်သွားခဲ့ပေမဲ့ လမ်းမှားကို ရွေးမိတဲ့ သူ့ကို Phantom Stranger က လမ်းမှန်ကို ရှာဖွေနိုင်တဲ့
နည်းလမ်းပြပေးခဲ့ပါတယ်။ အမှန်တရားဆိုတာ လမ်းရဲ့အဆုံးမှာရှိနေတာမဟုတ်ပါဘူး။ လမ်းကိုလျှောက်
နေတဲ့သူရဲ့ ရင်ထဲမှာရှိနေတာပါလို့ ပြောသွားပါတယ်။ Dialogue တွေကတော့ ကြွေချင်စရာတွေပါပဲဗျာ။
မှော်စွမ်းအားကို ပိုင်ဆိုင်ထားပြီး Immortal တစ်ယောက်ဖြစ်တဲ့ Phantom Stranger အကြောင်း
တစ်ချက်လောက် ရှိုးလိုက်ကြပါဦး။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ d3mon ပဲဖြစ်ပါတယ်။)
#Zawgyi
ေလွ်ာက္သြားေနတဲ့ သူတိုင္းက လမ္းေပ်ာက္ေနတာ မဟုတ္ပါဘူး။ ဒါေပမဲ့ ေလွ်ာက္သြားေနတဲ့သူ
ေတာ္ေတာ္မ်ားမ်ားကေတာ့ လမ္းေပ်ာက္ေနၾကပါတယ္ တဲ့။ ဒီစာသားေလးက DC Showcase ေတြ
ထဲက The Phantom Stranger ရဲ႕ အေၾကာင္းကို ျပထားတဲ့ ဇာတ္လမ္းတိုေလးရဲ႕ အစမွာပါလာ
တာပါ။ ဒီဇာတ္လမ္းတိုေလးထဲမွာ အမွန္တရားကို ရွာေဖြရင္းလမ္းေပ်ာက္ေနတဲ့ ေကာင္မေလးတစ္
ေယာက္ Sebastian ဆိုတဲ့ ဝိညာဥ္ေတြကို စုပ္ယူစားေသာက္ေနတဲ့ မေကာင္းဆိုး႐ြားတစ္ေကာင္ဆီကို
ေရာက္သြားခဲ့ေပမဲ့ လမ္းမွားကို ေ႐ြးမိတဲ့ သူ႔ကို Phantom Stranger က လမ္းမွန္ကို ရွာေဖြႏိုင္တဲ့
နည္းလမ္းျပေပးခဲ့ပါတယ္။ အမွန္တရားဆိုတာ လမ္းရဲ႕အဆုံးမွာရွိေနတာမဟုတ္ပါဘူး။ လမ္းကိုေလွ်ာက္
ေနတဲ့သူရဲ႕ ရင္ထဲမွာရွိေနတာပါလို႔ ေျပာသြားပါတယ္။ Dialogue ေတြကေတာ့ ေႂကြခ်င္စရာေတြပါပဲဗ်ာ။
ေမွာ္စြမ္းအားကို ပိုင္ဆိုင္ထားၿပီး Immortal တစ္ေယာက္ျဖစ္တဲ့ Phantom Stranger အေၾကာင္း
တစ္ခ်က္ေလာက္ ရႈိးလိုက္ၾကပါဦး။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ d3mon ပဲျဖစ္ပါတယ္။)
Quality – 720p BluRay
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Animation, Short, Fantasy
Source : 1080p.Blu-Ray
Translator – d3mon
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
