"[Unicode]
အရုပ်သရဲကားလေးတစ်ကားနဲ့ မိတ်ဆက်ပေးပါ့မယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ်ခါက ကီမိုနိုဝတ်ထားတဲ့မိန်းကလေးတစ်ယောက်ကိုချစ်သွားတဲ့ကောင်လေးတစ်ယောက်ရှိပါတယ်
အဲ့မိန်းကလေးအတွက် သူနဲ့တူတဲ့အရုပ်လေးတစ်ယောက်ကို ဖန်တီးပေးခဲ့တယ်
ဖြစ်ချင်တော့ အဲ့အရုပ်လေးက အဲ့ကောင်လေးကိုချစ်နေခဲ့ပါတယ်…
တနေ့မှာ ထူးဆန်းစွာနဲ့ကောင်မလေးသေသွားခဲ့ပြီးတော့ ကောင်လေးကတော့ လူသတ်သမားအဖြစ်ထောင်ကျခဲ့ရတယ်
အဲ့လိုနဲ့ အရုပ်လေးဟာ သူချစ်ရတဲ့ကောင်လေးအနားမှာပဲ အဖော်ပြုသွားတော့တယ်…
နှစ် ၆၀ ကြာပြီးနောက်တော့ ပြတိုက်တစ်ခုကိုလူငါးယောက်ရောက်လာကြပါတယ်
အဲ့ပြတိုက်က အရုပ်တွေကိုဖန်တီးတဲ့ပြတိုက်ပေါ့ ။
အဲ့ကိုရောက်လာတဲ့လူတွေက အရုပ်အတွက် model လုပ်ပေးဖို့ရောက်လာကြတာပါ
ဖြစ်ချင်တော့ ထူးဆန်းတာက သူတို့ငါးယောက်လုံးရဲ့ မွေးရပ်မြေက တူတူပဲဖြစ်နေတယ်ဆိုတာပဲ ။
ဒီတော့ သူတို့ငါးယောက်လုံးကရော ဘယ်သူတွေလဲ
မိန်းကလေးကရော ဘာလို့အသတ်ခံလိုက်ရတာလဲ
အဲ့ပြတိုက်မှာရော ဘယ်လိုထူးဆန်းမှုတွေရှိနေမလဲ
အရုပ်ကရော ဘယ်ရောက်သွားတာလဲဆိုတာစိတ်ဝင်စားဖို့ကောင်းစွာနဲ့ ကြည့်ရှုရမှာပါ ။
အဲ့အပြင်ကိုမှ သနားဖို့ကောင်းတဲ့ အရုပ်မချောချောလေးရဲ့ ဇာတ်လမ်းလေးကိုလည်းမြှုပ်ထားတာမို့ ကြည့်ဖြစ်အောင်ကြည့်ကြပါဦး…။
( အညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Shoon Thu Thu Chain ဖြစ်ပါတယ် )
[Zawgyi]
အ႐ုပ္သရဲကားေလးတစ္ကားနဲ႔ မိတ္ဆက္ေပးပါ့မယ္
တစ္ခါက ကီမိုႏိုဝတ္ထားတဲ့မိန္းကေလးတစ္ေယာက္ကိုခ်စ္သြားတဲ့ေကာင္ေလးတစ္ေယာက္ရွိပါတယ္
အဲ့မိန္းကေလးအတြက္ သူနဲ႔တူတဲ့အ႐ုပ္ေလးတစ္ေယာက္ကို ဖန္တီးေပးခဲ့တယ္
ျဖစ္ခ်င္ေတာ့ အဲ့အ႐ုပ္ေလးက အဲ့ေကာင္ေလးကိုခ်စ္ေနခဲ့ပါတယ္…
တေန႔မွာ ထူးဆန္းစြာနဲ႔ေကာင္မေလးေသသြားခဲ့ၿပီးေတာ့ ေကာင္ေလးကေတာ့ လူသတ္သမားအျဖစ္ေထာင္က်ခဲ့ရတယ္
အဲ့လိုနဲ႔ အ႐ုပ္ေလးဟာ သူခ်စ္ရတဲ့ေကာင္ေလးအနားမွာပဲ အေဖာ္ျပဳသြားေတာ့တယ္…
ႏွစ္ ၆၀ ၾကာၿပီးေနာက္ေတာ့ ျပတိုက္တစ္ခုကိုလူငါးေယာက္ေရာက္လာၾကပါတယ္
အဲ့ျပတိုက္က အ႐ုပ္ေတြကိုဖန္တီးတဲ့ျပတိုက္ေပါ့ ။
အဲ့ကိုေရာက္လာတဲ့လူေတြက အ႐ုပ္အတြက္ model လုပ္ေပးဖို႔ေရာက္လာၾကတာပါ
ျဖစ္ခ်င္ေတာ့ ထူးဆန္းတာက သူတို႔ငါးေယာက္လုံးရဲ႕ ေမြးရပ္ေျမက တူတူပဲျဖစ္ေနတယ္ဆိုတာပဲ ။
ဒီေတာ့ သူတို႔ငါးေယာက္လုံးကေရာ ဘယ္သူေတြလဲ
မိန္းကေလးကေရာ ဘာလို႔အသတ္ခံလိုက္ရတာလဲ
အဲ့ျပတိုက္မွာေရာ ဘယ္လိုထူးဆန္းမႈေတြရွိေနမလဲ
အ႐ုပ္ကေရာ ဘယ္ေရာက္သြားတာလဲဆိုတာစိတ္ဝင္စားဖို႔ေကာင္းစြာနဲ႔ ၾကည့္ရႈရမွာပါ ။
အဲ့အျပင္ကိုမွ သနားဖို႔ေကာင္းတဲ့ အ႐ုပ္မေခ်ာေခ်ာေလးရဲ႕ ဇာတ္လမ္းေလးကိုလည္းျမႇဳပ္ထားတာမို႔ ၾကည့္ျဖစ္ေအာင္ၾကည့္ၾကပါဦး…။
( အညႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Shoon Thu Thu Chain ျဖစ္ပါတယ္ )
Quality__720p
IMDb Rating__5.7/10
Format__mp4
Type__ Horror , Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Shoon Thu Thu Chain
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
