"[Unicode]Horror Movie တွေ ကြိုက်နှစ်သက်တဲ့ ပရိတ်သတ်အတွက် နောက်ထပ် horror movie လေးတစ်ခု တင်ဆက်ပေးလိုက်ပါတယ် ။Pauseဇာတ်လမ်းအကျဉ်းဆရာမ ဘတ်ဟာ မူလတန်းကျောင်း ဆရာမတစ်ယောက်ဖြစ်ခဲ့ပါတယ် ၊အခုချိန်မှာတော့ သူမက အောက်ပိုင်းမလှုပ်ရှားနိုင်တော့တဲ့ သူတစ်ယောက်ဖြစ်နေပါပြီမိသားစုလည်း တစ်ယောက်မှ မရှိတာကြောင့် သူမကိုတော့ တပည့်ဟောင်းတွေထဲကမီဂျာဆိုတဲ့ ကောင်မလေး တစ်ယောက်က အနီးကပ်ပြုစုစောင့်ရှောက်ပေးပါတယ်…ဆရာမဘတ်ဆီကို နှစ်စဉ္ဆရာများနေ့ရောက်တိုင်းသူမရဲ့ ကျောင်းသားဟောင်းတွေက အတူတူလာလည်တတ်ကြပါတယ်။ဒါပေမယ့် တစ်နှစ်မှာတော့ ကံဆိုးစွာနဲ့ ဆရာမအိမ်မှာ လူသတ်မှုဖြစ်ပွားခဲ့ပါတယ်…ရှုပ်ထွေးလွန်းတဲ့ လူသတ်မှုတစ်ခုကြောင့် စုံထောက်မာတစ်ယောက် ခေါင်းစားနေခဲ့ပါတယ်သတ်ခံရသူတွေထဲက ၅ ယောက်ဟာ ဆိုးရွားစွာ သေဆုံးခဲ့ပြီး ၂ ယောက်ကတော့ အသက်ရှင်ကျန်ရစ်ခဲ့ပါတယ် ။အသက်ရှင်ကျန်ရစ်သူကတော့ အိမ်ပိုင်ရှင် ဆရာမ ဘတ် ရယ် ၊နောက်တစ်ယောက်ကတော့ သူမရဲ့ အနီးကပ်တပည့် မီဂျာတို့ပဲဖြစ်ပါတယ် ။ဆရာမဆီလာလည်ကြတဲ့ ကျောင်းသားတိုင်းက ဆရာမကြောင့် ထိခိုက်ဖူးတဲ့သူတွေဖြစ်ပြီး စိတ်ထဲမှာ အမုန်းတရားအနည်းငယ်စီရှိနေကြတာပါ …ဆရာမဆီ လာလည်ကြပေမယ့် အကုန်လုံးက ချစ်လို့လာကြတာ မဟုတ်ကြပါဘူးဒါဆိုရင် ဒီတပည့်တွေထဲက ဘယ်သူက လူသတ်တရားခံဖြစ်မလဲ…စုံထောက်တွေကော ဒီအမှုကို စုံစမ်းနိုင်မှာလားဆိုတာ ဒီဇာတ်ကားလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်…။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ဖြစ်ပါတယ် )[Zawgyi]Horror Movie ေတြ ႀကိဳက္ႏွစ္သက္တဲ့ ပရိတ္သတ္အတြက္ ေနာက္ထပ္ horror movie ေလးတစ္ခု တင္ဆက္ေပးလိုက္ပါတယ္ ။ဇာတ္လမ္းအက်ၪ္းဆရာမ ဘတ္ဟာ မူလတန္းေက်ာင္း ဆရာမတစ္ေယာက္ျဖစ္ခဲ့ပါတယ္ ၊အခုခ်ိန္မွာေတာ့ သူမက ေအာက္ပိုင္းမလႈပ္ရွားႏိုင္ေတာ့တဲ့ သူတစ္ေယာက္ျဖစ္ေနပါၿပီမိသားစုလည္း တစ္ေယာက္မွ မရွိတာေၾကာင့္ သူမကိုေတာ့ တပည့္ေဟာင္းေတြထဲကမီဂ်ာဆိုတဲ့ ေကာင္မေလး တစ္ေယာက္က အနီးကပ္ျပဳစုေစာင့္ေရွာက္ေပးပါတယ္…ဆရာမဘတ္ဆီကို ႏွစ္စၪၦရာမ်ားေန႔ေရာက္တိုင္းသူမရဲ႕ ေက်ာင္းသားေဟာင္းေတြက အတူတူလာလည္တတ္ၾကပါတယ္။ဒါေပမယ့္ တစ္ႏွစ္မွာေတာ့ ကံဆိုးစြာနဲ႔ ဆရာမအိမ္မွာ လူသတ္မႈျဖစ္ပြားခဲ့ပါတယ္…ရႈပ္ေထြးလြန္းတဲ့ လူသတ္မႈတစ္ခုေၾကာင့္ စုံေထာက္မာတစ္ေယာက္ ေခါင္းစားေနခဲ့ပါတယ္သတ္ခံရသူေတြထဲက ၅ ေယာက္ဟာ ဆိုး႐ြားစြာ ေသဆုံးခဲ့ၿပီး ၂ ေယာက္ကေတာ့ အသက္ရွင္က်န္ရစ္ခဲ့ပါတယ္ ။အသက္ရွင္က်န္ရစ္သူကေတာ့ အိမ္ပိုင္ရွင္ ဆရာမ ဘတ္ ရယ္ ၊ေနာက္တစ္ေယာက္ကေတာ့ သူမရဲ႕ အနီးကပ္တပည့္ မီဂ်ာတို႔ပဲျဖစ္ပါတယ္ ။ဆရာမဆီလာလည္ၾကတဲ့ ေက်ာင္းသားတိုင္းက ဆရာမေၾကာင့္ ထိခိုက္ဖူးတဲ့သူေတြျဖစ္ၿပီး စိတ္ထဲမွာ အမုန္းတရားအနည္းငယ္စီရွိေနၾကတာပါ …ဆရာမဆီ လာလည္ၾကေပမယ့္ အကုန္လုံးက ခ်စ္လို႔လာၾကတာ မဟုတ္ၾကပါဘူးဒါဆိုရင္ ဒီတပည့္ေတြထဲက ဘယ္သူက လူသတ္တရားခံျဖစ္မလဲ…စုံေထာက္ေတြေကာ ဒီအမႈကို စုံစမ္းႏိုင္မွာလားဆိုတာ ဒီဇာတ္ကားေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္…။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Han Thu Aye ျဖစ္ပါတယ္ )File size__( 1.5 GB ) and ( 800 MB)Quality__Bluray-1080p ,720pIMDb Rating__6.0/10Format__mp4Duration__01:35:16Type__ Horror, Mystery, ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated by Han Thu AyeEncoded by Naing Aung Latt"