"Ayla: The Daughter of War (2017)=========================PauseIMDb Rating – 8.5/10#Unicodeဖြစ်ရပ်မှန် စစ်နောက်ခံ ရုပ်ရှင်ကားတစ်ခု တင်ပေးပါရစေ။ Rating 8.5 အထိ ရှိပါတယ်။တကယ် ခံစားလို့ကောင်းတဲ့ ရုပ်ရှင်လေးပါပဲ။ တောင်မြောက်ကိုရီးယား စစ်ပွဲမှာ ကူညီဖို့ရောက်လာတဲ့တူရကီ တပ်ရဲ့ တပ်ကြပ်ကြီး ဆူလီမန်ဟာ တိုက်ပွဲထဲမှာ တစ်ယောက်ထဲကျန်နေခဲ့တဲ့ကိုရီးယား ကလေးမလေးတစ်ယောက်ကို ကယ်တင်လာခဲ့တယ်။ ကလေးလေးက စကားလည်းမပြောနိုင်နာမည်လည်း မသိတာမို့ အိုင်လာလို့ပဲ နာမည်ပေးခဲ့လိုက်ပါတယ်။ အိုင်လာ ဆိုတာ လရောင် လို့အဓိပ္ပါယ်ရတဲ့ တူရကီ စကားလေးပါပဲ။ စစ်ပွဲတစ်လျှောက်လုံး အသက်ဘေးကြားထဲကနေ ကလေးလေးကိုစောင့်ရှောက်ခဲ့တဲ့ တူရကီ စစ်သားနဲ့ သူ့ကို အဖေလို့ပဲ ထင်နေတဲ့ အိုင်လာလေးရဲ့ ဘဝဇာတ်လမ်းပါပဲ။နည်းမျိုးစုံနဲ့ မခွဲရဖို့ ကြိုးစားခဲ့ပေမယ့် တူရကီကို ပြန်ရတော့မယ့် အချိန်ရောက်လာတဲ့အခါ ဆူလီမန်ဟာအိုင်လာကိုပြန်လာတွေ့ပါ့မယ်လို့ ကတိပေးထားခဲ့တယ်။ ဆူလီမန်က ပြောခဲ့တယ် အဖေဆိုတာသားသမီးကို ပေးတဲ့ ကတိကို ဖြည့်ဆည်းပေးနိုင်ဖို့အတွက် အသက်ရှင်နေတာပါတဲ့။ ကြည့်လိုက်ပါ၊ငိုလိုက်ပါ၊ ပြုံးလိုက်ပါ။ နောက်ဆုံးမှာ ဆူလီမန်နဲ့အိုင်လာ အစစ်တို့ရဲ့ ဗီဒီယိုဖိုင်နဲ့ အသံဖိုင်လေးတွေပါပါပါတယ်။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)#Zawgyiျဖစ္ရပ္မွန္ စစ္ေနာက္ခံ ႐ုပ္ရွင္ကားတစ္ခု တင္ေပးပါရေစ။ Rating 8.5 အထိ ရွိပါတယ္။တကယ္ ခံစားလို႔ေကာင္းတဲ့ ႐ုပ္ရွင္ေလးပါပဲ။ ေတာင္ေျမာက္ကိုရီးယား စစ္ပြဲမွာ ကူညီဖို႔ေရာက္လာတဲ့တူရကီ တပ္ရဲ႕ တပ္ၾကပ္ႀကီး ဆူလီမန္ဟာ တိုက္ပြဲထဲမွာ တစ္ေယာက္ထဲက်န္ေနခဲ့တဲ့ကိုရီးယား ကေလးမေလးတစ္ေယာက္ကို ကယ္တင္လာခဲ့တယ္။ ကေလးေလးက စကားလည္းမေျပာႏိုင္နာမည္လည္း မသိတာမို႔ အိုင္လာလို႔ပဲ နာမည္ေပးခဲ့လိုက္ပါတယ္။ အိုင္လာ ဆိုတာ လေရာင္ လို႔အဓိပၸါယ္ရတဲ့ တူရကီ စကားေလးပါပဲ။ စစ္ပြဲတစ္ေလွ်ာက္လုံး အသက္ေဘးၾကားထဲကေန ကေလးေလးကိုေစာင့္ေရွာက္ခဲ့တဲ့ တူရကီ စစ္သားနဲ႔ သူ႔ကို အေဖလို႔ပဲ ထင္ေနတဲ့ အိုင္လာေလးရဲ႕ ဘဝဇာတ္လမ္းပါပဲ။နည္းမ်ိဳးစုံနဲ႔ မခြဲရဖို႔ ႀကိဳးစားခဲ့ေပမယ့္ တူရကီကို ျပန္ရေတာ့မယ့္ အခ်ိန္ေရာက္လာတဲ့အခါ ဆူလီမန္ဟာအိုင္လာကိုျပန္လာေတြ႕ပါ့မယ္လို႔ ကတိေပးထားခဲ့တယ္။ ဆူလီမန္က ေျပာခဲ့တယ္ အေဖဆိုတာသားသမီးကို ေပးတဲ့ ကတိကို ျဖည့္ဆည္းေပးႏိုင္ဖို႔အတြက္ အသက္ရွင္ေနတာပါတဲ့။ ၾကည့္လိုက္ပါ၊ငိုလိုက္ပါ၊ ၿပဳံးလိုက္ပါ။ ေနာက္ဆုံးမွာ ဆူလီမန္နဲ႔အိုင္လာ အစစ္တို႔ရဲ႕ ဗီဒီယိုဖိုင္နဲ႔ အသံဖိုင္ေလးေတြပါပါပါတယ္။(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္။)Quality – 720p WebRipDuration – 2 hrs 05 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Biography, Drama, HistorySource : 1080p.Web-RipTranslator – LittleneoEncoder – San Win Maung"