"Straight Up(2019)
ဇာတ်လမ်းအကြောင်းကို မသွားခင် ကိုယ့်ကိုကိုယ် ဆန်းစစ်ကြည့်ရအောင်။
သင်ဟာ LGBT တွေကို ဘယ်လိုမြင်လဲ။ သင့်ရဲ့ မသိစိတ်ထဲမှာ Gay% Straight% ဘယ်လောက်စီရှိမယ်ထင်လဲ။ လုံးဝ Straight ပါလို့ အာမခံလား။ အဲဒါဆို တခါတလေ ယောက်ျားလေးချင်းပဲဖြစ်ဖြစ် မိန်းကလေးချင်းပဲဖြစ်ဖြစ် မိမိရဲ့ပုခုံးပေါ် ဒါမှမဟုတ် ပေါင်ပေါ်ကို ရုတ်တရတ် လက်အတင်ခံလိုက်ရတဲ့အချိန်မှာ စိတ်ထဲဘယ်လိုဖြစ်သွားဖူးလဲ။ သောက်ရင်းစားရင်း မူးမူးနဲ့ ဘော်ဒါအချင်းချင်းကိုပဲဖြစ်ဖြစ် အခြားဝိုင်းက လိင်တူတစ်ယောက်ကိုပဲဖြစ်ဖြစ် နမ်းမိသွားတာမျိုး အဲ့ဒီလို အလားတူကိစ္စမျိုး အဲ့ထက်ဆိုးတဲ့ ကိစ္စမျိုးရှိခဲ့ဖူးလား။ နောက်နေ့မနက်မှာ အဲဒီလုပ်ရပ်ကို ပြန်အမှတ်ရမိရင်း ငါများ Gay သွားပြီလားလို့ စိုးရိမ်စိတ်ပေါ်ဖူးကြတယ်မလား။ ဒါမှမဟုတ် မိမိက Gay ပါလို့ ဝိုင်းသမုတ်ကြတဲ့ ပတ်ဝန်းကျင်ရောက်ရင် မသိစိတ်ထဲက အနည်းငယ်သော Gay % က တိုးပွားပေါက်ကွဲထွက်လာပြီး လုံးဝ Gay သွားမယ်လို့ထင်မိလား။ တွန်းရော တွန်းလှန်နိုင်ပါ့မလား။ သင့်ရဲ့ ကောင်မလေးအပေါ် လိင်ပိုင်းဆိုင်ရာ စိတ်ခံစားမှုဘယ်လိုရှိလဲ။ အလားတူခံစားချက်မျိုးကို လိင်တူတစ်ယောက်အပေါ်ကိုပါ ခံစားလို့ရနေတဲ့ Bisexual ဆန်နေတာမျိုးလား။ ဒါမှမဟုတ် ကောင်မလေးကို Cover ထားတားတာမျိုးလား။ အဲဒီလိုမျိုးတွေ ဝေဝါးတွေဝေ ဝေခွဲမရဖြစ်ဖူးရင်တော့ ဒီကား‌လေးက ရင်ဘက်ချင်းနီးတယ်လို့ အကြံပြုပါရစေ။
ဇာတ်လမ်းစီပြန်သွားကြရအောင်…
ဘဝနေဝင်ချိန်မှာ တစ်ယောက်ထဲအထီးကျန်နေမှာကို ကြောက်ရွံတဲ့ စွဲလမ်းမှုအားကြီးတဲ့ စိတ်ရောဂါတစ်မျိုး(Obsessive Compulsive Disorder) ခံစားနေရတဲ့ “တော့ဒ်”ဆိုတဲ့ နွဲ့တဲ့တဲ့ ကောင်လေးတစ်ယောက် သူ့အနားမှာရှိတဲ့ ရှားရှားပါးပါးသူငယ်ချင်းနှစ်ယောက်က သူ့ကို Gay ပါလို့ တရားသေပြောနေကြ၊ သူကလည်း ကိုယ်တိုင် Gay မ‌Gay ကို ဝေဝါးနေမိရင်း ယောက်ျားလေးချင်းဒိတ်ကြည့်လိုက် မိန်းကလေးနဲ့ဒိတ်လိုက် စိတ်ကုထုံးပညာရှင်နဲ့ပြလိုက်နဲ့ တိုင်ပတ်နေတာပေါ့ဗျာ။ အဲဒီလိုတွေ ရုန်းကန်နေရရင်း တနေ့မှာ “ ရိုရီ” ဆိုတဲ့ ကောင်မလေးနဲ့ ဆုံတွေ့ခဲ့ပြီးနောက်မှာတော့ …. ဘာတွေဆက်ဖြစ်မလဲ ခံစားကြည့်ကြပါဦး Relationship တစ်ခုကြားက ခံယူချက်တွေ အတွေးအခေါ်တွေ အငြင်းအခုံတွေကို သေချာဖော်ပြထားတဲ့ ကားကောင်းလေးပါ…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thit Htoo Zawပဲဖြစ်ပါတယ်…..
File Size : (900 MB) and (306 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:30:00
Genre : Comedy , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Thit Htoo Zaw
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
