"[Unicode]ဒီတစ်ခါတော့ ဟာသ ဇာတ်လမ်းလေးတစ်ခု တင်ဆက်ပေးမှာ ဖြစ်ပါတယ်ဟောင်ကောင်မှာ နေထိုင်တဲ့ သာမန်မိသားစုလေး တစ်စုအကြောင်းပါ ။Pauseမြို့ပြမှာနေထိုင်တဲ့ သာမန်မိသားစုတွေရဲ့ ဘဝကို ဖော်ပြပေးထားတာပါသူတို့ မိသားစု ဘာ အခက်အခဲတွေကြုံတွေ့ရလဲစိတ်ညစ်စရာတွေ ဘယ်လိုဖြေဖျောက်လဲဆိုတာကို ဟာသအနေနဲ့ရိုက်ကူးတင်ဆက်ပေးထားတာဖြစ်ပါတယ် ။ဇာတ်လမ်းအကျဉ်းလုံဝေ့မန်ဟာ အလုပ်ကြိုးစားတဲ့ အိမ်ထောင်ဦးစီး တစ်ယောက်ပါဒါပေမယ့် ဘယ်လောက်ကြိုးစားပြီး ပိုက်ဆံရှာပါစေသူပေါင်ထားတဲ့ တိုက်ခန်းလေးကို မရွေးနိုင်သေးပဲ အတိုးပေးနိုင်တဲ့ အခြေနေမှာတင်ပဲ ရှိနေခဲ့ပါတယ် ။သားဖြစ်သူကလည်း အလုပ်အကိုင်မရှိသမီးဖြစ်သူကလည်း ကျောင်းတက်နေဆဲဖြစ်ပြီးအောက်ပိုင်းသေနေတဲ့ လုံဝေ့မန်ရဲ့အဖေကိုတော့ သူ့ရဲ့ဇနီးဖြစ်သူက ပြုစုနေရပါတယ်ဒါကြောင့် သူတို့မိသားစုဟာ လုံဝေ့မန်တစ်ယောက်တည်းရဲ့ ဝင်ငွေနဲ့ ရပ်တည်နေကြတာပါ ၊တိုက်ခန်းကျဉ်းထဲမှာ မိသားစု ၅ ယောက်နေကြပြီးအပေါ်ထပ်နဲ့ ရန်ဖြစ်လိုက် အောက်ထပ်နဲ့ ရန်ဖြစ်လိုက် မိသားစုချင်းရန်ဖြစ်လိုက်နဲ့ အမြဲဖြစ်နေပေမယ့်အိမ်ပြတင်းပေါက်က လှမ်းကြည့်ရင် မြင်ရတဲ့ပင်လယ်ရှုခင်းကြောင့် အမြဲတမ်း စိတ်အပန်းပြေရပါတယ် ၊ဒါပေမယ့် သူတို့တိုက်ရှေ့မှာ ကြေငြာဆိုင်းဘုတ်ကြီးတစ်ခု ပိတ်ပြီး ပင်လယ်ရှုခင်းကို မမြင်ရတော့တဲ့အခါ…သူတို့ ပင်လယ်ရှုခင်းပြန်မြင်ရအောင် ဘယ်လိုတွေ ကြိုးစားကြမလဲဆိုတာ ဟာသနှောပြီးရိုက်ကူးထားတဲ့ ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ရှုစားကြပါနော်…။IMDb Rating – 5.9/10( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Han Thu Aye ဖြစ်ပါတယ် )[Zawgyi]ဒီတစ္ခါေတာ့ ဟာသ ဇာတ္လမ္းေလးတစ္ခု တင္ဆက္ေပးမွာ ျဖစ္ပါတယ္ေဟာင္ေကာင္မွာ ေနထိုင္တဲ့ သာမန္မိသားစုေလး တစ္စုအေၾကာင္းပါ ။ၿမိဳ႕ျပမွာေနထိုင္တဲ့ သာမန္မိသားစုေတြရဲ႕ ဘ၀ကို ေဖာ္ျပေပးထားတာပါသူတို႔ မိသားစု ဘာ အခက္အခဲေတြႀကဳံေတြ႕ရလဲစိတ္ညစ္စရာေတြ ဘယ္လိုေျဖေဖ်ာက္လဲဆိုတာကို ဟာသအေနနဲ႔႐ိုက္ကူးတင္ဆက္ေပးထားတာျဖစ္ပါတယ္ ။ဇာတ္လမ္းအက်ၪ္းလုံ​ေ၀့မန္ဟာ အလုပ္ႀကိဳးစားတဲ့ အိမ္ေထာင္ဦးစီး တစ္ေယာက္ပါဒါေပမယ့္ ဘယ္ေလာက္ႀကိဳးစားၿပီး ပိုက္ဆံရွာပါေစသူေပါင္ထားတဲ့ တိုက္ခန္းေလးကို မေ႐ြးႏိုင္ေသးပဲ အတိုးေပးႏိုင္တဲ့ အေျခေနမွာတင္ပဲ ရွိေနခဲ့ပါတယ္ ။သားျဖစ္သူကလည္း အလုပ္အကိုင္မရွိသမီးျဖစ္သူကလည္း ေက်ာင္းတက္ေနဆဲျဖစ္ၿပီးေအာက္ပိုင္းေသေနတဲ့ လုံ​ေ၀့မန္ရဲ႕အေဖကိုေတာ့ သူ႔ရဲ႕ဇနီးျဖစ္သူက ျပဳစုေနရပါတယ္ဒါေၾကာင့္ သူတို႔မိသားစုဟာ လုံ​ေ၀့မန္တစ္ေယာက္တည္းရဲ႕ ၀င္ေငြနဲ႔ ရပ္တည္ေနၾကတာပါ ၊တိုက္ခန္းက်ၪ္းထဲမွာ မိသားစု ၅ ေယာက္ေနၾကၿပီးအေပၚထပ္နဲ႔ ရန္ျဖစ္လိုက္ ေအာက္ထပ္နဲ႔ ရန္ျဖစ္လိုက္ မိသားစုခ်င္းရန္ျဖစ္လိုက္နဲ႔ အၿမဲျဖစ္ေနေပမယ့္အိမ္ျပတင္းေပါက္က လွမ္းၾကည့္ရင္ ျမင္ရတဲ့ပင္လယ္ရႈခင္းေၾကာင့္ အၿမဲတမ္း စိတ္အပန္းေျပရပါတယ္ ၊ဒါေပမယ့္ သူတို႔တိုက္ေရွ႕မွာ ေၾကျငာဆိုင္းဘုတ္ႀကီးတစ္ခု ပိတ္ၿပီး ပင္လယ္ရႈခင္းကို မျမင္ရေတာ့တဲ့အခါ…သူတို႔ ပင္လယ္ရႈခင္းျပန္ျမင္ရေအာင္ ဘယ္လိုေတြ ႀကိဳးစားၾကမလဲဆိုတာ ဟာသေနွာျပီးရိုက္ကူးထားတဲ့ ဒီဇာတ္လမ္းေလးမွာ ဆက္လက္ရႈစားၾကပါေနာ္…။IMDb Rating – 5.9/10( အညႊန္္းနဲ႔ဘာသာျပန္သူကေတာ့ Han Thu Aye ျဖစ္ပါတယ္ )File size__( 1.5 GB ) and ( 800 MB)Quality__Bluray-1080p ,720pIMDb Rating__5.9/10Format__mp4Duration__01:35:16Type__Comedy , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Han Thu AyeEncoded by Naing Aung Latt"