"(မင်းသမီးလေး ရောက်လာပါပြီ)ကျောင်းအုပ်ဆရာမကြီးအဖြစ် အများသိကြတဲ့ တမီးလ်မင်းသမီးကြီး Jyotikaရဲ့ ကားသစ်စစ်စစ်က ကိုဗစ်ကာလမှာ ရုံမတင်ရဘဲ Amazonကနေ ဖြန့်ချိခဲ့ပါတယ်။Pauseဇာတ်ကားကောင်းတစ်ကားဆိုတာလည်း ကြည့်ရှုပြီးကြသူတွေရော၊ မကြည့်ရသေးသူတွေပါ သိပြီးကြပြီထင်ပါတယ်။ဇာတ်လမ်းအကျဉ်းကို အနည်းငယ် ချပြပါမယ်။ကလေးမလေးတစ်ယောက်ကိုကယ်ဖို့ကြိုးစားရင်း လူငယ်လေးနှစ်ယောက် သေနတ်နဲ့ပစ်သတ်ခံလိုက်ရတယ်…တရားခံရဲ့နာမည်က ဂျိုသီ မြောက်ပိုင်းသူ…စိတ္တဇလူသတ်သမား သူ(မ)ရဲ့အိမ်ကို ရဲတွေရှာဖွေစစ်ဆေးကြည့်တော့ အိမ်အနောက်ဘက်မှာ ကလေးအလောင်း (၄)လောင်း မြှပ်ထားတာတွေ့ရတယ်…သေဆုံးသွားတဲ့ကလေးတွေရဲ့မိဘတွေသာမက ပြည်သူတွေကပါ သူ(မ)ကိုသတ်ပစ်ဖို့တောင်းဆိုကြတယ်…သတင်းအရ ဂျိုသီပုန်းနေတဲ့နေရာကိုသွားဖမ်းတော့ သေနတ်နဲ့ခုခံတဲ့အတွက် ဂျိုသီ့ကို ရဲတွေပြန်လည်ပစ်ခတ်ခဲ့ရတယ်…စိတ္တဇလူသတ်သမားဂျိုသီရဲ့ပုံပြင်ဟာ ဒီမှာတစ်ခန်းရပ်ခဲ့တယ်…အချိန်တွေ ရာသီတွေအလီလီပြောင်းလို့ (၁၅)နှစ်ဆိုတဲ့ အချိန်ကာလတစ်ခုကိုရောက်ခဲ့ပြီ…ဂျိုသီရဲ့အမှုကိုပြန်ဖွင့်ပြီး ပြန်လိုက်တော့မယ်ဆိုတဲ့သတင်းထွက်လာတော့ လူတွေအကုန်အံ့သြသွားကြတယ်…နဂိုတည်းက သွေးဆူခဲ့ကြတဲ့အမှုဆိုတော့ အားလုံးဝိုင်းပြီးကန့့််ကွက်ကြတယ်…တရားရုံးရှေ့အထိ လူစုလူဝေးနဲ့ဆန္ဒလာပြကြတယ်…လယ်ပြင်ဆင်သွားသလို ထင်းနေတဲ့အမှုကို နာမည်ကြီးချင်လို့အစပြန်ဖော်တယ်လို့ သူတို့တွေးမိကြတယ်…ဒီရှေ့နေမ ငွေလိုလို့လား…နာမည်ကြီးချင်လို့လားပေါ့…ဂျိုသီ့အမှုကို ပြန်လိုက်မဲ့ရှေ့နေမလေးနာမည်က ဗန်ဘာ… မစ္စစ်ဗန်ဘာ…ဂျိုသီ့အမှုက သူ့အတွက်ပထမဆုံးအမှု ပြည်သူတွေ ဆတ်ဆတ်ထိမခံတဲ့အမှု ဗန်ဘာ့အတွက်တော့ ဒါဟာ ရှေ့နေဘဝရဲ့ပထမဆုံးခြေလှမ်း…အမှားခံလို့မရတဲ့ ကိစ္စရပ်တစ်ခု… လူတွေရဲ့ပြစ်တင်ရှုံ့ချတဲ့အကြည့်တွေ ဖိနပ်တွေနဲ့ပစ်ပေါက်ခံရတာတွေကြားကနေ ဒီအမှုကိုဆက်လိုက်ဖို့ သူဆုံးဖြတ်ခဲ့တယ်…ကဲ ရှေ့ဆက်ဘယ်လို ဖြစ်ကြဦးမလဲ ဒီအမှုမှာ ဩဇာအာဏာကြီးလှတဲ့ တစ်ဖက်ရှေ့နေကို ရှေ့နေမလေး ယှဉ်ပြိုင်နိုင်ပါ့မလားအညွန်းကိုတော့ ကိုအောင်ဇင်ဖြိုးရဲ့ Fb မှ ကူးယူဖော်ပြထားပါတယ်။ကျွန်တော်တို့ တင်ဆက်ဖို့ နောက်ကျနေခဲ့တာက မအားတာကတစ်ကြောင်းနဲ့တမီးလ်ဇာတ်ကားတွေရဲ့ထုံးစံအတိုင်း မူရင်းစာမချောတော့ အချိန်ယူပြီး အကောင်းဆုံးရေးပြီး ပြင်ဆင်ခဲ့ရလို့ပါ။မေ၂၉မှာ Amazon World Premiereနဲ့ ထွက်ရှိခဲ့ပြီး ခုဆိုရင် IMDb Rating 7.2/10 ကို ရရှိထားခဲ့ပါပြီ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။File Size : (1.80 GB) , (900 MB) and (450 MB)Quality : AMZN WEB-DL (1080p 5.1,720p,480p)Running Time : 2hr 00minFormat : Mp4Genre : Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DD+5.1.x265-TellyTranslated by Myint Thu & Nyi Nyi KoeEncode by Thanhtike Zaw"