"Axcellerator (2020)
===============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating 5.7/10
#Unicode
ဘဝကို ကြုံရာကျပန်းနေထိုင်ပြီး အကြွေးတွေနဲ့ပိနေတဲ့ကောင်လေး “Dane”. . .
နိုင်ငံတော်အတွက် အလုပ်လုပ်ပေးနေတဲ့ သိပ္ပံပညာရှင် “Hawks” . . .
တစ်နေ့မှာတော့ Dane ဟာ သူ့အဖေဈာပနအတွက် မိုင်ယာမီကို ရောက်လာပြီးတဲ့နောက်မှာ
Hawks နဲ့ မတော်တဆဆုံခဲ့ပြီး သူတီထွင်ထားတဲ့ပစ္စည်းရဲ့အစွမ်းနဲ့ထူးဆန်းမှုကို စတင်ကြုံတွေ့
ရပါတော့တယ်။ Device ဟာ အလန်းစား ဖြစ်ပြီးတော့ မသမာသူတွေသိရှိသွားခဲ့ပြီး သူတို့ရဲ့အနောက်
ကိုတော်လျှောက်လိုက်လို့ ဒုက္ခပေးလိုက်လုတာကို ဇာတ်လမ်းဆင်ထားတာပါ။ ဒီ Device ကိုရရှိသူ
တွေအတွက်ကတော့ အလွန်အသုံးဝင်ပြီး . ကောင်းမှုရော မကောင်းမှုရော ကျူးလွန်နိင်တာမို့
ပြေးရင်းလိုက်ရင်း လိုက်ရင်းပြေးရင်းနဲ့ အရှောင်အတိမ်းတွေနဲ့ ကြည့်ရမယ့်ကားမျိုးပါ။
ဘယ်လို Device အမျိုးအစားလဲသိချင်ရင်တော့ မူဗီလေးသာ ဒေါင်းကြကုန် . . .
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Thingyan ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဘဝကို ႀကဳံရာက်ပန္းေနထိုင္ၿပီး အေႂကြးေတြနဲ႔ပိေနတဲ့ေကာင္ေလး “Dane”. . .
ႏိုင္ငံေတာ္အတြက္ အလုပ္လုပ္ေပးေနတဲ့ သိပၸံပညာရွင္ “Hawks” . . .
တစ္ေန႔မွာေတာ့ Dane ဟာ သူ႔အေဖဈာပနအတြက္ မိုင္ယာမီကို ေရာက္လာၿပီးတဲ့ေနာက္မွာ
Hawks နဲ႔ မေတာ္တဆဆုံခဲ့ၿပီး သူတီထြင္ထားတဲ့ပစၥည္းရဲ႕အစြမ္းနဲ႔ထူးဆန္းမႈကို စတင္ႀကဳံေတြ႕
ရပါေတာ့တယ္။ Device ဟာ အလန္းစား ျဖစ္ၿပီးေတာ့ မသမာသူေတြသိရွိသြားခဲ့ၿပီး သူတို႔ရဲ႕အေနာက္
ကိုေတာ္ေလွ်ာက္လိုက္လို႔ ဒုကၡေပးလိုက္လုတာကို ဇာတ္လမ္းဆင္ထားတာပါ။ ဒီ Device ကိုရရွိသူ
ေတြအတြက္ကေတာ့ အလြန္အသုံးဝင္ၿပီး . ေကာင္းမႈေရာ မေကာင္းမႈေရာ က်ဴးလြန္နိင္တာမို႔
ေျပးရင္းလိုက္ရင္း လိုက္ရင္းေျပးရင္းနဲ႔ အေရွာင္အတိမ္းေတြနဲ႔ ၾကည့္ရမယ့္ကားမ်ိဳးပါ။
ဘယ္လို Device အမ်ိဳးအစားလဲသိခ်င္ရင္ေတာ့ မူဗီေလးသာ ေဒါင္းၾကကုန္ . . .
(ဒီဇာတ္လမ္းရဲ႕အၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့ Thingyan ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 1 hrs 30 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Sci-Fi
Source : 1080p.Web-Rip
Translator – Thingyan
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
