"[Unicode]ဇာတ်လမ်းလေးကတော့ခုပ်အီရွှေဆိုတဲ့ရွာလေးတစ်ရွာက ကျောင်းထိုင်ဆရာတော်တစ်ပါးနဲ့ ဇာတ်လမ်းလေးကိုအခြေတည်ထားပါတယ် ။Pauseလူတွေရဲ့ဘဝဆိုတာ မနေ့ကရယ် ဒီနေ့ရယ် မနက်ဖြန်ရယ် ၃ရက်ပဲရှိတယ်ဆိုတဲ့စကားကိုလက်ကိုင်ထားတဲ့ ဆရာတော်မှာမွေးစားသားလိုစောင့်ရှောက်ပေးရတဲ့ကပ္ပိယ ၃ယောက်ရှိတယ်…တွန့်ကလ ၊ လုန် ၊ စငုပ်ဒုက္ခိတအိုက်တွန့်ကဒုက္ခိတပေမယ့် ထီလက်မှတ်လှည့်ရောင်းရင်းဆရာတော်နဲ့ကူပြီးနေတယ် ။အိုက်စငုပ်ကတော့ရိုးသားပြီးသနားတတ်ကြတဲ့ရွာသားတွေကို သနားအောင်မျက်မမြင်ယောင်ဆောင်ပြီးထီလှည့်ရောင်းတယ် ၊ရွာသားတွေမှာလဲချဲ၂လုံး ၃လုံးကို အသဲအသန်ထိုးကြတဲ့အကျင့်လေးတွေလဲရှိကြတယ် ၊ဒီလိုနဲ့ရွာသားတွေဟာ ဆရာတော်က ချဲဂဏန်းပေးတဲ့ဘုန်းကြီးတစ်ပါးမဟုတ်တာတောင်ဆရာတော်ရဲ့နှုတ်ထွက်စကားအပြုအမူတွေတိုင်းမှာ ချဲဂဏန်းပေးပါတယ်ဟေ့ဆိုပြီးဂဏန်းကောက်ကြတယ်ရွာလုံးကျွတ်ထိုးကြတယ်ထိုးတိုင်းလဲပေါက်ကြတော့ဆရာတော်ဟာဘုမသိဘမသိ ချဲဘုန်းဘုန်းရယ်လို့ဖြစ်လာခဲ့ပါတော့တယ် ။တစ်ရွာလုံးကချဲဘုန်းဘုန်းနောက်လိုက်ဂဏန်းကောက်ကြ ပေါက်လို့ပျော်ကြပေမယ့်ရဲနဲ့စစ်သား သားတွေမွေးထားတဲ့ချဲဒိုင်မိန်းမနှစ်ယောက်ကတော့ ချဲဘုန်းကြီးဂဏန်းဆိုအရှုံးပေါ်လွန်းလို့ ချဲထွက်တဲ့နေ့တိုင်း ဆရာတော်ကိုမျက်မုန်းကျိုးမေတ္တာတွေပို့နေခဲ့ကြတဲ့နောက် ….ဆရာတော်မရှိတော့ရင်ကောင်းမယ်ဆိုပြီး အတွေးတွေဝင်ပြီးဆရာတော်ကိုဘယ်လိုပုံစံဘယ်လို နှောင့်ယှက်ကြဦးမလဲဆိုတာတွေကို ဟာသနှောပြီးရိုက်ကူးထားပါတယ် ။Comedy movie လေးဖြစ်ပြီး ပါဝင်ထားတဲ့သရုပ်ဆောင်တွေကလဲ ဟာသကားတွေထဲသရုပ်ဆောင်နေကြသူတွေပဲမို့ မရယ်ရမှာတော့စိတ်ပူမနေပါနဲ့တော့ ….ထိုင်းဟာသကားကြိုက်တဲ့သူတွေအတွက်ဒီကားက လက်မလွှတ်သင့်တဲ့ movie လေးပါပဲ ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Nang Mwe Kham ဖြစ်ပါတယ် )[Zawgyi]ဇာတ္လမ္းေလးကေတာ့ခုပ္အီေ႐ႊဆိုတဲ့႐ြာေလးတစ္႐ြာက ေက်ာင္းထိုင္ဆရာေတာ္တစ္ပါးနဲ႔ ဇာတ္လမ္းေလးကိုအေျခတည္ထားပါတယ္ ။လူေတြရဲ႕ဘဝဆိုတာ မေန႔ကရယ္ ဒီေန႔ရယ္ မနက္ျဖန္ရယ္ ၃ရက္ပဲရွိတယ္ဆိုတဲ့စကားကိုလက္ကိုင္ထားတဲ့ ဆရာေတာ္မွာေမြးစားသားလိုေစာင့္ေရွာက္ေပးရတဲ့ကပၸိယ ၃ေယာက္ရွိတယ္…တြန႔္ကလ ၊ လုန္ ၊ စငုပ္ဒုကၡိတအိုက္တြန႔္ကဒုကၡိတေပမယ့္ ထီလက္မွတ္လွည့္ေရာင္းရင္းဆရာေတာ္နဲ႔ကူၿပီးေနတယ္ ။အိုက္စငုပ္ကေတာ့႐ိုးသားၿပီးသနားတတ္ၾကတဲ့႐ြာသားေတြကို သနားေအာင္မ်က္မျမင္ေယာင္ေဆာင္ၿပီးထီလွည့္ေရာင္းတယ္ ၊႐ြာသားေတြမွာလဲခ်ဲ၂လုံး ၃လုံးကို အသဲအသန္ထိုးၾကတဲ့အက်င့္ေလးေတြလဲရွိၾကတယ္ ၊ဒီလိုနဲ႔႐ြာသားေတြဟာ ဆရာေတာ္က ခ်ဲဂဏန္းေပးတဲ့ဘုန္းႀကီးတစ္ပါးမဟုတ္တာေတာင္ဆရာေတာ္ရဲ႕ႏႈတ္ထြက္စကားအျပဳအမူေတြတိုင္းမွာ ခ်ဲဂဏန္းေပးပါတယ္ေဟ့ဆိုၿပီးဂဏန္းေကာက္ၾကတယ္႐ြာလုံးကြၽတ္ထိုးၾကတယ္ထိုးတိုင္းလဲေပါက္ၾကေတာ့ဆရာေတာ္ဟာဘုမသိဘမသိ ခ်ဲဘုန္းဘုန္းရယ္လို႔ျဖစ္လာခဲ့ပါေတာ့တယ္ ။တစ္႐ြာလုံးကခ်ဲဘုန္းဘုန္းေနာက္လိုက္ဂဏန္းေကာက္ၾက ေပါက္လို႔ေပ်ာ္ၾကေပမယ့္ရဲနဲ႔စစ္သား သားေတြေမြးထားတဲ့ခ်ဲဒိုင္မိန္းမႏွစ္ေယာက္ကေတာ့ ခ်ဲဘုန္းႀကီးဂဏန္းဆိုအရႈံးေပၚလြန္းလို႔ ခ်ဲထြက္တဲ့ေန႔တိုင္း ဆရာေတာ္ကိုမ်က္မုန္းက်ိဳးေမတၱာေတြပို႔ေနခဲ့ၾကတဲ့ေနာက္ ….ဆရာေတာ္မရွိေတာ့ရင္ေကာင္းမယ္ဆိုၿပီး အေတြးေတြဝင္ၿပီးဆရာေတာ္ကိုဘယ္လိုပုံစံဘယ္လို ေႏွာင့္ယွက္ၾကဦးမလဲဆိုတာေတြကို ဟာသေႏွာၿပီး႐ိုက္ကူးထားပါတယ္ ။Comedy movie ေလးျဖစ္ၿပီး ပါဝင္ထားတဲ့သ႐ုပ္ေဆာင္ေတြကလဲ ဟာသကားေတြထဲသ႐ုပ္ေဆာင္ေနၾကသူေတြပဲမို႔ မရယ္ရမွာေတာ့စိတ္ပူမေနပါနဲ႔ေတာ့ ….ထိုင္းဟာသကားႀကိဳက္တဲ့သူေတြအတြက္ဒီကားက လက္မလႊတ္သင့္တဲ့ movie ေလးပါပဲ ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Nang Mwe Kham ျဖစ္ပါတယ္ )File size__( 1.1 GB) and ( 450 MB)Quality__HD 720pIMDb Rating__5.0/10Format__mp4Duration__02:03:14Type__ComedySubtitle__Myanmar Subtitle (Hardsub)Translated by Nang Mwe KhamEncoded by Naing Aung Latt"