"Trance (2020)
===========
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.3/10
#Unicode
ဒီဇာတ်လမ်းအကျဉ်းနဲ့ပတ်သက်ပြီးပြောရရင်တော့..
စိတ်နောက်နေတဲ့ညီဖြစ်သူ သတ်သေသွားတဲ့နောက်မှာ Motivational Speaker ဗီဂျူးပရာဆပ်တစ်နောက်
ဇာတိမြို့ငယ်လေးကနေ မွမ်ဘိုင်းကိုပြောင်းလာခဲ့ပါတယ် …. သူများတကာတွေကိုသာ အောင်မြင်ရေးရဲ့သော့
ချက်ဆိုပြီး ဟောပြောနေပေမယ့် တကယ်တမ်း သူ့ဘဝက သုညသာသာ စုတ်ပြတ်နုံချာလွန်းလှပါတယ်။
သူ့ရဲ့ အိပ်မက်က တစ်နေ့ကျရင် ခန်းမကျယ်ကြီးတစ်ခုမှာ လူတစ်သောင်းကျော် သူဟောပြောတာတွေကို
လာနားထောင်ဖို့ပါပဲ။ အဆက်အသွယ်တစ်ခုနဲ့ ထရိုင်ပတ်လုပ်ငန်းစုမှာ အလုပ်သွားလျှောက်ရင်း သူ့ကို
သမာရိုးကျမဟုတ်တဲ့အလုပ်တစ်ခု ကမ်းလှမ်းခံခဲ့ရပါတယ်။ အဲဒါက ဘာအလုပ်လဲဆိုတာရယ် သူ့ဘဝ ဘယ်လို
တစ်ဆစ်ချိုးပြောင်းလဲသွားမယ်ဆိုတာကိုတော့ ကိုယ်ကိုယ်တိုင် ကြည့်ရှုခံစားကြည့်လိုက်ပါဦး။
IMDB 7.3/10 တောင်ရရှိထားပြီးတော့ လူတွေရဲ့ အားကိုးရာရှာတတ်တဲ့သဘောထားတွေ ဝိသမလောဘသား
တွေရဲ့ အမြတ်ထုတ်မှုတွေကို ကွက်ကွက်ကွင်းကွင်း ရိုက်ပြနိုင်ခဲ့ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ May Myat Thu ပဲဖြစ်ပါတယ်။)
#Zawgyi
ဒီဇာတ္လမ္းအက်ဥ္းနဲ႔ပတ္သက္ၿပီးေျပာရရင္ေတာ့..
စိတ္ေနာက္ေနတဲ့ညီျဖစ္သူ သတ္ေသသြားတဲ့ေနာက္မွာ Motivational Speaker ဗီဂ်ဴးပရာဆပ္တစ္ေနာက္
ဇာတိၿမိဳ႕ငယ္ေလးကေန မြမ္ဘိုင္းကိုေျပာင္းလာခဲ့ပါတယ္ …. သူမ်ားတကာေတြကိုသာ ေအာင္ျမင္ေရးရဲ႕ေသာ့
ခ်က္ဆိုၿပီး ေဟာေျပာေနေပမယ့္ တကယ္တမ္း သူ႔ဘဝက သုညသာသာ စုတ္ျပတ္ႏုံခ်ာလြန္းလွပါတယ္။
သူ႔ရဲ႕ အိပ္မက္က တစ္ေန႔က်ရင္ ခန္းမက်ယ္ႀကီးတစ္ခုမွာ လူတစ္ေသာင္းေက်ာ္ သူေဟာေျပာတာေတြကို
လာနားေထာင္ဖို႔ပါပဲ။ အဆက္အသြယ္တစ္ခုနဲ႔ ထ႐ိုင္ပတ္လုပ္ငန္းစုမွာ အလုပ္သြားေလွ်ာက္ရင္း သူ႔ကို
သမာ႐ိုးက်မဟုတ္တဲ့အလုပ္တစ္ခု ကမ္းလွမ္းခံခဲ့ရပါတယ္။ အဲဒါက ဘာအလုပ္လဲဆိုတာရယ္ သူ႔ဘဝ ဘယ္လို
တစ္ဆစ္ခ်ိဳးေျပာင္းလဲသြားမယ္ဆိုတာကိုေတာ့ ကိုယ္ကိုယ္တိုင္ ၾကည့္ရႈခံစားၾကည့္လိုက္ပါဦး။
IMDB 7.3/10 ေတာင္ရရွိထားၿပီးေတာ့ လူေတြရဲ႕ အားကိုးရာရွာတတ္တဲ့သေဘာထားေတြ ဝိသမေလာဘသား
ေတြရဲ႕ အျမတ္ထုတ္မႈေတြကို ကြက္ကြက္ကြင္းကြင္း ႐ိုက္ျပႏိုင္ခဲ့ပါတယ္။
(ဒီဇာတ္လမ္းရဲ႕ အၫႊန္းနဲ႔ဘာသာျပန္ေရးသားေပးသူကေတာ့ May Myat Thu ပဲျဖစ္ပါတယ္။)
Quality – 720p WebRip
Duration – 2 hrs 50 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama, Thriller
Source : 1080p.Web-Rip
Translator – May Myat Thu
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
