"BluRay 1080p 5.1 Ch နဲ့ပြန်လည်တင်ဆက်ထားပါပြီ။IMDb Rating (8.2/10) နဲ့ Rotten Tomatoes (89/100)% ရရှိထားပါတယ်။(Indiana Jones and the Last Crusade ဆိုတဲ့ဒီဇာတ်ကားထဲကစိတ်ဝင်စားစရာ ပစ္စည်းကတော့ Holy Grail ပါ။တော်တော်များများလဲ ကြားဖူးသိဖူးကြမှာပေါ့။ ဒီခွက်ကို ယေရှုနောက်ဆုံးညစာစားပွဲမှာ သုံးခဲ့တယ်လို့ဆိုကြပါတယ်။ နောက်ပိုင်း ကျမ်းစာအလိုအရ ယေရှုရဲ့သွေးကို Josephက ဒီခွက်နဲ့ပဲ ခံယူခဲ့ပါသတဲ့။ ဒါလဲပဲ ဂျေရူစလင် ကျဆုံးချိန်မှာ ပျောက်ဆုံးတဲ့စာရင်းထဲမှာပါပါတယ်။တချို့မှတ်တမ်းတွေအရ Templar တပ်ဖွဲ့ဝင်တွေက ဘေးလွတ်ရာကို သယ်ဆောင်သွားခဲ့ပြီး လုံခြုံတဲ့ နေရာတခုမှာ ဖွက်ထားခဲ့ကြတယ်လို့ဆိုပါတယ်။ ဘယ်နေရာလဲဆိုတာတော့ ရေရေရာရာမသိနိုင်တော့ပေမယ့် ဂျေရူဆလင်နဲ့ အနောက်ကမ္ဘာ ဆက်သွယ်ထားတဲ့ လမ်းပေါ်မှာလို့ပဲ ယူဆရပါတယ်။ ဒီခွက်နဲ့ပတ်သတ်ပြီး နောက်ထပ် တော်တော်ခိုင်မာတဲ့ဇာတ်လမ်းတစ်ပုဒ်မှာတော့ Holy Grail ဆိုတာ ခွက်တစ်ခွက်မဟုတ်ပဲ ယေရှုရဲ့ဇနီး Mary Magdaline ကို လျှို့ဝှက်ခေါ်ဆိုတာလို့ ဆိုပါတယ်။ အကျယ်သိချင်ရင်တော့ Da Vinci Code ရုပ်ရှင်ကို ပြန်ကြည့်ကြည့်ကြပါ။ဒီဇာတ်လမ်းနဲ့ ပတ်သက်တဲ့ အချက်အလက်တွေကို phothagyan ဘလော့မှကူးယူဖော်ပြပါသည်။)Pause———————————————————-BluRay 1080p 5.1 Ch နဲ႔ျပန္လည္တင္ဆက္ထားပါျပီ။IMDb Rating (8.2/10) နဲ႕ Rotten Tomatoes (89/100)% ရရွိထားပါတယ္။(Indiana Jones and the Last Crusade ဆိုတဲ့ဒီဇာတ္ကားထဲကစိတ္ဝင္စားစရာ ပစၥည္းကေတာ႕ Holy Grail ပါ။ေတာ္ေတာ္မ်ားမ်ားလဲ ၾကားဖူးသိဖူးၾကမွာေပါ႕။ ဒီခြက္ကို ေယ႐ွုေနာက္ဆံုးညစာစားပြဲမွာ သံုးခဲ႕တယ္လို႕ဆိုၾကပါတယ္။ ေနာက္ပိုင္း က်မ္းစာအလိုအရ ေယရွုရဲ႕ေသြးကို Josephက ဒီခြက္နဲ႕ပဲ ခံယူခဲ႕ပါသတဲ႕။ ဒါလဲပဲ ေဂ်႐ူစလင္ က်ဆံုးခ်ိန္မွာ ေပ်ာက္ဆံုးတဲ႕စာရင္းထဲမွာပါပါတယ္။တခ်ိဳ႕မွတ္တမ္းေတြအရ Templar တပ္ဖြဲ႕ဝင္ေတြက ေဘးလြတ္ရာကို သယ္ေဆာင္သြားခဲ႕ၿပီး လုံၿခံဳတဲ႕ ေနရာတခုမွာ ဖြက္ထားခဲ႕ၾကတယ္လို႕ဆိုပါတယ္။ ဘယ္ေနရာလဲဆိုတာေတာ႕ ေရေရရာရာမသိႏိုင္ေတာ႕ေပမယ္႕ ေဂ်႐ူဆလင္နဲ႕ အေနာက္ကမာၻ ဆက္သြယ္ထားတဲ႕ လမ္းေပၚမွာလို႕ပဲ ယူဆရပါတယ္။ ဒီခြက္နဲ႕ပတ္သတ္ၿပီး ေနာက္ထပ္ ေတာ္ေတာ္ခိုင္မာတဲ႕ဇာတ္လမ္းတစ္ပုဒ္မွာေတာ႕ Holy Grail ဆိုတာ ခြက္တစ္ခြက္မဟုတ္ပဲ ေယရွုရဲ႕ဇနီး Mary Magdaline ကို လွ်ိဳ႕ဝွက္ေခၚဆိုတာလို႕ ဆိုပါတယ္။ အက်ယ္သိခ်င္ရင္ေတာ႕ Da Vinci Code ႐ုပ္ရွင္ကို ၿပန္ၾကည္႕ၾကည္႕ၾကပါ။ဒီဇာတ္လမ္းနဲ႕ ပတ္သက္တဲ့ အခ်က္အလက္ေတြကို phothagyan ဘေလာ့မွကူးယူေဖာ္ျပပါသည္။)File size…(2.1 GB) and (1.6 GB)Quality…BluRay 1080p 5.1 DTSFormat…mkvDuration….02:07:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung"