"BluRay 1080p 5.1 Ch နဲ့ပြန်လည်တင်ဆက်ထားပါပြီ။IMDb Rating (8.4/10) နဲ့ Rotten Tomatoes (95% ) ရရှိထားပါတယ်။(Raiders of the Lost Ark ဆိုတဲ့ဒီဇာတ်လမ်းထဲမှာ နာဇီတွေ အသဲအသန်လိုက်ရှာနေတဲ့ ဒီသေတ္တာလေးဟာ သူတို့ရန်သူတော် ဂျူူ းတွေရဲ့ ဘာသာရေးပစ္စည်းပါ။ Torah နဲ့ Bible ကျမ်းစာတွေအရ ဒီသေတ္ကာလေးကို ပညတ်တော် (၁၀)ပါးကို ရေးထားတဲ့ ကျောက်တုံးနှစ်တုံး ထည့်ဖို့အတွက် လွန်ခဲ့တဲ့နှစ်ပေါင်း ၃၀၀၀ ကျော်က ပြုလုပ်ခဲ့တယ်လို့ဆိုပါတယ်။ ဂျူူ းတွေ အီဂျစ်ကနေ မြေထဲပင်လယ်ကိုဖြတ်၊ ဘုရားသခင်(ဂျူ း အခေါ်ဂျေဟိုးဗ)ကတိပြုထားတဲ့ လွတ်မြောက်နယ်မြေ ခုဆီးရီးယားကျွန်းဆွယ်ကို သွားတဲ့လမ်းတစ်လျှောက်မှာ ဒီသေတ္တာက အခက်အခဲဟူသမျှကို ဖြေရှင်းပေးခဲ့တယ်လို့ မှတ်တမ်းရှိခဲ့ပါတယ်။ ခရစ်ယာန်တွေရော၊ ဂျုးတွေပါ ယုံကြည်ကိုးကွယ်ကြတဲ့ ဒီပစ္စည်းဟာ ဘီစီ ၅၉၇၊ ၅၈၆နှစ် ဘေဘီလိုနီးယန်းတွေ ဂျေရူဆလင်ကို ဝင်စီးချိန်မှာ ဘုရားကျောင်းမှပျောက်သွားခဲ့ပါတယ်။ ခိုးခံရတာလား၊ ဖွက်လိုက်ကြတာလား၊ ဖျက်ဆီးခံလိုက်ရလားဆိုတာ ခုထိမသိကြရသေးပါဘူး။ ပါးစပ်ရာဇဝင်တွေအရ သေတ္တာဟာ ပထမဆုံးဘုရားကျောင်းထဲက ဝင်္ကပါလှိုဏ်လမ်း တနေရာရာမှာ လှုံခြုံစွာရှိဆဲပဲလို့ဆိုပါတယ်။ ဒါပေမယ့် ခုခေတ်မှာ ထိုလှိုဏ်တွေထဲ ဝင်ဖို့ဆိုတာ မဖြစ်နိုင်တော့ပါဘူး။အကြောင်းက ခုအဲဒီနေရာဟာ မူဆလင်တွေရဲ့ နာမည်ကြီး Dome of Rock ဗလီ ဖြစ်နေလို့ပါပဲ။နောက်ထပ် ဇာတ်လမ်းတစ်ပုဒ်မှာတော့ Ark ကို အီသီယိုးပီးယား မင်းညီမင်းသားတစ်ပါးက လွတ်ရာကို ပင့်ဆောင်သွားခဲ့ပြီး မြို့ငယ်တစ်ခုက ဘုရားကျောင်းထဲမှာ ဖွက်ထားခဲ့ပါသတဲ့။ ခုထက်ထိ အဲဒီ ဘုရားကျောင်းမှာ Ark ကို ဂျူးဘုန်းတော်ကြီးတွေက စောင့်ရှောက်နေကြပါတယ်။ ပညာရှင်အဖွဲ့တွေက လေ့လာခွင့်တောင်းတော့ စောင့်တဲ့လူကလွဲရင် ဘယ်သက်ရှိကမှ Ark ကို ကြည့်ခွင့်၊ ဖွင့်ခွင့်မရှိပါဘူးတဲ့ခင်ဗျား။ဒီဇာတ်လမ်းနဲ့ ပတ်သက်တဲ့ အချက်အလက်တွေကို phothagyan ဘလော့မှကူးယူဖော်ပြပါသည်။)Pause——————————————————————BluRay 1080p 5.1 Ch နဲ႔ျပန္လည္တင္ဆက္ထားပါျပီ။IMDb Rating (8.4/10) နဲ႕ Rotten Tomatoes (95% ) ရရွိထားပါတယ္။(Raiders of the Lost Ark ဆိုတဲ့ဒီဇာတ္လမ္းထဲမွာ နာဇီေတြ အသဲအသန္လိုက္႐ွာေနတဲ႕ ဒီေသတၱာေလးဟာ သူတို႕ရန္သူေတာ္ ဂ်ဴဴ းေတြရဲ႕ ဘာသာေရးပစၥည္းပါ။ Torah နဲ႕ Bible က်မ္းစာေတြအရ ဒီေသတၠာေလးကို ပညတ္ေတာ္ (၁၀)ပါးကို ေရးထားတဲ႕ ေက်ာက္တုံးႏွစ္တံုး ထည္႔ဖို႕အတြက္ လြန္ခဲ႕တဲ႕ႏွစ္ေပါင္း ၃၀၀၀ ေက်ာ္က ၿပဳလုပ္ခဲ႕တယ္လို႕ဆိုပါတယ္။ ဂ်ဴဴ းေတြ အီဂ်စ္ကေန ေၿမထဲပင္လယ္ကိုၿဖတ္၊ ဘုရားသခင္(ဂ်ဴ း အေခၚေဂ်ဟိုးဗ)ကတိၿပဳထားတဲ႕ လြတ္ေၿမာက္နယ္ေၿမ ခုဆီးရီးယားကြ်န္းဆြယ္ကို သြားတဲ႕လမ္းတစ္ေလွ်ာက္မွာ ဒီေသတၱာက အခက္အခဲဟူသမွ်ကို ေၿဖရွင္းေပးခဲ႕တယ္လို႕ မွတ္တမ္းရွိခဲ႕ပါတယ္။ ခရစ္ယာန္ေတြေရာ၊ ဂ်ဳးေတြပါ ယံုၾကည္ကိုးကြယ္ၾကတဲ႕ ဒီပစၥည္းဟာ ဘီစီ ၅၉၇၊ ၅၈၆ႏွစ္ ေဘဘီလုိနီးယန္းေတြ ေဂ်႐ူဆလင္ကို ဝင္စီးခ်ိန္မွာ ဘုရားေက်ာင္းမွေပ်ာက္သြားခဲ႕ပါတယ္။ ခိုးခံရတာလား၊ ဖြက္လိုက္ၾကတာလား၊ ဖ်က္ဆီးခံလိုက္ရလားဆိုတာ ခုထိမသိၾကရေသးပါဘူး။ ပါးစပ္ရာဇဝင္ေတြအရ ေသတၱာဟာ ပထမဆံုးဘုရားေက်ာင္းထဲက ဝကၤပါလွုိဏ္လမ္း တေနရာရာမွာ လွုံၿခံဳစြာရွိဆဲပဲလို႕ဆိုပါတယ္။ ဒါေပမယ္႕ ခုေခတ္မွာ ထိုလွုိဏ္ေတြထဲ ဝင္ဖို႕ဆိုတာ မၿဖစ္ႏိုင္ေတာ႕ပါဘူး။အေၾကာင္းက ခုအဲဒီေနရာဟာ မူဆလင္ေတြရဲ႕ နာမည္ၾကီး Dome of Rock ဗလီ ၿဖစ္ေနလို႕ပါပဲ။ေနာက္ထပ္ ဇာတ္လမ္းတစ္ပုဒ္မွာေတာ႕ Ark ကို အီသီယိုးပီးယား မင္းညီမင္းသားတစ္ပါးက လြတ္ရာကို ပင္႕ေဆာင္သြားခဲ႕ၿပီး ၿမိဳ႕ငယ္တစ္ခုက ဘုရားေက်ာင္းထဲမွာ ဖြက္ထားခဲ႕ပါသတဲ႕။ ခုထက္ထိ အဲဒီ ဘုရားေက်ာင္းမွာ Ark ကို ဂ်ဴးဘုန္းေတာ္ၾကီးေတြက ေစာင္႕ေရွာက္ေနၾကပါတယ္။ ပညာရွင္အဖြဲ႕ေတြက ေလ႕လာခြင္႕ေတာင္းေတာ႕ ေစာင္႕တဲ႕လူကလြဲရင္ ဘယ္သက္ရွိကမွ Ark ကို ၾကည္႕ခြင္႕၊ ဖြင္႕ခြင္႕မရွိပါဘူးတဲ႕ခင္ဗ်ား။ဒီဇာတ္လမ္းနဲ႕ ပတ္သက္တဲ့ အခ်က္အလက္ေတြကို phothagyan ဘေလာ့မွကူးယူေဖာ္ျပပါသည္။)File size…(2 GB) and (1.3 GB)Quality…BluRay 1080p 5.1 DTSFormat…mkvDuration….01:55:18Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya Aung"