"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်ကတော့ ပထမကမ္ဘာစစ်အပြီး အမေရိကန်ရဲ့ နာမည်ကျော် ဖြစ်ရပ်မှန် အရှုပ်တော်ပုံ အမှုကြီးတစ်ခုအကြောင်းကို ရိုက်ကူးထားတာပါပဲ။ ဘာဖြစ်ရပ်မှန်လဲဆိုတာတော့ ကြိုမပြောပြတော့ပါဘူး။ စုံထောက်ကားဆန်ဆန်ဖြစ်လို့ ပဟေဠိတွေ ကြိုသိမသွားအောင်ပါ။ ပါဝင်ထားတာကတော့ နာမည်ကြီးသရုပ်ဆောင်များလွန်းလို့ ဘယ်သူက စပြောရမလဲတောင်မသိပါဘူး။ အဆိုတော် တေလာဆွစ်ပါ ပါလိုက်ပါသေးတယ်။ ခေါင်းဆောင်မင်းသားက ခရစ်ရှန်ဘေး၊ မင်းသမီး မာဂေါ့ရော်ဘီ၊ ဂျွန်ဒေးဗစ်ဝါရှင်တန်၊ အာညာ တေလာဂျွိုင်း၊ ခရစ်စ် ရော့ခ်၊ တေလာဆွစ်၊ ရာမီမာလက်ခ် တို့ပါပါတယ်။ ဒါပေမဲ့ ရုံတင်တော့ အရှုံးပေါ်ထားပါသေးတယ်။ ၉၇ သန်းလောက်ကို ရှုံးတာပါ။ ဝေဖန်ရေးဆရာတွေကတော့ ဒီဇိုင်းတွေ၊ သရုပ်ဆောင်တွေကို အရမ်းချီးကျူးထားပါတယ်။ ဒါရိုက်တာရဲ့ ဇာတ်ညွှန်းနဲ့တင်ဆက်ပုံကို မကြိုက်ကြလို့ဖြစ်သွားတာပါ။ ဘာပဲပြောပြော ဒီလူတွေစုပြီး သရုပ်ဆောင်ထားတာနဲ့တင် ကြည့်လို့တန်ကိုတန်လွန်းတဲ့ ရုပ်ရှင်ဖြစ်နေပါပြီ။
ဇာတ်လမ်းအကျဉ်း
ဘတ်ထ် ဘရန်ဆန်ဟာ စစ်ပြန် ဆရာဝန်တစ်ယောက်ပါ။ ဆေးခန်းတစ်ခုဖွင့်ပြီး စစ်ပြန်ရဲဘော်တွေကို ကူညီပေး၊ ကုသပေးနေတဲ့သူပါ။ ဒါပေမဲ့ ဆေးတွေမျိုးစုံစမ်းသပ်နေတဲ့အတွက် ဆေးကောင်စီက ခဏခဏ သတိပေးခံနေရတဲ့သူပါပဲ။ သူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်း စစ်ပြန်ကြီးကတော့ ဟာရိုးဝုမန်းဖြစ်ပြီး ရှေ့နေအဖြစ် သူနဲ့အတူ ၁၀ နှစ်ကျော်အလုပ်တွဲလုပ်နေခဲ့တာပါ။ သူတို့ရဲ့ အချစ်ဆုံးသူငယ်ချင်း သူနာပြု ဗယ်လာရီအဖြစ် မာဂေါ့ရော်ဘီက သရုပ်ဆောင်ထားပါတယ်။ ရာမီမာလက် နဲ့ အာညာတို့အတွဲကတော့ အရေးပါတဲ့ ဇာတ်ကောင်လင်မယားနှစ်ယောက်အဖြစ် သရုပ်ဆောင်ထားတာပါ။ တစ်နေ့မှာ ရှေ့နေ ဟာရိုးကို ဗိုလ်ချုပ်ဟောင်းကြီးတစ်ယောက်ရဲ့ သမီးက အမှုအပ်လာတယ်။ သူ့အဖေ ဗိုလ်ချုပ်ဟောင်း ဘေလ်မီးကင်းစ်သေဆုံးမှုကို စုံစမ်းဖို့ပါပဲ။ ဒါပေမဲ့ အဲဒီအမှုက ထင်သလို လူသေမှုလား လူသတ်မှုလား ခွဲရုံတင်မကဘဲ နိုင်ငံနဲ့ချီတဲ့ အရှုပ်တော်ပုံကြီးဖြစ်လာတဲ့အခါ….
File size…(1.5 GB)/(888 MB)/( Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….02:01:00
Genre…Drama, Comedy, History
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Mr. Anderson
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
