"Flags of Our Fathers(2006)IMDb….7.1,,,Rotten…73%Pause“သူတို့အားလုံးကို ကျွန်တော်အိမ်ပြန်ပို့နိုင်စေရမယ်လို့ ကတိပေးထားတယ်….ဆိုလိုတာက တစ်ဝက်လောက်ကိုလိမ်လိုက်ရတဲ့ဆိုတဲ့သဘောပေါ့” ဒီစကားကိုတော့ တပ်ကြပ်ကြီးတစ်ဦးက ဂျပန်ကျွန်းဆွယ်ဖြစ်တဲ့ အီဝိုးဂျီဝါးကျွန်းကိုမသိမ်းခင် တပ်ခွဲမှူးအရာရှိကို ပြောနေတဲ့စကားပဲဖြစ်ပါတယ်.။ပြောချင်တာက ဥပမာလူ(၃၀၀)တက်ရင်၁၅၀သေမယ် ၁၅၀အသက်ရှင်မယ်ပေါ့လေ။..ဒီဂျပန်ကျွန်းတက်သိမ်းမယ့် စစ်ဆင်ရေးမှာ သူကိုယ်တိုင်လည်းအသက်ဆုံးရှုံးနိုင်ဖို့ ၇၀ရာနှုန်းလောက်သေချာနေပေမယ့် သူ့ကိုယ်သူထက် လက်အောက်ငယ်သားတွေ အတွက်စိတ်မကောင်းဖြစ်နေပုံပါပဲ….Flags of Our Fathers ဆိုတာ ဒုတိယကမ္ဘာစစ်အတွင်း အီဝိုးဂျီဝါးကျွန်းကိုတက်သိမ်းစဉ်ဖြစ်ပျက်ခဲ့တဲ့အကြောင်းကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန်မှီငြိမ်းဇာတ်ကားဖြစ်ပါတယ်…..ဒီကျွန်းကိုတက်မသိမ်းခင် ရေတပ်ကအမြှောက်ကြီးတွေက ဗုံးမိုး ရက်(၂၀)လောက်ရွာခဲ့လို့ မြက်ပင်တောင်မရှိတော့ဘူး….သို့ပေမယ့် ဂျပန်တို့ရဲ မြင့်မြတ်သောကျွန်းအဖြစ်ဦးထိပ်ထားတဲ့ ဒီကျွန်းကိုရဖို့ အမေရိကန်တို့ အရာအားလုံးနီးပါးစတေးခဲ့ရတယ်…ကျွန်တော်ဒါတွေပြောလို့ စပွိုင်လာဖြစ်သွားတယ်လို့မထင်လိုက်ပါနဲ့…တကယ့်ဒီဇာတ်ကားရဲ့ အဓိကအဖြစ်ဆုံးအကြောင်းအရာကအီဝိုးဂျီဝါးကျွန်းရဲ့တောင်ကုန်းပေါ်မှာ စိုက်ထူခဲ့တဲ့အလံဖြစ်ပါတယ်…ဒီအလံရဲ့နောက်ကွယ် ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ အကောင်းဆုံးအပိုင်းဖြစ်လို့ ထိန်ချိန်ထားပါရစေ….ဒီကားက စစ်ကားထဲမှာဆို တကယ့် ဂန္တဝင်စားရင်းထဲကိုထည့်ရလိမ့်မယ်ထင်တယ်..ဒါရိုက်တာက Clint Eastwood ကြောင့်လို့လည်းမထင်လိုက်ပါနဲ့…ကျွန်းသိမ်းစဉ်မှာ ကြည်း၊ရေ၊လေ (၃)ခုပေါင်းပြီး ထိုးစစ်ဆင်ခဲ့ပုံတွေကို တကယ့်ထိတ်လန့်စရာစစ်မြေပြင်အတိုင်းရိုက်ပြနိုင်သလို စစ်ရဲ့ဆိုးကျိုးတွေ တိုက်ပွဲဝင်စစ်သည်တွေရဲ့ ခံစားချက်အဖုံဖုံ ခံယူချက်အမျိုးမျိုးတွေကိုလည်းရိုက်ပြနိုင်ခဲ့တယ်…ဒါ့အပြင် အစိုးရပိုင်း ပြည်သူနဲ့ စစ်သည်တွေကြားရဲ့ ဆက်နွယ်မှုတွေကိုလည်း ခင်ဗျားတို့မြင်ရလိမ့်မယ်…ဒီကားက အော်စကာ ဆန်ကာတင်(၂)ဆုစာရင်းဝင်ခဲ့သလို အခြားဆု(၁၅)ဆုလည်းရရှိခဲ့တယ်…ကျွန်တော်တို့ရဲ့ ဒါရိုက်တာကြီး Clint Eastwood ကတော့ AARPက ချီးမြင့်တဲ့အကောင်းဆုံးဒါရိုက်တာဆုရရှိခဲ့တယ်..ကိုင်း စစ်ကားကြိုက်တဲ့ သူတွေအတွက် အကောင်းဆုံးစာရင်းဝင် တစ်ကားတင်ဆက်လိုက်ပါပြီ…ခံစားကြည့်လိုက်ပါဦး…..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ye Pye Sone ပဲဖြစ်ပါတယ်…File Size : (1GB)Quality : Blu-Ray 720pFormat…mp4Duration…02:15:00Genre : Drama, History, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo Pyae"