"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Doctor Strange – Marvel ရဲ႕ သိပၸံေလာကထဲက မဟုတ္တဲ့ စူပါဟီးရိုးတစ္ေယာက္။ Marvel ရဲ႕ အစြမ္းထက္ဆံုး ေမွာ္ဆရာေတြထဲက တစ္ေယာက္။ အကုန္လံုးသိေနၾကျပီမို႕ သိပ္ေတာ့ ညႊန္းစရာမရိွေတာ့ပါဘူး။ စူပါဟီးရိုးရုပ္ရွင္ေတြထဲက ဒိုင္ယာေလာ့ခ္ အေကာင္းစား သေဘာတရားအေကာင္းစားေတြနဲ႕ ဇာတ္ကားတစ္ကား။ ဘန္နီဒစ္ရဲ႕ လံုး၀လိုက္ဖက္တဲ့ ဇာတ္ရုပ္။ ဇာတ္လမ္းအက်ဥ္းမွာေတာ့ အာရံုေၾကာခြဲစိတ္ဆရာ၀န္ ေဒါက္တာ စတီဖင္စထရိန္႕ – သိပ္ဘ၀င္ျမင့္ အတၱၾကီးတဲ့ ပါရမီရွင္ဟာ တစ္ရက္မွာ အက္ဆီးဒန္႕ ဆိုးဆိုး၀ါး၀ါးျဖစ္ခဲ့ျပီး ျပန္ေကာင္းမလာနိုင္ေတာ့မယ့္ လက္ဒဏ္ရာၾကံဳလာခဲ့ပါတယ္။ သိပၸံနယ္ပယ္ရဲ႕ ကုထံုးအားလံုးနဲ႕ ကုလုိ႕မရေတာ့တဲ့အခ်ိန္မွာ ေနာက္ဆံုးေမွ်ာ္လင့္ခ်က္အျဖစ္ ေဆးကုသခံဖို႕သြားခဲ့ရာကေန ကမာၻၾကီးထဲမွာ လွ်ိဳ႕၀ွက္ထားတဲ့ ေမွာ္ေလာကထဲကို ေရာက္သြားတဲ့ အခါ….
Doctor Strange – Marvel ရဲ့ သိပ္ပံလောကထဲက မဟုတ်တဲ့ စူပါဟီးရိုးတစ်ယောက်။ Marvel ရဲ့ အစွမ်းထက်ဆုံး မှော်ဆရာတွေထဲက တစ်ယောက်။ အကုန်လုံးသိနေကြပြီမို့ သိပ်တော့ ညွှန်းစရာမရှိတော့ပါဘူး။ စူပါဟီးရိုးရုပ်ရှင်တွေထဲက ဒိုင်ယာလော့ခ် အကောင်းစား သဘောတရားအကောင်းစားတွေနဲ့ ဇာတ်ကားတစ်ကား။ ဘန်နီဒစ်ရဲ့ လုံးဝလိုက်ဖက်တဲ့ ဇာတ်ရုပ်။ ဇာတ်လမ်းအကျဉ်းမှာတော့ အာရုံကြောခွဲစိတ်ဆရာဝန် ဒေါက်တာ စတီဖင်စထရိန့် – သိပ်ဘဝင်မြင့် အတ္တကြီးတဲ့ ပါရမီရှင်ဟာ တစ်ရက်မှာ အက်ဆီးဒန့် ဆိုးဆိုးဝါးဝါးဖြစ်ခဲ့ပြီး ပြန်ကောင်းမလာနိုင်တော့မယ့် လက်ဒဏ်ရာကြုံလာခဲ့ပါတယ်။ သိပ္ပံနယ်ပယ်ရဲ့ ကုထုံးအားလုံးနဲ့ ကုလို့မရတော့တဲ့အချိန်မှာ နောက်ဆုံးမျှော်လင့်ချက်အဖြစ် ဆေးကုသခံဖို့သွားခဲ့ရာကနေ ကမ္ဘာကြီးထဲမှာ လျှို့ဝှက်ထားတဲ့ မှော်လောကထဲကို ရောက်သွားတဲ့ အခါ….
1080p BluRay 5.1 DTS Quality ျဖင့္ Marvel Cinematic Universe (MCU) Collection ကိုစုေပါင္းတင္ဆက္ပါသည္။
MCU ဇာတ္ကားအားလံုးကို https://channelmyanmar.org/category/marvel-universe/ မွာ Download ႏိုင္ပါသည္။
++++++++++++++++++++++++++++
Marvel Cinematic Universe Intro
=======================
Marvel ထုတ္လုပ္ေရးမွ Marvel Cinematic Universe(MCU) ကို လြန္ခဲ့တဲ့ ၁၀ နွစ္က စျပီးတည္ေဆာက္ခဲ့ပါတယ္။
ပထမဆံုး ဇာတ္လမ္းျဖစ္တဲ့ Iron Man-1 နဲ႕ျဖစ္ပါတယ္။ ေနာက္ဆံုးအပိတ္ကေတာ့ Endgame (2019) ျဖစ္ပါတယ္။
Marvel Universe မွာ Infinity Stone လို႕ ေခၚတဲ့ စြမ္းအား အၾကီးဆံုး ေက်ာက္တံုး(၆) လံုးရိွပါတယ္။
အဲဒီေက်ာက္တံုးေတြဟာ စၾကဝဠာအႏွ႕ံမွာ ျပန္႕က်ဲေနတယ္ ဆိုပါေတာ့။
ေက်ာက္တံုးတစ္တံုးခ်င္းစီမွာ သီးျခားအစြမ္းေတြ ရိွျပီး သာမာန္လူေတြ ကိုင္တြယ္သံုးစြဲဖို႕ မျဖစ္ႏုိင္သေလာက္ပါပဲ။
Infinity War ရဲ႕ အဓိက ဗီလိန္ျဖစ္တဲ့ Mad titan လို႕ေခၚၾကတဲ့ Thanos က ဒီေက်ာက္တံုးေတြကို စုစည္းျပီး
စၾကဝဠာကို သူ႕သေဘာအတိုင္းဖန္တီးဖို႕ၾကိဳးစားပါလိမ့္မယ္။
ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို႕နဲ႕
Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖြဲ႕တို႕ ပူးေပါင္းတားဆီးၾကရင္း ျဖစ္လာတဲ့ စစ္ပြဲပါ။
Infinity Stones 6 လံုးရဲ႕ တည္ေနရာေတြကေတာ့
၁. Space Stone aka Tesseract (Blue)
(Captain America: the first avenger ဇာတ္ကားမွာ နာဇီေတြဆီက လုယူရတဲ့ ေက်ာက္တံုးျဖစ္ျပီး
Avengers ဇာတ္ကားမွာ လိုကီက ျဂိဳလ္သားေတြကို ကမာၻကိုေခၚဖို႕ ဝင္ေပါက္ဖြင့္တဲ့ေနရာမွာ အသံုးျပဳခဲ့ပါတယ္၊
လက္ရိွကေတာ့ Asgard ျဂိဳလ္ေပၚမွာ သိမ္းဆည္းခဲ့ရင္း Thor: Ragnarok ကားအဆံုးမွာ လိုကီ ခိုးယူခဲ့တာကို ေတြ႕ရမွာပါ)
၂။ Reality Stone aka Aether (Red)
( စၾကဝဠာကို Big Bang မတိုင္ခင္အထိေတာင္ ျပန္ေျပာင္းပစ္ႏိုင္ပါတယ္။
Thor 2: The Dark World မွာ ပါလာခဲ့ျပီး ေနာက္ဆံုး credit scene မွာ Collector ဆိုသူဆီမွာ သိမ္းဆည္းထားပါတယ္)
၃။ Power Stone (Purple Orb)
( ျဂိဳလ္တစ္ခုလံုးကို အသာေလးဖ်က္ပစ္လို႕ရတဲ့ raw power ေတြပါပါတယ္။
Guardian of the Galaxy 1 မွာ ပါဝင္ခဲ့ျပီး Xander က Nova Corps စစ္တပ္လက္ထဲမွာ သိမ္းဆည္းထားပါတယ္။)
၄။ The Time Stone ( The Eye of Agomotto, Green)
( အခ်ိန္ကို လိုသလိုအသံုးခ်ႏိုင္ပါတယ္။ Doctor Starnge ဇာတ္လမ္းမွာ ပါဝင္လာျပီး လက္ရိွ ေဒါက္တာ စထ္ရိန္႕က ေစာင့္ေရွာက္ထားပါတယ္)
၅။ Mind Stone (Yellow)
( ဥာဏ္ရည္ကို ျမွင့္တင္ျခင္းနဲ႕ စိတ္ညိဳ႕ျခင္းေတြ ျပဳလုပ္ႏိုင္ပါတယ္။ Avengers 1 မွာ ပါဝင္ခဲ့ျပီး လက္ရိွ Vision ရဲ႕ နဖူးထဲမွာ ျမွပ္ထားတာပါ)
၆။ Soul Stone (Orange)
( သက္ရိွ သက္မဲ့ အေျခအေနေတြကို ထိန္းခ်ဳပ္ႏုိင္ပါတယ္။ Planet Vormir မွာရွိပါတယ္။ )
အဆိုပါ ေက်ာက္တံုး ၆ တံုးကို သံုးႏိုင္ဖို႕ Infinity Gauntlet ဆိုတဲ့ လက္အိတ္ကို လိုပါတယ္။ အဲဒီလက္အိတ္ကိုေတာ့ Thanos ပိုင္ဆိုင္ထားပါတယ္။
ဒီေလာက္ဆို Marvel Universe ကိုၾကည့္ဖို႔ အၾကမ္းဖ်ဥ္းလံုေလာက္ျပီ ထင္ပါတယ္။
[Unicode] 1080p BluRay 5.1 DTS Quality ဖြင့် Marvel Cinematic Universe (MCU) Collection ကိုစုပေါင်းတင်ဆက်ပါသည်။
MCU ဇာတ်ကားအားလုံးကို https://channelmyanmar.org/category/marvel-universe/ မှာ Download နိုင်ပါသည်။
++++++++++++++++++++++++++++
Marvel Cinematic Universe Intro
=======================
Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။
ပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။
Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။
အဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။
ကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။
Infinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး
စကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။
ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို့နဲ့
Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖွဲ့တို့ ပူးပေါင်းတားဆီးကြရင်း ဖြစ်လာတဲ့ စစ်ပွဲပါ။
Infinity Stones 6 လုံးရဲ့ တည်နေရာတွေကတော့
၁. Space Stone aka Tesseract (Blue)
(Captain America: the first avenger ဇာတ်ကားမှာ နာဇီတွေဆီက လုယူရတဲ့ ကျောက်တုံးဖြစ်ပြီး
Avengers ဇာတ်ကားမှာ လိုကီက ဂြိုလ်သားတွေကို ကမ္ဘာကိုခေါ်ဖို့ ဝင်ပေါက်ဖွင့်တဲ့နေရာမှာ အသုံးပြုခဲ့ပါတယ်၊
လက်ရှိကတော့ Asgard ဂြိုလ်ပေါ်မှာ သိမ်းဆည်းခဲ့ရင်း Thor: Ragnarok ကားအဆုံးမှာ လိုကီ ခိုးယူခဲ့တာကို တွေ့ရမှာပါ)
၂။ Reality Stone aka Aether (Red)
( စကြဝဠာကို Big Bang မတိုင်ခင်အထိတောင် ပြန်ပြောင်းပစ်နိုင်ပါတယ်။
Thor 2: The Dark World မှာ ပါလာခဲ့ပြီး နောက်ဆုံး credit scene မှာ Collector ဆိုသူဆီမှာ သိမ်းဆည်းထားပါတယ်)
၃။ Power Stone (Purple Orb)
( ဂြိုလ်တစ်ခုလုံးကို အသာလေးဖျက်ပစ်လို့ရတဲ့ raw power တွေပါပါတယ်။
Guardian of the Galaxy 1 မှာ ပါဝင်ခဲ့ပြီး Xander က Nova Corps စစ်တပ်လက်ထဲမှာ သိမ်းဆည်းထားပါတယ်။)
၄။ The Time Stone ( The Eye of Agomotto, Green)
( အချိန်ကို လိုသလိုအသုံးချနိုင်ပါတယ်။ Doctor Starnge ဇာတ်လမ်းမှာ ပါဝင်လာပြီး လက်ရှိ ဒေါက်တာ စထ်ရိန့်က စောင့်ရှောက်ထားပါတယ်)
၅။ Mind Stone (Yellow)
( ဉာဏ်ရည်ကို မြှင့်တင်ခြင်းနဲ့ စိတ်ညို့ခြင်းတွေ ပြုလုပ်နိုင်ပါတယ်။ Avengers 1 မှာ ပါဝင်ခဲ့ပြီး လက်ရှိ Vision ရဲ့ နဖူးထဲမှာ မြှပ်ထားတာပါ)
၆။ Soul Stone (Orange)
( သက်ရှိ သက်မဲ့ အခြေအနေတွေကို ထိန်းချုပ်နိုင်ပါတယ်။ Planet Vormir မှာရှိပါတယ်။ )
အဆိုပါ ကျောက်တုံး ၆ တုံးကို သုံးနိုင်ဖို့ Infinity Gauntlet ဆိုတဲ့ လက်အိတ်ကို လိုပါတယ်။ အဲဒီလက်အိတ်ကိုတော့ Thanos ပိုင်ဆိုင်ထားပါတယ်။
ဒီလောက်ဆို Marvel Universe ကိုကြည့်ဖို့ အကြမ်းဖျဉ်းလုံလောက်ပြီ ထင်ပါတယ်။
File size…(2.3 GB) and (1.2 GB in Openload)
Quality…1080p BluRay 5.1 DTS
Format…mp4
Duration….01:57:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Little Neo
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
