"U-571(2000)
IMDb…6.6,,,Rotten ….68%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားက ဒုတိယ ကမ္ဘာစစ်တုန်းက မဟာမိတ် စစ်သင်္ဘောတွေကို တစ်ဒိန်းဒိန်းပစ်ခေတ်ပြီး ရောက်အောက်ကို
နှစ်မြှုတ်ခဲ့တဲ့ ဂျမာန် u-571 စစ်သင်္ဘောအကြောင်းကို အဓိက ထားရိုက်ပြထားပါတယ်…
ဂျာမန်စစ်သင်္ဘောတွေရဲ့ ပစ်ခတ်ဖျက်ဆီးခြင်းကို ဖွဲအိတ်ကြီးလို ခံနေရတဲ့ အဓိက အကြောင်းရင်းက Enigma ဆိုတဲ့ ဝှက်စာကြောင့်ပါ…
ဒီကားအညွှန်းကို မပြောခင် အရေးကြီးဆုံးအကြောင်းအရာဖြစ်တဲ့ Enigma ဆိုတဲ့ ဝှက်စာ အကြောင်းကိုပြောပြပါ့မယ်…
ဒါတွေမသိလည်း ကြည့်လို့ကောင်းတဲ့ စစ်ကားကြီးဖြစ်ပေမယ့် သိသွားတဲ့အခါမှာ ဗဟုသုတလည်းရတဲ့အပြင် ကြည့်ရတာ ဇာတ်ရှန်အမြင့်ဆုံးကိုရောက်သွားစေနိုင်တာကြောင့်ပါ..
Enigma ဆိုတာက ပထမကမ္ဘာစစ်နဲ့ ဒုတိယကမ္ဘာစစ်ကြားကာလမှာ ဂျာမန်တွေတီထွင်ခဲ့တဲ့ ဝှက်စာ စက်ဖြစ်ပါတယ်။
Mechanical နဲ့ electrical ကို ပေါင်းထားတဲ့ စက်ဖြစ်ပြီး U boat နဲ့ ၈ျာမန်စစ်သင်္ဘောတွေက ပင်နယံ ၄ ဆင့်နဲ့ အထက်ပါတဲ့ Enigma ကို သုံးခဲ့ပါတယ်။
ပင်နယံဝိုင်းတွေမျှားလေ ပိုလုံခြုံလေမို့ နောက်ပိုင်းမှာ ပင်နယံဝိုင်း ၈ ဆင့်အထိသုံးခဲ့ပါတယ်။
Enigma ဟာ လက်နှိပ်စက်လိုဖြစ်ပြီး ဝှက်စာစနစ်ထည့်သွင်းထားတဲ့အတွက် ခလုပ်တွေကို ရိုက်လိုက်ချိန်မှာ မူလ အက္ခရာမပေါ်ဘဲ ဝှက်စာသွင်းထားတဲ့ အက္ခရာသာ ပေါ်တာ ဖြစ်ပါတယ်။
ပင်နယံတွေကို စီစဉ်ထားသိုတာရယ်၊ ဝှက်စာထည့်သွင်းတာရယ်ပေါ်မူတည်ပြီး ဝှက်စာခက်ခဲမှုပြောင်းလဲပါတယ်။
ဝှက်စာဖော်တဲ့အခါမှာလည်း Enigma စက်ကထွက်လာတဲ့ code တွေကို ပြန်ရိုက်ပြီးဖော်ရတာ ဖြစ်ပါတယ်။
ယေဘူယျအားဖြင့် ပင်နယံဝိုင်း ၄ဝိုင်းပါတဲ့ Enigma စက်မှာဆိုရင် အက္ခရာတစ်လုံး မှန်ကန်စွာခန့်မှန်းနိုင်ဖို့ အကြိမ်ပါင်း ၄၅၆၉၇၆ ကြိမ် လိုပါတယ်။
ဒါဟာ “A” ဆိုတဲ့ အက္ခရာလိုမျိုး alphabet တစ်ခုအတွက်ဖြစ်ပါတယ်။ ဝါကျတစ်ကြောင်းအတွက်ခန့်မှန်းရပါက ဘယ်လောက်ခက်မည့်အကြောင်းပြောဖွယ်ရာမလိုတော့ပေ…
ဒါကြောင့် codeဖော်တဲ့စက်ကို မရရင် ဖော်ဖို့ အရမ်းခကိပါတယ်။ ဒီ Enigma ကုတ်ကြောင့်ပဲ မဟာမိတ်တွေဟာ ဂျာမန်ကိုလုံးဝမယှဉ်နိုင်ခဲ့တာပါ…
ဇာတ်ကားအကြောင်းကိုဆက်ပြောရမယ်ဆိုရင် ပစိဖိတ်ရေပြင်မှာ U-571 ဟာ
ဗြိတိန်ရေတပ်ရဲ့ ရေမြှုပ်မိုင်းဒဏ်ထိပြီး အင်ဂျင်တွေသုံးမရ စက်ဆရာတွေကသေကုန်လို့
ရေထဲမျောနေရင်း တပ်ကူရေယာဉ်ကိုစောင့်နေရတဲ့အခြေအနေကို အမေရိကန်တွေသိသွားတယ်…
ဒီတော့ အမေရိကန်ရဲ့ အစီအစဉ်က U-751 ကို နာဇီယူဘုတ်ပုံစံပြောင်းပြီး ဝင်စီးမယ် …Engima ကုတ်ဖော်စက်ကို ယူမယ် … U-751 ကို အစဖျောက်မယ်…
ဒီစက်ရရင် ဂျာမန်ကို စစ်နိုင်ဖို့အဓိကအကြောင်းရင်းဖြစ်နေတာကိုးး….
သူတို့ရဲ့ အစီအစဉ်က တကယ့်ကိုခက်ခဲပါတယ်… အမေရိကန်တွေအောင်မြင်မလားဆိုတာကိုတော့ စစ်ကားကြိုက်တဲ့သူတွေအဖို့ နင်းကန်ကြည့်သင့်တယ်…
ခင်ဗျားဟာ သမိုင်းနောက်ခံဇာတ်လမ်းမျိုးကိုကြိုက်တယ် ..အချက်အလက်တွေနဲ့ ရိုက်ကူးပုံတွေကလည်း Realism ဆန်တာမျိုးဖြစ်ရမယ် ..အပစ်အခတ်နဲ့ စစ်ကားမျိုးလည်းကြိုက်တယ်..
Rating တွေလည်း ကောင်းရမယ် ဆုတွေလည်းရတဲ့ကားမျိုးမှကြိုက်တော့ ဆိုရင်တော့ ခံစားကြည့်သင့်တယ်…
File Size : (0.98GB) and (351MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:56:00
Genre : Action, War
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Chan Myae Thu Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
