"Edge of Tomorrow(2014)Pause((Link အသစ်ပြန်ချိတ်ပေးရင်း 1080p BluRay 5.1 DTS နဲ့720p နှစ်မျိုးနဲ့ ပြန်လည်တင်ဆက်လိုက်သည်…))ဒီတစ်ခါတော့ Tom Cruise ရဲ့ Sci-Fi Action ဇာတ်ကားကောင်း တစ်ကားနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။ ၂၀၁၄ ရဲ့ ဇာတ်ကားကောင်း တွေထဲမှာ တစ်ကားအပါအဝင်ဖြစ်ပြီး ပရိတ်သတ် ကြိုက်နှစ်သက်မယ်လို့ ထင်ပါတယ်။ဇာတ်လမ်းကတော့ ဥရောပမှာ အမှတ်မထင်ပဲ အာကာသ ထဲက နေ ဂြိုလ်သားတွေရောက်လာတာက စတင်ပါတယ်။ ပြင်သစ်၊ ဂျာမဏီ၊ ချက်၊ အီတလီ၊ပိုလန် စတဲ့ နိုင်ငံတွေ ကျသွားပြီးနောက် အနောက်ဖက်မှာ အင်္ဂလန်နဲ့ အရှေ့ဖက်မှာ ရုရှားတို့ လောက်ပဲ ကျန်တော့ပါတယ်။ ငါးနှစ်အတွင်းမှာ စစ်ပွဲအချို့ ပြန်နိုင်လာသလို၊ ဂြိုလ်သားတွေကို နှိမ်နင်းဖို့ Armor တွေလည်း တီထွင်ခဲ့ပါတယ်။ ဒီလိုနဲ့ East ဖက်က ရုရှား နဲ့ တရုတ်၊ West ဖက်က အမေရိကန်နဲ့ ကျန် Allied တွေက ထိုးစစ်စင်ခဲ့ပြီး၊ နောက်ဆုံး စစ်ပွဲကို ရောက်လာပါတယ်။ဒီအချိန်မှာ Tom Cruise က စစ်ပွဲမှာ အဓိက ကျတဲ့ General နဲ့ တွေ့ဖို့ လန်ဒန်ကိုရောက်လာခဲ့ပါတယ်။ ဒါပေမယ့် အမှတ်မထင်ပဲ Tom Cruise ကို စစ်ပွဲမှာ ပါဝင်ဖို့ ပြောတဲ့အခါမှာတော့ Tom Cruise က စစ်ပွဲအတွေ့အကြုံ လုံးဝမရှိသလို၊ သူက တစ်ခါမှာလည်း စစ်မတိုက်ဖူးပါဘူး။ ဒါကြောင့် သူက ငြင်းဆန်ပေမယ့် နောက်ဆုံး ရာထူးချခံရပြီး၊ စစ်မှုထမ်းခဲ့ရပါတယ်။ တကယ်တမ်းတိုက်ပွဲမှာ တော့ ဂြိုလ်သားတွေကို လုံးဝမနိုင်ခဲ့ပါဘူး။ ဒါပေမယ့် Tom Cruise က မထင်မှတ်ပဲ သာမန် ဂြိုလ်သားတွေထက် အကောင်ကြီးတဲ့ ဂြိုလ်သားတစ်ကောင်ကို သတ်မိသွားပါတယ်။ အဲ့ဒီအချိန်မှာ အဲ့ဒီ ဂြိုလ်သားရဲ့သွေးက သူ့ကိုယ်ပေါ်ကို လာစင်ပြီးနောက် သူလည်း သေသွားခဲ့ပါတယ်။ဒီအချိန်မှာပဲ သူက ပထမဆုံး စစ်တပ်ထဲ စရောက်ခဲ့တဲ့ အချိန်ကို ပြန်ရောက်သွားပြီး၊ အဖြစ်အပျက်အားလုံးကိုလည်း မှတ်မိနေပါတယ်။ ဒီလိုနဲ့ သူသေသွားတိုင်း ဒီနေရာကပဲ ပြန်ပြန် စနေခဲ့ရာက၊ စစ်ပွဲထဲမှာ မင်းသမီး Emily Blunt ကို ကယ်တင်လိုက်တဲ့အခါမှာ သူမ ထံကနေ အကြောင်း စုံသိလိုက်ရပါတယ်။Tom Cruise ဖြစ်နေတာမျိုး တစ်ချိန်က သူမလည်းဖြစ်ခဲ့ဖူးတယ်လို့ Emily Blunt ကပြောပြပါတယ်။ အကြောင်းအရင်းက သူသတ်လိုက်တဲ့ ဂြိုလ်သားက ရှားရှားပါပါးတွေ့ရခဲပြီး တစ်ကောင် တစ်လေသာ ရှိတယ်လို့လည်းဆိုပါတယ်။ ဒီအကောင်ကို Alpha လို့ခေါ်ပြီး၊ ဂြိုလ်သားတွေကို Micmic လို့ခေါ်ပါတယ်။ သူတို့ကို ထိမ်းချုပ်တဲ့ Central Brain ကိုတော့ Omega လို့ခေါ်ပြီး၊ Omega က အချိန်ကို ထိမ်းချုပ်နိုင်စွမ်းရှိပါတယ်။Alpha တစ်ခါ သေတိုင်းမှာ အဲ့ဒီနေ့ကို ပြန်ပြီး Reset လုပ်လိုက်ပါတယ်။ ဒါပေမယ့် Alpha ရဲ့ Memory ကတော့ ပျက်မသွားပါဘူး။ Tom Cruise က Alpha ကို သတ်လိုက်တုန်းမှာ အမှတ်မထင်ပဲ Alpha ရဲ့ ပါဝါကို ရလိုက်ပါတယ်။ ဒါကြောင့် သူသေတိုင်းမှ နေ့က အသစ် ပြန်ပြန်စတာဖြစ်ပါတယ်။ ဒီနည်းနဲ့ Micmic တွေက ဂြိုလ်တွေကိုလိုက်သိမ်းနေတာဖြစ်ပါတယ်။ ဒါကြောင့်လည်း လူတွေက နောက်ဆုံး Battle ကို အနိုင်မရတာဖြစ်ပါတယ်။Emily ကလည်း ဒါမျိုးပါဝါရခဲ့ပေမယ့် သူမရဲ့ စွမ်းအားက ပျောက်သွားခဲ့ပါတယ်။ ဘာလို့လည်းဆိုတော့ တစ်ရက်မှာ စစ်ပွဲမှာ သူမက မသေပဲ သွေးထွက်လွန်သွားခဲ့ပြီး၊ ဆေးရုံရောက်သွားပါတယ်။ အဲ့ဒီအခါမှာ သူမ ရဲ့ ပါဝါလည်း ပျောက်သွားတာဖြစ်ပါတယ်။ စွမ်းအားက သွေးထဲမှာ ပဲရှိတာဖြစ်ပါတယ်။ဒါကြောင့် Tom Cruise အနေနဲ့ Reset လုပ်ချင်ရင် အသေခံရမှာဖြစ်ပါတယ်။ ဒီလိုနဲ့ သူ အကြိမ်ကြိမ် Reset ပြန်လုပ်ပြီး၊ Training တွေလုပ်၊ Omega ရဲ့ နေရာကို ရှာရင်းနဲ့ တစ်နေရာမှာ သူ ကျပ်ရိုက်သွားပါတယ်။သူက Emily Blunt နဲ့ သံယောဇဉ်ဖြစ်နေပြီး၊ အဲ့ဒီတစ်နေရာမှာ Emily Blunt ကအမြဲသေနေပါတယ်။ သူဘယ်လို့မှ ကယ်လို့မရပါဘူး။ ဒါကြောင့် သူသာ ရှေဆက်သွားပြီး Omega ကို သတ်လိုက်ရင် Emily က ပြန်ရှင်လာတော့မှာမဟုတ်ပါဘူး။ဇာတ်လမ်းက ဒီထက်အများကြီးပိုကောင်းပြီး၊ စိတ်ဝင်စားဖု့ိလည်းကောင်းပါတယ်။ ကျွန်တော်တို့ ငယ်ငယ်တုန်းက ဂိမ်းကစားသလိုပါပဲ၊ မနိုင်တဲ့ Stage ကို အကြိမ်ကြိမ်ပြန်ကစားသလိုပါပဲ။ ရန်သူတွေကလညး ဒီနေရာကပဲထွက်ထွက်လာသလို၊ ကိုယ်ကလည်း အကုန်လုံးကို မှတ်မိနေပါတယ်။ တစ်ခုပဲ ရှိတာက ပါဝါပိတ်လိုက်ရင် Check Point က နေပြန်စလို့မရတော့ပါဘူး။ ဂိမ်းထဲမှာက အစကနေ ပြန်ပြီး ဆော့လို့ရပေမယ့် ဒီမှာကတော့ No Reset ပါ။ဇာတ်ကားကောင်းတစ်ကားပါ။ မင်းသားမင်းသမီးကတော့ ဝါရင်နာမည်ကြီးသရုပ်ဆောင်တွေ ဆိုတော့ ပြောနေစရာတောင်မလိုပါဘူး။ ဇာတ်လမ်း ဇာတ်အိမ်လည်းကောင်းပြီး၊ ဇာတ်ကားတစ်ကားလုံးကောင်းပါတယ်။ကြည့်ကိုကြည့်သင့်တဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။ No Sex, No Nudity ပါ။#Sololay(ရုပ်ရှင်မိတ်ဆက် Movie Reviews မှကူးယူဖော်ပြပါသည်….)(မြန်မာစာတန်းထိုးကိုတော့ ကသာသားလေး မှရေးသားခဲ့ပါတယ်…)File Size…(2.3GB) and (1.03 GB)Quality…Blu-Ray 1080p 5.1 CH, BluRay 720pFormat…mp4Duration…01:53:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo Pyae"