"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီ Documentaryမွာ
Beneditch Cumberbatch ဟာ
သ႐ုပ္ေဆာင္ အႏုပညာမွာ အေတာ္ေမွာ္ဝင္တဲ့လူလို႔
ကြၽန္ေတာ္ ေတြးမိခဲ့တယ္။
[Unicode] သူ သရုပ်ဆောင်တဲ့ ဇာတ်ရုပ်တိုင်းကို
သူနဲ့ ထပ်မျှ ကျအောင် သရုပ်ဆောင်နိုင်တဲ့လူပါပဲ။
ဗင်းဆင့်ဗန်ဂိုး( ဝါ ) သမိုင်းရဲ့
နာမည်အကျော်ဆုံး
Impressionism ပန်းချီဆရာ အရူးတစ်ယောက်
အကြောင်းကို သူ့ညီဆီ ရေးခဲ့တဲ့စာတွေ
အချက်အလက်တွေနဲ့ အဖြစ်အမှန်အတိုင်း
တင်ဆက်ပေးသွားတဲ့ Documentary ပါ။
ပန်းချီပုံတွေလည်း အများကြီး ပါမှာ ဖြစ်လို့
ပန်းချီကို စိတ်ဝင်စားတဲ့ လူတွေ
ကြည့်သင့်တဲ့ကားပါပဲ။
Loving Vincent မှာ
ဗန်ဂိုးနေရာကနေ စာနာ ခံစားပြီးကြပြီဆိုတော့
အဖြစ်မှန်တွေကို ဒီကားမှာ ထပ်ခံစားကြရမှာပါ။
အောင်မြင်တဲ့ အနုပညာတိုင်းရဲ့
တန်ဖိုးက မသေးခဲ့ပါဘူး
ဗန်ဂိုးရဲ့ နာမည်ကျော်မှုအတွက်
ပေးခဲ့ရတဲ့ တန်ဖိုးဟာလည်း မသေးခဲ့ပါဘူး။
Imdb rating မြင့်မှ ကြိုက်ပါတယ်ဆိုတဲ့
လူတွေအတွက်လည်း rating 8.1
ရထားတဲ့ ကားပါပဲ။
ဆယ်နှစ်တာ ပန်းချီဆွဲတဲ့ ကာလလေးနဲ့
သမိုင်းမှာ ဘာကြောင့် မှတ်ကျောက်ထင်သွားလဲဆိုတာ
ကိုယ်တိုင်ပဲ စီးမျောကြည့်ကြပါ။
[zawgyi] သူ သ႐ုပ္ေဆာင္တဲ့ ဇာတ္႐ုပ္တိုင္းကို
သူနဲ႔ ထပ္မွၽ က်ေအာင္ သ႐ုပ္ေဆာင္ႏိုင္တဲ့လူပါပဲ။
ဗင္းဆင့္ဗန္ဂိုး( ဝါ ) သမိုင္းရဲ႕
နာမည္အေက်ာ္ဆုံး
Impressionism ပန္းခ်ီဆရာ အ႐ူးတစ္ေယာက္
အေၾကာင္းကို သူ႔ညီဆီ ေရးခဲ့တဲ့စာေတြ
အခ်က္အလက္ေတြနဲ႔ အျဖစ္အမွန္အတိုင္း
တင္ဆက္ေပးသြားတဲ့ Documentary ပါ။
ပန္းခ်ီပုံေတြလည္း အမ်ားႀကီး ပါမွာ ျဖစ္လို႔
ပန္းခ်ီကို စိတ္ဝင္စားတဲ့ လူေတြ
ၾကည့္သင့္တဲ့ကားပါပဲ။
Loving Vincent မွာ
ဗန္ဂိုးေနရာကေန စာနာ ခံစားၿပီးၾကၿပီဆိုေတာ့
အျဖစ္မွန္ေတြကို ဒီကားမွာ ထပ္ခံစားၾကရမွာပါ။
ေအာင္ျမင္တဲ့ အႏုပညာတိုင္းရဲ႕
တန္ဖိုးက မေသးခဲ့ပါဘူး
ဗန္ဂိုးရဲ႕ နာမည္ေက်ာ္မႈအတြက္
ေပးခဲ့ရတဲ့ တန္ဖိုးဟာလည္း မေသးခဲ့ပါဘူး။
Imdb rating ျမင့္မွ ႀကိဳက္ပါတယ္ဆိုတဲ့
လူေတြအတြက္လည္း rating 8.1
ရထားတဲ့ ကားပါပဲ။
ဆယ္ႏွစ္တာ ပန္းခ်ီဆဲြတဲ့ ကာလေလးနဲ႔
သမိုင္းမွာ ဘာေၾကာင့္ မွတ္ေက်ာက္ထင္သြားလဲဆိုတာ
ကိုယ္တိုင္ပဲ စီးေမ်ာၾကည့္ၾကပါ။
File size…(830 MB) and (350 MB)
Quality…BR-Rip 1080p
Format…mp4
Duration….01:19:56
Subtitle….Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
