"[Unicode]သက္ကရာဇ်ကာလအားဖြင့် ၁၈၈၀ကျော်..ဒီကာလမှာ အပြောင်းအလဲတွေ အရမ်းများခဲ့တယ်။သရုပ်မှန်ပန်းချီကနေသင်္ကေတဗေဒ (symbolism) ဘက် အချို့တွေကူးပြောင်းလာကြတယ်…။အရောင်အယူအဆ အသစ်တွေလည်းပေါ်ပေါက်လာခဲ့တယ်။ပန်းချီရဲ့ တော်လှန်ရေးကာလတစ်ခုလို့ ဆိုလို့ရတယ်။Pauseဒါပေမဲ့ သရုပ်မှန်ကလည်း မပျက်သုဉ်းသေးပါဘူး။မပျက်သုဉ်းသေးတဲ့အပြင် သရုပ်မှန်တွေပဲဈေးရတဲ့ ကာလဆိုရင်လည်း မမှားသေးပါဘူး။ယုံကြည်ချက် အနုပညာနဲ့မသေရုံတမယ် ရှင်သန်ကြရတဲ့ခေတ်..ဂေါ်ဂင် ဗန်ဂိုးတို့မှာ ဒုက္ခအနာတွေပင်လယ်ဝေ ခဲ့တဲ့ခေတ်..။ဒီခေတ်ကြီးမှာ အဆန်းသစ်ဆုံးအနုပညာအမြင်ရှိခဲ့တဲ့ ဗင်းဆင့်ကတော့သူတို့ နားမလည်နိုင်တာကို မနှစ်မြို့ကြတဲ့လူတကာရဲ့ တံတွေးခွက်မှာ ပက်လက်ကို မျောခဲ့ပါတယ်အရှုံးလဲများခဲ့ပါတယ်..ဗန်ဂိုးရဲ့ အနုပညာဟာ..သူ့ခေတ်သူ့အခါနဲ့ဆို ကြောင်တောင်တောင်တွေပါပဲ။ဒါပေမဲ့ အနုပညာတော့ စစ်မှန်ခဲ့တယ်။သူ့ခေတ် သူ့ ကာလအကြောင်းပြောပြီးတော့..ဗန်ဂိုးဆိုတာကရော ဘယ်သူလဲ…ဝယ်သူမရှိတဲ့ ပန်းချီကားတွေအတွက်တပြားတစ်ချပ်မှ ဝင်ငွေမရပဲပန်းချီပစ္စည်းတွေအတွက် ငွေကုန်ပေါက် အပြည့်နဲ့ပေမဲ့ သူချစ်တဲ့ အနုပညာကို ဆယ်နှစ်တိုင်သူသေသည်အထိ မစွန့်လွှတ်ခဲ့တဲ့အခမ်းနားဆုံး အနုပညာရှင်….။ကိုယ့်နားရွက် ကိုယ်ဖြတ်ပြီးပြည့်တန်ဆာမတစ်ယောက်ကိုလက်ဆောင်ပေးခဲ့တဲ..ကိုယ့်ကို သတ်သေခဲ့တဲ့ စိတ္တဇပန်းချီဆရာ..။” လက်ထဲ ငွေရှိရင် အရင်ဆုံး ဆာလောင်တာအစာစားဖို့ မဟုတ်ပဲပန်းချီဆွဲဖို့ စာလောင်တယ်” ဆိုတဲ့ ပန်းချီဆရာ…ကိုးနှစ်တာ ပန်းချီဆွဲသက်အတွင်းပန်းချီကား ၉၀၀ပုံကြမ်းနဲ့ ရုပ်ပုံ ၁၁၀၀နေ့မနား ညမနား ဆွဲသွားတဲ့ ပန်းချီဆရာ..အဆုံးသတ်တစ်နေ့မှာ..ပန်းချီဆရာတစ်ယောက်အတွက် သေခြင်းကဆိုးဝါး ပြင်းထန်လောက်အောင် ခံရခက်တဲ့အရာဟုတ်ဘူးဆိုတဲ့ သူ့ စကားအတိုင်း သေပြခဲ့သူ။ဗင်းဆင်းရဲ့ ပန်းချီကားတွေဟာ..အပေါ်ယံအမြင်နဲ့ ရေးဆွဲထားတာ မဟုတ်ပါဘူး။မြင်ရတဲ့ အရာတွေပေါ် ခံစား သိရှိနားလည် သလိုရေးဆွဲထား၏။စိတ်ကူးယဉ်ရေးဆွဲထားဟန် ရှိပေမဲ့နားလည်နိုင်အောင် ရေးထားသည်။သဘာဝနဲ့ကင်းကွာခြင်းမရှိ။ထိုကဲ့သို့ ဝေဖန်သူများက သုံးသပ်ကြ၏၊ဗင်းဆင့်ဗန်ဂိုးဟာ အနုပညာကို ခံစားတက်သူတိုင်းရဲ့သူငယ်ချင်းပါပဲ…။ဒီတော့ ဒီကားမှာ သူ့ဘဝ သူ့အနုပညာသူ့အခက်အခဲ သူ့အတွေးအခေါ်တွေကိုသူငယ်ချင်းတစ်ယောက်ရဲ့ အကြောင်းလိုကျွန်တော်တို့ ခံစားကြရမှာပါ။တစ်ချို့ မရေရောတဲ့ အချက်တွေကိုဒွိဟ ပြသွားပေမဲ့..သေချာတာကတော့ ဗင်းဆင့်ကိုကျွန်တော်တို့ လုံးဝ ခံစားမိစေမှာပါ။ဒီ ဇာတ်လမ်းရဲ့ ဇာတ်လိုက်ကဗင်းဆင့် ဗန်ဂိုး မဟုတ်ပါဘူး။ဗင်းဆင့် သေပြီး ကာလတစ်ခုမှာ…ဗင်းဆင့်ကို နားမလည်တဲ့ ကောင်လေးတစ်ယောက်သူ့အဖေ ဆန္ဒအရ..ဗင်းဆင့် ကျန်ခဲ့တဲ့စာကိုပို့်ရာက ဗင်းဆင့်ကို စာနာသွားတာကိုဇာတ်အိမ်တည်ထားတာပါ။ဒီဇာတ်ကားမှာဗင်းဆင်းရဲ့ ပန်းချီဟန်တွေ အပြင်ဗင်းဆင့်ရဲ့ တကယ့် ပန်းချီကားတွေ အများကြီးထည့််သုံးထားပါတယ်..ကြယ်တွေစုံတဲ့ည..ဂျုံခင်းထဲက ကျီးကန်းများ..ပန်းအိုးထဲက နေကြာ၁၂ပွင့်ညလုံးပေါက်ကဖေးတဲရေ့စ်ကဖေးရဲ့ ညရှုခင်း အစရှိတဲ့နာမည်ကျော် ပန်းချီတွေ ပါပါတယ်..။ထူးခြားတာကတော့ဒီကားကို အစအဆုံး ဆီဆေးပန်းချီကားပေါင်း၆၅၀၀၀ကို Animationအနေနဲ့လုပ်ထားပြီးအဲ့ဒီပန်းချီကားတွေကို ကမ္ဘာအနှံ့ကအနုပညာရှင်တစ်ရာကျော်က ရေးဆွဲပေးခဲ့ပါတယ်။ဒီကားရဲ့ အဓိက ဇာတ်ကောင် အာမန်ရော်လင်အပါအဝင် ဒေါက်တာ ဂါးချက်..ပီရီ တန်ဂျိုင်း ဇာတ်ကောင်တွေဟာလည်းဗင်းဆင့် ဆွဲခဲ့တဲ့ ပုံတူတွေကို သုံးထားတာပါ..။ဗင်းဆင့် ဘာကြောင့် သေဆုံးသွားရခဲ့သလဲ..အဖြေရှာနေတဲ့ ကောင်လေးတစ်ယောက်နဲ့ အတူဗင်းဆင့် ဘဝကို ရှာပုံတော် ဖွင့်ရမှာပါ..Live Longer..You’ll see..Life can even bring down the strong..ဘဝမှာ အနေကြာလာရင်ဘဝဟာ အခိုင်အမာဆုံး စိတ်ဓာတ်တွေကိုတောင်ပြိုလဲစေနိုင်ပါတယ်…ဗင်းဆင့်ရဲ့ ရင်နင့်စရာ ပြိုလဲမှုအကြီးကျယ်ဆုံး အနုပညာရှင်တစ်ယောက်ရဲ့ ပြိုလဲမှုကိုခြေရာကောက် ကြည့်ချင်ရင်ဒီကားထက် ပိုပြောပြနိုင်မဲ့ကား ရှိမယ် မထင်ပါဘူး။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ်)[Zawgyi] သကၠရာဇ္ကာလအားျဖင့္ ၁၈၈၀ေက်ာ္..ဒီကာလမွာ အေျပာင္းအလဲေတြ အရမ္းမ်ားခဲ့တယ္။သ႐ုပ္မွန္ပန္းခ်ီကေနသေကၤတေဗဒ (symbolism) ဘက္ အခ်ိဳ႕ေတြကူးေျပာင္းလာၾကတယ္…။အေရာင္အယူအဆ အသစ္ေတြလည္းေပၚေပါက္လာခဲ့တယ္။ပန္းခ်ီရဲ႕ ေတာ္လွန္ေရးကာလတစ္ခုလို႔ ဆိုလို႔ရတယ္။ဒါေပမဲ့ သ႐ုပ္မွန္ကလည္း မပ်က္သုဥ္းေသးပါဘူး။မပ်က္သုဥ္းေသးတဲ့အျပင္ သ႐ုပ္မွန္ေတြပဲေစ်းရတဲ့ ကာလဆိုရင္လည္း မမွားေသးပါဘူး။ယုံၾကည္ခ်က္ အႏုပညာနဲ႔မေသ႐ုံတမယ္ ႐ွင္သန္ၾကရတဲ့ေခတ္..ေဂၚဂင္ ဗန္ဂိုးတို႔မွာ ဒုကၡအနာေတြပင္လယ္ေဝ ခဲ့တဲ့ေခတ္..။ဒီေခတ္ႀကီးမွာ အဆန္းသစ္ဆုံးအႏုပညာအျမင္႐ွိခဲ့တဲ့ ဗင္းဆင့္ကေတာ့သူတို႔ နားမလည္ႏိုင္တာကို မႏွစ္ၿမိဳ႕ၾကတဲ့လူတကာရဲ႕ တံေတြးခြက္မွာ ပက္လက္ကို ေမ်ာခဲ့ပါတယ္အ႐ႈံးလဲမ်ားခဲ့ပါတယ္..ဗန္ဂိုးရဲ႕ အႏုပညာဟာ..သူ႔ေခတ္သူ႔အခါနဲ႔ဆို ေၾကာင္ေတာင္ေတာင္ေတြပါပဲ။ဒါေပမဲ့ အႏုပညာေတာ့ စစ္မွန္ခဲ့တယ္။သူ႔ေခတ္ သူ႔ ကာလအေၾကာင္းေျပာၿပီးေတာ့..ဗန္ဂိုးဆိုတာကေရာ ဘယ္သူလဲ…ဝယ္သူမ႐ွိတဲ့ ပန္းခ်ီကားေတြအတြက္တျပားတစ္ခ်ပ္မွ ဝင္ေငြမရပဲပန္းခ်ီပစၥည္းေတြအတြက္ ေငြကုန္ေပါက္ အျပည့္နဲ႔ေပမဲ့ သူခ်စ္တဲ့ အႏုပညာကို ဆယ္ႏွစ္တိုင္သူေသသည္အထိ မစြန္႔လႊတ္ခဲ့တဲ့အခမ္းနားဆုံး အႏုပညာ႐ွင္….။ကိုယ့္နားရြက္ ကိုယ္ျဖတ္ၿပီးျပည့္တန္ဆာမတစ္ေယာက္ကိုလက္ေဆာင္ေပးခဲ့တဲ..ကိုယ့္ကို သတ္ေသခဲ့တဲ့ စိတၱဇပန္းခ်ီဆရာ..။” လက္ထဲ ေငြ႐ွိရင္ အရင္ဆုံး ဆာေလာင္တာအစာစားဖို႔ မဟုတ္ပဲပန္းခ်ီဆဲြဖို႔ စာေလာင္တယ္” ဆိုတဲ့ ပန္းခ်ီဆရာ…ကိုးႏွစ္တာ ပန္းခ်ီဆဲြသက္အတြင္းပန္းခ်ီကား ၉၀၀ပုံၾကမ္းနဲ႔ ႐ုပ္ပုံ ၁၁၀၀ေန႔မနား ညမနား ဆဲြသြားတဲ့ ပန္းခ်ီဆရာ..အဆုံးသတ္တစ္ေန႔မွာ..ပန္းခ်ီဆရာတစ္ေယာက္အတြက္ ေသျခင္းကဆိုးဝါး ျပင္းထန္ေလာက္ေအာင္ ခံရခက္တဲ့အရာဟုတ္ဘူးဆိုတဲ့ သူ႔ စကားအတိုင္း ေသျပခဲ့သူ။ဗင္းဆင္းရဲ႕ ပန္းခ်ီကားေတြဟာ..အေပၚယံအျမင္နဲ႔ ေရးဆဲြထားတာ မဟုတ္ပါဘူး။ျမင္ရတဲ့ အရာေတြေပၚ ခံစား သိ႐ွိနားလည္ သလိုေရးဆဲြထား၏။စိတ္ကူးယဥ္ေရးဆဲြထားဟန္ ႐ွိေပမဲ့နားလည္ႏိုင္ေအာင္ ေရးထားသည္။သဘာဝနဲ႔ကင္းကြာျခင္းမ႐ွိ။ထိုကဲ့သို႔ ေဝဖန္သူမ်ားက သုံးသပ္ၾက၏၊ဗင္းဆင့္ဗန္ဂိုးဟာ အႏုပညာကို ခံစားတက္သူတိုင္းရဲ႕သူငယ္ခ်င္းပါပဲ…။ဒီေတာ့ ဒီကားမွာ သူ႔ဘဝ သူ႔အႏုပညာသူ႔အခက္အခဲ သူ႔အေတြးအေခၚေတြကိုသူငယ္ခ်င္းတစ္ေယာက္ရဲ႕ အေၾကာင္းလိုကြၽန္ေတာ္တို႔ ခံစားၾကရမွာပါ။တစ္ခ်ိဳ႕ မေရေရာတဲ့ အခ်က္ေတြကိုဒြိဟ ျပသြားေပမဲ့..ေသခ်ာတာကေတာ့ ဗင္းဆင့္ကိုကြၽန္ေတာ္တို႔ လုံးဝ ခံစားမိေစမွာပါ။ဒီ ဇာတ္လမ္းရဲ႕ ဇာတ္လိုက္ကဗင္းဆင့္ ဗန္ဂိုး မဟုတ္ပါဘူး။ဗင္းဆင့္ ေသၿပီး ကာလတစ္ခုမွာ…ဗင္းဆင့္ကို နားမလည္တဲ့ ေကာင္ေလးတစ္ေယာက္သူ႔အေဖ ဆႏၵအရ..ဗင္းဆင့္ က်န္ခဲ့တဲ့စာကိုပို္႔ရာက ဗင္းဆင့္ကို စာနာသြားတာကိုဇာတ္အိမ္တည္ထားတာပါ။ဒီဇာတ္ကားမွာဗင္းဆင္းရဲ႕ ပန္းခ်ီဟန္ေတြ အျပင္ဗင္းဆင့္ရဲ႕ တကယ့္ ပန္းခ်ီကားေတြ အမ်ားႀကီးထည့္္သုံးထားပါတယ္..ၾကယ္ေတြစုံတဲ့ည..ဂ်ဳံခင္းထဲက က်ီးကန္းမ်ား..ပန္းအိုးထဲက ေနၾကာ၁၂ပြင့္ညလုံးေပါက္ကေဖးတဲေရ႕စ္ကေဖးရဲ႕ ည႐ႈခင္း အစ႐ွိတဲ့နာမည္ေက်ာ္ ပန္းခ်ီေတြ ပါပါတယ္..။ထူးျခားတာကေတာ့ဒီကားကို အစအဆုံး ဆီေဆးပန္းခ်ီကားေပါင္း၆၅၀၀၀ကို Animationအေနနဲ႔လုပ္ထားၿပီးအဲ့ဒီပန္းခ်ီကားေတြကို ကမၻာအႏွံ႔ကအႏုပညာ႐ွင္တစ္ရာေက်ာ္က ေရးဆဲြေပးခဲ့ပါတယ္။ဒီကားရဲ႕ အဓိက ဇာတ္ေကာင္ အာမန္ေရာ္လင္အပါအဝင္ ေဒါက္တာ ဂါးခ်က္..ပီရီ တန္ဂ်ိဳင္း ဇာတ္ေကာင္ေတြဟာလည္းဗင္းဆင့္ ဆဲြခဲ့တဲ့ ပုံတူေတြကို သုံးထားတာပါ..။ဗင္းဆင့္ ဘာေၾကာင့္ ေသဆုံးသြားရခဲ့သလဲ..အေျဖ႐ွာေနတဲ့ ေကာင္ေလးတစ္ေယာက္နဲ႔ အတူဗင္းဆင့္ ဘဝကို ႐ွာပုံေတာ္ ဖြင့္ရမွာပါ..Live Longer..You’ll see..Life can even bring down the strong..ဘဝမွာ အေနၾကာလာရင္ဘဝဟာ အခိုင္အမာဆုံး စိတ္ဓာတ္ေတြကိုေတာင္ၿပိဳလဲေစႏိုင္ပါတယ္…ဗင္းဆင့္ရဲ႕ ရင္နင့္စရာ ၿပိဳလဲမႈအႀကီးက်ယ္ဆုံး အႏုပညာ႐ွင္တစ္ေယာက္ရဲ႕ ၿပိဳလဲမႈကိုေျခရာေကာက္ ၾကည့္ခ်င္ရင္ဒီကားထက္ ပိုေျပာျပႏိုင္မဲ့ကား ႐ွိမယ္ မထင္ပါဘူး။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္)File size__( 810 MB) and ( 300 MB)Quality__BR-Rip 720pIMDb Rating__7.8/10Format__mp4Duration__01:34:43Type__Animation , Biography , CrimeSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"