"Vincent And Theo (1990)၁၉ရာစု၀န္းက်င္မွာ ေပၚေပာက္ခဲ့တဲ့ သမိုင္းရဲ့ လူသိအမ်ားဆံုး ပန္းခ်ီဆရာ ပန္းခ်္ီကို ရူးသြပ္ၾကသူတိုင္း ခ်စ္ျမတ္ၾကတဲ့ ပန္းခ်ီဆရာ ဗင္းဆင့္ဗန္ဂိုးအ‌ေၾကာင္းကို တင္ဆက္ရိုက္ကူးထားတဲ့ ရုပ္ရွင္ေတြဆိုတာလည္း မနည္းေတာ့ပါဘူး။CMမွာတင္ ေလးငါးကား တင္ဆက္ၿပီးပါၿပီ…Pauseဗင္းဆင့္ကား အမ်ားစုဟာ ဗင္းဆင့္ရဲ႕ ဒုကၡေတြကိုပဲ ျပသြားတာမ်ားေပမယ့္ ဒီ ကားမွာေတာ့(မေသခင္မေအာင္ျမင္ခဲ့ တစ္ျပားမွမရခဲ့တဲ့ ပန္းခ်ီကားေတြဟာ ေသလြန္ဆံုးပါးၿပီးတဲ့ေနာက္ တစ္ကား ၆၆သန္းအထိရခဲ့တဲ့ ေအာင္ျမင္မႈရဲ႕ေနာက္ကြယ္က ဗင္းဆင့္အေပၚ ဗင္းဆင့္ရဲ႕ညီ သီအိုဗန္ဂိုးရဲ႕အနစ္နာခံခဲ့မႈေတြကို ဒီ႐ုပ္႐ွင္မွာေတာ့ ေသခ်ာျပသသြားပါတယ္။)“ဘယ္ေနရာမဆို တစ္ဖက္စြန္းေရာက္ရင္တစ္ေယာက္ေတာ့ နစ္နာရစျမဲ”ဆိုတဲ့စိုင္းခမ္းလိတ္ရဲ႕ စာသားကေလးလိုပါပဲ။အႏုပညာကို တစ္ဖက္စြန္းေရာက္႐ူးသြပ္လြန္းတဲ့ ဗင္းဆင့္အတြက္ နစ္နာရတဲ့လူတစ္ေယာက္႐ွိခဲ့တယ္ဆိုရင္အဲ့ဒီလူက သီအိုပါပဲ။ဒီကားမွာ ဗင္းဆင့္အေၾကာင္းေျပာရင္ မပါမျဖစ္တဲ့လူေတြျဖစ္တဲ့ ပန္းခ်ီဆရာ ေပါေဂၚဂင္တို႔ေဒါက္တာဂါးခ်က္တို႔နဲ႔ ဗင္းဆင့္ဆက္ဆံေရးကို လက္ေတြ႕ဆန္ဆန္ျပထားသလို…ဗင္းဆင့္ရဲ႕ နာမည္ေက်ာ္အေၾကာင္းအရာေတြျဖစ္တဲ့ ျပည့္တန္ဆာမကိုႀကိဳက္တာေတြ နားရြက္ျဖတ္တာေတြ စိတ္က်န္းမာေရးေဆး႐ုံသြားရတာေတြကို လက္ေတြ႕နဲ႔ အနီးစပ္ဆုံးျပထားပါေသးတယ္။သီအိုရဲ႕ အလုပ္ျဖစ္တဲ့ ထိုေခတ္ထိုအခါက ပန္းခ်ီကား ေရာင္းဝယ္မႈအေၾကာင္းကိုလည္း ျမင္ျမင္သာသာျပထားပါတယ္။သီအိုခံစားခဲ့ရတဲ့ ေဝဒနာေတြကိုလည္း ျမင္ျမင္သာသာျပထားပါတယ္တစ္ခ်ိဳ႕ ႐ုပ္႐ွင္ေဝဖန္ေရးသမားေတြကေတာ့ ဒီကားဟာ လက္ေတြ႕အက်ဆုံး ဗင္းဆင့္ဘဝကို ပုံေဖာ္ႏိုင္တဲ့ကားလို႔ဆိုၾကပါတယ္။ဘယ္အေတာက္ပဆုံး အိပ္မက္ေတြကမွ တစ္ဦးတစ္ေယာက္တည္းေလာင္ကြၽမ္းျပာက်ေပး႐ုံနဲ႔ မလုံေလာက္ခဲ့ပါဘူး။ဗန္ဂိုးဆိုတဲ့ အေတာက္ပဆုံး ၾကယ္တစ္ပြင့္ရဲ႕ ေတာက္ပမႈအတြက္ ေလာင္ကြၽမ္းေပးခဲ့ရတဲ့ သီအိုရဲ႕ ရင္နာစရာဘဝရဲ႕ သူတို႔ရဲ႕ Brother Hoodကို ခင္းက်င္းျပသေပးထားတဲ့ ဒီ႐ုပ္႐ွင္ရဲ႕ Imdb ratingကေတာ့ 7/10 ပါ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )[ Unicode ]Vincent And Theo (1990)၁၉ရာစုဝန်းကျင်မှာ ပေါ်ပောက်ခဲ့တဲ့ သမိုင်းရဲ့ လူသိအများဆုံး ပန်းချီဆရာ ပန်းချ်ီကို ရူးသွပ်ကြသူတိုင်း ချစ်မြတ်ကြတဲ့ ပန်းချီဆရာ ဗင်းဆင့်ဗန်ဂိုးအ‌ကြောင်းကို တင်ဆက်ရိုက်ကူးထားတဲ့ ရုပ်ရှင်တွေဆိုတာလည်း မနည်းတော့ပါဘူး။CMမှာတင် လေးငါးကား တင်ဆက်ပြီးပါပြီ…ဗင်းဆင့်ကား အများစုဟာ ဗင်းဆင့်ရဲ့ ဒုက္ခတွေကိုပဲ ပြသွားတာများပေမယ့် ဒီ ကားမှာတော့(မသေခင်မအောင်မြင်ခဲ့ တစ်ပြားမှမရခဲ့တဲ့ ပန်းချီကားတွေဟာ သေလွန်ဆုံးပါးပြီးတဲ့နောက် တစ်ကား ၆၆သန်းအထိရခဲ့တဲ့ အောင်မြင်မှုရဲ့နောက်ကွယ်က ဗင်းဆင့်အပေါ် ဗင်းဆင့်ရဲ့ညီ သီအိုဗန်ဂိုးရဲ့အနစ်နာခံခဲ့မှုတွေကို ဒီရုပ်ရှင်မှာတော့ သေချာပြသသွားပါတယ်။)“ဘယ်နေရာမဆို တစ်ဖက်စွန်းရောက်ရင်တစ်ယောက်တော့ နစ်နာရစမြဲ”ဆိုတဲ့စိုင်းခမ်းလိတ်ရဲ့ စာသားကလေးလိုပါပဲ။အနုပညာကို တစ်ဖက်စွန်းရောက်ရူးသွပ်လွန်းတဲ့ ဗင်းဆင့်အတွက် နစ်နာရတဲ့လူတစ်ယောက်ရှိခဲ့တယ်ဆိုရင်အဲ့ဒီလူက သီအိုပါပဲ။ဒီကားမှာ ဗင်းဆင့်အကြောင်းပြောရင် မပါမဖြစ်တဲ့လူတွေဖြစ်တဲ့ ပန်းချီဆရာ ပေါဂေါ်ဂင်တို့ဒေါက်တာဂါးချက်တို့နဲ့ ဗင်းဆင့်ဆက်ဆံရေးကို လက်တွေ့ဆန်ဆန်ပြထားသလို…ဗင်းဆင့်ရဲ့ နာမည်ကျော်အကြောင်းအရာတွေဖြစ်တဲ့ ပြည့်တန်ဆာမကိုကြိုက်တာတွေ နားရွက်ဖြတ်တာတွေ စိတ်ကျန်းမာရေးဆေးရုံသွားရတာတွေကို လက်တွေ့နဲ့ အနီးစပ်ဆုံးပြထားပါသေးတယ်။သီအိုရဲ့ အလုပ်ဖြစ်တဲ့ ထိုခေတ်ထိုအခါက ပန်းချီကား ရောင်းဝယ်မှုအကြောင်းကိုလည်း မြင်မြင်သာသာပြထားပါတယ်။သီအိုခံစားခဲ့ရတဲ့ ဝေဒနာတွေကိုလည်း မြင်မြင်သာသာပြထားပါတယ်တစ်ချို့ ရုပ်ရှင်ဝေဖန်ရေးသမားတွေကတော့ ဒီကားဟာ လက်တွေ့အကျဆုံး ဗင်းဆင့်ဘဝကို ပုံဖော်နိုင်တဲ့ကားလို့ဆိုကြပါတယ်။ဘယ်အတောက်ပဆုံး အိပ်မက်တွေကမှ တစ်ဦးတစ်ယောက်တည်းလောင်ကျွမ်းပြာကျပေးရုံနဲ့ မလုံလောက်ခဲ့ပါဘူး။ဗန်ဂိုးဆိုတဲ့ အတောက်ပဆုံး ကြယ်တစ်ပွင့်ရဲ့ တောက်ပမှုအတွက် လောင်ကျွမ်းပေးခဲ့ရတဲ့ သီအိုရဲ့ ရင်နာစရာဘဝရဲ့ သူတို့ရဲ့ Brother Hoodကို ခင်းကျင်းပြသပေးထားတဲ့ ဒီရုပ်ရှင်ရဲ့ Imdb ratingကတော့ 7/10 ပါ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )File size__( 1.2 GB ) and ( 500 MB)Quality__BR-Rip 720pIMDb Rating__7/10Format__mp4Duration__02:20:34Type__Biography , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"