"[Unicode]Peppermint Candy (1999)Pauseဝေဖန်ရေးသမားတွေ အဆိုအရတော့ Burningနဲ့ Green fishတို့လိုကားတွေကိုရိုက်ခဲ့တဲ့ ဒါရိုက်တာ Lee Chang Dongရဲ့ အကောင်းဆုံးကားဟာ Poetry(2010)ပါ။သူရဲ့ ဒုတိယအကောင်းဆုံးကားကတော့ သူရဲ့ အစောပိုင်းလက်ရာတစ်ခုဖြစ်တဲ့ အခုဒီ Peppermint Candyပါပဲ။ရုပ်ရှင်တစ်ကား ကောင်းမကောင်းဟာ ကြည့်ရှုသူအပေါ်မှာပဲ မူတည်တာမို့ ကျွန်တော်တော့ Peppermint Candyကို ပိုသဘောကျပါတယ်။Peppermint Candyဟာ Nolanရဲ့ mementoလိုမျိုး ဖြစ်ရပ်အချိန်စဉ်အလိုက် မပြထားတဲ့ ရုပ်ရှင်မျိုးပါပဲ။အခန်းဖြတ်၇ခန်းကို သုံးထားပြီး အခန်းဖြတ်တိုင်းမှာ ခုနှစ် အချိန်အခါ ပါတာမို့ သိပ်ပြီး Mind-Blowingဖြစ်စေမယ့် ရုပ်ရှင်မျိုးတော့ မဟုတ်ပါဘူး။မြင့်သန်းဘာသာပြန်ပြီး ဂျပန်စာရေးဆရာ ကဇူးအို အစ်ရှိဂူရိုးရေးထားတဲ့ လွင့်မျောနေသောကမ္ဘာကြီး၏အနုပညာသည်တစ်ဦးလိုခေတ်ကာလနှစ်ခုရဲ့ မျဉ်းပြိုင်ရသကို ပါးပါးလေးသုံးထားပြီး ၁၉၈၀ကျောင်းသားထကြွမှုကနေ ဇာတ်ကားထွက်ခဲ့တဲ့ ၂၀၀၀ခုနှစ်အထိ ကိုရီးယားသမိုင်းရဲ့အနှစ်နှစ်ဆယ်ကာလကိုသုံးထားပါတယ်။ဇာတ်ရဲ့အဖွင့်ရဲ့ ဦးဆုံးအခန်းမှာ ပြထားတာကတော့ ရထားတစ်စင်း မြစ်ကူးသံလမ်းတံတားပေါ် ခုတ်မောင်း‌နေတာပါပဲ။မြစ်ကူးသံလမ်းတံတားရဲ့အောက်မှာ လူတစ်ယောက်ပက်လက်လှဲပြီး ရထားကိုငေးမောနေပါတယ်။အချိန်ကတော့ ၁၉၉၉‌‌နွေဦး။ဂင်မ်ဟာ ပြန်လည်တွေ့ဆုံပွဲ‌မှာသီချင်းတွေဆို စားနေသောက်နေရင်းက မြစ်ကူးသံလမ်းတံတားပေါ်တက် ရထားတိုက်ခံ အဆုံးစီရင်သွားပါတယ်။ဒီတစ်ခန်းဖြတ်ရဲ့ အဆုံးသတ်ကတော့ ရထားတိုက်ခံသေခါနီး အော်ကြွေးနေတဲ့ ဂင်မ်ရဲ့ မျက်နှာပါပဲ။ဒါက ပထမအခန်းရဲ့ အကြောင်းအရာ အကုန်ပါပဲ။မော်ဒန်ဝတ္တုလောကမှာ အတိုဆုံးဝတ္တုလို့ခေါ်တဲ့ ရသမြောက်ဝတ္တုကလေးတွေရှိပါတယ်။တိုတာမှ လေးငါးကြောင်းပဲပါတာပါ။သို့ပေမယ့် ရသမြောက်တဲ့ ဝတ္တုတွေပါပဲ။Peppermint Candyဟာ အဲ့ဒီလိုဝတ္တုတိုကလေးတွေကို Pointတစ်ခုနဲ့ ချိတ်ဆက်ထားသလိုပါ။ဒါပေမယ့် သူက လူတစ်ယောက်အကြောင်းကို ဦးတည်ထားပါတယ်။အခန်းဖြတ်အတိုကလေးခုနှစ်ခုကို အတိတ်နဲ့ဆက်စပ်တဲ့အကြောင်းအရာတစ်ခုကိုပြောပြီးအဲ့ဒီအကြောင်းအရာဖြစ်ခဲ့တဲ့ အတိတ်ကိုခေါ်ဆောင်သွားတဲ့နည်းနဲ့ ပထမအခန်းမှာတင် သတ်သေသွားတဲ့လူရဲ့ ဇာတ်လမ်းဟောင်းတွေဆီ ကျွန်တော်တို့ကို တဖြည်းဖြည်းချင်း ခေါ်ဆောင်သွားပါတယ်။ထူးခြားတာကတော့ဒါရိုက်တာဟာ ဇာတ်လမ်းအပိုင်းလေးတစ်ခုရဲ့အဆုံးနောက်အပိုင်းကလေးရဲ့အစတိုင်းမှာ ရထားတစ်စင်းခုတ်မောင်း နေတာကိုပြထားပါတယ်။ဒီရုပ်ရှင်မှာ ရထားရဲ့နိမိတ်ပုံဟာ ဘဝသံသရာဖြစ်ချင်မှဖြစ်ပါမယ်။နှုတ်ဆက်ခွဲခွာခြင်းဖြစ်ချင်မှဖြစ်ပါမယ်။ဘယ်သူမှသေသေချာချာမသိပါဘူး။Lee Chang Dongဟာ ဒီရုပ်ရှင်မှာလည်း မသိခြင်းကို ရသတစ်ခုအဖြစ်သုံးသွားပြန်တာပါပဲ။IMdb 7.7 ,Rotten Tomatoes 83% ratingရှိတဲ့Lee Chang Dongရိုက်တဲ့ ဒီကိုရီးယားရုပ်ရှင်ဟာကိန်းရုပ်ရှပ်ပွဲတော်အပါအဝင်ရုပ်ရှင်ပွဲတော်ခြောက်ခုက ဆု‌ဆယ်ဆုရထားပါတယ်။( အညွှန်းရေးသားပြီး ဘာသာပြန်ပေးထားတာတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]Peppermint Candy (1999)ေဝဖန္ေရးသမားေတြ အဆိုအရေတာ့ Burningနဲ႔ Green fishတို႔လိုကားေတြကို႐ိုက္ခဲ့တဲ့ ဒါ႐ိုက္တာ Lee Chang Dongရဲ႕ အေကာင္းဆုံးကားဟာ Poetry(2010)ပါ။သူရဲ႕ ဒုတိယအေကာင္းဆုံးကားကေတာ့ သူရဲ႕ အေစာပိုင္းလက္ရာတစ္ခုျဖစ္တဲ့ အခုဒီ Peppermint Candyပါပဲ။႐ုပ္ရွင္တစ္ကား ေကာင္းမေကာင္းဟာ ၾကည့္ရႈသူအေပၚမွာပဲ မူတည္တာမို႔ ကြၽန္ေတာ္ေတာ့ Peppermint Candyကို ပိုသေဘာက်ပါတယ္။Peppermint Candyဟာ Nolanရဲ႕ mementoလိုမ်ိဳး ျဖစ္ရပ္အခ်ိန္စဥ္အလိုက္ မျပထားတဲ့ ႐ုပ္ရွင္မ်ိဳးပါပဲ။အခန္းျဖတ္၇ခန္းကို သုံးထားၿပီး အခန္းျဖတ္တိုင္းမွာ ခုႏွစ္ အခ်ိန္အခါ ပါတာမို႔ သိပ္ၿပီး Mind-Blowingျဖစ္ေစမယ့္ ႐ုပ္ရွင္မ်ိဳးေတာ့ မဟုတ္ပါဘူး။ျမင့္သန္းဘာသာျပန္ၿပီး ဂ်ပန္စာေရးဆရာ ကဇူးအို အစ္ရွိဂူ႐ိုးေရးထားတဲ့ လြင့္ေမ်ာေနေသာကမာၻႀကီး၏အႏုပညာသည္တစ္ဦးလိုေခတ္ကာလႏွစ္ခုရဲ႕ မ်ဥ္းၿပိဳင္ရသကို ပါးပါးေလးသုံးထားၿပီး ၁၉၈၀ေက်ာင္းသားထႂကြမႈကေန ဇာတ္ကားထြက္ခဲ့တဲ့ ၂၀၀၀ခုႏွစ္အထိ ကိုရီးယားသမိုင္းရဲ႕အႏွစ္ႏွစ္ဆယ္ကာလကိုသုံးထားပါတယ္။ဇာတ္ရဲ႕အဖြင့္ရဲ႕ ဦးဆုံးအခန္းမွာ ျပထားတာကေတာ့ ရထားတစ္စင္း ျမစ္ကူးသံလမ္းတံတားေပၚ ခုတ္ေမာင္း‌ေနတာပါပဲ။ျမစ္ကူးသံလမ္းတံတားရဲ႕ေအာက္မွာ လူတစ္ေယာက္ပက္လက္လွဲၿပီး ရထားကိုေငးေမာေနပါတယ္။အခ်ိန္ကေတာ့ ၁၉၉၉‌‌ေႏြဦး။ဂင္မ္ဟာ ျပန္လည္ေတြ႕ဆုံပြဲ‌မွာသီခ်င္းေတြဆို စားေနေသာက္ေနရင္းက ျမစ္ကူးသံလမ္းတံတားေပၚတက္ ရထားတိုက္ခံ အဆုံးစီရင္သြားပါတယ္။ဒီတစ္ခန္းျဖတ္ရဲ႕ အဆုံးသတ္ကေတာ့ ရထားတိုက္ခံေသခါနီး ေအာ္ေႂကြးေနတဲ့ ဂင္မ္ရဲ႕ မ်က္ႏွာပါပဲ။ဒါက ပထမအခန္းရဲ႕ အေၾကာင္းအရာ အကုန္ပါပဲ။ေမာ္ဒန္၀တၱဳေလာကမွာ အတိုဆုံး၀တၱဳလို႔ေခၚတဲ့ ရသေျမာက္၀တၱဳကေလးေတြရွိပါတယ္။တိုတာမွ ေလးငါးေၾကာင္းပဲပါတာပါ။သို႔ေပမယ့္ ရသေျမာက္တဲ့ ၀တၱဳေတြပါပဲ။Peppermint Candyဟာ အဲ့ဒီလို၀တၱဳတိုကေလးေတြကို Pointတစ္ခုနဲ႔ ခ်ိတ္ဆက္ထားသလိုပါ။ဒါေပမယ့္ သူက လူတစ္ေယာက္အေၾကာင္းကို ဦးတည္ထားပါတယ္။အခန္းျဖတ္အတိုကေလးခုႏွစ္ခုကို အတိတ္နဲ႔ဆက္စပ္တဲ့အေၾကာင္းအရာတစ္ခုကိုေျပာၿပီးအဲ့ဒီအေၾကာင္းအရာျဖစ္ခဲ့တဲ့ အတိတ္ကိုေခၚေဆာင္သြားတဲ့နည္းနဲ႔ ပထမအခန္းမွာတင္ သတ္ေသသြားတဲ့လူရဲ႕ ဇာတ္လမ္းေဟာင္းေတြဆီ ကြၽန္ေတာ္တို႔ကို တျဖည္းျဖည္းခ်င္း ေခၚေဆာင္သြားပါတယ္။ထူးျခားတာကေတာ့ဒါ႐ိုက္တာဟာ ဇာတ္လမ္းအပိုင္းေလးတစ္ခုရဲ႕အဆုံးေနာက္အပိုင္းကေလးရဲ႕အစတိုင္းမွာ ရထားတစ္စင္းခုတ္ေမာင္း ေနတာကိုျပထားပါတယ္။ဒီ႐ုပ္ရွင္မွာ ရထားရဲ႕နိမိတ္ပုံဟာ ဘ၀သံသရာျဖစ္ခ်င္မွျဖစ္ပါမယ္။ႏႈတ္ဆက္ခြဲခြာျခင္းျဖစ္ခ်င္မွျဖစ္ပါမယ္။ဘယ္သူမွေသေသခ်ာခ်ာမသိပါဘူး။Lee Chang Dongဟာ ဒီ႐ုပ္ရွင္မွာလည္း မသိျခင္းကို ရသတစ္ခုအျဖစ္သုံးသြားျပန္တာပါပဲ။IMdb 7.7 ,Rotten Tomatoes 83% ratingရွိတဲ့Lee Chang Dong႐ိုက္တဲ့ ဒီကိုရီးယား႐ုပ္ရွင္ဟာကိန္း႐ုပ္ရွပ္ပြဲေတာ္အပါအ၀င္႐ုပ္ရွင္ပြဲေတာ္ေျခာက္ခုက ဆု‌ဆယ္ဆုရထားပါတယ္။( အညႊန္္းေရးသားျပီး ဘာသာျပန္ေပးထားတာေတာ့ WiRa Aung ျဖစ္ပါတယ္ )File size__( 2.37 GB ) and ( 1.16 GB)Quality__Bluray-1080p , Bluray-720pIMDb Rating__7.7/10Format__mp4Duration__02:10:17Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"