"IMDb…7.4
၂၀၁၀ခုနှစ်ကထွက်ရှိခဲ့တဲ့ဒီကားဟာ အတော်များများကြည့်ဖူးပြီးသားဖြစ်မှာပါ…ကျွန်တော်တို့ဟာ ဇာတ်လမ်းရဲ့ကောင်းမွန်မှု သရုပ်ဆောင်တွေရဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပြောက်မြောက်တဲ့အမူအရာတွေကို ချီးမွန်းအကဲဖြတ်မှုအားနည်းခဲ့တဲ့အချိန်ကတောင် သိပ်ကိုကောင်းလွန်းတယ်လို့ တခြားသူတွေကိုညွှန်းဆိုခဲ့ဖူးပါတယ်…
လင်မယား ၂ယောက် ..အမျိုးသားက ကျောင်းဆရာ ..အမျိုးသမီးက ရုံးဝန်ထမ်း..သားကလေးတစ်ယောက်နဲ့ပေါ့ ..
ဘဝကိုရိုးရှင်းစွာ ဖြတ်သန်းနေတဲ့မိသားစုလေးတစ်စုပေါ့…သို့ပေမယ့် တစ်နေတော့ သူတို့မိသားစုအတွက်
ကံဆိုးမှုတစ်ခုကြီးရောက်လာခဲ့တယ်..အမျိုးသမီးကို လူသတ်မှုတစ်ခုနဲ့ ရဲတွေဖမ်းခေါ်သွားတာပါပဲ.
.ယောကျ်ားဖြစ်သူဟာ မိန်းမကိုကယ်ဖို့ရှေ့နေတွေနဲ့တွေ့ဆုံခဲ့ပေမယ့် အမှုရဲ့သက်သေများအရ သူ့မိန်းမဆီကိုပဲ ဦးတည်နေပါတယ်..သူ့မိန်းမကလည်းမသတ်ဘူးလို့ပြောခဲ့သလို သူကိုယ်တိုင်လည်း ယုံကြည်ခဲ့ပေမယ့် ဒီယုံကြည်မှု အမှန်တရားတွေဟာ ဘာမှ အသုံးမဝင်တော့ပါဘူး….
ဒီတော့ သာမန်ကျောင်းဆရာတစ်ယောက်အတွက် အတွေးတွေဟာ ရူးမတတ်ပဲ..လူသတ်မှုဟာ နှစ်ရှည်လများထောင်ကျနိုင်တော့ ပြိုကွဲေတော့မယ့် မိသားစုအတွက်
သူဟာ ဆုံးဖြတ်ချက်တစ်ခုကိုချလိုက်တယ်..သူ့မိန်းမကို ဒီအမှုတောထဲက ဆွဲထုတ်ပြီး တစ်ဘက်နိုင်ငံကို ထွက်ပြေးဖို့ပါပဲ…
ကျွန်တော်တို့အားလုံး ချီးမွမ်းတဲ့ ဒီကားမှာ .Russell Crowe ဟာ အဓိကနေရာမှာ ပါခဲ့ပါတယ်..သူတစ်ယောက်ထဲ တစ်ကားလုံးကိုထိန်းကျောင်းသွားတယ်..
သာမန်ကျောင်းဆရာလေးတစ်ယောက်ဟာ တော်ရုံလူမစဉ်းစား မလုပ်နိုင်တဲ့အရာမျိုးတွေကို တုန်တုန်ယင်ယင်နဲ့လုပ်သွားတာ…
ခင်ဗျားတို့ဟာ ဒီကားကိုကြည့်နေရင်း Russell Crowe နဲ့အတူ လွင့်မြောပါသွားလိမ့်မယ်…ဇာတ်ကားရဲ့ဆွဲဆောင်မှုဟာ ၅မိနစ်လောက်ကထဲကဆွဲခေါ်သွားတယ်.
.ပြသချိန် ၂နာရီ ၁၃မိနစ်မှာခင်ဗျားဟာ ကျောက်ရုပ်တစ်ရုပ်ထိုင်နေသလို ငြိမ်သက်စွာထိုင်နေရင်း ရင်တထိတ်ထိတ်နဲ့ အတွေးတွေ
မျှော်လင့်ချက်တွေနဲ့ ပျော်ဝင်သွားလိမ့်မယ်ဆိုတာ ကျွန်တော်ရဲရဲကြီးအာမခံရတယ်….
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော ကို Oung Xix Ming ဖြစ်ပါတယ်…
.
File Size : (2.32GB) and (900 MB)
Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p
Format…mp4
Duration…02:13:00
Genre : Action, Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Oung Xix Ming
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
