"[Unicode]2015 တုန်းက ထွက်ရှိထားတဲ့ Wolf Totem ဆိုတဲ့ ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်ဒီဇာတ်ကားမှာတော့ ၁၉၆၀ ဝန်းကျင်က လွင်ပြင်ဒေသတွေမှာ နေထိုင်တဲ့ မွန်ဂိုလူမျိုးစုတွေရဲ့ နေထိုင်မှု ပုံစံတွေ ရိုးရာယဉ္ကေျးမှုတွေ ကိုးကွယ်မှုတွေကို မြင်တွေနိုင်မှာဖြစ်ပါတယ် ၊ဒါ့အပြင် ဇာတ်လမ်းမှာ နောက်ထပ်ပြသထားတာက မွန်ဂိုလွင်ပြင်မှာ နေထိုင်ကြတဲ့ ဝံပုလွေတွေ အကြောင်းပဲ ဖြစ်ပါတယ်…ဒီဇာတ်လမ်းမှာ မင်းသားကြီး Feng Shao Feng က ချန်ကျန့်အဖြစ် အဓိက ပါဝင်သရုပ်ဆောင်ထားပြီးလူသားနဲ့ ဝံပုလွေရဲ့ကြားက သံယောဇဉ် မေတ္တာကို ပေါ်လွင်အောင် ဖော်ကျူးထားပါတယ် ။Pauseဇာတ်လမ်းအကျဉ်းကတော့၁၉၆၇ ခုနှစ်မှာ ချန်ကျန့်ဆိုတဲ့ တက္ကသိုလ်ကျောင်းသားတစ်ယောက်ဟာ မွန်ဂိုဒေသမှာ ၂ နှစ်ကြာ စာပေသင်ကြားပေးဖို့ စေလွှတ်ခံခဲ့ရပါတယ်…ချန်ကျန့်ဟာ မွန်ဂိုလွင်ပြင်ဒေသမှာနေထိုင်းရင်း ဝံပုလွေတွေရဲ့ သဘာဝကိုလည်း လေ့လာခဲ့ပါတယ် ၊တစ်နေ့မှာတော့ လောဘကြီးတဲ့ လူတစ်စုကြောင့် ဝံပုလွေအုပ်စုတွေ ဒုက္ခတွေ့ခဲ့ရပါတယ်…ဝံပုလွေသားပေါက်လေးတွေကို သတ်ပစ်ဖို့ အစိုးရက အမိန့်ပေးလိုက်တဲ့အခါမှာ မွန်ဂိုတွေဟာ ဝံပုလွေ သားပေါက်လေးတွေကို သတ်ပစ်ခဲ့ပါတယ် ၊ဒါပေမယ့် သားပေါက်တွေထဲက တစ်ကောင်ကို ချန်ကျန့်က တိတ်တဆိတ်မွေးမြူထားခဲ့ပါတယ်…ဒါကို အထက်လူကြီးတွေ သိသွားတဲ့အခါမှာ ဘာဆက်ဖြစ်မှာလဲ…ချန်ကျန့်ကရော ဝံပုလွေသားပေါက်လေးကို လွင်ပြင်ဆီပြန်လွှတ်မှာလား…ဝံပုလွေအုပ်စု မျိုးတုံးသတ်ဖြတ်ခံရမှုကို တားဆီးပေးနိုင်မှာလား…ဝံပုလွေအုပ်စုတွေ ဘယ်လို အခက်ခဲတွေနဲ့ ကြုံရမှာလဲဆိုတာကို ဒီဇာတ်လမ်းလေးမှာ ဆက်လက်ကြည့်ရှုကြပါနော်….။( အညွှန်းရေးပြီး ဘာသာပြန်ပေးထားသူကတော့ Han Thu Aye ဖြစ်ပါတယ် )[Zawgyi]2015 တုန္းက ထြက္ရွိထားတဲ့ Wolf Totem ဆိုတဲ့ ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္ဒီဇာတ္ကားမွာေတာ့ ၁၉၆၀ ဝန္းက်င္က လြင္ျပင္ေဒသ​ေတြမွာ ေနထိုင္တဲ့ မြန္ဂိုလူမ်ိဳးစုေတြရဲ႕ ေနထို္င္မႈ ပုံစံေတြ ႐ိုးရာယေၪၠ်းမႈေတြ ကိုးကြယ္မႈေတြကို ျမင္ေတြႏိုင္မွာျဖစ္ပါတယ္ ၊ဒါ့အျပင္ ဇာတ္လမ္းမွာ ေနာက္ထပ္ျပသထားတာက မြန္ဂိုလြင္ျပင္မွာ ေနထိုင္ၾကတဲ့ ၀ံပုေလြေတြ အေၾကာင္းပဲ ျဖစ္ပါတယ္…ဒီဇာတ္လမ္းမွာ မင္းသားႀကီး Feng Shao Feng က ခ်န္က်န္႔အျဖစ္ အဓိက ပါ၀င္သ႐ုပ္ေဆာင္ထားၿပီးလူသားနဲ႔ ၀ံပုေလြရဲ႕ၾကားက သံေယာဇဥ္ ေမတၱာကို ေပၚလြင္ေအာင္ ေဖာ္က်ဴးထားပါတယ္ ။ဇာတ္လမ္းအက်ၪ္းကေတာ့၁၉၆၇ ခုႏွစ္မွာ ခ်န္က်န္႔ဆိုတဲ့ တကၠသိုလ္ေက်ာင္းသားတစ္ေယာက္ဟာ မြန္ဂိုေဒသမွာ ၂ ႏွစ္ၾကာ စာေပသင္ၾကားေပးဖို႔ ေစလႊတ္ခံခဲ့ရပါတယ္…ခ်န္က်န္႔ဟာ မြန္ဂိုလြင္ျပင္ေဒသမွာေနထိုင္းရင္း ၀ံပုေလြေတြရဲ႕ သဘာ၀ကိုလည္း ေလ့လာခဲ့ပါတယ္ ၊တစ္ေန႔မွာေတာ့ ေလာဘႀကီးတဲ့ လူတစ္စုေၾကာင့္ ၀ံပုေလြအုပ္စုေတြ ဒုကၡေတြ႕ခဲ့ရပါတယ္…ဝံပုေလြသားေပါက္ေလးေတြကို သတ္ပစ္ဖို႔ အစိုးရက အမိန္႔ေပးလိုက္တဲ့အခါမွာ မြန္ဂိုေတြဟာ ၀ံပုေလြ သားေပါက္ေလးေတြကို သတ္ပစ္ခဲ့ပါတယ္ ၊ဒါေပမယ့္ သားေပါက္ေတြထဲက တစ္ေကာင္ကို ခ်န္က်န္႔က တိတ္တဆိတ္ေမြးျမဴထားခဲ့ပါတယ္…ဒါကို အထက္လူႀကီးေတြ သိသြားတဲ့အခါမွာ ဘာဆက္ျဖစ္မွာလဲ…ခ်န္က်န္႔ကေရာ ၀ံပုေလြသားေပါက္ေလးကို လြင္ျပင္ဆီျပန္လႊတ္မွာလား…၀ံပုေလြအုပ္စု မ်ိဳးတုံးသတ္ျဖတ္ခံရမႈကို တားဆီးေပးႏိုင္မွာလား…ဝံပုေလြအုပ္စုေတြ ဘယ္လို အခက္ခဲေတြနဲ႔ ႀကဳံရမွာလဲဆိုတာကို ဒီဇာတ္လမ္းေလးမွာ ဆက္လက္ၾကည့္ရႈၾကပါေနာ္….။( အညႊန္းေရးျပီး ဘာသာျပန္ေပးထားသူကေတာ့ Han Thu Aye ျဖစ္ပါတယ္ )File size__( 1.1 GB ) and ( 400 MB)Quality__Bluray-720pIMDb Rating__6.7/10Format__mp4Duration__02:01:16Type__Adventure, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Han Thu AyeEncoded by Naing Aung Latt"