"Suicide Club(2018)
ဒီတစ်ခါတော့ သဲထိတ်ရင်ဖိုဇာတ်လမ်းလေးတစ်ခုနဲ့ မိတ်ဆက်ပေးချင်ပါတယ်။
သိပ်မကြာသေးခင်ကမှ Mo Mo Challenge ဆိုတာကြီးကို သတိပြုမိကြမယ် ထင်ပါတယ်။
Youtube ကနေ redirect လုပ်ထားတဲ့ website တစ်ခုမှာ ကလေးငယ်တွေကို ထူးဆန်းတဲ့ activity တွေ challenge တွေကို လုပ်ဖို့ လှုံ့ဆော်ရာကနေ တစ်ဆင့်တက်ပြီး အသားနာအောင်စေခိုင်းတာ အဲဒီနောက် ကိုယ့်ကိုယ်ကို သတ်သေအောင်စေခိုင်းတဲ့အထိ လုပ်ခိုင်းကြတာဖြစ်ပါတယ်။
ဒီလိုလုပ်ခိုင်းတာကို Internet addiction ရနေတဲ့ လူငယ်တွေ အခန်းအောင်းပြီး social media တွေပေါ်မှာ ပျော်မွေ့နေကြတဲ့၊ အထီးကျန်နေကြတဲ့ လူတွေနဲ့ ထိတွေ့ဆက်ဆံရမှာ ကြောက်နေကြတဲ့ လူငယ်တွေ အများဆုံးခံရလေ့ရှိပါတယ်။
ဒီဇာတ်လမ်းမှာလည်း Website ကတစ်ဆင့် သင့်ရဲ့လက်တွေ့ဘဝကို အမှောင်နေ့တွေပေးမယ့် Suicide Club ဆိုတာကို တွေ့ရမှာပါ။
ပြင်ပလောကကို နှစ်အတော်ကြာ အဆက်အသွယ်ဖြတ်ပြီး အခန်းလေးထဲမှာ တံခါးပိတ်တစ်ကိုယ်တည်းနေတဲ့ လစ်ဇ် လို့ခေါ်တဲ့ ကောင်မလေးတစ်ယောက်ဟာ အွန်လိုင်းပေါ်မှာပဲ တစ်နေကုန်အချိန်ကုန်နေသူလေးပါ။ အခန်းမှောင်မှောင်လေးထဲ လက်သည်းကိုက်ရင်း website တွေ chatroom တွေမှာပဲ ကျင်လည်နေတဲ့ လစ်ဇ် ဟာ တစ်နေ့တော့ Website တစ်ခု ကို အမှတ်မထင် သွားတွေ့ပါတယ်။
အဲဒါကတော့ Suicide Club ပါ။
“Kill or Be Killed” တဲ့…သတ်မလား အသတ်ခံမလား ဆိုတဲ့ ဆောင်ပုဒ်နောက်ကွယ်မှာ ဇီဝိန်ကြွေခဲ့ရသူတွေအကြောင်း ဗီဒီယိုတွေကို မြင်ပြီး စိတ်ဝင်စားရာကနေ လစ်ဇ် ဟာ Suicide Club ရဲ့အရှုပ်တော်ပုံထဲ ရောက်သွားခဲ့ပါတော့တယ်။
ဒါပေမယ့် Suicide Club လိုပဲ သူ့ဘဝထဲကို ဝင်လာတဲ့ အရာတစ်ခုလည်းရှိပါသေးတယ်။
ဂျော့ရှ် ဆိုတဲ့ ကောင်ချောလေးတစ်ယောက်ပါ။ တစ်ကောင်ကြွက် လစ်ဇ် ရဲ့ဘဝမှာ ဂျော့ရှ် က ဘယ်လိုအရေးပါလာမလဲ၊ Suicide Club အရှုပ်တော်ပုံထဲက လစ်ဇ် ဘယ်လို လွတ်မြောက်မှာလဲဆိုတာကိုတော့ ဆက်လက်ခံစားကြည့်ရှုကြပါဦးနော်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thaw ပဲဖြစ်ပါတယ်…..
File Size : (850 MB) and (380 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:30:00
Genre : Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Thaw
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
