"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Mr. Hurt (သို့) နာကျင်နေသော ချိဖ
I Fine..Thank You..Love You,Heart Attack ဇာတ်ကားတွေထဲက နာမည်ကြီးမင်းသား Sunny ရဲ့ နောက်ထပ်ဇာတ်ကားတစ်ကားပါ။
ဒီဇာတ်ကားတစ်ခုလုံးကို သူ့ရဲ့ပိုင်နိုင်တဲ့ သရုပ်ဆောင်ချက်တွေနဲ့ သိပ်သည်းအောင် လုပ်ပြနိုင်ခဲ့ပါတယ်။
ဇာတ်လမ်းကတော့ နာကျင်နေသောချိဖ တစ်ယောက်အကြောင်းပါ။
အစွဲအလမ်းကြီးသလို ဒေါသလဲကြီးတတ်တဲ့ နာကျင်နေသောချိဖ ဒွန်စီချန်။(သူဟာယောင်္ကျားလေးအများစုရဲ့ သဘာဝကိုကိုယ်စားပြုသွားပါတယ်။)
ခေါင်းနည်းနည်းလွတ်နေပေမယ့် ရုပ်ဖြောင့် ပိုက်ဆံရှိလို့ အဆိုတော်ဖြစ်လာပုံရတဲ့ ဂျင်မီ။
နှလုံးသားထက် အောင်မြင်ကျော်ကြားမှုကို မက်တွယ်ထားတဲ့ နိုင်ငံကျော်မော်ဒယ် အန်နာ။ (သူကလဲ မိန်းကလေးအများစုရဲ့ သဘာဝကို ကိုယ်စားပြုသွားပါတယ်။)
ကြင်နာတတ်တဲ့ မိခင်စိတ်မျိုးနဲ့ ရောဂါသည်မလေး ဒီယူ။
ဒီဇာတ်ကောင်လေးယောက်ကို အခြေပြုလို့ ချစ်ခြင်းရဲ့နာကျင်မှုတွေအကြောင်းကို ပြသထားပါတယ်….။
အပြင်မှာလိုပါပဲ…
ယောင်္ကျားလေးတွေဟာ နှလုံးသားခပ်များများ ဦးနှောက်ခပ်နည်းနည်းနဲ့ ချစ်ခြင်းမှာ နစ်မြုပ်နေတတ်ကြပြီး
မိန်းကလေးတွေကတော့ နှလုံးသားခပ်နည်းနည်း ဦးနှောက်ခပ်များများနဲ့ ချစ်ခြင်းကို စီမံတတ်ကြပါတယ်။
ဒါပေမယ့်ဘယ်သူပဲဖြစ်ဖြစ်ပါလေ…
တကယ်ချစ်ရသူကတော့ အမြဲတမ်း နာကျင်ရတာပါပဲ။
ခံစားနာကျင်ပေးကြပါဦး။
( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/category/sunny/ ကြည့်လို့ရပါတယ်။
-Zawgyi-
Mr. Hurt (သို႔) နာက်င္ေနေသာ ခ်ိဖ
I Fine..Thank You..Love You,Heart Attack ဇာတ္ကားေတြထဲက နာမည္ၾကီးမင္းသား Sunny ရဲ႕ ေနာက္ထပ္ဇာတ္ကားတစ္ကားပါ။
ဒီဇာတ္ကားတစ္ခုလံုးကို သူ႕ရဲ႕ပိုင္ႏိုင္တဲ့ သရုပ္ေဆာင္ခ်က္ေတြနဲ႕ သိပ္သည္းေအာင္ လုပ္ျပႏိုင္ခဲ့ပါတယ္။
ဇာတ္လမ္းကေတာ့ နာက်င္ေနေသာခ်ိဖ တစ္ေယာက္အေၾကာင္းပါ။
အစြဲအလမ္းၾကီးသလို ေဒါသလဲၾကီးတတ္တဲ့ နာက်င္ေနေသာခ်ိဖ ဒြန္စီခ်န္။(သူဟာေယာက်ၤားေလးအမ်ားစုရဲ႕ သဘာဝကိုကိုယ္စားျပဳသြားပါတယ္။)
ေခါင္းနည္းနည္းလြတ္ေနေပမယ့္ ရုပ္ေျဖာင့္ ပိုက္ဆံရွိလို႕ အဆိုေတာ္ျဖစ္လာပံုရတဲ့ ဂ်င္မီ။
ႏွလံုးသားထက္ ေအာင္ျမင္ေက်ာ္ၾကားမႈကို မက္တြယ္ထားတဲ့ ႏိုင္ငံေက်ာ္ေမာ္ဒယ္ အန္နာ။ (သူကလဲ မိန္းကေလးအမ်ားစုရဲ႕ သဘာဝကို ကိုယ္စားျပဳသြားပါတယ္။)
ၾကင္နာတတ္တဲ့ မိခင္စိတ္မ်ိဳးနဲ႕ ေရာဂါသည္မေလး ဒီယူ။
ဒီဇာတ္ေကာင္ေလးေယာက္ကို အေျချပဳလို႕ ခ်စ္ျခင္းရဲ႕နာက်င္မႈေတြအေၾကာင္းကို ျပသထားပါတယ္….။
အျပင္မွာလိုပါပဲ…
ေယာက်ၤားေလးေတြဟာ ႏွလံုးသားခပ္မ်ားမ်ား ဦးေႏွာက္ခပ္နည္းနည္းနဲ႔ ခ်စ္ျခင္းမွာ နစ္ျမဳပ္ေနတတ္ၾကျပီး
မိန္းကေလးေတြကေတာ့ ႏွလံုးသားခပ္နည္းနည္း ဦးေႏွာက္ခပ္မ်ားမ်ားနဲ႔ ခ်စ္ျခင္းကို စီမံတတ္ၾကပါတယ္။
ဒါေပမယ့္ဘယ္သူပဲျဖစ္ျဖစ္ပါေလ…
တကယ္ခ်စ္ရသူကေတာ့ အျမဲတမ္း နာက်င္ရတာပါပဲ။
ခံစားနာက်င္ေပးၾကပါဦး။
( မငျးသား Sunny ရဲ့ ဇာတျကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/category/sunny/ ကွည့ျလို့ရပါတယျ။)
File size…(1.1 GB)
Quality…WEB-DL 720p
Format…mp4
Duration….02:၀8:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Nay Nay
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
