"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်ကားကို ပိုစတာ မြင်ရုံနဲ့ စိတ်ဝင်စားခဲ့တယ် ကောင်းကောကောင်းရဲ့လား အရည်မရ အဖတ်မရတွေလားလို့
တွေးထင်ခဲ့ဖူးတယ် ….
အရင်ဆုံး သိလိုက်ရတာကတော့ IMDb မှာ 7.8 Rating ရရှိထားတာပါ။
Asia ရုပ်ရှင်ကားတွေမှာ အတော်ရှားပါးတဲ့ Rate မျိုးပေါ့….
i Fine i Thank I Love U ထဲက မင်းသား အပါအဝင် Pee Mak ရုပ်ရှင်ကားထဲမှ မင်းသမီး ပါဝင်ပါတယ်..
ဇတ်လမ်းပုံစံ အစပျိုးထားတာကတော့ ယွန်း ဆိုတဲ့ ကောင်လေးက ဂရစ်ဖစ်ဒီဇိုင်နာပါ သူဟာ အလုပ်အလွန်ကြိုးစားသူဖြစ်ပြီး
အလုပ်တစ်ခုလုပ်ရင် ဇွဲရှိရှိလုပ်တာမို့ ညမအိပ်တန်း လုပ်ဖြစ်ပေမယ့် သူ နောက်ဆုံး လုပ်နေတဲ့ အလုပ်ဟာ
ဘယ်လောက်အောင် ညမအိပ်ပဲ လုပ်လဲဆို ၄ ရက်ခွဲ တိတိ သူမအိပ်ပဲ အလုပ်အပ်သူ စိတ်တိုင်းကျ ပုံတွေ ပြင်ပေးခဲ့ပါတယ်
အလုပ်အပ်သူက သဘောကျပေမယ့် သူ့ရဲ့ အိပ်ချိန်တွေဟာ ဆုံးရှုံးခဲ့ပါတယ် ဒါကိုပဲ ယွန်းက ဂုဏ်ယူနေတက်သူပါ
ကမ္ဘာပေါ်မှာ အလုပ်လုပ်နိုင်ဆုံး လူသား ညမအိပ်တဲ့ သူဆိုပြီးတော့ပေါ့….
ယွန်း ကို အလုပ်အပ်သူတွေ နဲ့ ချိတ်ဆက်ပေးတာကတော့ ယွန်း ရဲ့ BFF ဖြစ်တဲ့ ဂျဲလ် ပါ
အလုပ်အရမ်းများတဲ့ ယွန်း မှာ ဂျဲ ဆိုတဲ့ ပြောမနာ ဆိုမနာ သူငယ်ချင်းကောင်မလေးပဲ ရှိပြီး လူမှုရေး ကိစ္စတွေ မှာ
အချိန်မပေးနိုင်လို့ ယွန်း ကို ဘယ်သူငယ်ချင်းကမှ အပေါင်းအသင်းမလုပ်ပါဘူး…
တစ်ရက်မှာတော့ သူ ငွေကြေးနဲ့ လဲလှယ်ခဲ့တဲ့ သူ့အချိန်တွေကတေ ကျန်းမာရေး ထိခိုက်မှုတွေဖြစ်လာခဲ့ပါတယ်
ဟုတ်ပါတယ် ယွန်း ရဲ့ ကိုယ်မှာ အနီစက် မြောက်များစွာ ပေါ်လာပြီး ယားနာလိုတွေ ဖြစ်လာပါတယ် အစက သိပ်မသိသာပေမယ့်
နောက်ပိုင်းရောဂါ ပိုဆိုးလာလို့ အပြင်ဆေးရုံမှာ သွားပြတဲ့ အခါ ဘတ် ၇၀၀၀ ကျော် ကျသွားပါတယ်
မြန်မာငွေနဲ့ဆိုရင် ၂ သိန်း နီးပါး ပါ ဒါပေမယ့် ထိုဆေးတွေ နဲ့လဲ သူမသက်သာတဲ့ အခါ
Online မှာ လိုက်ရှာဖွေတဲ့အခါ ရောဂါ သက်သာပြီး စရိတ်စက နည်းတဲ့ ပြည်သူ့ဆေးရုံကိုရောက်သွားပါတယ်
အဲ့ဒီမှာ အရေပြား ဆရာဝန်ဖြစ်တဲ့ ဒေါက်တာအမ် နဲ့ စတွေ့ရပါတော့တယ်…
ဒေါက်တာ အမ် က ယွန်း ကို အလုပ် က ဘ၀ မဟုတ်ကြောင်း ကျန်းမာရေးကို ဂရုစိုက်ဖို့ ဆေးသောက်ဖို့ အပြင်
စိတ်ပျော်ရွှင်ဖို့ ကျန်းမာဖို့ နေထိုင်နည်းတွေပါ ပေးလိုက်ပါတယ် ဒါပေမယ့် အလုပ်အရမ်းများလွန်းတဲ့ ယွန်း ဟာ
ဘယ်သူ့ စကားမှ နားမထောင်ပေမယ့် ဒေါက်တာအမ် နှင့် စတွေ့ပြီး နောက်ပိုင်း အတည်တကျ ဖြစ်နေတဲ့
အလုပ်ချိန်တွေ ဇယားတွေ နဲ့ ပြည့်နေတဲ့ သူ့ဘ၀ ဟာ ကမောက်ကမ တွေ စဖြစ်လာပါတော့တယ်…
ဒီရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားသူကတော့ Tariq L Walker ဖြစ်ပြီး အညွှန်းကိုတော့ ကျနော် သစ်ဆန်းခန့် မှ
ရေးပေးထားပါတယ်…
Thit San Khant
( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/category/sunny/ ကြည့်လို့ရပါတယ်။)
File size…(1.8 GB) and (1.2 GB)
Quality….BluRay 1080p 5.1 & 720p
Format…mp4
Duration….02:12:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Tariq L Walker
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
