"Monica, O My Darling (2022)
အခုတစ်ခါမှာတော့ လတ်လတ်ဆတ်ဆတ်လေး ထွက်လာတဲ့
ဟင်ဒီကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါ့မယ်နော်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဖြစ်ပုံက ဒီလို..။
ဂျယန့်ဆိုတဲ့ နည်းပညာကျောင်းသားလေးဟာ ကျောင်းပြပွဲတစ်ခုမှာ
သူ့ရဲ့ Presentation ကိုတင်ဆက်ပြသနေရင်းနဲ့
စက်ရုပ်ကုမ္ပဏီတစ်ခုရဲ့ စီအီးအိုက သူ့ကိုသဘောကျသွားပြီး
ကုမ္ပဏီဒါရိုက်တာ ခန့်လိုက်ပါတယ်…
အဲ..သူက စီအီးအိုရဲ့သမီးနဲ့ ချစ်ကြိုက်နေတယ်ပေါ့…။
လူမသိအောင်လည်း မိုနီကာဆိုတဲ့ အပျော်မယ်တစ်ယောက်နဲ့
ကြိတ်ပုန်းခုတ်နေသေးတယ်
ဇာတ်လမ်းက အဲ့ဒီမွာ စပြီ..မိုနီကာက ဂျယန့်ကို ခြိမ်းခြောက်ပါပြီ
သူမမွာ သူနဲ့ရတဲ့ ကိုယ်ဝန်ရှိနေပါပြီဆိုပြီး ကလေးစရိတ်တောင်းပါပြီ
ချစ်ရသူကလည်းတစ်ဖက် ချစ်ရသူနဲ့စုံမက်ခွင့်မရရင် ဆင်းရဲတဲ့ဘဝကတက်လာတဲ့
သူ့အတွက် လောလောလတ်လတ်စည်းစိမ်တွေပျောက်သွားမှာလည်းစိုး
ဒီလို စိတ်ညစ်နေတုန်းမှာပဲ သူနဲ့ဘဝတူ တစ်လှေတည်းစီး နောက်နှစ်ယောက်နဲ့
သွားဆုံမိပါတော့တယ်..သူတို့နှစ်ယောက်ကတော့ သူချစ်ရသူရဲ့အစ်ကိုတော်နဲ့
သူအလုပ်လုပ်နေတဲ့ ကုမ္ပဏီက စာရင်းကိုင်ပါပဲ
သူတို့ကိုလည်း ထိုးနည်း၎င်းပဲ မိုနီကာက ခြိမ်းခြောက်ငွေညှစ်နေပါတယ်…။
ကြံရာမရတော့တဲ့အဆုံး သူတို့သုံးယောက်ပေါင်းပြီး မိုနီကာကို
သတ်ပစ်ဖို့ကြံပါတော့တယ်…။
သူတို့ထင်ထားခဲ့သလိုပဲ ဒီအရှုပ်တော်ပုံကြီးလက်ကနေ
လွယ်လွယ်နဲ့လွတ်မြောက်နိုင်ပါ့မလား…။
နောက်ထပ်ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့….။
ဒီဇာတ္ကားထဲက နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့
[Stree (2018),Hit: The First Case (2022), Roohi (2021),
Kai Po Che! (2013), Shahid (2012)] ..
စတဲ့ကားကောင်းတွေကိုရိုက်ကူးခဲ့တဲ့မင်းသားချောလေး
ရာဂျ်ကူမားရောင်း….မင်းသမီးဟူမားကူရေရှီနဲ့
ရာဒီကားအာပ်တေးတို့ရဲ့ သရုပ်ဆောင်ချက်တွေကြားမှာ
ဆက်လက်ပြီး ခံစားပေးကြပါဦးနော်…
ကြည့်လို့ကောင်းတဲ့ ဟာသမှုခင်းကားလေးပါလို့ လက်တို့ရင်း
ညွှန်းပေးလိုက်ပါတယ်နော်..
File size…1.76GB / 773MB
Quality…1080p True WEB DL / 720p
Format…mp4
Duration….2h 9m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Taylor ~ Hay Man ~ Go-O ~ OeliuJ
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
