"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
2012 က ထွက်ရှိခဲ့တဲ့ Seven Something ဇာတ်ကားလေးဟာ
ထိုင်းနိုင်ငံရဲ့ အကောင်းဆုံး Top 20 List ထဲမှာဝင်တဲ့ဇာတ်ကားလေးပါ
ထိုင်းတို့ Ro ပြီဆိုရင် အသေကြွေတယ်မလား..ဒီဇာတ်ကားလေးဟာလည်း
အချစ်ဇာတ်လမ်းလေး သုံးခုကို ရိုက်ကူးတင်ဆက်ထားခြင်းပဲဖြစ်ပါတယ်
ပထမဆုံးကတော့ ဗီဒီယိုရိုက်တာအရမ်းဝါသနာပါတဲ့ ဒါရိုက်တာဖြစ်ချင်တဲ့
အထက်တန်းကျောင်းသားလေးတစ်ယောက်.သေချာပြောရမယ်ဆိုရင်တော့
Social Media ( Facebook , twitter , instagram ) တွေကိုဘဝမှတ်နေတဲ့
ကျောင်းသားလေးရဲ့အချစ်ဇာတ်လမ်းလေး
ဒုတိယကတော့ ကျော်ကြားမှုကိုမက်မောတဲ့မင်းသမီးတစ်ယောက်နဲ့
အဏ္ဏဝါ ပြတိုက်ကရေငုတ်သမားလေးတစ်ယောက်..သူတို့တွေ
ချစ်ခဲ့ကြပေမယ့် မိန်းကလေးက ကျော်ကြားမှုကိုအလွန်အမင်းပဲ
မက်မောလွန်းတာကြောင့်လမ်းခွဲခဲ့ရတယ်..ဘာတွေဆက်ဖြစ်မလဲဆိုတာ
ကြည့်ရမယ့်အချစ်ဇာတ်လမ်းလေး
တတိယတစ်ခုကတော့.. ခင်ပွန်းသည်ဆုံးပါးသွားတဲ့အသက်၄၀ကျော်
မမကြီးနဲ့ ၂၀ ကျော် အက်စမာရောဂါကြောင့်မာရသွန်ပြေးတဲ့ကောင်လေး
တို့ဇာတ်လမ်းလေး..ခံစားချက်တွေဖြစ်ပေါ်ခဲ့ပေမယ့်
မဖြစ်သင့်ဘူး မဖြစ်နိုင်ဘူးဆိုတဲ့အရာတွေကိုဘယ်လိုကျော်ဖြတ်ပြီး
ဘယ်လိုရှေ့ဆက်မလဲဆိုတာကိုကြည့်ရမှာပါ..
အချစ်ဇာတ်လမ်းကောင်းလေးတွေကြိုက်နှစ်သက်သူတွေအတွက်တော့
ကြည့်ရှုသင့်တဲ့ဇာတ်ကားလေးပဲဖြစ်ပါတယ်
( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/category/sunny/ ကြည့်လို့ရပါတယ်။)
– Zawgyi-
2012 က ထြက္ရွိခဲ႔တဲ႔ Seven Something ဇာတ္ကားေလးဟာ
ထိုင္းႏိုင္ငံရဲ႕ အေကာင္းဆံုး Top 20 List ထဲမွာ၀င္တဲ႔ဇာတ္ကားေလးပါ
ထိုင္းတို႔ Ro ၿပီဆုိရင္ အေသေၾကြတယ္မလား..ဒီဇာတ္ကားေလးဟာလည္း
အခ်စ္ဇာတ္လမ္းေလး သံုးခုကို ရိုက္ကူးတင္ဆက္ထားၿခင္းပဲၿဖစ္ပါတယ္
ပထမဆံုးကေတာ႔ ဗီဒီယိုရိုက္တာအရမ္း၀ါသနာပါတဲ႔ ဒါရိုက္တာၿဖစ္ခ်င္တဲ႔
အထက္တန္းေက်ာင္းသားေလးတစ္ေယာက္.ေသခ်ာေၿပာရမယ္ဆုိရင္ေတာ႔
Social Media ( Facebook , twitter , instagram ) ေတြကိုဘ၀မွတ္ေနတဲ႔
ေက်ာင္းသားေလးရဲ႕အခ်စ္ဇာတ္လမ္းေလး
ဒုတိယကေတာ႔ ေက်ာ္ၾကားမွုကိုမက္ေမာတဲ႔မင္းသမီးတစ္ေယာက္နဲ႔
အဏၰ၀ါ ၿပတိုက္ကေရငုတ္သမားေလးတစ္ေယာက္..သူတို႕ေတြ
ခ်စ္ခဲ႔ၾကေပမယ႔္ မိန္းကေလးက ေက်ာ္ၾကားမွုကိုအလြန္အမင္းပဲ
မက္ေမာလြန္းတာေၾကာင္႔လမ္းခြဲခဲ႔ရတယ္..ဘာေတြဆက္ၿဖစ္မလဲဆုိတာ
ၾကည္႔ရမယ္႔အခ်စ္ဇာတ္လမ္းေလး
တတိယတစ္ခုကေတာ႔.. ခင္ပြန္းသည္ဆံုးပါးသြားတဲ႔အသက္၄၀ေက်ာ္
မမၾကီးနဲ႔ ၂၀ ေက်ာ္ အက္စမာေရာဂါေၾကာင္႔မာရသြန္ေၿပးတဲ႔ေကာင္ေလး
တို႔ဇာတ္လမ္းေလး..ခံစားခ်က္ေတြၿဖစ္ေပၚခဲ႔ေပမယ္႔
မၿဖစ္သင္႔ဘူး မၿဖစ္ႏိုင္ဘူးဆိုတဲ႔အရာေတြကိုဘယ္လိုေက်ာ္ၿဖတ္ၿပီး
ဘယ္လိုေရွ႕ဆက္မလဲဆုိတာကိုၾကည္႕ရမွာပါ..
အခ်စ္ဇာတ္လမ္းေကာင္းေလးေတြၾကိဳက္ႏွစ္သက္သူေတြအတြက္ေတာ႔
ၾကည္႕ရွုသင္႔တဲ႔ဇာတ္ကားေလးပဲၿဖစ္ပါတယ္
အညႊန္းနဲ႔ဘာသာၿပန္သူ Nu Mon ၿဖစ္ပါတယ္
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
