IMDb Rating (6.5) ရရှိထားတဲ့ ထိုင်းဟာသဇာတ်ကားလေးဖြစ်ပါတယ်။ဂျော့ဆိုတဲ့ ငနဲလေးဟာ စွန့်စားတီထွင်ရတာကို ကြိုက်တတ်တဲ့ လူငယ်တစ်ယောက်ပါ…သူဟာ…တီဗွီပန်ကာ…နေရောင်ခြည်နဲ့ကင်စားရတဲ့ ဘာဘီကျူးဆိုင် စတဲ့ စွန့်ဦးတီထွင်တဲ့လုပ်ငန်းတွေကို စိတ်ကူးပေါက်သလိုလုပ်ပြီးလုပ်တိုင်းမှာ သောက်တလွဲဖြစ်သွားတတ်ပေမယ့် စိတ်ဓါတ်ကတော့ လုံးဝမကျပါဘူး….ဒါပေမယ့် အကြွေးတွေ ဖိစီးလာတဲ့အခါမှာတော့ ပိုက်ဆံရမယ့် စွန့်စွန့်စားစား အလုပ်တစ်ခုကို လုပ်ဖို့ဆုံးဖြတ်လိုက်ပါတယ်….ဒါကတော့ ကြာကူလီဇာတ်လမ်းအရှုပ်တွေကို ဖော်ထုတ်ရမယ့် စုံထောက်လုပ်ငန်းပါ။အဲ့ဇာတ်လမ်းအရှုပ်တွေထဲက ကောင်မလေးတစ်ယောက်ကို မြင်မြင်ချင်းကြွေသွားမိတဲ့အခါမှာတော့….မောင်ဂျော့တစ်ယောက် ဘယ်လိုတွေ စွန့်စားမလဲဆိုတာ………။မင်းသားကတော့ I fine thank you,love you …Heard Attack ဇာတ်ကားတွေထဲက မင်းသား Sunny Suwanmethanont…မင်းသမီးက ချစ်စဖွယ်မျက်နှာပေးလေးနဲ့ Pattarasaya Kreuasuwansri…တကယ်ကောင်းတဲ့ ထိုင်းဟာသဇာတ်ကားလေးတွေက Entertainment ဖြစ်တာ အသေအချာမို့ ကြည့်ရှုသင့်တဲ့ဇာတ်ကားတစ်ကားပါ။( မင်းသား Sunny ရဲ့ ဇာတ်ကားအားလုံးကို ဒီမှာ https://channelmyanmar.org/category/sunny/ ကြည့်လို့ရပါတယ်။)– Zawgyi –IMDb Rating (6.5) ရရွိထားတဲ့ ထိုင္းဟာသဇာတ္ကားေလးျဖစ္ပါတယ္။ေဂ်ာ့ဆိုတဲ့ ငနဲေလးဟာ စြန္႔စားတီထြင္ရတာကို ၾကိဳက္တတ္တဲ့ လူငယ္တစ္ေယာက္ပါ…သူဟာ…တီဗြီပန္ကာ…ေနေရာင္ျခည္နဲ႔ကင္စားရတဲ့ ဘာဘီက်ဴးဆိုင္ စတဲ့ စြန္႔ဦးတီထြင္တဲ့လုပ္ငန္းေတြကို စိတ္ကူးေပါက္သလိုလုပ္ျပီးလုပ္တိုင္းမွာ ေသာက္တလြဲျဖစ္သြားတတ္ေပမယ့္ စိတ္ဓါတ္ကေတာ့ လံုးဝမက်ပါဘူး….ဒါေပမယ့္ အေၾကြးေတြ ဖိစီးလာတဲ့အခါမွာေတာ့ ပိုက္ဆံရမယ့္ စြန္႔စြန္႔စားစား အလုပ္တစ္ခုကို လုပ္ဖို႔ဆံုးျဖတ္လိုက္ပါတယ္….ဒါကေတာ့ ၾကာကူလီဇာတ္လမ္းအရႈပ္ေတြကို ေဖာ္ထုတ္ရမယ့္ စံုေထာက္လုပ္ငန္းပါ။အဲ့ဇာတ္လမ္းအရႈပ္ေတြထဲက ေကာင္မေလးတစ္ေယာက္ကို ျမင္ျမင္ခ်င္းေၾကြသြားမိတဲ့အခါမွာေတာ့….ေမာင္ေဂ်ာ့တစ္ေယာက္ ဘယ္လိုေတြ စြန္႕စားမလဲဆိုတာ………။မင္းသားကေတာ့ I fine thank you,love you …Heard Attack ဇာတ္ကားေတြထဲက မင္းသား Sunny Suwanmethanont…မင္းသမီးက ခ်စ္စဖြယ္မ်က္ႏွာေပးေလးနဲ႔ Pattarasaya Kreuasuwansri…တကယ္ေကာင္းတဲ့ ထိုင္းဟာသဇာတ္ကားေလးေတြက Entertainment ျဖစ္တာ အေသအခ်ာမို႔ ၾကည့္ရႈသင့္တဲ့ဇာတ္ကားတစ္ကားပါ။File size…(999 MB)Quality…DVD Rip 720pFormat…mp4Duration….01:50:52Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Suzy Jirakit Thawornwong"