"Gone Baby Gone (2007)
IMDB- 7.7/10 ….Rotten…94%ရရှိထားတဲ့
Crime/Drama ဇာတ်ကားတစ်ကားပါ
ဒါရိုက်တာကတော့ Good Will Hunting နဲ့
လက်စွမ်းပြထားတဲ့ Ben Affleck ဖြစ်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(Morgan Freeman ကြီးကိုလည်း သူနဲ့
အလိုက်ဖက်ဆုံးဖြစ်တဲ့ ခပ်လေးလေးစကားလုံးတွေကို
ပြောရင်း တွေ့ရဦးမှာပါ)
ဇာတ်ကားကြည့်ပြီးတဲ့အချိန်ကျရင်
ဒီမေးခွန်း(၂)ခုကို ဖြေကြည့်ကြပါဦး
(၁) ဘယ်သူက မှန်လဲ?
(၂) မှန်ကန်တဲ့အဖြေဆိုတာရော ရှိခဲ့လား?
ဒီတစ်ခါ Review ကို မရေးဘဲ
နိုင်ငံတကာ ရုပ်ရှင်ပရိသတ်အချိ့ ခံစားရှုမြင်ခဲ့တဲ့အပေါ်
Spoil မဖြစ်စေအောင် ရှောင်ရင်း
ဘာသာပြန်ဖော်ပြပေးလိုက်ပါတယ်…
(A)
Gone Baby Gone ဟာ ကလေးသူငယ်ပြန်ပေးမှုအကြောင်းနဲ့
အဲဒါတွေက ဖျက်ဆီးလိုက်တဲ့ ဘဝတွေ အကြောင်းကို
ခပ်ကြမ်းကြမ်း ဖော်ပြထားတဲ့ ဇာတ်ကားပါ။
ဇာလမ်းက ရှည်လျားဟန်ရှိပေမယ့်
အစကနေအဆုံးထိ ပျင်းစရာ ကောင်းတာမျိုး မရှိပါဘူး။
ဇာတ်ကားရဲ့အဆုံးသတ်ဟာ ခင်ဗျားတို့အတွက် အချိန်အတိုင်းအတာတစ်ခုထိ
ပြောဆိုငြင်းခုန်စရာအကြောင်းအရာတစ်ခုအဖြစ် ကျန်နေခဲ့မှာပါ။
(B)
ဒီဇာတ်ကားက တကယ့်စစ်မှန်တဲ့ခံစားမှုတစ်ခုကို ပေးနိုင်စွမ်းရှိပါတယ်။
ဒါရိုက်တာ Ben Affleck ဟာ ဘော်စတွန်မြို့ရဲ့လမ်းမပေါ်က ဘဝတွေကို
တင်ဆက်ပြသတတ်သူပါ။
ဇာတ်ကားက မကောင်းပါဘူးလို့ ပြောမိမယ့်
အချိန်တွေမှာ သူပေးချင်တဲ့ Message တွေကို တစ်ခုချင်းစီ ထုတ်ပြသွားပါတယ်။
Ben ဟာ ခင်ဗျားတို့ရဲ့ အာရုံကို ဘယ်အချိန်မှာ ဖမ်းစားရမလဲဆိုတာ
ကောင်းကောင်းသိပုံပေါ်တဲ့ ဒါရိုက်တာတစ်ဦးပါပဲ။
ဒီဇာတ်ကားဟာ ကျွန်တော့်ကို မေးခွန်းနှစ်ခုမေးပါတယ်
“ဆုံးဖြတ်ချက်မှန်တယ်ဆိုတာ၊ အဲဒီဆုံးဖြတ်ချက်အတိုင်း
လိုက်လုပ်ရမယ်လို့ ပြောတာလား”
“မှန်မယ်၊ မမှန်ဘူးဆိုတာ နောက်ဆုံးမှာ
ရသွားတဲ့အကျိုးကျေးဇူးကိုကြည့်ပြီးပြောမှာလား”
(C)
ဒီရုပ်ရှင်ဟာ ရိုးသားခြင်းရဲ့အရေးပါမှုကိုလှလှပပဖော်ကျူးပြီး တစ်ဆက်ထဲမှာပင် ဘဝရဲ့အလှတရားတွေကို
ဂရုမစိုက်တော့ကြတဲ့ လူ့အသိုင်းအဝိုင်းအကြောင်းကို ရိုက်ပြထားတာပါ။
ဒီဇာတ်ကားကို ကြည့်ပြီးသွားတဲ့အချိန်မှာ
ကလေးသူငယ်တွေကို ဒီထက်ပိုပြီး ကြင်နာမယ်၊ စာနာမယ်၊
မေတ္တာထားမယ်ဆိုတဲ့ စိတ်ဖြစ်မလာဘူးဆိုရင်
ခင်ဗျားတို့ဟာ ရင်ဘတ်ဗလာနဲ့ လူသားတွေပါပဲ။ဇာတ်လမ်းအညွန်းနဲ့ ဘာသာပြန်သူကတော့ ကို Sherlockပဲဖြစ်ပါတယ်….
File Size…(850 MB)
Quality…Blu-Ray 720p
Format…mp4
Duration…01:54:00
Subtitle…Myanmar Subtitle(Hardsub)
Translated by Sherlock
Encoder…Phyo Pyae­
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
