"Scoob! (2020)============PauseIMDb Rating 6.1/10#Unicode2020 မှာ ရုံတင်ဖို့စီစဥ်ထားတဲ့ Scoob ဟာ အခုတော့ Digital Release အနေနဲ့ထွက်လာခဲ့ပါပြီ။စကူဘီ ဒူဘီ ဒူး ဆိုတဲ့ ခွေးကြီးနဲ့ အတူ ထူးဆန်းတဲ့ အမှုတွေကိုလိုက်စုံစမ်းတဲ့ သူငယ်ချင်းတစ်သိုက်ကို ရင်းနှီးတဲ့သူတွေ များမှာပါ။ဒါကလည်း ၂၀၂၀ အတွက် စကူဘီဒူး ကာတွန်းရုပ်ရှင်အသစ်ပါပဲ။ ဒီရုပ်ရှင်မှာတော့ စကူဘီဒူး နဲ့ ရှက်ဂီတို့ စတင်တွေ့ဆုံပုံကနေသူတို့အဖွဲ့တွေဆုံပြီး ဖြစ်လာတာကနေ စတင်ပြသထားပါတယ်။ ရှက်ဂီ တို့ရဲ့ အဖွဲ့ကို စပွန်ဆာပေးမယ်ဆိုတဲ့သူ တစ်ယောက်ပေါ်လာတာကနေ ဇာတ်လမ်းစတာပါပဲ။ စပွန်ဆာပေးမယ့်သူကတော့ ဆိုင်မွန် ကောင်းဝဲကြီးဖြစ်နေတာပါ။ ဒါပေမယ့် သူက အဖွဲ့ထဲကဖရက်၊ ဗယ်မာ၊ ဒက်ဖနီ တို့ကိုပဲ အသုံးကျတယ်လို့ ထင်တဲ့အတွက် စကူဘီနဲ့ရှက်ဂီ မပါမှ ပေးမယ်လို့ ပြောလာပါတယ်။ ဒါကြောင့်စကု နဲ့ ရှက်ဂီတို့ စိတ်ဆိုးပြီး ထွက်လာရင်း စကုကို အသည်းအသန် ဖမ်းဖို့ ကြိုးစားနေတဲ့ လူဆိုးကြီးတစ်ကောင်လက်က ထွက်ပြေးဖို့ဖြစ်လာရပါတော့တယ်။ ဖရက် တို့ကလည်း ဒါကိုသိပြီး သူတို့သူငယ်ချင်း ၂ ယောက်ကို လိုက်ကယ်ရင်း စကူဘီကို ဘာလို့ အပူတပြင်းလိုက်ဖမ်းနေရလဲ ဆိုတာကို သိအောင် လုပ်ရပါတော့တယ်။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)#Zawgyi2020 မွာ ႐ုံတင္ဖို႔စီစဥ္ထားတဲ့ Scoob ဟာ အခုေတာ့ Digital Release အေနနဲ႔ထြက္လာခဲ့ပါၿပီ။စကူဘီ ဒူဘီ ဒူး ဆိုတဲ့ ေခြးႀကီးနဲ႔ အတူ ထူးဆန္းတဲ့ အမႈေတြကိုလိုက္စုံစမ္းတဲ့ သူငယ္ခ်င္းတစ္သိုက္ကို ရင္းႏွီးတဲ့သူေတြ မ်ားမွာပါ။ဒါကလည္း ၂၀၂၀ အတြက္ စကူဘီဒူး ကာတြန္း႐ုပ္ရွင္အသစ္ပါပဲ။ ဒီ႐ုပ္ရွင္မွာေတာ့ စကူဘီဒူး နဲ႔ ရွက္ဂီတို႔ စတင္ေတြ႕ဆုံပုံကေနသူတို႔အဖြဲ႕ေတြဆုံၿပီး ျဖစ္လာတာကေန စတင္ျပသထားပါတယ္။ ရွက္ဂီ တို႔ရဲ႕ အဖြဲ႕ကို စပြန္ဆာေပးမယ္ဆိုတဲ့သူ တစ္ေယာက္ေပၚလာတာကေန ဇာတ္လမ္းစတာပါပဲ။ စပြန္ဆာေပးမယ့္သူကေတာ့ ဆိုင္မြန္ ေကာင္းဝဲႀကီးျဖစ္ေနတာပါ။ ဒါေပမယ့္ သူက အဖြဲ႕ထဲကဖရက္၊ ဗယ္မာ၊ ဒက္ဖနီ တို႔ကိုပဲ အသုံးက်တယ္လို႔ ထင္တဲ့အတြက္ စကူဘီနဲ႔ရွက္ဂီ မပါမွ ေပးမယ္လို႔ ေျပာလာပါတယ္။ ဒါေၾကာင့္စကု နဲ႔ ရွက္ဂီတို႔ စိတ္ဆိုးၿပီး ထြက္လာရင္း စကုကို အသည္းအသန္ ဖမ္းဖို႔ ႀကိဳးစားေနတဲ့ လူဆိုးႀကီးတစ္ေကာင္လက္က ထြက္ေျပးဖို႔ျဖစ္လာရပါေတာ့တယ္။ ဖရက္ တို႔ကလည္း ဒါကိုသိၿပီး သူတို႔သူငယ္ခ်င္း ၂ ေယာက္ကို လိုက္ကယ္ရင္း စကူဘီကို ဘာလို႔ အပူတျပင္းလိုက္ဖမ္းေနရလဲ ဆိုတာကို သိေအာင္ လုပ္ရပါေတာ့တယ္။(ဒီဇာတ္လမ္းရဲ႕အၫႊန္းနဲ႔ ဘာသာျပန္ေရးသားေပးသူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္။)Quality – 1080p, 720p Web-RipDuration – 1 hrs 34 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, RomanceSource : 1080p.WEB-RIPTranslator – LittleneoEncoder – San Win Maung"