"Cruel Intentions 3 (2004)
Cruel Intentions ဆိုပြီး ဇာတ်ကားသုံးကားထွက်ရှိဖူးရာမှာ တစ်ကားနဲ့တစ်ကား မင်းသားမင်းသမီးတွေလည်းမတူသလို ဇာတ်လမ်းဇာတ်အိမ်တွေကလည်း သက်သက်စီနီးပါးပါပဲ။ တစ်နဲ့နှစ်မှာဆို အဓိကဇာတ်ကောင်ရဲ့ ကာရိုက်တာချင်းတူပေမဲ့ ၃မှာတော့ သီးခြားစီ ဖြစ်သွားပါပြီ။ ဒီရုပ်ရှင်တွေမှာ တူညီတာတစ်ခုကတော့ လူငယ်တွေကြားက လိင်ပိုင်းဆိုင်ရာ အရှုပ်အထွေးတွေအကြောင်းကို မင်းသားမင်းသမီးချောတွေရဲ့ ရုပ်ပိုင်းဆိုင်ရာနဲ့ ဖျော်ဖြေမှုအသားပေးတင်ဆက်သွားတာပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါမှာလည်း ထုံးစံအတိုင်း တက္ကသိုလ်ကျောင်းသားလူငယ်တစ်စုရဲ့ စာသင်နှစ်တစ်ခုအတွင်းက အချစ်ရေးနဲ့လိင်မှုကိစ္စတွေကို ဇာတ်လမ်းအသစ်တစ်မျိုးနဲ့ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။ အရင်နဲ့မတူတာကတော့ ဒီတစ်ခါမှာ Plot Twist လေးတွေ လှိုင်လှိုင်သုံးပြီး အဆုံးထိဆွဲခေါ်သွားခဲ့တာပါပဲ။
ဇာတ်လမ်းအကျဥ်းကိုပြောရရင်တော့ အဓိကဇာတ်ကောင်သုံးယောက်ဖြစ်တဲ့ ကက်စဒီ၊ ဂျေဆန်နဲ့ပက်ထရစ်တို့ လူလည်လူငယ်သုံးယောက် တစ်ယောက်တစ်လှည့် အချင်းချင်းဖျံကျပြီး အကွက်ပေါင်းစုံရွှေ့ကြတာတွေကို ကြည့်ရှုရမှာဖြစ်ပါတယ်။ အဖော်အချွတ်နဲ့ ပွင့်လင်းလွန်းတဲ့လိင်ဆက်ဆံခန်းတွေလည်း ပါဝင်တာကြောင့် မိသားစုနဲ့အတူကြည့်ဖို့တော့အဆင်မပြေနိုင်ပါဘူး။
ဘ၀ဆိုတာ ခဏလေးပဲ။ ကွေးသောလက် မဆန့်ခင် ဆန့်သောလက်မကွေးခင်မှာ ရေပွက်လို ဒီဘ၀ဟာ စုန်းစုန်းနစ်မြုပ်သွားနိုင်တယ်။ ကောင်းတာတွေ မကောင်းတာတွေကို ဘယ်လိုပိုင်းခြားကြလဲ။ ကိုယ့်ကြောင့် ဘယ်သူမှ မနစ်နာခဲ့ရင် ကိုယ့်လိပ်ပြာကိုယ်လုံနေရင် ဒါကောင်းတယ်လို့ ကျွန်တော်တော့ သတ်မှတ်လိုက်ပြီ။ အပျက်လို့ထင်ရပေမဲ့ ရဲရဲကြီးပျော်လိုက်ကြဖို့ပဲ။ Cruel Intentions ဟာ ကျွန်တော်တို့ကို လိင်စိတ်တွေအကြောင်း ပြပေးလိမ့်မယ်။ ဒီကားမှ မဟုတ်ပါဘူး ဘယ်လောက်ပဲ ညစ်ညမ်းတဲ့ကားဖြစ်ဖြစ် ရဲရဲကြီး ကြည့်လိုက်ကြပါ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Min Khant Bo မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.4GB, 652MB
Quality – 1080p, 720p
Format – mp4
Duration – 1H 25Min
Genre – Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Min Khant Bo
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
