"50 First Dates(2004)
သစ္စာနီကပြောတယ် အချစ်ဆိုတာ ဆပ်ပြာဖူဖောင်းတဲ့ တာရာမင်းဝေကတော့ အချစ်ဆိုတာ မသိစိတ်ရဲ့တည်ရှိခြင်းနဲ့ ဖြစ်ခြင်းကြားက
လျှို့ဝှက်သောဆုံမှတ်တဲ့ တက္ကသိုလ်ဘုန်းနိုင်ကတော့ အချစ်စစ်ဆိုတာ တစ်သက်မှာတစ်ခါပွင့်တဲ့ ပိတောက်ပန်းရဲ့သစ္စာတရားနဲ့ခိုင်းနှိုင်းထားတယ်
အချစ်ကြောင့်ဖြစ်တဲ့လုပ်ရပ်တွေကိုတော့တစ်ချို့ကပြောကြတယ် ဟန်ဆောင်မှုတွေကျော်လွန်ပြီး သတ္တိတွေရဲ့အလွန်ကိုတွန်းပို့ခြင်းခံရတဲ့လုပ်ရပ်တဲ့ ရူးသွပ်မိုက်မဲခြင်းလို့လည်း ခပ်ကြမ်းကြမ်းခေါင်းစဉ်တပ်ကြတာလည်းရှိတယ်….ကျွန်တော်တို့ဘဝမှာ မိုက်မဲခြင်း
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရူးသွပ်ခြင်းတွေမြောက်များစွာ
လုပ်ခဲ့ကြတယ် ဒီလိုလုပ်ရပ်တွေကြားမှာ အချစ်ကြောင့်ရူးသွပ်သွားတာကတော့ အရမ်းချိုမြိန်ပျော်ရွှင်ဖို့ကောင်းပါတယ် …..ဘာလို့ဆို
နှလုံးသားရဲ့လိုအပ်
ချက် အချစ်ကိုတခြားအရာတွေက ဖြည့်ဆည်းပေးနိုင်တာမှမဟုတ်တာ………
ငါးပြတိုက်မှာအလုပ်လုပ်နေတဲ့လူရွယ်တစ်ယောက်ရှိတယ်…တစ်နေ့စားသောက်ဆိုင်မှာထိုင်နေရင်း မုန်တွေ့နဲ့ဆော့ကစားနေတဲ့ကောင်မလေးကိုတွေ့
မိတယ်….အဲ့ကောင်မလေးကိုမြင်တော့စိတ်ဝင်စားသွားပြီး ချဉ်းကပ်မိတယ်…..သူအောင်မြင်ပါတယ်…နောက်နေ့ဒီလိုအချိန်တွေ့ဖို့ကောင်မလေး
ကတောင်ပြန်ချိန်းသွားတယ်….နောက်တစ်နေ့မှာ ကောင်မလေးနဲ့တွေ့တော့ သူနှုတ်ဆက်မိတယ်…ထူးဆန်းတာက ကောင်မလေးရဲ့တုန့်ပြန်မှုပဲ…
ခပ်စိမ်းစိမ်းကြည့်ရင်း ဘာတွေလာကြောင်နေတာလဲဆိုတဲ့ခွန်းတုံပြန်မှုကြောင့် သူဆွံအသွားတယ်….
နောက်မှသိလိုက်ရတာက ကောင်မလေးဟာ ကားမတော်တဆမှုကြောင့် ခပ်ဆန်းဆန်းအတိတ်မေ့ရောဂါရနေတာပါပဲ…..
ကျွန်တော်ပြောတဲ့ သတ္တိတွေရဲ့အလွန် ရူးသွပ်မိုက်မဲခြင်းဆိုတာ အဲ့ဒီမှ စတာပဲ…ဆက်ပြောရင် ပေါ့သွားမှာစိုးရိမ်လို့ ဒီတင်ပဲနားပါရစေ….
” ခင်ဗျား တို့ ကျွန်တော့ကိုရူးတယ်ပဲပြောပြော
မိုက်မဲလွန်းတယ်ပြောပြောရပါတယ် ဒါပေမဲ့ ကျွန်တော်ပျော်တယ် ကျွန်တော့ဘဝဟာ သူမပါ…. အားလုံးအတွက်ရင်ဆိုင်နိုင်တယ်..
.နောက်တစ်ခုပြောချင်တာက
ကျွန်တော့ကိုပြစ်တင်ဝေဖန်နေမိတယ်ဆိုရင် သေချာတယ် ခင်ဗျားဟာ အချစ်ကိုမကြုံဖူးသေးသလို ကျွန်တော့လိုအချစ်စစ်တစ်ခုနဲ့မချစ်ဖူးသေးလို့ပါပဲ….”
ဒီကားလေးပြီးတော့ လူရွယ်က ကျွန်တော်တို့ကို အသံတိတ် ဒီစကားလေးပြောသွားတယ်လို့ ကျွန်တော်ထင်မိတယ်
File Size…(850MB)
Quality…BluRay 720p
Format…mp4
Duration…01:39:00
Subtitle…Myanmar Subtitle(Hardsub)
Encoder… Phyo Pyae
Translated by Htet Myat
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
