"[Unicode]PoteryPauseဒီရုပ်ရှင်ရဲ့နာမည်ကလေးက ကဗျာပါ။ကဗျာဆိုတာ ဘာလဲ အရှင်းဆုံးပြောပြရရင်တော့ အနုပညာတစ်ခုပါပဲ။အနုပညာဆိုတာကရော…။တစ်ခါတလေမှာ အနုပညာနဲ့ အတတ်ပညာဟာ ရောထွေးသွားတတ်ပါတယ်။ အနုပညာမှာ အတတ်ပညာဟာ အရေးပါပေမယ့်အတတ်ပညာသက်သက်နဲ့လုပ်တဲ့ ဖန်တီးမှုတစ်ခုဟာ ဘယ်တော့မှ အနုပညာလက်ရာတစ်ခုဖြစ်မလာပါဘူး။သေချာရေရာတဲ့ စိတ်ခံစားမှုအဟုန်မပါပါဘဲ ကျွမ်းကျင်ရုံသက်သက် ရေးဆွဲထားတဲ့ ရုပ်ပုံတစ်ချပ်ဟာ ပန်းချီတစ်ချပ်ဖြစ်မလာပါဘူး။အနုပညာမှာ အတတ်ပညာပါပေမယ့် အတတ်ပညာဟာ တိုင်ပင်ဖော်တိုင်ပင်ဖက်မျှပါ။စာအရေးအသားပိုင်နိုင်ရုံသက်သက်ရေးထားတဲ့ ကဗျာတစ်ပုဒ် သီချင်းတစ်ပုဒ်ဟာ ကဗျာဖြစ်မလာပါဘူး။အတိအကျတော့မဟုတ်ပေမယ့် အကြမ်းဖျင်းအားဖြင့်တော့အနုပညာပစ္စည်းတကယ့်အစစ်တစ်ခုမှာ ကဗျာလို သီချင်းလို ပန်းချီလို အားလုံးနဲ့ခံစားလို့ရတဲ့ အရည်အသွေးရှိပါတယ်။နိုင်မြန်မာရဲ့ အခုတော့ပါးစပ်ရာဇဝင်ကလေးတစ်ခုဖြစ်ခဲ့ပြီနဲ့ဝါဆိုဟာ သီချင်းလည်းဖြစ် ကဗျာလည်းဖြစ် ပန်းချီလည်းဖြစ်ပါတယ်။စိုင်းခမ်းလိတ်ရဲ့ အချစ်ဆိုတဲ့အရသာ သီချင်းဆိုလည်း တန်းမြင့်တဲ့ ကဗျာတစ်ပုဒ်လိုပါပဲ။ခင်မောင်ရင်ရဲ့ ပန်းချီကားတွေဟာလည်း ကဗျာပါပဲ။ပန်းချီကို စကားလုံးမပါတဲ့ကဗျာလို့ ဆိုကြသေးသကိုး။ကဗျာကလည်း စကားလုံးပန်းချီပါပဲ။အားလုံးဟာ အနုပညာဆိုတဲ့ ခေါင်းစဉ်တစ်ခုအောက်မှာပိုင်းခြားလို့မရအောင် ဆက်သွယ်နေပါတယ်။ဒီတော့ ကဗျာတစ်ပုဒ်ရေးဖို့ တကယ်တမ်းလိုတာက စကားလုံးပိုင်နိုင်မှု မဟုတ်ပါဘူး။ စိတ်ခံစားချက်ပါ။ဒါကို ဒါရိုက်တာက ကဗျာသင်တန်းရဲ့နောက်ဆုံးနေ့မှာ တစ်ဦးတည်းသောကဗျာရေးနိုင်သူတစ်ယောက်နဲ့ မီးမောင်းထိုးပြသွားပါတယ်။အဲ့ဒီလူက အယ်ဇိုင်းမားရှိတဲ့ အဘွားအိုပါ။သူ့နာမည်က ယန်းမီဂျာ။ဒီကဗျာကို သူ ဘယ်လိုရေးခဲ့လဲဆိုရင်တော့ အနုပညာဈာန်ဝင်စားချိန်မှာ ခံစားပြီးရေးခဲ့တာပါ။ကဗျာရဲ့ အနုပညာဈာန်ဝင်စားမှုအကြွဆုံးအချိန်ဆီကို ကိုယ်တိုင်သွားရတယ်လို့ ဒိုင်ယောလော့တွေကပြောပေမယ့် အဖြစ်အပျက်မှာတော့ ဈာန်ဝင်စားမှုကပဲ သူ့ဆီလာခဲ့တာပါ။ဒီအနုပညာဈာန်ဝင်စားမှုက ဘယ်ကစခဲ့လဲ။ဇာတ်ရဲ့အဖွင့်မှာ မြစ်ကမ်းဘေးမှာအလောင်းတစ်လောင်း ရေစီးနဲ့မျောပါလာပါတယ်။ဒီသက်မဲ့ခန္ဓာကိုယ်ကလေးရဲ့ ထွက်သက်မတိုင်ခင် အတိတ်ဟာ အခုသူ့ခန္ဓာကိုယ်လိုပဲ အနိဌာရုံဆန်ခဲ့ပါတယ်။အုတ်တံတားကြီးပေါ်ကနေ ရေစီးထဲ ခုန်ချသွားတဲ့ ဒီကလေးမလေးရဲ့ စိတ်ဒဏ်ရာဟာ လွန်ခဲ့တဲ့ ခြောက်လကစပါတယ်။လွန်ခဲ့တဲ့ ခြောက်လကို ပြန်သွားကြရအောင်။‌အဖေဆုံးသွားပြီး အမေလယ်စိုက်ကျောင်းထားထားတဲ့ သူ့အတွက် အပေါင်းအသင်းလည်း သိပ်မရှိပါဘူး။ဒီလိုကောင်မလေးမျိုးကို ကျောင်းကကောင်လေး ခြောက်ယောက်က အမဲလိုက်လိုက်ပါတယ်။ဗလက္ကာရပြုကျင့်မှုကို ခြောက်လခံရပြီးတဲ့နောက် ဒီကောင်မလေး သတ်သေသွားပါတယ်။ဒီကောင်မလေးကို ဗလက္ကာရပြုကျင့်သူ ကောင်လေးခြောက်ယောက်ထဲမှာ ယန်းမီဂျာရဲ့ ‌မြေးလေးပါလာပါတယ်။သူ့မြေးလေးရဲ့ အနာဂတ်အတွက် နစ်နာသူကောင်မလေးရဲ့ မိသားစုကို လျော်ကြေးပေးဖို့အိမ်ဖော်အလုပ်လုပ်တဲ့ ယန်းမီဂျာဟာငွေငါးသန်းကို ဖြစ်အောင်ရှာပြီးပေးခဲ့ပေမယ့် သေသွားတဲ့ ကလေးမလေးအတွက်တော့ သူ့ရဲ့ အပြစ်တင်စိတ်ကို ဖျောက်ဖျက်မရပါဘူး။ဒီလိုနဲ့ သူ့ရဲ့ ကဗျာအစစ်ထွက်လာတာပါပဲ။ဒီရုပ်ရှင်ဟာ ကဗျာလို့နာမည်ပေးထားပေမယ့်အနိဌာရုံတွေအပြည့်နဲ့ အတော်တော့ကဗျာမဆန်ပါဘူး။ဒါပေမယ့် ကဗျာအကြောင်းကိုတော့ တစ်ကားလုံးနီးပါး ပြောနေမှာပါ။က‌ဗျာသမားတွေအတွက် သဘောကျလောက်မယ့် ကားမျိုးပါပဲ။ဒီရုပ်ရှင်ထဲက ဇာတ်ကောင်ကသူ့ခံစားချက်တွေကို သိသိသာသာဖော်ထုတ်သွားတာမျိုး ကျွန်တော်တော့ မတွေ့ပါဘူး။သေသေချာချာ မပြောသွားတာတွေ မပြသွားတာတွေလည်း ရှိပါတယ်။ဒါပေမယ့်လည်း ရုပ်ရှင်တိုင်းကို အပြည့်အဝနားလည်ဖို့တော့မလိုဘူးမဟုတ်လား။Kဇော်ပြောသလိုမသိမှုတွေနဲ့ ဖွဲ့စည်းထားတဲ့ လောကကြီးမှာအဝိဇ္ဇာဟာလည်း အရသာရှိတာပါပဲ။ဒီရုပ်ရှင်ကို သူ့နာမည်အတိုင်းကလေးပဲခံစားရုံ ခံစားကြရုံပါပဲ…။( အညွှန်းရေးပြီး ဘာသာပြန်ပေးထားတာကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]File size__( 1.2 GB ) and ( 450 MB)Quality__Bluray-720pIMDb Rating__7.8/10Format__mp4Duration__02:19:05Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"