"Netflix မှာ ထွက်ထားတဲ့ဒီဇာတ်ကားကတော့ Crime/Thriller စပိန်ကားဖြစ်ပြီးတော့Dolores Redondo ရေးထားတဲ့ Baztan Trilogy ကိုရိုက်ထားတဲ့ထဲက ဒုတိယမြောက်ကား။Pauseပထမကားကတော့ 2017 မှာထွက်ခဲ့တဲ့ The invisible Guardian ဆိုတဲ့ကား။အဲဒီကားမှာတော့ Salazar က Serial Killer Case ကိုလိုက်ပြီးစုံစမ်းခဲ့တယ်။Trilogyရဲ့ ဒုတိယကားလို့ဆိုပေမယ့် ပထမကားကိုမကြည့်ထားလည်း ကြည့်လို့ဖြစ်တယ်။ပထမကားနဲ့ ဆက်စပ်မှုသိပ်မရှိဘူး။ (ကြည့်ထားရင်​တော့ ပိုပြီးကောင်းတာပေါ့)ဇာတ်လမ်းအစမှာတော့ စုန်းကဝေအတတ်တွေကိုလေ့လာတာတွေကြောင့်မီးရှို့ခံရတဲ့သူတွေရယ်မွေးကာစကလေးတွေရယ်ပါဝင်ပတ်သက်နေတဲ့အတိတ်တခုနဲ့ စတင်ထားတယ်။လက်ရှိခေတ်မှာတော့ Salazar ကသူ့ရဲ့မြို့ကိုပြန်ရောက်လာပြီးChurch ကျောင်းကိုဝင်ဖျက်စီးပြီး အရိုးတွေထားသွားတဲ့အမှုတခုကိုလိုက်ရတယ်။အဲဒီအမှုကိုသူလိုက်ဖို့ ရာထူးကြီးတဲ့ဘုန်းတော်ကြီးတယောက်က တောင်းဆိုထားတယ်လို့သိရတယ်။နောက်ပြီးသူဖမ်းခဲ့တဲ့ထဲကတယောက်ကသူသတ်ခဲ့တဲ့အလောင်းမြှုပ်ထားတဲ့နေရာကိုSalazar ကိုရည်ညွှန်းပြီးပေးလိုက်လို့ သွားရှာတဲ့အခါမှာတော့သူသတ်ထားတဲ့အလောင်းမှာက လက်မောင်းတဖက် ဖြတ်ထားခံရတယ်။အဲလိုပြောပြီးနောက်မှာတော့ လူသတ်သမားကTarttalo ဆိုတဲ့စာကိုရေးပြီး သတ်သေသွားတော့တယ်။နောက်ထပ်လည်း အဲလိုအမှုတွေ ပေါ်လာတဲ့အခါမှာတော့အတိတ်ကဖြစ်ရပ်တွေရော လက်ရှိမှာလည်းဘယ်လောက်ထိရှိနေပြီလဲဆိုတာကို လိုက်လံ ရှာဖွေရင်း တရားခံကို ရှာဖွေဖို့ ဖြစ်လာခဲ့တယ်။စပိန်ကားဖြစ်တဲ့အပြင် နေရာနာမည်တွေလည်းများတဲ့အတွက် နည်းနည်းတော့ ရှုပ်လိမ့်မယ်။အဲဒါအပြင် အဲဒီမှာနေတဲ့ လူမျိုးတွေ ဘာသာရေး နောက်ခံလေးတွေပါနည်းနည်းတော့ သိထားမှ အဆင်ပြေပါလိမ့်မယ်။ဇာတ်လမ်းထဲမှာပါတဲ့ Cagot(ကာဂို) ဆိုတာ အဖိနှိပ်ခံခဲ့ရတဲ့လူမျိုးစုတခုဖြစ်ပြီးသူတို့က ပြင်သစ်ရယ် စပိန်မြောက်ပိုင်းတွေမှာ နေထိုင်ကြတဲ့သူတွေဖြစ်တယ်။Basque တွေဆိုတာကတော့ စပိန်မှာနေထိုင်ကြတဲ့ထဲက မျိုးနွယ်စုတခုပဲဖြစ်တယ်။အခုဇာတ်ကားထဲမှာ Basque ဒဏ္ဍာရီထဲက အကောင်နာမည်တချို့ပါတယ်။Navarre(နဗားဒေသ)ဆိုတာအရင်တုန်းက Basque တွေရဲ့ နိုင်ငံတော်တခုဖြစ်တယ်။သူတို့ကိုးကွယ်တဲ့ဘာသာကတော့ ခရစ်စယာန်(ကတ်သလစ်) ဖြစ်တယ်။မြန်မာလိုဆိုရင်တော့ အကျဉ်းရုံးပြောရရင် နှစ်ခြင်းမင်္ဂလာပြုတဲ့ခရစ်ယာန်အသင်းတော်ဖြစ်တယ်။ဒီလောက် နည်းနည်းပါးပါးသိထားရင်တော့ ကြည့်လို့အဆင်ပြေပါတယ်။မသိထားလည်း ဇာတ်ကားဆိုလိုရင်းနဲ့ သိပ်မသွေဖယ်သွားပေမယ့်ပိုနားလည်အောင် နည်းနည်းရှင်းပြထားလိုက်ပါတယ်။အသံထွက်တွေကိုလည်း အနီးစပ်ဆုံးယူထားတာပဲဖြစ်လို့မှားနေတာလေးတွေ ရှိရင် သည်းခံပေးပါအုံး။နောက် မင်းသမီးနဲ့ သူ့ယောကျာ်းတို့စကားပြောရင်အင်္ဂလိပ်လိုပဲပြောတာဖြစ်လို့ အဲအခန်းတွေမှာ စာတမ်းထိုးမပါပါဘူး။ဒါပေမယ့် ဇာတ်ကားကိုဘာမှမထိခိုက်သလိုအရေးကြီးတာတွေလည်းမပါလို့ အဆင်ပြေပါတယ်။File Size : ( 1 GB , 418 MB)Quality : WEBRip 720pRunning Time : 2 hr 01 minFormat : Mp4Genre : Crime , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by NightFuryEncoded by Moe Myint Lwin"