"[Unicode]“Khun Phaen Begins 2019”Pauseဇာတ်လမ်းအကျဉ်းမြစ်ကမ်းဘေး တိုင်းပြည်တစ်ခုဖြစ်တဲ့ အယုဒ္ဓယတိုင်းပြည်ကို ယူထ (သို့) ယူထနမ့်လို့ ခေါ်ကြတဲ့ အချိန်ကာလမှာ စစ်ပွဲတွေမရှိ နှစ်ရာချီအောင် အေးချမ်းခဲ့ပါတယ်…အကြောင်းရင်းကယူထတိုင်းပြည်ကို အထမတ်အမည်ရှိ လျှို့ဝှက်စစ်သားအဖွဲ့က စောင့်ရှောက်ပေးနေခဲ့လို့ပါပဲမှော်နက်အဖွဲ့တွေ အထမတ်အဖွဲ့ကိုချေမှုန်းဖို့ လွှတ်ခဲ့ပေမယ့် အနိုင်မရခဲ့ပဲ မျက်လုံးဖောက်ခံလိုက်ရတယ်လို့ သတင်းတွေထွက်ခဲ့ပါတယ် ၊တောရွာဘက်က ဖန်လို့ အမည်ရတဲ့ကောင်လေးတစ်ယောက်က ယူထတိုင်းပြည်မှာ မိန်းမယူပြီး မိသားစုအခြေချချင်စိတ်နဲ့ ယူထကိုရောက်လာခဲ့ပါတယ်ယူထမှာ ငယ်ချစ်ဦးဖြစ်သူ ဖိင်မ်နဲ့ တွေ့ဆုံပြီး အချစ်ဦးအထင်ကြီးနိုင်ဖို့ ဖန်ဟာ လတ်လျားလတ်လျားနေတတ်သူကနေ စစ်ထဲဝင်ဖို့ ကြိုးစားခဲ့ပါတော့တယ်…ငယ်ငယ်တည်းက အတိတ်မေ့ပြီး အဖေ့ကိုပါ မမှတ်မိနိုင်တဲ့ ဖန်ဟာ တခါလောက်တော့ အဖေ့ကိုတွေ့ဖူးချင်စိတ်နဲ့ မှော်ပညာကို သင်ယူ စစ်သားတစ်ယောက်ဖြစ်လာချိန်…သတင်းသာ ကြားဖူးတဲ့ မှော်နက်အဖွဲ့က တဖန် အထမတ်စစ်သားတွေကို အနိုင်ယူ ယူထတိုင်းပြည်ကို သိမ်းဖို့ကြိုးစားလာချိန်မှာတော့မှော်ပညာတတ် စစ်သားတစ်ယောက်ဖြစ်တဲ့ ဖိတ်တစ်ယောက် ယူထတိုင်းပြည်ကို ကာကွယ်ပေးနိုင်မှာလား…ငယ်ငယ်တည်းက မေ့နေခဲ့တဲ့ အဖေ့ကိုရောပြန်တွေ့နိုင်မလား…ငယ်ချစ်ဦး ဖိင်မ်နဲ့ရော အဆင်ပြေသွားမလား ဆိုတာတွေကို အချစ်ဟာသဆန်းကြယ်တဲ့စွန့်စားမှုတွေ ရောနှောထားတဲ့ “Khun Phaen Begins” မှာ ကြည့်ရှူကြရအောင်…။Casts—–ခွန်ဖိတ် အဖြစ် Mario Maurerဖိင်(မ်) အဖြစ် Fah Yongwaree Ngamkasem( အညွှန်း ရေးသားပေးထားတာကတော့ Kyi Nue Zin (မမချောချောလေး) ဖြစ်ပြီး ဘာသာပြန်သူကတော့ Nang Mwe Kham (FA) ဖြစ်ပါတယ် )[Zawgyi]“Khun Phaen Begins 2019”ဇာတ္လမ္းအက်ဥ္းျမစ္ကမ္းေဘး တိုင္းျပည္တစ္ခုျဖစ္တဲ့ အယုဒၶယတိုင္းျပည္ကို ယူထ (သို႔) ယူထနမ့္လို႔ ေခၚၾကတဲ့ အခ်ိန္ကာလမွာ စစ္ပြဲေတြမရွိ ႏွစ္ရာခ်ီေအာင္ ေအးခ်မ္းခဲ့ပါတယ္…အေၾကာင္းရင္းကယူထတိုင္းျပည္ကို အထမတ္အမည္ရွိ လွ်ိဳ႕ဝွက္စစ္သားအဖြဲ႕က ေစာင့္ေရွာက္ေပးေနခဲ့လို႔ပါပဲေမွာ္နက္အဖြဲ႕ေတြ အထမတ္အဖြဲ႕ကိုေခ်မႈန္းဖို႔ လႊတ္ခဲ့ေပမယ့္ အႏိုင္မရခဲ့ပဲ မ်က္လုံးေဖာက္ခံလိုက္ရတယ္လို႔ သတင္းေတြထြက္ခဲ့ပါတယ္ ၊ေတာ႐ြာဘက္က ဖိတ္လို႔ အမည္ရတဲ့ေကာင္ေလးတစ္ေယာက္က ယူထတိုင္းျပည္မွာ မိန္းမယူၿပီး မိသားစုအေျခခ်ခ်င္စိတ္နဲ႔ ယူထကိုေရာက္လာခဲ့ပါတယ္ယူထမွာ ငယ္ခ်စ္ဦးျဖစ္သူ ဖိင္မ္နဲ႔ ေတြ႕ဆုံၿပီး အခ်စ္ဦးအထင္ႀကီးႏိုင္ဖို႔ ဖိတ္ဟာ လတ္လ်ားလတ္လ်ားေနတတ္သူကေန စစ္ထဲဝင္ဖို႔ ႀကိဳးစားခဲ့ပါေတာ့တယ္…ငယ္ငယ္တည္းက အတိတ္ေမ့ၿပီး အေဖ့ကိုပါ မမွတ္မိႏိုင္တဲ့ ဖိတ္ဟာ တခါေလာက္ေတာ့ အေဖ့ကိုေတြ႕ဖူးခ်င္စိတ္နဲ႔ ေမွာ္ပညာကို သင္ယူ စစ္သားတစ္ေယာက္ျဖစ္လာခ်ိန္…သတင္းသာ ၾကားဖူးတဲ့ ေမွာ္နက္အဖြဲ႕က တဖန္ အထမတ္စစ္သားေတြကို အႏိုင္ယူ ယူထတိုင္းျပည္ကို သိမ္းဖို႔ႀကိဳးစားလာခ်ိန္မွာေတာ့ေမွာ္ပညာတတ္ စစ္သားတစ္ေယာက္ျဖစ္တဲ့ ဖိတ္တစ္ေယာက္ ယူထတိုင္းျပည္ကို ကာကြယ္ေပးႏိုင္မွာလား…ငယ္ငယ္တည္းက ေမ့ေနခဲ့တဲ့ အေဖ့ကိုေရာျပန္ေတြ႕ႏိုင္မလား…ငယ္ခ်စ္ဦး ဖိင္မ္နဲ႔ေရာ အဆင္ေျပသြားမလား ဆိုတာေတြကို အခ်စ္ဟာသဆန္းၾကယ္တဲ့စြန႔္စားမႈေတြ ေရာေႏွာထားတဲ့ “Khun Phaen Begins” မွာ ၾကည့္ရႉၾကရေအာင္…။Casts—–ခြန္ဖိတ္ အျဖစ္ Mario Maurerဖိင္(မ္) အျဖစ္ Fah Yongwaree Ngamkasem( အညႊန္္း ေရးသားေပးထားတာကေတာ့ Kyi Nue Zin (မမေခ်ာေခ်ာေလး) ျဖစ္ျပီး ဘာသာျပန္္သူကေတာ့ Nang Mwe Kham (FA) ျဖစ္ပါတယ္ )File size__( 1.2 GB) and ( 450 MB)Quality__HD 720pIMDb Rating__7.1/10Format__mp4Duration__02:17:54Type__Action, Adventure, ComedySubtitle__Myanmar Subtitle (Hardsub)Translated by Nang Mwe KhamEncoded by Naing Aung Latt"