"[Unicode]
Strawberry night : Sutoroberi naito (2013)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Strawberry night Japan seriesကိုထုတ်လွှင့်ပြသခဲ့ပြီးတဲ့နောက် 2013မှာ movieအနေနဲ့ထွက်လာခဲ့တဲ့ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။
စိတ်ဒဏ်ရာရစရာကိစ္စရပ်တွေဆီကနေရုန်းထွက်ခဲ့ပြီးနောက် မိန်းကလေး “ရီကို ဟီမီကဝ”က ရဲမေတစ်ယောက်ဖြစ်လာခဲ့ပါတယ် ၊
တစ်နေ့မှာတော့ သူတာဝန်ကျရာနေရာတဝိုက်မှာ လူသတ်မှုတွေဆက်တိုက်ဖြစ်လာခဲ့ပါတယ်
“ရူဇာကီဂိုဏ်း”ရဲ့ဂိုဏ်းတွင်းပြသနာတွေနဲ့ပတ်သက်တယ်လို့ ယူဆခဲ့ကြပေမယ့် ဟီမီကဝကတော့ ဒါကိုမယုံကြည်ခဲ့ပါဘူး…
အဲဒီအချိန်မှာဟီမီကဝဆီကို ထူးဆန်းတဲ့ဖုန်းတစ်ခုဝင်လာပြီး လူသတ်သမားဟာ “ကန်တို-ရနိုင်”ဖြစ်ကြောင်း သတင်းပေးတဲ့ဖုန်းဖြစ်နေခဲ့ပါတယ် ၊
သို့ပေမယ့် ကန်တို-ရနိုင်နောက်ကိုမလိုက်ဖို့ ဟီမီကဝရဲ့အထက်လူကြီးကအမိန့်ပေးခဲ့ပါတယ်…
ဒါပေမယ့်လည်း အမှန်တရားကိုသိချင်တဲ့သူဖြစ်တဲ့အတွက်ကြောင့် မရပ်သွားဘဲ ကန်တို-ရနိုင်နောက်ကိုဆက်လိုက်နေရင်းနဲ့ ရူဇာကီဂိုဏ်းရဲ့အကြံပေး “အိဆအို မာကိတ”နဲ့တွေ့ခဲ့ပါတယ်။
မာကိတနဲ့ဆီကအချက်အလက်တွေကိုယူပြီးဒီအမှုကိုဆက်လိုက်ရင်းနဲ့ တစ်ယောက်နဲ့တစ်ယောက်သံယောဇဉ်တွေဖြစ်လာတဲ့အခါမှာ…
လုပ်နေရတဲ့အလုပ်ချင်းက ပြဒါးတစ်လမ်း သံတလမ်းဖြစ်နေပေမဲ့ ရီကိုက မာကိတအပေါ်ဘာလို့ သံယောဇဉ်ရှိသွားရတာလဲ …
အမှန်တရားဘက်တော်သားဖြစ်ရမဲ့အကြီးအကဲကိုယ်တိုင်က ရာထူးတည်မြဲရေးနဲ့ ဂုဏ်သိက္ခာအတွက် အမှန်တရားကိုလျစ်လျူရှုထားတဲ့အခါ …
ဖုံးကွယ်ပေးထားတဲ့ကန်တိုကိုရှာရင်း လူသတ်သမားအစစ်သေချာအောင် လိုက်ရှာရတဲ့အခါ….
ဘယ်လိုမျိုးလှည့်စားမှု ယုတ်မာမှုတွေရှိလာမှာလဲ
တကယ့်လူသတ်သမားအစစ်ကရောဘယ်သူဖြစ်မလဲဆိုတာတွေကို ဒီဇာတ်လမ်းလေးထဲမှာဆက်ပြီး ကြည့်ရှုအားပေးကြပါဦးနော် ။
( အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ် )
[Zawgyi]
Strawberry night : Sutoroberi naito (2013)
Strawberry night Japan seriesကိုထုတ္လႊင့္ျပသခဲ့ၿပီးတဲ့ေနာက္ 2013မွာ movieအေနနဲ႔ထြက္လာခဲ့တဲ့ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။
စိတ္ဒဏ္ရာရစရာကိစၥရပ္ေတြဆီကေန႐ုန္းထြက္ခဲ့ၿပီးေနာက္ မိန္းကေလး “ရီကို ဟီမီကဝ”က ရဲေမတစ္ေယာက္ျဖစ္လာခဲ့ပါတယ္ ၊
တစ္ေန႔မွာေတာ့ သူတာဝန္က်ရာေနရာတဝိုက္မွာ လူသတ္မႈေတြဆက္တိုက္ျဖစ္လာခဲ့ပါတယ္
“႐ူဇာကီဂိုဏ္း”ရဲ႕ဂိုဏ္းတြင္းျပသနာေတြနဲ႔ပတ္သက္တယ္လို႔ ယူဆခဲ့ၾကေပမယ့္ ဟီမီကဝကေတာ့ ဒါကိုမယုံၾကည္ခဲ့ပါဘူး…
အဲဒီအခ်ိန္မွာဟီမီကဝဆီကို ထူးဆန္းတဲ့ဖုန္းတစ္ခုဝင္လာၿပီး လူသတ္သမားဟာ “ကန္တို-ရႏိုင္”ျဖစ္ေၾကာင္း သတင္းေပးတဲ့ဖုန္းျဖစ္ေနခဲ့ပါတယ္ ၊
သို႔ေပမယ့္ ကန္တို-ရႏိုင္ေနာက္ကိုမလိုက္ဖို႔ ဟီမီကဝရဲ႕အထက္လူႀကီးကအမိန္႔ေပးခဲ့ပါတယ္…
ဒါေပမယ့္လည္း အမွန္တရားကိုသိခ်င္တဲ့သူျဖစ္တဲ့အတြက္ေၾကာင့္ မရပ္သြားဘဲ ကန္တို-ရႏိုင္ေနာက္ကိုဆက္လိုက္ေနရင္းနဲ႔ ႐ူဇာကီဂိုဏ္းရဲ႕အၾကံေပး “အိဆအို မာကိတ”နဲ႔ေတြ႕ခဲ့ပါတယ္။
မာကိတနဲ႔ဆီကအခ်က္အလက္ေတြကိုယူၿပီးဒီအမႈကိုဆက္လိုက္ရင္းနဲ႔ တစ္ေယာက္နဲ႔တစ္ေယာက္သံေယာဇဥ္ေတြျဖစ္လာတဲ့အခါမွာ…
လုပ္ေနရတဲ့အလုပ္ခ်င္းက ျပဒါးတစ္လမ္း သံတလမ္းျဖစ္ေနေပမဲ့ ရီကိုက မာကိတအေပၚဘာလို႔ သံေယာဇဥ္ရွိသြားရတာလဲ …
အမွန္တရားဘက္ေတာ္သားျဖစ္ရမဲ့အႀကီးအကဲကိုယ္တိုင္က ရာထူးတည္ၿမဲေရးနဲ႔ ဂုဏ္သိကၡာအတြက္ အမွန္တရားကိုလ်စ္လ်ဴရႈထားတဲ့အခါ …
ဖုံးကြယ္ေပးထားတဲ့ကန္တိုကိုရွာရင္း လူသတ္သမားအစစ္ေသခ်ာေအာင္ လိုက္ရွာရတဲ့အခါ….
ဘယ္လိုမ်ိဳးလွည့္စားမႈ ယုတ္မာမႈေတြရွိလာမွာလဲ
တကယ့္လူသတ္သမားအစစ္ကေရာဘယ္သူျဖစ္မလဲဆိုတာေတြကို ဒီဇာတ္လမ္းေလးထဲမွာဆက္ၿပီး ၾကည့္ရႈအားေပးၾကပါဦးေနာ္ ။
( အညႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )
File size__( 1.1 GB ) and ( 400 MB)
Quality__720p
IMDb Rating__6.3/10
Format__mp4
Duration__02:07:27
Type__Crime , Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
