"The Half of It (2020)================Pause#UnicodeIMDb Rating 7.2/10 ထိရရှိထားပြီး လူကြည့်များ လူကြိုက်များနေတဲ့ မေလ (၁)ရက်နေ့ကNetflix မှာ ပြသခဲ့တဲ့ ဇာတ်လမ်းအသစ်စက်စက်ကလေးပဲ ဖြစ်ပါတယ်။ယခုအချိန်မှာ ထရိုက်ဘီကာ ရုပ်ရှင်ပွဲတော်မှာ အကောင်းဆုံး နောက်ခံစကားပြောဆုကို ရရှိထားပါတယ်။ဇာတ်လမ်းနာမည်အတိုင်းပါပဲ။ အရင်ကြားဖူးတဲ့ ပုံပြင်တွေလို ကျွန်တော်တို့က ကျွန်တော်တို့ရဲ့တခြားအခြမ်းကို ရှာနေကြတာပါ။ ကိုယ့်ရဲ့တခြားအခြမ်းကို တွေ့တဲ့အချိန်မှာ မပြောဘဲနဲ့ နားလည်တဲ့ခံစားမှုမျိုး ရကြတာပါ။ ဒီဇာတ်လမ်းရဲ့ တခြားအခြမ်းကရော …..ဇာတ်လမ်းအကျဉ်းကတော့ …… စကွေဟေမစ်ရှ်မြို့က အယ်လီချူး ဆိုတဲ့ ကောင်မလေးတစ်ယောက်အကြောင်းပါပဲ။ သူက အထက်တန်းကျောင်းသူ တစ်ဦးဖြစ်ပြီးတော့ သူ့ဖခင်ကြီးကိုလည်း ပြုစုရ၊သူ့ကျောင်းစားရိတ်ကိုလည်း သူ ရှာနေရတာပါ။စာတော်တဲ့လူဖြစ်တာကြောင့် တခြားကျောင်းသားတွေအတွက် အက်ဆေးရေးပေးပြီး ပိုက်ဆံရှာရပါတယ်။ တစ်နေ့တော့ သူ့ကို ကောင်လေးတစ်ယောက်ကအကူအညီတောင်းလာပါတယ်။ရည်းစားစာ ရေးပေးဖို့ပါတဲ့။ သူ ရည်းစားစာ စရေးပေးလိုက်တဲ့အချိန်မှာတော့ …….IMDb Rating ကလည်း 7.2/10 ရထားပါတယ်။Rotten Tomatoes ကတော့ 95% ရထားပါတယ်။အချစ်ကား၊ ကျောင်းသား ကို နည်းနည်း Deep ဖြစ်တာလေး ခံစားချင်ရင်တော့ ကြည့်ကြည့်ကြပါ။ရင်ထဲမှာ တစ်မျိုးတော့ ခံစားရပါလိမ့်မယ်။#ZawgyiIMDb Rating 7.2/10 ထိရရွိထားၿပီး လူၾကည့္မ်ား လူႀကိဳက္မ်ားေနတဲ့ ေမလ (၁)ရက္ေန႔ကNetflix မွာ ျပသခဲ့တဲ့ ဇာတ္လမ္းအသစ္စက္စက္ကေလးပဲ ျဖစ္ပါတယ္။ယခုအခ်ိန္မွာ ထ႐ိုက္ဘီကာ ႐ုပ္ရွင္ပြဲေတာ္မွာ အေကာင္းဆုံး ေနာက္ခံစကားေျပာဆုကို ရရွိထားပါတယ္။ဇာတ္လမ္းနာမည္အတိုင္းပါပဲ။ အရင္ၾကားဖူးတဲ့ ပုံျပင္ေတြလို ကြၽန္ေတာ္တို႔က ကြၽန္ေတာ္တို႔ရဲ႕တျခားအျခမ္းကို ရွာေနၾကတာပါ။ ကိုယ့္ရဲ႕တျခားအျခမ္းကို ေတြ႕တဲ့အခ်ိန္မွာ မေျပာဘဲနဲ႔ နားလည္တဲ့ခံစားမႈမ်ိဳး ရၾကတာပါ။ ဒီဇာတ္လမ္းရဲ႕ တျခားအျခမ္းကေရာ …..ဇာတ္လမ္းအက်ဥ္းကေတာ့ …… စေကြေဟမစ္ရွ္ၿမိဳ႕က အယ္လီခ်ဴး ဆိုတဲ့ ေကာင္မေလးတစ္ေယာက္အေၾကာင္းပါပဲ။ သူက အထက္တန္းေက်ာင္းသူ တစ္ဦးျဖစ္ၿပီးေတာ့ သူ႔ဖခင္ႀကီးကိုလည္း ျပဳစုရ၊သူ႔ေက်ာင္းစားရိတ္ကိုလည္း သူ ရွာေနရတာပါ။စာေတာ္တဲ့လူျဖစ္တာေၾကာင့္ တျခားေက်ာင္းသားေတြအတြက္ အက္ေဆးေရးေပးၿပီး ပိုက္ဆံရွာရပါတယ္။ တစ္ေန႔ေတာ့ သူ႔ကို ေကာင္ေလးတစ္ေယာက္ကအကူအညီေတာင္းလာပါတယ္။ရည္းစားစာ ေရးေပးဖို႔ပါတဲ့။ သူ ရည္းစားစာ စေရးေပးလိုက္တဲ့အခ်ိန္မွာေတာ့ …….IMDb Rating ကလည္း 7.2/10 ရထားပါတယ္။Rotten Tomatoes ကေတာ့ 95% ရထားပါတယ္။အခ်စ္ကား၊ ေက်ာင္းသား ကို နည္းနည္း Deep ျဖစ္တာေလး ခံစားခ်င္ရင္ေတာ့ ၾကည့္ၾကည့္ၾကပါ။ရင္ထဲမွာ တစ္မ်ိဳးေတာ့ ခံစားရပါလိမ့္မယ္။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။)Quality – 720p Web-RipDuration – 2 hrs 32 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Comedy, RomanceSource : 1080p.WEB-RIPTranslator – AugustEncoder – San Win Maung"