"Nasa ရဲ့ အင်္ဂါဂြိုလ်ပေါ်စူးစမ်းလေ့လာရေး ခရီးစဉ်ကိုအခြေခံပြီး ရိုက်ကူးထားတဲ့ ယခုဇာတ်ကားဟာ IMDb rating 8.2/10Pauseထိတောင်ရရှိထားတဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်။ဇာတ်ကားထဲက တစ်ချို့တစ်ဝက်ကိုပြောပြရရင် အဂါၤဂြိုလ်ပေါ်ကိုလေ့လာမှုပြုလုပ်နေတုန်း ကြောက်ဖို့ကောင်းတဲ့ မုန်တိုင်းကြီးတစ်ခုဝင်လာမှုကြောင့် အင်္ဂါဂြိုလ်ကို စွန့်ခွာရမယ့် အခြေအနေပါ။မစွန့်ခွာခင် အဖွဲ့ရဲ့ခေါင်းဆောင် ဗိုလ်မှုးနဲ့သူ့အဖွဲ့သား၃ ယောက်တို့MAV ကို မလဲအောင် ထိန်းထားခဲ့ဖို့ ကြိုးစားရာကနေဒီဇာတ်လမ်းရဲ့ ဇာတ်ကောင် ဇာတ်လမ်း စတင်ပါတော့တယ်။မုန်တိုင်းကြားထဲမှာ Accident ဖြစ်မှုကြောင့် ကျန်နေခဲ့ရတဲ့ မာခ်ဝပ်နေ .သတိရရချင်းပဲ အဂါၤဂြိုလ်(Mars)ပေါ်မှာ တစ်ယောက်ထဲကျန်နေခဲ့မှန်းသိလိုက်ရပါတယ်။ အဲ့အတွက် သူ့အသက်မသေခင်ဂြိုလ်ပေါ်ကျန်နေခဲ့တဲ့ အစားအသောက်ရိက္ခာကိုတွက်ချက်တဲ့အခါလုံလောက်မှုမရှိမှန်းသိတဲ့အတွက် သူတတ်မြောက်ခဲ့တဲ့ပညာနဲ့အဂါၤဂြိုလ်ပေါ်မှာ အာလူးပင်တွေစိုက်ဖို့ကြံပါတော့တယ်။စနစ်တကျပီပီပြင်ပြင် အပင်စိုက်ပြသွားတာဟာnasa အဖွဲ့ရည်မှန်းချက်ကိုထုတ်ပြသွားတယ်လို့ပြောရမလားပဲအပင်တွေဖြစ်မြောက်အောင်မြင်ခဲ့ပြီးသူ့အတွက်ရိက္ခာပမာဏကို တိုးမြှင့်နိုင်ခဲ့ပါတယ်။World မဟုတ်ဘဲ Mars ပေါ်ဖြစ်နေတဲ့အတွက်ကြုံခဲ့ရတဲ့အခက်အခဲများဟာသာမန်လူတစ်ယောက်အတွက်တော့ကြောက်ရွံ့တုန်လှုပ်တဲ့စိတ် နဲ့တင် အရှုံးပေးလက်မြှောက်လောက်ပေမယ့်ဝပ်နေ ကတော့ အခက်အခဲတွေကို လက်တွေ့ကျကျကျော်ဖြတ်ပြသွားတာဟာတကယ့်ကိုအံ့မခန်းပါပဲ။ ကမ္ဘာမြေပေါ်က ပညာရှင်တွေကလည်းဝပ်နေးကို အဂါၤဂြိုလ်ပေါ်က ပြန်လည်ကယ်တင်ဖို့အမျိုးမျိုးကြိုးစားခဲ့ကြတာဟာ လေးစားအတုယူဖို့ကောင်းလောက်ပါတယ်။ဒါပေမဲ့ ကမ္ဘာပေါ်ကကယ်ဆင်ရေးယာဉ်ကအဂါၤဂြိုလ်ပေါ်ရောက်မယ့်အချိန်နဲ့ ဝပ်နေးရဲ့ ရိက္ခာကျန်ရှိရက်ဟာရက်ပေါင်းများစွာကွာဟနေတာကြောင့် ကယ်ဆင်ရေးယာဉ်မရောက်ခင်မှာပဲအစာပြတ်သေသွားနိုင်တာကြောင့် ပညာရှင်တွေအကြပ်ရိုက်နေတုန်းလူငယ်လေးတစ်ယောက်ရဲ့ အတွေးခေါ်တစ်ခုကနေအကောင်းဆုံးနဲ့စွန့်စားမှုတွေအပါအဝင် မာခ်ဝပ်နေးကိုအမြန်ဆုံးကယ်တင်နိုင်မယ့် နည်းလမ်းကိုရခဲ့ပါတယ်။အဲ့တော့ ဘယ်လိုမျိုးများ စွန့်စားကြမလဲဆိုတာကို ဇာတ်လမ်းထဲမှာသာခံစားကြည့်ရှုကြပါ။ဒီကားရဲ့ IMDb rating 8.2 ဆိုတာကိုလည်း မမေ့ကြနဲ့ဦးနော်။(ဒီဇာတ်လမ်းကို CM Team မှ ညီလေး Wai Yan M မှ ဘာသာပြန်ပေးထားပါတယ်။ )———————————————————Nasa ရဲ႕ အဂၤါၿဂိဳလ္ေပၚစူးစမ္းေလ့လာေရး ခရီးစဥ္ကိုအေျခခံၿပီး ရိုက္ကူးထားတဲ့ ယခုဇာတ္ကားဟာ IMDb rating 8.2/10ထိေတာင္ရရွိထားတဲ့ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။ဇာတ္ကားထဲက တစ္ခ်ဳိ႕တစ္ဝက္ကိုေျပာျပရရင္ အဂါၤၿဂိဳလ္ေပၚကိုေလ့လာမႈျပဳလုပ္ေနတုန္း ေၾကာက္ဖို႕ေကာင္းတဲ့ မုန္တိုင္းၾကီးတစ္ခုဝင္လာမႈေၾကာင့္ အဂၤါၿဂိဳလ္ကို စြန္႕ခြာရမယ့္ အေျခအေနပါ။မစြန္႕ခြာခင္ အဖြဲ႕ရဲ႕ေခါင္းေဆာင္ ဗိုလ္မႈးနဲ႕သူ႕အဖြဲ႕သား၃ ေယာက္တို႕MAV ကို မလဲေအာင္ ထိန္းထားခဲ့ဖို႕ ၾကိဳးစားရာကေနဒီဇာတ္လမ္းရဲ႕ ဇာတ္ေကာင္ ဇာတ္လမ္း စတင္ပါေတာ့တယ္။မုန္တိုင္းၾကားထဲမွာ Accident ျဖစ္မႈေၾကာင့္ က်န္ေနခဲ့ရတဲ့ မာခ္ဝပ္ေန .သတိရရခ်င္းပဲ အဂါၤၿဂိဳလ္(Mars)ေပၚမွာ တစ္ေယာက္ထဲက်န္ေနခဲ့မွန္းသိလိုက္ရပါတယ္။ အဲ့အတြက္ သူ႕အသက္မေသခင္ၿဂိဳလ္ေပၚက်န္ေနခဲ့တဲ့ အစားအေသာက္ရိကၡာကိုတြက္ခ်က္တဲ့အခါလံုေလာက္မႈမရွိမွန္းသိတဲ့အတြက္ သူတတ္ေျမာက္ခဲ့တဲ့ပညာနဲ႕အဂါၤၿဂိဳလ္ေပၚမွာ အာလူးပင္ေတြစိုက္ဖို႕ၾကံပါေတာ့တယ္။စနစ္တက်ပီပီျပင္ျပင္ အပင္စိုက္ျပသြားတာဟာnasa အဖြဲ႕ရည္မွန္းခ်က္ကိုထုတ္ျပသြားတယ္လို႕ေျပာရမလားပဲအပင္ေတြျဖစ္ေျမာက္ေအာင္ျမင္ခဲ့ၿပီးသူ႕အတြက္ရိကၡာပမာဏကို တိုးျမွင့္ႏိုင္ခဲ့ပါတယ္။World မဟုတ္ဘဲ Mars ေပၚျဖစ္ေနတဲ့အတြက္ၾကံဳခဲ့ရတဲ့အခက္အခဲမ်ားဟာသာမန္လူတစ္ေယာက္အတြက္ေတာ့ေၾကာက္ရြ႕ံတုန္လႈပ္တဲ့စိတ္ နဲ႕တင္ အရံႈးေပးလက္ေျမွာက္ေလာက္ေပမယ့္ဝပ္ေန ကေတာ့ အခက္အခဲေတြကို လက္ေတြ႕က်က်ေက်ာ္ျဖတ္ျပသြားတာဟာတကယ့္ကိုအံ့မခန္းပါပဲ။ ကမာၻေျမေပၚက ပညာရွင္ေတြကလည္းဝပ္ေနးကို အဂါၤၿဂိဳလ္ေပၚက ျပန္လည္ကယ္တင္ဖို႕အမ်ဳိးမ်ဳိးၾကိဳးစားခဲ့ၾကတာဟာ ေလးစားအတုယူဖို႕ေကာင္းေလာက္ပါတယ္။ဒါေပမဲ့ ကမာၻေပၚကကယ္ဆင္ေရးယာဥ္ကအဂါၤၿဂိဳလ္ေပၚေရာက္မယ့္အခ်ိန္နဲ႕ ဝပ္ေနးရဲ႕ ရိကၡာက်န္ရွိရက္ဟာရက္ေပါင္းမ်ားစြာကြာဟေနတာေၾကာင့္ ကယ္ဆင္ေရးယာဥ္မေရာက္ခင္မွာပဲအစာျပတ္ေသသြားႏိုင္တာေၾကာင့္ ပညာရွင္ေတြအၾကပ္ရိုက္ေနတုန္းလူငယ္ေလးတစ္ေယာက္ရဲ႕ အေတြးေခၚတစ္ခုကေနအေကာင္းဆံုးနဲ႕စြန္႕စားမႈေတြအပါအဝင္ မာခ္ဝပ္ေနးကိုအျမန္ဆံုးကယ္တင္ႏိုင္မယ့္ နည္းလမ္းကိုရခဲ့ပါတယ္။အဲ့ေတာ့ ဘယ္လိုမ်ဳိးမ်ား စြန္႕စားၾကမလဲဆိုတာကို ဇာတ္လမ္းထဲမွာသာခံစားၾကည့္ရႈၾကပါ။ဒီကားရဲ႕ IMDb rating 8.2 ဆိုတာကိုလည္း မေမ့ၾကနဲ႕ဦးေနာ္။(ဒီဇာတ္လမ္းကို CM Team မွ ညီေလး Wai Yan M မွ ဘာသာျပန္ေပးထားပါတယ္။ )"