"The Lighthouse(2019)
IMDb….8.2
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
ဒီဇာတ်ကားလေးထဲမှာတော့ နာမည်ကြီးသရုပ်ဆောင်ဖြစ်တဲ့ ရောဘတ်ပတ်တီဆန် (Twilight ထဲကမင်းသား) နဲ့ မင်းသားကြီး ဝီလီယံဒတ်ဖို (Spiderman 2002 ထဲဗီလိန်မင်းသားကြီး) နှစ်ယောက်တည်းသာလျှင် တစ်ကားလုံးမှာ သရုပ်ဆောင်ထားတာတွေ့ရမှာပါ မင်သားနှစ်ယောက်တည်းနဲ့တင် တစ်ကားလုံးကိုတဖြည်းဖြည်းနဲ့ဆွဲဆောင်ထားတာပါ ဒီဇာတ်ကားကိုကြည့်ပြီးရင်တော့ ခေါင်းထဲမှာအတွေးတွေတစ်သီချည်းကျန်ခဲ့စေမယ့်ဇာတ်ကားမျိုးပါ ဇာတ်လမ်းအကျဉ်းကတော့ ၁၉ရာစု New England ကမ်းရိုးတန်းကမီးပြတိုက်တစ်ခုမှာအခြေတည်ရိုက်ထားပါတယ် အီဖရန်ဝင်းစလို လူငယ်လေးတစ်ယောက်ဟာ
သောမတ်စ်ဝိတ်ဒ် ဆိုတဲ့ မီးပြတိုက်စောင့်ရှောက်သူအဖိုးကြီးရဲ့လက်အောက်မှာ လေးပတ်လောက်အလုပ်လုပ်ဖို့တာဝန်ကျလာပါတယ် စစရောက်ချင်းနေမှာပဲ သူ့အိပ်ရာထဲကနေ ရေသူမအရုပ်လေးတစ်ရုပ်ကိုတွေ့ခဲ့ပြီးသိမ်းထားခဲ့ပါတယ် အီဖရန် သူတို့နေထိုင်တဲ့နေရာအတွက် အလုံးစုံအကုန်လုံးကိုလုပ်ရပါတယ် သောမတ်စ်ဝိဒ်ကတော့ညဖက် မီးပြတိုက်ရဲ့ထိပ်ဆုံးအပေါ်ထပ်မှာပဲအလုပ်လုပ်ပါတယ် နေ့ဖက်တွေအလုပ်လုပ်ပြီး ညဖက်ဆိုအီဖရန်ရဲ့အတွေးတွေက ကယောက်ခြောက်ခြားဖြစ်တယ် တွေးမိတွေးရာတွေလျှောက်တွေး ဖြစ်တာများတယ် တစ်နေ့ညဖက် ညစာစားခဲ့တဲ့အခါ အီဖရန်ဟာ လမ်းညွှန်စာအုပ်မှာက အလုပ်ကိုအလှည့်ကျလုပ်ရမယ်လို့ရေးထားတယ်အဲ့ဒါကြောင့်သူလဲ မီးပြတိုက်အပေါ်ဆုံးမီးအိမ်ကြီးရှိတဲ့နေရာမှာအလုပ်လုပ်ချင်တယ်လို့ပြောပါတယ် ဒါပေမယ့် သောမတ်စ်ကလက်မခံပါဘူး သူတစ်ဦးတည်းသာလျှင်အဲ့အလုပ်လုပ်မယ်ဘယ်သူမှလုပ်လို့မရဘူးဆိုပြီးငြင်းခဲ့ပါတယ် အီဖရန်လည်း စီနီယာအထက်လူကြီးဖြစ်နေအတွက်ကြောင့် ပထမအကြိမ်လက်လျှော့ခဲ့ပါတယ် ညစာစားနေရင်းနဲ့သောမတ်စ်ကအီဖရန်ကို ဒီနေရာမှာရှိတဲ့အယူအဆတစ်ချို့ကိုပြောပြခဲ့ပါတယ် ပင်လယ်ဇင်ရော်ငှက်တွေကိုမသတ်ရဘူး သတ်ရင်ဒုက္ခရောက်မယ်ဆိုတာတွေအခြားအရာတွေရောပေါ့
ဒီလိုနဲ့ သောက်ရင်း စားရင်းနေလာလိုက်တာ တစ်နေ့တော့ အီဖရန်တို့သောက်နေတဲ့ရေကန်ထဲကိုဇင်ရော်ငှက်တစ်ကောင်ကျပြီးသေနေပါတယ်
အီဖရန်ဟာ ဒေါသထွက်ပြီး အနားမှာရှိတဲ့ ဇင်ရော်ငှက်တစ်ကောင်ကို စိတ်လိုက်မန်ပါသတ်လိုက်ပါတော့တယ်….အဲ့ဒီနောက်
ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး….အညွှန်းက ရှည်လို့ စပွိုင်လာလို့မထင်လိုက်ပါနဲ့
နောက်ပိုင်းဆက်ဖြစ်တဲ့ဟာတွေက တကယ့်ကိုအဆန်းကြီးတွေပဲမို့ပါ…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….
(zawgyi)
ဒီဇာတ္ကားေလးထဲမွာေတာ့ နာမည္ႀကီးသ႐ုပ္ေဆာင္ျဖစ္တဲ့ ေရာဘတ္ပတ္တီဆန္ (Twilight ထဲကမင္းသား) နဲ႔ မင္းသားႀကီး ဝီလီယံဒတ္ဖို (Spiderman 2002 ထဲဗီလိန္မင္းသားႀကီး) ႏွစ္ေယာက္တည္းသာလွ်င္ တစ္ကားလုံးမွာ သ႐ုပ္ေဆာင္ထားတာေတြ႕ရမွာပါ မင္သားႏွစ္ေယာက္တည္းနဲ႔တင္ တစ္ကားလုံးကိုတျဖည္းျဖည္းနဲ႔ဆြဲေဆာင္ထားတာပါ ဒီဇာတ္ကားကိုၾကည့္ၿပီးရင္ေတာ့ ေခါင္းထဲမွာအေတြးေတြတစ္သီခ်ည္းက်န္ခဲ့ေစမယ့္ဇာတ္ကားမ်ိဳးပါ ဇာတ္လမ္းအက်ဥ္းကေတာ့ ၁၉ရာစု New England ကမ္း႐ိုးတန္းကမီးျပတိုက္တစ္ခုမွာအေျခတည္႐ိုက္ထားပါတယ္ အီဖရန္ဝင္းစလို လူငယ္ေလးတစ္ေယာက္ဟာ
ေသာမတ္စ္ဝိတ္ဒ္ ဆိုတဲ့ မီးျပတိုက္ေစာင့္ေရွာက္သူအဖိုးႀကီးရဲ႕လက္ေအာက္မွာ ေလးပတ္ေလာက္အလုပ္လုပ္ဖို႔တာဝန္က်လာပါတယ္ စစေရာက္ခ်င္းေနမွာပဲ သူ႔အိပ္ရာထဲကေန ေရသူမအ႐ုပ္ေလးတစ္႐ုပ္ကိုေတြ႕ခဲ့ၿပီးသိမ္းထားခဲ့ပါတယ္ အီဖရန္ သူတို႔ေနထိုင္တဲ့ေနရာအတြက္ အလုံးစုံအကုန္လုံးကိုလုပ္ရပါတယ္ ေသာမတ္စ္ဝိဒ္ကေတာ့ညဖက္ မီးျပတိုက္ရဲ႕ထိပ္ဆုံးအေပၚထပ္မွာပဲအလုပ္လုပ္ပါတယ္ ေန႔ဖက္ေတြအလုပ္လုပ္ၿပီး ညဖက္ဆိုအီဖရန္ရဲ႕အေတြးေတြက ကေယာက္ေျခာက္ျခားျဖစ္တယ္ ေတြးမိေတြးရာေတြေလွ်ာက္ေတြး ျဖစ္တာမ်ားတယ္ တစ္ေန႔ညဖက္ ညစာစားခဲ့တဲ့အခါ အီဖရန္ဟာ လမ္းၫႊန္စာအုပ္မွာက အလုပ္ကိုအလွည့္က်လုပ္ရမယ္လို႔ေရးထားတယ္အဲ့ဒါေၾကာင့္သူလဲ မီးျပတိုက္အေပၚဆုံးမီးအိမ္ႀကီးရွိတဲ့ေနရာမွာအလုပ္လုပ္ခ်င္တယ္လို႔ေျပာပါတယ္ ဒါေပမယ့္ ေသာမတ္စ္ကလက္မခံပါဘူး သူတစ္ဦးတည္းသာလွ်င္အဲ့အလုပ္လုပ္မယ္ဘယ္သူမွလုပ္လို႔မရဘူးဆိုၿပီးျငင္းခဲ့ပါတယ္ အီဖရန္လည္း စီနီယာအထက္လူႀကီးျဖစ္ေနအတြက္ေၾကာင့္ ပထမအႀကိမ္လက္ေလွ်ာ့ခဲ့ပါတယ္ ညစာစားေနရင္းနဲ႔ေသာမတ္စ္ကအီဖရန္ကို ဒီေနရာမွာရွိတဲ့အယူအဆတစ္ခ်ိဳ႕ကိုေျပာျပခဲ့ပါတယ္ ပင္လယ္ဇင္ေရာ္ငွက္ေတြကိုမသတ္ရဘူး သတ္ရင္ဒုကၡေရာက္မယ္ဆိုတာေတြအျခားအရာေတြေရာေပါ့
ဒီလိုနဲ႔ ေသာက္ရင္း စားရင္းေနလာလိုက္တာ တစ္ေန႔ေတာ့ အီဖရန္တို႔ေသာက္ေနတဲ့ေရကန္ထဲကိုဇင္ေရာ္ငွက္တစ္ေကာင္က်ၿပီးေသေနပါတယ္
အီဖရန္ဟာ ေဒါသထြက္ၿပီး အနားမွာရွိတဲ့ ဇင္ေရာ္ငွက္တစ္ေကာင္ကို စိတ္လိုက္မန္ပါသတ္လိုက္ပါေတာ့တယ္….အဲ့ဒီေနာက္
ဘာေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ခံစားၾကည့္လိုက္ပါဦး….အၫႊန္းက ရွည္လို႔ စပြိဳင္လာလို႔မထင္လိုက္ပါနဲ႔
ေနာက္ပိုင္းဆက္ျဖစ္တဲ့ဟာေတြက တကယ့္ကိုအဆန္းႀကီးေတြပဲမို႔ပါ…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္….
File Size : (0.99GB) and (462 MB)
Quality : BLU-RAY 720p
Format…mp4
Duration…01:49:00
Genre : Horror, Drama, Fantasy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Tin Myo Lwin
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
