"The empire of corpses…………………………………….IMDb 6/10My anime list 7/10Pauseဒီကားဟာနည္းနည္းေတာ့ထူးျခားတယ္ဗ်ေနာက္တိုင္းမွာထင္ရွားေက်ာ္ၾကားတဲ့ဇာတ္ေကာင္ေတြေရာ အျပင္မွာတကယ္ရွိခဲ့တဲ့ဇာတ္ေကာင္ေတြကိုသုံးထားတာဗ်တခုေတာ့သူ႔ရဲ႕ဇာတ္အိမ္ကဒီUniverse မွာတည္တာမဟုတ္ဘူးတျခားuniverseမွာတည္တာဗ်ဇာတ္လမ္းအက်ဥ္းမေျပာခင္ဇာတ္လမ္းမၾကည့္ခင္သိသင့္တာေတြအရင္ေျပာထားမွျဖစ္မယ္ထင္တယ္ဒီကားတြန္းကားရဲ႕အဓိကဇာတ္ေကာင္ေနရာကိုရွားေလာ့ဒ္ဟုမ္းရဲ႕တြဲဖက္ ေဒါက္တာဝပ္ဆန္ကိုထားထားတယ္(ရွားေလာ့ဒ္ဟုမ္းဆိုတာဟာ ဆာအာသာကိုနန္ဒြိဳင္းရဲ႕နာမည္ေက်ာ္ဝတၳဳဇာတ္ေကာင္ျဖစ္ပါတယ္ျမန္မာကလူေတာ္ေတာ္မ်ားလည္းBBC ရွားေလာ့ဒ္ဟုမ္းဇာတ္လမ္းတြဲကိုႀကိဳက္ၾကတဲ့လူမ်ားလို႔သိၾကမယ္ထင္ပါတယ္)ဒီကားရဲ႕ဇာတ္လမ္းကိုဗစ္တာ ဖရန္ကန္စတိုင္းရဲ႕ ေသလူကိုအသက္ျပန္သြင္းတဲ့နည္းပညာမွာအေျခခံၿပီးကြန႔္ျမဴးထားတာဗ်ဖရန္ကန္စတိုင္းဆိုတာက ၁၈ရာစုမွာ ေပၚထြန္းခဲ့တဲ့စာေရးဆရာ Mary Shellyရဲ႕ကမာၻေက်ာ္ဝတၳဳထဲကဇာတ္ေကာင္ပါဆိုေတာ့ကာဒီကားၾကည့္ဖို႔ဖရန္ကန္စတိုင္းဇာတ္လမ္းကိုအက်ဥ္းေလာက္ေတာ့သိထားဖို႔လိုပါလိမ့္မယ္၁၈ရာစုေလာက္တုန္းက သိပၸံပညာရွင္တစ္ေယာက္ရွိဖူးပါတယ္သူဟာ အေလာင္းေတြဆီကေန‌အေကာင္းဆုံးအလွဆုံးေျခေထာက္ေတြလက္ေတြေခါင္းေတြအစရွိတဲ့ကိုယ္ခႏၶာအစိတ္အပိုင္းေတြကိုျဖဳတ္ယူၿပီးၿပီးျပည့္စုံတဲ့အေလာင္းတစ္ေလာင္းျဖစ္လာေအာင္ဖန္တီးတယ္ေနာက္ေတာ့လွ်ပ္စီးစီးဝင္ေစၿပီးအသက္သြင္းေပးတယ္ဒါေပမယ့္ အေရျပားဟာလွ်ပ္စီးျဖတ္တဲ့အရွိန္ေၾကာင့္တြန႔္လိမ္ကုန္ၿပီးအရမ္းကိုေၾကာက္စရာအသြင္ရွိတဲ့မေကာင္းဆိုးဝါးတစ္ေကာင္ပုံစံျဖစ္သြားခဲ့တယ္ဖရန္ကန္စတိုင္းသိပၸံပညာရွင္လည္းေၾကာက္ၿပီးထြက္ေျပးသြားခဲ့တယ္အဲ့ဒီမေကာင္းဆိုးဝါးဟာဖရန္ကန္စတိုင္းကိုမုန္းတီးသြားၿပီးလိုက္သတ္တယ္ေနာက္ေတာ့ေရခဲျပင္မွာေပ်ာက္ကြယ္သြားတယ္ဆိုတဲ့ဇာတ္လမ္းဗ်တခ်ိဳ႕႐ုပ္ရွင္ကားေတြမွာေတာ့သူ႔အတြက္သူ႔လိုမိန္းကေလးအေဖာ္ကိုဖန္တီးေပးတာေတာင္လက္မခံပဲအဲ့ဒီမိန္းကေလးအေလာင္းေကာင္ကိုေရာဖရန္ကန္စတိုင္းကိုပါသတ္ပစ္ခဲ့တယ္တဲ့ဒီဇာတ္ကားရဲ႕ဇာတ္လမ္အက်ဥ္းကေတာ့၁၉ရာစုမွာလူေသေတြကိုအသက္သြင္းတဲ့နည္းပညာဟာကမာၻမွာထြန္းကားလာေနပါတယ္အဲ့ဒီနည္းပညာဟာ၁၈ရာစုမွာေပၚထြန္းခဲ့တဲ့ဖရန္ကန္စတိုင္းရဲ႕နည္းပညာကိုအေျခခံၿပီးဖန္တီးထားတာပါဒါေပမယ့္ဖရန္ကန္စတိုင္းဖန္တီးခဲ့တဲ့The Oneလို႔ေခၚတဲ့အသက္ဝင္ေနတဲ့အေလာင္းေကာင္တစ္ေကာင္ပဲစကားေျပာႏိုင္၊ ေတြးႏိုင္စြမ္းရွိၿပီးေနာက္ပိုင္းမွာထြက္ေပၚလာတဲ့နည္းပညာနဲ႔ဖန္တီးထားတဲ့အေလာင္းေကာင္ေတြမွာက်ေတာ့ စကားေျပာႏိုင္၊ေတြးႏိုင္စြမ္းလုံးလုံးမရွိဘူးတဲ့ေျပာရရင္ေတာ့soulမရွိတဲ့အခြံႀကီးသက္သက္လိုျဖစ္ေနတာေပ့ါဗ်ာအဲ့မွာမွ ေဒါက္တာဝပ္ဆန္ဆိုတဲ့လူဟာသူ႔သူငယ္ခ်င္းကိုအသက္ျပန္သြင္းၿပီးSoulကိုပါျပန္‌ရေအာင္အသည္းအသန္ႀကိဳစားေနတယ္Soulကိုျပန္ရႏိုင္တဲ့နည္းလမ္းဟာလည္းဖရန္ကန္စတိုင္းရဲ႕နည္းလမ္းပဲရွိတာကိုသိလာတဲ့ေနာက္မွာေတာ့ ေသတနမွတ္တမ္းေတြကိုဝပ္ဆန္တစ္ေယာက္ရွာေဖြဖို႔ျဖစ္လာပါတယ္ဒါေပမယ့္ထူးဆန္းတာက ဖရန္ကန္စတိုင္းေသၿပီးေနာက္မွာThe oneဟာမွတ္တမ္းေတြကိုယူၿပီးေပ်ာက္ကြယ္သြားခဲ့တယ္အဲ့လိုနဲ႔ဖရန္ကန္စတိုင္းရဲ႕မွတ္တမ္းေတြကိုလိုက္ရွာတဲ့ခရီးစဥ္ေတြကိုစတဲ့အခါမွာေတာ့မထင္မွတ္ထားတာေတြျဖစ္လာခဲ့ပါေတာ့တယ္ဝပ္ဆန္တစ္ေယာက္မွတ္တမ္းေတြကိုရခါနီးေလမွတ္တမ္းေတြေနာက္ကြယ္ကအမွန္တရားကိုသိလာေလေလျဖစ္လာေလပါပဲအဲ့ဒီအမွန္တရားဟာဘာျဖစ္မလဲဝပ္ဆန္တစ္ေယာက္ သူငယ္ခ်င္းျဖစ္သူကိုsoulျပန္ရေအာင္လုပ္ေပးႏိုင္ပါ့မလားဆိုတာကိုကိုယ္တိုင္ပဲၾကည့္လိုက္ၾကပါThe empire of corpses…………………………………….IMDb 6/10My anime list 7/10ဒီကားဟာနည်းနည်းတော့ထူးခြားတယ်ဗျနောက်တိုင်းမှာထင်ရှားကျော်ကြားတဲ့ဇာတ်ကောင်တွေရော အပြင်မှာတကယ်ရှိခဲ့တဲ့ဇာတ်ကောင်တွေကိုသုံးထားတာဗျတခုတော့သူ့ရဲ့ဇာတ်အိမ်ကဒီUniverse မှာတည်တာမဟုတ်ဘူးတခြားuniverseမှာတည်တာဗျဇာတ်လမ်းအကျဉ်းမပြောခင်ဇာတ်လမ်းမကြည့်ခင်သိသင့်တာတွေအရင်ပြောထားမှဖြစ်မယ်ထင်တယ်ဒီကားတွန်းကားရဲ့အဓိကဇာတ်ကောင်နေရာကိုရှားလော့ဒ်ဟုမ်းရဲ့တွဲဖက် ဒေါက်တာဝပ်ဆန်ကိုထားထားတယ်(ရှားလော့ဒ်ဟုမ်းဆိုတာဟာ ဆာအာသာကိုနန်ဒွိုင်းရဲ့နာမည်ကျော်ဝတ္ထုဇာတ်ကောင်ဖြစ်ပါတယ်မြန်မာကလူတော်တော်များလည်းBBC ရှားလော့ဒ်ဟုမ်းဇာတ်လမ်းတွဲကိုကြိုက်ကြတဲ့လူများလို့သိကြမယ်ထင်ပါတယ်)ဒီကားရဲ့ဇာတ်လမ်းကိုဗစ်တာ ဖရန်ကန်စတိုင်းရဲ့ သေလူကိုအသက်ပြန်သွင်းတဲ့နည်းပညာမှာအခြေခံပြီးကွန့်မြူးထားတာဗျဖရန်ကန်စတိုင်းဆိုတာက ၁၈ရာစုမှာ ပေါ်ထွန်းခဲ့တဲ့စာရေးဆရာ Mary Shellyရဲ့ကမ္ဘာကျော်ဝတ္ထုထဲကဇာတ်ကောင်ပါဆိုတော့ကာဒီကားကြည့်ဖို့ဖရန်ကန်စတိုင်းဇာတ်လမ်းကိုအကျဉ်းလောက်တော့သိထားဖို့လိုပါလိမ့်မယ်၁၈ရာစုလောက်တုန်းက သိပ္ပံပညာရှင်တစ်ယောက်ရှိဖူးပါတယ်သူဟာ အလောင်းတွေဆီကနေ‌အကောင်းဆုံးအလှဆုံးခြေထောက်တွေလက်တွေခေါင်းတွေအစရှိတဲ့ကိုယ်ခန္ဓာအစိတ်အပိုင်းတွေကိုဖြုတ်ယူပြီးပြီးပြည့်စုံတဲ့အလောင်းတစ်လောင်းဖြစ်လာအောင်ဖန်တီးတယ်နောက်တော့လျှပ်စီးစီးဝင်စေပြီးအသက်သွင်းပေးတယ်ဒါပေမယ့် အရေပြားဟာလျှပ်စီးဖြတ်တဲ့အရှိန်ကြောင့်တွန့်လိမ်ကုန်ပြီးအရမ်းကိုကြောက်စရာအသွင်ရှိတဲ့မကောင်းဆိုးဝါးတစ်ကောင်ပုံစံဖြစ်သွားခဲ့တယ်ဖရန်ကန်စတိုင်းသိပ္ပံပညာရှင်လည်းကြောက်ပြီးထွက်ပြေးသွားခဲ့တယ်အဲ့ဒီမကောင်းဆိုးဝါးဟာဖရန်ကန်စတိုင်းကိုမုန်းတီးသွားပြီးလိုက်သတ်တယ်နောက်တော့ရေခဲပြင်မှာပျောက်ကွယ်သွားတယ်ဆိုတဲ့ဇာတ်လမ်းဗျတချို့ရုပ်ရှင်ကားတွေမှာတော့သူ့အတွက်သူ့လိုမိန်းကလေးအဖော်ကိုဖန်တီးပေးတာတောင်လက်မခံပဲအဲ့ဒီမိန်းကလေးအလောင်းကောင်ကိုရောဖရန်ကန်စတိုင်းကိုပါသတ်ပစ်ခဲ့တယ်တဲ့ဒီဇာတ်ကားရဲ့ဇာတ်လမ်အကျဉ်းကတော့၁၉ရာစုမှာလူသေတွေကိုအသက်သွင်းတဲ့နည်းပညာဟာကမ္ဘာမှာထွန်းကားလာနေပါတယ်အဲ့ဒီနည်းပညာဟာ၁၈ရာစုမှာပေါ်ထွန်းခဲ့တဲ့ဖရန်ကန်စတိုင်းရဲ့နည်းပညာကိုအခြေခံပြီးဖန်တီးထားတာပါဒါပေမယ့်ဖရန်ကန်စတိုင်းဖန်တီးခဲ့တဲ့The Oneလို့ခေါ်တဲ့အသက်ဝင်နေတဲ့အလောင်းကောင်တစ်ကောင်ပဲစကားပြောနိုင်၊ တွေးနိုင်စွမ်းရှိပြီးနောက်ပိုင်းမှာထွက်ပေါ်လာတဲ့နည်းပညာနဲ့ဖန်တီးထားတဲ့အလောင်းကောင်တွေမှာကျတော့ စကားပြောနိုင်၊တွေးနိုင်စွမ်းလုံးလုံးမရှိဘူးတဲ့ပြောရရင်တော့soulမရှိတဲ့အခွံကြီးသက်သက်လိုဖြစ်နေတာပေ့ါဗျာအဲ့မှာမှ ဒေါက်တာဝပ်ဆန်ဆိုတဲ့လူဟာသူ့သူငယ်ချင်းကိုအသက်ပြန်သွင်းပြီးSoulကိုပါပြန်‌ရအောင်အသည်းအသန်ကြိုစားနေတယ်Soulကိုပြန်ရနိုင်တဲ့နည်းလမ်းဟာလည်းဖရန်ကန်စတိုင်းရဲ့နည်းလမ်းပဲရှိတာကိုသိလာတဲ့နောက်မှာတော့ သေတနမှတ်တမ်းတွေကိုဝပ်ဆန်တစ်ယောက်ရှာဖွေဖို့ဖြစ်လာပါတယ်ဒါပေမယ့်ထူးဆန်းတာက ဖရန်ကန်စတိုင်းသေပြီးနောက်မှာThe oneဟာမှတ်တမ်းတွေကိုယူပြီးပျောက်ကွယ်သွားခဲ့တယ်အဲ့လိုနဲ့ဖရန်ကန်စတိုင်းရဲ့မှတ်တမ်းတွေကိုလိုက်ရှာတဲ့ခရီးစဉ်တွေကိုစတဲ့အခါမှာတော့မထင်မှတ်ထားတာတွေဖြစ်လာခဲ့ပါတော့တယ်ဝပ်ဆန်တစ်ယောက်မှတ်တမ်းတွေကိုရခါနီးလေမှတ်တမ်းတွေနောက်ကွယ်ကအမှန်တရားကိုသိလာလေလေဖြစ်လာလေပါပဲအဲ့ဒီအမှန်တရားဟာဘာဖြစ်မလဲဝပ်ဆန်တစ်ယောက် သူငယ်ချင်းဖြစ်သူကိုsoulပြန်ရအောင်လုပ်ပေးနိုင်ပါ့မလားဆိုတာကိုကိုယ်တိုင်ပဲကြည့်လိုက်ကြပါFile size…1.9GB/900MBQuality…1080p WEB-DL.DD.5.1 H264 FGTFormat…mp4Duration…120minSubtitle….Myanmar Subtitle (Hardsub)Encoder…sithuTranslator…Dr.Nyan"