"Inside Man(2006)
IMDb…..7.6,,,,,,,Rotten….86
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ခရစ်စမတ်ကာလမှာ လူ ၄ယောက်ဟာ နယူးယောက်မြို့လယ်ကောင်ရဲ့ဘဏ်တစ်ခု ကိုဓားပြဝင်တိုက်တယ် …
ဒါကြောင့် ရဲတွေလည်း ဘေးပတ်လည်မှာ ဝိုင်းထားတယ်…. တီဗွီသတင်းတွေ သတင်းစာတွေအတွက်ဏ်ဓားပြမှုအကြောင်းဟာ ခေါင်းစဉ်ကြီးဖြစ်သွားတယ် .
..ဓားပြ ၄ယောက်ဟာ ဘဏ်အတွင်းမှာရှိတဲ့ ဝန်ထမ်းနဲ့ ငွေကိစ္စဖြင့်လာရောက်သူတိုင်းရဲ့ဖုန်းတွေကို ပိတ်တယ်…. ကားသော့တွေသိမ်းတယ်..
. ပြီးတော့ သူတို့အားလုံးရဲ့အဝတ်တွေလဲခိုင်းတယ်..ဘဏ်ဓားပြတွေဟာ အသင့်ချုပ်ထားတဲ့ ဝတ်စုံကို ဓားစာခံတွေကို ပေးဝတ်လိုက်တယ်…
ဒီတော့ ဓားပြတိုက်သူနဲ့ ဓားစာခံက သေနတ်ကိုင်ထားတာနဲ့မကိုင်တာပဲကွာတော့တယ်…. ရဲတွေက cctv ကနေစလိုက်တယ် …
ဒါပေမဲ့ ဓားပြ မတိုက်ခင်၂မိနစ်လောက်အလိုထိပဲ ကြည့်လို့ရတယ် infard bulbက စီစီတီဗွီကင်မရာကို ပိတ်လိုက်နိုင်တယ်…
ဓားစာခံတွေကို အခန်းထဲထည့်အလုံပိတ်ထားတယ် သူတို့ကအပြင်မှာနေတယ် ဓားပြတွေဟာ စကားဝှက်အနေနဲ့ Steve Q လို့သုံးတာရှိသလို Steve 0လို့လည်းသုံးတယ် .
…ဒီဓားပြမှုကို ကိုင်တွယ်တဲ့ စုံထောက်ရဲ့ လုပ်ကွက်တွေကလည်း ပညာရှင်ဆန်တယ်….သို့ပေမယ့်လည်……..
ဒီကားက အဓိကမင်းသားကြီး (၂)လက်ဖြစ်တဲ့ Denzel Washingtonနဲ့ Clive Owen ကိုတော့ တော်တော်များများသိကြမယ်ထင်တယ်….
၂၀၀၆ ခုနှစ်ကား ဆိုပေမယ့် ဒီဘက်ခေတ်ကားတွေကို ကောင်းကောင်းယှဉ်လို့ရတယ်…ဒီကားဇာတ်လမ်းအစ စာတန်းထိုးကထဲကနည်းနည်းထူးဆန်းတဲ့ နောက်ခံတေးသွား…
.နောက်ပြီးတော့ ဓားပြခေါင်းဆောင်နဲ့ စုံထောက်ရဲ့အားပြိုင်မှု….မြှုတ်ကွက်တွေလည်း မထင်မှတ်တဲ့ရှုထောင့်က ပေါ်လာတတ်တယ်..
ခင်ဗျားဟာ ဇာတ်လမ်းအစ ကထဲက ဓားပြခေါင်းဆောင်နေရာမှာ သူခင်းတဲ့အကွက်တွေကို အံအားတစ်သင့်ငေးမောလိုက် ..
စုံထောက်ကြီးဘယ်လိုများ ဓားပြတွေကိုဖမ်းမလဲ စဉ်းစားလိုက်….ဓားပြတွေရဲ့အဓိကရည်ရွယ်ချက်က ဘာလဲတွေးလိုက်နဲ့..
.သေချာတယ် ခင်ဗျားဟာဒီကားကိုကြည့်ပြီးရင် တော်တော်လန်းတဲ့ကားလို့မှတ်ချက်ချမိလိမ့်မယ်…..စကားမစပ် ဒီကားက 2006ခုနှစ်ရဲ့ Movie of the Year ဆုရခဲ့တယ်…
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို Oung Xix Ming ဖြစ်ပါတယ်….
File Size : (2.25GB)(1.17GB) and (468 MB)
Quality :Blu-Ray1080p 5.1ch, Blu-Ray 720p
Format…mp4
Duration…02:09:00
Genre : Adventure, Drama, Fantasy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Oung Xix Ming
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
