"ဒီကားကတော့ ရုံမှာကြည့်ဖူးတဲ့သူတွေ
အတွက်ဘယ်လောက်ကောင်းတယ်ဆိုတာ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အထူးညွှန်းဖို့တောင် လိုမယ်မထင်ဖူး။
IMDB 10 out of 6.5 နဲ့ Rotten Tomatoes 71%
အထိရရှိထားတဲ့၂၀၁၉ ခုနှစ်ထွက် အမိုက်စား
Action/Drama ရုံတင်ဇာတ်ကားကောင်းပဲဖြစ်ပါတယ်။
ဇာတ်လမ်းမှာပါဝင်သရုပ်ဆောင်ကြတဲ့သူတွေကလည်း
အကုန်ဒိတ်ဒိတ်ကြဲတွေချည်းပါပဲ။
ပရိတ်သတ်ရင်းနှီးပြီးသား Lee Byung Hun,Train to Busan ထဲကလူသန်ကြီး
Ma Dong Seok,Along with the God ထဲက Ha Jung woo,The King ထဲက
ဘုရင်ကြီးရဲ့အဆက်ဟောင်းလေး Bae Suzyအစရှိတဲ့
နာမည်ကြီးသရုပ်ဆောင်များစွာပါဝင်အားဖြည့်ထားတဲ့
ကြည့်လို့တော်တော်ကောင်းတဲ့ Action ကားကောင်းလေးပါ။
ဇာတ်လမ်းဇာတ်ကွက်လေးလဲ ကောင်းသလို Action ခန်းတွေကလည်
းတော်တော်အားရစရာကောင်းလို့ Action ကားကောင်းမျှော်နေတဲ့
ပရိတ်သတ်ကြီးနဲ့ကွက်တိကျမယ်ထင်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့နည်းနည်းပဲပြောပြမယ်။
အရမ်းကောင်းလို့ကိုယ်တိုင်ကြည့်စေချင်ပါတယ်။
သဘာဝဘေးအန္တရာယ်ဆိုတာမျိုးက ကြိုတင်ခန့်မှန်းမရတဲ့အရာမျိုးပါ။
တောင်ကိုရီးယားနဲ့ မြောက်ကိုရီးယားဆိုတာကလည်း
မတည့်သာမတည့်တာ နိုင်ငံချင်းကျစပ်ဆက်နေတာပါ။
မြောက်မှာတစ်ခုခုဖြစ်ရင်အဲ့အကျိုးဆက်ကို တောင်ကိုရီးယားက
ခံစားရမှာဖြစ်သလို တောင်ကိုရီးယားမှာ တစ်ခုခုဖြစ်ရင်လည်း
မြောက်ကိုရီးယားကခံစားကြရမှာပါ။
နိုင်ငံချင်းအမုန်းတရားနဲ့ကွဲနေကြပေမယ့်
တချိန်ကလူမျိုးတူနိုင်ငံတူဖြစ်လို့ စည်းလုံးသင့်တယ်ဆိုတဲ့
msgလေးကိုလဲ ထည့်ပေးထားပါတယ်။
မြောက်ကိုရီးယားမှာရှိတဲ့ ဘတ်ဒူမီးတောင်ပေါက်ကွဲမှုကိုအခြေခံ
ရိုက်ကူးထားပြီးဒီသဘာဝဘေးအန္တရာယ်ဆိုးကြီးကို
နယ်ပယ်အသီးသီးအလွှာစုံကလူတွေ ဘယ်လိုတွန်းလှန်ကြတယ်
အရေးကြုံရင်ဘယ်လို စည်းလုံးကြတယ်ဆိုတာလေးကို တွေ့မြင်ရမှာပါ။
မင်းသားကြီး မာဒုန်ဆော့ကဒီကားမှာမီးတောင်လေ့လာသူ
ပရောဖက်ဆာဂန်းဘုန်ရယ်အဖြစ်
သရုပ်ဆောင်ထားပြီး Along with the God မင်းသား ဟာဂျန်ဝူးကတော့
လက်နက်လေ့လာရေးနဲ့ကျွမ်းကျင်တပ်ကြပ်
ဂျိုအင်ချန်းအဖြစ်သရုပ်ဆောင်ထားပါတယ်။
ထူးချွန်မင်းသား လီဗြောင်ဟွန်းကတော့
မြောက်ကိုရီးယားအထူးလေ့ကျင့်တပ်သားလျှို့ဝှက်သူလျှို
လီဂျွန်းဖြောင်းအဖြစ် တော်တော်လေးသဘာဝကျအောင်
သရုပ်ဆောင်ထားနိုင်ပြီး ဘေဆူဇီကတော့
တပ်ကြပ်ဂျိုအင်ချန်းဇနီးအဖြစ်သရုပ်ဆောင်ထားပါတယ်။
ညွှန်းချင်တာကတော့ Action ကားသိပ်မကြိုက်တဲ့သူတောင်
ကြည့်ပြီးရင်ကြိုက်သွားနိုင်မယ့် ကားမျိုးဖြစ်တဲ့အပြင်တချို့နေရာမှ
ာသဘာဝကျတဲ့ ပေါ့ပေါ့ပါးပါးရီစရာလေးတွေထည့်ပေးထားလို့
ဇာတ်လမ်းလဲမပေါ့သလို ဇာတ်သိမ်းခန်းကလဲ
မျက်ရည်ဝဲစေတဲ့အထိကောင်းပါတယ်။အားလုံးပဲ
ဒီကားလေးကိုခံစားကြည့်လိုက်စေချင်ပါတယ်။
ရုပ်ရှင်ကားကို Moe Pwint က ဘာသာပြန်ပေးထားပြီး
အညွှန်းကိုလဲ ကိုယတိုင်ရေးပေးထားပါတယ်
File Size – 1.35 GB
Quality – FHD Rip
Subtitle – Myanmar (hardsub)
Translator – Moe Pwint
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
