"[Unicode]
ရှိမ လို့ခေါ်တဲ့အထက်တန်းကျောင်းသူလေးတစ်ယောက်က သူ့အမေနဲ့အတူ တိုကျိုမြို့မှာနေထိုင်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သူအဖေနဲ့အမေကကွာရှင်းထားကြတာဖြစ်ပြီး သူ့အမေကတော့လက်ရှိမှာ ၄ဆက်မြောက်အိမ်ထောင်နဲ့ပေါ့…
ပထွေးလည်းရှိတာကြောင့် အိမ်မှာနေရတာလည်းအဆင်မပြေတဲ့အပြင်
ကျောင်းမှာလည်းသူငယ်ချင်းမရှိတဲ့ရှိမတစ်ယောက်
တစ်ယောက်တည်းအထီးကျန်ပိတ်မိလာခဲ့ပါတယ်…
အဲဒါကြောင့်သူမအဖေရှိတဲ့ ဟိုကိုင်းဒိုးကိုပြောင်းဖို့ဆုံးဖြတ်လိုက်ပါတယ်
ဟိုကိုင်းဒိုးမှာရှိတဲ့အထက်တန်းကျောင်းမှာတော့ “ဝါ့အို” “ဂန်” နဲ့ “ဟာရုက” လို့ခေါ်တဲ့ သူငယ်ချင်း၃ယောက် သူ့ဘဝထဲကိုစတင်ရောက်ရှိလာပါတယ် ။
အပေါင်းအသင်းကံမကောင်းခဲ့တဲ့ ရှိမတစ်ယောက်
သူတို့၃ယောက်နဲ့ဆက်ဆံရေးကို တည်မြဲအောင် နေထိုင်ဖို့ကြိုးစားရင်း ခံစားချက်တွေကိုဖုံးကွယ်ထားတဲ့အခါ ဖြစ်လာတဲ့ဇာတ်လမ်းလေးတွေအကြောင်းရိုက်ကူးထားတာဖြစ်ပါတယ် ။
အထက်တန်းကျောင်းနဲ့ပတ်သက်တဲ့အငွေ့အသက်တွေရယ်…
အိမ်ထောင်ရေးနဲ့ အချစ်ရေးမှာပွင့်လင်းကြတဲ့မိသားစုပုံစံတွေကိုကြည့်ရှုရမှာပါ…
သူငယ်ချင်းကောင်းစားဖို့ ကိုယ့်ဘာသာကိုယ်တွေးပြီး အနစ်နာခံလိုက်တာထက်
ကျွန်မတို့တွေရဲ့ ခံစားချက်အစစ်အမှန်ကိုထုတ်ပြခြင်းက ပိုပြီးတော့ သူငယ်ချင်းတွေကိုကူညီရာရောက်ပါတယ်
သူငယ်ချင်းအစစ်အမှန်တွေမှာ နားလည်မှုကအရေးကြီးဆုံးပဲမလား …
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ် )
[Zawgyi]
ရွိမ လို႔ေခၚတဲ့အထက္တန္းေက်ာင္းသူေလးတစ္ေယာက္က သူ႔အေမနဲ႔အတူ တိုက်ိဳၿမိဳ႕မွာေနထိုင္ပါတယ္
သူအေဖနဲ႔အေမကကြာရွင္းထားၾကတာျဖစ္ၿပီး သူ႔အေမကေတာ့လက္ရွိမွာ ၄ဆက္ေျမာက္အိမ္ေထာင္နဲ႔ေပါ့…
ပေထြးလည္းရွိတာေၾကာင့္ အိမ္မွာေနရတာလည္းအဆင္မေျပတဲ့အျပင္
ေက်ာင္းမွာလည္းသူငယ္ခ်င္းမရွိတဲ့ရွိမတစ္ေယာက္
တစ္ေယာက္တည္းအထီးက်န္ပိတ္မိလာခဲ့ပါတယ္…
အဲဒါေၾကာင့္သူမအေဖရွိတဲ့ ဟိုကိုင္းဒိုးကိုေျပာင္းဖို႔ဆုံးျဖတ္လိုက္ပါတယ္
ဟိုကိုင္းဒိုးမွာရွိတဲ့အထက္တန္းေက်ာင္းမွာေတာ့ “ဝါ့အို” “ဂန္” နဲ႔ “ဟာ႐ုက” လို႔ေခၚတဲ့ သူငယ္ခ်င္း၃ေယာက္ သူ႔ဘဝထဲကိုစတင္ေရာက္ရွ္ိလာပါတယ္ ။
အေပါင္းအသင္းကံမေကာင္းခဲ့တဲ့ ရွိမတစ္ေယာက္
သူတို႔၃ေယာက္နဲ႔ဆက္ဆံေရးကို တည္ၿမဲေအာင္ ေနထိုင္ဖို႔ႀကိဳးစားရင္း ခံစားခ်က္ေတြကိုဖုံးကြယ္ထားတဲ့အခါ ျဖစ္လာတဲ့ဇာတ္လမ္းေလးေတြအေၾကာင္း႐ိုက္ကူးထားတာျဖစ္ပါတယ္ ။
အထက္တန္းေက်ာင္းနဲ႔ပတ္သက္တဲ့အေငြ႕အသက္ေတြရယ္…
အိမ္ေထာင္ေရးနဲ႔ အခ်စ္ေရးမွာပြင့္လင္းၾကတဲ့မိသားစုပုံစံေတြကိုၾကည့္ရႈရမွာပါ…
သူငယ္ခ်င္းေကာင္းစားဖို႔ ကိုယ့္ဘာသာကိုယ္ေတြးၿပီး အနစ္နာခံလိုက္တာထက္
ကြၽန္မတို႔ေတြရဲ႕ ခံစားခ်က္အစစ္အမွန္ကိုထုတ္ျပျခင္းက ပိုၿပီးေတာ့ သူငယ္ခ်င္းေတြကိုကူညီရာေရာက္ပါတယ္
သူငယ္ခ်င္းအစစ္အမွန္ေတြမွာ နားလည္မႈကအေရးႀကီးဆုံးပဲမလား …
( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )
File size__( 999 MB ) and ( 400 MB)
Quality__720p
IMDb Rating__6.0/10
Format__mp4
Duration__01:52:10
Type__Comedy , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
