"Courage Under Fire(1996)
IMDB…..6.6,,,,,,,Rotten……85
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Patrick Sheane Duncan က ဇာတ်ညွှန်းရေးသားပေးခဲ့သည့် Courage Under Fire ဇာတ်ကားကို Director Eward Zwick က ရိုက်ကူးထားပြီး Fox 2000 Picture ၏ ပွဲဦးထွက်ရုပ်ရှင်ကားလည်းဖြစ်သည်။ အမေရိကန်ဒေါ်လာ ၄၆ သန်း အကုန်အကျခံရိုက်ကူးထားသည့် Courage Under fire သည် ဝင်ငွေ သန်း ၁၀၀ ကျော်ပြန်လည်ရရှိခဲ့သည့်ဇာတ်လမ်းလည်းဖြစ်သည်။ ဇာတ်လမ်းအား အီရတ်တို့ကူဝိတ်ကိုကျူးကျော်ထားစဉ်တွင် အီရတ်တပ်များအား အမေရိကန်တပ်များက ဝင်ရောက်မောင်းထုတ်ပေးခဲ့သည့် ပင်လယ်ကွေ့စစ်ပွဲအပေါ် အခြေခံထားသည်။ ဇာတ်လမ်းအကျဉ်းမှာ ဒုတိယဗိုလ်မှူးကြီး နသန်နီရယ် ဆာလင်း (Denzel Washington) သည် အမေရိကန်အမှတ်(၂)တင့်ကားတပ်ရင်း၏ တပ်ရင်းမှူးဖြစ်ပြီး အယ်ဘက်သရာမြို့တွင်တိုက်ခိုက်ခဲ့သည့် ညတိုက်ပွဲတခုတွင် မိမိတပ်အား တပ်ချင်းမှားယွင်းပစ်ခတ်မှုဖြစ်ပွားခဲ့သည်။ အမေရိကန်စစ်တပ်သည် ၎င်းဖြစ်စဉ်အား ဖုံးကွယ်ထားခဲ့ပြီး စစ်ပွဲအပြီးတွင် ဒုမှူးကြီးဆာလင်းအာ း သူရဲကောင်းစွမ်းရည်ဘွဲ့အပ်နှင်းပြီး တိုက်ခိုက်ရေးတာဝန်မှ ရုံးတာဝန်သို့ပြောင်းလဲတာဝန်ထမ်းဆောင်စေခဲ့သည်။ ထိုသို့တာဝန်ထမ်းဆောင်စဉ်အတွင်း ၎င်းပင်လယ်ကွေ့စစ်ပွဲအတွင်းတွင် ရဲရင့်စွာတာဝန်ထမ်းဆောင်ခဲ့သည့် ဟျူဝီရဟတ်ယာဉ်မောင်း ဗိုလ်ကြီးကာရမ်အမ်မာဝဲလ်ဒန် (Meg Ryan)ဆိုသည့်အမျိုးသမီးအား သူရဲကောင်းဘွဲ့ပေးရန် ဖြစ်စဉ်အားစုံစမ်းရန် တာဝန်ပေးအပ်ခံခဲ့ရသည်။စစ်သားကောင်းပီသလွန်းလှသည့် ဆာလင်းအနေဖြင့် သူ၏သူရဲကောင်းဘွဲ့အား သံသယဝင်လျက်ရှိပြီး စွမ်းရည်ဘွဲ့ပေးအပ်မှုအားစိစစ်ရန် တာဝန်ပေးအပ်လာခဲ့ရာ ယခုအကြိမ်တွင် အမှန်အတိုင်းဖြစ်စေလိုသည့် ဆန္ဒလည်းပြင်းပြလျက်ရှိရာ ၎င်းဖြစ်စဉ်အား စိတ်နှစ်ပြီး စုံစမ်းခဲ့သည်။ ကပ္ပတိန်ဝဲလ်ဒန်သည် အရေးပေါ်ကယ်ဆယ်ရေးတပ်ဖွဲ့မှ ဟျူဝီရဟတ်ယာဉ်မောင်းဖြစ်ပြီး အမေရိကန်စစ်တပ်မှ ဘလက်ဟော့ခ်ရဟတ်ယာဉ်တစီးပျက်ကျရာသို့ သွားရောက်ကယ်ဆယ်ရန်တာဝန်ပေးအပ်ခံခဲ့ရသည်။ သူမ၏ယာဉ်တွင် အထူးသူနာပြု အီလာရီယို(Matt Damon)၊ အကူရဟတ်ယာဉ်မောင်း ရေဒီ(Tim Guinee)၊ လက်နက်ကိုင်စစ်သည် အော်လ်တာမိုင်ယာ(Seth Gilliam) နှင့် မန်းဖရစ်ဇ်(Lou Diamond Phillips) တို့လိုက်ပါခဲ့ကြပြီး သူတို့တပ်ဖွဲ့ ပျက်ကျနေသည့် ဘလက်ဟော့ခ်သို့ရောက်သောအခါ မိမိတို့၏စစ်သည်များအား ရန်သူအီရတ်များက မြေပြင်တပ်များနှင့်သာမက T-54 တင့်ကားတစီးနှင့်ပါ ဝိုင်းဝန်းတိုက်ခိုက်လျက်ရှိသည်ကိုတွေ့ရှိရပြီး မိမိမှာလည်း အခြားတိုက်ပွဲနေရာမှထွက်လာရခြင်းဖြစ်ရာ ဒုံးကျည်မပါတော့သဖြင့် ရဟတ်ယာဉ်၏အရံဆီပုံအား ဖြုတ်ချ၍ ရန်သူ့တင့်ကားပေါက်ကွဲအောင် ချေမှုန်းနိုင်ခဲ့သည်။ သို့ရာတွင် သူမ၏ရဟတ်ယာဉ်မှာလည်း ရန်သူ့ပစ်ခတ်မှုကြောင့် ပျက်ကျခဲ့ရပြီး ရန်သူအား တညနှင့်တမနက် ရင်ဆိုင်ခဲ့ရပြီး နောက် ကယ်ဆယ်ရေးယာဉ်များရောက်ရှိလာချိန်တွင် ကပ္ပတိန်မှာ ကျဆုံးသွားပြီဟု သတင်းပို့ခြင်းခံခဲ့ရသည်။ ၎င်းဖြစ်စဉ်အား ဆာလင်းမှ စစ်ဆေးရာ ကပ္ပတိန်ဝဲလ်ဒန်၏စစ်သည်များ နှင့် ပျက်ကျသည့်ဘလက်ဟော့ခ်မှစစ်သည်များ ထွက်ဆိုချက်ပေးရာတွင် ကွဲလွဲချက်များရှေ့နောက်မညီမှုများတွေ့ရှိရသဖြင့် အဆင့်ဆင့်ဆက်လက်စုံစမ်းပုံကို ရိုက်ကူးတင်ဆက်ထားခြင်းဖြစ်သည်။ Courage under fire ဇာတ်ကားသည် စစ်သားတယောက်၏ အနှစ်သာရ ၊ စစ်သားတယောက်၏သန့်စင်သောစိတ်၊ အချင်းချင်းထားရှိသော ရဲဘော်ရဲဘက်စိတ်တို့ကို လှပစွာခြယ်မှုန်းထားပြီး တကယ့်အကြပ်အတည်းတိုက်ပွဲအခြေအနေတွင် သူရဲဘောကြောင်သူနှင့် သူရဲကောင်းဆန်သူ ၊ သူရဲကောင်းဟူသည် တိုက်ပွဲမှာတိုက်ခိုက်ရဲသည့် လက်ရုံရည်စွမ်းရည်သာမက အမှန်ကိုဝန်ခံရဲသည့် နှလုံးရည်ပြည့်ဝခြင်းပါ ရှိရမည့် အကြောင်းတို့ကိုပါ ဖော်ကျူးထားပြီး ဇာတ်လမ်းအား လှည့်ပတ်ဆွဲဆောင်တန်ဆာဆင်ထားမှုများကြောင့် ရင်တမမနှင့်ကြည့်ရှုရမည့် ဇာတ်ကားကောင်းလည်းဖြစ်သည်။ ၁၉၉၆ ခုနှစ်ထုတ်ဇာတ်ကားဖြစ်သော်လည်း ယခုတိုင်ခေတ်မီနေဆဲ အသက်ဝင်နေဆဲဇာတ်လမ်းတပုဒ်လည်းဖြစ်ရာ စစ်ကားကြိုက်သူများသာမက ဒရာမာဇာတ်လမ်းကြိုက်သူများပါ လက်မလွှတ်သင့်သည့် ဇာတ်လမ်းလည်း ဖြစ်သည်။ ဇာတ်ကားရိုက်ကူးရာတွင် ထူးခြားခဲ့သည့်ဖြစ်စဉ်များမှာ
(၁) ဇာတ်လမ်းတွင် အသုံးပြုထားသည့် M1A1 Abram တင့်ကားများအား အမေရိကန်စစ်ဘက်မှ မူလကကူညီမည့်အစီအစဉ်ပျက်ပြားသွားပြီးနောက် အင်္ဂလန်၏ Centuions တင့်များကို သံပြားများဖြင့် ပုံစံတူပြန်လည်ဖန်တီးတည်ဆောက်ထားခြင်းဖြစ်သည်။ ၎င်း တင့်ကားများအား ( Craddle to Grave 2) ဇာတ်ကားတွင် လည်း ပြန်လည်အသုံးပြုခဲ့သည်။
(၂.) Matt Damon သည် ဤ ဇာတ်ကား၏ နောက်ပိုင်းဇာတ်ဝင်ခန်းအားရိုက်ကူးရာတွင် ပေါင်ချိန်လျော့ကျသွားသည့် ဆေးသမားအဖြစ်သရုပ်ဆောင်ထားရာ ၎င်းဇာတ်ဝင်ခန်းအတွက် ပေါင်ချိန်(၄၀) အထိ ချပစ်ခဲ့ရာ ကျန်းမာရေးစိုးရိမ်ရသည်အထိဖြစ်ခဲ့ပြီး ဒါရိုက်တာကပါ ဝိတ်မချရန်တားယူရသည်အထိဖြစ်ခဲ့သည်။ ၎င်းအချိန်က matt Damon မှာ နာမည်ကြီးသရုပ်ဆောင်မဟုတ်သေးပါ။ သို့ရာတွင် သူ၏ကြိုးပမ်းမှုကြောင့်ပင် ဒါရိုက်တာစတီဗင်စပီးဘတ်က Private Ryan ဇာတ်ကားတွင် အဓိကဇာတ်ကောင်အဖြစ် သူ့အားယုံကြည်စွာအပ်နှင်းခဲ့ခြင်းဖြစ်သည်။
(၃). Denzel washington သည် ၎င်းဇာတ်ကားတွင် ပြတ်သားရမည့်နေရာတွင် ပြတ်သားလှသကဲ့သို့ မျက်ရည်ဝဲလောက်စရာနေရာများတွင် ကြည့်ရှုသူကိုပါ မျက်ရည်ဝဲလောက်အောင် သရုပ်ဆောင်ကောင်းမွန်လှသည့်အတွက် ဟောလိဝုဒ်အော်စကာ ဆန်ခါတင်စာရင်းဝင်ခဲ့သည်။ ၄. နသန်နီယယ်ဆာလင်း နေရာအတွက် Herrison Ford နှင့် Tom Hanks တို့အား မူလက လျာထားခဲ့သေးသည်။
(၄.) သူရဲကောင်းဘွဲ့အပ်နှင်းသည့် အိမ်ဖြူတော်မှ နှင်းဆီဥယျာဉ်ပုံစံဆက်တင်မှာ မုန်တိုင်းကြောင့် နှစ်ကြိမ်တိုင်တိုင်ပျက်စီးခဲ့ရသည်။
(၅). ၎င်းဇာတ်လမ်းအား ၁၉၅၀ ခုနှစ်ထုတ် Rushomon မှ ဇာတ်ကျောယူထားခြင်းဖြစ်သည်။
(၆). အယ်ဘက်သရာတိုက်ပွဲနေရာအား တက္ကဆက်ပြည်နယ် အယ်ပါဆိုလ်မြို့ပြင်တွင် ရိုက်ကွင်းယူခဲ့ပြီး ၎င်းနေရာသည် ယခုအခါ ကမ္ဘာလှည့်ခရီးသည်များအားဆွဲဆောင်သည့်နေရာတနေရာဖြစ်နေပြီဖြစ်သည်။
(၇). IMBD (6.6) ရရှိထားပြီး Rotten Tomato(85) ရရှိထားပြီး ၎င်းတို့အပါအဝင် အခြား Rating Site ၅၄ ခု၏ review အရ (7.8/10)ရရှိထားသော ဇာတ်ကားလည်းဖြစ်သည်။
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို Chan Myae Thu Aung ဖြစ်ပါတယ်…..
File Size…1022MB
Quality…BluRay 720p
Format…mp4
Duration…01:56:00
Subtitle…Myanmar Subtitle(Hardsub)
Encoder…..Phyo Pyae
Translated by Chan Myae Thu Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
