"[Unicode]
ဒီတစ်ခါတော့ ၂၀၁၉ ထွက် မိကျောင်း ကားလေးနဲ့ မိတ်ဆက်ပေးလိုက်ပါတယ်…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လော်ဟန် ဆိုသူ ဇီဝဗေဒမိကျောင်းကျွမ်းကျင်ပညာရှင်က မိကျောင်းကျွန်းမှာ သုသေတနလုပ်ဖို့သွားရင်း
သူ့ရဲ့ဇနီးလောင်းကို ဆုံးရှုံးပြီး‌နောက် ဖြစ်ကတက်ဆန်းနေချင်သလိုနေလာခဲ့တယ် ၊
တစ်နေ့ သူနေတဲ့ကျွန်းမှာ ကလေးငယ်တစ်ယောက် မိကျောင်းကိုက်ခံရတယ်…
တစ်ဖက်မှာတော့ …
တရုတ်ပြည်ရဲ့ စီးပွားရေးလောကမှာ အသက်အငယ်ဆုံး စီးပွားရေးလုပ်ငန်းရှင် ချန်ရှိုင်း…
သူက မောင်ဖြစ်သူကို မိသားစုအမွေဆက်ခံခိုင်းပေမယ့် သူ့မောင်ကငြင်းဆိုပြီးတော့
ဝါသနာပါတဲ့ ဇီဝဗေဒဆိုင်ရာ သုသေတနတွေလုပ်ဖို့ ထွက်သွားရာမှာ မုန်တိုင်းမိပြီး မမျှော်လင့်ပဲ မိကျောင်းကျွန်းကို ရောက်သွားပါတယ် ၊
ဇီဝဗေဒ မိကျောင်းကျွမ်းကျင်ပညာရှင်နဲ့ တရုတ်ပြည်ရဲ့ အငယ်ဆုံးစီးပွားရေး လုပ်ငန်းရှင်တို့…
လူပျောက်ရှာပုံတော်ကို ဘယ်လိုများ ရှာပုံတော်ဖွင့်မလဲဆိုတာ ဆက်လက်ရှုစားကြပါဦး…။
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Chen Ai Zhen ဖြစ်ပါတယ် )
[Zawgyi]
ဒီတစ္ခါေတာ့ ၂၀၁၉ ထြက္ မိေက်ာင္း ကားေလးနဲ႔ မိတ္ဆက္ေပးလိုက္ပါတယ္…
ေလာ္ဟန္ ဆိုသူ ဇီဝေဗဒမိေက်ာင္းကြၽမ္းက်င္ပညာရွင္က မိေက်ာင္းကြၽန္းမွာ သုေသတနလုပ္ဖို႔သြားရင္း
သူ႔ရဲ႕ဇနီးေလာင္းကို ဆုံးရႈံးၿပီး‌ေနာက္ ျဖစ္ကတက္ဆန္းေနခ်င္သလိုေနလာခဲ့တယ္ ၊
တစ္ေန႔ သူေနတဲ့ကြၽန္းမွာ ကေလးငယ္တစ္ေယာက္ မိေက်ာင္းကိုက္ခံရတယ္…
တစ္ဖက္မွာေတာ့ …
တ႐ုတ္ျပည္ရဲ႕ စီးပြားေရးေလာကမွာ အသက္အငယ္ဆုံး စီးပြားေရးလုပ္ငန္းရွင္ ခ်န္ရႈိင္း…
သူက ေမာင္ျဖစ္သူကို မိသားစုအေမြဆက္ခံခိုင္းေပမယ့္ သူ႔ေမာင္ကျငင္းဆိုၿပီးေတာ့
ဝါသနာပါတဲ့ ဇီဝေဗဒဆိုင္ရာ သုေသတနေတြလုပ္ဖို႔ ထြက္သြားရာမွာ မုန္တိုင္းမိၿပီး မေမွ်ာ္လင့္ပဲ မိေက်ာင္းကြၽန္းကို ေရာက္သြားပါတယ္ ၊
ဇီဝေဗဒ မိေက်ာင္းကြၽမ္းက်င္ပညာရွင္နဲ႔ တ႐ုတ္ျပည္ရဲ႕ အငယ္ဆုံးစီးပြားေရး လုပ္ငန္းရွင္တို႔…
လူေပ်ာက္ရွာပုံေတာ္ကို ဘယ္လိုမ်ား ရွာပုံေတာ္ဖြင့္မလဲဆိုတာ ဆက္လက္ရႈစားၾကပါဦး…။
( အညႊန္္းနဲ႔ဘာသာျပန္သူကေတာ့ Chen Ai Zhen ျဖစ္ပါတယ္ )
File size__( 750 MB ) and ( 260 MB)
Quality__720p
IMDb Rating__5.2/10
Format__mp4
Duration__01:23:45
Type__Action, Adventure, Thriller
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Chen Ai Zhen
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
