"Pinocchio (2019)==============PauseIMDb Rating 6.5/10 ရရှိထားပါတယ်။#Unicodeပီနိုခီယိုဆိုတာ ပုံပြင်တွေ ဖတ်ဖူးတဲ့သူဆိုရင် ကြားဖူးကြမှာပါပဲ။ သစ်သားရုပ်ကလေးနေအသက်ဝင်လာတဲ့ကလေးလေးပေါ့။ မိဘစကားနားမထောင်လို့ ဒုက္ခရောက်တဲ့အကြောင်း၊လူစိမ်းတွေကို မယုံဖို့အကြောင်း၊ပညာသင်ဖို့လိုကြောင်း၊ စိတ်ထားကောင်းရင် ကံကောင်းကြောင်း၊ သတ္တိရှိဖို့လိုကြောင်း စတဲ့အချက်တွေအားလုံးကို ပုံပြင်တစ်ခုထဲနဲ့ စုံအောင်ထည့်ပြီး ကလေးတွေအတွက် ဆုံးမပေးခဲ့တဲ့ ပုံပြင်လေးပါပဲ။ လိမ်ပြောရင်နှာခေါင်းကြီးရှည်ထွက်လာတယ်ဆိုတဲ့ ဗန်းစကားတွေ ပုံပြင်တွေအားလုံးက ဒီက စတာပါပဲ။ ဒီရုပ်ရှင်ကတော့အီတလီကားပါ၊ အရောင်တွေသုံးထားတာ ခပ်မှောင်မှောင်နဲ့ လူတွေကတော့ အတော်စုတ်စုတ်ပြတ်ပြတ်ဖြစ်နေအောင် ပြထားပါတယ်။ ဒစ်စနေးလိုတော့ အရောင်စုံလေးတွေ မပါပါဘူး။ ဒါပေမယ့် ကလေးတွေကိုပြဖို့ပဲ ဖြစ်ဖြစ်၊ကိုယ်တိုင်အပမ်းဖြေဖို့ပဲ ဖြစ်ဖြစ် စိတ်ဝင်စားဖို့ကောင်းလို့ တင်ဆက်ပေးထားလိုက်ပါတယ်။ပီနိုခီယိုရဲ့ ရှည်လျားတဲ့ စွန့်စားခန်းပုံပြင်ကြီးကို မေ့တေ့တေ့ဖြစ်နေတဲ့ ပုံပြင်ကြိုက်ခဲ့သူတွေအတွက်တော့ပြန်နွှေးဖို့နဲ့ ကလေးတွေကိုပြောပြဖို့ အခွင့်အရေးကောင်းပါပဲ။#Zawgyiပီႏိုခီယိုဆိုတာ ပုံျပင္ေတြ ဖတ္ဖူးတဲ့သူဆိုရင္ ၾကားဖူးၾကမွာပါပဲ။ သစ္သား႐ုပ္ကေလးေနအသက္ဝင္လာတဲ့ကေလးေလးေပါ့။ မိဘစကားနားမေထာင္လို႔ ဒုကၡေရာက္တဲ့အေၾကာင္း၊လူစိမ္းေတြကို မယုံဖို႔အေၾကာင္း၊ပညာသင္ဖို႔လိုေၾကာင္း၊ စိတ္ထားေကာင္းရင္ ကံေကာင္းေၾကာင္း၊ သတၱိရွိဖို႔လိုေၾကာင္း စတဲ့အခ်က္ေတြအားလုံးကို ပုံျပင္တစ္ခုထဲနဲ႔ စုံေအာင္ထည့္ၿပီး ကေလးေတြအတြက္ ဆုံးမေပးခဲ့တဲ့ ပုံျပင္ေလးပါပဲ။ လိမ္ေျပာရင္ႏွာေခါင္းႀကီးရွည္ထြက္လာတယ္ဆိုတဲ့ ဗန္းစကားေတြ ပုံျပင္ေတြအားလုံးက ဒီက စတာပါပဲ။ ဒီ႐ုပ္ရွင္ကေတာ့အီတလီကားပါ၊ အေရာင္ေတြသုံးထားတာ ခပ္ေမွာင္ေမွာင္နဲ႔ လူေတြကေတာ့ အေတာ္စုတ္စုတ္ျပတ္ျပတ္ျဖစ္ေနေအာင္ ျပထားပါတယ္။ ဒစ္စေနးလိုေတာ့ အေရာင္စုံေလးေတြ မပါပါဘူး။ ဒါေပမယ့္ ကေလးေတြကိုျပဖို႔ပဲ ျဖစ္ျဖစ္၊ကိုယ္တိုင္အပမ္းေျဖဖို႔ပဲ ျဖစ္ျဖစ္ စိတ္ဝင္စားဖို႔ေကာင္းလို႔ တင္ဆက္ေပးထားလိုက္ပါတယ္။ပီႏိုခီယိုရဲ႕ ရွည္လ်ားတဲ့ စြန႔္စားခန္းပုံျပင္ႀကီးကို ေမ့ေတ့ေတ့ျဖစ္ေနတဲ့ ပုံျပင္ႀကိဳက္ခဲ့သူေတြအတြက္ေတာ့ျပန္ေႏႊးဖို႔နဲ႔ ကေလးေတြကိုေျပာျပဖို႔ အခြင့္အေရးေကာင္းပါပဲ။(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Littleneo ပဲဖြစ်ပါတယ်။)Quality – 720p Web-DLDuration – 2 hrs 32 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, FantasySource : 1080p.WEB-DLTranslator – LittleneoEncoder – San Win Maung"