"ကျွန်တော် ခဏခဏမေးဖြစ်တဲ့ မေးခွန်းလေးတစ်ခုမေးကြည့်ချင်ပါတယ်။ ခင်ဗျားက စနိုက်ပါ တစ်လက်နဲ့ လူတစ်ယောက်ကို ချိန်ထားတယ်။အဲဒီလူက လူတွေအများကြီးရှိနေတဲ့ နေရာမှာ ဗုံးခွဲမလို့ လုပ်နေတဲ့သူ။ အဲဒီလူကို ပစ်သတ်ဖို့ ခင်ဗျား သေနတ်မောင်းကို ဆွဲမှာလား။Pauseခင်ဗျားလက်မှာ သွေးအစွန်းခံပြီးတော့ ဗုံးကွဲလို့သေမယ့်သူတွေကို ကယ်မှာလား။ ဒါမှမဟုတ် လူသတ်သမားတစ်ယောက် အဖြစ်ခံပြီး ပစ်သတ်လိုက်မှာလား။ပစ်သတ်လိုက်မယ်ဆိုရင်တော့ ခင်ဗျားက သူရဲကောင်းကြီးတစ်ယောက် ဖြစ်သွားနိုင်တာပေါ့။ ဒါပေမဲ့ လူသတ်သမားတော့ ဖြစ်သွားလိမ့်မယ်။ခင်ဗျားက လွတ်လပ်တဲ့လူတစ်ယောက်ဖြစ်လို့ သေနတ်မောင်းခလုတ်ကို မဆွဲဘဲ လှည့်ထွက်သွားမယ်ဆိုရင်လည်း ရပါတယ်။ အနေသာကြီးပါ။ဒါပေမဲ့ လူပေါင်းများစွာ သေကြေပျက်စီးရမယ့် ကိစ္စကို တားနိုင်တဲ့ အစွမ်းရှိရဲ့သားနဲ့ မတားနိုင်ဘူးဆိုရင် အဲဒီအသက်တွေအတွက် ခင်ဗျားမှာ တာဝန်ရှိသွားလိမ့်မယ်။အဲဒါဆို လူအများနဲ့ တစ်ယောက် လဲမှာလား။ Witcher ထဲက ဇာတ်ဆောင်ရဲ့စကားကို ငှားပြီးပြောရမယ်ဆိုရင် မကောင်းမှုဆိုတာက မကောင်းမှုပါပဲ။သေးသေး၊ ကြီးကြီး။ အလတ်စားလောက်ပဲဖြစ်ဖြစ် မကောင်းမှုက မကောင်းမှုပါပဲ တဲ့။သေးတဲ့မကောင်းမှုကို ကျူးလွန်မှာလား ဒါမှမဟုတ် မကောင်းတာတစ်ခုကို အဖြစ်ခံမှာလား။ ရွေးကြည့်ပါ။နောက်ထပ် စဉ်းစားစရာထပ်ထည့်ပေးကြည့်ပါမယ်။ အဲဒီ ဗုံးခွဲမယ့်သူက ကလေးမလေးတစ်ယောက်ဖြစ်နေမယ်ဆိုရင်ရော။ကလေးတွေ အမျိုးသမီးတွေကို (လိင်ခွဲခြားဆက်ဆံခြင်းမဟုတ်တာကို သတိပြုစေချင်ပါတယ်) မထိခိုက်ရဘူးဆိုတဲ့ ခင်ဗျားရဲ့ ဖြောင့်မှန်နေမှုကြီးကို စတေးပြီးတော့ ပစ်သတ်လိုက်မှာလား။မပစ်ဘဲထားမယ်ဆိုရင်လည်း သူ့ကြောင့် ထိခိုက်နစ်နာရတဲ့သူတွေထဲမှာ ကလေးတွေ၊ အမျိုးသမီးတွေ ပါနေနိုင်တာပဲလေ။ထိခိုက်နစ်နာသူက တစ်ယောက်တည်းတောင် မဟုတ်ဘူး အများကြီးရှိနေမှာ။ပစ်သတ်လိုက်မယ်ဆိုရင်တော့ ကလေးသတ်သမားတစ်ယောက် ဖြစ်သွားပါလိမ့်မယ်။ ဘာကိုရွေးမှာလဲ။ဒီမေးခွန်းကိုပဲ နောက်ထပ် အခြေအနေလေးတစ်ခု ထပ်ထည့်ပေးကြည့်ပါမယ်။ ခင်ဗျားက စစ်သား တစ်ယောက်ဖြစ်တယ်ဆိုပါတော့။အမိန့်ကလည်း ပစ်သတ်ဖို့ အမိန့်ပေးထားမယ်။ သေနတ်မောင်းကို ဆွဲဖို့ မဆွဲဖို့ဆိုတာ ခင်ဗျားတစ်ယောက်တည်းရဲ့ ဆုံးဖြတ်ချက်ဖြစ်သွားပြီ။ပစ်သတ်လိုက်မယ်ဆိုရင် စစ်သားတစ်ယောက်အနေနဲ့ တာဝန်ရှိတဲ့ အတိုင်း တာဝန်ကို ကျေကျေပွန်ပွန်ဆောင်ရွက်နိုင်တဲ့ စစ်သားတစ်ယောက်၊အသက်ပေါင်းများစွာကို ကယ်တင်နိုင်တဲ့ သူရဲကောင်း ဖြစ်မှာပါ။ ဒါပေမဲ့ စစ်သားဆိုတာလည်း လူတစ်ယောက်ပဲလေ။ ခံစားချက်ရှိတယ်။ နှလုံးသားရှိတယ်။ဒီလူ(သို့) ဒီကလေးမလေးရဲ့ သွေးတွေ ခင်ဗျားလက်မှာ စွန်းနေပြီ။ ခင်ဗျားရဲ့ ဝိညာဉ်တစ်စိတ်တစ်ပိုင်းကို ချိုးဖျက်ပစ်လိုက်ရမှာပါ။အများအသက်ကိုကယ်တင်နိုင်တဲ့ သူရဲကောင်းတစ်ယောက်၊ တာဝန်ကျေပွန်တဲ့ စစ်သားကောင်းတစ်ယောက်ဆိုတာကပဲ့ကြွေကျသွားတဲ့ ကိုယ့်ဝိညာဉ်ရဲ့ အစိတ်အပိုင်းကို ပြန်ဖြည့်ဖို့ဆိုတာ လုံလောက်နိုင်မှာလား။မပစ်ခဲ့ဘူးဆိုရင်ရော တာဝန်မကျေတဲ့ စစ်သားတစ်ယောက်၊ လူအများအသက်ကိုကယ်နိုင်ဖို့ ကိုယ့်ရဲ့ ကိုယ်ကျင့်တရားကို မစတေးရဲတဲ့ လူတစ်ယောက် ဖြစ်သွားနိုင်ပါတယ်။ခင်ဗျားရဲ့ လူသားပီသမှု စံနှုန်းကဘယ်လိုပါလဲ။Unthinkable (2010) ဇာတ်ကားထဲမှာတော့ ဒီအခြေအနေအတိုင်း ဖြစ်နေတဲ့ ဇာတ်ကောင်တွေကို တွေ့ရပြီးအဲဒီဇာတ်ကောင်တွေထဲက တစ်ယောက်ချင်းစီက သူတို့ရဲ့ ရွေးချယ်မှုကို ဘယ်လိုတွေ လုပ်သွားတယ်ဆိုတာတွေ့ရမှာပါ။ဘယ်သူမှ မှားတယ်လို့ ပြောလို့မရသလို ဘယ်သူမှလည်း မှန်တယ်လို့ ပြောလို့မဖြစ်နိုင်ပါဘူး။အဆိုးဆုံးပြောရမယ်ဆိုရင် မှားပါတယ်ဆိုတဲ့ အကြမ်းဖက်ဗုံးခွဲတဲ့သူရဲ့ဘက်က ကြည့်မယ်ဆိုရင် သူလည်း မှန်နေတာတွေ အများကြီးပါပဲ။ဇာတ်လမ်းကရှင်းသလို ခပ်သွက်သွက်နဲ့ တင်ဆက်သွားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။ ပြီးတော့ ခင်ဗျားအတွက် တွေးစရာတွေ အများကြီးရသွားပါလိမ့်မယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ d3mon ပါ)File Size : (1.60 GB),(800 MB) And (400 MB)Quality : Blu-Ray (1080p 5.1,720p,480p)Running Time : 1hr 37minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : EXTENDED.CUT.1080p.Bluray.x264-LEVERAGETranslated by d3monEncoded by Thanhtike Zawzawgyiကြၽန္ေတာ္ ခဏခဏေမးျဖစ္တဲ့ ေမးခြန္းေလးတစ္ခုေမးၾကည့္ခ်င္ပါတယ္။ ခင္ဗ်ားက စႏိုက္ပါ တစ္လက္နဲ႔ လူတစ္ေယာက္ကို ခ်ိန္ထားတယ္။အဲဒီလူက လူေတြအမ်ားႀကီးရွိေနတဲ့ ေနရာမွာ ဗုံးခြဲမလို႔ လုပ္ေနတဲ့သူ။ အဲဒီလူကို ပစ္သတ္ဖို႔ ခင္ဗ်ား ေသနတ္ေမာင္းကို ဆြဲမွာလား။ခင္ဗ်ားလက္မွာ ေသြးအစြန္းခံၿပီးေတာ့ ဗုံးကြဲလို႔ေသမယ့္သူေတြကို ကယ္မွာလား။ ဒါမွမဟုတ္ လူသတ္သမားတစ္ေယာက္ အျဖစ္ခံၿပီး ပစ္သတ္လိုက္မွာလား။ပစ္သတ္လိုက္မယ္ဆိုရင္ေတာ့ ခင္ဗ်ားက သူရဲေကာင္းႀကီးတစ္ေယာက္ ျဖစ္သြားႏိုင္တာေပါ့။ ဒါေပမဲ့ လူသတ္သမားေတာ့ ျဖစ္သြားလိမ့္မယ္။ခင္ဗ်ားက လြတ္လပ္တဲ့လူတစ္ေယာက္ျဖစ္လို႔ ေသနတ္ေမာင္းခလုတ္ကို မဆြဲဘဲ လွည့္ထြက္သြားမယ္ဆိုရင္လည္း ရပါတယ္။ အေနသာႀကီးပါ။ဒါေပမဲ့ လူေပါင္းမ်ားစြာ ေသေၾကပ်က္စီးရမယ့္ ကိစၥကို တားႏိုင္တဲ့ အစြမ္းရွိရဲ႕သားနဲ႔ မတားႏိုင္ဘူးဆိုရင္ အဲဒီအသက္ေတြအတြက္ ခင္ဗ်ားမွာ တာဝန္ရွိသြားလိမ့္မယ္။အဲဒါဆို လူအမ်ားနဲ႔ တစ္ေယာက္ လဲမွာလား။ Witcher ထဲက ဇာတ္ေဆာင္ရဲ႕စကားကို ငွားၿပီးေျပာရမယ္ဆိုရင္ မေကာင္းမႈဆိုတာက မေကာင္းမႈပါပဲ။ေသးေသး၊ ႀကီးႀကီး။ အလတ္စားေလာက္ပဲျဖစ္ျဖစ္ မေကာင္းမႈက မေကာင္းမႈပါပဲ တဲ့။ေသးတဲ့မေကာင္းမႈကို က်ဴးလြန္မွာလား ဒါမွမဟုတ္ မေကာင္းတာတစ္ခုကို အျဖစ္ခံမွာလား။ ေ႐ြးၾကည့္ပါ။ေနာက္ထပ္ စဥ္းစားစရာထပ္ထည့္ေပးၾကည့္ပါမယ္။ အဲဒီ ဗုံးခြဲမယ့္သူက ကေလးမေလးတစ္ေယာက္ျဖစ္ေနမယ္ဆိုရင္ေရာ။ကေလးေတြ အမ်ိဳးသမီးေတြကို (လိင္ခြဲျခားဆက္ဆံျခင္းမဟုတ္တာကို သတိျပဳေစခ်င္ပါတယ္) မထိခိုက္ရဘူးဆိုတဲ့ ခင္ဗ်ားရဲ႕ ေျဖာင့္မွန္ေနမႈႀကီးကို စေတးၿပီးေတာ့ ပစ္သတ္လိုက္မွာလား။မပစ္ဘဲထားမယ္ဆိုရင္လည္း သူ႔ေၾကာင့္ ထိခိုက္နစ္နာရတဲ့သူေတြထဲမွာ ကေလးေတြ၊ အမ်ိဳးသမီးေတြ ပါေနႏိုင္တာပဲေလ။ထိခိုက္နစ္နာသူက တစ္ေယာက္တည္းေတာင္ မဟုတ္ဘူး အမ်ားႀကီးရွိေနမွာ။ပစ္သတ္လိုက္မယ္ဆိုရင္ေတာ့ ကေလးသတ္သမားတစ္ေယာက္ ျဖစ္သြားပါလိမ့္မယ္။ ဘာကိုေ႐ြးမွာလဲ။ဒီေမးခြန္းကိုပဲ ေနာက္ထပ္ အေျခအေနေလးတစ္ခု ထပ္ထည့္ေပးၾကည့္ပါမယ္။ ခင္ဗ်ားက စစ္သား တစ္ေယာက္ျဖစ္တယ္ဆိုပါေတာ့။အမိန႔္ကလည္း ပစ္သတ္ဖို႔ အမိန႔္ေပးထားမယ္။ ေသနတ္ေမာင္းကို ဆြဲဖို႔ မဆြဲဖို႔ဆိုတာ ခင္ဗ်ားတစ္ေယာက္တည္းရဲ႕ ဆုံးျဖတ္ခ်က္ျဖစ္သြားၿပီ။ပစ္သတ္လိုက္မယ္ဆိုရင္ စစ္သားတစ္ေယာက္အေနနဲ႔ တာဝန္ရွိတဲ့ အတိုင္း တာဝန္ကို ေက်ေက်ပြန္ပြန္ေဆာင္႐ြက္ႏိုင္တဲ့ စစ္သားတစ္ေယာက္၊အသက္ေပါင္းမ်ားစြာကို ကယ္တင္ႏိုင္တဲ့ သူရဲေကာင္း ျဖစ္မွာပါ။ ဒါေပမဲ့ စစ္သားဆိုတာလည္း လူတစ္ေယာက္ပဲေလ။ ခံစားခ်က္ရွိတယ္။ ႏွလုံးသားရွိတယ္။ဒီလူ(သို႔) ဒီကေလးမေလးရဲ႕ ေသြးေတြ ခင္ဗ်ားလက္မွာ စြန္းေနၿပီ။ ခင္ဗ်ားရဲ႕ ဝိညာဥ္တစ္စိတ္တစ္ပိုင္းကို ခ်ိဳးဖ်က္ပစ္လိုက္ရမွာပါ။အမ်ားအသက္ကိုကယ္တင္ႏိုင္တဲ့ သူရဲေကာင္းတစ္ေယာက္၊ တာဝန္ေက်ပြန္တဲ့ စစ္သားေကာင္းတစ္ေယာက္ဆိုတာကပဲ့ေႂကြက်သြားတဲ့ ကိုယ့္ဝိညာဥ္ရဲ႕ အစိတ္အပိုင္းကို ျပန္ျဖည့္ဖို႔ဆိုတာ လုံေလာက္ႏိုင္မွာလား။မပစ္ခဲ့ဘူးဆိုရင္ေရာ တာဝန္မေက်တဲ့ စစ္သားတစ္ေယာက္၊ လူအမ်ားအသက္ကိုကယ္ႏိုင္ဖို႔ ကိုယ့္ရဲ႕ ကိုယ္က်င့္တရားကို မစေတးရဲတဲ့ လူတစ္ေယာက္ ျဖစ္သြားႏိုင္ပါတယ္။ခင္ဗ်ားရဲ႕ လူသားပီသမႈ စံႏႈန္းကဘယ္လိုပါလဲ။Unthinkable (2010) ဇာတ္ကားထဲမွာေတာ့ ဒီအေျခအေနအတိုင္း ျဖစ္ေနတဲ့ ဇာတ္ေကာင္ေတြကို ေတြ႕ရၿပီးအဲဒီဇာတ္ေကာင္ေတြထဲက တစ္ေယာက္ခ်င္းစီက သူတို႔ရဲ႕ ေ႐ြးခ်ယ္မႈကို ဘယ္လိုေတြ လုပ္သြားတယ္ဆိုတာေတြ႕ရမွာပါ။ဘယ္သူမွ မွားတယ္လို႔ ေျပာလို႔မရသလို ဘယ္သူမွလည္း မွန္တယ္လို႔ ေျပာလို႔မျဖစ္ႏိုင္ပါဘူး။အဆိုးဆုံးေျပာရမယ္ဆိုရင္ မွားပါတယ္ဆိုတဲ့ အၾကမ္းဖက္ဗုံးခြဲတဲ့သူရဲ႕ဘက္က ၾကည့္မယ္ဆိုရင္ သူလည္း မွန္ေနတာေတြ အမ်ားႀကီးပါပဲ။ဇာတ္လမ္းကရွင္းသလို ခပ္သြက္သြက္နဲ႔ တင္ဆက္သြားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားပါ။ ၿပီးေတာ့ ခင္ဗ်ားအတြက္ ေတြးစရာေတြ အမ်ားႀကီးရသြားပါလိမ့္မယ္။(ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ပါ)File Size : (1.60 GB),(800 MB) And (400 MB)Quality : Blu-Ray (1080p 5.1,720p,480p)Running Time : 1hr 37minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : EXTENDED.CUT.1080p.Bluray.x264-LEVERAGETranslated by d3monEncoded by Thanhtike Zaw"