"အောင်မြင်မှုတွေရထားတဲ့ တရုတ်Dramaကားကောင်းလေးပါ။
လီရင်နဲ့ ယိုဂျင်းတို့ ဇနီးမောင်နှံက ဘေဂျင်းမြို့ကစက်ရုံတစ်ခုမှာ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အလုပ်ကြိုးစားကြသူတွေဖြစ်ပြီး
ရှင်းရှင်းဆိုတဲ့သားလိမ္မာလေးတစ်ယောက်လည်းရှိပါတယ်။
သူတို့လင်မယားနဲ့ ရင်းနှီးချစ်ခင်တဲ့လုပ်ဖော်ကိုင်ဖက်တွေဖြစ်တဲ့
ဟိုင်ရန်နဲ့ရီမင်တို့မှာလည်း ရှင်းရှင်းနဲ့မွေးနေ့တူတဲ့ သားလေးဟိုဟိုရှိပါတယ်။
တရုတ်နိုင်ငံရဲ့လူဦးရေလျှော့ချရေးစီမံချက်အရ
လင်မယားနှစ်ယောက်တွင်ကလေးတစ်ဦးပဲယူရမယ့်ဥပဒေရှိနေပေမယ့်
လီရင်ကိုယ်ဝန်ထပ်ရှိလာတဲ့အခါ
စက်ရုံဒါရိုက်တာဖြစ်တဲ့ဟိုင်ရန်က ကိုယ်ဝန်ဖျက်ချစေခဲ့ပါတယ်။
နောက်တော့ ကံဆိုးစွာနဲ့ပဲ ရှင်းရှင်းလေးတစ်ယောက်ရေနစ်တဲ့အခါမှာတော့
မိသားစုနှစ်ခုရဲ့ချစ်ခင်နေတဲ့ဆက်ဆံရေးတွေပြောင်းလဲသွားပါတော့တယ်။
အဲ့နောက်မှာ လီရင်တို့လင်မယားရဲ့ ဘဝတွေဟာခြောက်ကပ်ပြီး
ပျော်ရွှင်မှုနတ္ထိဖြစ်သွားပါတယ်။
ဇာတ်လမ်းကို 1980လောက်မှ ယခုအချိန်ထိ ရိုက်ပြထားပြီး
ပူဆွေးမှုသောကတွေ၊ စိတ်ရဲ့ဝန်ထုပ်ဝန်ပိုးတွေကို ဖော်ပြထားပါတယ်။
ကြည့်ရှုခံစားကြပါအုံး။
File Size : ( 2 GB , 380 MB)
Quality : BluRay 720p
Running Time : 3 hr 05 min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Moe Lay
Encoded by Moe Myint Lwin
zawgyi
ေအာင္ျမင္မႈေတြရထားတဲ့ တ႐ုတ္Dramaကားေကာင္းေလးပါ။
လီရင္နဲ႔ ယိုဂ်င္းတို႔ ဇနီးေမာင္ႏွံက ေဘဂ်င္းၿမိဳ႕ကစက္႐ုံတစ္ခုမွာ
အလုပ္ႀကိဳးစားၾကသူေတြျဖစ္ၿပီး
ရွင္းရွင္းဆိုတဲ့သားလိမၼာေလးတစ္ေယာက္လည္းရွိပါတယ္။
သူတို႔လင္မယားနဲ႔ ရင္းႏွီးခ်စ္ခင္တဲ့လုပ္ေဖာ္ကိုင္ဖက္ေတြျဖစ္တဲ့
ဟိုင္ရန္နဲ႔ရီမင္တို႔မွာလည္း ရွင္းရွင္းနဲ႔ေမြးေန႔တူတဲ့ သားေလးဟိုဟိုရွိပါတယ္။
တ႐ုတ္ႏိုင္ငံရဲ႕လူဦးေရေလွ်ာ့ခ်ေရးစီမံခ်က္အရ
လင္မယားႏွစ္ေယာက္တြင္ကေလးတစ္ဦးပဲယူရမယ့္ဥပေဒရွိေနေပမယ့္
လီရင္ကိုယ္ဝန္ထပ္ရွိလာတဲ့အခါ
စက္႐ုံဒါ႐ိုက္တာျဖစ္တဲ့ဟိုင္ရန္က ကိုယ္ဝန္ဖ်က္ခ်ေစခဲ့ပါတယ္။
ေနာက္ေတာ့ ကံဆိုးစြာနဲ႔ပဲ ရွင္းရွင္းေလးတစ္ေယာက္ေရနစ္တဲ့အခါမွာေတာ့
မိသားစုႏွစ္ခုရဲ႕ခ်စ္ခင္ေနတဲ့ဆက္ဆံေရးေတြေျပာင္းလဲသြားပါေတာ့တယ္။
အဲ့ေနာက္မွာ လီရင္တို႔လင္မယားရဲ႕ ဘဝေတြဟာေျခာက္ကပ္ၿပီး
ေပ်ာ္႐ႊင္မႈနတၳိျဖစ္သြားပါတယ္။
ဇာတ္လမ္းကို 1980ေလာက္မွ ယခုအခ်ိန္ထိ ႐ိုက္ျပထားၿပီး
ပူေဆြးမႈေသာကေတြ၊ စိတ္ရဲ႕ဝန္ထုပ္ဝန္ပိုးေတြကို ေဖာ္ျပထားပါတယ္။
ၾကည့္ရႈခံစားၾကပါအုံး။
File Size : ( 2 GB , 380 MB)
Quality : BluRay 720p
Running Time : 3 hr 05 min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Moe Lay
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
