"ဒီတစ်ခါ ဘောလီဝုဒ်ဖန်တွေအတွက် ရုံတင် အချစ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်
မင်းသား/မင်းသမီး နှစ်ယောက်စလုံးကလည်း ပရိသတ်အကြိုက် လူငယ် ခပ်ချောချောတွေချည်းပါပဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မိန်းကေလးပရိသတ်တွေအကြိုက် Kartik Aaryan နဲ့ ယောက်ျားလေး ပရိသတ်တွေအကြိုက် Sara Ali Khan တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်
နောက်ထပ်မင်းသမီးချောလေးတစ်ယောက်လည်း ထပ်ပါသေးတယ်ဗျ
ာ အသစ်လေးဆိုပေမယ့် သူလည်း အချောလေးပါပဲ
ဒီကားအကြောင်းမပြောခင် အဓိက ပြောရမှာက ဒါရိုက်တာပဲဗျ ဒါရိုက်တာကတော့ တခြားသူမဟုတ်ပါဘူ
း ဘောလီဝုဒ်မှာ ကိုယ်ပိုင်ဟန်တစ်ခု တည်ထောင်ထားနိုင်တဲ့ Imtiaz Ali ပဲဖြစ်ပါတယ်
အချစ်ကားများစွာကို ပုံဖေါ်ထားသူပီပီ အခုဇာတ်ကားလည်း Drama, Romance ကားကောင်းတစ်ကားပါပဲ
ဇာတ်လမ်းလေးကတော့ ၁၉၉၀ ခုနှစ်က လူငယ်တစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းနဲ့
ယခု ၂၀၂၀ က လူငယ်တစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းနှစ်ပုဒ်ကို စိတ်ဝင်စားဖွယ်အကြောင်းအရာနဲ့ ချိတ်ဆက်ပြသသွားတာပါ
အချစ်နဲ့ အလုပ်ကြားက ပြဿနာတွေ မိသားစုအခက်အခဲတွေ ပတ်ဝန်းကျင် ရိုက်ခတ်မှုတွေ ရိုးရာဓလေ့တွေနဲ့ အခြေနေပေါင်းများစွာကြားက
ဖြတ်ကျော်လာခဲ့တဲ့ ယနေ့ခေတ် အချစ်ဇာတ်တစ်ပုဒ်ပါပဲ ခံစားကြည့်လိုက်ကြပါဦး
………..
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
File Size : (950 MB) and (480 MB)
Quality : NF WEB-DL 720p
Running Time : 2hr 22min
Format : Mp4
Genre : Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p NF WEBRip x264 DD 5.1 .LOKiHD – Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
zawgyi
ဒီတစ္ခါ ေဘာလီဝုဒ္ဖန္ေတြအတြက္ ႐ုံတင္ အခ်စ္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္
မင္းသား/မင္းသမီး ႏွစ္ေယာက္စလုံးကလည္း ပရိသတ္အႀကိဳက္ လူငယ္ ခပ္ေခ်ာေခ်ာေတြခ်ည္းပါပဲ
မိန္းေကလးပရိသတ္ေတြအႀကိဳက္ Kartik Aaryan နဲ႔ ေယာက္်ားေလး ပရိသတ္ေတြအႀကိဳက္ Sara Ali Khan တို႔က အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္
ေနာက္ထပ္မင္းသမီးေခ်ာေလးတစ္ေယာက္လည္း ထပ္ပါေသးတယ္ဗ်
ာ အသစ္ေလးဆိုေပမယ့္ သူလည္း အေခ်ာေလးပါပဲ
ဒီကားအေၾကာင္းမေျပာခင္ အဓိက ေျပာရမွာက ဒါ႐ိုက္တာပဲဗ် ဒါ႐ိုက္တာကေတာ့ တျခားသူမဟုတ္ပါဘူ
း ေဘာလီဝုဒ္မွာ ကိုယ္ပိုင္ဟန္တစ္ခု တည္ေထာင္ထားႏိုင္တဲ့ Imtiaz Ali ပဲျဖစ္ပါတယ္
အခ်စ္ကားမ်ားစြာကို ပုံေဖၚထားသူပီပီ အခုဇာတ္ကားလည္း Drama, Romance ကားေကာင္းတစ္ကားပါပဲ
ဇာတ္လမ္းေလးကေတာ့ ၁၉၉၀ ခုႏွစ္က လူငယ္တစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းနဲ႔
ယခု ၂၀၂၀ က လူငယ္တစ္ေယာက္ရဲ႕ အခ်စ္ဇာတ္လမ္းႏွစ္ပုဒ္ကို စိတ္ဝင္စားဖြယ္အေၾကာင္းအရာနဲ႔ ခ်ိတ္ဆက္ျပသသြားတာပါ
အခ်စ္နဲ႔ အလုပ္ၾကားက ျပႆနာေတြ မိသားစုအခက္အခဲေတြ ပတ္ဝန္းက်င္ ႐ိုက္ခတ္မႈေတြ ႐ိုးရာဓေလ့ေတြနဲ႔ အေျခေနေပါင္းမ်ားစြာၾကားက
ျဖတ္ေက်ာ္လာခဲ့တဲ့ ယေန႔ေခတ္ အခ်စ္ဇာတ္တစ္ပုဒ္ပါပဲ ခံစားၾကည့္လိုက္ၾကပါဦး
………..
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (950 MB) and (480 MB)
Quality : NF WEB-DL 720p
Running Time : 2hr 22min
Format : Mp4
Genre : Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p NF WEBRip x264 DD 5.1 .LOKiHD – Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
