"Bajrangi Bhaijaan (2015)
——————————
မေတ္တာတရားဟာ စကြဝဠာရဲ့ ဘာသာတရားအဖြစ်ရပ်တည်နေပုံ ၊ ကရုဏာတရားဟာလည်းလူမျိုးမခွဲခြားပုံတို့ကို
ဒီဇာတ်ကားလေးညွှန်းဆိုထားပုံက ရင်ထဲမှာတသသကျန်ရှိစေပါတယ်။ Rating ကလည်း 8.2 ရရှိထားပြီး
အိန္ဒိယနိုင်ငံရဲ့ နိုင်ငံခြားဝင်ငွေဒုတိယဖြစ်ထားတာကြောင့် လက်မလွတ်သင့်လှတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။
ဇာတ်လမ်းအကျဉ်း
အိန္ဒိယနိုင်ငံဒေလီမြို့မှာတော့ပွဲတော်ကြီးကျင်းပချိန်ပေါ့။
ပဝန်(ဆလက်မန်ခန်း)ဟာလည်း ပါဝင်ဆင်နွှဲပြီးစားသောက်ဖွယ်ရာတွေကိုမြိန်မြိန်စားနေသည်။
ထိုအချိန်၌ပဝန်သတိထားမိသည်က
သူ့အားစိုက်ကြည့်နေသော၆နှစ်အရွယ်ကလေးမ။
ပဝန်ဟာကရုဏာသက်မိရင်း
ကလေးမလေးကိုအစားအစာတွေကျွေးမွေးခဲ့တယ်။
ပဝန်အိမ်ပြန်တော့လည်းကလေးမလေးဟာ
နောက်ကတကောက်ကောက်လိုက်နေခဲ့သည်။
ဒီလိုနဲ့နာမည်လည်း
မေးမရစကားလည်းမပြောတတ်သောကလေးအား
ထားမရစ်နိုင်သည့်အဆုံးပဝန်ဟာသူ့ယောက္ခမဆီ
ခေါ်လာခဲ့တော့သည်။ပဝန်ဟာကလေးမလေးရဲ့နေရပ်လည်းမသိသူ့့မိဘလည်းမသိပေမဲ့စိတ်ထားဖြူစင်မှုအရင်းခံနဲ့
ကလေးမလေးကိုသူ့မိဘဆီပြန်ပို့နိုင်ရန်
ဆုံးဖြတ်ထားခဲ့သည်။ကလေးမလေးကိုတော့
မူနီလို့အမည်မှည့်ပေးခဲ့သည်။
တစ်နေ့မှာတော့
ဖန်သားပြင်ထက်ကခရစ်ကတ်ကစားပွဲမှာ
အိန္ဒိယနဲ့ပါကစ္စတန်တို့အပြိုင်အဆိုင်
ကစားနေခဲ့ကြသည်။အိန္ဒိယအမှတ်သာလျှင်
ှူှူမူနီလေးမှာမပျော်၍ပါကစ္စတန်နိုင်လျှင်
ဝမ်းသာလျက်ရှိနေသည်။
ထိုအချိန်အခါ၌အိန္ဒိယနဲ့ပါကစ္စတန်တို့သည်
စစ်ရေးအရတစ်ဖက်နဲ့တစ်ဖက်မတည့်ကြချေ။
ပဝန်တို့မိသားစုတို့ကလည်းဘာသာရေးအရ
ဘုန်းကြီးမျိုးနွယ်ဝင်ဖြစ်၍မူနီအားလက်မခံသင့်ကြောင်း၊ပါကစ္စတန်နို်င်ငံသို့ပြန်ပို့သင့်ကြောင်းပဝန်ကို
တိုက်တွန်းခဲ့ကြသည်။
ပဝန်ဟာပါကစ္စတန်သံရုံးထံ
သွားရောက်ပို့ခဲ့သော်လည်းထိုအချိန်၌
သံရုံးအားအိန္ဒိယနိုင်ငံသားတို့ဆန္ဒပြစဉ်နဲ့
ကြုံတွေ့ခဲ့ရသည်။
ထိုစဉ်သံရုံးရဲ့စာရင်းသမားလေးနဲ့တွေ့ခဲ့ပြီး
မှောင်ခိုလမ်းမှပြန်ပို့ရန်ပဝန်အားအကြံပြုခဲ့သည်။
ပဝန်ဟာလည်းယုံစားမိပြီးမူနီအားချန်ထားခဲ့လေသည်။
လမ်းတစ်ဝက်မှာတော့ကစားစရာဝယ်ရင်း
မူနီအားပေးရန်ပြန်အလှည့်မှာတော့
မူနီလေးရောင်းစားခံရမှန်းသိခဲ့ရသည်။
အဲ့ဒီနောက်မှာတော့ပဝန်ဟာ
ပါကစ္စတန်သွားရောက်ပြီးမူနီ့မိဘတွေကို
ရှာဖွေခန်းဖွင့်ပြီးပြန်လည်ဆုံတွေ့နိုင်စေဖို့
ဆုံးဖြတ်လိုက်တော့သည်။
တကယ်တမ်းတော့ဇာတ်ကားလေးဟာ
အညွှန်းနဲ့အဓိပ္ပါယ်ဖော်နိုင်စွမ်းမရှိလှတဲ့
မေတ္တာဖွဲ့ဇာတ်အိမ်လေးပါ။
ပဝန်တစ်ယောက်ပါကစ္စတန်နိုင်ငံတွင်း
ဝင်ရောက်ခဲ့ပုံ၊မိဘရှာတော်ပုံတွေနဲ့အတူ
မူနီလေးတစ်ယောက်သူ့မိဘနဲ့ပြန်လည်
ဆုံစည်းနိုင်မလားဆိုတာကလည်း
ရင်ခုန်စိတ်လှုပ်ရှားစေခဲ့ပါတယ်။ပဝန်ရဲ့ဘဝနဲ့
အချစ်ရေးသာမကစိတ်ထားမြင်မြတ်မှုတွေကလည်း
အတုယူစရာကောင်းလှပါတယ်။
ဒီဇာတ်ကားလေးမှာတော့
ပဝန်တစ်ယောက်ရဲ့ကရုဏာကြီးမားမှုတွေ၊
ပါကစ္စတန်နိုင်ငံသို့ဝင်ရောက်ဖြတ်သန်းမှုတွေ၊
သွေးသားမတော်စပ်သူတစ်ဦးအတွက်
ဒုက္ခပေါင်းများစွာဖြတ်သန်းခဲ့ပုံတွေကတော့
မျက်ရည်မခိုင်သူအဖို့ပင်လယ်ထွန်းမယ့်
ဇာတ်ကားမျိုးပါ။
ဒါ့ပြင်အမြင်မတူအသွင်မတူဘာသာမတူ
နိုင်ငံသားချင်းမတူကြပေမဲ့မေတ္တာတရားဟာ
ကမ္ဘာ့လူသားတရားတော်ဆိုတာကို
ဒီဇာတ်ကားလေးကညွှန်းဆိုနေဦးမှာပါ။
(အညွန်းရေးသူကတော့ လင်းခယံပဲ ဖြစ်ပါတယ်)
File Size – 1.1 GB
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Quality – 720 P
Subtitle – Burmese (Hardsub)
File Size – 1.1 GB
Quality – 720 P
Subtitle – Burmese (Hardsub)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
