"အလုပ်မရှိအကိုင်မရှိမိဘမဲ့ကောင်ဆိုးလေးတစ်ယောက်ညီတယောက်နဲ့အတူတူနေကြတယ်။Pauseတစ်ရက်သူတို့ဆီကို သူတို့အဖေမသေခင်ကဇာတ်လမ်းဖြစ်ခဲ့ဖူးတဲ့ ဆော်လေးကအတင်းသူတို့အိမ်မှာ လာနေဖို့ဖြစ်လာတယ်။ကောင်ဆိုးလေးကလည်း အစကတော့အင်တင်တင်လက်မခံချင်ပေမယ့်လည်းဟိုက တွယ်ကပ်နေတော့လည်းလက်ခံလိုက်ရတယ်ပေါ့။ဒါပေမယ့်ခက်တာက အဲ့ဆော်ကအဲ့အိမ်ကညီအကိုနှစ်ယောက်လုံးကိုဝိုက်ဖို့ကြံနေတာပဲ။ညီကိုတော့ဝိုက်ပြီးပေမယ့်အကိုကဘယ်လိုချောင်းချောင်း မျက်နှာသာမပေးတော့စားဆော်လေးခမျာ မြင်သာမြင်ရမကြင်ရတဲ့ဘဝပေါ့။ကောင်ဆိုးလေးကလည်းသိပ်အစားမခံချင်ရှာပါဖူး။သူဆော်နဲ့အိပ်တာတောင် စားဆော်လေးနာမည်ကိုယောင်မိတဲ့အထိပဲ။နောက်ဆုံးတော့ အချိန်ပြည့် ဆာလောင်နေတတ်တဲ့ခရမ်းသီးကြိုက်တဲ့ ကောင်မဆိုးလေးအကြံအောင်မြင်သွားလားဆိုတာတော့ ကိုယ်တိုင်ပဲကြည့်ရှုအဖြေရှာလိုက်ကြပါအုန်း။ညွှန်းရရင် ဒီကားကအရင်ကားတွေထက်တော့ကိုရီးယားဆိုပေမယ့်အချို့နေရာတွေအနည်းငယ်ပိုရှင်း ပိုပြတ်သားလာတယ်လို့ပြောလို့ရတယ်။ဇာတ်လမ်းထက်သိုင်းကျမ်းနဲ့ဆော်လေးတွေဦးစားပေးကြည့်မယ်ဆိုရင်ကြည့်သင့်တဲ့ ကားပါပဲ။ဆော်လေးတွေကလည်းထုံးစံအတိုင်းမှည့်မှည့်ဝင်းဝင်းတွေကြီးပဲ။ကောင်ဆိုးလေးဆော်ဆို ကိတ်ချက်ကလက်လန်တယ်။အကိတ်ကြိုက်တဲ့ဘော်ဒါတွေဒေါင်းကြည့်သင့်တဲ့ကားလေးပါ။ထုံးစံအတိုင်း ပညာပေးလေးလဲပါတယ်ပေါ့။ရိုးရိုးအအ မခုတ်တတ်တဲ့ ဘဲကြီး၊ဘဲလေးများအဝိုက်မခံရဖို့ ဆူးပေါ်ဖက်ကျ ဆူးမကျိုးဖို့စားဆော်တွေလက်ကဘယ်လိုရှောင်ရမလဲဆိုတာပညာလေးယူလိုက်ကြပါအုန်း။ထုံးစံအတိုင်း ဒီကားကိုDarkSide ပါရဂူ Fox က ဘာသာပြန်ပေးထားပြီးXCode မှ ပျင်းရိလေးတွဲ့စွာ တင်ဆက်သည်။zawgyiအလုပ္မရွိအကိုင္မရွိမိဘမဲ့ေကာင္ဆိုးေလးတစ္ေယာက္ညီတေယာက္နဲ႔အတူတူေနၾကတယ္။တစ္ရက္သူတို႔ဆီကို သူတို႔အေဖမေသခင္ကဇာတ္လမ္းျဖစ္ခဲ့ဖူးတဲ့ ေဆာ္ေလးကအတင္းသူတို႔အိမ္မွာ လာေနဖို႔ျဖစ္လာတယ္။ေကာင္ဆိုးေလးကလည္း အစကေတာ့အင္တင္တင္လက္မခံခ်င္ေပမယ့္လည္းဟိုက တြယ္ကပ္ေနေတာ့လည္းလက္ခံလိုက္ရတယ္ေပါ့။ဒါေပမယ့္ခက္တာက အဲ့ေဆာ္ကအဲ့အိမ္ကညီအကိုႏွစ္ေယာက္လုံးကိုဝိုက္ဖို႔ႀကံေနတာပဲ။ညီကိုေတာ့ဝိုက္ၿပီးေပမယ့္အကိုကဘယ္လိုေခ်ာင္းေခ်ာင္း မ်က္ႏွာသာမေပးေတာ့စားေဆာ္ေလးခမ်ာ ျမင္သာျမင္ရမၾကင္ရတဲ့ဘဝေပါ့။ေကာင္ဆိုးေလးကလည္းသိပ္အစားမခံခ်င္ရွာပါဖူး။သူေဆာ္နဲ႔အိပ္တာေတာင္ စားေဆာ္ေလးနာမည္ကိုေယာင္မိတဲ့အထိပဲ။ေနာက္ဆုံးေတာ့ အခ်ိန္ျပည့္ ဆာေလာင္ေနတတ္တဲ့ခရမ္းသီးႀကိဳက္တဲ့ ေကာင္မဆိုးေလးအႀကံေအာင္ျမင္သြားလားဆိုတာေတာ့ ကိုယ္တိုင္ပဲၾကည့္ရႈအေျဖရွာလိုက္ၾကပါအုန္း။ၫႊန္းရရင္ ဒီကားကအရင္ကားေတြထက္ေတာ့ကိုရီးယားဆိုေပမယ့္အခ်ိဳ႕ေနရာေတြအနည္းငယ္ပိုရွင္း ပိုျပတ္သားလာတယ္လို႔ေျပာလို႔ရတယ္။ဇာတ္လမ္းထက္သိုင္းက်မ္းနဲ႔ေဆာ္ေလးေတြဦးစားေပးၾကည့္မယ္ဆိုရင္ၾကည့္သင့္တဲ့ ကားပါပဲ။ေဆာ္ေလးေတြကလည္းထုံးစံအတိုင္းမွည့္မွည့္ဝင္းဝင္းေတြႀကီးပဲ။ေကာင္ဆိုးေလးေဆာ္ဆို ကိတ္ခ်က္ကလက္လန္တယ္။အကိတ္ႀကိဳက္တဲ့ေဘာ္ဒါေတြေဒါင္းၾကည့္သင့္တဲ့ကားေလးပါ။ထုံးစံအတိုင္း ပညာေပးေလးလဲပါတယ္ေပါ့။႐ိုး႐ိုးအအ မခုတ္တတ္တဲ့ ဘဲႀကီး၊ဘဲေလးမ်ားအဝိုက္မခံရဖို႔ ဆူးေပၚဖက္က် ဆူးမက်ိဳးဖို႔စားေဆာ္ေတြလက္ကဘယ္လိုေရွာင္ရမလဲဆိုတာပညာေလးယူလိုက္ၾကပါအုန္း။ထုံးစံအတိုင္း ဒီကားကိုDarkSide ပါရဂူ Fox က ဘာသာျပန္ေပးထားၿပီးXCode မွ ပ်င္းရိေလးတြဲ႕စြာ တင္ဆက္သည္။"