"ဒီရုပ်ရှင်ကတော့ သဘာဝကျပါတယ်။
သဘာဝကျလွန်းလို့ တကယ့်လူတွေရဲ့ အပြင်ဘဝကို ထိုင်ကြည့်နေရသလိုပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်ဟာ လက်ရှိ ကုမ္ပဏီကြီးတွေရဲ့ အလုပ်ခွင် ဖိနှိပ်မှုတွေ၊
အနိုင်ကျင့်မှုတွေနဲ့ အမျိုးသားတွေလိင်အမြတ်ထုတ်မှုတွေဟာ
အပေါ်ယံပဲ ရှုမြင်ခံရပြီး လွတ်မြောက်နေတာကို မီးမောင်းထိုးပြထားတာပါပဲ။
ဒါကြောင့် ထူးခြားမှု ဘာမှမရှိဘဲ ဝေဖန်ရေးဆရာတွေ အားပေးမှုကို ရထားပါတယ်။
ဒီရုပ်ရှင်ဟာ ပထမဆုံး အနေနဲ့ Harvey Weinstein ကို
ရည်စူးတိုက်ခိုက်တဲ့ ရုပ်ရှင်လို့လည်း လူပြောများနေပါတယ်။
Harvey Weinstein ကိစ္စကို ကြားမိတဲ့သူတွေလည်း ကြားမိကြမှာပါ။
အမေရိကန်ရဲ့နာမည်ကျော် ရုပ်ရှင်ထုတ်လုပ်သူဖြစ်ပြီး
လိင်အမြတ်ထုတ်မှုပေါင်း ၈၀ ကျော်နဲ့တိုင်ချက်ဖွင့်ခံခဲ့ရပါတယ်၊
အလုပ်ပြုတ်ပြီး၊ အနုပညာသိပ္ပံအကယ်ဒမီကနေ ထုတ်ပယ်ခံလိုက်ရသူပါ။
ဒီရုပ်ရှင်မှာတော့ Julia Garner ကတော့ ရုပ်ရှင်ကုမ္ပဏီရဲ့
လက်ထောက်လေး အဖြစ် သရုပ်ဆောင်ထားပါတယ်။
သူ့ရဲ့ ဖုန်းတာဝန်ခံဖြေတာတွေ၊ ကော်ဖီဖျော်တာတွေ၊
ရုံးကိစ္စ တစ်နေ့တာလေးတွေကိုပြရင်းနဲ့မှ
အမျိုးသမီးငယ်တွေ အကာအကွယ်မဲ့နေတာ၊
ဖိနှိပ်ခံနေရတာကို အားလုံးမြင်အောင် ရိုက်ကူးပြသွားတာပါ။
တစ်ခန်းချင်းအနေနဲ့ကြည့်ရင် ဘာမှန်းမသိသလိုပေမယ့်
တစ်ကားလုံးကို ခြုံကြည့်လိုက်ရင် လက်ရှိ အပြင်မှာ
ခံစားဖူးတဲ ဝန်ထမ်းတွေဆို မျက်ရည်ပါ ဝဲသွားနိုင်ပါတယ်။
အပေါ်က ပြောခဲ့သလို ဝန်ထမ်းမိန်းကလေးငယ်တစ်ယောက်နဲ့
အလုပ်သဘောနဲ့ ခံစားမှုကို အဓိကရိုက်ပြထားတာမို့
အထူးအထွေ ဇာတ်လမ်းဇာတ်ကွက်ကြီးတွေ
မျှော်လင့်ထားရင်တော့ ပျင်းဖို့ကောင်းလိမ့်မယ်လို့ သတိပေးပါရစေ။
File Size : ( 823 MB , 271 MB)
Quality : WEBRip 720p
Running Time : 1 hr 27 min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
zawgyi
ဒီ႐ုပ္ရွင္ကေတာ့ သဘာဝက်ပါတယ္။
သဘာဝက်လြန္းလို႔ တကယ့္လူေတြရဲ႕ အျပင္ဘဝကို ထိုင္ၾကည့္ေနရသလိုပါပဲ။
ဒီ႐ုပ္ရွင္ဟာ လက္ရွိ ကုမၸဏီႀကီးေတြရဲ႕ အလုပ္ခြင္ ဖိႏွိပ္မႈေတြ၊
အႏိုင္က်င့္မႈေတြနဲ႔ အမ်ိဳးသားေတြလိင္အျမတ္ထုတ္မႈေတြဟာ
အေပၚယံပဲ ရႈျမင္ခံရၿပီး လြတ္ေျမာက္ေနတာကို မီးေမာင္းထိုးျပထားတာပါပဲ။
ဒါေၾကာင့္ ထူးျခားမႈ ဘာမွမရွိဘဲ ေဝဖန္ေရးဆရာေတြ အားေပးမႈကို ရထားပါတယ္။
ဒီ႐ုပ္ရွင္ဟာ ပထမဆုံး အေနနဲ႔ Harvey Weinstein ကို
ရည္စူးတိုက္ခိုက္တဲ့ ႐ုပ္ရွင္လို႔လည္း လူေျပာမ်ားေနပါတယ္။
Harvey Weinstein ကိစၥကို ၾကားမိတဲ့သူေတြလည္း ၾကားမိၾကမွာပါ။
အေမရိကန္ရဲ႕နာမည္ေက်ာ္ ႐ုပ္ရွင္ထုတ္လုပ္သူျဖစ္ၿပီး
လိင္အျမတ္ထုတ္မႈေပါင္း ၈၀ ေက်ာ္နဲ႔တိုင္ခ်က္ဖြင့္ခံခဲ့ရပါတယ္၊
အလုပ္ျပဳတ္ၿပီး၊ အႏုပညာသိပၸံအကယ္ဒမီကေန ထုတ္ပယ္ခံလိုက္ရသူပါ။
ဒီ႐ုပ္ရွင္မွာေတာ့ Julia Garner ကေတာ့ ႐ုပ္ရွင္ကုမၸဏီရဲ႕
လက္ေထာက္ေလး အျဖစ္ သ႐ုပ္ေဆာင္ထားပါတယ္။
သူ႔ရဲ႕ ဖုန္းတာဝန္ခံေျဖတာေတြ၊ ေကာ္ဖီေဖ်ာ္တာေတြ၊
႐ုံးကိစၥ တစ္ေန႔တာေလးေတြကိုျပရင္းနဲ႔မွ
အမ်ိဳးသမီးငယ္ေတြ အကာအကြယ္မဲ့ေနတာ၊
ဖိႏွိပ္ခံေနရတာကို အားလုံးျမင္ေအာင္ ႐ိုက္ကူးျပသြားတာပါ။
တစ္ခန္းခ်င္းအေနနဲ႔ၾကည့္ရင္ ဘာမွန္းမသိသလိုေပမယ့္
တစ္ကားလုံးကို ၿခဳံၾကည့္လိုက္ရင္ လက္ရွိ အျပင္မွာ
ခံစားဖူးတဲ ဝန္ထမ္းေတြဆို မ်က္ရည္ပါ ဝဲသြားႏိုင္ပါတယ္။
အေပၚက ေျပာခဲ့သလို ဝန္ထမ္းမိန္းကေလးငယ္တစ္ေယာက္နဲ႔
အလုပ္သေဘာနဲ႔ ခံစားမႈကို အဓိက႐ိုက္ျပထားတာမို႔
အထူးအေထြ ဇာတ္လမ္းဇာတ္ကြက္ႀကီးေတြ
ေမွ်ာ္လင့္ထားရင္ေတာ့ ပ်င္းဖို႔ေကာင္းလိမ့္မယ္လို႔ သတိေပးပါရေစ။
File Size : ( 823 MB , 271 MB)
Quality : WEBRip 720p
Running Time : 1 hr 27 min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
