"The Pelican Brief (1993)IMDB Rating ——– 6.6ဒီရုပ်ရှင်ရဲ့ မူရင်းဝတ္တုဟာThe Firm တို့ A Time To Kill တို့ Rain Makerတို့လို နာမည်ကျော် Legal Thriller တွေပဲရေးခဲ့တဲ့ John Grisham ပါ။သူရဲ့ ပထမဆုံးဝတ္တု A time to killဟာ၂၀၁၂အထိစစ်တမ်းအရ ၂၇၅သန်းအထိ ကော်ပီရောင်းရပြီးပါပြီ။ဒီနောက်ရေးတဲ့ The Firm ဟာ Best Seller စာရင်းဝင်ခဲ့ပြီး သူ့ကို စအောင်မြင်စေခဲ့တဲ့ Legal Thrillerဖြစ်ပြီးမကြာသေးခင်ကပဲ CM မှာ တင်ဆက်ပေးခဲ့ပြီး ဖြစ်ပါတယ်။အခုတော့ သူရဲ့ နာမည်ကျော်ဝတ္တုတစ်ပုဒ်ကိုပဲJulia Roberts နဲ့ Denzel Washington တို့လိုဒိတ်ဒိတ်ကြဲတွေ သရုပ်ဆောင်ထားတဲ့The Pelican Brief ဆိုတဲ့ ကားနဲ့ ထပ်မိတ်ဆက်ပေးပါရစေ။Pauseဗဟိုတရားရုံး ဂျူဒီ နှစ်ယောက်ကို Khamelလို့အမည်တွင်တဲ့ လူလတ်သမားတစ်ယောက်ဟာလုပ်ကြံသတ်ဖြတ်သွားပါတယ်။ ဒီအဖြစ်အပျက်အပြီးနှစ်နှစ်တာ အကြာမှာ Tulane တက္ကသိုလ်ကရှေ့နေကျောင်းသူ Darby Shaw ဟာဒီအဖြစ်အပျက်နဲ့ ပက်သက်ပြီး ဘာလို့ သူတို့အသတ်ခံရလဲဆိုတာကို သီအိုရီထုတ်ပြီးလျှောက်လဲချက်တစ်ခု ရေးခဲ့ပါတယ်။ဒီလျှောက်လဲချက်ကို သူမရဲ့ ဥပဒေပါမောက္ခကိုပေးခဲ့ပြီး သူ့ဆရာက Gavin Verheek ဆိုတဲ့FBI ဒါရိုက်တာ ရဲ့အထူးရှေ့နေတစ်ယောက်ကို မူပွားပေးခဲ့ပါတယ်။ ဒီနောက်မှာ..ပါမောက္ခဟာ ဗုံးခွဲအသတ်ခံခဲ့ရပါတယ်။Darby ကိုယ်တိုင်လည်း တိုက်ခိုက်မှူ တစ်ချို့ုကြုံရပြီးတဲ့အခါ သူ မသေအောင်ရှောင်ဖို့ လုပ်ရပါတော့တယ်။ဒီအချိန်မှာပဲ သူ သီအိုရီ ထုတ်ထားတဲ့လျှောက်လဲချက်ဟာ မမှားလို့ သူ့ကို လုပ်ကြံဖို့ကြံစည်နေကြောင်း သဘောပေါက်ခဲ့တယ်။ဒီလိုနဲ့ သူမ ပုန်းကွယ်ပြီး Verheek ဆီက အကူအညီတောင်းခဲ့ရပါသတဲ့..။တစ်ဖက်မှာ Garciaလို့ သူ့ကိုယ်သူ ခေါ်တဲ့ သတင်းပေးတစ်ယောက်ဟာသတင်းထောက် Gray Granthamကို လုပ်ကြံမှုတွေနဲ့ ပက်သက်တဲ့သတင်းပေးပြီး ချက်ချင်း ပျောက်ကွယ်သွားခဲ့တယ်။ဒီနောက် Darby ဟာ သူ့ လျှောက်လှဲချက်တွေ မှန်ကန်တာတွေ့ရှိခဲ့တဲ့သတင်းထောက်နဲ့ ဆက်သွယ်ခဲ့ပါတယ်။Darby ဟာ ထပ်အတိုက်ခိုက်ခံရပြီး လွတ်မြောက်သွားပေမဲ့သူ့ကွန်ပျူတာ ဖိုင် ဒေတာတွေ အကုန်ပျောက်ကွယ် သွားခဲ့တယ်။Verheek နဲ့ တွေ့ဆုံဖို့ စီစဉ်တဲ့အခါလည်းVerheek အသတ်ခံခဲ့ရပြီး လူသတ်သမားကအယောင်ဆောင်လာတွေ့ခဲ့ပါတယ်။ဒါပေမဲ့ ဘယ်ဆီကရောက်လာမှန်းမသိတဲ့ကျည်တစ်တောင့်က သူ့ အသက်ကို ကယ်တင်သွားခဲ့ပါတယ်။Grantham နဲ့ Darbyတို့ နယူးယောက်မှာ တွေ့ကြပြီးသူရဲ့ Palican လျှောက်လဲချက်ထဲက ခန့်မှန်းချက်တွေအကြောင်း Granthamကို ပြောပြခဲ့ပါတယ်။ Granthamကလည်းသတင်းပေးလူအကြောင်းပြောပြရရင်း သတင်းပေးတဲ့လူကိုသူကို သူတို့သိပြီးတဲ့အခါ…. သက်သေဘယ်လိုရှာရင်းသူရဲ့ Palican လျှောက်လဲချက်ကို ဘယ်လို သက်သေပြမလဲဘယ်လောက်ထိ အဆင့်မြင့်တဲ့ အုပ်ချူပ်ရေးပိုင်းက လူတွေပါပါနေလဲဆိုတာတော့ကိုယ်တိုင်ပဲ ကြည့်ရှုရင်ခုန်လိုက်ကြပါ….။ဒီရုပ်ရှင်ရဲ့ မူရင်းဝတ္တုရေးဆရာ John Grishmanဟာရှေ့နေလည်းဟုတ်သလို နိုင်ငံရေးသမားတစ်ဖြစ်လဲစာရေးဆရာလည်း ဟုတ်ပါတယ်။ဒီတော့ သူ့ရဲ့ Legal Thriller ဝတ္တုတွေဟာ သေသပ်ပြည့်စုံပါတယ်။သူ့ စာအုပ်ကို ရိုက်ထားတဲ့Julia Roberts တို့ Danzel Washington တို့လိုလူတွေ သရုပ်ဆောင်ထားတဲ့ ဒီကားဟာလည်းRating မများလှပေမဲ့ ကားကောင်းတစ်ခုမို့လို့ပြန်လည်တူးဖော် တင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းအညွှန်းကိုတော့ Wira Aung မှရေးသားပေးပြီးဘာသာပြန်သူကတော့ Pinky Barbie ပဲဖြစ်ပါတယ်…File Size : 1012MBQuality : Blu-Ray 720pFormat…mp4Duration…02:22:00Genre :Crime, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pinky BarbieEncoded by Phyo PyaezawgyiThe Pelican Brief (1993)IMDB Rating ——– 6.6ဒီ႐ုပ္ရွင္ရဲ႕ မူရင္းဝတၱဳဟာThe Firm တို႔ A Time To Kill တို႔ Rain Makerတို႔လို နာမည္ေက်ာ္ Legal Thriller ေတြပဲေရးခဲ့တဲ့ John Grisham ပါ။သူရဲ႕ ပထမဆုံးဝတၱဳ A time to killဟာ၂၀၁၂အထိစစ္တမ္းအရ ၂၇၅သန္းအထိ ေကာ္ပီေရာင္းရၿပီးပါၿပီ။ဒီေနာက္ေရးတဲ့ The Firm ဟာ Best Seller စာရင္းဝင္ခဲ့ၿပီး သူ႔ကို စေအာင္ျမင္ေစခဲ့တဲ့ Legal Thrillerျဖစ္ၿပီးမၾကာေသးခင္ကပဲ CM မွာ တင္ဆက္ေပးခဲ့ၿပီး ျဖစ္ပါတယ္။အခုေတာ့ သူရဲ႕ နာမည္ေက်ာ္ဝတၱဳတစ္ပုဒ္ကိုပဲJulia Roberts နဲ႔ Denzel Washington တို႔လိုဒိတ္ဒိတ္ႀကဲေတြ သ႐ုပ္ေဆာင္ထားတဲ့The Pelican Brief ဆိုတဲ့ ကားနဲ႔ ထပ္မိတ္ဆက္ေပးပါရေစ။ဗဟိုတရား႐ုံး ဂ်ဴဒီ ႏွစ္ေယာက္ကို Khamelလို႔အမည္တြင္တဲ့ လူလတ္သမားတစ္ေယာက္ဟာလုပ္ႀကံသတ္ျဖတ္သြားပါတယ္။ ဒီအျဖစ္အပ်က္အၿပီးႏွစ္ႏွစ္တာ အၾကာမွာ Tulane တကၠသိုလ္ကေရွ႕ေနေက်ာင္းသူ Darby Shaw ဟာဒီအျဖစ္အပ်က္နဲ႔ ပက္သက္ၿပီး ဘာလို႔ သူတို႔အသတ္ခံရလဲဆိုတာကို သီအိုရီထုတ္ၿပီးေလွ်ာက္လဲခ်က္တစ္ခု ေရးခဲ့ပါတယ္။ဒီေလွ်ာက္လဲခ်က္ကို သူမရဲ႕ ဥပေဒပါေမာကၡကိုေပးခဲ့ၿပီး သူ႔ဆရာက Gavin Verheek ဆိုတဲ့FBI ဒါ႐ိုက္တာ ရဲ႕အထူးေရွ႕ေနတစ္ေယာက္ကို မူပြားေပးခဲ့ပါတယ္။ ဒီေနာက္မွာ..ပါေမာကၡဟာ ဗုံးခြဲအသတ္ခံခဲ့ရပါတယ္။Darby ကိုယ္တိုင္လည္း တိုက္ခိုက္မႉ တစ္ခ်ိဳ႕ုႀကဳံရၿပီးတဲ့အခါ သူ မေသေအာင္ေရွာင္ဖို႔ လုပ္ရပါေတာ့တယ္။ဒီအခ်ိန္မွာပဲ သူ သီအိုရီ ထုတ္ထားတဲ့ေလွ်ာက္လဲခ်က္ဟာ မမွားလို႔ သူ႔ကို လုပ္ႀကံဖို႔ႀကံစည္ေနေၾကာင္း သေဘာေပါက္ခဲ့တယ္။ဒီလိုနဲ႔ သူမ ပုန္းကြယ္ၿပီး Verheek ဆီက အကူအညီေတာင္းခဲ့ရပါသတဲ့..။တစ္ဖက္မွာ Garciaလို႔ သူ႔ကိုယ္သူ ေခၚတဲ့ သတင္းေပးတစ္ေယာက္ဟာသတင္းေထာက္ Gray Granthamကို လုပ္ႀကံမႈေတြနဲ႔ ပက္သက္တဲ့သတင္းေပးၿပီး ခ်က္ခ်င္း ေပ်ာက္ကြယ္သြားခဲ့တယ္။ဒီေနာက္ Darby ဟာ သူ႔ ေလွ်ာက္လွဲခ်က္ေတြ မွန္ကန္တာေတြ႕ရွိခဲ့တဲ့သတင္းေထာက္နဲ႔ ဆက္သြယ္ခဲ့ပါတယ္။Darby ဟာ ထပ္အတိုက္ခိုက္ခံရၿပီး လြတ္ေျမာက္သြားေပမဲ့သူ႔ကြန္ပ်ဴတာ ဖိုင္ ေဒတာေတြ အကုန္ေပ်ာက္ကြယ္ သြားခဲ့တယ္။Verheek နဲ႔ ေတြ႕ဆုံဖို႔ စီစဥ္တဲ့အခါလည္းVerheek အသတ္ခံခဲ့ရၿပီး လူသတ္သမားကအေယာင္ေဆာင္လာေတြ႕ခဲ့ပါတယ္။ဒါေပမဲ့ ဘယ္ဆီကေရာက္လာမွန္းမသိတဲ့က်ည္တစ္ေတာင့္က သူ႔ အသက္ကို ကယ္တင္သြားခဲ့ပါတယ္။Grantham နဲ႔ Darbyတို႔ နယူးေယာက္မွာ ေတြ႕ၾကၿပီးသူရဲ႕ Palican ေလွ်ာက္လဲခ်က္ထဲက ခန႔္မွန္းခ်က္ေတြအေၾကာင္း Granthamကို ေျပာျပခဲ့ပါတယ္။ Granthamကလည္းသတင္းေပးလူအေၾကာင္းေျပာျပရရင္း သတင္းေပးတဲ့လူကိုသူကို သူတို႔သိၿပီးတဲ့အခါ…. သက္ေသဘယ္လိုရွာရင္းသူရဲ႕ Palican ေလွ်ာက္လဲခ်က္ကို ဘယ္လို သက္ေသျပမလဲဘယ္ေလာက္ထိ အဆင့္ျမင့္တဲ့ အုပ္ခ်ဴပ္ေရးပိုင္းက လူေတြပါပါေနလဲဆိုတာေတာ့ကိုယ္တိုင္ပဲ ၾကည့္ရႈရင္ခုန္လိုက္ၾကပါ….။ဒီ႐ုပ္ရွင္ရဲ႕ မူရင္းဝတၱဳေရးဆရာ John Grishmanဟာေရွ႕ေနလည္းဟုတ္သလို ႏိုင္ငံေရးသမားတစ္ျဖစ္လဲစာေရးဆရာလည္း ဟုတ္ပါတယ္။ဒီေတာ့ သူ႔ရဲ႕ Legal Thriller ဝတၱဳေတြဟာ ေသသပ္ျပည့္စုံပါတယ္။သူ႔ စာအုပ္ကို ႐ိုက္ထားတဲ့Julia Roberts တို႔ Danzel Washington တို႔လိုလူေတြ သ႐ုပ္ေဆာင္ထားတဲ့ ဒီကားဟာလည္းRating မမ်ားလွေပမဲ့ ကားေကာင္းတစ္ခုမို႔လို႔ျပန္လည္တူးေဖာ္ တင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းအၫႊန္းကိုေတာ့ Wira Aung မွေရးသားေပးၿပီးဘာသာျပန္သူကေတာ့ Pinky Barbie ပဲျဖစ္ပါတယ္…File Size : 1012MBQuality : Blu-Ray 720pFormat…mp4Duration…02:22:00Genre :Crime, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Pinky BarbieEncoded by Phyo Pyae"