"ဒီကားထဲက မင်းသား Nithiinကို အိန္ဒိဇာတ်ကားချစ်သူတွေ သိပ်မသိလောက်ပေမယ့် အပြုံးလှလှပိုင်ရှင်လေးဖြစ်တဲ့
မင်းသမီးချောလေး Rashmika Mandanna ရဲ့ ဇာတ်ကားမို့ ကြည့်စေချင်တဲ့ စေတနာနဲ့ ဘာသာပြန် တင်ဆက်လိုက်တာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မူရင်း အင်္ဂလိပ်စာဖိုင်မှာ အင်္ဂလိပ်လိုပြောတဲ့နေရာတွေမှာ စာမပါတဲ့အတွက် အတတ်နိုင်ဆုံး နားထောင်ပြီး အပြည့်စုံဆုံးဖြစ်အောင် ကြိုးစားပေးလိုက်တာပါ။
ဇာတ်ကားအကြောင်း နည်းနည်းပြောရမယ်ဆိုရင်… ရုတ်တရတ်ကြည့်ရင်တော့ ဒီဇာတ်ကားက
ဝန်ကြီးချုပ်မင်းသားလို့ခေါ်တဲ့ Mahesh Babu ရဲ့ ဝန်ကြီးချုပ်ဇာတ်ကား(Bharat Ane Nenu)နဲ့ Maharshi ဇာတ်ကားကို
inspiration ယူပြီး ရိုက်ကူးထားတယ်လို့တောင် ထင်ချင်စရာပါပဲ။
ဒါပေမယ့်လည်း ကွဲလွဲနေတာတွေတော့ အများကြီးရှိပါတယ်။
ဒီကားထဲကမင်းသားဟာ တေလေဂျပိုး ၊ ကောလိပ်ကနေ အထုတ်ခံလိုက်ရတဲ့သူ။
ဘ၀မှာ ကံဆိုးတတ်သူမို့ ဂေါ်မစွံလူပျိုဘ၀နဲ့ သူပြောတဲ့စကားထဲကလို IAS (I Am Single) ဖြစ်နေသူ။
မိန်းကလေးတစ်ယောက်ကို ပြန်ပေးဆွဲပါတယ်ဆိုပြီး ရဲစခန်းရောက်
အပြစ်တွေကို အေစီပီအရာရှိလက်အောက်မှာ ဆေးကြောရင်း အေစီပီ့သမီးကို
ချစ်ကြိုက်မိရာကနေ သူ့ဘ၀ ပြောင်းလဲလာတယ်လို့ ဆိုရမှာပါပဲ။
ဘာတွေ ဘယ်လိုပြောင်းလဲမလဲဆိုတာကတော့ ကိုယ့်ဘာသာ ခံစားလိုက်ပါတော့။
ဒီကားထဲမှာ အော်ဂဲနစ်(သဘာ၀နည်းနဲ့)စိုက်ပျိုးနည်း ၊ ဓာတုဆေးဝါးသုံးစွဲစိုက်ပျိုးနည်းတွေရဲ့ အကျိုးအပြစ်တွေကို
မှတ်သားလောက်စရာစကားတွေနဲ့ တင်ပြထားတာမို့ အချစ်ကားလိုလည်း ခံစားရမှာဖြစ်သလို
ဗဟုသုတရမယ့် ဇာတ်မြူးလေးလည်း ဖြစ်ပါတယ်လို့ ပဲ ညွှန်းဆိုလိုက်ပါရစေ….
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
File Size : (900 MB ) and (450 MB)
Quality : WEB-DL 720p
Running Time : 1hr 57min
Format : Mp4
Genre : Action, Comedy, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : Telugu TRUE WEB-DL.1080p .AVC .DD+5.1
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
zawgyi
ဒီကားထဲက မင္းသား Nithiinကို အိႏၵိဇာတ္ကားခ်စ္သူေတြ သိပ္မသိေလာက္ေပမယ့္ အၿပဳံးလွလွပိုင္ရွင္ေလးျဖစ္တဲ့
မင္းသမီးေခ်ာေလး Rashmika Mandanna ရဲ႕ ဇာတ္ကားမို႔ ၾကည့္ေစခ်င္တဲ့ ေစတနာနဲ႔ ဘာသာျပန္ တင္ဆက္လိုက္တာပါ။
မူရင္း အဂၤလိပ္စာဖိုင္မွာ အဂၤလိပ္လိုေျပာတဲ့ေနရာေတြမွာ စာမပါတဲ့အတြက္ အတတ္ႏိုင္ဆုံး နားေထာင္ၿပီး အျပည့္စုံဆုံးျဖစ္ေအာင္ ႀကိဳးစားေပးလိုက္တာပါ။
ဇာတ္ကားအေၾကာင္း နည္းနည္းေျပာရမယ္ဆိုရင္… ႐ုတ္တရတ္ၾကည့္ရင္ေတာ့ ဒီဇာတ္ကားက
ဝန္ႀကီးခ်ဳပ္မင္းသားလို႔ေခၚတဲ့ Mahesh Babu ရဲ႕ ဝန္ႀကီးခ်ဳပ္ဇာတ္ကား(Bharat Ane Nenu)နဲ႔ Maharshi ဇာတ္ကားကို
inspiration ယူၿပီး ႐ိုက္ကူးထားတယ္လို႔ေတာင္ ထင္ခ်င္စရာပါပဲ။
ဒါေပမယ့္လည္း ကြဲလြဲေနတာေတြေတာ့ အမ်ားႀကီးရွိပါတယ္။
ဒီကားထဲကမင္းသားဟာ ေတေလဂ်ပိုး ၊ ေကာလိပ္ကေန အထုတ္ခံလိုက္ရတဲ့သူ။
ဘ၀မွာ ကံဆိုးတတ္သူမို႔ ေဂၚမစြံလူပ်ိဳဘ၀နဲ႔ သူေျပာတဲ့စကားထဲကလို IAS (I Am Single) ျဖစ္ေနသူ။
မိန္းကေလးတစ္ေယာက္ကို ျပန္ေပးဆြဲပါတယ္ဆိုၿပီး ရဲစခန္းေရာက္
အျပစ္ေတြကို ေအစီပီအရာရွိလက္ေအာက္မွာ ေဆးေၾကာရင္း ေအစီပီ့သမီးကို
ခ်စ္ႀကိဳက္မိရာကေန သူ႔ဘ၀ ေျပာင္းလဲလာတယ္လို႔ ဆိုရမွာပါပဲ။
ဘာေတြ ဘယ္လိုေျပာင္းလဲမလဲဆိုတာကေတာ့ ကိုယ့္ဘာသာ ခံစားလိုက္ပါေတာ့။
ဒီကားထဲမွာ ေအာ္ဂဲနစ္(သဘာ၀နည္းနဲ႔)စိုက္ပ်ိဳးနည္း ၊ ဓာတုေဆးဝါးသုံးစြဲစိုက္ပ်ိဳးနည္းေတြရဲ႕ အက်ိဳးအျပစ္ေတြကို
မွတ္သားေလာက္စရာစကားေတြနဲ႔ တင္ျပထားတာမို႔ အခ်စ္ကားလိုလည္း ခံစားရမွာျဖစ္သလို
ဗဟုသုတရမယ့္ ဇာတ္ျမဴးေလးလည္း ျဖစ္ပါတယ္လို႔ ပဲ ၫႊန္းဆိုလိုက္ပါရေစ….
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (900 MB ) and (450 MB)
Quality : WEB-DL 720p
Running Time : 1hr 57min
Format : Mp4
Genre : Action, Comedy, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : Telugu TRUE WEB-DL.1080p .AVC .DD+5.1
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
