"Man on Fire(2004)
IMDb…7.7
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နှုတ်ခမ်းမွေး မုတ်ဆိတ်မွေး ဗရပွနဲ့ လူတစ်ယောက်…သူက အတိတ်က လုပ်ခဲ့တဲ့ ကိစ္စတစ်ရဲ့ အမှားတစ်ချို့ ကိုမေ့ပျောက်ဖို့ အတွက်
အရက်ကို အချိန်ပြည့်နီးပါးအဖော်ပြုနေတဲ့သူ….တစ်နေ့တော့ သူ့သူငယ်ချင်းတစ်ယောက်က လာပြောတယ် ဒီအတိုင်းနေမယ့်
အတူတူ အပြုအမူလေးတွေဆင်ခြင်ပြီးတော့ ချမ်းသာတဲ့ အသိုင်းအဝန်းက အိမ်မှာ ဘော်ဂီဂတ်လုပ်ဖို့ အကြံပေးလာတယ်.
.. သူဟာ အတိတ်တုန်းက စစ်မှုထမ်းခဲ့ပြီး စစ်မှုထမ်းသက်လည်း အတော်ရှိခဲ့ပြီး ထူးချွျန်ခဲ့တဲ့သူတစ်ယောက်..
.ဘောဒီဂတ်လုပ်ရမှာကပြန်ပေးမှုအများဆုံးဖြစ်နေတဲ့ မက္ကဆီကို ..သူဒီအလုပ်ကိုလက်ခံလိုက်တယ်…
.ဒီကားက တော်တော်များများကြားဖူး ကြည့်ဖူးပြီးသားဖြစ်မှာပါ…ဒါရိုက်တာTony Scott ရိုက်ကူးပြီး
ကျွန်တော်တို့ရဲ့ အသည်းစွဲမင်းသားကြီး Denzel Washington, ပါဝင်သရုပ်ဆောင်ထားပါတယ်.
..ပရိယာယ်များပြီး ဘယ်ကိစ္စမဆို ယုံကြည်လို့မရတဲ့ ဒီလောကကြီးမှာ ကျွန်တော်ကတော့ Denzel Washington, ရိုက်တဲ့ ကားတွေကို ချွင်းချက်ထားလိုက်ချင်တယ်.
.သိတဲ့အတိုင်း သူ့ကားတွေဟာ မကောင်းတဲ့ကားတောင်မရှိသလောက်ရယ်…ဒီကားမှာလည်း တိုတိုပြတ်ပြတ်ပြောပြီးအလုပ်ကိုတာဝန်ကျေတဲ့သူတစ်ယောက်..
.သူ့စောင့်ရှောက်ရတဲ့ကလေးမလေးအပေါ် သမီးလေးတစ်ယောက်လိုသံယောဇဉ်တွယ်ပြီး တဖြည်းဖြည်းပြောင်းလဲလာတဲ့ ဆက်ဆံရေး..
.ရှုတ်ထွေးပွေလီလှတဲ့ ကလေးငယ်ပြန်ပေးဆွဲမှုတွေ….ကျွန်တော့်လိုခပ်ကြောင်ကြောင် ကားတွေကြိုက်တဲ့သူတွေအဖို့ ကြည့်သင့်ပါကြောင်း မဝံမရဲတိုက်တွန်းပါရစေ…
File Size : (9၀0 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:26:00
Genre : Action, Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by JtheKoala
Encoded by Phyo Pyae
zawgyi
Man on Fire(2004)
IMDb…7.7
ႏႈတ္ခမ္းေမြး မုတ္ဆိတ္ေမြး ဗရပြနဲ႔ လူတစ္ေယာက္…သူက အတိတ္က လုပ္ခဲ့တဲ့ ကိစၥတစ္ရဲ႕ အမွားတစ္ခ်ိဳ႕ ကိုေမ့ေပ်ာက္ဖို႔ အတြက္
အရက္ကို အခ်ိန္ျပည့္နီးပါးအေဖာ္ျပဳေနတဲ့သူ….တစ္ေန႔ေတာ့ သူ႔သူငယ္ခ်င္းတစ္ေယာက္က လာေျပာတယ္ ဒီအတိုင္းေနမယ့္
အတူတူ အျပဳအမူေလးေတြဆင္ျခင္ၿပီးေတာ့ ခ်မ္းသာတဲ့ အသိုင္းအဝန္းက အိမ္မွာ ေဘာ္ဂီဂတ္လုပ္ဖို႔ အႀကံေပးလာတယ္.
.. သူဟာ အတိတ္တုန္းက စစ္မႈထမ္းခဲ့ၿပီး စစ္မႈထမ္းသက္လည္း အေတာ္ရွိခဲ့ၿပီး ထူးခြၽ်န္ခဲ့တဲ့သူတစ္ေယာက္..
.ေဘာဒီဂတ္လုပ္ရမွာကျပန္ေပးမႈအမ်ားဆုံးျဖစ္ေနတဲ့ မကၠဆီကို ..သူဒီအလုပ္ကိုလက္ခံလိုက္တယ္…
.ဒီကားက ေတာ္ေတာ္မ်ားမ်ားၾကားဖူး ၾကည့္ဖူးၿပီးသားျဖစ္မွာပါ…ဒါ႐ိုက္တာTony Scott ႐ိုက္ကူးၿပီး
ကြၽန္ေတာ္တို႔ရဲ႕ အသည္းစြဲမင္းသားႀကီး Denzel Washington, ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္.
..ပရိယာယ္မ်ားၿပီး ဘယ္ကိစၥမဆို ယုံၾကည္လို႔မရတဲ့ ဒီေလာကႀကီးမွာ ကြၽန္ေတာ္ကေတာ့ Denzel Washington, ႐ိုက္တဲ့ ကားေတြကို ခြၽင္းခ်က္ထားလိုက္ခ်င္တယ္.
.သိတဲ့အတိုင္း သူ႔ကားေတြဟာ မေကာင္းတဲ့ကားေတာင္မရွိသေလာက္ရယ္…ဒီကားမွာလည္း တိုတိုျပတ္ျပတ္ေျပာၿပီးအလုပ္ကိုတာဝန္ေက်တဲ့သူတစ္ေယာက္..
.သူ႔ေစာင့္ေရွာက္ရတဲ့ကေလးမေလးအေပၚ သမီးေလးတစ္ေယာက္လိုသံေယာဇဥ္တြယ္ၿပီး တျဖည္းျဖည္းေျပာင္းလဲလာတဲ့ ဆက္ဆံေရး..
.ရႈတ္ေထြးေပြလီလွတဲ့ ကေလးငယ္ျပန္ေပးဆြဲမႈေတြ….ကြၽန္ေတာ့္လိုခပ္ေၾကာင္ေၾကာင္ ကားေတြႀကိဳက္တဲ့သူေတြအဖို႔ ၾကည့္သင့္ပါေၾကာင္း မဝံမရဲတိုက္တြန္းပါရေစ…
File Size : (9၀0 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:26:00
Genre : Action, Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by JtheKoala
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
