"အချစ်ဆိုတာမျိုးကမထင်မှတ်ပဲအခြေအနေမျိုးစုံမှာရုတ်တရက်Pauseထွက်ပေါ်တတ်လာတာမျိုးပါ။ကိုယ်ချစ်တဲ့သူကို သက်ဆုံးတိုင်ကာကွယ်ပေးချင်တယ်။စောင့်ရှောက်ပေးချင်တယ်။ဒီကားလေးကတော့ ၂၀၂၀ကထွက်ရှိထားပြီးAction/Drama အမျိုးအစားကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းလေးကတော့ ဆူဝန်ဆိုတဲ့သူတစ်ယောက်ကဘဝမှာအသက်ထက်ချစ်ရတဲ့ ချစ်သူကိုဆုံးရှုံးပြီးနောက်ဘဝကိုပေပေတေတေနေလာခဲ့ပါတယ်။သူမှာသူငယ်ချင်းနှစ်ယာက်ရှိတယ်။ထယ်ယောင်း၊ချောလေးဆိုတဲ့ သူငယ်ချင်းနှစ်ယောက်နဲ့ငွေချေးလုပ်ငန်းတစ်ခုမှာ လူမိုက်ဝင်လုပ်နေခဲ့တယ်။တရက်မှာတော့မထင်မှတ်ပဲ သူဘဝထဲကိုသူချစ်သူအခြေအနေနဲ့တူတဲ့ ထူးဆန်းတဲ့အမျိုးသမီးတယောက်ရုတ်တရက်ဝင်ရောက်လာခဲ့ပါတယ်။အဲ့ဒီကောင်မလေးကို ဆူဝန်ကကာကွယ်ပေးဖို့ဖြစ်လာခဲ့သလိုသူမအတွက်ဆိုအမြဲအဆင်သင့်ရှိနေပေးရမယ့်ဘော်ဒီဂတ်တစ်ယောက်လိုဖြစ်လာခဲ့ပါတယ်။သူဘဝထဲအမှတ်မထင်ဝင်ရောက်လာတဲ့ကောင်မလေးကကော ဘယ်သူလဲ ဘယ်လိုရောက်လာတာလဲဆိုတာကိုတော့စိတ်ဝင်စားဖွယ်တွေ့ရမှာဖြစ်လို့ဇာတ်လမ်းကိုကိုယ်တိုင်ပဲခံစားကြည့်စေချင်ပါတယ်။Action ကားဆိုပေမယ့်အချစ် Romance လေးလဲပါသလိုဇာတ်လမ်းလေးကလည်းဆန်းပြီးအလှည့်အပြောင်းလေးတွေလည်းရောစပ်ထားပါတယ်။ပိတ်ရက်မှာ Action ကားကောင်းကောင်းမျှော်နေတဲ့ပရိတ်သတ်ကြီးလည်းအကြိုက်တွေ့မယ်လို့မျှော်လင့်ပါတယ်။File Size : 585 MBQuality : WEB-DL 720pFormat…mp4Duration… 1h 21mGenre : Action , Drama,Subtitle : Myanmar Subtitle (Hard Sub)Translated by – Moe PwintEncoded by – XCode\zawgyiအခ်စ္ဆိုတာမ်ိဳးကမထင္မွတ္ပဲအေျခအေနမ်ိဳးစုံမွာ႐ုတ္တရက္ထြက္ေပၚတတ္လာတာမ်ိဳးပါ။ကိုယ္ခ်စ္တဲ့သူကို သက္ဆုံးတိုင္ကာကြယ္ေပးခ်င္တယ္။ေစာင့္ေရွာက္ေပးခ်င္တယ္။ဒီကားေလးကေတာ့ ၂၀၂၀ကထြက္ရွိထားၿပီးAction/Drama အမ်ိဳးအစားကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းေလးကေတာ့ ဆူဝန္ဆိုတဲ့သူတစ္ေယာက္ကဘဝမွာအသက္ထက္ခ်စ္ရတဲ့ ခ်စ္သူကိုဆုံးရႈံးၿပီးေနာက္ဘဝကိုေပေပေတေတေနလာခဲ့ပါတယ္။သူမွာသူငယ္ခ်င္းႏွစ္ယာက္ရွိတယ္။ထယ္ေယာင္း၊ေခ်ာေလးဆိုတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္နဲ႔ေငြေခ်းလုပ္ငန္းတစ္ခုမွာ လူမိုက္ဝင္လုပ္ေနခဲ့တယ္။တရက္မွာေတာ့မထင္မွတ္ပဲ သူဘဝထဲကိုသူခ်စ္သူအေျခအေနနဲ႔တူတဲ့ ထူးဆန္းတဲ့အမ်ိဳးသမီးတေယာက္႐ုတ္တရက္ဝင္ေရာက္လာခဲ့ပါတယ္။အဲ့ဒီေကာင္မေလးကို ဆူဝန္ကကာကြယ္ေပးဖို႔ျဖစ္လာခဲ့သလိုသူမအတြက္ဆိုအၿမဲအဆင္သင့္ရွိေနေပးရမယ့္ေဘာ္ဒီဂတ္တစ္ေယာက္လိုျဖစ္လာခဲ့ပါတယ္။သူဘဝထဲအမွတ္မထင္ဝင္ေရာက္လာတဲ့ေကာင္မေလးကေကာ ဘယ္သူလဲ ဘယ္လိုေရာက္လာတာလဲဆိုတာကိုေတာ့စိတ္ဝင္စားဖြယ္ေတြ႕ရမွာျဖစ္လို႔ဇာတ္လမ္းကိုကိုယ္တိုင္ပဲခံစားၾကည့္ေစခ်င္ပါတယ္။Action ကားဆိုေပမယ့္အခ်စ္ Romance ေလးလဲပါသလိုဇာတ္လမ္းေလးကလည္းဆန္းၿပီးအလွည့္အေျပာင္းေလးေတြလည္းေရာစပ္ထားပါတယ္။ပိတ္ရက္မွာ Action ကားေကာင္းေကာင္းေမွ်ာ္ေနတဲ့ပရိတ္သတ္ႀကီးလည္းအႀကိဳက္ေတြ႕မယ္လို႔ေမွ်ာ္လင့္ပါတယ္။File Size : 585 MBQuality : WEB-DL 720pFormat…mp4Duration… 1h 21mGenre : Action , Drama,Subtitle : Myanmar Subtitle (Hard Sub)Translated by – Moe PwintEncoded by – XCode"