"Abe(2019)
မတူကွဲပြားမှုတွေကို တူညီတာလေးတစ်ချက်နဲ့ ပေါင်းစည်းသွားဖို့ ကြိုးစားခဲ့တဲ့ အေ့ဘ်…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သူ့ကိုလူတွေက အေဗရာဟင်လို့လည်းခေါ်တယ် အီဗရာဟမ် အာဗီ စတဲ့နာမည်အမျိုးမျိုးခေါ်ကြတယ်။
ဒါပေမယ့် သူကတော့ ဟင်းချက်ဝါသနာပါတဲ့ ၁၂နှစ်အရွယ်ကောင်လေး အေ့ဘ်ပါပဲ။
အမေဘက်က ဂျူး အဖေဘက်က မူစလင်ဖြစ်နေတဲ့မိသားစုမှာ ခဏခဏပဋိပက္ခတွေလည်းဖြစ်နေကြပါ။
၁၂အရွယ်ကလေးတစ်ယောက်အဖို့ မိသားစုအလိုကျ လိုက်နေပေးရင်း နှစ်ဖက်လုံးအတွက်အဆင်ပြေတာကိုရှာဖွေနေခဲ့တာပါ။
စားစရာတစ်ခုကိုတောင် အမြင်ကွဲလွဲတဲ့ဒီမိသားစုမှာ သူပါရမီပါတဲ့ အချက်အပြုတ်ဝါသနာကို ဘယ်လိုအသုံးချပြီး
ပေါင်းစည်းဖို့ကြိုးစားမလဲ?ဘာတွေဘယ်လိုဆက်ဖြစ်မယ်ဆိုတာ စိတ်ဝင်တစားကြည့်ရှုရမယ့်ကားလေးပါ။
ရယ်လည်းရယ်ရတဲ့ကားလေးဆိုတော့ အဆုံးထိမငြီးမငွေ့ကြည့်ရှုရမှာပါ။
ဟင်းချက်ဝါသနာရှင်တွေအတွက်လည်း အကြိုက်တွေ့စေမှာပါ။
Rating တွေအနေကလည်း Rotten Tomatoes 72% Imdb Rating 6.2 တောင်ရရှိထားတာမလို့
ကောင်းကြောင်းကိုအထွေအထူးမညွှန်းတော့ပဲ ကိုယ်တိုင်ကြည့်ရှုခံစားဖို့တိုက်တွန်းလိုက်ပါတယ်။
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်…
File Size : (795 MB) and (450MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:30:00
Genre : Comedy , Drama,
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye Mon Kyaw
Encoded by Phyo Pyae
zawgyi
Abe(2019)
မတူကြဲျပားမႈေတြကို တူညီတာေလးတစ္ခ်က္နဲ႔ ေပါင္းစည္းသြားဖို႔ ႀကိဳးစားခဲ့တဲ့ ေအ့ဘ္…
သူ႔ကိုလူေတြက ေအဗရာဟင္လို႔လည္းေခၚတယ္ အီဗရာဟမ္ အာဗီ စတဲ့နာမည္အမ်ိဳးမ်ိဳးေခၚၾကတယ္။
ဒါေပမယ့္ သူကေတာ့ ဟင္းခ်က္ဝါသနာပါတဲ့ ၁၂ႏွစ္အ႐ြယ္ေကာင္ေလး ေအ့ဘ္ပါပဲ။
အေမဘက္က ဂ်ဴး အေဖဘက္က မူစလင္ျဖစ္ေနတဲ့မိသားစုမွာ ခဏခဏပဋိပကၡေတြလည္းျဖစ္ေနၾကပါ။
၁၂အ႐ြယ္ကေလးတစ္ေယာက္အဖို႔ မိသားစုအလိုက် လိုက္ေနေပးရင္း ႏွစ္ဖက္လုံးအတြက္အဆင္ေျပတာကိုရွာေဖြေနခဲ့တာပါ။
စားစရာတစ္ခုကိုေတာင္ အျမင္ကြဲလြဲတဲ့ဒီမိသားစုမွာ သူပါရမီပါတဲ့ အခ်က္အျပဳတ္ဝါသနာကို ဘယ္လိုအသုံးခ်ၿပီး
ေပါင္းစည္းဖို႔ႀကိဳးစားမလဲ?ဘာေတြဘယ္လိုဆက္ျဖစ္မယ္ဆိုတာ စိတ္ဝင္တစားၾကည့္ရႈရမယ့္ကားေလးပါ။
ရယ္လည္းရယ္ရတဲ့ကားေလးဆိုေတာ့ အဆုံးထိမၿငီးမေငြ႕ၾကည့္ရႈရမွာပါ။
ဟင္းခ်က္ဝါသနာရွင္ေတြအတြက္လည္း အႀကိဳက္ေတြ႕ေစမွာပါ။
Rating ေတြအေနကလည္း Rotten Tomatoes 72% Imdb Rating 6.2 ေတာင္ရရွိထားတာမလို႔
ေကာင္းေၾကာင္းကိုအေထြအထူးမၫႊန္းေတာ့ပဲ ကိုယ္တိုင္ၾကည့္ရႈခံစားဖို႔တိုက္တြန္းလိုက္ပါတယ္။
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ပဲျဖစ္ပါတယ္…
File Size : (795 MB) and (450MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:30:00
Genre : Comedy , Drama,
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye Mon Kyaw
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
