"ဒီဇာတ်လမ်း ဟာ ၂၀၁၀ ခုနှစ်ကထွက်ရှိထားတဲ့ Detective Dee and the Mystery of the Phantom Flame ရုပ်ရှင်ရဲ့ Prequel ဖြစ်ပါတယ် …ဒါကြောင့် စုံထောက်တီ(ဒီး)ကိုငယ်စဉ်ဘဝကပုံစံနဲ့တွေ့ရမှာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသား Mark Chao ကစုံထောက်တီ(ဒီး)အဖြစ်ပါဝင်ထားပြီး မင်းသမီးကတော့ Angelababy ဖြစ်ပါတယ်။ ကိုရီးယားမင်းသား Kim Bum လဲအရံပါဝင်ထားပါတယ်။
တီ(ဒီး)တစ်ယောက် စုံထောက်မဖြစ်ခင် အလုပ်လာလျှောက်ကတည်းက တိုင်းပြည်ရဲ့ သေရေးရှင်ရေးပြသနာတစ်ခုကို ဖြေရှင်းဖို့တိုက်ဆိုင်လာတဲ့အခါမှာ……..။
ဇာတ်လမ်းကတော့ အဆန်းကြီးဖြစ်ပြီး နဂါးတွေ အဆိပ်ကောင်တွေ ကိုယ်ဖော့သိုင်းတွေ ရေထဲသွားမြင်းတွေ လျှို့ဝှက်ချက်တွေနဲ့ကြည့်ရမှာပါ။
ဒီဇာတ်လမ်းကို ကျွန်တော်ကတော့ ကြိုက်ပါတယ်။ ကင်မရာရိုက်ချက်တွေ Special Effects ကလဲ ကြည့်ရှုသူတွေကို တဝိုးဝိုးဖြစ်ရမှာပါ….
IMDb Rating (6.5/10) ရရှိထားပြီး Action,Adventure စုံထောက်ဇာတ်ကားကြိုက်သူတွေ လက်မလွတ်သင့်ပါ။
(စုံထောက်တီ(ဒီး) ဇာတ်ကားအလုံးစုံကို https://channelmyanmar.org/?s=detective+dee တွင်ကြည့်ကြပါကုန်။)
– Zawgyi –
ဒီဇာတ္လမ္း ဟာ ၂၀၁၀ ခုႏွစ္ကထြက္ရွိထားတဲ့ Detective Dee and the Mystery of the Phantom Flame ရုပ္ရွင္ရဲ႕ Prequel ျဖစ္ပါတယ္ …ဒါေၾကာင့္ စံုေထာက္တီ(ဒီး)ကိုငယ္စဥ္ဘဝကပံုစံနဲ႕ေတြ႕ရမွာပါ။
မင္းသား Mark Chao ကစံုေထာက္တီ(ဒီး)အျဖစ္ပါဝင္ထားျပီး မင္းသမီးကေတာ့ Angelababy ျဖစ္ပါတယ္။ ကိုရီးယားမင္းသား Kim Bum လဲအရံပါဝင္ထားပါတယ္။
တီ(ဒီး)တစ္ေယာက္ စံုေထာက္မျဖစ္ခင္ အလုပ္လာေလွ်ာက္ကတည္းက တိုင္းျပည္ရဲ႕ ေသေရးရွင္ေရးျပသနာတစ္ခုကို ေျဖရွင္းဖို႕တိုက္ဆိုင္လာတဲ့အခါမွာ……..။
ဇာတ္လမ္းကေတာ့ အဆန္းၾကီးျဖစ္ျပီး နဂါးေတြ အဆိပ္ေကာင္ေတြ ကိုယ္ေဖာ့သိုင္းေတြ ေရထဲသြားျမင္းေတြ လွ်ိဳ႕ဝွက္ခ်က္ေတြနဲ႕ၾကည့္ရမွာပါ။
ဒီဇာတ္လမ္းကို ကြ်န္ေတာ္ကေတာ့ ၾကိဳက္ပါတယ္။ ကင္မရာရိုက္ခ်က္ေတြ Special Effects ကလဲ ၾကည့္ရႈသူေတြကို တဝိုးဝိုးျဖစ္ရမွာပါ….
IMDb Rating (6.5/10) ရရွိထားျပီး Action,Adventure စံုေထာက္ဇာတ္ကားၾကိဳက္သူေတြ လက္မလြတ္သင့္ပါ။
(စံုေထာက္တီ(ဒီး) ဇာတ္ကားအလံုးစံုကို https://channelmyanmar.org/?s=detective+dee တြင္ၾကည့္ၾကပါကုန္။)
File size…(1.1GB)
Quality…Blu-Ray Rip 720p
Format…mp4
Duration….02:14:01
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
