"ကျွန်ုပ်သည် ခေတ်သစ်ရှားလော့စီးရီးကို ကြည့်ပြီးသကာလ စုံထောက်ခြင်း၌ ပျော်မွေ့လျက်ရှိရာ
အနှီ တရုတ်စုံထောက်ကားကိုလဲ ကြည့်မိလေသည်….။
ဇာတ်လမ်းကား စိတ်ဝင်စားဖွယ်ရာ အတိတည်း။
အေဒီ ၆၈၉ ခုနှစ်တွင် တရုတ်နိုင်ငံ၏ ပထမဆုံးသော ဘုရင်မဖြစ်လာမည့် ဘုရင်မဝူ သည်
ထီးနန်းတက်ပွဲ ပြုလုပ်ရန် အားထုတ်နေချိန်ဖြစ်လေသည်။
ထိုအချိန်၌ နေရင်းထိုင်ရင်း ဆန်းကြယ်စွာ မီးလောင်သူများ ထွက်ပေါ်လာပြီး အဆိုပါ မီးလောင်သူများမှာလဲ
ဘုရင်မဝူ နန်းတက်ပွဲအမှီ ထုလုပ်နေသော ရုပ်ပွားတော် တည်ဆောက်ရေးနှင့် ဆက်စပ်နေချေသည်။
ဖြေရှင်းမနိုင်သော ဇာတ်ထုတ်ကြီးအား ဖြေရှင်းရန် ဘုရင်မဝူကို ပုန်ကန်မှုဖြင့် ထောင်ချထားသော
စုံထောက်တီ(ဒီး)ကို ထောင်မှထုတ်ကာ တာဝန်ပေးလိုက်လေသည်။
သို့နှင့် စုံထောက်တီ(ဒီး)နှင့် ဆန်းကြယ်မီးတောက် အမှုဖြစ်လာချေတမုံ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စုံထောက်တီ(ဒီး)ကား စုံထောက်ရာတွင် စေ့စပ်သကဲ့သို့ သစ္စာတရားကို လက်ကိုင်ထားသူဖြစ်လေသည်။
သစ္စာတရား ၊ အမှန်တရားနှင့် ပတ်သတ်လာလျှင် ဘုရင်မ သော်မှ အလွတ်မပေး စစ်ဆေးသူတည်း။
ဘုရင်မဝူသည်လည်း တရုတ်နိုင်ငံ၏ ပထမဆုံးသော ဘုရင်မ ဖြစ်သောကြောင့်
ပေါ့သေးသေး မဟုတ်ရကား သက်ဦးဆံပိုင်ဘုရင်စနစ်တို့ ထုံးစအတိုင်း နန်းတွင်းအရှုပ်တော်ပုံသည်
အတော်ပင် ရှုပ်ထွေးလွန်းနေသည်။
အနှီအရှုပ်ထုတ်ထဲကို ရုပ်ပြောင်းရုပ်လွှဲ..ကိုယ်ဖော့သိုင်း..ကိုယ်ပွားသိုင်း
စသည့် ရှေးတရုတ်သိုင်းမျိုးစုံတတ်ကျွမ်းသော ဆန်းကြယ်မီးတောက် ဖန်တီးသူတို့ ပါဝင်လာရာ
စုံထောက်တီ(ဒီး)တစ်ယောက် ရတက်ပွေရလေပြီ။
သို့ပေသည့် သူရဲကောင်းတို့ထုံး နှလုံးမူသော စုံထောက်တီ(ဒီး)သည် နိုင်ငံနှင့် လူမျိုးအတွက်
ဘုရင်မကိုမှ ခွင့်မလွှတ်…ကျောသားရင်သား မခွဲခြားဘဲ….ကိုယ်ကျိုးစွန့်ပြီး ဆန်းကြယ်မီးတောက်အမှုကို ဖော်ထုတ်ခဲ့လေသည်။
အတော်ပင်ကောင်းမွန်ပြည့်စုံသော တရုတ်စုံထောက်ဇာတ်ကားဖြစ်ရာ ထမင်းကောင်း ဟင်းကောင်းဆိုလျင် ချစ်ခင်ရသူကို သတိရသကဲ့သို့ ဤဇာတ်ကားကောင်းကိုလဲ မိတ်ဆွေတို့အား ကြည့်ရှုစေရန် အလို့ငှာ
မြန်မာစာတန်းထိုးဖြင့် ကျွန်ုပ် တင်ဆက်လိုက်ပါသည်။
(စုံထောက်တီ(ဒီး) ဇာတ်ကားအလုံးစုံကို https://channelmyanmar.org/?s=detective+dee တွင်ကြည့်ကြပါကုန်။)
– Zawgyi –
ကြ်ႏု္ပ္သည္ ေခတ္သစ္ရွားေလာ့စီးရီးကို ၾကည့္ျပီးသကာလ စံုေထာက္ျခင္း၌ ေပ်ာ္ေမြ႕လ်က္ရွိရာ
အႏွီ တရုတ္စံုေထာက္ကားကိုလဲ ၾကည့္မိေလသည္….။
ဇာတ္လမ္းကား စိတ္ဝင္စားဖြယ္ရာ အတိတည္း။
ေအဒီ ၆၈၉ ခုႏွစ္တြင္ တရုတ္ႏိုင္ငံ၏ ပထမဆံုးေသာ ဘုရင္မျဖစ္လာမည့္ ဘုရင္မဝူ သည္
ထီးနန္းတက္ပြဲ ျပဳလုပ္ရန္ အားထုတ္ေနခ်ိန္ျဖစ္ေလသည္။
ထိုအခ်ိန္၌ ေနရင္းထိုင္ရင္း ဆန္းၾကယ္စြာ မီးေလာင္သူမ်ား ထြက္ေပၚလာျပီး အဆိုပါ မီးေလာင္သူမ်ားမွာလဲ
ဘုရင္မဝူ နန္းတက္ပြဲအမွီ ထုလုပ္ေနေသာ ရုပ္ပြားေတာ္ တည္ေဆာက္ေရးႏွင့္ ဆက္စပ္ေနေခ်သည္။
ေျဖရွင္းမႏိုင္ေသာ ဇာတ္ထုတ္ၾကီးအား ေျဖရွင္းရန္ ဘုရင္မဝူကို ပုန္ကန္မႈျဖင့္ ေထာင္ခ်ထားေသာ
စံုေထာက္တီ(ဒီး)ကို ေထာင္မွထုတ္ကာ တာဝန္ေပးလိုက္ေလသည္။
သို႕ႏွင့္ စံုေထာက္တီ(ဒီး)ႏွင့္ ဆန္းၾကယ္မီးေတာက္ အမႈျဖစ္လာေခ်တမံု႕။
စံုေထာက္တီ(ဒီး)ကား စံုေထာက္ရာတြင္ ေစ့စပ္သကဲ့သို႕ သစၥာတရားကို လက္ကိုင္ထားသူျဖစ္ေလသည္။
သစၥာတရား ၊ အမွန္တရားႏွင့္ ပတ္သတ္လာလွ်င္ ဘုရင္မ ေသာ္မွ အလြတ္မေပး စစ္ေဆးသူတည္း။
ဘုရင္မဝူသည္လည္း တရုတ္ႏိုင္ငံ၏ ပထမဆံုးေသာ ဘုရင္မ ဖစ္ေသာေၾကာင့္
ေပါ့ေသးေသး မဟုတ္ရကား သက္ဦးဆံပိုင္ဘုရင္စနစ္တို႕ ထံုးစအတိုင္း နန္းတြင္းအရႈပ္ေတာ္ပံုသည္
အေတာ္ပင္ ရႈပ္ေထြးလြန္းေနသည္။ အႏွီအရႈပ္ထုတ္ထဲကို ရုပ္ေျပာင္းရုပ္လႊဲ..ကိုယ္ေဖာ့သိုင္း..ကိုယ္ပြားသိုင္း
စသည့္ ေရွးတရုတ္သိုင္းမ်ိဳးစံုတတ္ကြ်မ္းေသာ ဆန္းၾကယ္မီးေတာက္ ဖန္တီးသူတို႕ ပါဝင္လာရာ
စံုေထာက္တီ(ဒီး)တစ္ေယာက္ ရတက္ေပြရေလျပီ။
သို႕ေပသည့္ သူရဲေကာင္းတို႕ထံုး ႏွလံုးမူေသာ စံုေထာက္တီ(ဒီး)သည္ ႏိုင္ငံႏွင့္ လူမ်ိဳးအတြက္
ဘုရင္မကိုမွ ခြင့္မလႊတ္…ေက်ာသားရင္သား မခြဲျခားဘဲ….ကိုယ္က်ိဳးစြန္႕ျပီး ဆန္းၾကယ္မီးေတာက္အမႈကို ေဖာ္ထုတ္ခဲ့ေလသည္။
အေတာ္ပင္ေကာင္းမြန္ျပည့္စံုေသာ တရုတ္စံုေထာက္ဇာတ္ကားျဖစ္ရာ ထမင္းေကာင္း ဟင္းေကာင္းဆိုလ်င္ ခ်စ္ခင္ရသူကို သတိရသကဲ့သို႕ ဤဇာတ္ကားေကာင္းကိုလဲ မိတ္ေဆြတို႕အား ၾကည့္ရႈေစရန္ အလို႕ငွာ
ျမန္မာစာတန္းထိုးျဖင့္ ကြ်ႏ္ု္ပ္ တင္ဆက္လိုက္ပါသည္။
(စံုေထာက္တီ(ဒီး) ဇာတ္ကားအလံုးစံုကို https://channelmyanmar.org/?s=detective+dee တြင္ၾကည့္ၾကပါကုန္။)
File size…(1GB)
Quality…Blu-Ray Rip 720p
Format…mp4
Duration….02:03:22
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
နမူနာၾကည့္ရန္
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
