"ဘောလီဝုဒ်ဖန်တွေအတွက် အချစ်ကားအသစ်လေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်
သရုပ်ဆောင်နှစ်ယောက်လုံးက မျက်နှာသစ်တွေဆိုပေမယ့် မင်းသမီးကတော့ Arjun Reddy ဇာတ်ကားထဲက
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသမီးချောလေး Shalini Pandey ရဲ့ ဘောလီဝုဒ်ပွဲဦးထွက် ဇာတ်ကားလည်းဖြစ်ပါတယ်
အဓိကမင်းသားကတော့ နာမည်ကြီးသရုပ်ဆောင်ကြီးတစ်ယောက်ဖြစ်တဲ့ Paresh Rawal
(Sanju ဇာတ်ကားထဲမှ ဆန်ဂျူး၏ဖခင်နေရာ၌သရုပ်ဆောင်သောမင်းသားကြီး) ၏ သား Aditya Rawal ပဲဖြစ်ပါတယ်
သရုပ်နှစ်ဆောင်နှစ်ယောက်လုံးက အသစ်တွေဆိုပေမယ့် စကေးတွေကတော့ မညံ့ပါဘူ
း ဇာတ်လမ်းလေးကတော့ နာတီးဆိုတဲ့ ခပ်ပေပေခပ်ဆိုးဆိုးချာတိတ်တစ်ယောက်ရှိတယ်
ဘာအလုပ်မှမယ်မယ်ရရမရှိဘဲ နေ့စဉ်အလေလိုက်ရန်ဖြစ် ဒါနဲ့ပဲအချိန်ကုန်နေတတ်တဲ့ကောင်မျိုးပေါ့
တနေ့မှာတော့ အမှတ်မထင် နီလမ်းဆိုတဲ့ကောင်မလေးကိုတွေ့ပြီး စိတ်ဝင်စားသွားခဲ့တယ်
ဖြစ်ချင်တော့ ဒီကောင်မလေးဟာ သူတို့ဒေသက တကယ့်အကောင်လိုပြောလို့ရတဲ့ ဂျီဂဲရ်ရဲ့အပတ်သတ်ဖြစ်နေတယ်
ဒီတော့ ဒီလူဆိုးလက်က ဒီကောင်မလေးကို ကယ်တင်နိုင်ပါ့မလား သူတို့အချစ်ရေးကရော ဖြောင့်ဖြူးပါ့မလားဆိုတာကို ………..
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
File Size : (950 MB) and (480 MB)
Quality : WEB-DL 720p
Running Time : 1hr 42min
Format : Mp4
Genre : Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p WEBRip x264 AC3 LOKiHD – Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
zawgyi
ေဘာလီဝုဒ္ဖန္ေတြအတြက္ အခ်စ္ကားအသစ္ေလးတစ္ကား တင္ဆက္ေပးလိုက္ပါတယ္
သ႐ုပ္ေဆာင္ႏွစ္ေယာက္လုံးက မ်က္ႏွာသစ္ေတြဆိုေပမယ့္ မင္းသမီးကေတာ့ Arjun Reddy ဇာတ္ကားထဲက
မင္းသမီးေခ်ာေလး Shalini Pandey ရဲ႕ ေဘာလီဝုဒ္ပြဲဦးထြက္ ဇာတ္ကားလည္းျဖစ္ပါတယ္
အဓိကမင္းသားကေတာ့ နာမည္ႀကီးသ႐ုပ္ေဆာင္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ Paresh Rawal
(Sanju ဇာတ္ကားထဲမွ ဆန္ဂ်ဴး၏ဖခင္ေနရာ၌သ႐ုပ္ေဆာင္ေသာမင္းသားႀကီး) ၏ သား Aditya Rawal ပဲျဖစ္ပါတယ္
သ႐ုပ္ႏွစ္ေဆာင္ႏွစ္ေယာက္လုံးက အသစ္ေတြဆိုေပမယ့္ စေကးေတြကေတာ့ မညံ့ပါဘူ
း ဇာတ္လမ္းေလးကေတာ့ နာတီးဆိုတဲ့ ခပ္ေပေပခပ္ဆိုးဆိုးခ်ာတိတ္တစ္ေယာက္ရွိတယ္
ဘာအလုပ္မွမယ္မယ္ရရမရွိဘဲ ေန႔စဥ္အေလလိုက္ရန္ျဖစ္ ဒါနဲ႔ပဲအခ်ိန္ကုန္ေနတတ္တဲ့ေကာင္မ်ိဳးေပါ့
တေန႔မွာေတာ့ အမွတ္မထင္ နီလမ္းဆိုတဲ့ေကာင္မေလးကိုေတြ႕ၿပီး စိတ္ဝင္စားသြားခဲ့တယ္
ျဖစ္ခ်င္ေတာ့ ဒီေကာင္မေလးဟာ သူတို႔ေဒသက တကယ့္အေကာင္လိုေျပာလို႔ရတဲ့ ဂ်ီဂဲရ္ရဲ႕အပတ္သတ္ျဖစ္ေနတယ္
ဒီေတာ့ ဒီလူဆိုးလက္က ဒီေကာင္မေလးကို ကယ္တင္ႏိုင္ပါ့မလား သူတို႔အခ်စ္ေရးကေရာ ေျဖာင့္ျဖဴးပါ့မလားဆိုတာကို ………..
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (950 MB) and (480 MB)
Quality : WEB-DL 720p
Running Time : 1hr 42min
Format : Mp4
Genre : Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p WEBRip x264 AC3 LOKiHD – Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
