"ဒီကားလေးကတော့ စူပါဟီးရိုးဖန်တွေအတွက် 2019 တုန်းက ထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားစူပါဟီးရိုးဇာတ်ကားလေးပါ။
BumiLangit စတူဒီယိုကနေထုတ်လုပ်တာဖြစ်ပြီး BumiLangit Cinematic Universe(BCU) ရဲ့ ပွဲဦးထွက် စူပါဟီးရိုးကားလည်းဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီနှစ်ပိုင်းအတွင်းမှာ BCU ကနေ နောပ်ထပ် Sequals တွေထပ်ထွက်ဖို့ရှိပါသေးတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့…. ဆောက်လုပ်ရေးကုမ္ပဏီကြီးတစ်ခုဟာ အောက်ခြေဝန်ထမ်းတွေကို အလုပ်တွေဖိခိုင်း၊ အချိန်ပိုတွေလုပ်ခိုင်းပြီး
လစာတွေကိုကျတော့မစို့မပို့သာပေးပြီး အချိန်အကြာကြီးခေါင်းပုံဖြတ်နေခဲ့ပါတယ်။
အဲဒီလို အမြတ်ကြီးစားခေါင်းပုံဖြတ်တဲ့ ဆောက်လုပ်ရေးကုမ္ပရဲ့အထက်လူကြီးတွေကို သည်းမခံနိုင်တော့တဲ့အဆုံး တစ်နေ့မှာတော့အလုပ်သမားတွေဟာစုဖွဲ့ပြီး ဆန္ဒပြဖို့လုပ်ပါတော့တယ်။
အဲဒီဆန္ဒပြတဲ့အုပ်စုထဲမှာ ဆန်ချာကာဆိုတဲ့ကောင်လေးတစ်ယောက်ရဲ့ အဖေလည်းပါပါတယ်။
ဆန်ချာကာ ဆိုတာကတော့ မွေးကတည်းက ထူးခြားတဲ့စွမ်းအားနဲ့မွေးဖွားလာတဲ့ကလေးလေးပါ။
သူဟာ မိုးကြိုးတွေကနေခွန်အားတွေပြန်ယူနိုင်ပြီး ရန်သူတွေကိုလည်း လျှပ်စီးတွေနဲ့ ပစ်နိုင်တဲ့အစွမ်းရှိပါတယ်။
ပြီးတော့ သူ့စွမ်းအားတွေထုတ်နေတုန်းမှာဆိုရင် သူ့လက်ထဲကိုင်ထားတဲ့အရာဝတ္တုနဲ့ အမျိုးအစားတူတဲ့ပစ္စည်းတွေဟာ ကွဲကြေပျက်စီးနိုင်ပါတယ်။
ဒါပေမယ့် ဆန်ချာကာလေးဟာ သူ့မှာစွမ်းအားရှိနေတာကို မသိရှာပါဘူး။
ဆန်ချာကာရဲ့အဖေတို့ဟာ ဆန္ဒပြရင်းမတော်တဆဖြစ်ပြီး ငွေနဲ့မက်လုံးအပေးခံထားရတဲ့ တခြားစက်ရုံဝန်ထမ်းတစ်ယောက်ရဲ့လက်ချက်နဲ့ သေသွားခဲ့ရပါတယ်။
အဖေမရှိတော့တဲ့နောက်ပိုင်းမှာ ငွေကြေးအခက်အခဲကြောင့် ဆန်ချာကာအမေဖြစ်သူဟာ တစ်နေ့မှာ အပြင်ထွက်အလုပ်ရှာရင်းအပြီးတိုင်ပျောက်သွားခဲ့ပါတယ်။
မိဘမဲ့ဖြစ်သွားတဲ့ဆန်ချာကာလေးဟာ အိမ်ကနေထွက်၊ ကြုံရာလိုက်တောင်းရမ်းရင်း တခြားကလေးတွေလိုက်ရိုက်တာခံခဲ့ရပါတယ်။
ဆန်ချာကာကို နောက်ထပ်မိဘမဲ့လေးတစ်ယောက်က ကယ်တင်ခဲ့ပြီး နောက်နောင်ကိုယ့်ကိုယ်ကိုကာကွယ်နိုင်အောင် သိုင်းတွေလည်း သင်ပေးခဲ့လိုက်ပါတယ်။
ဒီလိုနဲ့ သိုင်းလည်းတတ် ၊ ကိုယ်ကိုယ်၌ကမသိသေးတဲ့အစွမ်းတွေကိုလည်း ပိုင်ဆိုင်ထားတဲ့ ဆန်ချာကာလေးဟာ နောက်ထပ်ဆယ်နှစ်လောက်ကြာတဲ့အခါမှာတော့….
ဒီဇာတ်ကားလေးဟာ comic ကိုအသက်ပြန်သွင်းထားတဲ့ BumiLangit Cinematic Universe ရဲ့ ပွဲဦးထွက်ဇာတ်ကားဖြစ်တာကြောင့် Gundala စတင်ဖြစ်လာပုံတွေ၊
Hero အသစ်တွေနဲ့ သူတို့ရဲ့ ဗီလိန်တွေကို မိတ်ဆက်တဲ့ ကနဦးဇာတ်ကားအနေနဲ့ပဲရှိပါသေးတယ်။
ဒါပေမယ့် ထင်ရက်စရာမရှိတာက ဇာတ်လမ်းကို အတတ်နိုင်ဆုံးဇာတ်အိမ်ကောင်းကောင်းဖွဲ့ပြီး ဗီလိန်နဲ့ ဟီးရိုးတွေကိုမိတ်ဆက်ပေးသွားတာပါပဲ။
စူပါဟီးရိုးကားသာဆိုပေမယ့် အချိတ်အဆက်မိတဲ့ အက်ရှင်ခန်းလေးတွေကလည်
း The Raid ဇာတ်ကားထက်မလျော့တဲ့ ခံစားမှုမျိုးကိုပေးစွမ်းတာမို့ အားရစရာကောင်းလှပါတယ်။
IMDB Rating ကလည်း 7/10 တောင်မှဆိုတော့ ကြည့်ဖြစ်အောင်ကြည့်ဖို့ တိုက်တွန်းချင်ပါတယ်။
ဇာတ်ကားအညွှန်းနဲ့ ဘာသာပြန်ကတော့ ကျွန်တော် သဲသွေး (နေရဲနီ)ပဲဖြစ်ပါတယ်။
File Size : (900 MB) and (450 MB)
Quality : WEB-DL 720p
Running Time : 2hr 03min
Format : Mp4
Genre : Action, Adventure, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p WEB-DL AAC x264-NonDRM
Translated by Nay Yell N
Encoded by Thanhtike Zaw
zawgyi
ဒီကားေလးကေတာ့ စူပါဟီး႐ိုးဖန္ေတြအတြက္ 2019 တုန္းက ထြက္ရွိထားတဲ့ အင္ဒိုနီးရွားစူပါဟီး႐ိုးဇာတ္ကားေလးပါ။
BumiLangit စတူဒီယိုကေနထုတ္လုပ္တာျဖစ္ၿပီး BumiLangit Cinematic Universe(BCU) ရဲ႕ ပြဲဦးထြက္ စူပါဟီး႐ိုးကားလည္းျဖစ္ပါတယ္။
ဒီႏွစ္ပိုင္းအတြင္းမွာ BCU ကေန ေနာပ္ထပ္ Sequals ေတြထပ္ထြက္ဖို႔ရွိပါေသးတယ္။
ဇာတ္လမ္းအက်ဥ္းကေတာ့…. ေဆာက္လုပ္ေရးကုမၸဏီႀကီးတစ္ခုဟာ ေအာက္ေျခဝန္ထမ္းေတြကို အလုပ္ေတြဖိခိုင္း၊ အခ်ိန္ပိုေတြလုပ္ခိုင္းၿပီး
လစာေတြကိုက်ေတာ့မစို႔မပို႔သာေပးၿပီး အခ်ိန္အၾကာႀကီးေခါင္းပုံျဖတ္ေနခဲ့ပါတယ္။
အဲဒီလို အျမတ္ႀကီးစားေခါင္းပုံျဖတ္တဲ့ ေဆာက္လုပ္ေရးကုမၸရဲ႕အထက္လူႀကီးေတြကို သည္းမခံႏိုင္ေတာ့တဲ့အဆုံး တစ္ေန႔မွာေတာ့အလုပ္သမားေတြဟာစုဖြဲ႕ၿပီး ဆႏၵျပဖို႔လုပ္ပါေတာ့တယ္။
အဲဒီဆႏၵျပတဲ့အုပ္စုထဲမွာ ဆန္ခ်ာကာဆိုတဲ့ေကာင္ေလးတစ္ေယာက္ရဲ႕ အေဖလည္းပါပါတယ္။
ဆန္ခ်ာကာ ဆိုတာကေတာ့ ေမြးကတည္းက ထူးျခားတဲ့စြမ္းအားနဲ႔ေမြးဖြားလာတဲ့ကေလးေလးပါ။
သူဟာ မိုးႀကိဳးေတြကေနခြန္အားေတြျပန္ယူႏိုင္ၿပီး ရန္သူေတြကိုလည္း လွ်ပ္စီးေတြနဲ႔ ပစ္ႏိုင္တဲ့အစြမ္းရွိပါတယ္။
ၿပီးေတာ့ သူ႔စြမ္းအားေတြထုတ္ေနတုန္းမွာဆိုရင္ သူ႔လက္ထဲကိုင္ထားတဲ့အရာဝတၱဳနဲ႔ အမ်ိဳးအစားတူတဲ့ပစၥည္းေတြဟာ ကြဲေၾကပ်က္စီးႏိုင္ပါတယ္။
ဒါေပမယ့္ ဆန္ခ်ာကာေလးဟာ သူ႔မွာစြမ္းအားရွိေနတာကို မသိရွာပါဘူး။
ဆန္ခ်ာကာရဲ႕အေဖတို႔ဟာ ဆႏၵျပရင္းမေတာ္တဆျဖစ္ၿပီး ေငြနဲ႔မက္လုံးအေပးခံထားရတဲ့ တျခားစက္႐ုံဝန္ထမ္းတစ္ေယာက္ရဲ႕လက္ခ်က္နဲ႔ ေသသြားခဲ့ရပါတယ္။
အေဖမရွိေတာ့တဲ့ေနာက္ပိုင္းမွာ ေငြေၾကးအခက္အခဲေၾကာင့္ ဆန္ခ်ာကာအေမျဖစ္သူဟာ တစ္ေန႔မွာ အျပင္ထြက္အလုပ္ရွာရင္းအၿပီးတိုင္ေပ်ာက္သြားခဲ့ပါတယ္။
မိဘမဲ့ျဖစ္သြားတဲ့ဆန္ခ်ာကာေလးဟာ အိမ္ကေနထြက္၊ ႀကဳံရာလိုက္ေတာင္းရမ္းရင္း တျခားကေလးေတြလိုက္႐ိုက္တာခံခဲ့ရပါတယ္။
ဆန္ခ်ာကာကို ေနာက္ထပ္မိဘမဲ့ေလးတစ္ေယာက္က ကယ္တင္ခဲ့ၿပီး ေနာက္ေနာင္ကိုယ့္ကိုယ္ကိုကာကြယ္ႏိုင္ေအာင္ သိုင္းေတြလည္း သင္ေပးခဲ့လိုက္ပါတယ္။
ဒီလိုနဲ႔ သိုင္းလည္းတတ္ ၊ ကိုယ္ကိုယ္၌ကမသိေသးတဲ့အစြမ္းေတြကိုလည္း ပိုင္ဆိုင္ထားတဲ့ ဆန္ခ်ာကာေလးဟာ ေနာက္ထပ္ဆယ္ႏွစ္ေလာက္ၾကာတဲ့အခါမွာေတာ့….
ဒီဇာတ္ကားေလးဟာ comic ကိုအသက္ျပန္သြင္းထားတဲ့ BumiLangit Cinematic Universe ရဲ႕ ပြဲဦးထြက္ဇာတ္ကားျဖစ္တာေၾကာင့္ Gundala စတင္ျဖစ္လာပုံေတြ၊
Hero အသစ္ေတြနဲ႔ သူတို႔ရဲ႕ ဗီလိန္ေတြကို မိတ္ဆက္တဲ့ ကနဦးဇာတ္ကားအေနနဲ႔ပဲရွိပါေသးတယ္။
ဒါေပမယ့္ ထင္ရက္စရာမရွိတာက ဇာတ္လမ္းကို အတတ္ႏိုင္ဆုံးဇာတ္အိမ္ေကာင္းေကာင္းဖြဲ႕ၿပီး ဗီလိန္နဲ႔ ဟီး႐ိုးေတြကိုမိတ္ဆက္ေပးသြားတာပါပဲ။
စူပါဟီး႐ိုးကားသာဆိုေပမယ့္ အခ်ိတ္အဆက္မိတဲ့ အက္ရွင္ခန္းေလးေတြကလည္
း The Raid ဇာတ္ကားထက္မေလ်ာ့တဲ့ ခံစားမႈမ်ိဳးကိုေပးစြမ္းတာမို႔ အားရစရာေကာင္းလွပါတယ္။
IMDB Rating ကလည္း 7/10 ေတာင္မွဆိုေတာ့ ၾကည့္ျဖစ္ေအာင္ၾကည့္ဖို႔ တိုက္တြန္းခ်င္ပါတယ္။
ဇာတ္ကားအၫႊန္းနဲ႔ ဘာသာျပန္ကေတာ့ ကြၽန္ေတာ္ သဲေသြး (ေနရဲနီ)ပဲျဖစ္ပါတယ္။
File Size : (900 MB) and (450 MB)
Quality : WEB-DL 720p
Running Time : 2hr 03min
Format : Mp4
Genre : Action, Adventure, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p WEB-DL AAC x264-NonDRM
Translated by Nay Yell N
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
