"ဒီဇာတ်ကားကတော့ ၂၀၂၀ ဖေဖော်ဝါရီကလောလောလတ်လတ်ထွက်ရှိထားတဲ့ Horror ကားပဲဖြစ်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့ အကျိုးဆောင်ကုမ္ပဏီတစ်ခုရဲ့သူဠေးဖြစ်သူ ပတ်မန်းဂီဆိုတဲ့သူကသူ့ဖောက်သည်ဖြစ်သူ အိမ်တစ်အိမ်ကိုဝယ်ဖို့စပ်ပေးပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဲ့အိမ်ကထူးခြားတာက ဈေးတော်တော်တန်နေတာပါ။ဈေးတန်ရင်တစ်ခုခု အပြစ်အနာအဆာရှိတတ်တယ်ဆိုတဲ့ ထုံးစံအတိုင်းအဲ့ဒီအိမ်ကြီးကသရဲခြောက်တယ်လို့နာမည်ကြီးနေတာပါ။
နောက်ထပ်ထူးဆန်းတာကသူဠေးပတ်ကအဲ့အိမ်ကသရဲခြောက်မှန်းအိမ်ပျက်ကြီးမှန်းသိသိနဲ့ကိုတမင်ရောင်းလိုက်တာပါ။
ဒါကိုဝယ်ဖို့သွားတဲ့သူလည်း အဲ့အိမ်ကြီးကအိမ်ရှင်ဆီမှာ အရောင်းအဝယ်စာချုပ်လက်မှတ်ထိုးခိုင်းဖို့သွားရင်းရုတ်တရက်ပျောက်ဆုံးသွားပြန်တယ်။
သူ့မိန်းမဖြစ်ကလည်းယောကျာ်းပျောက်သွားတော့ရဲတွေကိုအကြောင်းကြားပြီးရှာဖို့ကြိုးစားပါတော့တယ်။
ဒီအမှုကိုကြိုးစားလိုက်နေတဲ့စုံထောက်ချွဲကဒီပျောက်ဆုံးမှုဟာလွန်ခဲ့နှစ်ပေါင်း ၃၀ လောက်ဖြစ်ခဲ့တဲ့ လူသတ်မှုတွေနဲ့ပါ
ပတ်သက်ဆက်နွယ်နေတယ်ဆိုတာကို သိလိုက်ရတဲ့အခါအမှုကိုကြိုးစားဖော်ထုတ်ဖို့လုပ်ပါတော့တယ်။
နောက်တော့သူဠေးပတ်နဲ့ သူယောကျာ်းပျောက်သွားတဲ့အမှုကြားမှာထူးဆန်းတာတွေက တစ်စပြီးတစ်စဖြစ်လာပါတယ်။
ဘယ်လိုတွေဖြစ်လာမလဲဆိုတာကို Mystery ဆန်ဆန် စိတ်ဝင်စားဖို့ကောင်းအောင် တွေးလုံးတွေထည့်ရိုက်ကူးထားပါတယ်။
ကဲ အားလုံးပဲဘယ်လိုတွေဆက်ဖြစ်မယ် ဘယ်လိုဇာတ်လမ်းကအပြောင်းအလဲရှိလာမလဲဆိုတာကို ကိုယ်တိုင်ပဲကြည့်ရှုခံစားစေချင်ပါတယ်။
***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်
နားထောင်ပြီး ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါ
(ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…)
File Size : (700 MB) and (350 MB)
Quality : HDRip 720p
Running Time : 1hr 20min
Format : Mp4
Genre : Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p FHDRip AAC x264-NonDRM
Translated by Moe Pwint
Encoded by Thanhtike Zaw
zawgyi
ဒီဇာတ္ကားကေတာ့ ၂၀၂၀ ေဖေဖာ္ဝါရီကေလာေလာလတ္လတ္ထြက္ရွိထားတဲ့ Horror ကားပဲျဖစ္ပါတယ္။
ဇာတ္လမ္းအက်ဥ္းကေတာ့ အက်ိဳးေဆာင္ကုမၸဏီတစ္ခုရဲ႕သူေဠးျဖစ္သူ ပတ္မန္းဂီဆိုတဲ့သူကသူ႔ေဖာက္သည္ျဖစ္သူ အိမ္တစ္အိမ္ကိုဝယ္ဖို႔စပ္ေပးပါတယ္။
အဲ့အိမ္ကထူးျခားတာက ေဈးေတာ္ေတာ္တန္ေနတာပါ။ေဈးတန္ရင္တစ္ခုခု အျပစ္အနာအဆာရွိတတ္တယ္ဆိုတဲ့ ထုံးစံအတိုင္းအဲ့ဒီအိမ္ႀကီးကသရဲေျခာက္တယ္လို႔နာမည္ႀကီးေနတာပါ။
ေနာက္ထပ္ထူးဆန္းတာကသူေဠးပတ္ကအဲ့အိမ္ကသရဲေျခာက္မွန္းအိမ္ပ်က္ႀကီးမွန္းသိသိနဲ႔ကိုတမင္ေရာင္းလိုက္တာပါ။
ဒါကိုဝယ္ဖို႔သြားတဲ့သူလည္း အဲ့အိမ္ႀကီးကအိမ္ရွင္ဆီမွာ အေရာင္းအဝယ္စာခ်ဳပ္လက္မွတ္ထိုးခိုင္းဖို႔သြားရင္း႐ုတ္တရက္ေပ်ာက္ဆုံးသြားျပန္တယ္။
သူ႔မိန္းမျဖစ္ကလည္းေယာက်ာ္းေပ်ာက္သြားေတာ့ရဲေတြကိုအေၾကာင္းၾကားၿပီးရွာဖို႔ႀကိဳးစားပါေတာ့တယ္။
ဒီအမႈကိုႀကိဳးစားလိုက္ေနတဲ့စုံေထာက္ခြၽဲကဒီေပ်ာက္ဆုံးမႈဟာလြန္ခဲ့ႏွစ္ေပါင္း ၃၀ ေလာက္ျဖစ္ခဲ့တဲ့ လူသတ္မႈေတြနဲ႔ပါ
ပတ္သက္ဆက္ႏြယ္ေနတယ္ဆိုတာကို သိလိုက္ရတဲ့အခါအမႈကိုႀကိဳးစားေဖာ္ထုတ္ဖို႔လုပ္ပါေတာ့တယ္။
ေနာက္ေတာ့သူေဠးပတ္နဲ႔ သူေယာက်ာ္းေပ်ာက္သြားတဲ့အမႈၾကားမွာထူးဆန္းတာေတြက တစ္စၿပီးတစ္စျဖစ္လာပါတယ္။
ဘယ္လိုေတြျဖစ္လာမလဲဆိုတာကို Mystery ဆန္ဆန္ စိတ္ဝင္စားဖို႔ေကာင္းေအာင္ ေတြးလုံးေတြထည့္႐ိုက္ကူးထားပါတယ္။
ကဲ အားလုံးပဲဘယ္လိုေတြဆက္ျဖစ္မယ္ ဘယ္လိုဇာတ္လမ္းကအေျပာင္းအလဲရွိလာမလဲဆိုတာကို ကိုယ္တိုင္ပဲၾကည့္ရႈခံစားေစခ်င္ပါတယ္။
***English စာတန္းထိုးဖိုင္ အမွန္ မထြက္တာေၾကာင့္ ဇာတ္လမ္းတစ္ခုလုံးကို ကိုယ့္ဖာသာ Timing လုပ္
နားေထာင္ၿပီး ျပန္ထားတာျဖစ္လို႔ ဘာသာျပန္ အမွားအယြင္းအနည္းငယ္ပါပါက သည္းခံၾကပါ
(ဘာသာျပန္သူကေတာ့ Moe Pwint ပဲျဖစ္ပါတယ္…)
File Size : (700 MB) and (350 MB)
Quality : HDRip 720p
Running Time : 1hr 20min
Format : Mp4
Genre : Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p FHDRip AAC x264-NonDRM
Translated by Moe Pwint
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
