"စိတ်ကူးယဉ် ဟော်ရာ ရုပ်ရှင်ကားသစ်တစ်ကား တင်ပေးလိုက်ပါပြီ။
Rating နည်းပေမယ့် အတော်ကြည့်လို့ကောင်းတဲ့ ရုပ်ရှင်ဖြစ်နေတာ အံ့သြစရာပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်ကတော့ ၁၉၇၇ လောက်က နာမည်ကျော်ခဲ့တဲ့ Fantasy Island ဆိုတဲ့ စီးရီးရဲ့ Prequel ဇာတ်လမ်းအနေနဲ့ ရေးသားရိုက်ကူးထားခဲ့တာပါ။
ဇာတ်လမ်းအကျဉ်း ဇာတ်လမ်းနာမည်အတိုင်းပဲ ကျွန်းကြီးတစ်ကြီးရှိပါတယ်။
အဲဒီကျွန်းရဲ့ ပိုင်ရှင် မစ္စတာ ရို့ခ် ဟာ ကျွန်းပေါ်ကို ရောက်လာသမျှ
လူတိုင်းရဲ့ စိတ်ကူးယဉ်အိပ်မက် (သို့မဟုတ်) အလိုချင်ဆုံး ဆန္ဒ တစ်ခုစီကို ပြည့်စေရမယ် ကြေညာခဲ့ပါတယ်။
အဲဒီကျွန်းပေါ်ကို ဖိတ်ခေါ်ခံရတဲ့ ကံထူးရှင်တွေကတော့ သူတို့လိုချင်တာတွေကို
ဘယ်လိုဖြည့်ပေးမလဲဆိုပြီး သိချင်စိတ်တွေ၊ မျှော်လင့်ချက်တွေနဲ့ ရောက်လာကြတာပါပဲ။
သူတို့ထင်တာတော့ ကစားနည်းလေးတွေ၊ ဆင်ဆင်တူ နေရာလေးတွေ၊ ပုံရိပ်ယောင်ပြစက်လေးတွေနဲ့ လုပ်ပေးမယ် ထင်ခဲ့တာပါ။
ဒါပေမယ့် တကယ်တမ်းကျွန်းပေါ်ကို ရောက်လာတဲ့အခါ မဖြစ်နိုင်တဲ့ ဆန္ဒတွေကအစ
အားလုံးသော ဆန္ဒတွေကို ဖြည့်ပေးနိုင်စွမ်းရှိတာကိုတွေ့ရပြီး ထီပေါက်သလိုကို ပျော်ကြရပါတော့တယ်။
ပြီးတော့ အဲဒီကျွန်းဟာ သူတို့တောင်းဆိုတဲ့ဆန္ဒထက် တကယ့် အတွင်းစိတ်ထဲက ဆန္ဒကိုသိမြင်နေပြီး ဖြည့်ပေးနိုင်တာကိုပါတွေ့လာရတယ်။
ဒါပေမယ့် ဒီအပျော်တွေကနေ လူတိုင်းရဲ့ ဆန္ဒတွေဟာ ကြောက်စရာအဖြစ်တွေဆီကို တဖြည်းဖြည်းကူးပြောင်းသွားတဲ့အခါမှာတေ့ာ…
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်…
File Size : (900 MB) and (450 MB)
Quality : AMZN WEB-DL 720p
Running Time : 1hr 49min
Format : Mp4
Genre : Adventure, Fantasy, Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.AMZN.WEBRip.DDP5.1.x264-NTG
Translated by Littleneo
Encoded by Thanhtike Zaw
zawgyi
စိတ္ကူးယဥ္ ေဟာ္ရာ ႐ုပ္ရွင္ကားသစ္တစ္ကား တင္ေပးလိုက္ပါၿပီ။
Rating နည္းေပမယ့္ အေတာ္ၾကည့္လို႔ေကာင္းတဲ့ ႐ုပ္ရွင္ျဖစ္ေနတာ အံ့ၾသစရာပါပဲ။
ဒီ႐ုပ္ရွင္ကေတာ့ ၁၉၇၇ ေလာက္က နာမည္ေက်ာ္ခဲ့တဲ့ Fantasy Island ဆိုတဲ့ စီးရီးရဲ႕ Prequel ဇာတ္လမ္းအေနနဲ႔ ေရးသား႐ိုက္ကူးထားခဲ့တာပါ။
ဇာတ္လမ္းအက်ဥ္း ဇာတ္လမ္းနာမည္အတိုင္းပဲ ကြၽန္းႀကီးတစ္ႀကီးရွိပါတယ္။
အဲဒီကြၽန္းရဲ႕ ပိုင္ရွင္ မစၥတာ ႐ို႕ခ္ ဟာ ကြၽန္းေပၚကို ေရာက္လာသမွ်
လူတိုင္းရဲ႕ စိတ္ကူးယဥ္အိပ္မက္ (သို႔မဟုတ္) အလိုခ်င္ဆုံး ဆႏၵ တစ္ခုစီကို ျပည့္ေစရမယ္ ေၾကညာခဲ့ပါတယ္။
အဲဒီကြၽန္းေပၚကို ဖိတ္ေခၚခံရတဲ့ ကံထူးရွင္ေတြကေတာ့ သူတို႔လိုခ်င္တာေတြကို
ဘယ္လိုျဖည့္ေပးမလဲဆိုၿပီး သိခ်င္စိတ္ေတြ၊ ေမွ်ာ္လင့္ခ်က္ေတြနဲ႔ ေရာက္လာၾကတာပါပဲ။
သူတို႔ထင္တာေတာ့ ကစားနည္းေလးေတြ၊ ဆင္ဆင္တူ ေနရာေလးေတြ၊ ပုံရိပ္ေယာင္ျပစက္ေလးေတြနဲ႔ လုပ္ေပးမယ္ ထင္ခဲ့တာပါ။
ဒါေပမယ့္ တကယ္တမ္းကြၽန္းေပၚကို ေရာက္လာတဲ့အခါ မျဖစ္ႏိုင္တဲ့ ဆႏၵေတြကအစ
အားလုံးေသာ ဆႏၵေတြကို ျဖည့္ေပးႏိုင္စြမ္းရွိတာကိုေတြ႕ရၿပီး ထီေပါက္သလိုကို ေပ်ာ္ၾကရပါေတာ့တယ္။
ၿပီးေတာ့ အဲဒီကြၽန္းဟာ သူတို႔ေတာင္းဆိုတဲ့ဆႏၵထက္ တကယ့္ အတြင္းစိတ္ထဲက ဆႏၵကိုသိျမင္ေနၿပီး ျဖည့္ေပးႏိုင္တာကိုပါေတြ႕လာရတယ္။
ဒါေပမယ့္ ဒီအေပ်ာ္ေတြကေန လူတိုင္းရဲ႕ ဆႏၵေတြဟာ ေၾကာက္စရာအျဖစ္ေတြဆီကို တျဖည္းျဖည္းကူးေျပာင္းသြားတဲ့အခါမွာေတ့ာ…
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္…
File Size : (900 MB) and (450 MB)
Quality : AMZN WEB-DL 720p
Running Time : 1hr 49min
Format : Mp4
Genre : Adventure, Fantasy, Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.AMZN.WEBRip.DDP5.1.x264-NTG
Translated by Littleneo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
