"To Your Last Death(2019)ထိတ်လန့်ဖွယ် ခပ်ကြမ်းကြမ်းတွေကို ကြိုက်နှစ်သက်သူတွေအတွက် Animation ဇာတ်ကြမ်းကားတစ်ကား လာပါပြီ…Pauseဇာတ်လမ်းအညွှန်းDeKalb ဆိုတဲ့ အာဏာရှိမိသားစုမှာ သားသမီးလေးယောက်ရှိရာက သူတို့လေးယောက်လုံးကို ငယ်စဉ်ကတည်းက ဖခင်ဖြစ်သူကြီးဟာ ညှင်းပန်းနှိပ်စက်ခဲ့တာပါ…စီးပွားရေးရာမှာ အောင်မြင်လာတဲ့ဖခင်ကြီးဟာ နိုင်ငံရေးဘက်ကို ခြေစုံပစ်ဝင်ဖို့ ကြိုးစားလာပြီး ဒုတိယသမ္မတအဖြစ် မဲဆွယ်ပွဲလုပ်တဲ့အခါမှာ သားသမီးလေးယောက်လုံးဟာ သူတို့အဖေရဲ့မကောင်းကြောင်းကို လူရှေ့သူရှေ့မှာ ထုတ်ဖော်ပြောကြားလိုက်တဲ့အတွက် သူ့ရဲ့နိုင်ငံရေးကြိုးပမ်းမှုဟာ ကျရှုံးခဲ့ရပါတယ်…ဖခင်ဖြစ်သူအတွက်တော့ ကမ္ဘာမကျေ ဖြစ်ရပ်ပါပဲ..အဲ့ဒီနောက်တော့ဖခင်ဖြစ်သူဟာ ဘယ်လိုရက်စက်ယုတ်မာမလဲ…သားသမီးတွေကရော ဘယ်လို လူသတ်သမားမျိုးစုံနဲ့တွေ့မလဲ…ဒီ Animation က အက်ရှင်ကားဖြစ်ပြီး လူသတ်ချက်တွေလည်းရက်စက်ပြီး ထိတ်လန့်စရာကောင်းပါတယ်…Plot Twist တွေများတဲ့အပြင် ခပ်ဆန်းဆန်းဇာတ်အိမ်လည်းဖြစ်လို့ခံစားကြည့်ကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်…File Size : (850 MB) and (380 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:31:00Genre : Animation , Action , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo PyaezawgyiTo Your Last Death(2019)ထိတ္လန႔္ဖြယ္ ခပ္ၾကမ္းၾကမ္းေတြကို ႀကိဳက္ႏွစ္သက္သူေတြအတြက္ Animation ဇာတ္ၾကမ္းကားတစ္ကား လာပါၿပီ…ဇာတ္လမ္းအၫႊန္းDeKalb ဆိုတဲ့ အာဏာရွိမိသားစုမွာ သားသမီးေလးေယာက္ရွိရာက သူတို႔ေလးေယာက္လုံးကို ငယ္စဥ္ကတည္းက ဖခင္ျဖစ္သူႀကီးဟာ ညႇင္းပန္းႏွိပ္စက္ခဲ့တာပါ…စီးပြားေရးရာမွာ ေအာင္ျမင္လာတဲ့ဖခင္ႀကီးဟာ ႏိုင္ငံေရးဘက္ကို ေျခစုံပစ္ဝင္ဖို႔ ႀကိဳးစားလာၿပီး ဒုတိယသမၼတအျဖစ္ မဲဆြယ္ပြဲလုပ္တဲ့အခါမွာ သားသမီးေလးေယာက္လုံးဟာ သူတို႔အေဖရဲ႕မေကာင္းေၾကာင္းကို လူေရွ႕သူေရွ႕မွာ ထုတ္ေဖာ္ေျပာၾကားလိုက္တဲ့အတြက္ သူ႔ရဲ႕ႏိုင္ငံေရးႀကိဳးပမ္းမႈဟာ က်ရႈံးခဲ့ရပါတယ္…ဖခင္ျဖစ္သူအတြက္ေတာ့ ကမာၻမေက် ျဖစ္ရပ္ပါပဲ..အဲ့ဒီေနာက္ေတာ့ဖခင္ျဖစ္သူဟာ ဘယ္လိုရက္စက္ယုတ္မာမလဲ…သားသမီးေတြကေရာ ဘယ္လို လူသတ္သမားမ်ိဳးစုံနဲ႔ေတြ႕မလဲ…ဒီ Animation က အက္ရွင္ကားျဖစ္ၿပီး လူသတ္ခ်က္ေတြလည္းရက္စက္ၿပီး ထိတ္လန႔္စရာေကာင္းပါတယ္…Plot Twist ေတြမ်ားတဲ့အျပင္ ခပ္ဆန္းဆန္းဇာတ္အိမ္လည္းျဖစ္လို႔ခံစားၾကည့္ၾကပါဦး…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္…File Size : (850 MB) and (380 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:31:00Genre : Animation , Action , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo Pyae"