"လူ့ဘ၀ဆိုတာဟာ အခန်းပေါင်းများစွာနဲ့ဖွဲ့စည်းထားတဲ့ ဇာတ်လမ်းတစ်ပုဒ်ပါ။ဘယ်နေရာမှာ ဘယ်သူနဲ့တွေ့ခဲ့တယ် ၊ ဘယ်မှာနေခဲ့တယ် ၊ ဘာတွေလုပ်ခဲ့တယ်ဆိုတဲ့ ခေါက်ရိုးကျိုးအခန်းတွေမဟုတ်ပဲ ဘယ်သူနဲ့ချစ်ခဲ့တယ်Pauseဘယ်သူ့ကို ချစ်ခဲ့တယ် ၊ ဘယ်လိုအသည်းကွဲခဲ့တယ်ဆိုတဲ့ သူမတူတဲ့ အချစ်ဇာတ်လမ်းလေးတွေတော့ ကိုယ်စီရှိကြမယ် ထင်ပါရဲ့။ဒီဇာတ်လမ်းလေးထဲမှာတော့ မင်းသား(ဂေါ်သမ်)ဟာ စာရေးဆရာဖြစ်လိုသူ၊ သူ့ချစ်သူ(ယမနီ – ယမင်းရုပ်လို့ပဲ ဆိုပါစို့)ရဲ့အထောက်အပံ့ကို ယူ ၊ ချစ်သူနဲ့ အတူနေပြီး စာရေးဖို့ကြိုးစားနေသူပေါ့။ဒါပေမယ့်လည်း စာရေးဆရာတို့ ၊ ပန်းချီဆရာတို့လို အနုပညာမှော်ဝင်စားတတ်သူတွေဟာ ချစ်သူအပေါ်ထားရှိရမယ့် တာဝန် ၊ ချစ်သူအပေါ် ဂရုစိုက်ရမယ့်၀တ္တရားတွေကို မဆိုထားနဲ့ဦး ။စားဖို့ အိပ်ဖို့တောင် မေ့လျော့နေတတ်ကြသူတွေလေ…။ ယမနီအတွက်တော့ နေ့စဉ်အလုပ်သွား၊ ပြန်လာတိုင်း ဆေးလိပ်တစ်ဖက်၊စာအုပ်တစ်ဖက်နဲ့ ယောကျ်ားယမနီလုပ်ပေးခဲ့တဲ့ စားသောက်ဖွယ်ရာတွေကို ကာတွန်းကြည့်ပြီးထိုင်စားနေတဲ့ လင်ယောကျ်ားကို မြင်ရလိုက်ညဘက်အိပ်ယာဝင်တိုင်း သန္ဓေတားဆေးသောက်ရလိုက်နဲ့ ဘာတိုးတက်မှုမှ ရှိမလာတဲ့ လင်ယောကျ်ားအပေါ် စိတ်ကုန်လာခဲ့ပါတယ်။ဒီတော့ အချိန်တွေကြာလာတာနဲ့အမျှ ချစ်သူနှစ်ဦးကြား ပဋိပက္ခတွေဖြစ်လာပြီး ဘယ်လိုမှ ညှိနှိုင်းလို့မရတဲ့အဆုံး…. ပြတ်စဲကြရတော့တယ်….။ချစ်သူနဲ့အတူနေချိန်မှာ ခေါင်းထဲက ဘာအကြောင်းအရာမှမထွက်သလို၊ နှလုံးသားထဲကနေလည်း ဘာမှဆွဲထုတ်လို့မရခဲ့တဲ့ ဂေါ်သမ်ဟာ စာတွေရေးဖြစ်လာခဲ့တယ်။သူရေးလိုက်တဲ့ ဇာတ်လမ်းတိုင်းမှာ သူကိုယ်တိုင် ဇာတ်လိုက်အဖြစ်နဲ့ ခံစားပြီး ရေးလိုက်တာတွေကြောင့် သူ့ဇာတ်လမ်းတွေဟာ သူ့စရိုက်သူ့စိတ်ထားနဲ့ အချစ်အပေါ် သူမြင်တဲ့အမြင်တွေနဲ့ ပြည့်နှက်နေတော့တယ်။ဒီဇာတ်လမ်းကို သရုပ်ဆောင်ထားတဲ့သူက Geetha Govindam , Dear Comrade တို့လို ဇာတ်ကားလေးတွေကို ပရိတ်သတ်ရင်ထဲကို ရောက်လာခဲ့သူ Vijay Deverakonda ဖြစ်ပြီးမင်းသမီးကလည်း အိန္ဒိယဇာတ်ကားပရိတ်သတ်တွေနဲ့ မစိမ်းလှတဲ့ ပုရိသတို့ရဲ့ အသည်းကျော်လေး Raashi Khanna ဖြစ်ပါတယ်။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။File Size : (1.20 GB ) and (600 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 34minFormat : Mp4Genre : RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.NF.WEB-DL.DD+5.1.x264-TellyTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike Zawzawgyiလူ႔ဘ၀ဆိုတာဟာ အခန္းေပါင္းမ်ားစြာနဲ႔ဖြဲ႕စည္းထားတဲ့ ဇာတ္လမ္းတစ္ပုဒ္ပါ။ဘယ္ေနရာမွာ ဘယ္သူနဲ႔ေတြ႕ခဲ့တယ္ ၊ ဘယ္မွာေနခဲ့တယ္ ၊ ဘာေတြလုပ္ခဲ့တယ္ဆိုတဲ့ ေခါက္႐ိုးက်ိဳးအခန္းေတြမဟုတ္ပဲ ဘယ္သူနဲ႔ခ်စ္ခဲ့တယ္ဘယ္သူ႔ကို ခ်စ္ခဲ့တယ္ ၊ ဘယ္လိုအသည္းကြဲခဲ့တယ္ဆိုတဲ့ သူမတူတဲ့ အခ်စ္ဇာတ္လမ္းေလးေတြေတာ့ ကိုယ္စီရွိၾကမယ္ ထင္ပါရဲ႕။ဒီဇာတ္လမ္းေလးထဲမွာေတာ့ မင္းသား(ေဂၚသမ္)ဟာ စာေရးဆရာျဖစ္လိုသူ၊ သူ႔ခ်စ္သူ(ယမနီ – ယမင္း႐ုပ္လို႔ပဲ ဆိုပါစို႔)ရဲ႕အေထာက္အပံ့ကို ယူ ၊ ခ်စ္သူနဲ႔ အတူေနၿပီး စာေရးဖို႔ႀကိဳးစားေနသူေပါ့။ဒါေပမယ့္လည္း စာေရးဆရာတို႔ ၊ ပန္းခ်ီဆရာတို႔လို အႏုပညာေမွာ္ဝင္စားတတ္သူေတြဟာ ခ်စ္သူအေပၚထားရွိရမယ့္ တာဝန္ ၊ ခ်စ္သူအေပၚ ဂ႐ုစိုက္ရမယ့္၀တၱရားေတြကို မဆိုထားနဲ႔ဦး ။စားဖို႔ အိပ္ဖို႔ေတာင္ ေမ့ေလ်ာ့ေနတတ္ၾကသူေတြေလ…။ ယမနီအတြက္ေတာ့ ေန႔စဥ္အလုပ္သြား၊ ျပန္လာတိုင္း ေဆးလိပ္တစ္ဖက္၊စာအုပ္တစ္ဖက္နဲ႔ ေယာက်္ားယမနီလုပ္ေပးခဲ့တဲ့ စားေသာက္ဖြယ္ရာေတြကို ကာတြန္းၾကည့္ၿပီးထိုင္စားေနတဲ့ လင္ေယာက်္ားကို ျမင္ရလိုက္ညဘက္အိပ္ယာဝင္တိုင္း သေႏၶတားေဆးေသာက္ရလိုက္နဲ႔ ဘာတိုးတက္မႈမွ ရွိမလာတဲ့ လင္ေယာက်္ားအေပၚ စိတ္ကုန္လာခဲ့ပါတယ္။ဒီေတာ့ အခ်ိန္ေတြၾကာလာတာနဲ႔အမွ် ခ်စ္သူႏွစ္ဦးၾကား ပဋိပကၡေတြျဖစ္လာၿပီး ဘယ္လိုမွ ညႇိႏႈိင္းလို႔မရတဲ့အဆုံး…. ျပတ္စဲၾကရေတာ့တယ္….။ခ်စ္သူနဲ႔အတူေနခ်ိန္မွာ ေခါင္းထဲက ဘာအေၾကာင္းအရာမွမထြက္သလို၊ ႏွလုံးသားထဲကေနလည္း ဘာမွဆြဲထုတ္လို႔မရခဲ့တဲ့ ေဂၚသမ္ဟာ စာေတြေရးျဖစ္လာခဲ့တယ္။သူေရးလိုက္တဲ့ ဇာတ္လမ္းတိုင္းမွာ သူကိုယ္တိုင္ ဇာတ္လိုက္အျဖစ္နဲ႔ ခံစားၿပီး ေရးလိုက္တာေတြေၾကာင့္ သူ႔ဇာတ္လမ္းေတြဟာ သူ႔စ႐ိုက္သူ႔စိတ္ထားနဲ႔ အခ်စ္အေပၚ သူျမင္တဲ့အျမင္ေတြနဲ႔ ျပည့္ႏွက္ေနေတာ့တယ္။ဒီဇာတ္လမ္းကို သ႐ုပ္ေဆာင္ထားတဲ့သူက Geetha Govindam , Dear Comrade တို႔လို ဇာတ္ကားေလးေတြကို ပရိတ္သတ္ရင္ထဲကို ေရာက္လာခဲ့သူ Vijay Deverakonda ျဖစ္ၿပီးမင္းသမီးကလည္း အိႏၵိယဇာတ္ကားပရိတ္သတ္ေတြနဲ႔ မစိမ္းလွတဲ့ ပုရိသတို႔ရဲ႕ အသည္းေက်ာ္ေလး Raashi Khanna ျဖစ္ပါတယ္။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.20 GB ) and (600 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 34minFormat : Mp4Genre : RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.NF.WEB-DL.DD+5.1.x264-TellyTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike Zaw"