"ဒီဇာတ်ကားလေးကတော့ ၂၀၂၀ ဇန်နဝါရီလောက်က ထွက်ရှိထားတာပါအမျိုးအစားကတော့Drama/Comedy ဖြစ်ပြီး IMDB က 5.7/10 ရထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပါ။Pauseဇာတ်လမ်းအကျဉ်းလေးကတော့ လူနဲ့တိရိစ္ဆာန်တွေကြားကအပြန်အလှန်ချစ်ခြင်းမေတ္တာနဲ့ဂရုဏာတရားကိုဖော်ကျူးပေးထားပြီး တိရိစ္ဆာန်တွေရဲ့ခံစားချက်ကို ပေါ်လွင်အောင်ရိုက်ပြထားတဲ့ ဟာသကားကောင်းလေးတစ်ကားပါ။လျှို့ဝှက်အေးဂျင့်တယောက်ဖြစ်တဲ့ဂျူထယ်ဂျူက တိရိစ္ဆာန်တွေဆိုအရမ်းမုန်းတဲ့သူပပေါ့။သူနဲ့ဆန့်ကျင်ဖက်သူ့သမီးလေးဆိုယောင်းကတော့တိရိစ္ဆာန်တွေကိုအရမ်းချစ်တတ်တဲ့အပြင် တိရိစ္ဆာန်ဆေးကုဆရာဝန်ဖြစ်ချင်နေတဲ့ကလေးမလေးပါ။တစ်နေ့သူ့သမီးလေးကကြောင်တစ်ကောင် သခင်ပျောက်နေတာကို ကယ်တင်ဖို့ အဖေဖြစ်သူဂျူထယ်ဂျူကိုသခင်ရှာပေးဖို့အကူအညီတောင်းလိုက်ပါတယ်။တိရိစ္ဆာန်မုန်းသူကြီး ဂျူထယ်ဂျူဆိုသည်မှာလည်း အဲ့ကြောင်ကို သူလက်ထဲထည့်တာနဲ့ အမှိုက်ပုံးထဲပစ်ထည့်လိုက်တယ်။အဲ့အချိန်ကစပြီးသူဘဝကအပြောင်းလဲကြီးပြောင်းလဲသွားခဲ့ပါတယ်။တိရိစ္ဆာန်တွေကို ဂရုမစိုက်လို့ဒဏ်ခတ်ခံလိုက်ရတယ်တဲ့။အဲ့ဒီပြစ်ဒဏ်ကတော့အဲ့အချိန်ကစပြီးသူတိရိစ္ဆာန်စကားကိုနားလည်သွားတာပါ။တိရိစ္ဆာန်တွေရဲ့ခံစားချက်တွေ၊ပြောစကားတွေကိုနားလည်သွားပြီးနောက် ဂျူထယ်ဂျူတစ်ယောက်ဘယ်လိုပြောင်းလဲသွားမှာလဲဆိုတာကို CM ပရိတ်သတ်ကြီး ကိုယ်တိုင်ပဲခံစားကြည့်ရှုလိုက်ကြပါ။ဟာသသရုပ်ဆောင်တော်တော်များများက အသံသရုပ်ဆောင်ပေးထားတဲ့အပြင် ဇာတ်လမ်းဇာတ်အိမ်လေးကလည်းကောင်းလို့ ဟာသလေးတွေနဲ့တဝါးဝါးတဟားဟားရယ်ရမှာဖြစ်တဲ့အတွက် ကြည့်ပျော်မယ့်ကားကောင်းလေးတစ်ကားဆိုတာတော့အသေအချာပါပဲလို့ညွှန်းချင်ပါတယ်။***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်နားထောင်ပြီး ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါ(ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…)zawgyiဒီဇာတ္ကားေလးကေတာ့ ၂၀၂၀ ဇန္နဝါရီေလာက္က ထြက္ရွိထားတာပါအမ်ိဳးအစားကေတာ့Drama/Comedy ျဖစ္ၿပီး IMDB က 5.7/10 ရထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ကားပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ လူနဲ႔တိရိစာၦန္ေတြၾကားကအျပန္အလွန္ခ်စ္ျခင္းေမတၱာနဲ႔ဂ႐ုဏာတရားကိုေဖာ္က်ဴးေပးထားၿပီး တိရိစာၦန္ေတြရဲ႕ခံစားခ်က္ကို ေပၚလြင္ေအာင္႐ိုက္ျပထားတဲ့ ဟာသကားေကာင္းေလးတစ္ကားပါ။လွ်ိဳ႕ဝွက္ေအးဂ်င့္တေယာက္ျဖစ္တဲ့ဂ်ဴထယ္ဂ်ဴက တိရိစာၦန္ေတြဆိုအရမ္းမုန္းတဲ့သူပေပါ့။သူနဲ႔ဆန႔္က်င္ဖက္သူ႔သမီးေလးဆိုေယာင္းကေတာ့တိရိစာၦန္ေတြကိုအရမ္းခ်စ္တတ္တဲ့အျပင္ တိရိစာၦန္ေဆးကုဆရာဝန္ျဖစ္ခ်င္ေနတဲ့ကေလးမေလးပါ။တစ္ေန႔သူ႔သမီးေလးကေၾကာင္တစ္ေကာင္ သခင္ေပ်ာက္ေနတာကို ကယ္တင္ဖို႔ အေဖျဖစ္သူဂ်ဴထယ္ဂ်ဴကိုသခင္ရွာေပးဖို႔အကူအညီေတာင္းလိုက္ပါတယ္။တိရိစာၦန္မုန္းသူႀကီး ဂ်ဴထယ္ဂ်ဴဆိုသည္မွာလည္း အဲ့ေၾကာင္ကို သူလက္ထဲထည့္တာနဲ႔ အမႈိက္ပုံးထဲပစ္ထည့္လိုက္တယ္။အဲ့အခ်ိန္ကစၿပီးသူဘဝကအေျပာင္းလဲႀကီးေျပာင္းလဲသြားခဲ့ပါတယ္။တိရိစာၦန္ေတြကို ဂ႐ုမစိုက္လို႔ဒဏ္ခတ္ခံလိုက္ရတယ္တဲ့။အဲ့ဒီျပစ္ဒဏ္ကေတာ့အဲ့အခ်ိန္ကစၿပီးသူတိရိစာၦန္စကားကိုနားလည္သြားတာပါ။တိရိစာၦန္ေတြရဲ႕ခံစားခ်က္ေတြ၊ေျပာစကားေတြကိုနားလည္သြားၿပီးေနာက္ ဂ်ဴထယ္ဂ်ဴတစ္ေယာက္ဘယ္လိုေျပာင္းလဲသြားမွာလဲဆိုတာကို CM ပရိတ္သတ္ႀကီး ကိုယ္တိုင္ပဲခံစားၾကည့္ရႈလိုက္ၾကပါ။ဟာသသ႐ုပ္ေဆာင္ေတာ္ေတာ္မ်ားမ်ားက အသံသ႐ုပ္ေဆာင္ေပးထားတဲ့အျပင္ ဇာတ္လမ္းဇာတ္အိမ္ေလးကလည္းေကာင္းလို႔ ဟာသေလးေတြနဲ႔တဝါးဝါးတဟားဟားရယ္ရမွာျဖစ္တဲ့အတြက္ ၾကည့္ေပ်ာ္မယ့္ကားေကာင္းေလးတစ္ကားဆိုတာေတာ့အေသအခ်ာပါပဲလို႔ၫႊန္းခ်င္ပါတယ္။***English စာတန္းထိုးဖိုင္ အမွန္ မထြက္တာေၾကာင့္ ဇာတ္လမ္းတစ္ခုလုံးကို ကိုယ့္ဖာသာ Timing လုပ္နားေထာင္ၿပီး ျပန္ထားတာျဖစ္လို႔ ဘာသာျပန္ အမွားအယြင္းအနည္းငယ္ပါပါက သည္းခံၾကပါ(ဘာသာျပန္သူကေတာ့ Moe Pwint ပဲျဖစ္ပါတယ္…)File Size : (950 MB)Quality : HDRip 720pRunning Time : 1hr 54minFormat : Mp4Genre : Action,ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p FHDRip AAC x264-NonDRMTranslated by Moe PwintEncoded by Thanhtike Zaw"