"အသစ္စက္စက္ထြက္ရိွလာတဲ့ Mortal Combat Animation ပါ။ေတာ္ေတာ္ေလး ၾကၫ့္လို႔ေကာင္းပါတယ္။Pauseဂိမ္းသမားေတြကေတာ့ ဘရုစ္လီနဲ႔သံခေမာက္ဆိုရင္ မသိတဲ့လူ မရိွသေလာက္ပါပဲ။ေသြးသံတရဲရဲေတြနဲ႔မို႔ R rated ႀကိဳက္တဲ့သူေတြအတြက္ ရွယ္ပါပဲ။ဇာတ္လမ္းအက်ဉ္းကေတာ့ စႂကၤဝဠာႀကီးအစမွာElder God ေတြက realm ေတြဖန္တီးေပးခဲ့ၾကတယ္။ကိုယ့္ေလာကဆီကို တျခားေလာကကသူေတြ လာမက်ူးေက်ာ္ဖို႔generation တစ္ခုမွာတစ္ခါ realm တိုင္းက အေတာ္ဆံုးတိုက္ခိုက္ေရးသမားေတြစုၿပီးယွဉ္ၿပိဳင္တိုက္ခိုက္ေစတယ္။ အဲဒီၿပိဳင္ပြဲရဲ့နာမည္ကေတာ့ Mortal Kombat ေပါ့။Mortal Kombat ကို realmတစ္ခုတည္းကေန ၁၀ ပြဲဆက္တိုက္ႏိုင္သြားခဲ့ရင္ အႏိုင္ရတဲ့သူကတျခားrealmေတြနဲ႔ေပါင္းၿပီး သူအုပ္ခ်ဳပ္ခ်င္သလို အုပ္ခ်ဳပ္ခြင့္ရိွတယ္။Earthrealm ကေတာ့ ၿပီးခဲ့တဲ့ ၉ ပြဲမွာ Shao Khan ဆိုတဲ့ဧကရာဇ္ႀကီးကို ရႈံးထားေလရဲ့။အခု ၁၀ ပြဲေျမာက္က Earthrealm ရဲ့ကံၾကမၼာကို အဆံုးအျဖတ္ေပးမယ့္ ပြဲတစ္ပြဲျဖစ္လာေတာ့တယ္။File Size : ( 751 MB , 219 MB)Quality : WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by Moe Myint Lwinunicodeအသစ်စက်စက်ထွက်ရှိလာတဲ့ Mortal Combat Animation ပါ။တော်တော်လေး ကြည့်လို့ကောင်းပါတယ်။ဂိမ်းသမားတွေကတော့ ဘရုစ်လီနဲ့သံခမောက်ဆိုရင် မသိတဲ့လူ မရှိသလောက်ပါပဲ။သွေးသံတရဲရဲတွေနဲ့မို့ R rated ကြိုက်တဲ့သူတွေအတွက် ရှယ်ပါပဲ။ဇာတ်လမ်းအကျဉ်းကတော့ စင်္ကဝြဠာကြီးအစမှာElder God တွေက realm တွေဖန်တီးပေးခဲ့ကြတယ်။ကိုယ့်လောကဆီကို တခြားလောကကသူတွေ လာမကျူးကျော်ဖို့generation တစ်ခုမှာတစ်ခါ realm တိုင်းက အတော်ဆုံးတိုက်ခိုက်ရေးသမားတွေစုပြီးယှဉ်ပြိုင်တိုက်ခိုက်စေတယ်။ အဲဒီပြိုင်ပွဲရဲ့နာမည်ကတော့ Mortal Kombat ပေါ့။Mortal Kombat ကို realmတစ်ခုတည်းကနေ ၁၀ ပွဲဆက်တိုက်နိုင်သွားခဲ့ရင် အနိုင်ရတဲ့သူကတခြားrealmတွေနဲ့ပေါင်းပြီး သူအုပ်ချုပ်ချင်သလို အုပ်ချုပ်ခွင့်ရှိတယ်။Earthrealm ကတော့ ပြီးခဲ့တဲ့ ၉ ပွဲမှာ Shao Khan ဆိုတဲ့ဧကရာဇ်ကြီးကို ရှုံးထားလေရဲ့။အခု ၁၀ ပွဲမြောက်က Earthrealm ရဲ့ကံကြမ္မာကို အဆုံးအဖြတ်ပေးမယ့် ပွဲတစ်ပွဲဖြစ်လာတော့တယ်။File Size : ( 751 MB , 219 MB)Quality : WEB-DL 720pRunning Time : 1 hr 20 minFormat : Mp4Genre : Animation , Action , AdventureSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Man AungEncoded by Moe Myint Lwin"