"ဒီရုပ်ရှင်ကတော့ တောင်ကိုရီးယားနိုင်ငံမှာအမှန်တကယ် ဖြစ်ပျက်ခဲ့တဲ့ တံတားပြိုကျမှုPauseအဖြစ်အပျက်တစ်ခုကို အကြောင်းပြုပြီးရိုက်ကူးတဲ့စိတ်ကူးယဉ်နဲ့ ဖြစ်ရပ်မှန် အခြေပြုရုပ်ရှင်ဇာတ်ကားကောင်းဖြစ်ပါတယ်။ဒီဇာတ်ကားကို ရိုက်ကူးထားတဲ့ ဒါရိုက်တာကတော့တောင်ကိုရီးယားနိုင်ငံရဲ့ တက်သစ်စအမျိုးသမီးဒါရိုက်တာ Kim Bora ဖြစ်ပြီး ဒီဇာတ်ကားနဲ့ဘာလင်အပြည်ပြည်ဆိုင်ရာ ရုပ်ရှင်ပွဲတော်မှာအကောင်းဆုံးဇာတ်ကားဆုအပါအဝင်ဆုပေါင်းများစွားကို ရရှိထားတဲ့ အလားလားရှိတဲ့ဒါရိုက်တာတစ်ယောက်ပါ။ဒီဇာတ်လမ်းကလည်းဒါရိုက်တာ Kim Bora ငယ်စဉ်ကကြုံခဲ့ရတဲ့ အဖြစ်အပျက်တစ်ခုကိုအခြေပြုရိုက်ကူးထားပြီး ဆယ်ကျော်သက်ရွယ်ကောင်မလေးတစ်ယောက်ရဲ့ မမျှော်လင့်ပဲကြုံတွေ့လိုက်ရတဲ့ ဘေးဒုက္ခတွေရယ်၊သူ့ရဲ့ အချစ်နဲ့ ဘဝအတွက် ရှာဖွေမှုတွေကိုခံစားကြည့်ရှူရမယ့် ရုပ်ရှင်ဇာတ်ကားကောင်းတစ်ကားပါ။နိုင်ငံတကာဆုရ ဇာတ်ကားကောင်းတစ်ကားဖြစ်သလိုအင်္ဂလိပ်စာတန်းထိုးဖိုင် မထွက်ရှိသေးတဲ့ဇာတ်ကားတစ်ခုဖြစ်ပြီး ကိုရီးယားဘာစကားကနေတိုက်ရိုက်ဘာသာပြန်ပြီး CM ကနေဦးဦးဖျားဖျား တင်ဆက်ပေးလိုက်ရတာပဲ ဖြစ်ပါတယ်။အသံကိုသာ အဓိကထား နားထောင်ပြန်ရတာဖြစ်တဲ့အတွက်၁၀၀ ရာခိုင်နှုန်း မမှန်ခဲ့သည် ရှိသော်သည်းခံကြည်ံရှုပေးကြပါရန်…ဒီရုပ်ရှင်ကားကို Phu Nge Nge Thein မှဘာသာပြန်ပေးထားပြီး အညွှန်းကိုကိုဇင်ကိုကို မှ ရေးပေးထားပါတယ်Thit San Khant မှ တင်ဆက်ပေးထားပါတယ်။zawgyiဒီ႐ုပ္ရွင္ကေတာ့ ေတာင္ကိုရီးယားႏိုင္ငံမွာအမွန္တကယ္ ျဖစ္ပ်က္ခဲ့တဲ့ တံတားၿပိဳက်မႈအျဖစ္အပ်က္တစ္ခုကို အေၾကာင္းျပဳၿပီး႐ိုက္ကူးတဲ့စိတ္ကူးယဥ္နဲ႔ ျဖစ္ရပ္မွန္ အေျချပဳ႐ုပ္ရွင္ဇာတ္ကားေကာင္းျဖစ္ပါတယ္။ဒီဇာတ္ကားကို ႐ိုက္ကူးထားတဲ့ ဒါ႐ိုက္တာကေတာ့ေတာင္ကိုရီးယားႏိုင္ငံရဲ႕ တက္သစ္စအမ်ိဳးသမီးဒါ႐ိုက္တာ Kim Bora ျဖစ္ၿပီး ဒီဇာတ္ကားနဲ႔ဘာလင္အျပည္ျပည္ဆိုင္ရာ ႐ုပ္ရွင္ပြဲေတာ္မွာအေကာင္းဆုံးဇာတ္ကားဆုအပါအဝင္ဆုေပါင္းမ်ားစြားကို ရရွိထားတဲ့ အလားလားရွိတဲ့ဒါ႐ိုက္တာတစ္ေယာက္ပါ။ဒီဇာတ္လမ္းကလည္းဒါ႐ိုက္တာ Kim Bora ငယ္စဥ္ကႀကဳံခဲ့ရတဲ့ အျဖစ္အပ်က္တစ္ခုကိုအေျချပဳ႐ိုက္ကူးထားၿပီး ဆယ္ေက်ာ္သက္႐ြယ္ေကာင္မေလးတစ္ေယာက္ရဲ႕ မေမွ်ာ္လင့္ပဲႀကဳံေတြ႕လိုက္ရတဲ့ ေဘးဒုကၡေတြရယ္၊သူ႔ရဲ႕ အခ်စ္နဲ႔ ဘဝအတြက္ ရွာေဖြမႈေတြကိုခံစားၾကည့္ရႉရမယ့္ ႐ုပ္ရွင္ဇာတ္ကားေကာင္းတစ္ကားပါ။ႏိုင္ငံတကာဆုရ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္သလိုအဂၤလိပ္စာတန္းထိုးဖိုင္ မထြက္ရွိေသးတဲ့ဇာတ္ကားတစ္ခုျဖစ္ၿပီး ကိုရီးယားဘာစကားကေနတိုက္႐ိုက္ဘာသာျပန္ၿပီး CM ကေနဦးဦးဖ်ားဖ်ား တင္ဆက္ေပးလိုက္ရတာပဲ ျဖစ္ပါတယ္။အသံကိုသာ အဓိကထား နားေထာင္ျပန္ရတာျဖစ္တဲ့အတြက္၁၀၀ ရာခိုင္ႏႈန္း မမွန္ခဲ့သည္ ရွိေသာ္သည္းခံၾကည္ံရႈေပးၾကပါရန္…ဒီ႐ုပ္ရွင္ကားကို Phu Nge Nge Thein မွဘာသာျပန္ေပးထားၿပီး အၫႊန္းကိုကိုဇင္ကိုကို မွ ေရးေပးထားပါတယ္Thit San Khant မွ တင္ဆက္ေပးထားပါတယ္။"