"My Spy(2020)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဖခင်ဖြစ်သူဟာ လူဆိုးတွေနဲ့ပတ်သက်မိပြီး သေဆုံးခဲ့လို့ ၉နှစ်အရွယ်သမီးလေးဟာ
အမေနဲ့ပဲကျန်ခဲ့လေရဲ့…
ဒီမိသားစုဟာ လူသတ်တရားခံနဲ့ ပတ်သက်နိုင်လို့ဆိုပြီး
စုံထောက်အဖွဲ့ဟာ ဒီကလေးမလေးရဲ့အိမ်ကို ၂၄နာရီစောင့်ကြည့်ပါတယ်…
စောင့်ကြည့်အဖွဲ့ခေါင်းဆောင်က စီအိုင်အေက လူကြမ်းအေးဂျင့်ကြီး
တစ်ယောက်ဖြစ်ပါတယ်….
စီအိုင်အေရဲ့ အဆင့်မြင့်ထောက်လှမ်းမှုတွေကို ထက်မြက်တဲ့ကောင်မလေးဟာသိသွားခဲ့တယ်…ဒီကလေးမလေးဟာ ဒီအတိုင်းတော့မနေဘူး..စီအိုင်အေထောက်လှမ်းရေးအဖွဲ့ကို တုန့်ပြန်ဖို့အကွက်လေးတွေဆင်ပါတော့တယ်..အေးဂျင့်ကြီးဒီကလေးကြောင့်တိုင်တွေပတ်တဲ့အပြင် လူဆိုးအဖွဲ့ကလည်း တစ်ချိန်ထဲပေါ်လာတဲ့အချိန်မှာတော့…
ကလေးမလေးက ဘယ်လိုတွေလုပ်လဲ…မိသားစုနဲ့ လူဆိုးအဖွဲ့ကရော ဘယ်လိုတွေ
ဆက်နွယ်မှုရှိနေတာလဲ…တကယ်အမှုကြီး ရုပ်လုံးပေါ်လာချိန်မှာ အေးဂျင့်ကြီးနဲ့
ကလေးမလေးက ဘယ်လိုတွေရင်ဆိုင်ကြမလဲ…ဒီဇာတ်လမ်းက ရယ်လည်းရယ်ရသလို အက်ရှင်ခန်းခပ်မိုက်မိုက်တွေလည်း ပါပါတယ်..မိသားစုနဲ့အတူကြည့်လို့ရသလို
ရင်ခုန်စိတ်လှုပ်ရှားဖွယ်လည်းကောင်းပါတယ်…
အေးဂျင့်ကြီးအဖြစ်တော့နပမ်းမင်းသားလို့
အားလုံးတော်တော်များများခေါ်ကြတဲ့ ဘက်တစ်စတာက
သရုပ်ဆောင်ထားပါတယ်..
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာMarTizasဖြစ်ပါတယ်
(zawgyi)
ဖခင္ျဖစ္သူဟာ လူဆိုးေတြနဲ႔ပတ္သက္မိၿပီး ေသဆုံးခဲ့လို႔ ၉ႏွစ္အ႐ြယ္သမီးေလးဟာ
အေမနဲ႔ပဲက်န္ခဲ့ေလရဲ႕…
ဒီမိသားစုဟာ လူသတ္တရားခံနဲ႔ ပတ္သက္ႏိုင္လို႔ဆိုၿပီး
စုံေထာက္အဖြဲ႕ဟာ ဒီကေလးမေလးရဲ႕အိမ္ကို ၂၄နာရီေစာင့္ၾကည့္ပါတယ္…
ေစာင့္ၾကည့္အဖြဲ႕ေခါင္းေဆာင္က စီအိုင္ေအက လူၾကမ္းေအးဂ်င့္ႀကီး
တစ္ေယာက္ျဖစ္ပါတယ္….
စီအိုင္ေအရဲ႕ အဆင့္ျမင့္ေထာက္လွမ္းမႈေတြကို ထက္ျမက္တဲ့ေကာင္မေလးဟာသိသြားခဲ့တယ္…ဒီကေလးမေလးဟာ ဒီအတိုင္းေတာ့မေနဘူး..စီအိုင္ေအေထာက္လွမ္းေရးအဖြဲ႕ကို တုန႔္ျပန္ဖို႔အကြက္ေလးေတြဆင္ပါေတာ့တယ္..ေအးဂ်င့္ႀကီးဒီကေလးေၾကာင့္တိုင္ေတြပတ္တဲ့အျပင္ လူဆိုးအဖြဲ႕ကလည္း တစ္ခ်ိန္ထဲေပၚလာတဲ့အခ်ိန္မွာေတာ့…
ကေလးမေလးက ဘယ္လိုေတြလုပ္လဲ…မိသားစုနဲ႔ လူဆိုးအဖြဲ႕ကေရာ ဘယ္လိုေတြ
ဆက္ႏြယ္မႈရွိေနတာလဲ…တကယ္အမႈႀကီး ႐ုပ္လုံးေပၚလာခ်ိန္မွာ ေအးဂ်င့္ႀကီးနဲ႔
ကေလးမေလးက ဘယ္လိုေတြရင္ဆိုင္ၾကမလဲ…ဒီဇာတ္လမ္းက ရယ္လည္းရယ္ရသလို အက္ရွင္ခန္းခပ္မိုက္မိုက္ေတြလည္း ပါပါတယ္..မိသားစုနဲ႔အတူၾကည့္လို႔ရသလို
ရင္ခုန္စိတ္လႈပ္ရွားဖြယ္လည္းေကာင္းပါတယ္…
ေအးဂ်င့္ႀကီးအျဖစ္ေတာ့နပမ္းမင္းသားလို႔
အားလုံးေတာ္ေတာ္မ်ားမ်ားေခၚၾကတဲ့ ဘက္တစ္စတာက
သ႐ုပ္ေဆာင္ထားပါတယ္..
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာMarTizasျဖစ္ပါတယ္
File Size : (900 MB) and (339 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:39:00
Genre : Action , Comedy , Family
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by MarTizas
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
