"Proxima(2019)
IMDb…6.6,,,,Rotten…82%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
အသက်၇ နှစ်အရွယ်သမီးလေးတစ်ယောက်နဲ့ ဘဝကို ဖြတ်သန်းနေတဲ့ မိခင်တစ်ယောက်…
ငယ်စဉ်ကတည်းက အာကာသယာဉ်မှူးအိမ်မက် မက်နေခဲ့တဲ့ အမျိုးသမီးတစ်ယောက်…
သူမကတော့ ကွာရှင်းထားတာသိပ်မကြာသေးတဲ့ ပြင်သစ်မလေး ဆာရက်ပါ
တနေ့မှာတော့ သူမ နေ့နေ့ညညမျှော်လင့်ခဲ့ရတဲ့ အာကာသယာဉ်မှူးအိမ်မက် အကောင်အထည်ပေါ်လာခဲ့ပါတော့တယ်…
ချစ်ရတဲ့ သမီးငယ်ကိုအချိန်မပေးနိုင်တော့ဘဲ အိမ်မက်ရဲ့စေရာနောက်ကို ရွေးချယ်လိုက်တဲ့နောက်မှာတော့….
ဒီဇာတ်လမ်းထဲမှာတော့ အမေနဲ့သမီးနဲ့ ကြားက သံယောဇဉ်၊ အလုပ်နဲ့ သားသမီးကြားမှာ ဒွိဟများနေတဲ့ မိခင်တစ်ယောက်ရဲ့စိတ်တို့အပြင်
အာကာသယာဉ်မှူးတစ်ယောက်ရဲ့ ကမ္ဘာမြေပေါ်က မထွက်ခွာမှီ ကြိုတင်ပြင်ဆင်ရပုံတွေကို အသေးစိတ်ရိုက်ကူးထားပါတယ်..
ဗဟုသုတလည်းရသလို ခက်ခဲတဲ့ဘဝတွေကို ပညာသားပါပါလေးပြထားပါတယ်…IMDbလည်းမဆိုးသလို Rotten လည်း 82%တောင် ရရှိထားတာမို့လို့ ခံစားကြည့်ကြပါဦး..
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thithtoo Zaw ပဲဖြစ်ပါတယ်…
(zawgyi)
အသက္၇ ႏွစ္အ႐ြယ္သမီးေလးတစ္ေယာက္နဲ႔ ဘဝကို ျဖတ္သန္းေနတဲ့ မိခင္တစ္ေယာက္…
ငယ္စဥ္ကတည္းက အာကာသယာဥ္မႉးအိမ္မက္ မက္ေနခဲ့တဲ့ အမ်ိဳးသမီးတစ္ေယာက္…
သူမကေတာ့ ကြာရွင္းထားတာသိပ္မၾကာေသးတဲ့ ျပင္သစ္မေလး ဆာရက္ပါ
တေန႔မွာေတာ့ သူမ ေန႔ေန႔ညညေမွ်ာ္လင့္ခဲ့ရတဲ့ အာကာသယာဥ္မႉးအိမ္မက္ အေကာင္အထည္ေပၚလာခဲ့ပါေတာ့တယ္…
ခ်စ္ရတဲ့ သမီးငယ္ကိုအခ်ိန္မေပးႏိုင္ေတာ့ဘဲ အိမ္မက္ရဲ႕ေစရာေနာက္ကို ေ႐ြးခ်ယ္လိုက္တဲ့ေနာက္မွာေတာ့….
ဒီဇာတ္လမ္းထဲမွာေတာ့ အေမနဲ႔သမီးနဲ႔ ၾကားက သံေယာဇဥ္၊ အလုပ္နဲ႔ သားသမီးၾကားမွာ ဒြိဟမ်ားေနတဲ့ မိခင္တစ္ေယာက္ရဲ႕စိတ္တို႔အျပင္
အာကာသယာဥ္မႉးတစ္ေယာက္ရဲ႕ ကမာၻေျမေပၚက မထြက္ခြာမွီ ႀကိဳတင္ျပင္ဆင္ရပုံေတြကို အေသးစိတ္႐ိုက္ကူးထားပါတယ္..
ဗဟုသုတလည္းရသလို ခက္ခဲတဲ့ဘဝေတြကို ပညာသားပါပါေလးျပထားပါတယ္…IMDbလည္းမဆိုးသလို Rotten လည္း 82%ေတာင္ ရရွိထားတာမို႔လို႔ ခံစားၾကည့္ၾကပါဦး..
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Thithtoo Zaw ပဲျဖစ္ပါတယ္…
File Size : (950 MB) and (381 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:47:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Thithtoo Zaw
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
