"ညအချိန်ကြီး အလယ်ခေတ်Gothic ပုံ အဆောက်အဦးတခုအတွင်းမှ
မိန်းကလေးတယောက် ထွက်ပြေးလာပြီး
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကားတံခါးကို အလျင်အမြန်ဖွင့်ကာ မောင်းပြေးသည်။
အိမ်ကြီးထဲတွင်တော့ ကလေးတယောက်က ပြတင်းပေါက်မှ ကြည့်နေပြန်တယ်။
ကားလေးက ခြံဝင်းတံခါးဆီအရောက်တွင်တော့
တံခါးပိတ်ထားတာကြောင့် ရပ်သွားရတော့တယ်။
အထဲမှ မိန်းကလေးထွက်လာပြီး တံခါးပွင့်အောင်လုပ်လိုက်နိုင်တယ်။
တံခါးပွင့်လို့ ကားဆီပြန်သွားပြီး ကားတံခါးဖွင့်မယ်အလုပ်
ကားဘေးမှန်ထဲပေါ်လာတာကတော့…..
သူကတော့ သူ့အခန်းဖော်ကို ကြိုမပြောမိလို့ တောင်းပန်နေရတယ်။
သူအလုပ်လုပ်တဲ့ကျောင်းကနေ ထွက်ပြီး ကလေးမလေးတယောက်ကို
ထိန်းပေးဖို့ ကျောင်းကလူတွေကပဲ အလုပ်ရှာပေးလိုက်ကြတယ်။
ရုတ်တရက်ကြီးဆိုတော့ သူ့အခန်းဖော်ကိုလည်း ပြောပြီးပြီးချင်း
သူလည်း အလုပ်ကိုသွားရတော့မယ်။
အလုပ်ကတော့ လုပ်တဲ့ဆီမှာပဲ နေရမှာဆိုတော့ အခန်းဖော်ကတော့
သူမရှိတော့မှာကို စိတ်မကောင်းတော့ တဖျစ်တောက်တောက်ပေါ့။
သူ့အမေဆီကိုလည်း သူမသွားခင် နှုတ်ဆက်သွားရအုံးမယ်။
ဒီလိုနဲ့ သူနေရမယ့်ဆီ ရောက်လာတယ်။
အိမ်ကြီးကတော့ ကျယ်ဝန်းလှတဲ့ ခြံကြီးထဲမှာရှိပြီး
ရှေးခေတ်အိမ်ကြီးပဲ နေတဲ့သူကတော့ အိမ်တော်ထိန်းခေါ်ရမယ့်
အမျိုးသမီးကြီးတယောက်နဲ့ ကလေးမလေးပဲနေတယ်။
ကလေးမလေး အစ်ကိုကတော့ ဘော်ဒါကျောင်းမှာနေတော့ မရှိဘူး။
ရောက်တဲ့ညမှာပဲ ကလေးမလေးကို သိပ်ပြီး အိပ်ရာအရောက်မှာ
စကားပြောသံတွေကြားလို့ သွားကြည့်ရင်း ကလေးမလေး
အစ်ကိုပြန်ရောက်လာတာနဲ့ ရုတ်တရက်တွေ့ကြတယ်။
သူကြားရတဲ့စကားသံတွေက ဘယ်ကလဲ တကယ်ရောကြားရတာလား။
ကလေးမလေးကရော သူနဲ့အဆင်ပြေပါ့မလား
သူ့အစ်ကိုကောင်လေးကရော ဘာလို့ရောက်လာတာလဲ ။
အရင်တုန်းကရော ဒီအိမ်ကြီးမှာ ဘာတွေဖြစ်ခဲ့တာလဲဆိုတာကို
ဆက်လက်ကြည့်ရှုခံစားလိုက်ကြပါအုံး။
ထိတ်လန့်သဲဖိုဇာတ်လမ်းတွေထုံးစံအတိုင်းပဲ ရိုက်ထားတဲ့ကားပါပဲ။
ဘာမှတော့ ထွေထွေထူးထူးပြောစရာမရှိပါဘူး။
တခုပြောစရာရှိတာက Stranger Things ထဲက ကောင်လေး Mike က
ဒီထဲမှာ ကလေးမလေးအစ်ကိုအဖြစ်သရုပ်ဆောင်ထားတာတခုပါပဲ။
Imdb နဲ့ RT rating ကတော့ နည်းပေမယ့် အရမ်းကြီးဆိုးတယ်လည်းမဟုတ်
Horrorကားလည်းကြည့်ချင်တယ်ဆိုရင် မဆိုးပါဘူးလို့ပြောရမယ့်ကားလေးပါပဲ။
File Size : ( 885 MB , 325 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 34 min
Format : Mp4
Genre : Drama , Horror , Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Night Fury
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
