"Flight(2012)IMDb….7.3,,,,,Rotten….78%Pause(Unicode)Denzel Washingtonက လေယာဉ်ပိုင်းလော့ တစ်ယောက်…..တစ်ရက်ကျတော့ သူတာဝန်ယူမောင်းနှင်တဲ့ ခရီးသည်တင် လေယာဉ်ဟာ စက်ချို့ယွင်းမှုဖြစ်ပြီး လေယာဉ်ပျက်ကျပါတော့တယ် …ဒါပေမယ့်သူဟာ ကျွမ်းကျင်မှူနဲ့အခြေအနေပေါ်မူတည်ပြီးစွန့်စားမှုတွေပြုလုပ်ခဲ့လို့ လေယာဉ်ဟာ အကောင်းမွန်ဆုံးဆင်းသက်နိုင်ခဲ့တယ်…လူအနည်းငယ်သာ သေဆုံးခဲ့ရပြီးသူလည်း ပြည်သူတွေအတွက် Heroတစ်ယောက်ဖြစ်လာခဲ့ပါတယ်….လေယာဉ်ပျက်ကျစဉ်ကဒဏ်ရာကြောင့်သူဆေးရုံတက်ခဲ့ရတယ် …ခင်ဗျားတို့အနေနဲ့ ဇာတ်လမ်းတစ်ခုလုံးပြောလိုက်တယ်လို့ထင်နေလိမ့်မယ်..အပေါ်ကပြောခဲ့တဲ့ဖြစ်စဉ်ဟာ အစပိုင်း မိနစ်(၂၀)လောက်မှာပဲဖြစ်သွားတာ…သူဆေးရုံကဆင်းပြီးတဲ့အချိန်မှာ တကယ့်ဇာတ်လမ်းက စတော့တာပဲ …သူ့ကို စုံခုံဖွဲ တရားရုံးတင်တော့တာပဲ…လူတွေကယ်တင်နိုင်ရဲ့သားနဲ့ဘာကြောင့်တရားရုံးတင်ခံရတာလဲ…သူဘာတွေများလုပ်ခဲ့လို့လဲ…သူကရော ဒီအမှုတောကြီးကနေရုန်းထွက်နိုင်ပါ့မလား..Denezl Washington ကားတွေက သိတဲ့အတိုင်း ကားတိုင်းနီးပါးပြန်ကြည့်လည်းမရိုးနိုင်ပါဘူး…သူ့ရဲ့ အရှိန်အဝါနဲ့တင် ဇာတ်အိမ်မကောင်းရင်တော့ကြည့်ရတာရသမြောက်နေတတ်တာမျိုးပေါ့..ဒီကားက ဇာတ်အိမ်လည်းအတော်ကောင်းပါတယ်..ပြသချိန် ၂နာရီ၁၈မိနစ်ကို ရင်ခုန်စိတ်လှုပ်ရှားစွာကြည့်နေရတာပါ…ဒီကားရဲ့ဒါရိုက်တာကတော့Forrest Gump, Cast Awayတို့လိုကားမျိုးတွေရိုက်ကူးတဲ့ Director Robert Zemeckisပါ ။ဆိုတော့ အမိုက်စားကားမို့ Blu-Ray 1080p 5.1 CH,720Pတို့ဖြင့်ပြုလုပ်ပေးထားပြီး ခံစားကြည့်ကြပါလို့…(zawgyi)Denzel Washingtonက ေလယာဥ္ပိုင္းေလာ့ တစ္ေယာက္…..တစ္ရက္က်ေတာ့ သူတာဝန္ယူေမာင္းႏွင္တဲ့ ခရီးသည္တင္ ေလယာဥ္ဟာ စက္ခ်ိဳ႕ယြင္းမႈျဖစ္ၿပီး ေလယာဥ္ပ်က္က်ပါေတာ့တယ္ …ဒါေပမယ့္သူဟာ ကြၽမ္းက်င္မႉနဲ႔အေျခအေနေပၚမူတည္ၿပီးစြန႔္စားမႈေတြျပဳလုပ္ခဲ့လို႔ ေလယာဥ္ဟာ အေကာင္းမြန္ဆုံးဆင္းသက္ႏိုင္ခဲ့တယ္…လူအနည္းငယ္သာ ေသဆုံးခဲ့ရၿပီးသူလည္း ျပည္သူေတြအတြက္ Heroတစ္ေယာက္ျဖစ္လာခဲ့ပါတယ္….ေလယာဥ္ပ်က္က်စဥ္ကဒဏ္ရာေၾကာင့္သူေဆး႐ုံတက္ခဲ့ရတယ္ …ခင္ဗ်ားတို႔အေနနဲ႔ ဇာတ္လမ္းတစ္ခုလုံးေျပာလိုက္တယ္လို႔ထင္ေနလိမ့္မယ္..အေပၚကေျပာခဲ့တဲ့ျဖစ္စဥ္ဟာ အစပိုင္း မိနစ္(၂၀)ေလာက္မွာပဲျဖစ္သြားတာ…သူေဆး႐ုံကဆင္းၿပီးတဲ့အခ်ိန္မွာ တကယ့္ဇာတ္လမ္းက စေတာ့တာပဲ …သူ႔ကို စုံခုံဖြဲ တရား႐ုံးတင္ေတာ့တာပဲ…လူေတြကယ္တင္ႏိုင္ရဲ႕သားနဲ႔ဘာေၾကာင့္တရား႐ုံးတင္ခံရတာလဲ…သူဘာေတြမ်ားလုပ္ခဲ့လို႔လဲ…သူကေရာ ဒီအမႈေတာႀကီးကေန႐ုန္းထြက္ႏိုင္ပါ့မလား..Denezl Washington ကားေတြက သိတဲ့အတိုင္း ကားတိုင္းနီးပါးျပန္ၾကည့္လည္းမ႐ိုးႏိုင္ပါဘူး…သူ႔ရဲ႕ အရွိန္အဝါနဲ႔တင္ ဇာတ္အိမ္မေကာင္းရင္ေတာ့ၾကည့္ရတာရသေျမာက္ေနတတ္တာမ်ိဳးေပါ့..ဒီကားက ဇာတ္အိမ္လည္းအေတာ္ေကာင္းပါတယ္..ျပသခ်ိန္ ၂နာရီ၁၈မိနစ္ကို ရင္ခုန္စိတ္လႈပ္ရွားစြာၾကည့္ေနရတာပါ…ဒီကားရဲ႕ဒါ႐ိုက္တာကေတာ့Forrest Gump, Cast Awayတို႔လိုကားမ်ိဳးေတြ႐ိုက္ကူးတဲ့ Director Robert Zemeckisပါ ။ဆိုေတာ့ အမိုက္စားကားမို႔ Blu-Ray 1080p 5.1 CH,720Pတို႔ျဖင့္ျပဳလုပ္ေပးထားၿပီး ခံစားၾကည့္ၾကပါလို႔….File Size…(2.53 GB) (1.07 Gb) and (349MB)Quality…Blu-Ray 1080p 5.1 CH, BluRay 720pFormat…mp4Duration…02:18:00Subtitle…Myanmar Subtitle(Hardsub)Encoder…..Phyo PyaeTranslated by Honest Abe"