"[Unicode]ဒီကားက ကိုယ်တွေရဲ့အချစ်တော်ဗိုလ်ကြီးရဲ့ ခံစားနေရတဲ့ မျက်နှာကိုတစိမ့်စိမ့်ကြည့်ရင်းသနားနေရမယ့်ကားပါခွဲခွာခါနီးလူ၂ဦးရဲ့ အခြေအနေကိုမီးမောင်းထိုးပြနေတဲ့ ရုပ်ရှင်တစ်ကားလို့ပြောလို့ရပါတယ် …Pauseမင်းသမီးနဲ့ ဗိုလ်ကြီးကအိမ်ထောင်သက်၅နှစ်ရှိပေမယ့်ကလေးလည်းမရပါဘူးပြီးတော့ မင်းသမီးက အသစ်တွေ့သွားပြီး ဗိုလ်ကြီးကိုထားခဲ့တော့မယ်ပေါ့ဗိုလ်ကြီးမှာတော့ ခံစားနေရပေမယ့် သူ့မိန်းမအိမ်ပြောင်းရင်ကျန်ခဲ့မှာဆိုးလို့ပစ္စည်းလေးတွေသေချာထုတ်ပိုးပေးတယ်သူတို့ခွဲရတော့မယ့်နေ့မရောက်ခင် နောက်ဆုံးအတူတူရှိတဲ့နေမှာပေါ့ …ဗိုလ်ကြီးကသူ့မိန်းမနဲ့အတူတူညစာကိုဆိုင်ကောင်းကောင်းမှာ စားဖို့ဘိုကင်ချိတ်ထားတယ်အဲ့မှာ သူတို့၂ယောက်ပစ္စည်းထုတ်နေရင်းနဲ့ ၅နှစ်တာအတွင်း တစ်ယောက်ကြောင်းတစ်ယောက်ဘယ်လောက်သိခဲ့လဲဆိုတာ ၂ယောက်သားပြောရင်း နဲ့ရုပ်ရှင်ကြည့်နေတဲ့သူကပါ သူတို့၂ယောက်ကိုယ်စား ခံစားပေးတတ်လာတယ် …ဇာတ်ကောင်တွေလည်းအများကြီးမသုံးထားသလို ဇာတ်လမ်းကို ကြည့်ပြီးသွားရင်ကိုယ့်ရဲ့လက်ရှိချစ်တဲ့သူတွေကိုပိုတန်ဖိုးထားချင်စိတ်ဖြစ်လာပါလိမ့်မယ်အိမ်တွင်းပုန်းနေရတဲ့ singleလေးတွေလည်း ဗိုလ်ကြီးမျက်နှာကို ခံစားပြီးကြည့်လို့ရသလိုခွဲခွာနေရတဲ့ rsလေးတွေလည်း ဒါလေးကြည့်ပြီးကိုယ့်ချစ်ချစ်ကိုပိုပြီးချစ်နိုင်ကြပါစေလို့…( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Dolly ဖြစ်ပါတယ် )[Zawgyi]ဒီကားက ကိုယ္ေတြရဲ႕အခ်စ္ေတာ္ဗိုလ္ႀကီးရဲ႕ ခံစားေနရတဲ့ မ်က္ႏွာကိုတစိမ့္စိမ့္ၾကည့္ရင္းသနားေနရမယ့္ကားပါခြဲခြာခါနီးလူ၂ဦးရဲ႕ အေျခအေနကိုမီးေမာင္းထိုးျပေနတဲ့ ႐ုပ္ရွင္တစ္ကားလို႔ေျပာလို႔ရပါတယ္ …မင္းသမီးနဲ႔ ဗိုလ္ႀကီးကအိမ္ေထာင္သက္၅ႏွစ္ရွိေပမယ့္ကေလးလည္းမရပါဘူးၿပီးေတာ့ မင္းသမီးက အသစ္ေတြ႕သြားၿပီး ဗိုလ္ႀကီးကိုထားခဲ့ေတာ့မယ္ေပါ့ဗိုလ္ႀကီးမွာေတာ့ ခံစားေနရေပမယ့္ သူ႔မိန္းမအိမ္ေျပာင္းရင္က်န္ခဲ့မွာဆိုးလို႔ပစၥည္းေလးေတြေသခ်ာထုတ္ပိုးေပးတယ္သူတို႔ခြဲရေတာ့မယ့္ေန႔မေရာက္ခင္ ေနာက္ဆုံးအတူတူရွိတဲ့ေနမွာေပါ့ …ဗိုလ္ႀကီးကသူ႔မိန္းမနဲ႔အတူတူညစာကိုဆိုင္ေကာင္းေကာင္းမွာ စားဖို႔ဘိုကင္ခ်ိတ္ထားတယ္အဲ့မွာ သူတို႔၂ေယာက္ပစၥည္းထုတ္ေနရင္းနဲ႔ ၅ႏွစ္တာအတြင္း တစ္ေယာက္ေၾကာင္းတစ္ေယာက္ဘယ္ေလာက္သိခဲ့လဲဆိုတာ ၂ေယာက္သားေျပာရင္း နဲ႔႐ုပ္ရွင္ၾကည့္ေနတဲ့သူကပါ သူတို႔၂ေယာက္ကိုယ္စား ခံစားေပးတတ္လာတယ္ …ဇာတ္ေကာင္ေတြလည္းအမ်ားႀကီးမသုံးထားသလို ဇာတ္လမ္းကို ၾကည့္ၿပီးသြားရင္ကိုယ့္ရဲ႕လက္ရွိခ်စ္တဲ့သူေတြကိုပိုတန္ဖိုးထားခ်င္စိတ္ျဖစ္လာပါလိမ့္မယ္အိမ္တြင္းပုန္းေနရတဲ့ singleေလးေတြလည္း ဗိုလ္ႀကီးမ်က္ႏွာကို ခံစားၿပီးၾကည့္လို႔ရသလိုခြဲခြာေနရတဲ့ rsေလးေတြလည္း ဒါေလးၾကည့္ၿပီးကိုယ့္ခ်စ္ခ်စ္ကိုပိုၿပီးခ်စ္ႏိုင္ၾကပါေစလို႔…( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Dolly ျဖစ္ပါတယ္ )File size__( 960 MB ) and ( 350 MB)Quality__Blu-720pIMDb Rating__6.3/10Format__mp4Duration__01:44:59Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by DollyEncoded by Naing Aung Latt"