"Unforgettable(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါမှာ​တော့ IMDb rating 8.1 ထိ ရရှိထားတဲ့ ဖိလစ်ပိုင်ကား​လေးတစ်ကားနဲ့ မိတ်ဆက်​ပေးချင်ပါတယ်။
ဂျက်စမင်တို့ညီအစ်မ​တွေဟာ မိဘ​တွေဆုံးပါးသွားတဲ့ အချိန်တည်းက အဘွားဖြစ်သူလက်ထဲမှာ ကြီးပြင်းလာခဲ့ရတာဖြစ်ပါတယ်။
​မွေးချင်းသုံး​ယောက်ရှိတဲ့ ဂျက်စမင်တို့မှာ သူ့အစ်မနှစ်​ယောက်က အိမ်​ထောင်ကျသွားတာမို့ သူတစ်​ယောက်သာ အဘွားလုပ်သူနဲ့ နယ်မြို့​လေးမှာ ကျန်​နေခဲ့ရပါတယ်။
တစ်​နေ့ အဘွားဖြစ်သူမှာ တီဘီ​ရောဂါရှိလာ​တော့ ​အဖျားကူးမှာစိုးတဲ့အတွက် သူ့ကို နယ်မြို့​လေးက​နေ အစ်မ​​တွေရှိရာ မနီလာမြို့ကို ပို့လိုက်ပါ​တော့တယ်။
မနီလာ​ရောက်တဲ့ ဂျက်စမင်ဟာ ​ခွေး​လေးတစ်​ကောင်​မွေးစားလိုက်ပြီး ဟက်ပီး(happy)လို့အမည် ​ပေးခဲ့ပါတယ်။ အ​ကြောင်းက​တော့ သူ့အဘွားငယ်စဥ်က ​မွေးခဲ့တဲ့​ခွေး​လေးနာမည်ကလည်း ဟက်ပီး ဖြစ်လို့ပါပဲ။
တစ်ရက်မှာတော့ ​ရောဂါမသက်သာတဲ့ သူတို့အဘွားကို ပြန်သွားကြည့်ရဖို့ ဖြစ်လာပါတယ်။ ဒါ​ပေမယ့် သူ့အစ်မ​တွေက ဂျက်စမင်ကို ​ရောဂါကူးမှာစိုးလိူ့ လိုက်ခွင့်လုံး၀မ​ပေးပါဘူး။
ဒါနဲ့ပဲ အဘွားကိုချစ်တဲ့ ဂျက်စမင်တစ်​​ယောက် သူ့​ခွေး​လေး ဟက်ပီးနဲ့အတူ နယ်မြို့​လေးကို ခိုးပြန်ဖို့ ကြိုးစားရပါ​တော့တယ်။
ရိုးသားပြီး သနားတတ်လွန်းတဲ့ ဂျက်စမင်တစ်​ယောက် လမ်းမှာ ဘယ်လိူအခက်အခဲ​တွေ ကြုံရမလဲ????
ပြီး​တော့ ဘယ်လိုလူ​တွေနဲ့ ကြုံရမလဲ????
သူ့​ခွေး​လေးကို ​ခေါ်လာတဲ့ ရည်ရွယ်ချက်က​ရော ဘာလဲ??
သူ့နယ်မြို့​လေးကို​​ရော အန္ဓရာယ်ကင်းကင်း ပြန်​ရောက်နိုင်ပါ့မလား????
Unforgettable လို့ အမည်ရတဲ့ ဒီကားဟာဆိုရင်​တော့ လူလူချင်းကြားထဲက ​​မေ တ္တာတရားအပြင် လူသားနဲ့ တိရစ္ဆာန်​လေး​တွေကြားထဲက ချစ်ခြင်း​မေ တ္တာအ​ကြောင်း အဓိက ပုံ​ဖော်ရိုက်ကူးထားတာ ဖြစ်ပါတယ်။
မိသားစုကား​လေးဖြစ်တဲ့အပြင် Dramaကား​ကောင်း​လေးတစ်ကားဖြစ်တဲ့အတွက် ​ပေါ့​ပေါ့ပါးပါး စိတ်​အေးချမ်းသာစွာကြည့်ရှုရမှာ​တော့ အမှန်ပဲ ဖြစ်ပါတယ်။
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ K ပဲဖြစ်ပါတယ်….
(zawgyi)
ဒီတစ္ခါမွာ​ေတာ့ IMDb rating 8.1 ထိ ရရွိထားတဲ့ ဖိလစ္ပိုင္ကား​ေလးတစ္ကားနဲ႔ မိတ္ဆက္​ေပးခ်င္ပါတယ္။
ဂ်က္စမင္တို႔ညီအစ္မ​ေတြဟာ မိဘ​ေတြဆုံးပါးသြားတဲ့ အခ်ိန္တည္းက အဘြားျဖစ္သူလက္ထဲမွာ ႀကီးျပင္းလာခဲ့ရတာျဖစ္ပါတယ္။
​ေမြးခ်င္းသုံး​ေယာက္ရွိတဲ့ ဂ်က္စမင္တို႔မွာ သူ႔အစ္မႏွစ္​ေယာက္က အိမ္​ေထာင္က်သြားတာမို႔ သူတစ္​ေယာက္သာ အဘြားလုပ္သူနဲ႔ နယ္ၿမိဳ႕​ေလးမွာ က်န္​ေနခဲ့ရပါတယ္။
တစ္​ေန႔ အဘြားျဖစ္သူမွာ တီဘီ​ေရာဂါရွိလာ​ေတာ့ ​အဖ်ားကူးမွာစိုးတဲ့အတြက္ သူ႔ကို နယ္ၿမိဳ႕​ေလးက​ေန အစ္မ​​ေတြရွိရာ မနီလာၿမိဳ႕ကို ပို႔လိုက္ပါ​ေတာ့တယ္။
မနီလာ​ေရာက္တဲ့ ဂ်က္စမင္ဟာ ​ေခြး​ေလးတစ္​ေကာင္​ေမြးစားလိုက္ၿပီး ဟက္ပီး(happy)လို႔အမည္ ​ေပးခဲ့ပါတယ္။ အ​ေၾကာင္းက​ေတာ့ သူ႔အဘြားငယ္စဥ္က ​ေမြးခဲ့တဲ့​ေခြး​ေလးနာမည္ကလည္း ဟက္ပီး ျဖစ္လို႔ပါပဲ။
တစ္ရက္မွာေတာ့ ​ေရာဂါမသက္သာတဲ့ သူတို႔အဘြားကို ျပန္သြားၾကည့္ရဖို႔ ျဖစ္လာပါတယ္။ ဒါ​ေပမယ့္ သူ႔အစ္မ​ေတြက ဂ်က္စမင္ကို ​ေရာဂါကူးမွာစိုးလိူ႔ လိုက္ခြင့္လုံး၀မ​ေပးပါဘူး။
ဒါနဲ႔ပဲ အဘြားကိုခ်စ္တဲ့ ဂ်က္စမင္တစ္​​ေယာက္ သူ႔​ေခြး​ေလး ဟက္ပီးနဲ႔အတူ နယ္ၿမိဳ႕​ေလးကို ခိုးျပန္ဖို႔ ႀကိဳးစားရပါ​ေတာ့တယ္။
႐ိုးသားၿပီး သနားတတ္လြန္းတဲ့ ဂ်က္စမင္တစ္​ေယာက္ လမ္းမွာ ဘယ္လိူအခက္အခဲ​ေတြ ႀကဳံရမလဲ????
ၿပီး​ေတာ့ ဘယ္လိုလူ​ေတြနဲ႔ ႀကဳံရမလဲ????
သူ႔​ေခြး​ေလးကို ​ေခၚလာတဲ့ ရည္႐ြယ္ခ်က္က​ေရာ ဘာလဲ??
သူ႔နယ္ၿမိဳ႕​ေလးကို​​ေရာ အႏၶရာယ္ကင္းကင္း ျပန္​ေရာက္ႏိုင္ပါ့မလား????
Unforgettable လို႔ အမည္ရတဲ့ ဒီကားဟာဆိုရင္​ေတာ့ လူလူခ်င္းၾကားထဲက ​​ေမ တၱာတရားအျပင္ လူသားနဲ႔ တိရစာၦန္​ေလး​ေတြၾကားထဲက ခ်စ္ျခင္း​ေမ တၱာအ​ေၾကာင္း အဓိက ပုံ​ေဖာ္႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္။
မိသားစုကား​ေလးျဖစ္တဲ့အျပင္ Dramaကား​ေကာင္း​ေလးတစ္ကားျဖစ္တဲ့အတြက္ ​ေပါ့​ေပါ့ပါးပါး စိတ္​ေအးခ်မ္းသာစြာၾကည့္ရႈရမွာ​ေတာ့ အမွန္ပဲ ျဖစ္ပါတယ္။
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ K ပဲျဖစ္ပါတယ္….
File Size : (800 MB) and (346MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:30:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by K
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
