"ဒီဇာတ္ကားေလးကေတာ့၁၉၉၈ခုနစ္ကထြက္ရွိထားခဲ့တဲ့ကားေဟာင္းကားေကာင္းေလးတစ္ကားပါ။ထြက္ထားတာၾကာၿပီျဖစ္ေပမယ့္ international movie page ေတြ blogေတြကေန ခဏခဏအၫႊန္းခံရသလိုထိပ္တန္းရိုမန္႔တစ္ကားေကာင္းစာရင္းေတြထဲမွာလည္းခဏခဏစာရင္းအသြင္းခံရၿပီး rotten tomatoes မွာ 76% IMDb မွာ 7.5 ရရွိထားၿပီး google users 90% ရဲ႕ေထာက္ခံအားေပးမႈကိုလည္းရရွိထားတာျဖစ္ပါတယ္။ဇာတ္ေၾကာင္းေလးကလည္းဆန္းၿပီးသမားရိုးက်အခ်စ္ကားမ်ိဳးေတြထဲကခြဲထြက္ထားတဲ့ဒီကားကကိုယ္တိုင္ပဲဇာတ္ၫႊန္းေရးသူကိုယ္တိုင္ပဲပထမဆံုးအႀကိမ္ဒါရိုက္တာအျဖစ္တာ၀န္ယူရိုက္ကူးထားတဲ့မင္းသားအတြက္ဆန္ခါတင္ဆုစာရင္းေတြ၀င္ၿပီးဆုအခ်ိဳ႕သိမ္းပိုက္နိုင္ေစခဲ့တဲ့ကားေလးပါ။Pauseဇာတ္လမ္းအက်ဥ္းကေတာ့လူ႔အသိုင္းအ၀ိုင္းနဲ႔သဟဇာတသိပ္မျဖစ္တဲ့စိတ္ခံစားခ်က္ေတြကိုလည္းသိပ္အေရးမေပးတတ္ေတာ့တဲ့လမ္းဆံုးေရာက္လုဆဲဆဲေယာက္်ားတစ္ေယာက္ဟာသူ႔ကိုတကယ္နားလည္ၿပီးျမတ္နိုးတန္ဖိုးထားတဲ့မိန္းကေလးတစ္ေယာက္ရဲ႕အခ်စ္ေတြနဲ႔ျပန္လည္ကယ္တင္ျခင္းခံလိုက္ရပံုအေၾကာင္းျဖစ္ပါတယ္။ဒီဇာတ္ကားေလးကိုၾကည့္ၿပီးလူတစ္ေယာက္အတြက္ကေလးဘ၀မွာမွန္မွန္ကန္ကန္ျပဳစုပ်ိဳးေထာင္ခံရမႈဟာဘယ္ေလာက္အေရးပါတယ္၊ကေလးဘ၀မွာႀကံဳေတြ႕ရတဲ့အေျခအေနေတြဟာလူႀကီးဘ၀ထိဘယ္လိုရိုက္ခတ္မႈေတြရွိတယ္ဆိုတာကိုသတိျပဳမိေစၿပီးလူတစ္ေယာက္မာေၾကာခက္ထန္ေနရျခင္းေနာက္ကြယ္ကအေၾကာင္းတရားမ်ားကိုေတြးမိေစေသာကားေကာင္းကေလးပါ။အဂၤလိပ္ကားတို႔ထံုးစံအတိုင္းတစ္ဦးနဲ႔တစ္ဦးၾကားကအခ်စ္ေမတၲာေတြကိုစကားလံုးေတြအမူအရာေတြနဲ႔အတိအလင္းထုတ္ေဖာ္ျပသမထားၾကတဲ့အတြက္မသိမသာလွစ္ဟျပထားတဲ့အေသးအဖြဲ႕အမွတ္တမဲ့အျပဳအမူေလးေတြကိုရွာႀကံခံစားၾကည့္ၾကဖို႔တိုက္တြန္းရင္းေခ်ာက္ထဲက်လုဆဲဆဲဘ၀ႀကီးကိုဆြဲတင္ကယ္ဆယ္ေပးမယ့္လက္တစ္စံုအားရရွိပိုင္ဆိုင္နိုင္ၾကပါေစလို႔ကိုယ့္ကိုယ္ကိုယ္ေရာၾကည့္ရႈသူတို႔အတြက္ပါဆုေတာင္းေပးလိုက္ပါတယ္။ဒီဇာတ်ကားလေးကတော့၁၉၉၈ခုနစ်ကထွက်ရှိထားခဲ့တဲ့ကားဟောင်းကားကောင်းလေးတစ်ကားပါ။ထွက်ထားတာကြာပြီဖြစ်ပေမယ့် international movie page တွေ blogတွေကနေ ခဏခဏအညွှန်းခံရသလိုထိပ်တန်းရိုမန့်တစ်ကားကောင်းစာရင်းတွေထဲမှာလည်းခဏခဏစာရင်းအသွင်းခံရပြီး rotten tomatoes မှာ 76% IMDb မှာ 7.5 ရရှိထားပြီး google users 90% ရဲ့ထောက်ခံအားပေးမှုကိုလည်းရရှိထားတာဖြစ်ပါတယ်။ဇာတ်ကြောင်းလေးကလည်းဆန်းပြီးသမားရိုးကျအချစ်ကားမျိုးတွေထဲကခွဲထွက်ထားတဲ့ဒီကားကကိုယ်တိုင်ပဲဇာတ်ညွှန်းရေးသူကိုယ်တိုင်ပဲပထမဆုံးအကြိမ်ဒါရိုက်တာအဖြစ်တာဝန်ယူရိုက်ကူးထားတဲ့မင်းသားအတွက်ဆန်ခါတင်ဆုစာရင်းတွေဝင်ပြီးဆုအချို့သိမ်းပိုက်နိုင်စေခဲ့တဲ့ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့လူ့အသိုင်းအဝိုင်းနဲ့သဟဇာတသိပ်မဖြစ်တဲ့စိတ်ခံစားချက်တွေကိုလည်းသိပ်အရေးမပေးတတ်တော့တဲ့လမ်းဆုံးရောက်လုဆဲဆဲယောက်ျားတစ်ယောက်ဟာသူ့ကိုတကယ်နားလည်ပြီးမြတ်နိုးတန်ဖိုးထားတဲ့မိန်းကလေးတစ်ယောက်ရဲ့အချစ်တွေနဲ့ပြန်လည်ကယ်တင်ခြင်းခံလိုက်ရပုံအကြောင်းဖြစ်ပါတယ်။ဒီဇာတ်ကားလေးကိုကြည့်ပြီးလူတစ်ယောက်အတွက်ကလေးဘဝမှာမှန်မှန်ကန်ကန်ပြုစုပျိုးထောင်ခံရမှုဟာဘယ်လောက်အရေးပါတယ်၊ကလေးဘဝမှာကြုံတွေ့ရတဲ့အခြေအနေတွေဟာလူကြီးဘဝထိဘယ်လိုရိုက်ခတ်မှုတွေရှိတယ်ဆိုတာကိုသတိပြုမိစေပြီးလူတစ်ယောက်မာကြောခက်ထန်နေရခြင်းနောက်ကွယ်ကအကြောင်းတရားများကိုတွေးမိစေသောကားကောင်းကလေးပါ။အင်္ဂလိပ်ကားတို့ထုံးစံအတိုင်းတစ်ဦးနဲ့တစ်ဦးကြားကအချစ်မေတ္တာတွေကိုစကားလုံးတွေအမူအရာတွေနဲ့အတိအလင်းထုတ်ဖော်ပြသမထားကြတဲ့အတွက်မသိမသာလှစ်ဟပြထားတဲ့အသေးအဖွဲ့အမှတ်တမဲ့အပြုအမူလေးတွေကိုရှာကြံခံစားကြည့်ကြဖို့တိုက်တွန်းရင်းချောက်ထဲကျလုဆဲဆဲဘဝကြီးကိုဆွဲတင်ကယ်ဆယ်ပေးမယ့်လက်တစ်စုံအားရရှိပိုင်ဆိုင်နိုင်ကြပါစေလို့ကိုယ့်ကိုယ်ကိုယ်ရောကြည့်ရှုသူတို့အတွက်ပါဆုတောင်းပေးလိုက်ပါတယ်။??File Size : (750MB) and (350 MB)Quality : Bluray 720pFormat…mp4Duration…01:50:00Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by EmeraldEncoded by THZ"