"ပန္ဂ်က္တကၠသိုလ္မွာ နာမည္ႀကီးေက်ာင္းသားတစ္ေယာက္ရိွတယ္။ အဲဒီေက်ာင္းသားႀကီးက ႐ိုးသားေျဖာင့္မတ္ၿပီး မဟုတ္မခံတဲ့စိတ္ေလးရိွသတဲ့။ ၿပီးေတာ့ တစ္ခုခုျဖစ္ၿပီဆိုလည္းလက္သီးနဲ႔ပဲရွင္းတာမ်ားတယ္။ ဒဲ့ပဲရွင္းတတ္တာေပါ့။ ဒါေၾကာင့္ တကၠသိုလ္ထဲမွာက သူ႔ကိုခ်စ္ၾကတဲ့သူေတြမ်ားသလို၊ ၾကည့္မရတဲ့သူနဲ႔ မုန္းတဲ့သူေတြလည္းရိွတယ္။ ၿပီးေတာ့ သူကမိန္းကေလးေတြကိုဆိုလည္း မ်က္ႏွာခ်င္းေတာင္ဆံုေအာင္မၾကည့္ဖူးတဲ့အထိ မကိစၥနဲ႔ပတ္သက္ရင္ ကင္းရွင္းတယ္လို႔ဆိုၾကေသးတယ္။ အဲဒီေက်ာင္းသားႀကီးရဲ႕နာမည္ကေတာ့ ဆန္ဒူတဲ့။ ေျပာခဲ့သလိုပဲ ဆန္ဒူကမဟုတ္မမွန္တာေတြကို သည္းခံေလ့ရိွတာမဟုတ္ေတာ့ မ်က္စိထဲကန္႔လန္႔ျဖစ္ေနတာေတြ လိုက္ေျဖရွင္းရင္းတစ္ေန႔မွာ မဒီေခ်ာေခ်ာေလးတစ္ဦးနဲ႔ အၾကည့္ခ်င္းဆံုဖို႔အေၾကာင္းဖန္လာပါေလေရာ။ လူကလည္း မလြယ္ဘူးရယ္။ တစ္ခါေလးအေၾကာင္းဖန္တာနဲ႔ မဒီေလးကို ရေအာင္လိုက္ပါေလေရာ။ တစ္ဖက္မွာလည္း ေက်ာင္းမွာျဖစ္ေနတဲ့အက်င့္ပ်က္ျခစားမႈေတြေၾကာင့္ ေခါင္းေဆာင္ေရြးပြဲမွာလူသစ္တင္ဖို႔ သူ႔သူငယ္ခ်င္းကို ကိုယ္စားလွယ္ေနရာဝင္ခိုင္းလိုက္ရာကေန တစ္ဖက္က အဖြဲ႕နဲ႔လည္းကေတာက္ကဆျဖစ္ဖို႔ အေၾကာင္းလည္း ဖန္လာပါတယ္။ ၿပီးေတာ့ ဆန္ဒူေႂကြဆင္းသြားတဲ့ မဒီေလးနဲ႔ သူ႔ၿပိဳင္ဘက္ျခစားအဖြဲ႕ေခါင္းေဆာင္နဲ႔က ေဆြရိပ္မ်ိဳးရိပ္မကင္း သားအဖေတာ္စပ္ၾကေသးတယ္တဲ့။ ဒီေတာ့ ဆန္ဒူတစ္ေယာက္ ေကာင္မေလးနဲ႔ေရွ႕ဆက္အဆင္ေျပပါ့မလား။ တစ္ဖက္ကၿပိဳက္ဘက္နဲ႔ကေရာ ဘယ္လိုတင္းမာမႈေတြနဲ႔ဘယ္လိုေတြျဖစ္ၾကမလဲ၊ ဘယ္လိုအခက္အခဲေတြရင္ဆိုင္ရမလဲဆိုတာကိုေတာ့… အိႏၵိယကားတို႔ ထံုးစံအတိုင္း သီခ်င္းေတြ၊ အကေတြ၊ လြင့္စင္ထြက္ေလာက္တဲ့ ဖိုက္တင္ပေလးေတြကိုလည္း ၾကည့္ရႈခံစားၾကရမွာပါ။ ၿပီးေတာ့ Action,Drama type ကိုမွ Comedy ဟာသေလးေတြလည္း ေႏွာထားတာမို႔ တစ္ကားလံုးမပ်င္းမရိဘဲၾကည့္ၾကရမွာပါ။ Ik Sandhu Hunda Si (2020) ပန်ဂျက်တက္ကသိုလ်မှာ နာမည်ကြီးကျောင်းသားတစ်ယောက်ရှိတယ်။ အဲဒီကျောင်းသားကြီးက ရိုးသားဖြောင့်မတ်ပြီး မဟုတ်မခံတဲ့စိတ်လေးရှိသတဲ့။ ပြီးတော့ တစ်ခုခုဖြစ်ပြီဆိုလည်းလက်သီးနဲ့ပဲရှင်းတာများတယ်။ ဒဲ့ပဲရှင်းတတ်တာပေါ့။ ဒါကြောင့် တက္ကသိုလ်ထဲမှာက သူ့ကိုချစ်ကြတဲ့သူတွေများသလို၊ ကြည့်မရတဲ့သူနဲ့ မုန်းတဲ့သူတွေလည်းရှိတယ်။ ပြီးတော့ သူကမိန်းကလေးတွေကိုဆိုလည်း မျက်နှာချင်းတောင်ဆုံအောင်မကြည့်ဖူးတဲ့အထိ မကိစ္စနဲ့ပတ်သက်ရင် ကင်းရှင်းတယ်လို့ဆိုကြသေးတယ်။ အဲဒီကျောင်းသားကြီးရဲ့နာမည်ကတော့ ဆန်ဒူတဲ့။ ပြောခဲ့သလိုပဲ ဆန်ဒူကမဟုတ်မမှန်တာတွေကို သည်းခံလေ့ရှိတာမဟုတ်တော့ မျက်စိထဲကန့်လန့်ဖြစ်နေတာတွေ လိုက်ဖြေရှင်းရင်းတစ်နေ့မှာ မဒီချောချောလေးတစ်ဦးနဲ့ အကြည့်ချင်းဆုံဖို့အကြောင်းဖန်လာပါလေရော။ လူကလည်း မလွယ်ဘူးရယ်။ တစ်ခါလေးအကြောင်းဖန်တာနဲ့ မဒီလေးကို ရအောင်လိုက်ပါလေရော။ တစ်ဖက်မှာလည်း ကျောင်းမှာဖြစ်နေတဲ့အကျင့်ပျက်ခြစားမှုတွေကြောင့် ခေါင်းဆောင်ရွေးပွဲမှာလူသစ်တင်ဖို့ သူ့သူငယ်ချင်းကို ကိုယ်စားလှယ်နေရာဝင်ခိုင်းလိုက်ရာကနေ တစ်ဖက်က အဖွဲ့နဲ့လည်းကတောက်ကဆဖြစ်ဖို့ အကြောင်းလည်း ဖန်လာပါတယ်။ ပြီးတော့ ဆန်ဒူကြွေဆင်းသွားတဲ့ မဒီလေးနဲ့ သူ့ပြိုင်ဘက်ခြစားအဖွဲ့ခေါင်းဆောင်နဲ့က ဆွေရိပ်မျိုးရိပ်မကင်း သားအဖတော်စပ်ကြသေးတယ်တဲ့။ ဒီတော့ ဆန်ဒူတစ်ယောက် ကောင်မလေးနဲ့ရှေ့ဆက်အဆင်ပြေပါ့မလား။ တစ်ဖက်ကပြိုက်ဘက်နဲ့ကရော ဘယ်လိုတင်းမာမှုတွေနဲ့ဘယ်လိုတွေဖြစ်ကြမလဲ၊ ဘယ်လိုအခက်အခဲတွေရင်ဆိုင်ရမလဲဆိုတာကိုတော့… အိန္ဒိယကားတို့ ထုံးစံအတိုင်း သီချင်းတွေ၊ အကတွေ၊ လွင့်စင်ထွက်လောက်တဲ့ ဖိုက်တင်ပလေးတွေကိုလည်း ကြည့်ရှုခံစားကြရမှာပါ။ ပြီးတော့ Action,Drama type ကိုမှ Comedy ဟာသလေးတွေလည်း နှောထားတာမို့ တစ်ကားလုံးမပျင်းမရိဘဲကြည့်ကြရမှာပါ။File Size : (900MB) and (453 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:55:00Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Nay Yell NEncoded by THZPause"