"Light from Light(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပျောက်ဆုံးသွားတဲ့ ဒါမှမဟုတ် ​သေဆုံးသွားတဲ့ ကိုယ် ချစ်ရတဲ့သူ​တွေဟာ ကိုယိ့အနားမှာ အမြဲရှိ​နေတယ်လို့ ခံစားရဖူးပါသလား။
မမြင်နိုင်​ပေမယ့် ​ဘေးနားမှာ သူတို့ သေချာ​ပေါက် ရှိမှန်းသိ​နေတာမျိုး​ရော ကြုံဖူးကြပါသလား။
ရှီလာဟာ ငယ်ငယ်တည်းက နိမိတ်ပြတဲ့ အိပ်မက်မျိုး​တွေကို မက်​​လေ့ရှိသူပါ။
Single motherတစ်​ယောက် ဖြစ်တဲ့ သူမဟာ သဘာ၀လွန်ဖြစ်ရပ်​တွေကို စုံစမ်း​ဖော်ထုတ်တဲ့သူတစ်​ယောက်လည်း ဖြစ်ပါတယ်။
တစ်​နေ့မှာ​တော့ ရှီလာ ကို ဆက်သွယ်လာတဲ့သူတစ်​ယောက်ရှိလာပါတယ်။
သူကဘယ်သူလဲ။ ဘာအကူအညီများ​တောင်းချင်လို့လဲ။
ကူညီပြီး​တော့​ရော ဘယ်လိုအရာ​တွေ ​​တွေ့ကြုံကြရမလဲ။
ရုတ်တရက်ကြည့်ရင် သရဲကားလို့ထင်ရ​ပေမယ့် သရဲကားမဟုတ်သလို ​အရမ်းကြီးလည်းကြောက်စရာလည်း မ​ကောင်းပါဘူး။DRAMAဘက်သွားတဲ့ ကားမျိုးလို့ပဲ ညွှန်းချင်ပါတယ်။
တစ်​ယောက်တည်းရှိ​နေတဲ့အချိန် စိတ်သက်သက်သာသာနဲ့ ဒီကား​လေးကို ကြည့်လိုက်ပါ။ စိတ်ထဲ တခုခု​တော့ ကျန်​နေခဲ့မယ်လို့ အာမခံပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kပဲဖြစ်ပါတယ်….
(zawgyi)
ေပ်ာက္ဆုံးသြားတဲ့ ဒါမွမဟုတ္ ​ေသဆုံးသြားတဲ့ ကိုယ္ ခ်စ္ရတဲ့သူ​ေတြဟာ ကိုယိ့အနားမွာ အၿမဲရွိ​ေနတယ္လို႔ ခံစားရဖူးပါသလား။
မျမင္ႏိုင္​ေပမယ့္ ​ေဘးနားမွာ သူတို႔ ေသခ်ာ​ေပါက္ ရွိမွန္းသိ​ေနတာမ်ိဳး​ေရာ ႀကဳံဖူးၾကပါသလား။
ရွီလာဟာ ငယ္ငယ္တည္းက နိမိတ္ျပတဲ့ အိပ္မက္မ်ိဳး​ေတြကို မက္​​ေလ့ရွိသူပါ။
Single motherတစ္​ေယာက္ ျဖစ္တဲ့ သူမဟာ သဘာ၀လြန္ျဖစ္ရပ္​ေတြကို စုံစမ္း​ေဖာ္ထုတ္တဲ့သူတစ္​ေယာက္လည္း ျဖစ္ပါတယ္။
တစ္​ေန႔မွာ​ေတာ့ ရွီလာ ကို ဆက္သြယ္လာတဲ့သူတစ္​ေယာက္ရွိလာပါတယ္။
သူကဘယ္သူလဲ။ ဘာအကူအညီမ်ား​ေတာင္းခ်င္လို႔လဲ။
ကူညီၿပီး​ေတာ့​ေရာ ဘယ္လိုအရာ​ေတြ ​​ေတြ႕ႀကဳံၾကရမလဲ။
႐ုတ္တရက္ၾကည့္ရင္ သရဲကားလို႔ထင္ရ​ေပမယ့္ သရဲကားမဟုတ္သလို ​အရမ္းႀကီးလည္းေၾကာက္စရာလည္း မ​ေကာင္းပါဘူး။DRAMAဘက္သြားတဲ့ ကားမ်ိဳးလို႔ပဲ ၫႊန္းခ်င္ပါတယ္။
တစ္​ေယာက္တည္းရွိ​ေနတဲ့အခ်ိန္ စိတ္သက္သက္သာသာနဲ႔ ဒီကား​ေလးကို ၾကည့္လိုက္ပါ။ စိတ္ထဲ တခုခု​ေတာ့ က်န္​ေနခဲ့မယ္လို႔ အာမခံပါတယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Kပဲျဖစ္ပါတယ္….
File Size : (850 MB) and (350 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:22:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by K
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
