"A Beautiful Moment(2018)(unicode)Pauseဒီဇာတ်ကားရဲ့ မင်းသားကို အားလုံးရင်းနှီးပြီးသားဖြစ်ကြမှာပါ။သူက အမြဲတမ်း အက်ရှင်ကားတွေပဲရိုက်နေတာပါ။ ဒီတစ်ခါမှာတော့ လူကြီးလူငယ်မရွေး ကြည့်ရှုခံစားနိုင်တဲ့ ဟာသကားကိုရိုက်ကူးထားပါတယ်။ဟောင်ကောင်မှာနေထိုင်ကြတဲ့ သူဌေးတွေရဲ့ ဘဝအခြေအနေကို အခြေခံပြီး ဟာသမြောက်အောင်ရိုက်ကူးထားပါတယ်။အချစ်ဇာတ်လမ်းတွေကြားမှာ ဟာသကြားညှပ်ပြီးရိုက်ကူးထားလို့ ကြည်နူးဖို့လည်း ကောင်းသလို၊ ပျော်ဖို့လည်းကောင်းပါတယ်။ဒီဇာတ်ကားမှာတော့ စိတ်ပညာရှင် ဒေါက်တာ ဘို နဲ့ စီးပွားရေးသမား ချိန်ဟွာရှိန်း တို့ရဲ့ အချစ်ဇာတ်လမ်းကို အဓိကထားပြီးရိုက်ထားတာပါ။ချိန်ဟွာရှိန်းဟာ အလွန်ရက်စက်ပြီး အောင်မြင်တဲ့ စီးပွားရေးသမားတစ်ယောက်ဖြစ်တယ်။အတ္တကြီးတယ်။ လောဘကြီးတယ်။ သူ့မျက်လုံးထဲမှာ ပိုက်ဆံကအရေးကြီးဆုံးဖြစ်နေခဲ့တယ်။ဒေါက်ဒါ ဘိုကတော့ အလွန်ထူးချွန်တဲ့စိတ်ပညာရှင်တစ်ယောက်ဖြစ်တယ်။သူတို့နှစ်ယောက်ရဲ့ကံကြမ္မာက ဘယ်လိုဖြစ်မလဲ?အချစ်ကြောင့် သူတို့ဘယ်လိုပြောင်းလဲသွားသလဲ?ဟာသလေးတွေနှောပြီးရိုက်ကူးထားတာမို့ ခံစားကြည့်ကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်…(zawgyi)ဒီဇာတ္ကားရဲ့ မင္းသားကို အားလုံးရင္းႏွီးၿပီးသားျဖစ္ၾကမွာပါ။သူက အျမဲတမ္း အက္ရွင္ကားေတြပဲရိုက္ေနတာပါ။ ဒီတစ္ခါမွာေတာ့ လူႀကီးလူငယ္မေရြး ၾကည့္ရွုခံစားနိုင္တဲ့ ဟာသကားကိုရိုက္ကူးထားပါတယ္။ေဟာင္ေကာင္မွာေနထိုင္ၾကတဲ့ သူေဌးေတြရဲ့ ဘဝအေျခအေနကို အေျခခံၿပီး ဟာသေျမာက္ေအာင္ရိုက္ကူးထားပါတယ္။အခ်စ္ဇာတ္လမ္းေတြၾကားမွာ ဟာသၾကားညႇပ္ၿပီးရိုက္ကူးထားလို့ ၾကည္ႏူးဖို့လည္း ေကာင္းသလို၊ ေပ်ာ္ဖို့လည္းေကာင္းပါတယ္။ဒီဇာတ္ကားမွာေတာ့ စိတ္ပညာရွင္ ေဒါက္တာ ဘို နဲ႔ စီးပြားေရးသမား ခ်ိန္ဟြာရွိန္း တို့ရဲ့ အခ်စ္ဇာတ္လမ္းကို အဓိကထားၿပီးရိုက္ထားတာပါ။ခ်ိန္ဟြာရွိန္းဟာ အလြန္ရက္စက္ၿပီး ေအာင္ျမင္တဲ့ စီးပြားေရးသမားတစ္ေယာက္ျဖစ္တယ္။အတၱႀကီးတယ္။ ေလာဘႀကီးတယ္။ သူ႔မ်က္လုံးထဲမွာ ပိုက္ဆံကအေရးႀကီးဆုံးျဖစ္ေနခဲ့တယ္။ေဒါက္ဒါ ဘိုကေတာ့ အလြန္ထူးခၽြန္တဲ့စိတ္ပညာရွင္တစ္ေယာက္ျဖစ္တယ္။သူတို့ႏွစ္ေယာက္ရဲ့ကံၾကမၼာက ဘယ္လိုျဖစ္မလဲ?အခ်စ္ေၾကာင့္ သူတို့ဘယ္လိုေျပာင္းလဲသြားသလဲ?ဟာသေလးေတြေႏွာၿပီး႐ိုက္ကူးထားတာမို႔ ခံစားၾကည့္ၾကပါဦး…ဇာတ္လမ္းအၫႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Naomi Noe ပဲျဖစ္ပါတယ္…File Size : (900 MB) and (257MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:49:00Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Naomi NoeEncoded by Phyo Pyae"