"[Unicode]U Turn (1997)=========Pauseဘဝမှာမှားခဲ့တဲ့ လူတိုင်းကို ဘုရားသခင်ကဂငယ်ကွေ့ခွင့်ပြုပါတယ်တဲ့။ ကိုယ် ဒီလမ်းကလေးကိုဂငယ်ကွေ့ခဲ့မိတဲ့ဘက်က ငရဲလမ်းတုရှုပါပဲ။ကုန်းကမူ ကန္တာရလွင်ပြင်နဲ့ ဖုန်ထူတဲ့ ဒီလမ်း‌ဘေးမှာလဒတွေ ယုန်သေကောင်ပုပ်အပေါ်နားလို့။ငရဲဖြစ်စေ သင်္ချိုင်းဖြစ်စေသေဘေးလွတ်ဖို့ လူဟာ ဘာမဆို လုပ်မှာပဲမဟုတ်လား။လက်ချောင်းနှစ်ချောင်းနှုတ်ယူခံထားရတဲ့ ကိုယ့်ဆီကသူတို့က အသက်ကိုယူဖို့လည်း ဝန်လေးမှာမဟုတ်ပါဘူး။ဒီလိုနဲ့ပဲ တိမ်းရှောင်သူကိုယ်က မင်းနဲ့တွေ့ခဲ့တယ်အင်းဒီယန်းတစ်ဝက်မ‌လေးရေ။မင်းတို့နေတဲ့ မြို့ကလေးကို ကိုကွေ့လာတဲ့အချိန်မှာကတောက်ကဆတ် ၁ က စတာပါပဲ။မင်းသိမှာပါပြဿနာဟာ မြို့အဝင်ဝပ်ရှော့က ဗိုက်ပူပူချေးအထပ်ထပ်နဲ့ အေးတဲ့အချိန်နဲ့ ပူတဲ့အချိန်အလုပ်မလုပ်ချင်တဲ့ စက်ပြင်ဆရာငတိနဲ့ စတာပေါ့။ကိုယ်ပိုင်တဲ့ တစ်ခုတည်းသောအရာဖြစ်တဲ့၁၉၆၄မော်ဒယ် မတ်စတန်းအမိုးဖွင့်ကားလေးကိုဒီငတိနဲ့ ထားခဲ့ရတာ သိပ်စိတ်မချလှပါဘူးရွေးစရာမှမရှိပဲ။ ဒီညစ်ပတ်ဖုန်ထူတဲ့ မြို့ဟာမင်းကို မတွေ့ခင်အထိတော့ တကယ်ငရဲပါပဲ။ကတောက်ကဆတ် ၂ ကတော့ ခရီးသွားဟန်လွဲစားသောက်ဆိုင်အသွားတိုးတဲ့ မျက်မမြင်အင်းဒီးယန်းအဘိုးကြီးပါပဲ။ ဒီအဘိုးကြီးကအတော်ခက်ပါတယ်။ မျက်မမြင်တစ်ယောက်နဲ့မလိုက်အောင်ကို ကင်းမြှီးကောက်သတ်သေတာအစအတွဲတွေပလီတာအဆုံး အကုန်မြင်နေတော့တာပါပဲ။စကားတွေကလည်း ဖောင်ဖွဲ့လို့ မကုန်အောင်ပါပဲ။ဒီအချိန်မှာပဲ လမ်းတစ်ဘက်က မင်းကို ကိုယ်မြင်လိုက်ပါတယ်။ ဒါအချစ်မဟုတ်ပါဘူး။အလှကိုတပ်မက်မှုပါ။ အချစ်ဟာလှတာကိုလိုချင်တာဆိုတဲ့ ဆော့ခရိတ္တိအဆိုမှန်ခဲ့ရင်တော့ ဒါအချစ်ပေါ့အင်းဒီးယန်းတစ်ဝက်မကလေးရယ်။လှမ်းခါယိမ်းနွဲ့သွားတဲ့ မင်းရဲ့ ကျောဘက်ကျက်သရေတို့ကလည်း အာရုံမှာဖယ်ရှားလို့မရနိုင်အောင်ပါပဲ။ယစ်မူးနေတုန်းကတော့ ပန်းသီးရဲ့အဆိပ်ကိုဘယ်သူမြင်ခဲ့ပါမလဲ။ ကိုယ်စခဲ့တဲ့ ဇာတ်နဲ့မင်းရဲ့လိုက်လျောမှု ပေါင်းစပ်လို့ ရလဒ်ကကိုယ်တို့ရဲ့ အပြာရောင်အခန်းကလေးမစခင်မှာမင်းမပြောထားတဲ့လင်တော်မောင် လက်သီးနှာနုရိုးတည့်တည့်မှာ ကိုယ်မြည်းလိုက်ရတာပါပဲ။မင်းက ဒီလိုအဆိပ်ပြင်းတဲ့ ကောင်မလေးပေါ့ဒါက ကိုယ်မထင်ခဲ့တဲ့ ကတောက်ကဆတ် ၃ပါပဲ။ကျန်တဲ့ကတောက်ဆတ်များစွာထက်မင်းအကြောင်း ကတောက်ကဆတ်များဟာအဆိုးရွာဆုံးပါပဲလို့ ဆိုရမယ်။ဒီအဖြစ်အပျက်မှာ ကိုယ်တို့ရဲ့ ရည်ရွယ်ချက်တွေရှင်းပါတယ်။ သေရွာက လွတ်ချင်တဲ့ကိုယ်ရယ်မင်းကို သေစေချင်တဲ့ မင်းယောကျာ်းကြီးရယ်ရေလား မီးလား ငရဲလား နိဗ္ဗာန်လား မသိရတဲ့မင်းရယ် ဒီငရဲကို အတူတူတည်ခဲ့ကြပြီပဲ။မင်းသိမလား မင်းအကြောင်း ပိုပိုသိလာချိန်မှာမင်းယောကျာ်ကြီး မင်းကို သတ်ခိုင်းဖို့ ကိုယ့်ကိုကမ်းလှမ်းလာတာကို သိပ်မအံ့ဩတော့ပါဘူး။ကိုယ်တို့ အားလုံးဟာ မင်းကစားပွဲထဲကနယ်ရုပ်ကလေးဖြစ်ခဲ့ကြတဲ့ သူတွေပါပဲ။မိန်းမတစ်ယောက်ရဲ့စိတ်ကိုနားလည်ဖို့ထက်တိုက်ကြီးခုနှစ်စင်းကို တံတားထိုးပေးရတာပိုလွယ်တယ်ဆိုတဲ့ ဟာသကလေး မင်းကြားဖူးမလား။တကယ်ပါပဲ ဒီအဖြစ်အပျက်အစအဆုံးမင်း ဘာလိုချင်ခဲ့လဲ ဘာကိုရွယ်လုပ်ခဲ့သလဲကိုယ်တကယ်မသိခဲ့ပါဘူး။ဝေးလံသော တောင်စွန်းဆီတွင် နေဝင်ချိန်အသစ်တစ်ခုမွေးဖွားသန့်စင်ပြီ။ ဒဏ်ရာအတိပြီးသောလက်ချောင်းနှစ်ချောင်းပြတ် ခြေကျိုး ခန္ဓာအဟောင်းနဲ့လူတစ်ယောက်၊ ‌သေနတ်တစ်လက် ၊ငွေတစ်သိန်းခွဲနဲ့လူတစ်ယောက် ဘဝကို ဂငယ်ကွေ့တော့မည်လား။စီးကရက်၏ အရသာသည် သူ့အတွက် ပိုပိုကာပေါ့လာသည်။ ဆာလောင်နေသော မကောင်းဆိုးဝါးလေးကောင် ယမန့်နေ့ညက စစ်တလင်းခင်းခဲ့ကြ၏။ယနေ့ည တောင်အောက်တွင် လူသေသုံးလောင်းကိုတောင်ခြင်္သေ့တို့က ပွဲတော်တည်နေကြပြီ။မနက်ဖြန်ကို ကျွန်တော်မယုံပါ။လိ‌‌‌မ္မော်နီရောင်ဂါဝန်တစ်စုံကိုကျွန်တော် ဖျတ်ခနဲမြင်နေရသည်။သူမသည် ငှက်ကလေးဖြစ်သွားလေပြီ။ကျွန်တော် အမှောင်ထဲသို့ ရှေးရှုနေသည်။မနက်ဖြန်ကို ကျွန်တော်မယုံပါ။စာကြွင်း။တစ်ချို့ရုပ်ရှင်တွေက အဆိုးဆုံးအဖြစ်အပျက်တွေထဲကအကောင်းဘက်ရောက်တဲ့ လူသားဆန်မှုကလေးကိုမီးမောင်းထိုးပြတတ်ပါတယ်။ Jo Jo Rabbitတို့Life is beautifulတို့လို ရုပ်ရှင်မျိူးတွေပေါ့။ဒီရုပ်ရှင်ကတော့ ဆိုးရွားတဲ့အဖြစ်အပျက်တစ်ခုထဲကနေအတ္တတွေ တစ်ကိုယ်ကောင်းဆန်မှုတွေ ရက်စက်မှုတွေကိုပဲထပ်ကာထပ်ကာပြ‌နေပါလိမ့်မယ်။ရိုက်ချက်တွေက တစ်ခါတလေ နိမိတ်ပုံဆန်ဆန်ဖျတ်ခနဲပါလာတတ်ပါတယ်။ ဒီရုပ်ရှင်ကခင်ဗျားကိုဆုံးဖြတ်ခွင့်ပေးထားတဲရုပ်ရှင်မျိုးပါပဲ ။( အညွှန်နဲ့ ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]U Turn (1997)=========ဘ၀မွာမွားခဲ့တဲ့ လူတိုင္းကို ဘုရားသခင္ကဂငယ္ေကြ႕ခြင့္ျပဳပါတယ္တဲ့။ ကိုယ္ ဒီလမ္းကေလးကိုဂငယ္ေကြ႕ခဲ့မိတဲ့ဘက္က ငရဲလမ္းတုရႈပါပဲ။ကုန္းကမူ ကႏၲာရလြင္ျပင္နဲ႔ ဖုန္ထူတဲ့ ဒီလမ္း‌ေဘးမွာလဒေတြ ယုန္ေသေကာင္ပုပ္အေပၚနားလို႔။ငရဲျဖစ္ေစ သခ်ႋဳင္းျဖစ္ေစေသေဘးလြတ္ဖို႔ လူဟာ ဘာမဆို လုပ္မွာပဲမဟုတ္လား။လက္ေခ်ာင္းႏွစ္ေခ်ာင္းႏႈတ္ယူခံထားရတဲ့ ကိုယ့္ဆီကသူတို႔က အသက္ကိုယူဖို႔လည္း ၀န္ေလးမွာမဟုတ္ပါဘူး။ဒီလိုနဲ႔ပဲ တိမ္းေရွာင္သူကိုယ္က မင္းနဲ႔ေတြ႕ခဲ့တယ္အင္းဒီယန္းတစ္၀က္မ‌ေလးေရ။မင္းတို႔ေနတဲ့ ၿမိဳ႕ကေလးကို ကိုေကြ႕လာတဲ့အခ်ိန္မွာကေတာက္ကဆတ္ ၁ က စတာပါပဲ။မင္းသိမွာပါျပႆနာဟာ ၿမိဳ႕အ၀င္၀ပ္ေရွာ့က ဗိုက္ပူပူေခ်းအထပ္ထပ္နဲ႔ ေအးတဲ့အခ်ိန္နဲ႔ ပူတဲ့အခ်ိန္အလုပ္မလုပ္ခ်င္တဲ့ စက္ျပင္ဆရာငတိနဲ႔ စတာေပါ့။ကိုယ္ပိုင္တဲ့ တစ္ခုတည္းေသာအရာျဖစ္တဲ့၁၉၆၄ေမာ္ဒယ္ မတ္စတန္းအမိုးဖြင့္ကားေလးကိုဒီငတိနဲ႔ ထားခဲ့ရတာ သိပ္စိတ္မခ်လွပါဘူးေ႐ြးစရာမွမရွိပဲ။ ဒီညစ္ပတ္ဖုန္ထူတဲ့ ၿမိဳ႕ဟာမင္းကို မေတြ႕ခင္အထိေတာ့ တကယ္ငရဲပါပဲ။ကေတာက္ကဆတ္ ၂ ကေတာ့ ခရီးသြားဟန္လြဲစားေသာက္ဆိုင္အသြားတိုးတဲ့ မ်က္မျမင္အင္းဒီးယန္းအဘိုးႀကီးပါပဲ။ ဒီအဘိုးႀကီးကအေတာ္ခက္ပါတယ္။ မ်က္မျမင္တစ္ေယာက္နဲ႔မလိုက္ေအာင္ကို ကင္းျမႇီးေကာက္သတ္ေသတာအစအတြဲေတြပလီတာအဆုံး အကုန္ျမင္ေနေတာ့တာပါပဲ။စကားေတြကလည္း ေဖာင္ဖြဲ႕လို႔ မကုန္ေအာင္ပါပဲ။ဒီအခ်ိန္မွာပဲ လမ္းတစ္ဘက္က မင္းကို ကိုယ္ျမင္လိုက္ပါတယ္။ ဒါအခ်စ္မဟုတ္ပါဘူး။အလွကိုတပ္မက္မႈပါ။ အခ်စ္ဟာလွတာကိုလိုခ်င္တာဆိုတဲ့ ေဆာ့ခရိတၱိအဆိုမွန္ခဲ့ရင္ေတာ့ ဒါအခ်စ္ေပါ့အင္းဒီးယန္းတစ္၀က္မကေလးရယ္။လွမ္းခါယိမ္းႏြဲ႕သြားတဲ့ မင္းရဲ႕ ေက်ာဘက္က်က္သေရတို႔ကလည္း အာ႐ုံမွာဖယ္ရွားလို႔မရႏိုင္ေအာင္ပါပဲ။ယစ္မူးေနတုန္းကေတာ့ ပန္းသီးရဲ႕အဆိပ္ကိုဘယ္သူျမင္ခဲ့ပါမလဲ။ ကိုယ္စခဲ့တဲ့ ဇာတ္နဲ႔မင္းရဲ႕လိုက္ေလ်ာမႈ ေပါင္းစပ္လို႔ ရလဒ္ကကိုယ္တို႔ရဲ႕ အျပာေရာင္အခန္းကေလးမစခင္မွာမင္းမေျပာထားတဲ့လင္ေတာ္ေမာင္ လက္သီးႏွာႏု႐ိုးတည့္တည့္မွာ ကိုယ္ျမည္းလိုက္ရတာပါပဲ။မင္းက ဒီလိုအဆိပ္ျပင္းတဲ့ ေကာင္မေလးေပါ့ဒါက ကိုယ္မထင္ခဲ့တဲ့ ကေတာက္ကဆတ္ ၃ပါပဲ။က်န္တဲ့ကေတာက္ဆတ္မ်ားစြာထက္မင္းအေၾကာင္း ကေတာက္ကဆတ္မ်ားဟာအဆိုး႐ြာဆုံးပါပဲလို႔ ဆိုရမယ္။ဒီအျဖစ္အပ်က္မွာ ကိုယ္တို႔ရဲ႕ ရည္႐ြယ္ခ်က္ေတြရွင္းပါတယ္။ ေသ႐ြာက လြတ္ခ်င္တဲ့ကိုယ္ရယ္မင္းကို ေသေစခ်င္တဲ့ မင္းေယာက်ာ္းႀကီးရယ္ေရလား မီးလား ငရဲလား နိဗၺာန္လား မသိရတဲ့မင္းရယ္ ဒီငရဲကို အတူတူတည္ခဲ့ၾကၿပီပဲ။မင္းသိမလား မင္းအေၾကာင္း ပိုပိုသိလာခ်ိန္မွာမင္းေယာက်ာ္ႀကီး မင္းကို သတ္ခိုင္းဖို႔ ကိုယ့္ကိုကမ္းလွမ္းလာတာကို သိပ္မအံ့ဩေတာ့ပါဘူး။ကိုယ္တို႔ အားလုံးဟာ မင္းကစားပြဲထဲကနယ္႐ုပ္ကေလးျဖစ္ခဲ့ၾကတဲ့ သူေတြပါပဲ။မိန္းမတစ္ေယာက္ရဲ႕စိတ္ကိုနားလည္ဖို႔ထက္တိုက္ႀကီးခုႏွစ္စင္းကို တံတားထိုးေပးရတာပိုလြယ္တယ္ဆိုတဲ့ ဟာသကေလး မင္းၾကားဖူးမလား။တကယ္ပါပဲ ဒီအျဖစ္အပ်က္အစအဆုံးမင္း ဘာလိုခ်င္ခဲ့လဲ ဘာကို႐ြယ္လုပ္ခဲ့သလဲကိုယ္တကယ္မသိခဲ့ပါဘူး။ေဝးလံေသာ ေတာင္စြန္းဆီတြင္ ေန၀င္ခ်ိန္အသစ္တစ္ခုေမြးဖြားသန္႔စင္ၿပီ။ ဒဏ္ရာအတိၿပီးေသာလက္ေခ်ာင္းႏွစ္ေခ်ာင္းျပတ္ ေျခက်ိဳး ခႏၶာအေဟာင္းနဲ႔လူတစ္ေယာက္၊ ‌ေသနတ္တစ္လက္ ၊ေငြတစ္သိန္းခြဲနဲ႔လူတစ္ေယာက္ ဘ၀ကို ဂငယ္ေကြ႕ေတာ့မည္လား။စီးကရက္၏ အရသာသည္ သူ႔အတြက္ ပိုပိုကာေပါ့လာသည္။ ဆာေလာင္ေနေသာ မေကာင္းဆိုးဝါးေလးေကာင္ ယမန႔္ေန႔ညက စစ္တလင္းခင္းခဲ့ၾက၏။ယေန႔ည ေတာင္ေအာက္တြင္ လူေသသုံးေလာင္းကိုေတာင္ျခေသၤ့တို႔က ပြဲေတာ္တည္ေနၾကၿပီ။မနက္ျဖန္ကို ကြၽန္ေတာ္မယုံပါ။လိ‌‌‌ေမၼာ္နီေရာင္ဂါ၀န္တစ္စုံကိုကြၽန္ေတာ္ ဖ်တ္ခနဲျမင္ေနရသည္။သူမသည္ ငွက္ကေလးျဖစ္သြားေလၿပီ။ကြၽန္ေတာ္ အေမွာင္ထဲသို႔ ေရွးရႈေနသည္။မနက္ျဖန္ကို ကြၽန္ေတာ္မယုံပါ။စာႂကြင္း။တစ္ခ်ိဳ႕႐ုပ္ရွင္ေတြက အဆိုးဆုံးအျဖစ္အပ်က္ေတြထဲကအေကာင္းဘက္ေရာက္တဲ့ လူသားဆန္မႈကေလးကိုမီးေမာင္းထိုးျပတတ္ပါတယ္။ Jo Jo Rabbitတို႔Life is beautifulတို႔လို ႐ုပ္ရွင္မ်ိဴးေတြေပါ့။ဒီ႐ုပ္ရွင္ကေတာ့ ဆိုး႐ြားတဲ့အျဖစ္အပ်က္တစ္ခုထဲကေနအတၱေတြ တစ္ကိုယ္ေကာင္းဆန္မႈေတြ ရက္စက္မႈေတြကိုပဲထပ္ကာထပ္ကာျပ‌ေနပါလိမ့္မယ္။႐ိုက္ခ်က္ေတြက တစ္ခါတေလ နိမိတ္ပုံဆန္ဆန္ဖ်တ္ခနဲပါလာတတ္ပါတယ္။ ဒီ႐ုပ္ရွင္ကခင္ဗ်ားကိုဆုံးျဖတ္ခြင့္ေပးထားတဲ႐ုပ္ရွင္မ်ိဳးပါပဲ ။( အညႊန္နဲ႔ ဘာသာျပန္သူကေတာ့ WiRa Aung ျဖစ္ပါတယ္ )File size__( 1.1 GB ) and ( 450 MB)Quality__Blu-720pIMDb Rating__6.8/10Format__mp4Duration__02:4:25Type__Crime, Drama, ThrillerSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"