"ဒီဇာတ်ကားလေးကတော့ tomatoes မှာ 84%တောင်ရထားပါတယ်
တက္ကသိုလ်ကျောင်းသားတစ်ယောက်ဖြစ်တဲ့ဘန်ဆိုတဲ့ကောင်လေးဟာ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စိတ်နှစ်ခွဖြစ်တဲ့စိတ်ရောဂါပိုင်းဆိုင်ရာဝေဒနါကိုခံစားနေရတဲ့သူတစ်ယောက်ပါ
တစ်ရက်မှာတော့ကျောင်းကကောင်မလေးတစ်ယောက်နဲ့ညိစွန်းခဲ့ပြီးတော့
အထင်လွဲမှုတွေဖြစ်လာခဲ့တဲ့အခါမှာ သူ့ကိုကျောင်းကထွက်ခိုင်းပါတော့တယ်
ဒါပေမယ့်ဘန်ကတော့သူအပြစ်ကင်းစင်ကြောင်းကို
သက်သေပြရမှကျေနပ်မှာဖြစ်တာကြောင့်
သူ့ရဲ့ဖြစ်ရပ်အမှန်ကိုဇာတ်လမ်းတိုလေးရိုက်ကူးပြီးတော့
သက်သေပြဖို့ကြိုးစားပါတော့တယ်
အဲဒီလိုလုပ်ရင်းနဲ့ပဲအခက်အခဲတွေတွေ့လိုက်
သူ့ဇာတ်လမ်းတိုမှာသရုပ်ဆောင်ပေးမယ့်
အဖော်အချွတ်မော်ဒယ်တစ်ယောက်နဲ့လဲကြိုက်လိုက်နဲ့
ဘန်တစ်ယောက် ဒီပြဿနာတွေကိုဘယ်လိုဖြေရှင်းမလဲ
သူအပြစ်ကင်းကြောင်းသက်သေပြနိုင်မလား
သူ့ရဲ့စိတ်ပိုင်းဆိုင်ရာဝေဒနါတွေရောကုစားနိုင်မလားဆိုတာကို ကြည့်ရမယ့်ကားလေးပါ
File Size : ( 845 MB , 338 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 30 min
Format : Mp4
Genre : Comedy , Drama , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phue
Encoded by Moe Myint Lwin
zawgyi
ဒီဇာတ္ကားေလးကေတာ့ tomatoes မွာ 84%ေတာင္ရထားပါတယ္
တကၠသိုလ္ေက်ာင္းသားတစ္ေယာက္ျဖစ္တဲ့ဘန္ဆိုတဲ့ေကာင္ေလးဟာ
စိတ္ႏွစ္ခြျဖစ္တဲ့စိတ္ေရာဂါပိုင္းဆိုင္ရာေဝဒနါကိုခံစားေနရတဲ့သူတစ္ေယာက္ပါ
တစ္ရက္မွာေတာ့ေက်ာင္းကေကာင္မေလးတစ္ေယာက္နဲ႔ညိစြန္းခဲ့ၿပီးေတာ့
အထင္လြဲမႈေတြျဖစ္လာခဲ့တဲ့အခါမွာ သူ႔ကိုေက်ာင္းကထြက္ခိုင္းပါေတာ့တယ္
ဒါေပမယ့္ဘန္ကေတာ့သူအျပစ္ကင္းစင္ေၾကာင္းကို
သက္ေသျပရမွေက်နပ္မွာျဖစ္တာေၾကာင့္
သူ႔ရဲ႕ျဖစ္ရပ္အမွန္ကိုဇာတ္လမ္းတိုေလး႐ိုက္ကူးၿပီးေတာ့
သက္ေသျပဖို႔ႀကိဳးစားပါေတာ့တယ္
အဲဒီလိုလုပ္ရင္းနဲ႔ပဲအခက္အခဲေတြေတြ႕လိုက္
သူ႔ဇာတ္လမ္းတိုမွာသ႐ုပ္ေဆာင္ေပးမယ့္
အေဖာ္အခြၽတ္ေမာ္ဒယ္တစ္ေယာက္နဲ႔လဲႀကိဳက္လိုက္နဲ႔
ဘန္တစ္ေယာက္ ဒီျပႆနာေတြကိုဘယ္လိုေျဖရွင္းမလဲ
သူအျပစ္ကင္းေၾကာင္းသက္ေသျပႏိုင္မလား
သူ႔ရဲ႕စိတ္ပိုင္းဆိုင္ရာေဝဒနါေတြေရာကုစားႏိုင္မလားဆိုတာကို ၾကည့္ရမယ့္ကားေလးပါ
File Size : ( 845 MB , 338 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 30 min
Format : Mp4
Genre : Comedy , Drama , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Phue
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
