"The Hunt (2020)
==============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating 6.4 / 10 ထိရရှိထားပါတယ်။
#Unicode
ဒီဇာတ်ကားက Digital Release အနေနဲ့ ထွက်ရှိလာတဲ့ ရုံတင်ကားတစ်ကားပါပဲ . . .
လူကုံထံလူတစ်စုရဲ့ Group Chat တစ်ခုတွင် အိမ်တော်ကြီးမှာအမဲလိုက်ခြင်းနဲ့ပတ်သတ်ပြီး
အပြန်အလှန်ပြောဆိုပြီးမကြာခင်မှာ …. တစ်ယောက်နဲ့တစ်ယောက်မသိကြတဲ့ နေရာစုံက
လူ ၁၁ ယောက်ဟာ ဘယ်ရောက်လို့ဘယ်ပေါက်မှန်းမသိတဲ့နေရာတစ်ခုမှာနိုးလာကြတယ်။
သူတို့ကိုဘာလို့ရွေးချယ်ထားတာလဲ ဘာလို့ဒီကိုရောက်နေတာလဲ ဘယ်သူမှသေချာမသိကြပါဘူး။
လက်နက်သေတ္တာကြီးထဲမှာ လက်နက်တွေကိုစယူလိုက်တာနဲ့ အမဲလိုက်ပွဲကစတင်ပြီး
တစ်ယောက်ပြီးတစ်ယောက် ရက်ရက်စက်စက် အသတ်ခံကြရတယ်။ ဒါပေမယ့် သားကောင်
ကနေမုဆိုးအဖြစ်ပြန်ပြောင်းသွားတဲ့အခါမှာ ဖုံးကွယ်ထားတဲ့အကြောင်းအရင်းတွေထွက်ပေါ်
လာပါတယ်။ ဒီကိစ္စတွေဖြစ်ရတဲ့ အကြောင်းအရင်းအစစ်အမှန်ဟာ ချယ်ရီသင်းသီချင်းလေးလို
“လိုက်လို့ပြေးတာလား ပြေးလို့လိုက်တာလား” နဲ့မုန့်လုံးစက္ကူကပ် ဖြစ်နေလို့ သေချာနားလည်
အောင်လို့ဇာတ်လမ်းလေးပဲကြည့်လိုက်ကြပါတော့နော်။ ဇာတ်လမ်းစစချင်းမှာပဲ သွေးသံတရဲရဲနဲ့
ထိတ်လန့်ဖွယ်ရာတွေမြင်တွေ့ရမှာဖြစ်ပြီး တစ်ယောက်သေတိုင်း ဟာခနဲ ဟင်ခနဲ ဖြစ်ရမယ့်
IMDb 6.4 ရထားတဲ့ဇာတ်ကားမျိုးလေးဖြစ်ပါတယ်။
#Zawgyi
ဒီဇာတ္ကားက Digital Release အေနနဲ႔ ထြက္ရွိလာတဲ့ ႐ုံတင္ကားတစ္ကားပါပဲ . . .
လူကုံထံလူတစ္စုရဲ႕ Group Chat တစ္ခုတြင္ အိမ္ေတာ္ႀကီးမွာအမဲလိုက္ျခင္းနဲ႔ပတ္သတ္ၿပီး
အျပန္အလွန္ေျပာဆိုၿပီးမၾကာခင္မွာ …. တစ္ေယာက္နဲ႔တစ္ေယာက္မသိၾကတဲ့ ေနရာစုံက
လူ ၁၁ ေယာက္ဟာ ဘယ္ေရာက္လို႔ဘယ္ေပါက္မွန္းမသိတဲ့ေနရာတစ္ခုမွာႏိုးလာၾကတယ္။
သူတို႔ကိုဘာလို႔ေ႐ြးခ်ယ္ထားတာလဲ ဘာလို႔ဒီကိုေရာက္ေနတာလဲ ဘယ္သူမွေသခ်ာမသိၾကပါဘူး။
လက္နက္ေသတၱာႀကီးထဲမွာ လက္နက္ေတြကိုစယူလိုက္တာနဲ႔ အမဲလိုက္ပြဲကစတင္ၿပီး
တစ္ေယာက္ၿပီးတစ္ေယာက္ ရက္ရက္စက္စက္ အသတ္ခံၾကရတယ္။ ဒါေပမယ့္ သားေကာင္
ကေနမုဆိုးအျဖစ္ျပန္ေျပာင္းသြားတဲ့အခါမွာ ဖုံးကြယ္ထားတဲ့အေၾကာင္းအရင္းေတြထြက္ေပၚ
လာပါတယ္။ ဒီကိစၥေတြျဖစ္ရတဲ့ အေၾကာင္းအရင္းအစစ္အမွန္ဟာ ခ်ယ္ရီသင္းသီခ်င္းေလးလို
“လိုက္လို႔ေျပးတာလား ေျပးလို႔လိုက္တာလား” နဲ႔မုန႔္လုံးစကၠဴကပ္ ျဖစ္ေနလို႔ ေသခ်ာနားလည္
ေအာင္လို႔ဇာတ္လမ္းေလးပဲၾကည့္လိုက္ၾကပါေတာ့ေနာ္။ ဇာတ္လမ္းစစခ်င္းမွာပဲ ေသြးသံတရဲရဲနဲ႔
ထိတ္လန႔္ဖြယ္ရာေတြျမင္ေတြ႕ရမွာျဖစ္ၿပီး တစ္ေယာက္ေသတိုင္း ဟာခနဲ ဟင္ခနဲ ျဖစ္ရမယ့္
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Htoo Htoo Ka Joe ပဲဖြစ်ပါတယ်။ )
Quality – 720p Web-Rip
Duration – 1 hrs 30 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Action, Horror, Thriller
Source : 1080p.WEB-RIP
Translator – Htoo Htoo Ka Joe
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
