"Gangs of New York(2002)
ကားဟောင်းအများစုဟာ ဇာတ်လမ်းပြသချိန်ရဲ့ ၃ပုံ ၁ပုံလောက်ထိ သီးခံပြီးကြည့်ရပါတယ်..ပြီးမှ ကားရဲ့ဆိုလိုရင်းနဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းဇာတ်ကွက်ကို
အနည်းငယ်ရိပ်မိလာပါတယ်…ဒီလိုကားကောင်း ကားဟောင်းတွေကြားထဲမှာ
Gangs of new york ကတော့ ဇာတ်လမ်းစစချင်းပဲ ခပ်သွက်သွက်နဲ့ မပျင်းမရိအောင်စထားတယ်…
ပြီးတော့ မင်းသားတွေကလည်း နာမည်ကြီး Leonardo DiCaprioနဲ့ Daniel Day-Lewisတို့ဖြစ်တဲ့အပြင်
မင်းသမီးကလည်း , Cameron Diaz, ဗျ…
ဒီဇာတ်ကားဟာ အမေရိကန် ပြည်တွင်းစစ် ဖြစ်နေတုန်းအချိန်က ရှိခဲ့တဲ့ နယူးယောက်မြို့ကို ဇာတ်အိမ်တည်ပြီး ရိုက်ကူး
ထားခဲ့တာပါ။ နယူးယောက်ဟာ ဂိုဏ်းပေါင်းစုံ အဖွဲ့အသီးသီး နှင့် ရှိနေကြပြီး အဓိက ဂိုဏ်းကြီးနှစ်ခုဖြစ်သည့် ဒေသခံဂိုဏ်းနှင့်
ယုန်သေဂိုဏ်းတို့ဟာ သမိုင်းကြွေးတွေ ရှိခဲ့ပါတယ်။ တစ်ချိန်တည်းမှာပဲ ခိုးဝင်လာတဲ့ အိုင်ရစ်တွေရဲ့ အရေးကလည်း ရှိပါသေးတယ်။
ဒါ့အပြင် ပြည်တွင်းစစ်အတွက် စစ်မှုမထမ်းမနေရ အမိန့်ကို မကျေနပ်တဲ့ သာမန်လက်လုပ်လက်စား ဆင်းရဲသား တွေကလည်း ရှိပါသေးတ
ယ်။ ပြဿနာပေါင်းများစွာ လွန်ခဲ့သော နှစ်ပေါင်း
၂၀၀ ကျော်က နယူးယောက်မြို့ကို ရိုက်ကူးပြသထားသည်မှာ ရုပ်ရှင်ကြည့်ပရိသတ်ကို
ထူးခြားသော ရသ ပေးနိုင်မှာ အသေအခြာပါပဲခင်ဗျာ။
—————————————————————–
ကားေဟာင္းအမ်ားစုဟာ ဇာတ္လမ္းျပသခ်ိန္ရဲ႕ ၃ပုံ ၁ပုံေလာက္ထိ သီးခံၿပီးၾကည့္ရပါတယ္..ၿပီးမွ ကားရဲ႕ဆုိလုိရင္းနဲ႕
ဇာတ္လမ္းဇာတ္ကြက္ကုိ
အနည္းငယ္ရိပ္မိလာပါတယ္…ဒီလုိကားေကာင္း ကားေဟာင္းေတြၾကားထဲမွာ
Gangs of new york ကေတာ့ ဇာတ္လမ္းစစခ်င္းပဲ ခပ္သြက္သြက္နဲ႕ မပ်င္းမရိေအာင္စထားတယ္…
ၿပီးေတာ့ မင္းသားေတြကလည္း နာမည္ႀကီး Leonardo DiCaprioနဲ႕ Daniel Day-Lewisတုိ႕ျဖစ္တဲ့အျပင္
မင္းသမီးကလည္း , Cameron Diaz, ဗ်…
ဒီဇာတ္ကားဟာ အေမရိကန္ ျပည္တြင္းစစ္ ျဖစ္ေနတုန္းအခ်ိန္က ရွိခဲ႔တဲ႔ နယူးေယာက္ျမိဳ႕ကုိ ဇာတ္အိမ္တည္ျပီး ရုိက္ကူး
ထားခဲ႔တာပါ။ နယူးေယာက္ဟာ ဂိုဏ္းေပါင္းစံု အဖြဲ႔အသီးသီး ႏွင္႔ ရွိေနၾကျပီး အဓိက ဂိုဏ္းၾကီးနွစ္ခုျဖစ္သည့္ ေဒသခံဂိုဏ္းနွင္႔
ယုန္ေသဂိုဏ္းတုိ႔ဟာ သမုိင္းေၾကြးေတြ ရွိခဲ႔ပါတယ္။ တစ္ခ်ိန္တည္းမွာပဲ ခုိး၀င္လာတဲ႔ အုိင္ရစ္ေတြရဲ႕ အေရးကလည္း ရွိပါေသးတယ္။
ဒါ႔အျပင္ ျပည္တြင္းစစ္အတြက္ စစ္မႈမထမ္းမေနရ အမိန္႔ကုိ မေက်နပ္တဲ႔ သာမန္လက္လုပ္လက္စား ဆင္းရဲသား ေတြကလည္း ရွိပါေသးတ
ယ္။ ျပႆနာေပါင္းမ်ားစြာ လြန္ခဲ႔ေသာ ႏွစ္ေပါင္း
၂၀၀ ေက်ာ္က နယူးေယာက္ျမိဳ႕ကို ရိုက္ကူးျပသထားသည္မွာ ရုပ္ရွင္ၾကည့္ပရိသတ္ကုို
ထူးျခားေသာ ရသ ေပးနုိင္မွာ အေသအျခာပါပဲခင္ဗ်ာ။
File Size : (1GB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:47:00
Genre : Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ye Pye Sone
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
