"Zawgyi*******Pause၂၀၁၉ ခုႏွစ္ မတ္လကထြက္ရွိထားတဲ့ Justice High ဆိုတဲ့ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီကားေလးကေတာ့လူငယ္တက္သစ္စသ႐ုပ္ေဆာင္ေလးေတြေတာ္ေတာ္မ်ားမ်ားအားျဖည့္ပါဝင္ထားတဲ့ ေက်ာင္းသား Action ကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ခ်ီေယာင္းဆိုတဲ့ေကာင္မေလးက ဂြန္းဆူဒို(တိုက္ကြမ္ဒိုလိုသိုင္းပညာတစ္မ်ိဳး)ကိုတစ္ဖက္ကမ္းခတ္ကြၽမ္းက်င္တဲ့ေကာင္မေလးပါ။ကြၽမ္းဆို သူအေဖကိုယ္တိုင္ကလည္းအဲ့ ဒီဂြန္းဆူဒိုအားကစား႐ုံပိုင္ရွင္တစ္ေယာက္ပါ။သူက အရင္တက္ေနတဲ့အထက္ေက်ာင္းတစ္ခုကေနမတရားအႏိုင္လာက်င့္တဲ့သူေတြကို ပညာေပးဆုံးမခဲ့လို႔ေက်ာင္းေျပာင္းလာရတဲ့ မဟုတ္မခံ ဆတ္ဆတ္ႀကဲ ေကာင္မေလးတစ္ေယာက္ေပါ့။သူေက်ာင္းေျပာင္းလာၿပီးမၾကာဖူး။ေက်ာင္းအသစ္မွာအဲ့လိုပဲ ေကာင္ေလးတစ္ေယာက္ကိုအႏိုင္က်င့္ေနတဲ့ေက်ာင္းသားလူမိုက္အုပ္စုကိုေတြ႕လို႔ အဲ့ေကာင္ေလးကိုအဲ့လူဆိုးေလးေတြလက္က ကယ္ၿပီးကာကြယ္ေပးခဲ့တယ္။ဒီကားမွာထူးျခားတာက ေကာင္ေလးကိုေကာင္မေလးကကာကြယ္ေပးရတာ။ေကာင္ေလးကေတာ့ ကိုယ္ခံပညာမတတ္တဲ့ခပ္႐ိုး႐ိုးေကာင္ေလးေပါ့။သူနာမည္က ေဂ်ာင္းဂူတဲ့။ေနာက္ထပ္ေက်ာင္းသားကားေလးေတြထုံးစံအတိုင္းသုံးပြင့္ဆိုင္ဇာတ္လမ္းေလးတစ္ခုက လွလည္းလွ သိုင္းလဲတတ္တဲ့ခ်ီေယာင္းကို အဲ့ေက်ာင္းက ဟယ္ေဆာင္းလို႔ေခၚတဲ့စီနီယာအကိုႀကီးကလည္းႀကိတ္ေႂကြေနတယ္။အဲ့စီနီယာကလည္းေျပာရရင္ေက်ာင္းမွာ လူဆိုးထိန္းသေဘာမ်ိဳးေပါ့။ရန္ျဖစ္ရင္ပြဲတိုင္းေက်ာ္တယ္။ဒါေပမယ့္ လူဆိုးကေနလူေကာင္းျဖစ္လာေအာင္ႀကိဳးစားေနတဲ့သူတစ္ေယာက္ပါ။ေဂ်ာင္းဂူနဲ႔ဆန႔္က်င္ဖက္ပဲ စီနီယာဟယ္ေဆာင္းကေတာ့တိုက္တတ္ခိုက္တတ္ ရန္ျဖစ္လဲ သူမပါမၿပီး အထက္တန္းမွာႏွစ္ခ်ီေနတဲ့ Oldie စီနီယာတစ္ေယာက္ေပါ့။ေနာက္ဒီေက်ာင္းမွာေက်ာင္းသားေခါင္းေဆာင္လုပ္ၿပီး တျခားလူမိုက္အဖြဲ႕ေတြကိုေက်ာင္းသားေတြဆီကမုန႔္ဖိုးေတြကို အဓမၼေတာင္းၿပီး ဗိုလ္လုပ္ေနတဲ့လူဆိုးအဖြဲ႕လည္းရွိတယ္။ဒီအဖြဲ႕က ေဂ်ာင္းဂူကိုအႏိုင္က်င့္တဲ့ေက်ာင္းသားလူဆိုးေလးေတြရဲ႕ ဆရာေတြေပါ့။ဒါကိုခ်ီေယာင္းကဆုံးမလိုက္တာကို အံ့ဒီကေက်ာင္းသားေခါင္းေဆာင္ လူဆိုးအဖြဲ႕ကမေက်နပ္ၾကဖူး။အဲ့အခ်ိန္ကစၿပီးခ်ီေယာင္းကို ညႇိဳးထားၾကတယ္။ဒါကိုဒီေက်ာင္းသားေလးသုံးေယာက္ဘယ္လိုေျဖရွင္းၾကမလဲ။ငယ္႐ြယ္တဲ့သုံးပြင့္ဆိုင္အခ်စ္ဇာတ္လမ္းေလးကေကာဘယ္လိုလာမလဲဆိုတာ ကိုယ္တိုင္ ဆက္ၾကည့္လိုက္ၾကပါ။ၫႊန္းေပးရရင္ ဒီကားေလးက Action ကားေလးဆိုလို႔အတိုက္အခိုက္ အသတ္အပုတ္ႀကီးပဲမဟုတ္ပဲ ေက်ာင္းသားဘဝကအေပ်ာ္ေလးေတြ၊ Romanceေလးေတြပါ တစ္ဖန္ခံစားၿပီးၾကည့္ႏိုင္လို႔မိန္းကေလးေရာေယာက်ာ္းေလးေကာ ၾကည့္ေပ်ာ္မယ့္ဇာတ္ကားေကာင္းေလး တစ္ကားလည္းျဖစ္ပါတယ္။Unicode*******၂၀၁၉ ခုနှစ် မတ်လကထွက်ရှိထားတဲ့ Justice High ဆိုတဲ့ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီကားလေးကတော့လူငယ်တက်သစ်စသရုပ်ဆောင်လေးတွေတော်တော်များများအားဖြည့်ပါဝင်ထားတဲ့ ကျောင်းသား Action ကားလေးဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ချီယောင်းဆိုတဲ့ကောင်မလေးက ဂွန်းဆူဒို(တိုက်ကွမ်ဒိုလိုသိုင်းပညာတစ်မျိုး)ကိုတစ်ဖက်ကမ်းခတ်ကျွမ်းကျင်တဲ့ကောင်မလေးပါ။ကျွမ်းဆို သူအဖေကိုယ်တိုင်ကလည်းအဲ့ ဒီဂွန်းဆူဒိုအားကစားရုံပိုင်ရှင်တစ်ယောက်ပါ။သူက အရင်တက်နေတဲ့အထက်ကျောင်းတစ်ခုကနေမတရားအနိုင်လာကျင့်တဲ့သူတွေကို ပညာပေးဆုံးမခဲ့လို့ကျောင်းပြောင်းလာရတဲ့ မဟုတ်မခံ ဆတ်ဆတ်ကြဲ ကောင်မလေးတစ်ယောက်ပေါ့။သူကျောင်းပြောင်းလာပြီးမကြာဖူး။ကျောင်းအသစ်မှာအဲ့လိုပဲ ကောင်လေးတစ်ယောက်ကိုအနိုင်ကျင့်နေတဲ့ကျောင်းသားလူမိုက်အုပ်စုကိုတွေ့လို့ အဲ့ကောင်လေးကိုအဲ့လူဆိုးလေးတွေလက်က ကယ်ပြီးကာကွယ်ပေးခဲ့တယ်။ဒီကားမှာထူးခြားတာက ကောင်လေးကိုကောင်မလေးကကာကွယ်ပေးရတာ။ကောင်လေးကတော့ ကိုယ်ခံပညာမတတ်တဲ့ခပ်ရိုးရိုးကောင်လေးပေါ့။သူနာမည်က ဂျောင်းဂူတဲ့။နောက်ထပ်ကျောင်းသားကားလေးတွေထုံးစံအတိုင်းသုံးပွင့်ဆိုင်ဇာတ်လမ်းလေးတစ်ခုက လှလည်းလှ သိုင်းလဲတတ်တဲ့ချီယောင်းကို အဲ့ကျောင်းက ဟယ်ဆောင်းလို့ခေါ်တဲ့စီနီယာအကိုကြီးကလည်းကြိတ်ကြွေနေတယ်။အဲ့စီနီယာကလည်းပြောရရင်ကျောင်းမှာ လူဆိုးထိန်းသဘောမျိုးပေါ့။ရန်ဖြစ်ရင်ပွဲတိုင်းကျော်တယ်။ဒါပေမယ့် လူဆိုးကနေလူကောင်းဖြစ်လာအောင်ကြိုးစားနေတဲ့သူတစ်ယောက်ပါ။ဂျောင်းဂူနဲ့ဆန့်ကျင်ဖက်ပဲ စီနီယာဟယ်ဆောင်းကတော့တိုက်တတ်ခိုက်တတ် ရန်ဖြစ်လဲ သူမပါမပြီး အထက်တန်းမှာနှစ်ချီနေတဲ့ Oldie စီနီယာတစ်ယောက်ပေါ့။နောက်ဒီကျောင်းမှာကျောင်းသားခေါင်းဆောင်လုပ်ပြီး တခြားလူမိုက်အဖွဲ့တွေကိုကျောင်းသားတွေဆီကမုန့်ဖိုးတွေကို အဓမ္မတောင်းပြီး ဗိုလ်လုပ်နေတဲ့လူဆိုးအဖွဲ့လည်းရှိတယ်။ဒီအဖွဲ့က ဂျောင်းဂူကိုအနိုင်ကျင့်တဲ့ကျောင်းသားလူဆိုးလေးတွေရဲ့ ဆရာတွေပေါ့။ဒါကိုချီယောင်းကဆုံးမလိုက်တာကို အံ့ဒီကကျောင်းသားခေါင်းဆောင် လူဆိုးအဖွဲ့ကမကျေနပ်ကြဖူး။အဲ့အချိန်ကစပြီးချီယောင်းကို ညှိုးထားကြတယ်။ဒါကိုဒီကျောင်းသားလေးသုံးယောက်ဘယ်လိုဖြေရှင်းကြမလဲ။ငယ်ရွယ်တဲ့သုံးပွင့်ဆိုင်အချစ်ဇာတ်လမ်းလေးကကောဘယ်လိုလာမလဲဆိုတာ ကိုယ်တိုင် ဆက်ကြည့်လိုက်ကြပါ။ညွှန်းပေးရရင် ဒီကားလေးက Action ကားလေးဆိုလို့အတိုက်အခိုက် အသတ်အပုတ်ကြီးပဲမဟုတ်ပဲ ကျောင်းသားဘဝကအပျော်လေးတွေ၊ Romanceလေးတွေပါ တစ်ဖန်ခံစားပြီးကြည့်နိုင်လို့မိန်းကလေးရောယောကျာ်းလေးကော ကြည့်ပျော်မယ့်ဇာတ်ကားကောင်းလေး တစ်ကားလည်းဖြစ်ပါတယ်။Translated & Review By Moe PwintEncoded By LKVideo Quality : HDRip"