"ဒီရုပ်ရှင်ကို ဒါရိုက်တာ Braden Croftကရိုက်ကူးထားပြီး
သည်းထိတ်ရင်ဖိုရုပ်ရှင်လောကရဲ့ ဂန္တဝင်မြောက်လက်ရာတွေနဲ့ ရင်ဘောင်တန်းနိုင်တဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ခေတ်သစ်သည်းထိတ်ရင်ဖိုအနုပညာလက်ရာတစ်ခုလို့ဆိုလို့ရပါတယ်။
True fictionဆိုတဲ့ အမည်အတိုင်း
ဒီရုပ်ရှင်ဟာ စိတ်ကူးယဥ်ဝတ္ထုလောကကို အခြေတည်ထားတယ်။
ဒီဇာတ်လမ်းမှာ Avery Maloneလို့ခေါ်တဲ့ အထီးကျန်စာကြည့်တိုက်မှူးလေးက
စာရေးရာမှာ စိတ်အားထက်သန်ပြီး သည်းထိတ်ရင်ဖိုဝတ္ထုတွေကိုရေးတဲ့
စာရေးဆရာ Caleb Conradကို သူမရဲ့ Heroအဖြစ် သဘောထားပါတယ်။
သူမက Calebအတွက် လက်ထောက်တစ်ယောက်အဖြစ်
အလုပ်လုပ်ဖို့ အခွင့်အရေးရလာခဲ့တယ်။
ဒီတော့ Averyဟာ လူထုကိုမျက်နှာမပြဖူးတဲ့ သူမရဲ့Heroနဲ့ တွေ့ဆုံပါတော့တယ်။
Calebက လက်ထောက်အလုပ်မဟုတ်ဘဲ ကစားပွဲတစ်ခုမှာ
ကစားသူအဖြစ် ပါဝင်ဖို့ ကမ်းလှမ်းလိုက်တဲ့အခါမှာ
Averyက မဆိုင်းမတွ လက်ခံလိုက်တာပေါ့။
Calebက ကစားပွဲကို စိတ်ပိုင်းဆိုင်ရာ စမ်းသပ်မှုတွေ၊
ကိုယ်ရေးကိုယ်တာမေးခွန်းတွေနဲ့ စတင်ပြီး
Averyရဲ့ အကြောက်တရားကို ထိန်းချုပ်စမ်းသပ်ပါတော့တယ်။
လက်တွေ့ဆန်တဲ့ ဇာတ်ကောင်တွေရဲ့ စိတ်အပြောင်းအလဲကြောင့်
လက်တွေ့ဆန်မှုကနေ ရူးသွပ်မှုအဖြစ်အသွင်ပြောင်းလာတဲ့နောက်မှာတော့
ဘာတွေ ဘယ်လိုဆက်ဖြစ်လာမလဲ။
ဒီသည်းထိတ်ရင်ဖိုရုပ်ရှင်က ပရိသတ်ကြီးကို မေးခွန်းတွေအများကြီးနဲ့ ကျန်ရစ်စေမှာပါ။
ကြည့်နေရင်း ဘယ်လိုဆက်ဖြစ်မလဲဆိုတာ မခန့်မှန်းဘဲနေနိုင်ကြမှာမဟုတ်ပါဘူး။
အမှန်တရားနဲ့ စိတ်ကူးယဥ်မှု၊ ဇာတ်လိုက်နဲ့ လူဆိုး ဆိုတဲ့
သတ်မှတ်ချက်တွေက တည်မြဲနေပါ့မလား။
အဆုံးသတ်က ခန့်မှန်းထားသလိုဖြစ်လာမလား။
စိတ္တဇဆန်ဆန် ခြောက်ခြားမှုတွေ၊ အထိတ်တလန့် ရင်ဖိုမှုတွေကို ကြိုက်နှစ်သက်သူ
horrorပရိတ်သတ်ကြီးကို ဒီရုပ်ရှင်က စိတ်ပျက်စေမှာမဟုတ်ပါဘူး။
File Size : ( 904 MB , 250 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 34 min
Format : Mp4
Genre : Horror , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Lucille
Encoded by Moe Myint Lwin
zawgyi
ဒီ႐ုပ္ရွင္ကို ဒါ႐ိုက္တာ Braden Croftက႐ိုက္ကူးထားၿပီး
သည္းထိတ္ရင္ဖို႐ုပ္ရွင္ေလာကရဲ႕ ဂႏၲဝင္ေျမာက္လက္ရာေတြနဲ႔ ရင္ေဘာင္တန္းႏိုင္တဲ့
ေခတ္သစ္သည္းထိတ္ရင္ဖိုအႏုပညာလက္ရာတစ္ခုလို႔ဆိုလို႔ရပါတယ္။
True fictionဆိုတဲ့ အမည္အတိုင္း
ဒီ႐ုပ္ရွင္ဟာ စိတ္ကူးယဥ္ဝတၳဳေလာကကို အေျခတည္ထားတယ္။
ဒီဇာတ္လမ္းမွာ Avery Maloneလို႔ေခၚတဲ့ အထီးက်န္စာၾကည့္တိုက္မႉးေလးက
စာေရးရာမွာ စိတ္အားထက္သန္ၿပီး သည္းထိတ္ရင္ဖိုဝတၳဳေတြကိုေရးတဲ့
စာေရးဆရာ Caleb Conradကို သူမရဲ႕ Heroအျဖစ္ သေဘာထားပါတယ္။
သူမက Calebအတြက္ လက္ေထာက္တစ္ေယာက္အျဖစ္
အလုပ္လုပ္ဖို႔ အခြင့္အေရးရလာခဲ့တယ္။
ဒီေတာ့ Averyဟာ လူထုကိုမ်က္ႏွာမျပဖူးတဲ့ သူမရဲ႕Heroနဲ႔ ေတြ႕ဆုံပါေတာ့တယ္။
Calebက လက္ေထာက္အလုပ္မဟုတ္ဘဲ ကစားပြဲတစ္ခုမွာ
ကစားသူအျဖစ္ ပါဝင္ဖို႔ ကမ္းလွမ္းလိုက္တဲ့အခါမွာ
Averyက မဆိုင္းမတြ လက္ခံလိုက္တာေပါ့။
Calebက ကစားပြဲကို စိတ္ပိုင္းဆိုင္ရာ စမ္းသပ္မႈေတြ၊
ကိုယ္ေရးကိုယ္တာေမးခြန္းေတြနဲ႔ စတင္ၿပီး
Averyရဲ႕ အေၾကာက္တရားကို ထိန္းခ်ဳပ္စမ္းသပ္ပါေတာ့တယ္။
လက္ေတြ႕ဆန္တဲ့ ဇာတ္ေကာင္ေတြရဲ႕ စိတ္အေျပာင္းအလဲေၾကာင့္
လက္ေတြ႕ဆန္မႈကေန ႐ူးသြပ္မႈအျဖစ္အသြင္ေျပာင္းလာတဲ့ေနာက္မွာေတာ့
ဘာေတြ ဘယ္လိုဆက္ျဖစ္လာမလဲ။
ဒီသည္းထိတ္ရင္ဖို႐ုပ္ရွင္က ပရိသတ္ႀကီးကို ေမးခြန္းေတြအမ်ားႀကီးနဲ႔ က်န္ရစ္ေစမွာပါ။
ၾကည့္ေနရင္း ဘယ္လိုဆက္ျဖစ္မလဲဆိုတာ မခန႔္မွန္းဘဲေနႏိုင္ၾကမွာမဟုတ္ပါဘူး။
အမွန္တရားနဲ႔ စိတ္ကူးယဥ္မႈ၊ ဇာတ္လိုက္နဲ႔ လူဆိုး ဆိုတဲ့
သတ္မွတ္ခ်က္ေတြက တည္ၿမဲေနပါ့မလား။
အဆုံးသတ္က ခန႔္မွန္းထားသလိုျဖစ္လာမလား။
စိတၱဇဆန္ဆန္ ေျခာက္ျခားမႈေတြ၊ အထိတ္တလန႔္ ရင္ဖိုမႈေတြကို ႀကိဳက္ႏွစ္သက္သူ
horrorပရိတ္သတ္ႀကီးကို ဒီ႐ုပ္ရွင္က စိတ္ပ်က္ေစမွာမဟုတ္ပါဘူး။
File Size : ( 904 MB , 250 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 34 min
Format : Mp4
Genre : Horror , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Lucille
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
