"IMDB rating ( 6.6/10 ) ရရှိထားတဲ့ ဒါရိုက်တာ Nadav Lapid ရဲ့
Synonyms ဟာ ပုံမာန် မြင်တွေ့နေကျ ဇာတ်ကားတွေနဲ့ မတူပဲ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ်မူထူးခြားပြီး ကွဲထွက်နေပါတယ် ။
မင်းသားအသစ်တစ်ယောက်ဖြစ်တဲ့ Tom Mercier က
အစ္စရေးကနေ ပြင်သစ်ကို ထွက်ပြေးလာတဲ့ Yoav ( ယိုအက်ဗ် ) အဖြစ် သရုပ်ဆောင်ထားပါတယ် ။
Quentin Dolmaire နဲ့ Louise Chevillotte ကလည်း ပဲရစ်က
ယိုအက်ဗ်ကို ကူညီပေးတဲ့ စုံတွဲအဖြစ် ပါဝင်ထားပါတယ် ။
ပုံမှန် မြင်တွေ့နေကျ ဇာတ်ကားမျိုးမဟုတ်ပဲ ရှုထောင့်အသစ်တွေကနေ
ခံစားကြည့်ရှုရမယ့် Drama ကားလေးတစ်ကားပါ
သူ့နိုင်ငံ ၊ သူ့ရဲ့ ဘဝဟောင်းကနေ ထွက်ပြေးပြီး
ပြင်သစ်ကို မျှော်လင့်ချက်တွေ အပြည့်နဲ့ ရောက်လာခဲ့တဲ့ ယိုအက်ဗ် ။
သူ ပဲရစ်ကို ရောက်ရောက်ချင်းမှာ သူပိုင်ဆိုင်သမျှပစ္စည်းတွေ အခိုးခံခဲ့ရပြီး
ကိုယ်လုံးတီးနဲ့ ဒုက္ခရောက်နေရာကနေ ကယ်တင်ရှင် စုံတွဲတစ်တွဲနဲ့ တွေ့ခဲ့ရတယ် ။
အဲ့ဒီ စုံတွဲနဲ့ ယိုအက်ဗ်တို့ကြား ဖြစ်လာတဲ့ သံယောဇဥ်တွေ .. ။
ယိုအက်ဗ်တစ်ယောက် ပြင်သစ်မှာ ဘာတွေ ဆက်ပြီးကြုံတွေ့ရဦးမလဲ ..
ဆိုတာတော့ ဇာတ်လမ်းမှာ ဆက်လက်ကြည့်ရှု ခံစားကြပါရှင်
File Size : ( 1 GB , 364 MB)
Quality : WEB-DL 720p
Running Time : 2 hr 03 min
Format : Mp4
Genre : Action , Adventure , Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ike
Encoded by Moe Myint Lwin
zawgyi
IMDB rating ( 6.6/10 ) ရရွိထားတဲ့ ဒါ႐ိုက္တာ Nadav Lapid ရဲ႕
Synonyms ဟာ ပုံမာန္ ျမင္ေတြ႕ေနက် ဇာတ္ကားေတြနဲ႔ မတူပဲ
တစ္မူထူးျခားၿပီး ကြဲထြက္ေနပါတယ္ ။
မင္းသားအသစ္တစ္ေယာက္ျဖစ္တဲ့ Tom Mercier က
အစၥေရးကေန ျပင္သစ္ကို ထြက္ေျပးလာတဲ့ Yoav ( ယိုအက္ဗ္ ) အျဖစ္ သ႐ုပ္ေဆာင္ထားပါတယ္ ။
Quentin Dolmaire နဲ႔ Louise Chevillotte ကလည္း ပဲရစ္က
ယိုအက္ဗ္ကို ကူညီေပးတဲ့ စုံတြဲအျဖစ္ ပါဝင္ထားပါတယ္ ။
ပုံမွန္ ျမင္ေတြ႕ေနက် ဇာတ္ကားမ်ိဳးမဟုတ္ပဲ ရႈေထာင့္အသစ္ေတြကေန
ခံစားၾကည့္ရႈရမယ့္ Drama ကားေလးတစ္ကားပါ
သူ႔ႏိုင္ငံ ၊ သူ႔ရဲ႕ ဘဝေဟာင္းကေန ထြက္ေျပးၿပီး
ျပင္သစ္ကို ေမွ်ာ္လင့္ခ်က္ေတြ အျပည့္နဲ႔ ေရာက္လာခဲ့တဲ့ ယိုအက္ဗ္ ။
သူ ပဲရစ္ကို ေရာက္ေရာက္ခ်င္းမွာ သူပိုင္ဆိုင္သမွ်ပစၥည္းေတြ အခိုးခံခဲ့ရၿပီး
ကိုယ္လုံးတီးနဲ႔ ဒုကၡေရာက္ေနရာကေန ကယ္တင္ရွင္ စုံတြဲတစ္တြဲနဲ႔ ေတြ႕ခဲ့ရတယ္ ။
အဲ့ဒီ စုံတြဲနဲ႔ ယိုအက္ဗ္တို႔ၾကား ျဖစ္လာတဲ့ သံေယာဇဥ္ေတြ .. ။
ယိုအက္ဗ္တစ္ေယာက္ ျပင္သစ္မွာ ဘာေတြ ဆက္ၿပီးႀကဳံေတြ႕ရဦးမလဲ ..
ဆိုတာေတာ့ ဇာတ္လမ္းမွာ ဆက္လက္ၾကည့္ရႈ ခံစားၾကပါရွင္
File Size : ( 1 GB , 364 MB)
Quality : WEB-DL 720p
Running Time : 2 hr 03 min
Format : Mp4
Genre : Action , Adventure , Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ike
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
