"ဂိုဏ်းတွေကြားမှာ အချင်းချင်းရှင်းချင်တဲ့အခါ
ကြေးစားလူသတ်သမားတွေကို ငှားပြီး သတ်ခိုင်းကြတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဲလိုကြေးစားတွေကြားမှာ အခု တယောက်ကတော့ ဒဏ္ဍာရီ တပုဒ်ပဲ။
တယောက်တည်းနဲ့ ဂိုဏ်း တွေအကုန်လုံးကို ရှင်းလင်းနိုင်တယ်။
အဲဒါတင်မကဘူး။
တယောက်ကို ပစ်ရင် သေနိုင်လောက်တဲ့ နေရာတွေကိုပဲ
တချက်တည်းနဲ့ မှန်အောင် ပစ်နိုင်တဲ့အထိ ကျွမ်းကျင်တယ်။
အဲလိုနဲ့ သူတို့အဖွဲ့က ကြေးစားတွေကြား နာမည်ကြီးလာတဲ့အခါ
ခနလောက် ဇာတ်မြှုပ်နေဖို့ ဖြစ်လာခဲ့တယ်။
သူတို့ ဇာတ်မြှုပ်နေမယ့် နေရာကလည်း ဂိုဏ်းတခုနဲ့ ပတ်သက်နေပြီး
အဲဒီဂိုဏ်းမှာလည်း အရှုပ်အထွေးတွေ ရှိလာတဲ့အခါမှာရော သူတို့ အဆင်ပြေပါ့မလား။
သူတို့ဆရာကရော နာမည်ကြီးလာတာ တခုတည်းအတွက်
ဇာတ်မြှုပ်နေခိုင်းတာ ဟုတ်ပါ့မလား။
ဒဏ္ဍာရီ ရဲ့ နောက်ကြောင်းကရော ဘယ်လို ရှိမှာလဲ။
သူက ဘာလို့ အဲလောက် တော်နေရတာလဲ။
သူက ပုံမှန်ဘဝမှာ တကယ်ရော နေနိုင်ပါ့မလား။
သူတို့ နောက်ဆုံးလုပ်ခဲ့တဲ့ အလုပ်နဲ့ ပတ်သတ်ပြီးတော့လည်း
သူ့နောက်ကို လိုက်နေတဲ့ ကြေးစားတွေရော ရှိလာတဲ့အခါမှာတော့……..
ထွက်ခဲ့တာကြာပြီ ဆိုပေမယ့် အပန်းဖြေရင်း
ကြည့်လို့ အဆင်ပြေမယ့် ဂျပန်ကားလေး
မင်းသား သေနတ်ပစ်တာတွေ တိုက်ခိုက်ခန်းတွေကလည်း ရှယ်
တချက် တချက် ပြုံးစရာလေးတွေလည်းပါတယ်
စကားမစပ် မင်းသမီးလေးကလည်း ချစ်စရာလေးနော်
File Size : ( 886 MB , 324 MB)
Quality : WEB-Rip 720p
Running Time : 2 hr 03 min
Format : Mp4
Genre : Action , Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by NightFury
Encoded by Moe Myint Lwin
zawgyi
ဂိုဏ္းေတြၾကားမွာ အခ်င္းခ်င္းရွင္းခ်င္တဲ့အခါ
ေၾကးစားလူသတ္သမားေတြကို ငွားၿပီး သတ္ခိုင္းၾကတယ္။
အဲလိုေၾကးစားေတြၾကားမွာ အခု တေယာက္ကေတာ့ ဒ႑ာရီ တပုဒ္ပဲ။
တေယာက္တည္းနဲ႔ ဂိုဏ္း ေတြအကုန္လုံးကို ရွင္းလင္းႏိုင္တယ္။
အဲဒါတင္မကဘူး။
တေယာက္ကို ပစ္ရင္ ေသႏိုင္ေလာက္တဲ့ ေနရာေတြကိုပဲ
တခ်က္တည္းနဲ႔ မွန္ေအာင္ ပစ္ႏိုင္တဲ့အထိ ကြၽမ္းက်င္တယ္။
အဲလိုနဲ႔ သူတို႔အဖြဲ႕က ေၾကးစားေတြၾကား နာမည္ႀကီးလာတဲ့အခါ
ခနေလာက္ ဇာတ္ျမႇဳပ္ေနဖို႔ ျဖစ္လာခဲ့တယ္။
သူတို႔ ဇာတ္ျမႇဳပ္ေနမယ့္ ေနရာကလည္း ဂိုဏ္းတခုနဲ႔ ပတ္သက္ေနၿပီး
အဲဒီဂိုဏ္းမွာလည္း အရႈပ္အေထြးေတြ ရွိလာတဲ့အခါမွာေရာ သူတို႔ အဆင္ေျပပါ့မလား။
သူတို႔ဆရာကေရာ နာမည္ႀကီးလာတာ တခုတည္းအတြက္
ဇာတ္ျမႇဳပ္ေနခိုင္းတာ ဟုတ္ပါ့မလား။
ဒ႑ာရီ ရဲ႕ ေနာက္ေၾကာင္းကေရာ ဘယ္လို ရွိမွာလဲ။
သူက ဘာလို႔ အဲေလာက္ ေတာ္ေနရတာလဲ။
သူက ပုံမွန္ဘဝမွာ တကယ္ေရာ ေနႏိုင္ပါ့မလား။
သူတို႔ ေနာက္ဆုံးလုပ္ခဲ့တဲ့ အလုပ္နဲ႔ ပတ္သတ္ၿပီးေတာ့လည္း
သူ႔ေနာက္ကို လိုက္ေနတဲ့ ေၾကးစားေတြေရာ ရွိလာတဲ့အခါမွာေတာ့……..
ထြက္ခဲ့တာၾကာၿပီ ဆိုေပမယ့္ အပန္းေျဖရင္း
ၾကည့္လို႔ အဆင္ေျပမယ့္ ဂ်ပန္ကားေလး
မင္းသား ေသနတ္ပစ္တာေတြ တိုက္ခိုက္ခန္းေတြကလည္း ရွယ္
တခ်က္ တခ်က္ ၿပဳံးစရာေလးေတြလည္းပါတယ္
စကားမစပ္ မင္းသမီးေလးကလည္း ခ်စ္စရာေလးေနာ္
File Size : ( 886 MB , 324 MB)
Quality : WEB-Rip 720p
Running Time : 2 hr 03 min
Format : Mp4
Genre : Action , Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by NightFury
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
