"ဟောင်ကောင်ကနေ မက္ကာအိုကို လက်နက်မှောင်လိုပို့တဲ့ကားတစီးနောက်ကို
လိုက်နေကြတဲ့ ရဲကားနှစ်စီး တစီးမှာက ရဲတွေ တစီးမှာက ရဲမေတွေ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သူတို့ထင်ထားတာက ခါတိုင်းလို ပုံမှန်စစ်ဆင်ရေးလေးတခု။
ဟောင်ကောင်နယ်မြေကိုကျော်ပြီး မက္ကာအိုရောက်သွားပေမယ့်
မဖြစ်မနေလိုက်ဖမ်းဖို့အထက်က အမိန့်ပေးလာခဲ့တယ်။
ရဲတွေလိုက်ပြီး ပုံမှန်လိုဖမ်းလို့ရမယ် ထင်ထားခဲ့ကြတယ်။
ဒါပေမယ့် ထင်ထားသလိုမဟုတ်ပဲ မှောင်ခိုပို့တဲ့သူတွေက
အပြင်းအထန်ခုခံတဲ့အခါမှာတော့ ရုတ်ရုတ်သဲသဲတွေဖြစ်ကုန်ကြပြီး
အသေအပျောက်တွေ ရှိလာခဲ့တယ်။
အထက်ကလည်း လျှို့ဝှက်စစ်ဆင်ရေးဖြစ်တာကြောင့် ဘယ်သူ့ကိုမှ အသိမခံခဲ့ဘူး။
အဲဒီစစ်ဆင်ရေးမှာ သေဆုံးခဲ့ရသူတွေကိုလည်း အသိမှတ်မပြုခဲ့ဘူး။
ဟောင်ကောင်ရဲဌာနမှာ ရဲမှူးချုပ်ဖြစ်နေပြီ ဖြစ်ပေမယ့်
လွန်ခဲ့တဲ့ နှစ် ၂၀တုန်းက မက္ကာအိုမှာ ဖြစ်ခဲ့တဲ့စစ်ဆင်ရေးတခုရဲ့
အရိပ်အောက်က မလွတ်မြောက်နိုင်ဖြစ်နေရတဲ့ ရဲမှူးရယ်။
အဲဒီတုန်းက အတူရှင်သန်လွတ်မြောက်ခဲ့တဲ့ ရဲမေတယောက်ရယ်က
မက္ကာအိုက အဆင့်မြင့်အရာရှိတွေ့ဆုံပွဲတခုကို တက်ရောက်ဖို့ အကြောင်းဖန်လာခဲ့တယ်။
သူတို့နဲ့အတူ အပြည်ပြည်ဆိုင်ရာရဲတပ်ဖွဲ့က ရဲမေလေးတယောက်ရယ်
ရဲဌာနက ရဲမေတယောက်ရယ်က လက်ထောက်ရဲမင်းကြီးကို
စောင့်ရှောက်ရင်း သွားရဖို့ဖြစ်လာခဲ့တယ်။
မက္ကာအိုမှာ သူတို့ ဘာတွေဖြစ်မှာလဲ သူတို့ရဲ့အတိတ်ကရော
ဘယ်လိုတွေ ပါဝင်ပတ်သက်လာမှာလဲ ဆိုတာကို
အပစ်အခတ်တွေကြားမှာ ကြည့်ရမယ့်ဟောင်ကောင် အက်ရှင် ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်
File Size : ( 854 MB , 290 MB)
Quality : WEB-Rip 720p
Running Time : 1 hr 31 min
Format : Mp4
Genre : Action
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by NightFury
Encoded by Moe Myint Lwin
zawgyi
ေဟာင္ေကာင္ကေန မကၠာအိုကို လက္နက္ေမွာင္လိုပို႔တဲ့ကားတစီးေနာက္ကို
လိုက္ေနၾကတဲ့ ရဲကားႏွစ္စီး တစီးမွာက ရဲေတြ တစီးမွာက ရဲေမေတြ။
သူတို႔ထင္ထားတာက ခါတိုင္းလို ပုံမွန္စစ္ဆင္ေရးေလးတခု။
ေဟာင္ေကာင္နယ္ေျမကိုေက်ာ္ၿပီး မကၠာအိုေရာက္သြားေပမယ့္
မျဖစ္မေနလိုက္ဖမ္းဖို႔အထက္က အမိန႔္ေပးလာခဲ့တယ္။
ရဲေတြလိုက္ၿပီး ပုံမွန္လိုဖမ္းလို႔ရမယ္ ထင္ထားခဲ့ၾကတယ္။
ဒါေပမယ့္ ထင္ထားသလိုမဟုတ္ပဲ ေမွာင္ခိုပို႔တဲ့သူေတြက
အျပင္းအထန္ခုခံတဲ့အခါမွာေတာ့ ႐ုတ္႐ုတ္သဲသဲေတြျဖစ္ကုန္ၾကၿပီး
အေသအေပ်ာက္ေတြ ရွိလာခဲ့တယ္။
အထက္ကလည္း လွ်ိဳ႕ဝွက္စစ္ဆင္ေရးျဖစ္တာေၾကာင့္ ဘယ္သူ႔ကိုမွ အသိမခံခဲ့ဘူး။
အဲဒီစစ္ဆင္ေရးမွာ ေသဆုံးခဲ့ရသူေတြကိုလည္း အသိမွတ္မျပဳခဲ့ဘူး။
ေဟာင္ေကာင္ရဲဌာနမွာ ရဲမႉးခ်ဳပ္ျဖစ္ေနၿပီ ျဖစ္ေပမယ့္
လြန္ခဲ့တဲ့ ႏွစ္ ၂၀တုန္းက မကၠာအိုမွာ ျဖစ္ခဲ့တဲ့စစ္ဆင္ေရးတခုရဲ႕
အရိပ္ေအာက္က မလြတ္ေျမာက္ႏိုင္ျဖစ္ေနရတဲ့ ရဲမႉးရယ္။
အဲဒီတုန္းက အတူရွင္သန္လြတ္ေျမာက္ခဲ့တဲ့ ရဲေမတေယာက္ရယ္က
မကၠာအိုက အဆင့္ျမင့္အရာရွိေတြ႕ဆုံပြဲတခုကို တက္ေရာက္ဖို႔ အေၾကာင္းဖန္လာခဲ့တယ္။
သူတို႔နဲ႔အတူ အျပည္ျပည္ဆိုင္ရာရဲတပ္ဖြဲ႕က ရဲေမေလးတေယာက္ရယ္
ရဲဌာနက ရဲေမတေယာက္ရယ္က လက္ေထာက္ရဲမင္းႀကီးကို
ေစာင့္ေရွာက္ရင္း သြားရဖို႔ျဖစ္လာခဲ့တယ္။
မကၠာအိုမွာ သူတို႔ ဘာေတြျဖစ္မွာလဲ သူတို႔ရဲ႕အတိတ္ကေရာ
ဘယ္လိုေတြ ပါဝင္ပတ္သက္လာမွာလဲ ဆိုတာကို
အပစ္အခတ္ေတြၾကားမွာ ၾကည့္ရမယ့္ေဟာင္ေကာင္ အက္ရွင္ ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္
File Size : ( 854 MB , 290 MB)
Quality : WEB-Rip 720p
Running Time : 1 hr 31 min
Format : Mp4
Genre : Action
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by NightFury
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
