"ဟိုင်း အချောလေးတို့ အိမ်ထဲမှာ နေနဲ့ ကမ္ဘာကြီးကို ကယ်တင်နိုင်ပြီဆိုတာ သိပြီးကြရောပေါ့။မပျင်းရအောင် အကျိုးဆောင်ပေးရရင် ရုပ်ရှင်ကားကောင်းလေးတွေနဲ့ တင်ဆက်ပေးမှာပါ။Pauseခုတစ်ဖန် တင်ဆက်မှာကတော့… ဘောလိဝုဒ် မိသားစုဒရာမာကို ဟာသလေးတွေနဲ့ ကြည့်ရှုရမှာပါ။မင်းသားကြီးကလည်း လူတိုင်းသိပြီးသား ဖြစ်ပြီး မင်းသမီးချောလေးတွေလည်း ပါနေပါသေးတယ်နော်။ဇာတ်လမ်းအကျဉ်းကတော့… ဟိုးရှေးရှေးတုန်းက စော်ကြည်ဘဲ တစ်ယောက် ရှိသတဲ့ပေါ့။ခုခေတ်အခေါ် စားဘဲကြီးပေါ့။ စားဘဲကြီးဆိုတဲ့ ဂုဏ်ပုဒ်ကလည်း လွယ်လွယ်ရရိုးလား။မနက်ဆို ၁၂နာရီမှ အိပ်ယာထ၊ ရုံးကို ၃နာရီလာ၊ ညနေ ၅နာရီရုံးဆင်း၊ ညဘက်ဆို ကလပ်တက်၊ စော်တွေနဲ့ ဇာတ်လမ်းဖြစ်။သူ့အလုပ်ကတော့ အိမ်ခြံမြေအကျိူးဆောင် ပွဲစားပေါ့။ ဒီလိုနဲ့ သူ့အရွယ်က အိမ်ထောင်ပြုသင့်နေပြီလို့ မိသားစုက ဖျောင်းဖျကြတယ်။လောကမှာ ဘာအကြောက်ဆုံးလဲလို့ မေးရင် မိန်းမယူ၊ ကလေးမွေးပဲ။ သူ့ခံယူချက်က ရှိသေးတယ်။ ဘာတဲ့။အိမ်ထောင်ဘဝဆိုတာ ယောက်ျားတွေကို ကျရှုံးစေတဲ့ အရာတဲ့ဗျ။စော်တွေကို ထည်လဲတွဲနေတဲ့ ဘဲကြီးကတော့ မိန်းမယူစရာမှ မလိုတာ။တနေ့တော့ မိန်းကလေးချောချောလေးတစ်ယောက်ကို ဘားမှာတွေ့တော့ ထုံးစံအတိုင်း ဘဲကြီးက သွားရည်ယိုတာပေါ့။ကောင်မလေးက ပြောရှာတယ်။ သူနဲ့ စကားပြောချင်လို့တဲ့။အဲ့ဒီမှာ စော်တွေ့တိုင်း ခေါ်နေကျသူ့အိမ်ကို ခေါ်သွားတော့… ကောင်မလေးက စကားတစ်ခွန်းဆိုပါတယ်။အဲ့ဒါကတော့…. လူပျိုကြီး ကြက်သီးမွှေးညှင်းထစရာ အကြောင်းတစ်ခုဖြစ်ပြီး……… ကဲ ကိုယ်တိုင်သာ ခံစားကြည့်ပါတော့ဗျာ။စပွိုင်လာမမိအောင် အညွှန်းရေးထားပေမဲ့ အညွန်းမျိုးစုံဖတ်ထားကြသူအဖို့တော့ စပွိုင်းခံထားရတာ စိတ်မကောင်းစရာပါ။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။File Size : (900 MB ) and (450 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 52minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DD+5.1.x264-TellyTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike ZawZGဟိုင္း အေခ်ာေလးတို႔ အိမ္ထဲမွာ ေနနဲ႔ ကမာၻႀကီးကို ကယ္တင္ႏိုင္ၿပီဆိုတာ သိၿပီးၾကေရာေပါ့။မပ်င္းရေအာင္ အက်ိဳးေဆာင္ေပးရရင္ ႐ုပ္ရွင္ကားေကာင္းေလးေတြနဲ႔ တင္ဆက္ေပးမွာပါ။ခုတစ္ဖန္ တင္ဆက္မွာကေတာ့… ေဘာလိဝုဒ္ မိသားစုဒရာမာကို ဟာသေလးေတြနဲ႔ ၾကည့္ရႈရမွာပါ။မင္းသားႀကီးကလည္း လူတိုင္းသိၿပီးသား ျဖစ္ၿပီး မင္းသမီးေခ်ာေလးေတြလည္း ပါေနပါေသးတယ္ေနာ္။ဇာတ္လမ္းအက်ဥ္းကေတာ့… ဟိုးေရွးေရွးတုန္းက ေစာ္ၾကည္ဘဲ တစ္ေယာက္ ရွိသတဲ့ေပါ့။ခုေခတ္အေခၚ စားဘဲႀကီးေပါ့။ စားဘဲႀကီးဆိုတဲ့ ဂုဏ္ပုဒ္ကလည္း လြယ္လြယ္ရ႐ိုးလား။မနက္ဆို ၁၂နာရီမွ အိပ္ယာထ၊ ႐ုံးကို ၃နာရီလာ၊ ညေန ၅နာရီ႐ုံးဆင္း၊ ညဘက္ဆို ကလပ္တက္၊ ေစာ္ေတြနဲ႔ ဇာတ္လမ္းျဖစ္။သူ႔အလုပ္ကေတာ့ အိမ္ၿခံေျမအက်ိဴးေဆာင္ ပြဲစားေပါ့။ ဒီလိုနဲ႔ သူ႔အ႐ြယ္က အိမ္ေထာင္ျပဳသင့္ေနၿပီလို႔ မိသားစုက ေဖ်ာင္းဖ်ၾကတယ္။ေလာကမွာ ဘာအေၾကာက္ဆုံးလဲလို႔ ေမးရင္ မိန္းမယူ၊ ကေလးေမြးပဲ။ သူ႔ခံယူခ်က္က ရွိေသးတယ္။ ဘာတဲ့။အိမ္ေထာင္ဘဝဆိုတာ ေယာက္်ားေတြကို က်ရႈံးေစတဲ့ အရာတဲ့ဗ်။ေစာ္ေတြကို ထည္လဲတြဲေနတဲ့ ဘဲႀကီးကေတာ့ မိန္းမယူစရာမွ မလိုတာ။တေန႔ေတာ့ မိန္းကေလးေခ်ာေခ်ာေလးတစ္ေယာက္ကို ဘားမွာေတြ႕ေတာ့ ထုံးစံအတိုင္း ဘဲႀကီးက သြားရည္ယိုတာေပါ့။ေကာင္မေလးက ေျပာရွာတယ္။ သူနဲ႔ စကားေျပာခ်င္လို႔တဲ့။အဲ့ဒီမွာ ေစာ္ေတြ႕တိုင္း ေခၚေနက်သူ႔အိမ္ကို ေခၚသြားေတာ့… ေကာင္မေလးက စကားတစ္ခြန္းဆိုပါတယ္။အဲ့ဒါကေတာ့…. လူပ်ိဳႀကီး ၾကက္သီးေမႊးညႇင္းထစရာ အေၾကာင္းတစ္ခုျဖစ္ၿပီး……… ကဲ ကိုယ္တိုင္သာ ခံစားၾကည့္ပါေတာ့ဗ်ာ။စပြိဳင္လာမမိေအာင္ အၫႊန္းေရးထားေပမဲ့ အၫြန္းမ်ိဳးစုံဖတ္ထားၾကသူအဖို႔ေတာ့ စပြိဳင္းခံထားရတာ စိတ္မေကာင္းစရာပါ။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (900 MB ) and (450 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 52minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DD+5.1.x264-TellyTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike Zaw"