"ဒီရုပ်ရှင်ကတော့ IDmb rating 7.0 ရရှိထားတဲ့ Netflix စပိန်ရုပ်ရှင်ကားပါ။
တကယ့်ကို မှောင်မိုက်တဲ့ Thriller အမျိုးအစားဖြစ်လို့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကလေးတွေ မကြည့်သင့်ပါဘူး။
ဒေါင်လိုက်ဖန်တီးထားတဲ့ အကျဉ်းထောင်တစ်ခု၊
တစ်ဆင့်ချင်းစီက အကျဉ်းခန်းမှာ လူနှစ်ယောက်စီကို
နေရာချပေးတဲ့ ငရဲတွင်းပေါက်ကြီးဆီ Goreng သွားခဲ့တယ်။
သဘောတူညီချက်တစ်ခုနဲ့ လာရောက်ခဲ့တဲ့ Goreng ဟာ
အဲ့ဒီနေရာကို ငရဲမှန်း မသိခဲ့ဘူး။
အဲ့ဒီနေရာက တကယ့်ငရဲ၊ “စားသောက်ခြင်း”
အမှုနဲ့ပတ်သတ်ပြီး ကြောက်ဖို့ကောင်းတဲ့ငရဲ။
Goreng တစ်ယောက် အဲ့ဒီနေရာမှာ ရှင်သန်နိုင်ဖို့ ဘယ်လိုကြိုးစားမလဲ။
အဲ့ဒီနေရာရဲ့ အဓိကရည်ရွယ်ချက်ကဘာလဲ။
ကျဉ်းကျပ်ခက်ခဲတဲ့အခြေအနေ စနစ် ကိုလိုက်ပြီး
လူတို့စိတ်တွေ ပြောင်းလဲတာတွေ…
အခြေအနေဘယ်လိုပဲဖြစ်ဖြစ် စနစ်ကို အဆုံးစွန်ထိ တွန်းလှန်တိုက်ခိုက်တာတွေ…
ဇာတ်ကောင်တွေရဲ့ စကားတွေမှာ တွေးစရာ သဘောကျစရာလေးတွေ…
အဲ့လို အဲ့လိုတွေကို ဒီရုပ်ရှင်ကနေ ရရှိခံစားနိုင်ပါတယ်။
File Size : ( 886 MB , 324 MB)
Quality : WEB-Rip 720p
Running Time : 1 hr 34 min
Format : Mp4
Genre : Horror , Sci-Fi , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Lucille
Encoded by Moe Myint Lwin
ZG
ဒီ႐ုပ္ရွင္ကေတာ့ IDmb rating 7.0 ရရွိထားတဲ့ Netflix စပိန္႐ုပ္ရွင္ကားပါ။
တကယ့္ကို ေမွာင္မိုက္တဲ့ Thriller အမ်ိဳးအစားျဖစ္လို႔
ကေလးေတြ မၾကည့္သင့္ပါဘူး။
ေဒါင္လိုက္ဖန္တီးထားတဲ့ အက်ဥ္းေထာင္တစ္ခု၊
တစ္ဆင့္ခ်င္းစီက အက်ဥ္းခန္းမွာ လူႏွစ္ေယာက္စီကို
ေနရာခ်ေပးတဲ့ ငရဲတြင္းေပါက္ႀကီးဆီ Goreng သြားခဲ့တယ္။
သေဘာတူညီခ်က္တစ္ခုနဲ႔ လာေရာက္ခဲ့တဲ့ Goreng ဟာ
အဲ့ဒီေနရာကို ငရဲမွန္း မသိခဲ့ဘူး။
အဲ့ဒီေနရာက တကယ့္ငရဲ၊ “စားေသာက္ျခင္း”
အမႈနဲ႔ပတ္သတ္ၿပီး ေၾကာက္ဖို႔ေကာင္းတဲ့ငရဲ။
Goreng တစ္ေယာက္ အဲ့ဒီေနရာမွာ ရွင္သန္ႏိုင္ဖို႔ ဘယ္လိုႀကိဳးစားမလဲ။
အဲ့ဒီေနရာရဲ႕ အဓိကရည္႐ြယ္ခ်က္ကဘာလဲ။
က်ဥ္းက်ပ္ခက္ခဲတဲ့အေျခအေန စနစ္ ကိုလိုက္ၿပီး
လူတို႔စိတ္ေတြ ေျပာင္းလဲတာေတြ…
အေျခအေနဘယ္လိုပဲျဖစ္ျဖစ္ စနစ္ကို အဆုံးစြန္ထိ တြန္းလွန္တိုက္ခိုက္တာေတြ…
ဇာတ္ေကာင္ေတြရဲ႕ စကားေတြမွာ ေတြးစရာ သေဘာက်စရာေလးေတြ…
အဲ့လို အဲ့လိုေတြကို ဒီ႐ုပ္ရွင္ကေန ရရွိခံစားႏိုင္ပါတယ္။
File Size : ( 886 MB , 324 MB)
Quality : WEB-Rip 720p
Running Time : 1 hr 34 min
Format : Mp4
Genre : Horror , Sci-Fi , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Lucille
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
