"Freddie Mercury ရဲ့ Bohemian Rhaspody ကိုသင်ကြိုက်ခဲ့တယ်ဆိုရင်ဒီရုပ်ရှင်ကသင့်အတွက်ပါပဲ Joy Division ရဲ့PauseIan Curtis အကြောင်းကို ရိုက်ကူးထားတာပါအီယံ ကာတစ်ဟာ မသန်စွမ်းလူငယ်များကို အလုပ်ရှာပေးတဲ့ အေဂျင်စီမှာအလုပ်လုပ်နေတဲ့ လူငယ်တစ်ယောက်ပဲဖြစ်ပါတယ်Warsawလို့ခေါ်တဲ့Bandရဲ့အဆိုတော်လည်းဖြစ်ပါတယ်David Bowieကိုကြိုက်နှစ်သက်သူဖြစ်ပြီးDebbieလို့ခေါ်တဲ့ကောင်မလေးနဲ့တွေ့ဆုံကာချက်ချင်းပဲ ငယ်ငယ်ရွယ်ရွယ်နဲ့လက်ထပ်လိုက်ပါတော့တယ်အဲ့အချိန်မှာပဲ သူတို့ရဲ့bandနာမည်ဟာ Joy Divisionဖြစ်လာပြီးလူအများရဲ့အာရုံစိုက်ခြင်းကို စတင်ခံလာရပါတော့တယ်Bandနာမည်ရလာတာနဲ့အမျှအိမ်မှာသိပ်မရှိတဲ့ အီယံ ဟာမိဘနေရာကိုရောက်မှန်းမသိရောက်လာပြီးသူတို့ရဲ့အိမ်ထောင်ရေးဟာ Annikဆိုတဲ့ကောင်မလေးနဲ့စတွေ့မိရာကနေချောက်ထဲကိုထိုးကျသွားပါတော့တယ်အီယံဟာ epilepsyကိုခံစားနေရပြီး ကောင်းမွန်တဲ့ဆေးဝါးကုသမှုလည်းမရခဲ့ပါဘူးသူဟာ အိမ်ထောင်ရေး အချစ်ရေး နာမည်ကြီးလာခြင်း နဲ့တစ်ခါတစ်ခါဖျော်ဖြေတိုင်းသူ့ရဲ့စွမ်းအင်ဆုံးရှုံးမှုတွေကိုထိန်းကျောင်းနိုင်ခြင်းမရှိတော့ပါဘူး အဲ့အခါကျတော့….Freddie Mercury ရဲ႕ Bohemian Rhaspody ကိုသင္ႀကိဳက္ခဲ့တယ္ဆိုရင္ဒီ႐ုပ္ရွင္ကသင့္အတြက္ပါပဲ Joy Division ရဲ႕Ian Curtis အေၾကာင္းကို ႐ိုက္ကူးထားတာပါအီယံ ကာတစ္ဟာ မသန္စြမ္းလူငယ္မ်ားကို အလုပ္ရွာေပးတဲ့ ေအဂ်င္စီမွာအလုပ္လုပ္ေနတဲ့ လူငယ္တစ္ေယာက္ပဲျဖစ္ပါတယ္Warsawလို႔ေခၚတဲ့Bandရဲ႕အဆိုေတာ္လည္းျဖစ္ပါတယ္David Bowieကိုႀကိဳက္ႏွစ္သက္သူျဖစ္ၿပီးDebbieလို႔ေခၚတဲ့ေကာင္မေလးနဲ႔ေတြ႕ဆုံကာခ်က္ခ်င္းပဲ ငယ္ငယ္႐ြယ္႐ြယ္နဲ႔လက္ထပ္လိုက္ပါေတာ့တယ္အဲ့အခ်ိန္မွာပဲ သူတို႔ရဲ႕bandနာမည္ဟာ Joy Divisionျဖစ္လာၿပီးလူအမ်ားရဲ႕အာ႐ုံစိုက္ျခင္းကို စတင္ခံလာရပါေတာ့တယ္Bandနာမည္ရလာတာနဲ႔အမွ်အိမ္မွာသိပ္မရွိတဲ့ အီယံ ဟာမိဘေနရာကိုေရာက္မွန္းမသိေရာက္လာၿပီးသူတို႔ရဲ႕အိမ္ေထာင္ေရးဟာ Annikဆိုတဲ့ေကာင္မေလးနဲ႔စေတြ႕မိရာကေနေခ်ာက္ထဲကိုထိုးက်သြားပါေတာ့တယ္အီယံဟာ epilepsyကိုခံစားေနရၿပီး ေကာင္းမြန္တဲ့ေဆးဝါးကုသမႈလည္းမရခဲ့ပါဘူးသူဟာ အိမ္ေထာင္ေရး အခ်စ္ေရး နာမည္ႀကီးလာျခင္း နဲ႔တစ္ခါတစ္ခါေဖ်ာ္ေျဖတိုင္းသူ႔ရဲ႕စြမ္းအင္ဆုံးရႈံးမႈေတြကိုထိန္းေက်ာင္းႏိုင္ျခင္းမရွိေတာ့ပါဘူး အဲ့အခါက်ေတာ့…File Size : (1.38 GB)/(873 MB)Quality : Blu-ray 1080p/720pRunning Time : 2h2minFormat : Mp4Genre : Sci-fi,Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.bluray.x264Translateor : ShoonThuThuChainEncoder: sithu"