"စာရေးဆရာကြီး ဂျက်လန်ဒန်ရဲ့ နာမည်ကျော်စာအုပ်ကိုရုပ်ရှင်အဖြစ် ရိုက်ကူးထားတာပါ။
ခေတ်ကတော့ ၁၉ရာစုနှောင်းပေါင်း ရွှေမုဆိုးတွေရဲ့ ခေတ်ပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသားကြီး ဟယ်ရစ်ဆန်ဖို့ဒ် ပါဝင်ထားပါတယ်။
အဓိကဇာတ်ကောင်ကတော့ အင်မတန်လိမ္မာတဲ့ ဘက်ခ်ဆိုတဲ့
ဧရာမခွေးကြီးတစ်ကောင်ပါပဲ။
ဘက်ခ်ဟာ သခင်နဲ့အတူ ပျော်ရွှင်စွာနေထိုင်တဲ့
ဘဝကနေ စွပ်ဖားလှည်းဆွဲတဲ့ခွေးအဖြစ် ရောင်းစားခံခဲ့ရတယ်။
စွပ်ဖားလှည်းတစ်စီးနဲ့အတူ စွန့်စားခန်းတွေ ဖွင့်ခဲ့ရင်း
သခင်မဲ့သွားချိန်မှာ အဘိုးကြီး တစ်ယောက်နဲ့ မိတ်ဆွေဖြစ်ခဲ့ရပြန်ပါရော။
အဲဒီအဘိုးကြီးနဲ့အတူ ဘက်ခ်ဟာ လူသူမရောက်ဖူးတဲ့နေရာတွေကို
စွန့်စားခန်းတွေထွက်ရင်း
သူ့ဘဝအပြောင်းလဲကြီးပြောင်းလဲစရာတွေ ဆက်တိုက်ကြုံလာရပါတော့တယ်။
ဒီရုပ်ရှင်ဟာ တိရစ္ဆာန်ချစ်သူတွေ၊ စွန့်စားခန်းတွေနဲ့
စိတ်ကူးယဉ်ရတာ ချစ်သူတွေအတွက်တော့ အကောင်းစားရုပ်ရှင်တစ်ကားပါပဲ။
File Size : ( 933 MB , 340 MB)
Quality : WEB-Rip 720p
Running Time : 1 hr 40 min
Format : Mp4
Genre : Adventure , Drama , Family
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Wai Yan Maung
Encoded by Moe Myint Lwin
ZG
စာေရးဆရာႀကီး ဂ်က္လန္ဒန္ရဲ႕ နာမည္ေက်ာ္စာအုပ္ကို႐ုပ္ရွင္အျဖစ္ ႐ိုက္ကူးထားတာပါ။
ေခတ္ကေတာ့ ၁၉ရာစုေႏွာင္းေပါင္း ေ႐ႊမုဆိုးေတြရဲ႕ ေခတ္ပါပဲ။
မင္းသားႀကီး ဟယ္ရစ္ဆန္ဖို႔ဒ္ ပါဝင္ထားပါတယ္။
အဓိကဇာတ္ေကာင္ကေတာ့ အင္မတန္လိမၼာတဲ့ ဘက္ခ္ဆိုတဲ့
ဧရာမေခြးႀကီးတစ္ေကာင္ပါပဲ။
ဘက္ခ္ဟာ သခင္နဲ႔အတူ ေပ်ာ္႐ႊင္စြာေနထိုင္တဲ့
ဘဝကေန စြပ္ဖားလွည္းဆြဲတဲ့ေခြးအျဖစ္ ေရာင္းစားခံခဲ့ရတယ္။
စြပ္ဖားလွည္းတစ္စီးနဲ႔အတူ စြန႔္စားခန္းေတြ ဖြင့္ခဲ့ရင္း
သခင္မဲ့သြားခ်ိန္မွာ အဘိုးႀကီး တစ္ေယာက္နဲ႔ မိတ္ေဆြျဖစ္ခဲ့ရျပန္ပါေရာ။
အဲဒီအဘိုးႀကီးနဲ႔အတူ ဘက္ခ္ဟာ လူသူမေရာက္ဖူးတဲ့ေနရာေတြကို
စြန႔္စားခန္းေတြထြက္ရင္း
သူ႔ဘဝအေျပာင္းလဲႀကီးေျပာင္းလဲစရာေတြ ဆက္တိုက္ႀကဳံလာရပါေတာ့တယ္။
ဒီ႐ုပ္ရွင္ဟာ တိရစာၦန္ခ်စ္သူေတြ၊ စြန႔္စားခန္းေတြနဲ႔
စိတ္ကူးယဥ္ရတာ ခ်စ္သူေတြအတြက္ေတာ့ အေကာင္းစား႐ုပ္ရွင္တစ္ကားပါပဲ။
File Size : ( 933 MB , 340 MB)
Quality : WEB-Rip 720p
Running Time : 1 hr 40 min
Format : Mp4
Genre : Adventure , Drama , Family
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Wai Yan Maung
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
