"Spoiler Alert!
၀ူဟန်ကာကွယ်ဖို့အတွက် အိမ်မှာနေရင်းပျင်းနေကြတဲ့ အိန္ဒိယကားပရိတ်သတ်တွေအတွက် ယနေ့ တင်ဆက်ပေးလိုက်တဲ့ အသစ်စက်စက် ဇာတ်ကားလေးပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီလထဲမှာထွက်ရှိတဲ့ အိန္ဒိယဇာတ်ကားတွေထဲမှာ အကြိုက်တွေ့မိတဲ့ဇာတ်ကား နည်းနေပေမယ့် ပရိတ်သတ်ကြိုက်မယ်ထင်တဲ့ ဇာတ်ကားတွေကို ရွေးထုတ် တင်ဆက်ပေးနေတာမို့….
ကောင်းသည် မကောင်းသည်ကို ယတိပြတ် မပြောလိုပါဘူး။
ကိုယ့်အကြိုက်နဲ့ကိုက်ညီရင် ကောင်းပြီး ကိုယ့်အကြိုက်နဲ့ မကိုက်ညီရင် မကောင်းဘူးလို့ပဲ ဆိုရမှာပါ။
ဒီဇာတ်ကားကတော့ တောင်ပိုင်းကားတွေရဲ့ ထုံးစံအတိုင်း အိုဗာအက်ရှင်တွေ ဘာတွေ ဖောဖောသီသီ ပါဝင်သလို နည်းနည်းလည်း စိတ်ကူးယဉ်လည်း ဆန်ပါတယ်။
တစ်နေ့က ထွက်တဲ့ Bloodshot ဆိုတဲ့ ဟောလိ၀ုဒ်ဇာတ်ကားနဲ့တောင် အစပိုင်းမှာ ခပ်ဆင်ဆင် ရိုက်ကူးထားတာပါ။
အကြမ်းဖျင်းအားဖြင့် ပြောရရင် မင်းသားဟာ ဇာတ်လမ်းစစချင်းမှာသေသွားတယ်။
သိပ္ပံပညာရှင်တစ်စုက မင်းသားကို သိပ္ပံနည်းနဲ့ သေရွာကနေ ပြန်ခေါ်တယ်ပေါ့။
ဒီနောက်တော့ သူဟာသူ့အတိတ်ကို လိုက်စုံစမ်းရင်း ရိုးရိုးသေတာ မဟုတ်ပဲ
အသတ်ခံလိုက်ရတယ်ဆိုတာကို သိသွားတော့ သူ့ကို သတ်ခဲ့တဲ့သူကို လိုက်လံရှာဖွေ သတ်ဖြတ်မယ်ပေါ့။
ဇာတ်လမ်းက ဒီလောက်ပဲ ဆိုပေမယ့် ဒီကားကတော့ ဟိုးလွန်ခဲ့တဲ့ ၁၉၈၀ ခုနှစ်တွေကို အခြေတည်ပြီး လမ်းသရဲခေတ်
ဒစ်စကိုဂီတ ခေတ်စားခဲ့ချိန်တွေအတိုင်း ရိုက်ကူးထားခဲ့တာမို့ အစကနေ အဆုံးအထိ ခပ်မြူးမြူးလေးနဲ့ ဆွဲဆောင်သွားပါတယ်။
ကလို့ ၊ ခုန်လို့ ကောင်းတဲ့ သီချင်းလေးတွေ ပါတယ်။ မိသားစုနဲ့အတူ ကြည့်လို့ရတယ်။
အရမ်းကြီးကောင်းတယ်လို့ မညွှန်းချင်ပေမယ့် ကြည့်ပျော်ရှုပျော်ရှိပါတယ်။ (ဟောလိ၀ုဒ်ကားနဲ့တော့ ယှဉ်လို့မရဘူးပေါ့ ခင်ဗျာ)
ကဲ… တောင်ပိုင်းကားအထွက်နည်းတာမို့ ကောင်းနိုးရာရာကို တင်ဆက်ပေးလိုက်ပြီ။
အိမ်ထဲမှာ ဇာတ်ကားကြည့်ရင်း ၀ူဟန်ကို ကာကွယ်ကြပါစို့။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Lwin Htoo Aung တို့ ဖြစ်ပါတယ်။
File Size : (999 MB ) and (480 MB)
Quality : WEB-DL 720p
Running Time : 2hr 21min
Format : Mp4
Genre : Action, Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Source : Telugu Proper 1080p HD AVC – x264 – DDP 5.1
Translated by Myint Thu And Lwin Htoo Aung
Encoded by Thanhtike Zaw
ZG
Spoiler Alert!
၀ူဟန္ကာကြယ္ဖို႔အတြက္ အိမ္မွာေနရင္းပ်င္းေနၾကတဲ့ အိႏၵိယကားပရိတ္သတ္ေတြအတြက္ ယေန႔ တင္ဆက္ေပးလိုက္တဲ့ အသစ္စက္စက္ ဇာတ္ကားေလးပါ။
ဒီလထဲမွာထြက္ရွိတဲ့ အိႏၵိယဇာတ္ကားေတြထဲမွာ အႀကိဳက္ေတြ႕မိတဲ့ဇာတ္ကား နည္းေနေပမယ့္ ပရိတ္သတ္ႀကိဳက္မယ္ထင္တဲ့ ဇာတ္ကားေတြကို ေ႐ြးထုတ္ တင္ဆက္ေပးေနတာမို႔….
ေကာင္းသည္ မေကာင္းသည္ကို ယတိျပတ္ မေျပာလိုပါဘူး။
ကိုယ့္အႀကိဳက္နဲ႔ကိုက္ညီရင္ ေကာင္းၿပီး ကိုယ့္အႀကိဳက္နဲ႔ မကိုက္ညီရင္ မေကာင္းဘူးလို႔ပဲ ဆိုရမွာပါ။
ဒီဇာတ္ကားကေတာ့ ေတာင္ပိုင္းကားေတြရဲ႕ ထုံးစံအတိုင္း အိုဗာအက္ရွင္ေတြ ဘာေတြ ေဖာေဖာသီသီ ပါဝင္သလို နည္းနည္းလည္း စိတ္ကူးယဥ္လည္း ဆန္ပါတယ္။
တစ္ေန႔က ထြက္တဲ့ Bloodshot ဆိုတဲ့ ေဟာလိ၀ုဒ္ဇာတ္ကားနဲ႔ေတာင္ အစပိုင္းမွာ ခပ္ဆင္ဆင္ ႐ိုက္ကူးထားတာပါ။
အၾကမ္းဖ်င္းအားျဖင့္ ေျပာရရင္ မင္းသားဟာ ဇာတ္လမ္းစစခ်င္းမွာေသသြားတယ္။
သိပၸံပညာရွင္တစ္စုက မင္းသားကို သိပၸံနည္းနဲ႔ ေသ႐ြာကေန ျပန္ေခၚတယ္ေပါ့။
ဒီေနာက္ေတာ့ သူဟာသူ႔အတိတ္ကို လိုက္စုံစမ္းရင္း ႐ိုး႐ိုးေသတာ မဟုတ္ပဲ
အသတ္ခံလိုက္ရတယ္ဆိုတာကို သိသြားေတာ့ သူ႔ကို သတ္ခဲ့တဲ့သူကို လိုက္လံရွာေဖြ သတ္ျဖတ္မယ္ေပါ့။
ဇာတ္လမ္းက ဒီေလာက္ပဲ ဆိုေပမယ့္ ဒီကားကေတာ့ ဟိုးလြန္ခဲ့တဲ့ ၁၉၈၀ ခုႏွစ္ေတြကို အေျခတည္ၿပီး လမ္းသရဲေခတ္
ဒစ္စကိုဂီတ ေခတ္စားခဲ့ခ်ိန္ေတြအတိုင္း ႐ိုက္ကူးထားခဲ့တာမို႔ အစကေန အဆုံးအထိ ခပ္ျမဴးျမဴးေလးနဲ႔ ဆြဲေဆာင္သြားပါတယ္။
ကလို႔ ၊ ခုန္လို႔ ေကာင္းတဲ့ သီခ်င္းေလးေတြ ပါတယ္။ မိသားစုနဲ႔အတူ ၾကည့္လို႔ရတယ္။
အရမ္းႀကီးေကာင္းတယ္လို႔ မၫႊန္းခ်င္ေပမယ့္ ၾကည့္ေပ်ာ္ရႈေပ်ာ္ရွိပါတယ္။ (ေဟာလိ၀ုဒ္ကားနဲ႔ေတာ့ ယွဥ္လို႔မရဘူးေပါ့ ခင္ဗ်ာ)
ကဲ… ေတာင္ပိုင္းကားအထြက္နည္းတာမို႔ ေကာင္းႏိုးရာရာကို တင္ဆက္ေပးလိုက္ၿပီ။
အိမ္ထဲမွာ ဇာတ္ကားၾကည့္ရင္း ၀ူဟန္ကို ကာကြယ္ၾကပါစို႔။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Lwin Htoo Aung တို႔ ျဖစ္ပါတယ္။
File Size : (999 MB ) and (480 MB)
Quality : WEB-DL 720p
Running Time : 2hr 21min
Format : Mp4
Genre : Action, Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Source : Telugu Proper 1080p HD AVC – x264 – DDP 5.1
Translated by Myint Thu And Lwin Htoo Aung
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
