"Dolittle 2020============Pause#Unicodeအားလုံးမျှော်လင့်နေတဲ့ ၂၀၂၀ ခုနှစ်ထွက် Doctor Dolittle ကိုတင်ဆက်ပေးလိုက်ပါတယ်…Dolittle ဟာ လွန်ခဲ့တဲ့ သက္ကရာဇ် ၁၉၂၀ ခုနှစ်မှာထွက်ရှိခဲ့တဲ့ စာရေးဆရာ Hugh Lofting ရဲ့ ဒေါက်တာ Dolittle စွန့်စားခန်းများကို အခြေပြုရိုက်ကူးထားတာပဲဖြစ်ပါတယ်…ဒီဇာတ်လမ်းထဲက ဒေါက်တာ Dolittle ဟာ တိရစ္ဆာန်တွေကို စကား​ပြောနိုင်တဲ့ ထူးခြားတဲ့စွမ်းရည်တစ်ခုရှိပြီး တိရစ္ဆာန်တွေကိုလည်းဆေးကုပေးနေတဲ့ ဆရာဝန်တစ်ယောက်ပေါ့…တစ်နေ့မှာ ကြေကွဲဝမ်းနည်းစရာအဖြစ်အပျက်တစ်ခုကြောင့် သူဟာ လူ့လောကကြီးနဲ့အဆက်အသွယ်ဖြတ်ပြီး အိမ်ထဲမှာ တံခါးပိတ်နေထိုင်နေရင်း မမျှော်လင့်ထားတဲ့ အဖြစ်အပျက်တွေ တံခါးခေါက်ရောက်ရှိလာပါတော့တယ်…ဇာတ်လမ်းအစကနေ အဆုံးအထိ ရယ်မောစရာလေးတွေနဲ့ဒီဇာတ်လမ်းကိုကြည့်ရှုရမှာဖြစ်ပြီး အဆုံးသတ်မှာ ကြည့်ရှုသူရင်ထဲ တစ်စုံတစ်ခုကျန်ခဲ့လိမ့်မယ်လို့ထင်ပါတယ်…ဇာတ်လမ်းထဲမှာ Doctor Dolittle အဖြစ်သရုပ်တောင်ထားသူက ပြည်သူချစ်မင်းသားကြီး Robert Downey, Jr. ဖြစ်ပြီး တခြား အသံသရုပ်ဆောင်တွေအနေနဲ့လည်း Tom Holland,Rami Malek , John Cena, Selena Gomaz စတဲ့ နာမည်ကြီးတွေ ပါဝင်ထားပါတယ် ကိုယ်တိုင်ကြည့်ရှုခံစားတော်မူပါကုန်။#Zawgyiအားလုံးေမွ်ာ္လင့္ေနတဲ့ ၂၀၂၀ ခုႏွစ္ထြက္ Doctor Dolittle ကိုတင္ဆက္ေပးလိုက္ပါတယ္…Dolittle ဟာ လြန္ခဲ့တဲ့ သကၠရာဇ္ ၁၉၂၀ ခုႏွစ္မွာထြက္ရွိခဲ့တဲ့ စာေရးဆရာ Hugh Lofting ရဲ႕ ေဒါက္တာ Dolittle စြန္႔စားခန္းမ်ားကို အေျချပဳ႐ိုက္ကူးထားတာပဲျဖစ္ပါတယ္…ဒီဇာတ္လမ္းထဲက ေဒါက္တာ Dolittle ဟာ တိရစာၦန္ေတြကို စကား​ေျပာႏိုင္တဲ့ ထူးျခားတဲ့စြမ္းရည္တစ္ခုရွိၿပီး တိရစာၦန္ေတြကိုလည္းေဆးကုေပးေနတဲ့ ဆရာဝန္တစ္ေယာက္ေပါ့…တစ္ေန႔မွာ ေၾကကြဲဝမ္းနည္းစရာအျဖစ္အပ်က္တစ္ခုေၾကာင့္ သူဟာ လူ႔ေလာကႀကီးနဲ႔အဆက္အသြယ္ျဖတ္ၿပီး အိမ္ထဲမွာ တံခါးပိတ္ေနထိုင္ေနရင္း မေမွ်ာ္လင့္ထားတဲ့ အျဖစ္အပ်က္ေတြ တံခါးေခါက္ေရာက္ရွိလာပါေတာ့တယ္…ဇာတ္လမ္းအစကေန အဆုံးအထိ ရယ္ေမာစရာေလးေတြနဲ႔ဒီဇာတ္လမ္းကိုၾကည့္ရႈရမွာျဖစ္ၿပီး အဆုံးသတ္မွာ ၾကည့္ရႈသူရင္ထဲ တစ္စုံတစ္ခုက်န္ခဲ့လိမ့္မယ္လို႔ထင္ပါတယ္…ဇာတ္လမ္းထဲမွာ Doctor Dolittle အျဖစ္သ႐ုပ္ေတာင္ထားသူက ျပည္သူခ်စ္မင္းသားႀကီး Robert Downey, Jr. ျဖစ္ၿပီး တျခား အသံသ႐ုပ္ေဆာင္ေတြအေနနဲ႔လည္း Tom Holland,Rami Malek , John Cena, Selena Gomaz စတဲ့ နာမည္ႀကီးေတြ ပါဝင္ထားပါတယ္ ကိုယ္တိုင္ၾကည့္ရႈခံစားေတာ္မူပါကုန္။(ဒီဇာတ်ကားကို ဘာသာပြန်ရေးသားပေးသူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်။)Quality – 1080p, 720p BluRayDuration – 1 hrs 42 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Adventure, ComedySource : 1080p.BluRayTranslator – Zuel Khant ThwinEncoder – San Win Maung"