"(Unicode)IMDb 7.3/10 Rotten 93% အပေါ်က နိုင်ငံတကာရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေကိုကြည့်ရုံတင်နဲ့တင်Pauseဒီဇာတ်ကားဟာ ကားကောင်းတစ်ကားဆိုတာ ထွေထွေထူးထူူး ညွှန်းဆိုဖို့လိုမယ်မထင်ပါဘူးဘောလီဝုဒ်မှာ ခပ်ပေါပါဇာတ်ကားတွေထွက်သလို ဒီလို ခံစားမှုပေါင်းစုံပေးစွမ်းနိုင်တဲ့ ဇာတ်ကားကောင်းတွေလည်း နှစ်စဉ်ထွက်လေ့ရှိပါတယ်အာမခံနိုင်တာတစ်ခုကတော့ ဒီဇာတ်ကားဟာ ၂၀၂၀ ခုနှစ်ထွက် ကားကောင်းတစ်ကားပါပဲပါဝင်သရုပ်ဆောင်ထားတာလည်း တခြားသူမဟုတ်ဘဲ Queen ဖြစ်တဲ့ Kangana Ranautဒါရိုက်တာကလည်း ဇာတ်လမ်းကောင်းတွေဖြစ်တဲ့ Nil Battey Sannata Bareilly Ki Barfi တို့၏ဒါရိုက်တာ Ashwiny Iyer Tiwari ပဲဖြစ်ပါတယ်ဇာတ်လမ်းလေးကတော့ … ကဘတ်ဒီအားကစားဘဝကနေ အနားယူလိုက်ရတဲ့ နိုင်ငံလက်ရွေးစင်ကစားသမား ဂျာယားနီဂမ်ဟာ အကြောင်းအမျိုးမျိုးကြောင့်တစ်ကျော့ပြန်ကစားဖို့ဖြစ်လာတဲ့အခါမှာတော့ အသက် ၃၂ နှစ်၊ ၇ နှစ်အရွယ်ကလေးတစ်ယောက်နဲ့ အိမ်ရှင်မတစ်ယောက်ဟာ ကစားသမားဘဝနဲ့ အောင်မြင်မှုကိုနောက်တစ်ကြိမ် ပြန်လည်ဆွတ်ခူးတဲ့အခါ ဘယ်လိုအခက်အခဲတွေရှိမလဲ ဘယ်သူတွေက ကူညီအားပေးကြမလဲသူဘယ်လိုရင်ဆိုင်ကျော်ဖြတ်သွားမလဲဆိုတာကို ရသစုံပေးစွမ်းသွားမယ့် ဇာတ်ကားကောင်းတစ်ကားကို အားလုံးပဲ ကြည့်ရှု့ခံစားလိုက်ကြပါခင်ဗျာဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)IMDb 7.3/10 Rotten 93% အေပၚက ႏိုင္ငံတကာ႐ုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္ေတြကိုၾကည့္႐ုံတင္နဲ႔တင္ဒီဇာတ္ကားဟာ ကားေကာင္းတစ္ကားဆိုတာ ေထြေထြထူးထူူး ၫႊန္းဆိုဖို႔လိုမယ္မထင္ပါဘူးေဘာလီဝုဒ္မွာ ခပ္ေပါပါဇာတ္ကားေတြထြက္သလို ဒီလို ခံစားမႈေပါင္းစုံေပးစြမ္းႏိုင္တဲ့ ဇာတ္ကားေကာင္းေတြလည္း ႏွစ္စဥ္ထြက္ေလ့ရွိပါတယ္အာမခံႏိုင္တာတစ္ခုကေတာ့ ဒီဇာတ္ကားဟာ ၂၀၂၀ ခုႏွစ္ထြက္ ကားေကာင္းတစ္ကားပါပဲပါဝင္သ႐ုပ္ေဆာင္ထားတာလည္း တျခားသူမဟုတ္ဘဲ Queen ျဖစ္တဲ့ Kangana Ranautဒါ႐ိုက္တာကလည္း ဇာတ္လမ္းေကာင္းေတြျဖစ္တဲ့ Nil Battey Sannata Bareilly Ki Barfi တို႔၏ဒါ႐ိုက္တာ Ashwiny Iyer Tiwari ပဲျဖစ္ပါတယ္ဇာတ္လမ္းေလးကေတာ့ … ကဘတ္ဒီအားကစားဘဝကေန အနားယူလိုက္ရတဲ့ ႏိုင္ငံလက္ေ႐ြးစင္ကစားသမား ဂ်ာယားနီဂမ္ဟာ အေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္တစ္ေက်ာ့ျပန္ကစားဖို႔ျဖစ္လာတဲ့အခါမွာေတာ့ အသက္ ၃၂ ႏွစ္၊ ၇ ႏွစ္အ႐ြယ္ကေလးတစ္ေယာက္နဲ႔ အိမ္ရွင္မတစ္ေယာက္ဟာ ကစားသမားဘဝနဲ႔ ေအာင္ျမင္မႈကိုေနာက္တစ္ႀကိမ္ ျပန္လည္ဆြတ္ခူးတဲ့အခါ ဘယ္လိုအခက္အခဲေတြရွိမလဲ ဘယ္သူေတြက ကူညီအားေပးၾကမလဲသူဘယ္လိုရင္ဆိုင္ေက်ာ္ျဖတ္သြားမလဲဆိုတာကို ရသစုံေပးစြမ္းသြားမယ့္ ဇာတ္ကားေကာင္းတစ္ကားကို အားလုံးပဲ ၾကည့္ရႈ႕ခံစားလိုက္ၾကပါခင္ဗ်ာဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….File Size : (950 MB) and (480 MB)Quality : WEB-DL 720pRunning Time : 2hr 11minFormat : Mp4Genre : Drama, SportSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.AAC.2.0.x264-TellyTranslated by Zaw HtooEncoded by Thanhtike Zaw"