"The Banker(2020)
IMDb…7.0,,,Rotten…74%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(Unicode)
ကလေးဘဝကတက်ဆက်ဇ်မြို့မှာဖိနပ်တိုက်သမားအဖြစ်နဲ့ အလုပ်လုပ်ရတဲ့
လူမည်းလေးဘာနာ့ဒ်ဂါရက်တ်ဟာ ဉာဏ်စွမ်းဉာဏ်စနဲ့ပြည့်စုံပြီး
ပါရမီပါတဲ့အတွက် ဖိနပ်တိုက်ရင်းကြားရတဲ့စကားတွေကို
သေချာလေ့လာမှတ်သားရင်း ပညာဝမ်းစာဖြည့်ပါတယ်…..
သူအရွယ်ရောက်လာတော့ လော့စ်အိန်ဂျယ်မြို့ကိုပြောင်းလာရင်း
ဂျိုးဆက်မောရစ်ဆိုတဲ့ လူမည်းတစ်ယောက်နဲ့တွေ့ပြီးတော့
စပ်တူအိမ်ခြံမြေလုပ်ငန်းလုပ်ကိုင်ဖို့ဖြစ်လာခဲ့ပါတယ်….
ဒါပေမယ့် လူမည်းတစ်ယောက်ကိုဘယ်သူမှ
အဖက်လုပ်မဆက်ဆံခြင်ကြတဲ့အတွက် သူတို့အခက်အခဲက တကယ့်ကို ကြီးမား
လွန်းပါတယ်…သူတို့ (၂) ဘယ်လို ဉာဏ်နီ ဉာဏ်နက်တွေ ထုတ်ပြီး
ရှေ့ဆက်မလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး…..
ဒီဇာတ်ကားကတော့ ၁၉၅၀ခုနှစ်ကျော်ကျော်က
အမေရိကန်နိုင်ငံမှာ လူမျိုးရေးခွဲခြားမှုတွေ
ဖြစ်နေချိန်မှာ ဘဏ်တစ်ခုကိုဝယ်ပြီးတော့
လုပ်ငန်းလုပ်ကိုင်ဖို့ကြိုးစားတဲ့ လူမည်းနှစ်ယောက်အကြောင်းကို
ဖြစ်ရပ်မှန်အပေါ်အခြေခံပြီး ရိုက်ကူးထားတဲ့ကားကောင်းတစ်ကားဖြစ်ပါတယ်…
မှတ်သားစရာများစွာပါရှိသလို သူတို့ရဲ့ကြိုးစားပုံတွေလည်းတကယ့်ကို
အတုယူစရာပါပဲ…
အဓိက သရုပ်ဆောင်ဖြစ်တဲ့ Samuel L. Jackson, Nicholas Hoult နဲ့ Anthony Mackie တို့ကိုတော့ အတော်များများသိကြမှာပါ….
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူတွေကတော့ K နဲ့ MarTizasပဲဖြစ်ပါတယ်
(zawgyi)
ကေလးဘဝကတက္ဆက္ဇ္ၿမိဳ႕မွာဖိနပ္တိုက္သမားအျဖစ္နဲ႔ အလုပ္လုပ္ရတဲ့
လူမည္းေလးဘာနာ့ဒ္ဂါရက္တ္ဟာ ဥာဏ္စြမ္းဥာဏ္စနဲ႔ျပည့္စုံၿပီး
ပါရမီပါတဲ့အတြက္ ဖိနပ္တိုက္ရင္းၾကားရတဲ့စကားေတြကို
ေသခ်ာေလ့လာမွတ္သားရင္း ပညာဝမ္းစာျဖည့္ပါတယ္…..
သူအ႐ြယ္ေရာက္လာေတာ့ ေလာ့စ္အိန္ဂ်ယ္ၿမိဳ႕ကိုေျပာင္းလာရင္း
ဂ်ိဳးဆက္ေမာရစ္ဆိုတဲ့ လူမည္းတစ္ေယာက္နဲ႔ေတြ႕ၿပီးေတာ့
စပ္တူအိမ္ၿခံေျမလုပ္ငန္းလုပ္ကိုင္ဖို႔ျဖစ္လာခဲ့ပါတယ္….
ဒါေပမယ့္ လူမည္းတစ္ေယာက္ကိုဘယ္သူမွ
အဖက္လုပ္မဆက္ဆံျခင္ၾကတဲ့အတြက္ သူတုိ့အခက္အခဲက တကယ့္ကုိ ႀကီးမား
လြန္းပါတယ္…သူတုိ့ (၂) ဘယ္လုိ ဥာဏ္နီ ဥာဏ္နက္ေတြ ထုတ္ၿပီး
ေရွ႕ဆက္မလဲဆုိတာကုိေတာ့ ခံစားၾကည့္ၾကပါဦး…..
ဒီဇာတ္ကားကေတာ့ ၁၉၅၀ခုႏွစ္ေက်ာ္ေက်ာ္က
အေမရိကန္ႏိုင္ငံမွာ လူမ်ိဳးေရးခြဲျခားမႈေတြ
ျဖစ္ေနခ်ိန္မွာ ဘဏ္တစ္ခုကိုဝယ္ၿပီးေတာ့
လုပ္ငန္းလုပ္ကိုင္ဖို႔ႀကိဳးစားတဲ့ လူမည္းႏွစ္ေယာက္အေၾကာင္းကို
ျဖစ္ရပ္မွန္အေပၚအေျခခံၿပီး ႐ိုက္ကူးထားတဲ့ကားေကာင္းတစ္ကားျဖစ္ပါတယ္…
မွတ္သားစရာမ်ားစြာပါရွိသလုိ သူတုိ့ရဲ့ႀကဳိးစားပုံေတြလည္းတကယ့္ကို
အတုယူစရာပါပဲ…
အဓိက သရုပ္ေဆာင္ျဖစ္တဲ့ Samuel L. Jackson, Nicholas Hoult နဲ့ Anthony Mackie တုိ့ကုိေတာ့ အေတာ္မ်ားမ်ားသိႀကမွာပါ….
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူေတြကေတာ့ K နဲ႔ MarTizasပဲျဖစ္ပါတယ္
File Size : (1.1 GB) and (428 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:00:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by MarTiza & K
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
