"Takers(2010)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(ရသအပြည့်အဝခံစားနိုင်စေရန် Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့်
တင်ဆက်ပေးထားပါသည်…)
လူ(၄)ယောက် အခန်းတစ်ခုထဲမှာ ဆုံကြတယ်…စကားအနည်းငယ်ပြောပြီးတာနဲ့
အသင့်ပါလာတဲ့ အနက်ရောင်ဝတ်စုံတွေလဲလိုက်ကြသလို မျက်နှာဖုံးစွပ်အနက်
တွေလည်း ဝတ်ဆင်လိုက်ကြတယ်…M4A1 Carbine နဲ့ Glock စီးရီးအလိုက်
လက်နက်ငယ်တွေလည်း ကိုင်ဆောင်ထားကြတယ်…
သူတို့ကြည့်ရတာ အချိန်အကြာကြီးစီစဉ်ထားကြသလို
အကုန်လုံးကလည်း သွေးအေးတည်ငြိမ်လွန်းနေကြတယ်…
သိပ်မကြာဘူး..လောစ့်အိန်ဂျလိစ်မြို့တွင်းက ဘဏ်တစ်ခုကို ဓားပြဝင်တိုက်ကြတယ်….
ဘယ်လောက်တောင် ရဲတင်းလွန်းသလဲဆိုတော့ ဘဏ်စာရေးမကိုတောင် ရဲစခန်းကို
ဓားပြတိုက်ခံနေရကြောင်း ဖုန်းဆက်ခိုင်းလိုက်ပါသေးတယ်….
ကိုင်း ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ ခံစားကြည့်လိုက်ပါဦး….
ဘဏ်ဓားပြတွေက ဘယ်သူတွေဖြစ်မလဲ….
LA ရဲတွေကရော အမိဖမ်းနိုင်ပါ့မလား…
ဒီလောက်သွေးအေးပြီး အစီအစဉ်တကျ ဓားပြမှုကျူးလွန်နိုင်လောက်အောင်
ဒီလူတွေဘယ်လောက်တော်နေလဲ…
ဒီကားကတော့
ပရိသတ်တွေနဲ့ ရင်းနှီးပြီးသားဖြစ်တဲ့ Fast & Furious မင်းသား Paul Walker နဲ့ Idris Elba တို့ အဓိက ပါဝင်သရုပ်ဆောင်ထားပါတယ်….အမိုက်စား ဘဏ်ဓားပြကားထဲက တစ်ကားအပါအဝင်ဖြစ်လို့ ခပ်လန်းလန်း စဆုံး Tempo မကျတဲ့ကားတွေမှ
သဘောကျတဲ့ပရိတ်သတ်တွေအဖို့ လက်မလွှတ်သင့်ပါကြောင်း ညွှန်းဆိုပါရစေ….
(zawgyi)
(ရသအျပည့္အဝခံစားႏိုင္ေစရန္ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို႔ျဖင့္
တင္ဆက္ေပးထားပါသည္…)
လူ(၄)ေယာက္ အခန္းတစ္ခုထဲမွာ ဆုံၾကတယ္…စကားအနည္းငယ္ေျပာၿပီးတာနဲ႔
အသင့္ပါလာတဲ့ အနက္ေရာင္ဝတ္စုံေတြလဲလိုက္ၾကသလို မ်က္ႏွာဖုံးစြပ္အနက္
ေတြလည္း ဝတ္ဆင္လိုက္ၾကတယ္…M4A1 Carbine နဲ႔ Glock စီးရီးအလိုက္
လက္နက္ငယ္ေတြလည္း ကိုင္ေဆာင္ထားၾကတယ္…
သူတို႔ၾကည့္ရတာ အခ်ိန္အၾကာႀကီးစီစဥ္ထားၾကသလို
အကုန္လုံးကလည္း ေသြးေအးတည္ၿငိမ္လြန္းေနၾကတယ္…
သိပ္မၾကာဘူး..ေလာစ့္အိန္ဂ်လိစ္ၿမိဳ႕တြင္းက ဘဏ္တစ္ခုကို ဓားျပဝင္တိုက္ၾကတယ္….
ဘယ္ေလာက္ေတာင္ ရဲတင္းလြန္းသလဲဆိုေတာ့ ဘဏ္စာေရးမကိုေတာင္ ရဲစခန္းကို
ဓားျပတိုက္ခံေနရေၾကာင္း ဖုန္းဆက္ခိုင္းလိုက္ပါေသးတယ္….
ကိုင္း ဘယ္လိုေတြဆက္ျဖစ္မလဲဆိုတာကိုေတာ့ ခံစားၾကည့္လိုက္ပါဦး….
ဘဏ္ဓားျပေတြက ဘယ္သူေတြျဖစ္မလဲ….
LA ရဲေတြကေရာ အမိဖမ္းႏိုင္ပါ့မလား…
ဒီေလာက္ေသြးေအးၿပီး အစီအစဥ္တက် ဓားျပမႈက်ဴးလြန္ႏိုင္ေလာက္ေအာင္
ဒီလူေတြဘယ္ေလာက္ေတာ္ေနလဲ…
ဒီကားကေတာ့
ပရိသတ္ေတြနဲ႔ ရင္းႏွီးၿပီးသားျဖစ္တဲ့ Fast & Furious မင္းသား Paul Walker နဲ႔ Idris Elba တို႔ အဓိက ပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္….အမိုက္စား ဘဏ္ဓားျပကားထဲက တစ္ကားအပါအဝင္ျဖစ္လို႔ ခပ္လန္းလန္း စဆုံး Tempo မက်တဲ့ကားေတြမွ
သေဘာက်တဲ့ပရိတ္သတ္ေတြအဖို႔ လက္မလႊတ္သင့္ပါေၾကာင္း ၫႊန္းဆိုပါရေစ….
File Size : (1.95 GB), (850 MB) and (335 MB)
Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p
Format…mp4
Duration…01:47:00
Genre : Action , Crime , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Thithtoo Zaw
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
