"End of Sentence (2019)
=================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating 7.1/10 ထိရရှိထားပါတယ်။
#Unicode
ဒီဇာတ်ကားလေးကတော့ Drama ဇာတ်ကားကောင်းလေးပါ။ ဇာတ်လမ်းအစလေးကတော့ ထောင်ထဲမှာ ရှန်နီဆိုတဲ့သားကို
သွားတွေ့မယ့် မိခင် အန်နာဗိုဂယ်ဟာ ကင်ဆာရောဂါခံစားနေရပါတယ်။ သားထောင်ကျနေတုန်းမှာသူ့ရောဂါကြောင့် မတွေ့ရ
မှာစိုးရိမ်ပြီး နောက်ဆုံးတစ်ခေါက်အနေနဲ့လာတွေ့ပါတယ်။ ဒီလိုနဲ့ နှုတ်ဆက်ပြီး အပြန် ရက်ပိုင်းသိပ်မကြာခင်မှာ သေဆုံးသွား
ပါတယ်။ ခင်ပွန်းဖြစ်သူ ဖရန့်ဗိုဂယ်ဟာ သေဆုံးသွားသူမိန်းမရဲ့ဆန္ဒအရ သားဖြစ်သူနဲ့အတူ သူမရဲ့အရိုးပြာကို သူတို့လက်ရှိနေတဲ့
နေရာထက်အများကြီးဝေးတဲ့ အိုင်ယာလန်ဖက်မှာရှိတဲ့ရေကန်ထဲမှာဖြန့်ကျဲပေးစေချင်ပါတယ်။ ဒီလိုနဲ့ သားဖြစ်သူထောင်ထွက်မယ့်
နေ့ကိုစောင့်ပြီး သူ့မိန်းမရဲ့ဆန္ဒကိုပြောပြပါတယ်။ သားဖြစ်သူကလည်း အဖေဖြစ်သူနဲ့က သိပ်မတည့် ငြင်းမရတဲ့အဆုံး လက်ခံလိုက်
ပါတယ်။ သေဆုံးသွားသူ မိန်းမရဲ့ဆန္ဒကိုလည်း ဖြည့်ဆည်းပေးချင်တဲ့ယောက်ျားတစ်ယောက်ရဲ့ဆန္ဒ၊ သားဖြစ်သူနဲ့လည်း အဆင်မ
ပြေတဲ့ သူတို့နှစ်ယောက် ဘယ်လိုတွေရှေ့ဆက်သွား ကြမလဲဆိုတာ စိတ်ဝင်တစားကြည့်ရှုပေးပါဦး။ (အင်္ဂလိပ်စာဖိုင် အမှန်မထွက်
သေးသောကြောင့် တစ်ချို့နေရာတွေကိုနားထောင်ဘာသာပြန်ပေးရတာဖြစ်လို့ မှားတာရှိရင် ဖြည့်ဆည်းကြည့်ရှုပေးပါလို့တောင်းဆို
လိုက်ပါတယ်။)
#Zawgyi
ဒီဇာတ္ကားေလးကေတာ့ Drama ဇာတ္ကားေကာင္းေလးပါ။ ဇာတ္လမ္းအစေလးကေတာ့ ေထာင္ထဲမွာ ရွန္နီဆိုတဲ့သားကို
သြားေတြ႕မယ့္ မိခင္ အန္နာဗိုဂယ္ဟာ ကင္ဆာေရာဂါခံစားေနရပါတယ္။ သားေထာင္က်ေနတုန္းမွာသူ႔ေရာဂါေၾကာင့္ မေတြ႕ရ
မွာစိုးရိမ္ၿပီး ေနာက္ဆုံးတစ္ေခါက္အေနနဲ႔လာေတြ႕ပါတယ္။ ဒီလိုနဲ႔ ႏႈတ္ဆက္ၿပီး အျပန္ ရက္ပိုင္းသိပ္မၾကာခင္မွာ ေသဆုံးသြား
ပါတယ္။ ခင္ပြန္းျဖစ္သူ ဖရန႔္ဗိုဂယ္ဟာ ေသဆုံးသြားသူမိန္းမရဲ႕ဆႏၵအရ သားျဖစ္သူနဲ႔အတူ သူမရဲ႕အ႐ိုးျပာကို သူတို႔လက္ရွိေနတဲ့
ေနရာထက္အမ်ားႀကီးေဝးတဲ့ အိုင္ယာလန္ဖက္မွာရွိတဲ့ေရကန္ထဲမွာျဖန႔္က်ဲေပးေစခ်င္ပါတယ္။ ဒီလိုနဲ႔ သားျဖစ္သူေထာင္ထြက္မယ့္
ေန႔ကိုေစာင့္ၿပီး သူ႔မိန္းမရဲ႕ဆႏၵကိုေျပာျပပါတယ္။ သားျဖစ္သူကလည္း အေဖျဖစ္သူနဲ႔က သိပ္မတည့္ ျငင္းမရတဲ့အဆုံး လက္ခံလိုက္
ပါတယ္။ ေသဆုံးသြားသူ မိန္းမရဲ႕ဆႏၵကိုလည္း ျဖည့္ဆည္းေပးခ်င္တဲ့ေယာက္်ားတစ္ေယာက္ရဲ႕ဆႏၵ၊ သားျဖစ္သူနဲ႔လည္း အဆင္မ
ေျပတဲ့ သူတို႔ႏွစ္ေယာက္ ဘယ္လိုေတြေရွ႕ဆက္သြား ၾကမလဲဆိုတာ စိတ္ဝင္တစားၾကည့္ရႈေပးပါဦး။ (အဂၤလိပ္စာဖိုင္ အမွန္မထြက္
ေသးေသာေၾကာင့္ တစ္ခ်ိဳ႕ေနရာေတြကိုနားေထာင္ဘာသာျပန္ေပးရတာျဖစ္လို႔ မွားတာရွိရင္ ျဖည့္ဆည္းၾကည့္ရႈေပးပါလို႔ေတာင္းဆို
လိုက္ပါတယ္။)
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Tin Myo Lwin ပဲ ဖြစ်ပါတယ်။)
Quality – 720p Web-Rip
Duration – 1 hrs 36 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama
Source : 1080p.WEB-RIP
Translator – Tin Myo Lwin
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
