"အမှန်ဆို 18+ ဆိုတာနဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အိပ်ရာပေါ် ဝုန်းဒိုင်းပြေးတက်
ဒချိ ဒချိ တွေ ကို ကျနော်
တကယ်ကြီး မကြိုက်ပါဘူး
တစ်ခါလာလဲ ဝုန်း တစ်ခါလာလဲဝုန်း
ဇတ်လမ်းဇတ်ကွက်က ဝုန်းတဲ့ ဇတ်ဆို
Pron ကားတွေ ကြည့်တာပဲ အကျိုး ရှိပါတယ်..
ကျနော် အရမ်းကြိုက်တဲ့ 18+ ထဲ မနက်ဖြန်
တင်မယ့် ရုပ်ရှင်ကားလေးလဲ ပါပါတယ်…
တရုတ်မလေး ကျောင်းသူ ၃ ယောက် ရဲ့
ဖြစ်ရပ်မှန် ဇတ်လမ်းလေး တစ်ပုဒ် ပါ…
ချွိုင် ၊ ပင်ကီ ၊ ထရေစီ ဆိုတဲ့ သုံးယောက်ပါ
ချွိုင် နဲ့ ပင်ကီ က အိမ်ကို အားမကိုးပဲ ကျောင်းလခ
အိမ်ငှားခ တွေကို ရှာနေကြရတဲ့သူတွေပါ
ဘယ်လိုရှာလဲတော့ မမေးနဲ့ We Chat လို
အကောင့်တွေကနေ အော်ဖာ ရှာပါတယ်
တစ်ညအိပ် ၅ ထောင်လောက် ခိုင်တယ်
လူကသာ အထက်တန်း ကျောင်းသူ
ပညာကတော့ အိမ်ရှင်မ အဆင့်ကျော်နေပါပြီ…
သူတို့ သူငယ်ချင်း အရိုးခံလေး ထရေစီ ကတော့
အဖွားဖြစ်သူ အိမ်မှာ ကပ်နေရတာ ဖြစ်ပြီး
အချုပ်ချယ် ခံရသူလေး ဖြစ်ပါတယ်….
ချွိုင် နဲ့ ပင်ကီ တို့ အလုပ်တွေကို သူသိပြီး
လိုက်ချင်ခဲ့ပေမယ့် သူငယ်ချင်း ၂ ယောက်က
သူမ ကိုပါ ဒီလို အဖြစ်ထဲ ဆွဲမခေါ်ချင်တဲ့ အတွက်
တစ်ခါမှ အပြင်ကို မခေါ်သွားဖူးပါဘူး….
တစ်ခါတစ်လေ သူတို့ အလုပ်က ထိတ်လန့်ရပါတယ်
Video Cam တွေ Phone Cam တွေ နဲ့
ခိုးရိုက်ခံရမှာလဲ လန့်ရပါတယ်
ကျောင်းတက်နေတဲ့ ကျောင်းသူတွေ ဆိုတော့
ကျောင်းထုတ်ခံလိုက်ရနိုင်တယ်လေ….
ထရေစီ ကတော့ ယောင်္ကျားတွေနဲ့ အထိအတွေ့
မရှိတဲ့သူ ပီပီ သူငယ်ချင်း ၂ ယောက် စီကနေ
အတွေ့အကြုံတွေ နားထောင်ရတာပေါ့…
ဇတ်လမ်းလေးက ရိုးသလို နဲ့ ဆန်းတယ်
ဘာပဲဖြစ်ဖြစ် CM က တင်တဲ့ အခါ
စောင့်ကြည့်သင့်တဲ့ ရုပ်ရှင်လေးပါ
ဒီတစ်ခါ အကြံပြုချင်တာက
မိန်းကလေးတွေပါကြည့်သင့်ပါတယ်
ပညာပေး ဇတ်လမ်းလို့ မှတ်ပြီး ကြည့်ပါ
ယောင်္ကျားလေးတွေကတော့ ကြည့်ရတာ
တန်ပါတယ်…
ကောင်မလေးတွေက ချစ်စရာလေးတွေပါ
ဖျင်လေးတေ လုံးနာဖဲ
ဒီရုပ်ရှင်ကားကို Jueno မှ ဘာသာပြန်ပေးထားပြီး
XCode မှ တင်ဆက်ပေးထားပါတယ်
zawgyi
အမွန္ဆို 18+ ဆိုတာနဲ႔
အိပ္ရာေပၚ ဝုန္းဒိုင္းေျပးတက္
ဒခ်ိ ဒခ်ိ ေတြ ကို က်ေနာ္
တကယ္ႀကီး မႀကိဳက္ပါဘူး
တစ္ခါလာလဲ ဝုန္း တစ္ခါလာလဲဝုန္း
ဇတ္လမ္းဇတ္ကြက္က ဝုန္းတဲ့ ဇတ္ဆို
Pron ကားေတြ ၾကည့္တာပဲ အက်ိဳး ရွိပါတယ္..
က်ေနာ္ အရမ္းႀကိဳက္တဲ့ 18+ ထဲ မနက္ျဖန္
တင္မယ့္ ႐ုပ္ရွင္ကားေလးလဲ ပါပါတယ္…
တ႐ုတ္မေလး ေက်ာင္းသူ ၃ ေယာက္ ရဲ႕
ျဖစ္ရပ္မွန္ ဇတ္လမ္းေလး တစ္ပုဒ္ ပါ…
ခြၽိဳင္ ၊ ပင္ကီ ၊ ထေရစီ ဆိုတဲ့ သုံးေယာက္ပါ
ခြၽိဳင္ နဲ႔ ပင္ကီ က အိမ္ကို အားမကိုးပဲ ေက်ာင္းလခ
အိမ္ငွားခ ေတြကို ရွာေနၾကရတဲ့သူေတြပါ
ဘယ္လိုရွာလဲေတာ့ မေမးနဲ႔ We Chat လို
အေကာင့္ေတြကေန ေအာ္ဖာ ရွာပါတယ္
တစ္ညအိပ္ ၅ ေထာင္ေလာက္ ခိုင္တယ္
လူကသာ အထက္တန္း ေက်ာင္းသူ
ပညာကေတာ့ အိမ္ရွင္မ အဆင့္ေက်ာ္ေနပါၿပီ…
သူတို႔ သူငယ္ခ်င္း အ႐ိုးခံေလး ထေရစီ ကေတာ့
အဖြားျဖစ္သူ အိမ္မွာ ကပ္ေနရတာ ျဖစ္ၿပီး
အခ်ဳပ္ခ်ယ္ ခံရသူေလး ျဖစ္ပါတယ္….
ခြၽိဳင္ နဲ႔ ပင္ကီ တို႔ အလုပ္ေတြကို သူသိၿပီး
လိုက္ခ်င္ခဲ့ေပမယ့္ သူငယ္ခ်င္း ၂ ေယာက္က
သူမ ကိုပါ ဒီလို အျဖစ္ထဲ ဆြဲမေခၚခ်င္တဲ့ အတြက္
တစ္ခါမွ အျပင္ကို မေခၚသြားဖူးပါဘူး….
တစ္ခါတစ္ေလ သူတို႔ အလုပ္က ထိတ္လန႔္ရပါတယ္
Video Cam ေတြ Phone Cam ေတြ နဲ႔
ခိုး႐ိုက္ခံရမွာလဲ လန႔္ရပါတယ္
ေက်ာင္းတက္ေနတဲ့ ေက်ာင္းသူေတြ ဆိုေတာ့
ေက်ာင္းထုတ္ခံလိုက္ရႏိုင္တယ္ေလ….
ထေရစီ ကေတာ့ ေယာက်ၤားေတြနဲ႔ အထိအေတြ႕
မရွိတဲ့သူ ပီပီ သူငယ္ခ်င္း ၂ ေယာက္ စီကေန
အေတြ႕အႀကဳံေတြ နားေထာင္ရတာေပါ့…
ဇတ္လမ္းေလးက ႐ိုးသလို နဲ႔ ဆန္းတယ္
ဘာပဲျဖစ္ျဖစ္ CM က တင္တဲ့ အခါ
ေစာင့္ၾကည့္သင့္တဲ့ ႐ုပ္ရွင္ေလးပါ
ဒီတစ္ခါ အႀကံျပဳခ်င္တာက
မိန္းကေလးေတြပါၾကည့္သင့္ပါတယ္
ပညာေပး ဇတ္လမ္းလို႔ မွတ္ၿပီး ၾကည့္ပါ
ေယာက်ၤားေလးေတြကေတာ့ ၾကည့္ရတာ
တန္ပါတယ္…
ေကာင္မေလးေတြက ခ်စ္စရာေလးေတြပါ
ဖ်င္ေလးေတ လုံးနာဖဲ
ဒီ႐ုပ္ရွင္ကားကို Jueno မွ ဘာသာျပန္ေပးထားၿပီး
XCode မွ တင္ဆက္ေပးထားပါတယ္
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
