"The Whistleblower(2019)(unicode)Pauseမက်က သြစတေးလျအခြေစိုက် သတ္တုတူးဖော်တဲ့ကုမ္ပဏီတခုမှ အလုပ် လုပ်နေတဲ့ တရုတ်လူမျိုးတစ်ယောက်ပါ။ သူ့ရဲ့ကြိုးစားမှုကြောင့်ပဲကုမ္ပဏီမှာလည်းနေရာကောင်းရထားတဲ့ သူတယောက်ပါ။ မက်ရဲ့ကုမ္ပဏီက နည်းပညာအသစ်တခုကို အာဖရိကမှာသွားစမ်းသပ်ရင်း ဆိုးရွားတဲ့ သဘာဝဘေး ငလျင်ဒဏ်ခံကိုကြုံလိုက်ရတယ်…..။ ဒီငလျင်အတွက် ကယ်ဆယ်ရေးလုပ်ဖို့သွားတဲ့ မက်ရဲ့သူငယ်ချင်းက ပြန်ရောက်လာတဲ့ညမှာပဲ အသတ်ခံလိုက်ရပါတယ်။ဒီလူသတ်ခံရမှုဟာ ဘာကြောင့်လဲ…. ငလျင်ဒဏ်ဟာ သဘာ၀ဘေးမဟုတ်ဘဲ နည်းပညာကြောင့်လား…..မက်ရဲ့သူငယ်ချင်းကလည်း မသေခင်မှာ ကယ်ဆယ်ရေးလုပ်နေတုန်းမှာ တွေ့ခဲ့တာတွေကို ဘယ်သူ့ကိုဝေမျှခဲ့လဲ….အကြိုးအမြတ်ကိုပဲကြည့်ပြီး လူတွေရဲ့ ဆိုးကျိုးကိုမကြည့်တဲ့ ကိုယ်ကြိုးသမားတွေရဲ့ရန်ကနေ ဘယ်လို မက်တို့ရင်ဆိုင်ရမလဲ…ခံစားကြည့်ကြပါဉီး….၁၃၄ မိနစ် ကြာတဲ့ ဒီကားဟာ မာလဝီ၊ တရုတ်နဲ့ သြစ​တြေးလျ တို့မှာ အဓိက ဇာတ်အိမ်တည်ထားပြီး dramaနဲ့ actionကို အချိုးညီညီ​ပေါင်းစပ်ထားတဲ့ ဇာတ်ကား​ကောင်းတစ်ကားဖြစ်ပါတယ်။ ဇာတ်လမ်း အစ အလယ် အဆုံး အလှည့်အ​ပြောင်းများစွာနဲ့ အချိန်ကုန်လို့ ကုန်မှန်းမသိ​အောင် ဆွဲ​ခေါ်သွားမယ့် ဇာတ်လမ်း​ကောင်း​လေးမို့ပါ။မင်းသမီး Wei Tang ကိုကြည့်ရတာနဲ့တင်တန်ပါတယ်….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ K ပဲဖြစ်ပါတယ်….(zawgyi)မက္က ၾသစေတးလ်အေျခစိုက္ သတၱဳတူးေဖာ္တဲ့ကုမၸဏီတခုမွ အလုပ္ လုပ္ေနတဲ့ တ႐ုတ္လူမ်ိဳးတစ္ေယာက္ပါ။ သူ႔ရဲ႕ႀကိဳးစားမႈေၾကာင့္ပဲကုမၸဏီမွာလည္းေနရာေကာင္းရထားတဲ့ သူတေယာက္ပါ။ မက္ရဲ႕ကုမၸဏီက နည္းပညာအသစ္တခုကို အာဖရိကမွာသြားစမ္းသပ္ရင္း ဆိုး႐ြားတဲ့ သဘာဝေဘး ငလ်င္ဒဏ္ခံကိုႀကဳံလိုက္ရတယ္…..။ ဒီငလ်င္အတြက္ ကယ္ဆယ္ေရးလုပ္ဖို႔သြားတဲ့ မက္ရဲ႕သူငယ္ခ်င္းက ျပန္ေရာက္လာတဲ့ညမွာပဲ အသတ္ခံလိုက္ရပါတယ္။ဒီလူသတ္ခံရမႈဟာ ဘာေၾကာင့္လဲ…. ငလ်င္ဒဏ္ဟာ သဘာ၀ေဘးမဟုတ္ဘဲ နည္းပညာေၾကာင့္လား…..မက္ရဲ႕သူငယ္ခ်င္းကလည္း မေသခင္မွာ ကယ္ဆယ္ေရးလုပ္ေနတုန္းမွာ ေတြ႕ခဲ့တာေတြကို ဘယ္သူ႔ကိုေဝမွ်ခဲ့လဲ….အႀကိဳးအျမတ္ကိုပဲၾကည့္ၿပီး လူေတြရဲ႕ ဆိုးက်ိဳးကိုမၾကည့္တဲ့ ကိုယ္ႀကိဳးသမားေတြရဲ႕ရန္ကေန ဘယ္လို မက္တို႔ရင္ဆိုင္ရမလဲ…ခံစားၾကည့္ၾကပါဉီး….၁၃၄ မိနစ္ ၾကာတဲ့ ဒီကားဟာ မာလဝီ၊ တ႐ုတ္နဲ႔ ၾသစ​ေၾတးလ် တို႔မွာ အဓိက ဇာတ္အိမ္တည္ထားၿပီး dramaနဲ႔ actionကို အခ်ိဳးညီညီ​ေပါင္းစပ္ထားတဲ့ ဇာတ္ကား​ေကာင္းတစ္ကားျဖစ္ပါတယ္။ ဇာတ္လမ္း အစ အလယ္ အဆုံး အလွည့္အ​ေျပာင္းမ်ားစြာနဲ႔ အခ်ိန္ကုန္လို႔ ကုန္မွန္းမသိ​ေအာင္ ဆြဲ​ေခၚသြားမယ့္ ဇာတ္လမ္း​ေကာင္း​ေလးမို႔ပါ။မင္းသမီး Wei Tang ကိုၾကည့္ရတာနဲ႔တင္တန္ပါတယ္….ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ K ပဲျဖစ္ပါတယ္….File Size : (1.04 GB) and (404 MB)Quality : WEB-DL 720pFormat…mp4Duration…02:14:00Genre : Action , Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by KEncoded by Phyo Pyae"