"ကာတွန်းရုပ်ရှင်ကား ကောင်းကောင်းလေးတစ်ကားလောက် ကြည့်ရအောင်။Pauseရုံတင်ကတည်းက လူကြိုက်များခဲ့တဲ့ ရုပ်ရှင်လေးပါပဲ။ဇာတ်လမ်းအကျဉ်း….ဟိုးရှေးရှေးတုန်းက ကမ္ဘာပေါ်မှာ မှော်ပညာ တည်ရှိခဲ့ပေမယ့်အချိန်ကြာလာတာနဲ့အမျှ လူတွေ၊နတ်သူငယ်တွေ၊ မှော်ဝင်သတ္တဝါတွေဟာခေတ်မီလာကြပြီး မှော်ပညာကို မေ့ပျောက်သွားပါတော့တယ်။အီယန် နဲ့ ဘာလေ ဆိုတဲ့ နတ်သူငယ် ညီအစ်ကိုနှစ်ယောက်ဟာလည်းငယ်ငယ်ကတည်းက အဖေဆုံးသွားလို့မိခင်နဲ့ပဲ အတူနေကြတဲ့ သူတွေပါ။ညီဖြစ်သူ အီယန်၁၆ နှစ်ပြည့်မွေးနေ့မှာတော့ သူတို့အဖေထားခဲ့တဲ့မှော်တောင်ဝှေးနဲ့ ဂါထာတစ်ခုကို တွေ့ရှိသွားပါတယ်။ဂါထာရဲ့ အစွမ်းကတော့ သေဆုံးသွားတဲ့ အဖေဖြစ်သူကို တစ်ရက်တိတိပြန်ရှင်သန်လာစေပြီး တွေ့ခွင့်ရမှာပါပဲ။ဒါပေမယ့် ဒီဂါထာကိုသုံးဖို့ စွမ်းအားကြီးတဲ့ ရတနာတစ်ခုလိုအပ်ပြီးအဲဒီရတနာ မလုံလောက်တာကြောင့် သူတို့အဖေဟာခန္ဓာကိုယ် အောက်ပိုင်းပဲ ကွက်ပြီး ရှင်လာခဲ့တယ်။ဒီလိုနဲ့ပဲ ညီအစ်ကို ၂ ယောက်ဟာ သူ့တို့အဖေရဲ့ခန္ဓာကိုယ်အောက်ပိုင်းကို သယ်ပြီး တစ်ရက်မပြည့်ခင်အဖေကို နောက်ဆုံးတွေ့နိုင်ဖို့မှော်ဝင်ရတနာကို အရှာထွက်ရပါတော့တယ်….ဒစ္စနေးရဲ့ ထုံးစံအတိုင်း ပျော်စရာတွေ ရယ်စရာတွေနဲ့ဝမ်းနည်းစရာတွေ ခံစားမှုတွေကို ရောယှက်ပေးထားမယ့်ကာတွန်းရုပ်ရှင်အသစ်မို့ ကြည့်တဲ့သူတွေသဘောကျကြမယ်ထင်ပါတယ်။ဘာသာပြန်ပေးထားတာကတော့ Little Neo ဖြစ်ပြီးThit San Khant မှ တင်ဆက်ပေးထားပါတယ်zawgyiကာတြန္း႐ုပ္ရွင္ကား ေကာင္းေကာင္းေလးတစ္ကားေလာက္ ၾကည့္ရေအာင္။႐ုံတင္ကတည္းက လူႀကိဳက္မ်ားခဲ့တဲ့ ႐ုပ္ရွင္ေလးပါပဲ။ဇာတ္လမ္းအက်ဥ္း….ဟိုးေရွးေရွးတုန္းက ကမာၻေပၚမွာ ေမွာ္ပညာ တည္ရွိခဲ့ေပမယ့္အခ်ိန္ၾကာလာတာနဲ႔အမွ် လူေတြ၊နတ္သူငယ္ေတြ၊ ေမွာ္ဝင္သတၱဝါေတြဟာေခတ္မီလာၾကၿပီး ေမွာ္ပညာကို ေမ့ေပ်ာက္သြားပါေတာ့တယ္။အီယန္ နဲ႔ ဘာေလ ဆိုတဲ့ နတ္သူငယ္ ညီအစ္ကိုႏွစ္ေယာက္ဟာလည္းငယ္ငယ္ကတည္းက အေဖဆုံးသြားလို႔မိခင္နဲ႔ပဲ အတူေနၾကတဲ့ သူေတြပါ။ညီျဖစ္သူ အီယန္၁၆ ႏွစ္ျပည့္ေမြးေန႔မွာေတာ့ သူတို႔အေဖထားခဲ့တဲ့ေမွာ္ေတာင္ေဝွးနဲ႔ ဂါထာတစ္ခုကို ေတြ႕ရွိသြားပါတယ္။ဂါထာရဲ႕ အစြမ္းကေတာ့ ေသဆုံးသြားတဲ့ အေဖျဖစ္သူကို တစ္ရက္တိတိျပန္ရွင္သန္လာေစၿပီး ေတြ႕ခြင့္ရမွာပါပဲ။ဒါေပမယ့္ ဒီဂါထာကိုသုံးဖို႔ စြမ္းအားႀကီးတဲ့ ရတနာတစ္ခုလိုအပ္ၿပီးအဲဒီရတနာ မလုံေလာက္တာေၾကာင့္ သူတို႔အေဖဟာခႏၶာကိုယ္ ေအာက္ပိုင္းပဲ ကြက္ၿပီး ရွင္လာခဲ့တယ္။ဒီလိုနဲ႔ပဲ ညီအစ္ကို ၂ ေယာက္ဟာ သူ႔တို႔အေဖရဲ႕ခႏၶာကိုယ္ေအာက္ပိုင္းကို သယ္ၿပီး တစ္ရက္မျပည့္ခင္အေဖကို ေနာက္ဆုံးေတြ႕ႏိုင္ဖို႔ေမွာ္ဝင္ရတနာကို အရွာထြက္ရပါေတာ့တယ္….ဒစၥေနးရဲ႕ ထုံးစံအတိုင္း ေပ်ာ္စရာေတြ ရယ္စရာေတြနဲ႔ဝမ္းနည္းစရာေတြ ခံစားမႈေတြကို ေရာယွက္ေပးထားမယ့္ကာတြန္း႐ုပ္ရွင္အသစ္မို႔ ၾကည့္တဲ့သူေတြသေဘာက်ၾကမယ္ထင္ပါတယ္။ဘာသာျပန္ေပးထားတာကေတာ့ Little Neo ျဖစ္ၿပီးThit San Khant မွ တင္ဆက္ေပးထားပါတယ္"