"(Unicode)အခုတစ်ခေါက်ညွှန်းပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ . . .ဟင်ဒီစကားပြောဇာတ်ကားတစ်ကားဖြစ်ပီး . . .Pauseလူငယ်တွေ အကပြိုင်ပွဲမှာ နိုင်ငံချစ်တဲ့စိတ် ၊နိုင်လိုစိတ်ထက်သန်မှုတွေနှင့်အတူ တက်ညီလက်ညီ . . .အပြိုင်အဆိုင် ကြိုးစားကြသည့် အဖြစ်အပျက်လေးကို အခြေခံရိုက်ကူးထားတဲ့ ဇာတ်ကားသစ်တစ်ကားပါ . . .အမှန်တကယ်တော့ ဒီဇတ်ကားဟာ ABCD(2015) အကကားရဲ့Sequel ဇာတ်ကားအဖြစ်ထွက်ရှိဖို့ လျာထားပေမဲ့ . . .Disney Company နဲ့ အကြောင်းမညီညွတ်တာကြောင့် Street Dancer ဆိုပီး သီးခြားနံမည်နဲ့ထွက်လာတာဖြစ်ပါတယ် . . .လန်ဒန်မှာနေတဲ့ အင်နာယာဆိုတဲ့ ပါကိစ္စတန်သူလေးနဲ့ ဆဟဂျ်ဆိုတဲ့ပန်ဂျာဗ်မြို့သားလေးတို့က မတူညီတဲ့အမြင်နဲ့ဝါသနာတစ်ခုတည်းကိုစိုက်စိုက်မတ်မတ်လုပ်ကြတယ် . . .တစ်နေ့မှာအင်နာယတ်ဟာ အိန္ဒိယနဲ့ပါကိစ္စတန်ကနေရွှေ့ပြောင်းလုပ်သားအနေနဲ့လာတဲ့ ဒုက္ခသည်တွေကို သူတို့နိုင်ငံပြန်ပို့ပေးဖို့ လန်ဒန်ရဲ့ အကြီးမားဆုံး အခန်းနားဆုံး ပြိုင်ပွဲကိုဝင်ပြိုင်ဖု့်လုပ်ရင်းကိုယ့်အတွက်ကိုယ်ကြည့်တဲ့ဆဟဂျ်နဲ့ သူများအတွက်တွေးပေးတဲ့မေတ္တာရှင်မလေးအင်နာယာတို့ပူးပေါင်းပြီး လူသားချင်းစာနာမှုအတွက်ဘယ်လို့ကြိုးစားယှဉ်ပြိုင်မလဲဆိုတာ . . .ဘောလိဝုဒ် နာမည်ကျော်မင်းသား၊မင်းသမီးတွေဖြစ်တဲ့ . . Varun Dhawan, Nora Fatehi , Shraddha Kapoor တို့အဓိကခေါင်းဆောင်ပါဝင်ထားပီး အကအလှဝေေ၀ဆာဆာနဲ့ကြည့်ရှုခံစားရမဲ့ နာမည်ကြီး ရုံတင်ဇာတ်ကားကောင်းတစ်ကားမို့မလွတ်တမ်ခံစားကြည့်ရှုသင့်တဲ့ . . .ဇာတ်ကားတစ်ကားဖြစ်ပါကြောင်း . . .?ဇာတ်လမ်းအညွှန်းကို MLMC မှ ကူးယူဖေါ်ပြထားဖြစ်ပါတယ်ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)အခုတစ္ေခါက္ၫႊန္းေပးခ်င္တဲ့ ဇာတ္ကားေလးကေတာ့ . . .ဟင္ဒီစကားေျပာဇာတ္ကားတစ္ကားျဖစ္ပီး . . .လူငယ္ေတြ အကၿပိဳင္ပြဲမွာ ႏိုင္ငံခ်စ္တဲ့စိတ္ ၊ႏိုင္လိုစိတ္ထက္သန္မႈေတြႏွင့္အတူ တက္ညီလက္ညီ . . .အၿပိဳင္အဆိုင္ ႀကိဳးစားၾကသည့္ အျဖစ္အပ်က္ေလးကို အေျခခံ႐ိုက္ကူးထားတဲ့ ဇာတ္ကားသစ္တစ္ကားပါ . . .အမွန္တကယ္ေတာ့ ဒီဇတ္ကားဟာ ABCD(2015) အကကားရဲ႕Sequel ဇာတ္ကားအျဖစ္ထြက္ရွိဖို႔ လ်ာထားေပမဲ့ . . .Disney Company နဲ႔ အေၾကာင္းမညီၫြတ္တာေၾကာင့္ Street Dancer ဆိုပီး သီးျခားနံမည္နဲ႔ထြက္လာတာျဖစ္ပါတယ္ . . .လန္ဒန္မွာေနတဲ့ အင္နာယာဆိုတဲ့ ပါကိစၥတန္သူေလးနဲ႔ ဆဟဂ်္ဆိုတဲ့ပန္ဂ်ာဗ္ၿမိဳ႕သားေလးတို႔က မတူညီတဲ့အျမင္နဲ႔ဝါသနာတစ္ခုတည္းကိုစိုက္စိုက္မတ္မတ္လုပ္ၾကတယ္ . . .တစ္ေန႔မွာအင္နာယတ္ဟာ အိႏၵိယနဲ႔ပါကိစၥတန္ကေနေ႐ႊ႕ေျပာင္းလုပ္သားအေနနဲ႔လာတဲ့ ဒုကၡသည္ေတြကို သူတို႔ႏိုင္ငံျပန္ပို႔ေပးဖို႔ လန္ဒန္ရဲ႕ အႀကီးမားဆုံး အခန္းနားဆုံး ၿပိဳင္ပြဲကိုဝင္ၿပိဳင္ဖု႔္လုပ္ရင္းကိုယ့္အတြက္ကိုယ္ၾကည့္တဲ့ဆဟဂ်္နဲ႔ သူမ်ားအတြက္ေတြးေပးတဲ့ေမတၱာရွင္မေလးအင္နာယာတို႔ပူးေပါင္းၿပီး လူသားခ်င္းစာနာမႈအတြက္ဘယ္လို႔ႀကိဳးစားယွဥ္ၿပိဳင္မလဲဆိုတာ . . .ေဘာလိဝုဒ္ နာမည္ေက်ာ္မင္းသား၊မင္းသမီးေတြျဖစ္တဲ့ . . Varun Dhawan, Nora Fatehi , Shraddha Kapoor တို႔အဓိကေခါင္းေဆာင္ပါဝင္ထားပီး အကအလွေဝေ၀ဆာဆာနဲ႔ၾကည့္ရႈခံစားရမဲ့ နာမည္ႀကီး ႐ုံတင္ဇာတ္ကားေကာင္းတစ္ကားမို႔မလြတ္တမ္ခံစားၾကည့္ရႈသင့္တဲ့ . . .ဇာတ္ကားတစ္ကားျဖစ္ပါေၾကာင္း . . .?ဇာတ္လမ္းအၫႊန္းကို MLMC မွ ကူးယူေဖၚျပထားျဖစ္ပါတယ္ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….File Size : (1.20 GB) and (600 MB)Quality : AMZN WEB-DL 720pRunning Time : 2hr 26minFormat : Mp4Genre : Drama, MusicSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DD+5.1.x264-TellyTranslated by Zaw HtooEncoded by Thanhtike Zaw"