"(Unicode)
ဒီကားက မြန်မာပြည်မှာတောင်မတ်လ ၁၃ရက်နေ့အထိ ရုံတင်ခဲ့တဲ့ဇာတ်ကားဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တောင်ပိုင်းရုပ်ရှင်တွေနဲ့ အနည်းငယ်အဆက်ပြတ်နေတာကတစ်ကြောင်း ၊ဇာတ်လမ်းပုံစံနဲ့ ဒါရိုက်တာရဲ့ ရိုက်ကူးပုံကို ​ကြိုက်မိတာက တစ်ကြောင်းကြောင့်ဒီကားကို ဘာသာပြန် တင်ဆက်ပေးလိုက်တာပါ။
(Subtitle File မထွက်သေးပါဘူး၊generate လုပ်ထားတဲ့ စာဖိုင်နဲ့ အမြန်ဆုံး တင်ဆက်ပေးလိုက်တာပါ။)
အညွှန်း
မူးယစ်အထူးအဖွဲ့က အာရ်ယန်ဟာ ချန်နိုင်းက တိုးပွားလာတဲ့မူးယစ်ဆေးဝါးအမှုတွေအတွက် ခေါင်းစားနေချိန်မှာ. . .
ချန်နိုင်းမူးယစ်ဆေးဝါးတိုက်ဖျက်ရေးခေါင်းဆောင်က မပိုင်ပဲမလုပ်ဖို့ မသိသလိုနေဖို့ သူ့ကို ပြောလာခဲ့ပါတယ်။
ဒီမူးယစ်အမှုတွေရဲ့နောက်ကွယ်ကလူဟာ အာဏာရှိတဲ့သူ ဖြစ်နေတဲ့အတွက်မပိုင်ပဲလုပ်ရင် ဒုက္ခရောက်နိုင်တယ်ဆိုပြီး အဖွဲ့ခေါင်းဆောင်က အာရ်ယန့်ကိုအသိပေးတာ ​ဖြစ်ပါတယ်။
ဒီအတောအတွင်းမှာ အာရ်ယန်နဲ့ခင်တဲ့ ထောက်လှမ်းရေးအလုပ်ကို ခုံမင်တဲ့သူတစ်ယောက်ဟာ အရေးကြီးတဲ့သတင်းပေးစရာရှိတယ်လို့ချိန်းပြီး အာရ်ယန်နဲ့မတွေ့ခင် အသတ်ခံလိုက်ရတယ်။
သူပေးချင်တဲ့သတင်းက ဘာလဲ?
မူးယစ်ဆေးဝါးအမှု့တွေကို နောက်ကွယ်ကနေ ကြိုးကိုင်နေတာက ဘယ်သူတွေလ?
အာရ်ယန်ကရော ဒီအဖွဲ့ကို ဘယ်လိုဖော်ထုတ်မှာလဲ ဆိုတာတော့ ရုပ်ရှင်ထဲမှာ ဆက်လက်ကြည့်ရှု့ကြပါ။
သေချာတာကတော့ ပျင်းစရာ ကောင်းမနေပဲ စိတ်၀င်စားစရာအပြည့်ပါတဲ့ဇာတ်ကားကောင်းတစ်ကားပါ။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Lwin Htoo Aung တို့ ဖြစ်ပါတယ်။
(Zawgyi)
ဒီကားက ျမန္မာျပည္မွာေတာင္မတ္လ ၁၃ရက္ေန႔အထိ ႐ုံတင္ခဲ့တဲ့ဇာတ္ကားျဖစ္ပါတယ္။
ေတာင္ပိုင္း႐ုပ္ရွင္ေတြနဲ႔ အနည္းငယ္အဆက္ျပတ္ေနတာကတစ္ေၾကာင္း ၊ဇာတ္လမ္းပုံစံနဲ႔ ဒါ႐ိုက္တာရဲ႕ ႐ိုက္ကူးပုံကို ​ႀကိဳက္မိတာက တစ္ေၾကာင္းေၾကာင့္ဒီကားကို ဘာသာျပန္ တင္ဆက္ေပးလိုက္တာပါ။
(Subtitle File မထြက္ေသးပါဘူး၊generate လုပ္ထားတဲ့ စာဖိုင္နဲ႔ အျမန္ဆုံး တင္ဆက္ေပးလိုက္တာပါ။)
အၫႊန္း
မူးယစ္အထူးအဖြဲ႕က အာရ္ယန္ဟာ ခ်န္ႏိုင္းက တိုးပြားလာတဲ့မူးယစ္ေဆးဝါးအမႈေတြအတြက္ ေခါင္းစားေနခ်ိန္မွာ. . .
ခ်န္ႏိုင္းမူးယစ္ေဆးဝါးတိုက္ဖ်က္ေရးေခါင္းေဆာင္က မပိုင္ပဲမလုပ္ဖို႔ မသိသလိုေနဖို႔ သူ႔ကို ေျပာလာခဲ့ပါတယ္။
ဒီမူးယစ္အမႈေတြရဲ႕ေနာက္ကြယ္ကလူဟာ အာဏာရွိတဲ့သူ ျဖစ္ေနတဲ့အတြက္မပိုင္ပဲလုပ္ရင္ ဒုကၡေရာက္ႏိုင္တယ္ဆိုၿပီး အဖြဲ႕ေခါင္းေဆာင္က အာရ္ယန္႔ကိုအသိေပးတာ ​ျဖစ္ပါတယ္။
ဒီအေတာအတြင္းမွာ အာရ္ယန္နဲ႔ခင္တဲ့ ေထာက္လွမ္းေရးအလုပ္ကို ခုံမင္တဲ့သူတစ္ေယာက္ဟာ အေရးႀကီးတဲ့သတင္းေပးစရာရွိတယ္လို႔ခ်ိန္းၿပီး အာရ္ယန္နဲ႔မေတြ႕ခင္ အသတ္ခံလိုက္ရတယ္။
သူေပးခ်င္တဲ့သတင္းက ဘာလဲ?
မူးယစ္ေဆးဝါးအမႈ႕ေတြကို ေနာက္ကြယ္ကေန ႀကိဳးကိုင္ေနတာက ဘယ္သူေတြလ?
အာရ္ယန္ကေရာ ဒီအဖြဲ႕ကို ဘယ္လိုေဖာ္ထုတ္မွာလဲ ဆိုတာေတာ့ ႐ုပ္ရွင္ထဲမွာ ဆက္လက္ၾကည့္ရႈ႕ၾကပါ။
ေသခ်ာတာကေတာ့ ပ်င္းစရာ ေကာင္းမေနပဲ စိတ္၀င္စားစရာအျပည့္ပါတဲ့ဇာတ္ကားေကာင္းတစ္ကားပါ။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Lwin Htoo Aung တို႔ ျဖစ္ပါတယ္။
File Size : (950 MB ) and (480 MB)
Quality : WEB-DL 720p
Running Time : 1hr 53min
Format : Mp4
Genre : Action, Crime
Subtitle : Myanmar Subtitle (Hard Sub)
Source : Tamil – 1080p HDRip – x264
Translated by Nyi Nyi Koe And Lwin Htoo Aung
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
