"Raise the Red Lantern (1991)~ IMDb – 8.1/10, Rotten Tomatoes – 97% ~PauseRaise the Red Lantern ဟာ ကျန်းရိမူရိုက်ခဲ့ဖူးတဲ့ မာစတာပိစ်ကားပေါင်းများစွာထဲက တစ်ကားပါပဲ။ ကျန်းရိမူဟာ To Live, Hero, House of Flying Daggers, The Flowers of War, Under the Hawthorn Tree နဲ့ Shadow အပါအဝင် တခြားမာစတာပိစ်ကားများစွာကို ရိုက်ခဲ့တဲ့သူဖြစ်ပြီး ပါဖက်ရှင်နစ်တော်တော်ဆန်တဲ့ စီနီမာတိုဂရပ်ဖီနဲ့ ‌အရောင်တွေလှိုင်လှိုင်သုံးပြီး အစောပိုင်းကားတစ်ချို့မှာ ရှေးတရုတ်ပြည် လူနေမှုဘဝကို ထင်ဟပ်တဲ့ ဇာတ်အိမ်တွေ သုံးပြီး ရိုက်‌လေ့ရှိတဲ့သူပါ။ ပြည်မရုပ်ရှင်ရဲ့ ငါးဆက်မြောက်မျိုးဆက် ဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်ပြီး ဒီမျိုးဆက်မှာ ပြည်မရုပ်ရှင်တွေကို ပြည်ပအထိပေါက်မြောက်အောင် လုပ်နိုင်ခဲ့တဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်လည်း ဟုတ်ပါတယ်။Raise the Red Lantern ကတော့ ၁၉၂၀ဝန်းကျင်က တရုတ်သခင်ကြီးတွေရဲ့ မောင်းမထားတတ်တဲ့ ဓလေ့နဲ့ မောင်းမတွေရဲ့ဘဝကို ဇာတ်အိမ်တည်ထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး ဂေါင်လီရဲ့ဇာတ်ကောင် စွန်းလိန်ဆိုတဲ့ ၁၉နှစ်အရွယ် တက္ကသိုလ်ကျောင်းသူလေး လူကုံထံ သခင်ကြီးတစ်ပါးအိမ်မှာ မောင်းမဖြစ်လာတဲ့ ဘဝကို ရိုက်ပြထားပါတယ်။ အစအဆုံးကို အဲဒီအိမ်တော်လို့ခေါ်တဲ့နေရာအိုကြီးထဲ မောင်းမလေးယောက် ဂလယ်ရိုက်နေတာတွေကိုပဲ ပြသွားသလိုလိုဖြစ်နေတော့ ပြောရရင် ဒီဇာတ်က ကိုရီးယားမိသားစုဒရာမာကားလို ဇာတ်အိမ်မျိုးပါပဲ။ မတူတာက ဘာလဲဆို ဒီဇာတ်က ဂေါင်လီဇာတ်ကောင်ရဲ့ ၁၉နှစ်ကနေ ၂၀အရွယ်အကျော်ထိ တစ်နှစ်ကာလကို ရိုက်ပြထားတယ်။ အဲဒီတစ်နှစ်ကလည်း လူတစ်ယောက်ရဲ့ တစ်ဘဝလုံးဖြစ်သွားနိုင်တဲ့ အကြောင်းလို့ ပြောလည်းမမှားဘူး။ရှေးရိုးစွဲကြီးတဲ့အိမ်တော်ကြီးမှာ သခင်ကြီးအသုံးတော်ခံရမယ့် မောင်းမရဲ့ အိမ်တော်ခွဲမှာ မီးပုံးနီတွေ ချိတ်ဆွဲပေးကြတယ်။ လိင်မဆက်ဆံခင် စွမ်းဆောင်နိုင်အောင် မောင်းမကို အနှိပ်သည်က ခြေထောက်နှိပ်ပေးတယ်။ နောက်နေ့ကျလည်း ဟင်းလျာစာရင်းကို မီးပုံးနီ ချိတ်ဆွဲခံရတဲ့အိမ်တော်က မောင်းမက စိတ်ကြိုက်စီမံခွင့်ရတယ်။ ကျန်တဲ့မောင်းမတွေကတော့ ဒီအခွင့်အရေးတွေ တစ်ခုမှမရဘူးပေါ့။ ဒီတော့ မောင်းမအချင်းချင်း အားပြိုင်တာတို့ ကောက်ကျစ်တာတို့ ချောက်ချတာတို့ နည်းလမ်းပေါင်းစုံသုံးပြီး သခင်ကြီးနဲ့ အိပ်ရဖို့ တစ်ယောက်ကိုတစ်ယောက် အလဲထိုးဖို့ အသာရဖို့ ကျောဖို့ ကြိုးစားကြတယ်။ ၁၉နှစ်အရွယ် ကောင်မလေးဟာ ရန်သူလို့ထင်တဲ့သူက မိတ်ဆွေဖြစ်နေ၊ မိတ်ဆွေလို့ထင်တဲ့သူက ရန်သူဖြစ်နေ၊ သူတို့လှည့်ကွက်တွေ ကိုယ့်လှည့်ကွက်တွေကြား တစ်နှစ်တည်းနဲ့ တစ်ဘဝလုံးစာအိုမင်းသွားခဲ့တဲ့ အကြောင်းဆိုလည်း မမှားပါဘူး။ ထူးတာက ဘာလို့လဲမသိ ဒီဇာတ်လမ်းမှာ တခြားဇာတ်ကောင်တွေအားလုံးကိုထင်ထင်ရှားရှား ပြသွားပေမဲ့ သခင်ကြီးဆိုတဲ့ ဇာတ်ကောင်ကိုတော့ သေချာမြင်ရတဲ့အနေအထားကို မပြသွားပါဘူး။မီးပုံးနီဟာ စည်းမျဉ်းတွေနဲ့ အဲဒီစည်းမျဉ်းတွေရဲ့ ထိန်းချုပ်ကန့်သတ်မှုအောက်ကနေ လူတွေ လွယ်လွယ်နဲ့ မလွတ်မြောက်နိုင်အောင် တားမြစ်ထားတဲ့အာဏာကို နိမိတ်ပုံပြုတယ်လို့ ဆိုပါတယ်။ ကျန်းရိမူဟာ ကားတစ်လျှောက်လုံး သေသပ်လှပနေတဲ့ စီနီမာတိုဂရပ်ဖီတွေနဲ့ တရုတ်ရှေးလူနေမှုစနစ်ကို ပုံဖော်ထားခဲ့တာပါပဲ။ ဒီရုပ်ရှင်ဟာ ထုံးစံအတိုင်း တရုတ်ပြည်မမှာ အဘန်းခံခဲ့ရပြီး အနောက်နိုင်ငံတွေက ဝေဖန်ရေးဆရာတွေတော့ အကြိုက်တွေ့ခဲ့ကြပြီး အော်စကာ ဆန်ကာတင်စာရင်းထဲတောင် ပါခဲ့ပါတယ်။ ဘာမှတော့ ဆန်းဆန်းပြားပြားမပါပေမဲ့ ဒီမဆန်းမပြားတွေကိုပဲ အလှဆုံးဖြစ်အောင် ရိုက်ပြသွားနိုင်တာလည်း ကျန်းရိမူပါပဲ။(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 990MBQuality – 1080p, 720pIMDb Rating – 8.1/10Format – mp4Duration – 2H 5MinGenre – Drama, History, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"