"Confidential(2020) အားလံုးေစာင့္ေမွ်ာ္ခဲ့ၾကတဲ့ မင္းသားMark Wahlberg ရဲ႕ Spenser Confidential ႐ုပ္ရွင္ျဖစ္ပါတယ္။Pauseအေမရိကန္ comedy-thriller ႐ုပ္ရွင္အမိ်ဳးအစားပါ။ဒါ႐ိုက္တာ Peter Berg ႐ိုက္ကူးထားၿပီးNetflix Production က ထုတ္လုပ္ျဖန္႔ခ်ီထားပါတယ္။ဒီ႐ုပ္ရွင္ဟာဆိုရင္ Mark Wahlberg ရဲ႕ ပထမဦးဆံုး Netflix႐ုပ္ရွင္ကားပါ။အေမရိကန္ရက္ပ္ပါ Post Malone တစ္ေယာက္ ပါဝင္သ႐ုပ္ေဆာင္ထားတာကို ေတြ႕ရပါတယ္။ဒီဇာတ္လမ္းမွာ ေဘာ္စတြန္ၿမိဳ႕ရဲ႕ရဲအရာရွိတစ္ေယာက္ျဖစ္တဲ့Spenser ဟာ အက်င့္ပ်က္ျခစားေနတဲ့ သူ႔အထက္အရာရွိကိုကိုယ္ထိလက္ေရာက္က်ဴးလြန္မႈနဲ႔ ေထာင္ထဲမွာ ငါးႏွစ္ေနခဲ့ရတယ္။Spenser က ေထာင္ကထြက္လာၿပီးတဲ့အခ်ိန္မွာ ေဘာ္စတြန္ၿမိဳ႕ကေနထြက္သြားၿပီးထရပ္ကားေမာင္းသူအျဖစ္ ဘဝအသစ္ျပန္စေတာ့မွာပါ။ဒါေပမယ့္ သူ ေထာင္ကထြက္လာၿပီးတဲ့ ေနာက္ေန႔မွာရာဇဝတ္မႈတစ္ခု႐ုတ္တရက္ေပၚေပါက္လာခဲ့တယ္။အဲ့ဒီရာဇဝတ္မႈရဲ႕ ရႈပ္ေထြးေပြလီမႈကို ေတြ႕ရွိလိုက္ရတဲ့Spenser တစ္ေယာက္ အမွန္တရားကို ေဖာ္ထုတ္ဖို႔ ဆံုးျဖတ္လိုက္ပါေတာ့တယ္။File Size : (1 GB , 335 MB )Quality : WEB-DL 720pRunning Time : 1 hr 51 minFormat : Mp4Genre : Crime , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by LucilleEncoded by Moe Myint LwinunicodeConfidential(2020) အားလုံးစောင့်မျှော်ခဲ့ကြတဲ့ မင်းသားMark Wahlberg ရဲ့ Spenser Confidential ရုပ်ရှင်ဖြစ်ပါတယ်။အမေရိကန် comedy-thriller ရုပ်ရှင်အမျိုးအစားပါ။ဒါရိုက်တာ Peter Berg ရိုက်ကူးထားပြီးNetflix Production က ထုတ်လုပ်ဖြန့်ချီထားပါတယ်။ဒီရုပ်ရှင်ဟာဆိုရင် Mark Wahlberg ရဲ့ ပထမဦးဆုံး Netflixရုပ်ရှင်ကားပါ။အမေရိကန်ရက်ပ်ပါ Post Malone တစ်ယောက် ပါဝင်သရုပ်ဆောင်ထားတာကို တွေ့ရပါတယ်။ဒီဇာတ်လမ်းမှာ ဘော်စတွန်မြို့ရဲ့ရဲအရာရှိတစ်ယောက်ဖြစ်တဲ့Spenser ဟာ အကျင့်ပျက်ခြစားနေတဲ့ သူ့အထက်အရာရှိကိုကိုယ်ထိလက်ရောက်ကျူးလွန်မှုနဲ့ ထောင်ထဲမှာ ငါးနှစ်နေခဲ့ရတယ်။Spenser က ထောင်ကထွက်လာပြီးတဲ့အချိန်မှာ ဘော်စတွန်မြို့ကနေထွက်သွားပြီးထရပ်ကားမောင်းသူအဖြစ် ဘဝအသစ်ပြန်စတော့မှာပါ။ဒါပေမယ့် သူ ထောင်ကထွက်လာပြီးတဲ့ နောက်နေ့မှာရာဇဝတ်မှုတစ်ခုရုတ်တရက်ပေါ်ပေါက်လာခဲ့တယ်။အဲ့ဒီရာဇဝတ်မှုရဲ့ ရှုပ်ထွေးပွေလီမှုကို တွေ့ရှိလိုက်ရတဲ့Spenser တစ်ယောက် အမှန်တရားကို ဖော်ထုတ်ဖို့ ဆုံးဖြတ်လိုက်ပါတော့တယ်။File Size : (1 GB , 335 MB )Quality : WEB-DL 720pRunning Time : 1 hr 51 minFormat : Mp4Genre : Crime , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by LucilleEncoded by Moe Myint Lwin"