"ကၽြန္ေတာ္တို႔ ငယ္ငယ္က ၾကည့္ခဲ့ဖူးတဲ့
နီက်ား ဆိုတဲ့ မီးေျခနင္း စီးၿပီး မီးလွံ ကိုင္တဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ၾကာဖူးနတ္သား ကို မွတ္မိၾကေသးလား
၂၀၁၉ ခုႏွစ္မွာပဲ Ne Zha ဆိုတဲ့ Animation ရုပ္ရွင္ကားကို
တရုတ္ႏုိင္ငံမွာ ရံုတင္ျပသခဲ့ပါတယ္…
တရုတ္ႏုိင္ငံရဲ႕ Animation ရုပ္ရွင္တစ္ကားအတြက္ Box Office မွာ
၀င္ေငြအေကာင္းဆံုး ရုပ္ရွင္ကားအျဖစ္ စံခ်ိန္တင္ခဲ့ပါတယ္
ငယ္ငယ္က ၾကည့္ဖူးတဲ့ နီက်ား နဲ႔ ဇတ္လမ္းပံုစံ နဲနဲေလးကြဲသြားမယ္လုိ႔
ထင္ရေပမဲ့ ငယ္ဘ၀ အေငႊ႕အသက္လဲ မေပ်ာက္သလို
ဒီဇတ္လမ္းက အေတာ္ေလး ေကာင္းလြန္းပါတယ္
Animation မွာလဲ အရမ္းကို ေကာင္းမြန္လြန္းတယ္
Action ခန္းေတြ တစ္၀ႀကီး ၾကည့္ခ်င္တဲ့သူေတြအႀကိဳက္ပါ
လွပေသသပ္လြန္းပါတယ္
ဒီဇတ္လမ္းမွာေတာ့ နီက်ား ရဲ႕ ျဖစ္တည္မႈကို အေသးစိတ္ျပထားပါတယ္
ႏွစ္ေထာင္ေပါင္းမ်ားစြာ အၾကာက ခြန္လြန္း ေတာင္ေပၚ
ပုလဲလံုးေလး တစ္လံုး ဖြားျမင္လာခဲ့တယ္
ပုလဲလံုးေလး က သူလိုအပ္တဲ့ စြမ္းအင္ေတြကို
အလိုအေလွ်ာက္သိမ္းယူႏုိင္ခဲ့ၿပီး ပင္ကိုယ္စိတ္ရင္းေကာင္းေပမဲ့
မေကာင္းဆိုး၀ါးေတြ ရ႕ဲ စြမ္းအင္ကို သိမ္းမိရာကေန စိတ္ေဖာက္လာလို႔
ခြန္လြန္းေတာင္ သူေတာ္စင္ က ပုလဲေလးကို ထိန္းသိမ္းၿပီး
မိစၦာနဲ႔ သူေတာ္စင္ ဆိုၿပီး ပုလဲ ၂ လံုး ထပ္ခြဲလုိက္ၿပီး
ဂါထာအုပ္ ၿပီး တပည့္ျဖစ္သူ ဆရာေတာ္ တစ္ပါးကို
ထိန္းသိမ္းေစခဲ့တယ္….
သူေတာ္စင္ ပုလဲက လူ႔ျပည္က စစ္သူႀကီး မိန္းမဆီ
ကိုယ္၀န္မွာ ၀င္စားရမွာ ျဖစ္ၿပီး မိစၦာပုလဲ ကေတာ့ ၃ ႏွစ္ေနရင္
အလိုအေလွ်ာက္ ဖ်က္စီးခံရမွာ ျဖစ္တဲ့ က်ိန္စာ နဲ႔ ခ်ဴပ္လုိက္ပါတယ္
ဒါေပမဲ့ အလြဲလြဲ အမွားမွားေတြ လုပ္တက္တဲ့ ဆရာေတာ္ေၾကာင့္
သူေတာ္စင္ႀကီး ေပးထားတဲ့ တာ၀န္ေတြက ပ်က္စီးကုန္ပါတယ္
သူေတာ္စင္ပုလဲ အခိုးခံလုိက္ရၿပီး မေကာင္းဆိုး၀ါး ပုလဲ က
စစ္သူႀကီး ဇနီးဆီမွာ ကိုယ္၀န္တည္လုိက္ပါတယ္…
ေမြးဖြားလာတဲ့ ကေလးကေတာ့ မီးမိစၱာ
“နီက်ား ” ျဖစ္ပါတယ္…
ကဲ CM Fan တို႔ ေရ Ne Zha ရုပ္ရွင္ဟာ WEB-DL အေနနဲ႔
ထြက္ရွိလာၿပီး စာဖိုင္ မမွန္ေသးေပမဲ့ ဘာသာျပန္
Nay Chii က ႀကိဳးစားဘာသာျပန္ေပးထားၿပီး
CM Admin ျဖစ္သူ Moe Myint Lwin မွ Encode ၍
တင္ဆက္ေပးထားပါတယ္
အညႊန္းကိုေတာ့ Thit San Khant မွ ေရးေပးထားပါတယ္
Sunday Night မွာ အေကာင္းဆံုးရုပ္ရွင္ကို ၾကည့္ရႈလုိက္ၾကပါ
File Size : ( 2 GB , 1 GB , 375 MB)
Quality : BluRay 1080p 5.1 CH , BluRay 720p
Running Time : 1 hr 50 min
Format : Mp4
Genre : Animation , Fantasy , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Nay Chii
Encoded by Moe Myint Lwin
unicode
ကျွန်တော်တို့ ငယ်ငယ်က ကြည့်ခဲ့ဖူးတဲ့
နီကျား ဆိုတဲ့ မီးခြေနင်း စီးပြီး မီးလှံ ကိုင်တဲ့
ကြာဖူးနတ်သား ကို မှတ်မိကြသေးလား
၂၀၁၉ ခုနှစ်မှာပဲ Ne Zha ဆိုတဲ့ Animation ရုပ်ရှင်ကားကို
တရုတ်နိုင်ငံမှာ ရုံတင်ပြသခဲ့ပါတယ်…
တရုတ်နိုင်ငံရဲ့ Animation ရုပ်ရှင်တစ်ကားအတွက် Box Office မှာ
ဝင်ငွေအကောင်းဆုံး ရုပ်ရှင်ကားအဖြစ် စံချိန်တင်ခဲ့ပါတယ်
ငယ်ငယ်က ကြည့်ဖူးတဲ့ နီကျား နဲ့ ဇတ်လမ်းပုံစံ နဲနဲလေးကွဲသွားမယ်လို့
ထင်ရပေမဲ့ ငယ်ဘ၀ အငွှေ့အသက်လဲ မပျောက်သလို
ဒီဇတ်လမ်းက အတော်လေး ကောင်းလွန်းပါတယ်
Animation မှာလဲ အရမ်းကို ကောင်းမွန်လွန်းတယ်
Action ခန်းတွေ တစ်ဝကြီး ကြည့်ချင်တဲ့သူတွေအကြိုက်ပါ
လှပသေသပ်လွန်းပါတယ်
ဒီဇတ်လမ်းမှာတော့ နီကျား ရဲ့ ဖြစ်တည်မှုကို အသေးစိတ်ပြထားပါတယ်
နှစ်ထောင်ပေါင်းများစွာ အကြာက ခွန်လွန်း တောင်ပေါ်
ပုလဲလုံးလေး တစ်လုံး ဖွားမြင်လာခဲ့တယ်
ပုလဲလုံးလေး က သူလိုအပ်တဲ့ စွမ်းအင်တွေကို
အလိုအလျှောက်သိမ်းယူနိုင်ခဲ့ပြီး ပင်ကိုယ်စိတ်ရင်းကောင်းပေမဲ့
မကောင်းဆိုးဝါးတွေ ရဲ့ စွမ်းအင်ကို သိမ်းမိရာကနေ စိတ်ဖောက်လာလို့
ခွန်လွန်းတောင် သူတော်စင် က ပုလဲလေးကို ထိန်းသိမ်းပြီး
မိစ္ဆာနဲ့ သူတော်စင် ဆိုပြီး ပုလဲ ၂ လုံး ထပ်ခွဲလိုက်ပြီး
ဂါထာအုပ် ပြီး တပည့်ဖြစ်သူ ဆရာတော် တစ်ပါးကို
ထိန်းသိမ်းစေခဲ့တယ်….
သူတော်စင် ပုလဲက လူ့ပြည်က စစ်သူကြီး မိန်းမဆီ
ကိုယ်ဝန်မှာ ဝင်စားရမှာ ဖြစ်ပြီး မိစ္ဆာပုလဲ ကတော့ ၃ နှစ်နေရင်
အလိုအလျှောက် ဖျက်စီးခံရမှာ ဖြစ်တဲ့ ကျိန်စာ နဲ့ ချူပ်လိုက်ပါတယ်
ဒါပေမဲ့ အလွဲလွဲ အမှားမှားတွေ လုပ်တက်တဲ့ ဆရာတော်ကြောင့်
သူတော်စင်ကြီး ပေးထားတဲ့ တာဝန်တွေက ပျက်စီးကုန်ပါတယ်
သူတော်စင်ပုလဲ အခိုးခံလိုက်ရပြီး မကောင်းဆိုးဝါး ပုလဲ က
စစ်သူကြီး ဇနီးဆီမှာ ကိုယ်ဝန်တည်လိုက်ပါတယ်…
မွေးဖွားလာတဲ့ ကလေးကတော့ မီးမိစ္တာ
“နီကျား ” ဖြစ်ပါတယ်…
ကဲ CM Fan တို့ ရေ Ne Zha ရုပ်ရှင်ဟာ WEB-DL အနေနဲ့
ထွက်ရှိလာပြီး စာဖိုင် မမှန်သေးပေမဲ့ ဘာသာပြန်
Nay Chii က ကြိုးစားဘာသာပြန်ပေးထားပြီး
CM Admin ဖြစ်သူ Moe Myint Lwin မှ Encode ၍
တင်ဆက်ပေးထားပါတယ်
အညွှန်းကိုတော့ Thit San Khant မှ ရေးပေးထားပါတယ်
Sunday Night မှာ အကောင်းဆုံးရုပ်ရှင်ကို ကြည့်ရှုလိုက်ကြပါ
File Size : ( 2 GB , 1 GB , 375 MB)
Quality : BluRay 1080p 5.1 CH , BluRay 720p
Running Time : 1 hr 50 min
Format : Mp4
Genre : Animation , Fantasy , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Nay Chii
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
