"Tootsies & The Fake (2020)
====================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
#Unicode
ကဲ တွတ်စီလေးတွေ လာပါပြီ
ဇာတ်လမ်းတွဲတုန်းက တသောသောနဲ့ ရယ်ခဲ့ရတဲ့ အခွီတစ်လိုင်း ဇာတ်လမ်းလေး
ဒီတစ်ခါရော တွတ်စီလေးတွေ ဘာတွေများ လုပ်ကြဦးမလဲ?????
နာမည်အတိုင်းပါပဲ
ဇာတ်လမ်းအစကတည်းက မွှေလိုက်တာ . ဇာတ်လမ်းပြီးတဲ့အထိ ပါးစပ်မပိတ်ရအောင်
ခွီနေရတဲ့ ထိုင်းကား အလန်းစားလေးပါ။ ဖြစ်လိုက်တဲ့ ပေါက်ကရတွေဆိုတာ မနည်းဘူးရယ်
သူတို့ကြောင့် မင်းသမီးတစ်ယောက် မတော်တဆမှုတစ်ခု ဖြစ်သွားပါတယ်
ဒါကို သူတို့ တာဝန်ယူ ဖြေရှင်းရပါတော့တယ်။ဘယ်လိုဖြေရှင်းကြမလဲ?????
အယောင်ဆောင် ဆိုတာက ဘယ်လို ပေါ်လာတာလဲ? ဇာတ်လမ်းထဲမှာ ဆက်ကြည့်ကြပါခင်ဗျာ။
ထိုင်းတွေရဲ့ မျက်နှာကိုပြုပြင်တဲ့ စကေးတွေကိုပါ ထည့်ပြသွားတာ ခွီနေရပါတယ်။
တစ်ခုပြောချင်တာကတော့ ပေါကားမဟုတ်ဘူးဆိုတာပါပဲ။
အခွီကား ဆိုပေမယ့် မက်ဆေ့ဂျ်တွေကလည်း ပေးသွားပါသေးတယ်။
ပြောရင် စပွိုင်း ဖြစ်မှာစိုးလို့ တသောသောနဲ့ ရယ်မောရင်း ဒရာမာအချိုးအကွေ့လေးတွေကိုလည်း ခံ့စားလိုက်ကြပါစို့။
#Zawgyi
ကဲ တြတ္စီေလးေတြ လာပါၿပီ
ဇာတ္လမ္းတြဲတုန္းက တေသာေသာနဲ႔ ရယ္ခဲ့ရတဲ့ အခြီတစ္လိုင္း ဇာတ္လမ္းေလး
ဒီတစ္ခါေရာ တြတ္စီေလးေတြ ဘာေတြမ်ား လုပ္ၾကဦးမလဲ?????
နာမည္အတိုင္းပါပဲ
ဇာတ္လမ္းအစကတည္းက ေမႊလိုက္တာ . ဇာတ္လမ္းၿပီးတဲ့အထိ ပါးစပ္မပိတ္ရေအာင္
ခြီေနရတဲ့ ထိုင္းကား အလန္းစားေလးပါ။ ျဖစ္လိုက္တဲ့ ေပါက္ကရေတြဆိုတာ မနည္းဘူးရယ္
သူတို႔ေၾကာင့္ မင္းသမီးတစ္ေယာက္ မေတာ္တဆမႈတစ္ခု ျဖစ္သြားပါတယ္
ဒါကို သူတို႔ တာဝန္ယူ ေျဖရွင္းရပါေတာ့တယ္။ဘယ္လိုေျဖရွင္းၾကမလဲ?????
အေယာင္ေဆာင္ ဆိုတာက ဘယ္လို ေပၚလာတာလဲ? ဇာတ္လမ္းထဲမွာ ဆက္ၾကည့္ၾကပါခင္ဗ်ာ။
ထိုင္းေတြရဲ႕ မ်က္ႏွာကိုျပဳျပင္တဲ့ စေကးေတြကိုပါ ထည့္ျပသြားတာ ခြီေနရပါတယ္။
တစ္ခုေျပာခ်င္တာကေတာ့ ေပါကားမဟုတ္ဘူးဆိုတာပါပဲ။
အခြီကား ဆိုေပမယ့္ မက္ေဆ့ဂ်္ေတြကလည္း ေပးသြားပါေသးတယ္။
ေျပာရင္ စပြိဳင္း ျဖစ္မွာစိုးလို႔ တေသာေသာနဲ႔ ရယ္ေမာရင္း ဒရာမာအခ်ိဳးအေကြ႕ေလးေတြကိုလည္း ခံ့စားလိုက္ၾကပါစို႔။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ August ပဲဖြစ်ပါတယ်။)
Quality – 720p Web-Dl
Duration – 1 hrs 49 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Comedy
Source : 1080p.WEB-DL
Translator – August
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
