"ငယ်စဉ်ကလေးဘဝတုန်းက
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကျွန်တော်တို့ပါးစပ်ဖျားထက်မှာစွဲခဲ့တဲ့
ပါရာနာဝေးလို့လူသိများခဲ့တဲ့ Only the strong
ဇာတ်ကားဟာဆိုရင် 1993 ခုနှစ်မှာထွက်ရှိခဲ့တဲ့
ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီးIMDb rating 6.7
အထိရရှိခဲ့တဲ့ကားပဲဖြစ်ပါတယ်…
မင်းသားကြီး Mark Dacascos နဲ့ မင်းသမီး
Stacey Travis တို့အဓိကသရုပ်ဆောင်ထားပြီး
Geoffrey Lewis နဲ့ Paco Christian Prieto
တို့အပြင် သရုပ်ဆောင်များစွာပါဝင်တဲ့
ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်
ဇာတ်လမ်းအကျဉ်းကတော့ လူးဝစ်စတီဗင် (Mark Dacascos) က
သူ့ဒေသကနေ နှစ်အတော်ကြာခွဲခွာပြီး
စစ်သားတစ်ယောက်အဖြစ်တာဝန်ထမ်းနေရာက
သူ့ဒေသ ဖလော်ရီဒါပြည်နယ်ကိုပြန်ရောက်လာတယ်…
သူတက်ခဲ့တဲ့လင်ကွန်အထက်တန်းကျောင်းက
ဆရာ့ဆီမှာအကူအညီတောင်းဖို့သွားရင်းကနေ သူ့ကျောင်းက
ကျောင်းသားတွေက ဆေးစွဲ အကြမ်းဖက်ဂိုဏ်းတွေနဲ
့ပေါင်းပြီးဆိုးသွမ်းပျက်စီးနေကြတာ တွေ့လိုက်ရတယ်…
အဲ့ကျောင်းမှာ ဆရာပြန်လုပ်ဖြစ်ရာက
ကလေးတွေကိုစိတ်ပိုင်းဆိုင်ရာပြုပြင်မှုတွေလုပ်ပေးခဲ့တယ်…
Capoeira ဆိုတဲ့ ဘရာဇီးရိုးရာသိုင်းပညာနဲ့
ကလေးတွေပျက်စီးမှုရဲ့အဓိကတရားခံဖြစ်တဲ့ မူးယစ်ဆေးဈေးကွက်ကို
အုပ်စိုးနေတဲ့ ဂိုဏ်းခေါင်းဆောင် ဆေးလ်ဗရီယို (Paco Christian Prieto) ကို
ဘယ်လိုတွန်းလှန်ဖို့ကြိုးစားခဲ့လဲဆိုတာ တွေ့မြင်ရမှာဖြစ်ပါတယ်…
ဆရာတပည့်ချစ်ခြင်းမေတ္တာတွေနဲ့
လူငယ်တွေကိုပြုပြင်ပေးတဲ့ကားကောင်းလေးတစ်ကားဖြစ်လို့
နှစ်သက်ကြမယ်ထင်ပါတယ်
1993 ခုနှစ်က ထွက်ခဲ့တဲ့ကားဖြစ်တဲ့အတွက်ကြောင့်
အကြည်လင်ဆုံးရနိုင်တဲ့ ကွာလတီကိုတင်ဆက်ပေးလိုက်ရပါတယ်
————————————————————-
ငယ္စဥ္ကေလးဘ၀တုန္းက
ကြ်န္ေတာ္တို႕ပါးစပ္ဖ်ားထက္မွာစြဲခဲ႔တဲ႔
ပါရာနာေဝးလို႔လူသိမ်ားခဲ့တဲ့ Only the strong
ဇာတ္ကားဟာဆိုရင္ 1993 ခုႏွစ္မွာထြက္႐ွိခဲ့တဲ့
ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ၿပီးIMDb rating 6.7
အထိရ႐ွိခဲ့တဲ့ကားပဲျဖစ္ပါတယ္…
မင္းသားႀကီး Mark Dacascos နဲ႔ မင္းသမီး
Stacey Travis တို႔အဓိကသ႐ုပ္ေဆာင္ထားၿပီး
Geoffrey Lewis နဲ႔ Paco Christian Prieto
တို႔အျပင္ သ႐ုပ္ေဆာင္မ်ားစြာပါဝင္တဲ့
ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္
ဇာတ္လမ္းအက်ဥ္းကေတာ့ လူးဝစ္စတီဗင္ (Mark Dacascos) က
သူ႔ေဒသကေန ႏွစ္အေတာ္ၾကာခြဲခြာၿပီး
စစ္သားတစ္ေယာက္အျဖစ္တာဝန္ထမ္းေနရာက
သူ႔ေဒသ ဖေလာ္ရီဒါျပည္နယ္ကိုျပန္ေရာက္လာတယ္…
သူတက္ခဲ့တဲ့လင္ကြန္အထက္တန္းေက်ာင္းက
ဆရာ့ဆီမွာအကူအညီေတာင္းဖို႔သြားရင္းကေန သူ႔ေက်ာင္းက
ေက်ာင္းသားေတြက ေဆးစြဲ အၾကမ္းဖက္ဂိုဏ္းေတြနဲ
႔ေပါင္းၿပီးဆိုးသြမ္းပ်က္စီးေနၾကတာ ေတြ႔လိုက္ရတယ္…
အဲ့ေက်ာင္းမွာ ဆရာျပန္လုပ္ျဖစ္ရာက
ကေလးေတြကိုစိတ္ပိုင္းဆိုင္ရာျပဳျပင္မႈေတြလုပ္ေပးခဲ့တယ္…
Capoeira ဆိုတဲ့ ဘရာဇီး႐ိုးရာသိုင္းပညာနဲ႔
ကေလးေတြပ်က္စီးမႈရဲ႕အဓိကတရားခံျဖစ္တဲ့ မူးယစ္ေဆးေစ်းကြက္ကို
အုပ္စိုးေနတဲ့ ဂိုဏ္းေခါင္းေဆာင္ ေဆးလ္ဗရီယို (Paco Christian Prieto) ကို
ဘယ္လိုတြန္းလွန္ဖို႔ႀကိဳးစားခဲ့လဲဆိုတာ ေတြ႔ျမင္ရမွာျဖစ္ပါတယ္…
ဆရာတပည့္ခ်စ္ျခင္းေမတၱာေတြနဲ႔
လူငယ္ေတြကိုျပဳျပင္ေပးတဲ့ကားေကာင္းေလးတစ္ကားျဖစ္လို႔
ႏွစ္သက္ၾကမယ္ထင္ပါတယ္
1993 ခုႏွစ္က ထြက္ခဲ႔တဲ႔ကားၿဖစ္တဲ႔အတြက္ေၾကာင္႔
အၾကည္လင္ဆံုးရႏိုင္တဲ႔ ကြာလတီကိုတင္ဆက္ေပးလိုက္ရပါတယ္
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
