"Jarhead: Law of Return (2019)======================PauseIMDb Rating 6.7/10 ထိရရှိထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ခုပါ။#Unicodeဒီဇာတ်ကားကို Poster စကြည့်ခဲ့တုန်းက သာမန်စစ်ကားလောက်ပဲထင်ခဲ့မိတာ။ စဖွင့်ကတည်းကစပြီးတော့ကို actionဆန်ဆန်ရိုက်ကူးမှုတွေနဲ့စထားခဲ့ပြီး ဇာတ်လမ်းကို ဇာတ်ရှိန်စမြှင့်ပေးတယ်။ ဖြစ်စဉ်က အဆင့် ၇ ရှိ ဆာဂျင်ဒေ့တောရစ်သူက မြောက်ကယ်ရိုလိုင်းနား လီဂျူးနီ အခြေစိုက်စခန်းရဲ့ဒုတိယရေတပ်တပ်ရင်း M-SOIT အဖွဲ့ရဲ့ ခေါင်းဆောင်ဖြစ်တယ်။သူဦးဆောင်တဲ့ အဖွဲ့က အစ္စရေးကိုစေလွတ်ပြီး ပူးပေါင်းလေ့ကျင့်စစ်ဆင်ရေးကိုပါဝင်ရပါတယ်။သွားတာတော့ လေ့ကျင့်ရေးအတွက်ပေမယ့် အစ္စရေးလေတပ်က လေယာဥ◌်မောင်းလေ့ကျင့်ရင်း စီးရီးယားဘက်ကနေဒုံးနဲ့ချောင်းမြောင်းပစ်ခတ်ချင်းကိုခံရပါတယ်။ အရှေ့ဘက် လေယာဥ◌်မောင်းက တစ်ခါတည်းသေဆုံးပြီးအနောက်ဘက်ကထိုင်တဲ့ မေဂျာဂျက်ဆင်ကတော့ လေယာဥ◌်ထဲကနေ အရေးပေါ်ခလုတ်နှိပ်ပြီးထွက်နိုင်ခဲ့ပါတယ်။ ဒါပေမဲ့လည်းစီးရီးယားအကြမ်းဖက် အရှာဘတ်ကလိုက်လံရှာဖွေဖမ်းဆီးခြင်းကိုခံခဲ့ရပါတယ်။ ဒါကို တောရစ်တို့အဖွဲ့နဲ့အစ္စရေး စစ်တပ်ကအဖွဲ့တို့ပူးပေါင်းကယ်တင်ဖို့ဖြစ်လာခဲ့ပါတယ်။ အဲ့ဒီကယ်ဆယ်ရေးဖြစ်စဥ◌်ကိုကြည့်ရှုရတာဟာ တကယ့်ကိုစိတ်ဝင်စားစရာဖြစ်ပြီးကျွန်တော်ထုတ်မပြောခဲ့တဲ့ စိတ်ဝင်စားစရာအပိုင်းတွေအများကြီး အများကြီးကို ဆက်တိုက်ကြည့်ရှုရမှာပါ။ ကောင်းလွန်းလို့ CMပရိတ်သတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်ဗျာ။ တစ်ခုမှာချင်တာက မျက်ရည်လေးတော့ခိုင်အောင်ထားပေါ့ဗျာ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းကို San Win Maungရေးသားပေးပြီး ဘာသာပြန်ပေးသူကတော့ Z Naing Z Nianh ဖြစ်ပါတယ်။)#Zawgyiဒီဇာတ္ကားကို Poster စၾကည့္ခဲ့တုန္းက သာမန္စစ္ကားေလာက္ပဲထင္ခဲ့မိတာ။ စဖြင့္ကတည္းကစၿပီးေတာ့ကို actionဆန္ဆန္႐ိုက္ကူးမႈေတြနဲ႔စထားခဲ့ၿပီး ဇာတ္လမ္းကို ဇာတ္ရွိန္စျမႇင့္ေပးတယ္။ ျဖစ္စဥ္က အဆင့္ ၇ ရွိ ဆာဂ်င္ေဒ့ေတာရစ္သူက ေျမာက္ကယ္႐ိုလိုင္းနား လီဂ်ဴးနီ အေျခစိုက္စခန္းရဲ႕ဒုတိယေရတပ္တပ္ရင္း M-SOIT အဖြဲ႕ရဲ႕ ေခါင္းေဆာင္ျဖစ္တယ္။သူဦးေဆာင္တဲ့ အဖြဲ႕က အစၥေရးကိုေစလြတ္ၿပီး ပူးေပါင္းေလ့က်င့္စစ္ဆင္ေရးကိုပါဝင္ရပါတယ္။သြားတာေတာ့ ေလ့က်င့္ေရးအတြက္ေပမယ့္ အစၥေရးေလတပ္က ေလယာဥ◌္ေမာင္းေလ့က်င့္ရင္း စီးရီးယားဘက္ကေနဒုံးနဲ႔ေခ်ာင္းေျမာင္းပစ္ခတ္ခ်င္းကိုခံရပါတယ္။ အေရွ႕ဘက္ ေလယာဥ◌္ေမာင္းက တစ္ခါတည္းေသဆုံးၿပီးအေနာက္ဘက္ကထိုင္တဲ့ ေမဂ်ာဂ်က္ဆင္ကေတာ့ ေလယာဥ◌္ထဲကေန အေရးေပၚခလုတ္ႏွိပ္ၿပီးထြက္ႏိုင္ခဲ့ပါတယ္။ ဒါေပမဲ့လည္းစီးရီးယားအၾကမ္းဖက္ အရွာဘတ္ကလိုက္လံရွာေဖြဖမ္းဆီးျခင္းကိုခံခဲ့ရပါတယ္။ ဒါကို ေတာရစ္တို႔အဖြဲ႕နဲ႔အစၥေရး စစ္တပ္ကအဖြဲ႕တို႔ပူးေပါင္းကယ္တင္ဖို႔ျဖစ္လာခဲ့ပါတယ္။ အဲ့ဒီကယ္ဆယ္ေရးျဖစ္စဥ◌္ကိုၾကည့္ရႈရတာဟာ တကယ့္ကိုစိတ္ဝင္စားစရာျဖစ္ၿပီးကြၽန္ေတာ္ထုတ္မေျပာခဲ့တဲ့ စိတ္ဝင္စားစရာအပိုင္းေတြအမ်ားႀကီး အမ်ားႀကီးကို ဆက္တိုက္ၾကည့္ရႈရမွာပါ။ ေကာင္းလြန္းလို႔ CMပရိတ္သတ္ႀကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္ဗ်ာ။ တစ္ခုမွာခ်င္တာက မ်က္ရည္ေလးေတာ့ခိုင္ေအာင္ထားေပါ့ဗ်ာ။(ဒီဇာတ္လမ္းရဲ႕အၫႊန္းကို San Win Maungေရးသားေပးၿပီး ဘာသာျပန္ေပးသူကေတာ့ Z Naing Z Nianh ျဖစ္ပါတယ္။)Quality – 720p Blu-RayDuration – 1 hrs 43 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : DramaSource : 1080p.BLU-RAYTranslator – Z Naing Z NianhEncoder – San Win Maung"