"unicodeဖစ်ရပ်မှန်ရုပ်ရှင်ကားတစ်ကား ထပ်ပြီး ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်။Pause၁၉၉၆ ဇူလိုင်လမှာ အမေရိကန် ဆန်တန်နီရယ်အိုလံပစ်ပန်းခြံမှာ ဗုံးပေါက်ကွဲမှုတစ်ခုဖြစ်ပွားခဲ့ပြီးလူ ၂ ယောက်သေ၊ ၁၀၀ ကျော်ဒဏ်ရရခဲ့ပါတယ်။ဒီဗုံးရဲ့ပြင်းအားနဲ့ လူဦးရေအရ ဒီထက်ပိုသေပြီးထိခိုက်နိုင်ပေမယ့် ကယ်တင်ရှင်တစ်ယောက်ကြောင့် သက်သာခဲ့တာပါ။အဲဒီလူကတော့ အဆိုပါဗုံးကို တွေ့ပြီးလူတွေကို ဖယ်ရှားခိုင်းခဲ့တဲ့ လုံခြုံရေးဝန်ထမ်း ရစ်ချက် ဂျူဝယ်ပါပဲ။နေ့ချင်းညချင်းပဲ ရစ်ချက်ဟာနိုင်ငံတော် သူရဲကောင်းဖြစ်လာခဲ့ပါတယ်။ဒါပေမယ့် ဒီဂုဏ်ယူမှုဟာ ရက်ပိုင်းပဲ ခံပါတယ်။အက်ဖ်ဘီအိုင်က သူ့ကို သူရဲကောင်းလုပ်ချင်စိတ်၊နာမည်ကျော်ကြားလိုစိတ်ကြောင့် ဗုံးခွဲသူလို့ သံသယဖြစ်ပြီး၊သတင်းတွေမှာလည်း ပါလာတဲ့အခါရစ်ချက်ရဲ့ ဘဝ ကပြောင်းကပြန်တွေ ဖြစ်လာပါတော့တယ်။အဲဒီအက်ဖ်ဘီအိုင်နဲ့ မီဒီယာတွေကို တွန်းလှန်ပြီး အမှန်တရားကိုသက်သေပြဖို့ ရစ်ချက်ရယ် သူ့ရဲ့ မိတ်ဆွေဟောင်းဒေါသအိုးရှေ့နေကြီး ဝက်ဆန်ဘရိုင်းယန့်ရယ် ကြိုးစားကြတဲ့အခါ….File Size : (1 GB , 235 MB )Quality : WEB-DL 720pRunning Time : 2 hr 11 minFormat : Mp4Genre : Biography , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Little NeoEncoded by Moe Myint Lwinzawgyiဖစ္ရပ္မွန္ရုပ္ရွင္ကားတစ္ကား ထပ္ၿပီး ဘာသာျပန္တင္ဆက္ေပးလိုက္ပါတယ္။၁၉၉၆ ဇူလိုင္လမွာ အေမရိကန္ ဆန္တန္နီရယ္အိုလံပစ္ပန္းျခံမွာ ဗံုးေပါက္ကြဲမႈတစ္ခုျဖစ္ပြားခဲ့ၿပီးလူ ၂ ေယာက္ေသ၊ ၁၀၀ ေက်ာ္ဒဏ္ရရခဲ့ပါတယ္။ဒီဗံုးရဲ႕ျပင္းအားနဲ႕ လူဦးေရအရ ဒီထက္ပိုေသၿပီးထိခိုက္ႏုိင္ေပမယ့္ ကယ္တင္ရွင္တစ္ေယာက္ေၾကာင့္ သက္သာခဲ့တာပါ။အဲဒီလူကေတာ့ အဆိုပါဗံုးကို ေတြ႕ၿပီးလူေတြကို ဖယ္ရွားခုိင္းခဲ့တဲ့ လံုျခံဳေရးဝန္ထမ္း ရစ္ခ်က္ ဂ်ဴဝယ္ပါပဲ။ေန႕ခ်င္းညခ်င္းပဲ ရစ္ခ်က္ဟာႏုိင္ငံေတာ္ သူရဲေကာင္းျဖစ္လာခဲ့ပါတယ္။ဒါေပမယ့္ ဒီဂုဏ္ယူမႈဟာ ရက္ပိုင္းပဲ ခံပါတယ္။အက္ဖ္ဘီအိုင္က သူ႕ကို သူရဲေကာင္းလုပ္ခ်င္စိတ္၊နာမည္ေက်ာ္ၾကားလိုစိတ္ေၾကာင့္ ဗံုးခြဲသူလို႕ သံသယျဖစ္ၿပီး၊သတင္းေတြမွာလည္း ပါလာတဲ့အခါရစ္ခ်က္ရဲ႕ ဘဝ ကေျပာင္းကျပန္ေတြ ျဖစ္လာပါေတာ့တယ္။အဲဒီအက္ဖ္ဘီအိုင္နဲ႕ မီဒီယာေတြကို တြန္းလွန္ၿပီး အမွန္တရားကိုသက္ေသျပဖို႕ ရစ္ခ်က္ရယ္ သူ႕ရဲ႕ မိတ္ေဆြေဟာင္းေဒါသအိုးေရွ႕ေနၾကီး ဝက္ဆန္ဘရိုင္းယန္႕ရယ္ ၾကိဳးစားၾကတဲ့အခါ….File Size : (1 GB , 235 MB )Quality : WEB-DL 720pRunning Time : 2 hr 11 minFormat : Mp4Genre : Biography , Crime , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Little NeoEncoded by Moe Myint Lwin"