"Unicodeဒီရုပ်ရှင်ကတော့ မင်းသားကြီး ဝီစလီစနိုက် နဲ့ ဆမ်မြူရယ်ဂျက်ဆန်တို့ နုစဉ်အခါက ရိုက်ထားတဲ့ ဒရာမာ ကားလေးပါ။ ဒီရုပ်ရှင်လေးက အိမ်ထောင်ရေးပညာပေး ဖြစ်သလို ဆေးစွဲနေတဲ့လူတစ်ယောက်ရဲ့ မိသားစုကို ဒုက္ခပေးပုံအစုံစုံကိုလည်း ပြထားသလို၊ ဆေးသမားတစ်ယောက်က ဆေးသုံးနိုင်ဖို့ ဘယ်လောက်ထိ လိမ်နိုင်ပတ်နိုင်မလဲဆိုတာလည်း တွေ့မှာပါ။ ဇာတ်သိမ်းကတော့ မကောင်းဘူးဆိုတာ တွေ့မှာပေါ့။ ဒီရုပ်ရှင်ဟာ ကျွန်တော်တို့ရဲ့ မာသာဖာကာကြီး ဆမ်မြူရယ်ရဲ့ မှတ်ကျောက်တစ်ခုလို့ပြောလို့ရပါတယ်။ ဆမ်မြူရယ်တစ်ယောက် ဆေးစွဲပြီးမြောင်းထဲရောက်ခဲ့တဲ့ ဘဝကနေ ဆေးဖြတ်ပြီးခါစမှာပဲ ဒီရုပ်ရှင်မှာ ဆေးသမားအဖြစ် သရုပ်ဆောင်ဖို့ ကမ်းလှမ်းခံခဲ့ရတာပါ။ အဲဒီအတွက်ပဲ သူအကောင်းဆုံး သရုပ်ဆောင်နိုင်ခဲ့တာလည်း ပါပါလိမ့်မယ်။Pauseဇာတ်လမ်းအကျဉ်းလူမည်းအမျိုးသား ဖလစ်ပါက ချစ်ရတဲ့ဇနီးနဲ့ ကလေးနဲ့ အိမ်ထောင်ရှင်ကောင်း တစ်ဦးပေါ့။ တစ်ရက်မှာ သူ့ရဲ့အတွင်းရေးမှူး လူဖြူမလေး အန်ဂျီနဲ့ ဖောက်ပြန်မိသွားတယ်။ ဒီသတင်းက အကြောင်းကြောင်းနဲ့ သူ့အိမ်သူ ဒရူးဆီ ပေါက်သွားတဲ့နောက် အိမ်ပေါ်ကနေ နှင်ချခံရတယ်။ အဲဒီကာလက လူဖြူလူမည်း ခွဲခြားတဲ့ခေတ်ဆိုတော့ အဆင်မပြေမှုတွေကြားမှာ ထိခိုက်နာကျင်ရတဲ့ကိစ္စတွေ များလာခဲ့ကြတော့တယ်။Zawgyiဒီရုပ္ရွင္ကေတာ့ မင္းသားၾကီး ဝီစလီစႏိုက္ နဲ႕ ဆမ္ျမဴရယ္ဂ်က္ဆန္တို႕ ႏုစဥ္အခါက ရိုက္ထားတဲ့ ဒရာမာ ကားေလးပါ။ ဒီရုပ္ရွင္ေလးက အိမ္ေထာင္ေရးပညာေပး ျဖစ္သလို ေဆးစြဲေနတဲ့လူတစ္ေယာက္ရဲ႕ မိသားစုကို ဒုကၡေပးပံုအစံုစံုကိုလည္း ျပထားသလို၊ ေဆးသမားတစ္ေယာက္က ေဆးသံုးႏိုင္ဖို႕ ဘယ္ေလာက္ထိ လိမ္ႏုိင္ပတ္ႏုိင္မလဲဆိုတာလည္း ေတြ႕မွာပါ။ ဇာတ္သိမ္းကေတာ့ မေကာင္းဘူးဆိုတာ ေတြ႕မွာေပါ့။ ဒီရုပ္ရွင္ဟာ ကြ်န္ေတာ္တို႕ရဲ႕ မာသာဖာကာၾကီး ဆမ္ျမဴရယ္ရဲ႕ မွတ္ေက်ာက္တစ္ခုလို႕ေျပာလို႕ရပါတယ္။ ဆမ္ျမဴရယ္တစ္ေယာက္ ေဆးစြဲၿပီးေျမာင္းထဲေရာက္ခဲ့တဲ့ ဘဝကေန ေဆးျဖတ္ၿပီးခါစမွာပဲ ဒီရုပ္ရွင္မွာ ေဆးသမားအျဖစ္ သရုပ္ေဆာင္ဖို႕ ကမ္းလွမ္းခံခဲ့ရတာပါ။ အဲဒီအတြက္ပဲ သူအေကာင္းဆံုး သရုပ္ေဆာင္ႏုိင္ခဲ့တာလည္း ပါပါလိမ့္မယ္။ဇာတ္လမ္းအက်ဥ္းလူမည္းအမ်ိဳးသား ဖလစ္ပါက ခ်စ္ရတဲ့ဇနီးနဲ႔ ကေလးနဲ႔ အိမ္ေထာင္ရွင္ေကာင္း တစ္ဦးေပါ့။ တစ္ရက္မွာ သူ႔ရဲ့အတြင္းေရးမႉး လူျဖဴမေလး အန္ဂ်ီနဲ႔ ေဖာက္ျပန္မိသြားတယ္။ ဒီသတင္းက အေၾကာင္းေၾကာင္းနဲ႔ သူ႔အိမ္သူ ဒ႐ူးဆီ ေပါက္သြားတဲ့ေနာက္ အိမ္ေပၚကေန ႏွင္ခ်ခံရတယ္။ အဲဒီကာလက လူျဖဴလူမည္း ခြဲျခားတဲ့ေခတ္ဆိုေတာ့ အဆင္မေျပမႈေတြၾကားမွာ ထိခိုက္နာက်င္ရတဲ့ကိစၥေတြ မ်ားလာခဲ့ၾကေတာ့တယ္။File Size : (945 MB) and (399 MB)Quality : Bluray 720pRunning Time : 2hr 12minFormat : Mp4Genre : Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by El’ MohEncoded by Littleneo"