"Zawgyi
ဒီတစ်ခါတော့ ဆွီဒင်ကားကောင်းလေး တစ်ကားနဲ့ မိတ်ဆက်ပေးပါရစေ။ ဒီကားဟာ ဆုပေါင်း (၇၀) ကျော်ရရှိခဲ့တဲ့ Romance , Horror ကားလေးတစ်ကားပါ။ အော်စကာဆိုတဲ့ (၁၂) သားကောင်လေးတစ်ယောက်ဟာ ကျောင်းမှာ အမြဲအနိုင်ကျင့်ခံနေခဲ့ရတဲ့ ကောင်လေးတစ်ယောက်ပါ။ နာကျည်းမှု့တွေ ၊ ဒေါသတွေကို မြိုသိပ်ခဲ့ရတာ များလာတော့ သူ့ကို အနိုင်ကျင့်ခဲ့တဲ့ သူတွေကို လက်စားခြေဖို့ နည်းလမ်းတွေ ရှာဖွေနေပါတော့တယ်။ မှု့ခင်း သတင်းစာတွေက လူသတ်မှု့အကြောင်းတွေ ဆုပ်ဖြဲသိမ်းထားပြီး ဘယ်လို လူသတ်လဲဆိုတာ လေ့လာတယ်။ ဘယ်လိုသတ်မလဲဆိုတာ လေ့ကျင်နေခဲ့ပါတယ်။ ဒီအချိန်မှာပဲ အဲလီဆိုတဲ့ အိမ်နီးချင်း ခပ်ချောချော ကောင်မလေး တစ်ယောက်နဲ့ အမှတ်မထင် တွေ့ဆုံခဲ့ကြပါတယ်။ အဲလီတို့ဟာ ဒီမြိုကို ပြောင်းလာခဲ့ကြတာ သိပ်မကြာသေးပါဘူး။ အနှိမ်ခံတွေဆိုတာ အဖော်မင်တက်တဲ့ လူစားတွေပါပဲ။ ဒါပေမယ့် အစပိုင်းမှာတော့ အဲ့လီက သူနဲ့ သူငယ်ချင်း မဖြစ်ချင်ခဲ့ပါဘူး။ ဒီလိုနဲ့ပဲ ရက်တွေကြာလာတဲ့ အခါမှာ သူတို့နှစ်ယောက် ခင်မင်ခဲ့ကြပါတယ်။ ရင်းနှီးလာတာနဲ့အမျှ တစ်ယောက်ရဲ့ အခက်အခဲတွေကို တစ်ယောက် သိမြင်လာကြပါတော့တယ်။ အော်စကာ က သူ့ကို အနိုင်ကျင့်ခဲ့တဲ့ကောင်တွေကို လက်စားပြန်ခြေနိုင်မှာလား။ အဲလီကရော ဘယ်လိုလူစားလဲ။ ဘာလို့ သူနဲ့ သူငယ်ချင်း မဖြစ်ချင်ရတာလဲ။ စတဲ့ လျှိုဝှက်ချက်တွေ အခက်အခဲတွေ သူတို့ နှစ်ဦးကြားက သံယောဇဉ်တွေကို ကြည့်ရှု့ရမှာပဲ ဖြစ်ပါတယ်။ ဒီကားဟာ စာရေးဆရာကြီး John Ajvide Lindqvist ရဲ့ Let the Right One In ဆိုတဲ့ ဝတ္တူကို နံမည် မပြောင်းလဲပဲ ပြန်လည်ရိုက်ကူးထားတဲ့ ကားပဲ ဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Unicode
ဒီတစျခါတော့ ဆှီဒငျကားကောငျးလေး တစျကားနဲ့ မိတျဆကျပေးပါရစေ။ ဒီကားဟာ ဆုပေါငျး (၇၀) ကြောျရရှိခဲ့တဲ့ Romance , Horror ကားလေးတစျကားပါ။
အောျစကာဆိုတဲ့ (၁၂) သားကောငျလေးတစျယောကျဟာ ကြောငျးမှာ အမွဲအနိုငျကငြျ့ခံနခေဲ့ရတဲ့ ကောငျလေးတစျယောကျပါ။ နာကညြျးမှု့တှေ ၊ ဒေါသတှကေို မွိုသိပျခဲ့ရတာ
မြားလာတော့ သူ့ကို အနိုငျကငြျ့ခဲ့တဲ့ သူတှကေို လကျစားခွဖေို့ နညျးလမျးတှေ ရှာဖှနေပေါတော့တယျ။ မှု့ခငျး သတငျးစာတှကေ လူသတျမှု့အကွောငျးတှေ ဆုပျဖွဲသိမျးထားပွီး
ဘယျလို လူသတျလဲဆိုတာ လေ့လာတယျ။ ဘယျလိုသတျမလဲဆိုတာ လေ့ကငြျနခေဲ့ပါတယျ။ ဒီအခြိနျမှာပဲ အဲလီဆိုတဲ့ အိမျနီးခငြျး ခပျခြောခြော ကောငျမလေး တစျယောကျနဲ့ အမှတျမထငျ
တှေ့ဆုံခဲ့ကွပါတယျ။ အဲလီတို့ဟာ ဒီမွိုကို ပွောငျးလာခဲ့ကွတာ သိပျမကွာသေးပါဘူး။ အနှိမျခံတှဆေိုတာ အဖောျမငျတကျတဲ့ လူစားတှပေါပဲ။ ဒါပမေယျ့ အစပိုငျးမှာတော့ အဲ့လီက သူနဲ့ သူငယျခငြျး မဖွစျခငြျခဲ့ပါဘူး။ ဒီလိုနဲ့ပဲ
ရကျတှကွောလာတဲ့ အခါမှာ သူတို့နှစျယောကျ ခငျမငျခဲ့ကွပါတယျ။ ရငျးနှီးလာတာနဲ့အမြှ တစျယောကျရဲ့ အခကျအခဲတှကေို တစျယောကျ သိမွငျလာကွပါတော့တယျ။
အောျစကာ က သူ့ကို အနိုငျကငြျ့ခဲ့တဲ့ကောငျတှကေို လကျစားပွနျခွနေိုငျမှာလား။ အဲလီကရော ဘယျလိုလူစားလဲ။ ဘာလို့ သူနဲ့ သူငယျခငြျး မဖွစျခငြျရတာလဲ။ စတဲ့ လြှိုဝှကျခကြျတှေ အခကျအခဲတှေ သူတို့ နှစျဦးကွားက
သံယောဇဉျတှကေို ကွညျ့ရှု့ရမှာပဲ ဖွစျပါတယျ။ ဒီကားဟာ စာရေးဆရာကွီး John Ajvide Lindqvist ရဲ့ Let the Right One In ဆိုတဲ့ ဝတ်တူကို နံမညျ မပွောငျးလဲပဲ ပွနျလညျရိုကျကူးထားတဲ့ ကားပဲ ဖွစျပါတယျ။
File Size : (821 MB) and (360 MB)
Quality : Bluray 720p
Running Time : 1hr 54min
Format : Mp4
Genre : Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Kiwi
Encoded by Littleneo
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
