"War Horse(2011)IMDb….7.2,,,Rotten…76%Pauseအခုတင်ပေးမှာကတော့ လူနဲ့တိရစ္ဆာန်အကြား ချစ်ခြင်းမေတ္တာ၊ မိသားစုချစ်ခြင်းမေတ္တာ၊ စစ်၏သဘောတရား စတဲ့ ခံစားမှုရသမျိုးစုံပါဝင်တဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်။ ဇာတ်ကားနာမည်ကတော့ အပေါ်ကအတိုင်း War Horse ပါ...စစ်မြင်းတစ်ကောင်အကြောင်းပေါ့…Jurassic Park, Jaws စတဲ့ တိရစ္ဆာန်ဦးစားပေးဇာတ်ကားတွေ၊ Saving Private Ryan၊ Schindler’s List၊ စတဲ့ စစ်ပွဲဦးစားပေးဇာတ်ကားတွေကို ရိုက်ကူးခဲ့တဲ့ နာမည်ကြီး ဒါရိုက်တာ Steven Spielberg က ရိုက်ကူးထားတာဖြစ်ပါတယ်…စာရေးဆရာကြီး Michael Morpurgo ရဲ့ နာမည်ကျော် War Horse စာအုပ်ကို မှီငြမ်းရိုက်ကူးထားတာဖြစ်ပြီး ပထမကမ္ဘာစစ်အတွင်းနိုင်ငံအသီးသီးက အသုံးပြုခဲ့တဲ့ မြင်းပေါင်း ရှစ်သန်းကျော်ရဲ့ သနားစရာဘဝကို တစ်ကောင်တည်းနဲ့ ကိုယ်စားပြု ရိုက်ကူးထားတာဖြစ်ပါတယ်…ပြီးတော့ Loki မင်းသား Tom Hiddleston နဲ့ Sherlock Holmes မင်းသား Benedict Cumberbatch တို့ကလည်း အားဖြည့်ကူညီထားပါတယ်….ဇာတ်လမ်းအညွှန်းပထမကမ္ဘာစစ်မစမီ အင်္ဂလန်ပြည်မှာ လယ်ထွန်ဖို့အတွက် မြင်းတွေကို အသုံးပြုခဲ့တာပါ…ဈေးတွေမှာ မြင်းတွေကို လေလံဆွဲရောင်းချရာကနေ ဇာတ်လမ်းရဲ့ အဓိကဇာတ်ကောင်ဖြစ်တဲ့ Joey ဆိုတဲ့မြင်းလေးကို Ted Narracott ဆိုတဲ့လူက ဝယ်ယူခဲ့ရာက စတာပါ…လယ်ထွန်တတ်တဲ့ မြင်းဝယ်ရမယ့်အစား စစ်မြင်းလေးကို ဈေးကြီးပေး ဝယ်ချလာတဲ့ Ted တို့ မိသားစုမှာ ပြဿနာမျိုးစုံတက်တော့တာပါပဲ…ဒါပေမဲ့ Ted ရဲ့သားဖြစ်သူ Albert က မြင်းလေးကိုကောင်းကောင်းမွန်မွန်သင်ကြားပေးပြီး ပြဿနာအချို့ကို ကျော်လွှားနိုင်ခဲ့ပေမယ့် အခြေအနေအမျိုးမျိုးကြောင့် ဒီမြင်းလေးကို စစ်တပ်ကို ရောင်းချခဲ့ရပါတယ်…ဒီလိုနဲ့ ပထမကမ္ဘာစစ်မှာ မြင်းလေးကို အသုံးပြုဖို့ဖြစ်လာခဲ့ပြီး သူ့ကိုအရမ်းချစ်တဲ့ Albert ကတော့ မြင်းလေးနဲ့ ဝေးဖို့ဖြစ်လာခဲ့ရာကနေ သူ့ရဲ့မြင်းလေးနဲ့ ပြန်တွေ့ဖို့ ကြိုးစားခဲ့ပုံတွေကို ရိုက်ကူးထားတာပါ…စစ်ပွဲအတွင်း မြင်းတွေကို အမျိုးမျိုးအသုံးချပုံတွေ၊ စစ်သားတွေရဲ့ ခက်ထန်မှုတွေ၊ တစ်ချိန်တည်းမှာပဲ စစ်သားတွေရဲ့ ချစ်စဖွယ်အပြုအမူတွေ၊ စစ်ပွဲတွင်းအဖြစ်အပျက်တွေကိုတခမ်းတနား ကြည့်ရမယ့် ဇာတ်ကားကောင်းလေးဖြစ်တာမို့Channel Myanmar ပရိသတ်ကြီးလည်း အကြိုက်တွေ့မယ်လို့ မျှော်လင့်ပါတယ်…စစ်ကားလည်းဖြစ်တဲ့အပြင် ဒါရိုက်တာ Steven Spielberg ရဲ့ လက်ရာဆိုတော့ ထွေထွေထူးထူးညွှန်းစရာမလိုတဲ့အပြင်အမှတ်တရလေးသိမ်းထားစေဖို့အတွက် Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တို့ဖြင့် ပြန်လည်တင်ဆက်ပေးလိုက်ပါသည်….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်….———————————————————————————–အခုတင္ေပးမွာကေတာ့ လူနဲ႔တိရစၧာန္အၾကား ခ်စ္ျခင္းေမတၱာ၊ မိသားစုခ်စ္ျခင္းေမတၱာ၊ စစ္၏သေဘာတရား စတဲ့ ခံစားမႈရသမ်ိဳးစံုပါဝင္တဲ့ ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္။ ဇာတ္ကားနာမည္ကေတာ့ အေပၚကအတိုင္း War Horse ပါ...စစ္ျမင္းတစ္ေကာင္အေၾကာင္းေပါ့…Jurassic Park, Jaws စတဲ့ တိရစၧာန္ဦးစားေပးဇာတ္ကားေတြ၊ Saving Private Ryan၊ Schindler’s List၊ စတဲ့ စစ္ပြဲဦးစားေပးဇာတ္ကားေတြကို ႐ိုက္ကူးခဲ့တဲ့ နာမည္ႀကီး ဒါ႐ိုက္တာ Steven Spielberg က ႐ိုက္ကူးထားတာျဖစ္ပါတယ္…စာေရးဆရာႀကီး Michael Morpurgo ရဲ႕ နာမည္ေက်ာ္ War Horse စာအုပ္ကို မွီျငမ္း႐ိုက္ကူးထားတာျဖစ္ၿပီး ပထမကမ႓ာစစ္အတြင္းႏိုင္ငံအသီးသီးက အသံုးျပဳခဲ့တဲ့ ျမင္းေပါင္း ရွစ္သန္းေက်ာ္ရဲ႕ သနားစရာဘဝကို တစ္ေကာင္တည္းနဲ႔ ကိုယ္စားျပဳ ႐ိုက္ကူးထားတာျဖစ္ပါတယ္…ၿပီးေတာ့ Loki မင္းသား Tom Hiddleston နဲ႔ Sherlock Holmes မင္းသား Benedict Cumberbatch တို႔ကလည္း အားျဖည့္ကူညီထားပါတယ္….ဇာတ္လမ္းအၫႊန္းပထမကမ႓ာစစ္မစမီ အဂၤလန္ျပည္မွာ လယ္ထြန္ဖို႔အတြက္ ျမင္းေတြကို အသံုးျပဳခဲ့တာပါ…ေစ်းေတြမွာ ျမင္းေတြကို ေလလံဆြဲေရာင္းခ်ရာကေန ဇာတ္လမ္းရဲ႕ အဓိကဇာတ္ေကာင္ျဖစ္တဲ့ Joey ဆိုတဲ့ျမင္းေလးကို Ted Narracott ဆိုတဲ့လူက ဝယ္ယူခဲ့ရာက စတာပါ…လယ္ထြန္တတ္တဲ့ ျမင္းဝယ္ရမယ့္အစား စစ္ျမင္းေလးကို ေစ်းႀကီးေပး ဝယ္ခ်လာတဲ့ Ted တို႔ မိသားစုမွာ ျပႆနာမ်ိဳးစံုတက္ေတာ့တာပါပဲ…ဒါေပမဲ့ Ted ရဲ႕သားျဖစ္သူ Albert က ျမင္းေလးကိုေကာင္းေကာင္းမြန္မြန္သင္ၾကားေပးၿပီး ျပႆနာအခ်ိဳ႕ကို ေက်ာ္လႊားႏိုင္ခဲ့ေပမယ့္ အေျခအေနအမ်ိဳးမ်ိဳးေၾကာင့္ ဒီျမင္းေလးကို စစ္တပ္ကို ေရာင္းခ်ခဲ့ရပါတယ္…ဒီလိုနဲ႔ ပထမကမ႓ာစစ္မွာ ျမင္းေလးကို အသံုးျပဳဖို႔ျဖစ္လာခဲ့ၿပီး သူ႔ကိုအရမ္းခ်စ္တဲ့ Albert ကေတာ့ ျမင္းေလးနဲ႔ ေဝးဖို႔ျဖစ္လာခဲ့ရာကေန သူ႔ရဲ႕ျမင္းေလးနဲ႔ ျပန္ေတြ႕ဖို႔ ႀကိဳးစားခဲ့ပံုေတြကို ႐ိုက္ကူးထားတာပါ…စစ္ပြဲအတြင္း ျမင္းေတြကို အမ်ိဳးမ်ိဳးအသံုးခ်ပံုေတြ၊ စစ္သားေတြရဲ႕ ခက္ထန္မႈေတြ၊ တစ္ခ်ိန္တည္းမွာပဲ စစ္သားေတြရဲ႕ ခ်စ္စဖြယ္အျပဳအမူေတြ၊ စစ္ပြဲတြင္းအျဖစ္အပ်က္ေတြကိုတခမ္းတနား ၾကည့္ရမယ့္ ဇာတ္ကားေကာင္းေလးျဖစ္တာမို႔Channel Myanmar ပရိသတ္ႀကီးလည္း အႀကိဳက္ေတြ႕မယ္လို႔ ေမွ်ာ္လင့္ပါတယ္…စစ္ကားလည္းျဖစ္တဲ့အျပင္ ဒါရုိက္တာ Steven Spielberg ရဲ႕ လက္ရာဆုိေတာ့ ေထြေထြထူးထူးညႊန္းစရာမလုိတဲ့အျပင္အမွတ္တရေလးသိမ္းထားေစဖုိ႕အတြက္ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p တုိ႕ျဖင့္ ျပန္လည္တင္ဆက္ေပးလုိက္ပါသည္….ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္….File Size :(2.4GB) and (1GB)Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720pFormat…mp4Duration…02:26:00Genre : Drama, History, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo Pyae"