"ဒီကားကတော့ ၂၀၁၉ ခုနှစ်ကရိုက်ကူးခဲ့ပြီး၂၀၂၀ အစောပိုင်းမှာ ကိုရီးယားမှာထုတ်လွှင့်ပြသခဲ့တဲ့PauseThriller အမျိုးအစားကားလေးတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ညဖက်တွေဆိုတက္ကစီသမားတစ်ယောက်က ခရီးသည်တွေကို၃၁ လမ်းဆိုတဲ့နေရာကို ခေါ်သွားပြီးပြန်ပေးဆွဲပြီးသတ်ပစ်တတ်တယ်ဆိုတဲ့သတင်းစကားတွေက ဂျီဟုန်းအထက်တန်းကျောင်းလေးမှာပျံ့နေပါတယ်။အဲ့ကျောင်းမှာလျှို့ဝှက်သည်းဖိုတွေဆို စုံစမ်းချင်တတ်ကြတဲ့ဆယ်ကျော်သက် Youtuber အဖွဲ့လေးတစ်ဖွဲ့ရှိတယ်။ယောင်းဂျောင်း၊ဂျင်းဂီနဲ့ လီဆွန်းဆိုတဲ့ကောင်မလေး၂ယောက်၊ကောင်လေး ၁ ယောက်ပါတဲ့ အဖွဲ့လေးပေါ့။သူတို့ကဒီတက္ကစီလူသတ်သမားကို အရမ်းစိတ်ဝင်စားပြီးစုံစမ်းချင်နေကြတယ်။အဓိကကတော့သူတို့ Youtube Channel မှာဒီလူသတ်မှုအကြောင်းကို အခင်းဖြစ်ရာအထိသွားစုံစမ်းပြီး ဖြစ်ရပ်မှန်အနေနဲ့ လူကြည့်များအောင် တင်ချင်တာပေါ့။သူတို့လျှို့ဝှက်စုံစမ်းမှာကို သိသွားတဲ့ သူတို့ဆရာမကလည်းဒီအကြောင်းအရာတွေစုံစမ်းတဲ့အခါ အုပ်ထိန်းသူရှိဖို့လိုအပ်လို့သူတို့နဲ့အတူ လိုက်လာဖို့ဖြစ်လာခဲ့တယ်။အဲ့လိုလေးယောက်သားအခင်းဖြစ်တဲ့နေရာကို ကိုယ်တိုင်ကိုယ်ကျသွားရောက်စုံစမ်းကြတဲ့အခါမှာတော့ မထင်မှတ်ထားတာတွေ၊ထူးဆန်းအံ့သြဖွယ်ရာတွေစပြီးဖြစ်လာပါတော့တယ်။သူတို့ ဘယ်လိုအံ့သြစရာတွေကြုံရမလဲ၊တက္ကစီလူသတ်သမားကကောတကယ်ရှိတာလား၊နောက်ဆုံးဘယ်လိုဖြစ်လာမလဲဆိုတာတော့CM ပရိတ်သတ်ကြီး ကိုယ်တိုင်ခံစားကြည့်ရှုစေချင်ပါတယ်။ဇတ်လမ်းကို ဘာသာပြန်ပြီး အညွှန်းရေးပေးထားတာကတော့Moe Pwint ဖြစ်ပြီး XCode မှ တင်ဆက်ပေးထားပါတယ်zawgyiဒီကားကေတာ့ ၂၀၁၉ ခုႏွစ္က႐ိုက္ကူးခဲ့ၿပီး၂၀၂၀ အေစာပိုင္းမွာ ကိုရီးယားမွာထုတ္လႊင့္ျပသခဲ့တဲ့Thriller အမ်ိဳးအစားကားေလးတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ညဖက္ေတြဆိုတကၠစီသမားတစ္ေယာက္က ခရီးသည္ေတြကို၃၁ လမ္းဆိုတဲ့ေနရာကို ေခၚသြားၿပီးျပန္ေပးဆြဲၿပီးသတ္ပစ္တတ္တယ္ဆိုတဲ့သတင္းစကားေတြက ဂ်ီဟုန္းအထက္တန္းေက်ာင္းေလးမွာပ်ံ႕ေနပါတယ္။အဲ့ေက်ာင္းမွာလွ်ိဳ႕ဝွက္သည္းဖိုေတြဆို စုံစမ္းခ်င္တတ္ၾကတဲ့ဆယ္ေက်ာ္သက္ Youtuber အဖြဲ႕ေလးတစ္ဖြဲ႕ရွိတယ္။ေယာင္းေဂ်ာင္း၊ဂ်င္းဂီနဲ႔ လီဆြန္းဆိုတဲ့ေကာင္မေလး၂ေယာက္၊ေကာင္ေလး ၁ ေယာက္ပါတဲ့ အဖြဲ႕ေလးေပါ့။သူတို႔ကဒီတကၠစီလူသတ္သမားကို အရမ္းစိတ္ဝင္စားၿပီးစုံစမ္းခ်င္ေနၾကတယ္။အဓိကကေတာ့သူတို႔ Youtube Channel မွာဒီလူသတ္မႈအေၾကာင္းကို အခင္းျဖစ္ရာအထိသြားစုံစမ္းၿပီး ျဖစ္ရပ္မွန္အေနနဲ႔ လူၾကည့္မ်ားေအာင္ တင္ခ်င္တာေပါ့။သူတို႔လွ်ိဳ႕ဝွက္စုံစမ္းမွာကို သိသြားတဲ့ သူတို႔ဆရာမကလည္းဒီအေၾကာင္းအရာေတြစုံစမ္းတဲ့အခါ အုပ္ထိန္းသူရွိဖို႔လိုအပ္လို႔သူတို႔နဲ႔အတူ လိုက္လာဖို႔ျဖစ္လာခဲ့တယ္။အဲ့လိုေလးေယာက္သားအခင္းျဖစ္တဲ့ေနရာကို ကိုယ္တိုင္ကိုယ္က်သြားေရာက္စုံစမ္းၾကတဲ့အခါမွာေတာ့ မထင္မွတ္ထားတာေတြ၊ထူးဆန္းအံ့ၾသဖြယ္ရာေတြစၿပီးျဖစ္လာပါေတာ့တယ္။သူတို႔ ဘယ္လိုအံ့ၾသစရာေတြႀကဳံရမလဲ၊တကၠစီလူသတ္သမားကေကာတကယ္ရွိတာလား၊ေနာက္ဆုံးဘယ္လိုျဖစ္လာမလဲဆိုတာေတာ့CM ပရိတ္သတ္ႀကီး ကိုယ္တိုင္ခံစားၾကည့္ရႈေစခ်င္ပါတယ္။ဇတ္လမ္းကို ဘာသာျပန္ၿပီး အၫႊန္းေရးေပးထားတာကေတာ့Moe Pwint ျဖစ္ၿပီး XCode မွ တင္ဆက္ေပးထားပါတယ္"