"ဒီတစ္ခါ Dark Side ပရိသတ္ႀကီးအတြက္
ခပ္လန္းလန္း စားေဆာ္ႀကီး အေၾကာင္း႐ိုက္ထားတဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကိုရီးယားကားခပ္ၾကမ္းၾကမ္းေလးလာပါၿပီ။
မင္းသမီးကေျပာရရင္ စာေရးဆရာမေပါ့။လွတယ္
ေခ်ာတယ္ ကိုယ္လံုးကိုယ္ေပါက္ကလည္း ကိတ္တယ္။
ဘဲလည္းမရွိဖူး။တကိုယ္တည္းေနတဲ့ အထီးက်န္မမေပါ့။
သူကေျပာရရင္ အျပာစာအုပ္ေတြေရးတဲ့
ေတာင့္ေတာင့္ေျဖာင့္ေျဖာင့္ စာေရးဆရာမမပါ။
ထူးဆန္းတာကသူစာေရးခါနီး အာရံုမရရင္
အေတြ႕အၾကံဳေလးေတြကို ကိုယ္တိုင္ခံစားၿပီးမွေရးတတ္တယ္။
ေနာက္တစ္ခ်က္က တစ္ေယာက္တည္းေနရတာ
ေၾကာက္တယ္ဘာညာ အဲ့လိုေပါ့။အဲ့လိုေရးဖို႔အတြက္
ပိုက္ဆံလည္းခ်မ္းသာတဲ့ Sugar Mommy မမေခ်ာက
အပန္းေျဖစံအိမ္လိုအိမ္ႀကီး တစ္လံုးငွားၿပီး
အတူေနဖို႔ လူေတြ တစ္ေယာက္ၿပီးတစ္ေယာက္
ရွာပံုေတာ္ဖြင့္ေတာ့တာေပါ့။အဲ့
အထဲမွာ ေဆာ္လည္းပါတယ္။
တစ္ေယာက္ၿပီးတစ္ေယာက္ဆီက
အေတြ႕အၾကံဳလည္းယူတာေပါ့။
ဆႏၵလည္းျဖည့္တယ္ေပါ့ေလ။ေနာက္ေတာ့အတူတူေနရင္းနဲ႔
အက်င့္စ႐ိုက္မတူတာ၊အႀကိဳက္မတူတာေတြေၾကာင့္
တစ္ရြာမေကာင္းသူေကာင္းမျဖစ္ဆိုသလို
တစ္ေယာက္ၿပီးတစ္ေယာက္ေျပာင္းတယ္။
ေနာက္ဆံုးေတာ့မွပဲအဲ့ဒီမမစိတ္တိုင္းက်တဲ့သူေတြ႕သြားေတာ့တယ္။
သူကဘယ္သူမို႔လို႔လဲ။
ကိုရီးယားဆိုေတာ့ ဇာတ္လမ္းဇာတ္အိမ္ေလးနဲ႔ တင္ဆက္ထားၿပီး
ေခါင္းေဆာင္မင္းသမီးကလည္း
ေတာ္ေတာ္သ႐ုပ္ေဆာင္တာ အသက္ဝင္တယ္ေျပာရမယ္။အ
ႏုအလွေတြနဲ႔ ဘယ္လိုတင္ဆက္ေပးမယ္ဆိုတာ
သိခ်င္ရင္အျမန္ဆံုးေဒါင္းလိုက္ပါလို႔ ေနာက္ဆံုးပိတ္မွာခ်င္ပါတယ္။
ဒီ ရုပ္ရွင္ကားကို Fox က ဘာသာျပန္ေပးထားၿပီး
XCode မွ တင္ဆက္ေပးထားပါတယ္
unicode
ဒီတစ်ခါ Dark Side ပရိသတ်ကြီးအတွက်
ခပ်လန်းလန်း စားဆော်ကြီး အကြောင်းရိုက်ထားတဲ့
ကိုရီးယားကားခပ်ကြမ်းကြမ်းလေးလာပါပြီ။
မင်းသမီးကပြောရရင် စာရေးဆရာမပေါ့။လှတယ်
ချောတယ် ကိုယ်လုံးကိုယ်ပေါက်ကလည်း ကိတ်တယ်။
ဘဲလည်းမရှိဖူး။တကိုယ်တည်းနေတဲ့ အထီးကျန်မမပေါ့။
သူကပြောရရင် အပြာစာအုပ်တွေရေးတဲ့
တောင့်တောင့်ဖြောင့်ဖြောင့် စာရေးဆရာမမပါ။
ထူးဆန်းတာကသူစာရေးခါနီး အာရုံမရရင်
အတွေ့အကြုံလေးတွေကို ကိုယ်တိုင်ခံစားပြီးမှရေးတတ်တယ်။
နောက်တစ်ချက်က တစ်ယောက်တည်းနေရတာ
ကြောက်တယ်ဘာညာ အဲ့လိုပေါ့။အဲ့လိုရေးဖို့အတွက်
ပိုက်ဆံလည်းချမ်းသာတဲ့ Sugar Mommy မမချောက
အပန်းဖြေစံအိမ်လိုအိမ်ကြီး တစ်လုံးငှားပြီး
အတူနေဖို့ လူတွေ တစ်ယောက်ပြီးတစ်ယောက်
ရှာပုံတော်ဖွင့်တော့တာပေါ့။အဲ့
အထဲမှာ ဆော်လည်းပါတယ်။
တစ်ယောက်ပြီးတစ်ယောက်ဆီက
အတွေ့အကြုံလည်းယူတာပေါ့။
ဆန္ဒလည်းဖြည့်တယ်ပေါ့လေ။နောက်တော့အတူတူနေရင်းနဲ့
အကျင့်စရိုက်မတူတာ၊အကြိုက်မတူတာတွေကြောင့်
တစ်ရွာမကောင်းသူကောင်းမဖြစ်ဆိုသလို
တစ်ယောက်ပြီးတစ်ယောက်ပြောင်းတယ်။
နောက်ဆုံးတော့မှပဲအဲ့ဒီမမစိတ်တိုင်းကျတဲ့သူတွေ့သွားတော့တယ်။
သူကဘယ်သူမို့လို့လဲ။
ကိုရီးယားဆိုတော့ ဇာတ်လမ်းဇာတ်အိမ်လေးနဲ့ တင်ဆက်ထားပြီး
ခေါင်းဆောင်မင်းသမီးကလည်း
တော်တော်သရုပ်ဆောင်တာ အသက်ဝင်တယ်ပြောရမယ်။အ
နုအလှတွေနဲ့ ဘယ်လိုတင်ဆက်ပေးမယ်ဆိုတာ
သိချင်ရင်အမြန်ဆုံးဒေါင်းလိုက်ပါလို့ နောက်ဆုံးပိတ်မှာချင်ပါတယ်။
ဒီ ရုပ်ရှင်ကားကို Fox က ဘာသာပြန်ပေးထားပြီး
XCode မှ တင်ဆက်ပေးထားပါတယ်
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
