"ဒီ System Crasher ဂျာမန်လို system sprenger ဆိုတဲ့ကားလေးIMDB မှာဆို 8.0 နဲ့ Rotten Tomatoes မှာဆိုရင် 92%ထိ ရထားတဲ့ ဂျာမန်ကားလေး။Pauseဆုတွေလည်း အများကြီးရထားတယ်။ဇာတ်လမ်းအကြောင်းမပြောခင် ဒါရိုက်တာ အကြောင်းလေးကနေ စပြောလိုက်အုံးမယ်။ဒါရိုက်တာက Nora Fingscheidt တဲ့။သူက ဂျာမန်အမျိုးသမီး အသက်ကလည်း 37လောက်ပဲ ရှိသေးတယ်။ဒီဇာတ်ကားက သူ့ရဲ့ပွဲဦးထွက်ရုပ်ရှင်။အရင်က သူက Documentary တွေပဲရိုက်တာ။ဇာတ်လမ်းကလည်းသူက ပြဿနာကလေးတွေအကြောင်းဂျာမန်က ကလေးတွေကိုစောင့်ရှောက်ပေးတဲ့ဂေဟာတွေစိတ်ရောဂါကုတဲ့ နေရာတွေမှာ သူတို့အချင်းချင်း ဘယ်လိုပြောတယ်ကလေးတွေကို ဘယ်လိုစောင့်ရှောက်တယ်ဆိုတာကိုသိချင်လို့ လေ့လာရင်းနဲ့ နေရာအများကြီးပြောင်းရတဲ့ကောင်လေးတယောက်ကိုသတိထားမိပြီး ဒီဇာတ်လမ်းလေးဖြစ်လာတယ်။System Crasher ဆိုတာက Menno Baumann က စသုံးခဲ့ပြီးအစကတော့ ပညာရှင်အသိုင်းအဝိုင်းကြားမှာပဲ သုံးပေမယ့်အခုအခါမှာတော့ ဂျာမန်ကလေးစောင့်ရှောက်မှု စနစ်မှာ သုံးတဲ့စကားဖြစ်လာတယ်။အဲဒါကြောင့် ဇာတ်ကားရဲ့နာမည် System Crasher စနစ်ကို ဖျက်စီးသူ လို့သူက နာမည်ပေးခဲ့ပေမယ့် အဲနာမည်ကတကယ့် ပြဿနာကိုတိတိကျကျဖော်ပြနိုင်တဲ့စကားမဟုတ်လို့ သူသိပ်အားမရဘူးလို့လည်း ဆိုတယ်။ကလေးက စနစ်ကို မဖျက်စီးပါဘူးတဲ့။ဘာလို့လဲဆိုတော့ စနစ်က ဆက်လက်တည်ရှိနေတာပဲလေတဲ့။စနစ်က တချို့ကလေးတွေကိုမကာကွယ်နိုင်တာထက်ပိုတဲ့အခါမှာရလာဒ်အနေနဲ့ ဆိုးရွားတဲ့လမ်းကြောင်းပေါ်ကို ရောက်သွားစေတယ်တဲ့။အဲလိုပြောလို့ ဂျာမန်က ကလေးသူငယ်စောင့်ရှောက်ရေးစနစ်တွေကအသုံးမကျဘူးလို့တော့ မထင်လိုက်နဲ့အုံး။ဂျာမနီ က ပြဿနာရှိတဲ့ကလေးသူငယ်တွေနဲ့ သူတို့ရဲ့ ပညာရေး ၊အလုပ်ရနှုန်းတွေက ကျန်နဲ့နိုင်ငံတွေနဲ့ ယှဉ်ရင် အမြင့်ဆုံးဆိုတဲ့အထဲမှာပါတယ်။ပြောရရင် အင်္ဂလန်ထက် ပိုမြင့်တဲ့အထဲမှာ ပါတယ်။ပြောချင်တာက အဲလောက်ထိမြင့်တဲ့ထဲမှာ ပါတာတောင်ပြဿနာကလေးတွေနဲ့ ဆက်ဆံရတဲ့အခါ စနစ်ဘယ်လောက်ကောင်းကောင်းသူ့ပြဿနာနဲ့သူ ရှိနေသေးတယ်ဆိုတာကို မီးမောင်းထိုးပြလိုက်တာပဲ။ဇာတ်လမ်းကတော့ ရှင်းရှင်းလေးပါပဲ။အသက် 9 နှစ်ပဲ ရှိသေးတဲ့ ကလေးမလေး။ငယ်စဉ်က စိတ်ဒဏ်ရာရထားတဲ့အတွက် ပြဿနာကလေးလေး တယောက်ဖြစ်လာပြီးသူ့အမေက ကလေးသူငယ်စောင့်ရှောက်ရေးဆီကို ပို့ထားတယ်။ကလေးဆိုးမှ ကလေးဆိုးလေး အစစ်။ ဆဲတယ် စကားနားမထောင်ဘူး။နောက် သူ့ စိတ်ဒဏ်ရာကို ဆွသလိုဖြစ်ပေးတဲ့တခုကို လုပ်လိုက်မိရင်ကြောက်လန့်ဒေါသထွက်ပြီး ဗြောင်းဆန်သွားတတ်တယ်။ကလေးဂေဟာတွေ အများကြီးကနေ ငြင်းပယ်ခံရတယ်။အဲဒီကလေးမလေးကို ကလေးသူငယ်စောင့်ရှောက်ရေးကလူတွေ အထူးသဖြင့် သူ့ကို ဂေဟာလိုက်ရှာပေးရတဲ့အမျိုးသမီးရယ်။သူတို့ဆီမှာ ရှိတတ်တဲ့ School Escort လို့ခေါ်တဲ့ကျောင်းအကြိုအပို့လုပ်ပေးရတဲ့ အစောင့်ရယ်သူ့မွေးစားအမေတယောက်ရယ် ပူးပေါင်းပြီး ကူညီဖို့ ကြိုးစားကြပုံတွေအကြောင်းပါပဲ။ဇာတ်လမ်းကတော့ ရိုးရှင်းပေမယ့် ကလေးတယောက်ရဲ့ စိတ်ဒဏ်ရာတွေ ။သူတို့ကို အလိုရှိစေချင်တဲ့သူက သူတို့ကို မလိုချင်တဲ့အခါမှာဘယ်လောက်ထိ ရိုက်ခတ်မှုပြင်းထန်တာတွေ။ကလေးငယ်စဉ်ဖြစ်တဲ့ စိတ်ဒဏ်ရာတွေက ဘဝတလျှောက်ဘယ်လောက်ထိ လွှမ်းမိုးနိုင်တာတွေ သေချာကို ရိုက်ပြထားနိုင်လို့ကြည့်သင့်တဲ့ကားလေးတကား။ကြည့်ရတာ အလဟသ မဖြစ်စေမယ့် ဇာတ်ကားလေး တကားကို တင်ဆက်ပေးလိုက်ပါတယ်File Size : (1 GB , 348 MB )Quality : WEB-DL 720pRunning Time : 1 hr 58 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by NightFuryEncoded by Moe Myint Lwinzawgyiဒီ System Crasher ဂ်ာမန္လို system sprenger ဆိုတဲ့ကားေလးIMDB မွာဆို 8.0 နဲ႔ Rotten Tomatoes မွာဆိုရင္ 92%ထိ ရထားတဲ့ ဂ်ာမန္ကားေလး။ဆုေတြလည္း အမ်ားႀကီးရထားတယ္။ဇာတ္လမ္းအေၾကာင္းမေျပာခင္ ဒါ႐ိုက္တာ အေၾကာင္းေလးကေန စေျပာလိုက္အုံးမယ္။ဒါ႐ိုက္တာက Nora Fingscheidt တဲ့။သူက ဂ်ာမန္အမ်ိဳးသမီး အသက္ကလည္း 37ေလာက္ပဲ ရွိေသးတယ္။ဒီဇာတ္ကားက သူ႔ရဲ႕ပြဲဦးထြက္႐ုပ္ရွင္။အရင္က သူက Documentary ေတြပဲ႐ိုက္တာ။ဇာတ္လမ္းကလည္းသူက ျပႆနာကေလးေတြအေၾကာင္းဂ်ာမန္က ကေလးေတြကိုေစာင့္ေရွာက္ေပးတဲ့ေဂဟာေတြစိတ္ေရာဂါကုတဲ့ ေနရာေတြမွာ သူတို႔အခ်င္းခ်င္း ဘယ္လိုေျပာတယ္ကေလးေတြကို ဘယ္လိုေစာင့္ေရွာက္တယ္ဆိုတာကိုသိခ်င္လို႔ ေလ့လာရင္းနဲ႔ ေနရာအမ်ားႀကီးေျပာင္းရတဲ့ေကာင္ေလးတေယာက္ကိုသတိထားမိၿပီး ဒီဇာတ္လမ္းေလးျဖစ္လာတယ္။System Crasher ဆိုတာက Menno Baumann က စသုံးခဲ့ၿပီးအစကေတာ့ ပညာရွင္အသိုင္းအဝိုင္းၾကားမွာပဲ သုံးေပမယ့္အခုအခါမွာေတာ့ ဂ်ာမန္ကေလးေစာင့္ေရွာက္မႈ စနစ္မွာ သုံးတဲ့စကားျဖစ္လာတယ္။အဲဒါေၾကာင့္ ဇာတ္ကားရဲ႕နာမည္ System Crasher စနစ္ကို ဖ်က္စီးသူ လို႔သူက နာမည္ေပးခဲ့ေပမယ့္ အဲနာမည္ကတကယ့္ ျပႆနာကိုတိတိက်က်ေဖာ္ျပႏိုင္တဲ့စကားမဟုတ္လို႔ သူသိပ္အားမရဘူးလို႔လည္း ဆိုတယ္။ကေလးက စနစ္ကို မဖ်က္စီးပါဘူးတဲ့။ဘာလို႔လဲဆိုေတာ့ စနစ္က ဆက္လက္တည္ရွိေနတာပဲေလတဲ့။စနစ္က တခ်ိဳ႕ကေလးေတြကိုမကာကြယ္ႏိုင္တာထက္ပိုတဲ့အခါမွာရလာဒ္အေနနဲ႔ ဆိုး႐ြားတဲ့လမ္းေၾကာင္းေပၚကို ေရာက္သြားေစတယ္တဲ့။အဲလိုေျပာလို႔ ဂ်ာမန္က ကေလးသူငယ္ေစာင့္ေရွာက္ေရးစနစ္ေတြကအသုံးမက်ဘူးလို႔ေတာ့ မထင္လိုက္နဲ႔အုံး။ဂ်ာမနီ က ျပႆနာရွိတဲ့ကေလးသူငယ္ေတြနဲ႔ သူတို႔ရဲ႕ ပညာေရး ၊အလုပ္ရႏႈန္းေတြက က်န္နဲ႔ႏိုင္ငံေတြနဲ႔ ယွဥ္ရင္ အျမင့္ဆုံးဆိုတဲ့အထဲမွာပါတယ္။ေျပာရရင္ အဂၤလန္ထက္ ပိုျမင့္တဲ့အထဲမွာ ပါတယ္။ေျပာခ်င္တာက အဲေလာက္ထိျမင့္တဲ့ထဲမွာ ပါတာေတာင္ျပႆနာကေလးေတြနဲ႔ ဆက္ဆံရတဲ့အခါ စနစ္ဘယ္ေလာက္ေကာင္းေကာင္းသူ႔ျပႆနာနဲ႔သူ ရွိေနေသးတယ္ဆိုတာကို မီးေမာင္းထိုးျပလိုက္တာပဲ။ဇာတ္လမ္းကေတာ့ ရွင္းရွင္းေလးပါပဲ။အသက္ 9 ႏွစ္ပဲ ရွိေသးတဲ့ ကေလးမေလး။ငယ္စဥ္က စိတ္ဒဏ္ရာရထားတဲ့အတြက္ ျပႆနာကေလးေလး တေယာက္ျဖစ္လာၿပီးသူ႔အေမက ကေလးသူငယ္ေစာင့္ေရွာက္ေရးဆီကို ပို႔ထားတယ္။ကေလးဆိုးမွ ကေလးဆိုးေလး အစစ္။ ဆဲတယ္ စကားနားမေထာင္ဘူး။ေနာက္ သူ႔ စိတ္ဒဏ္ရာကို ဆြသလိုျဖစ္ေပးတဲ့တခုကို လုပ္လိုက္မိရင္ေၾကာက္လန႔္ေဒါသထြက္ၿပီး ေျဗာင္းဆန္သြားတတ္တယ္။ကေလးေဂဟာေတြ အမ်ားႀကီးကေန ျငင္းပယ္ခံရတယ္။အဲဒီကေလးမေလးကို ကေလးသူငယ္ေစာင့္ေရွာက္ေရးကလူေတြ အထူးသျဖင့္ သူ႔ကို ေဂဟာလိုက္ရွာေပးရတဲ့အမ်ိဳးသမီးရယ္။သူတို႔ဆီမွာ ရွိတတ္တဲ့ School Escort လို႔ေခၚတဲ့ေက်ာင္းအႀကိဳအပို႔လုပ္ေပးရတဲ့ အေစာင့္ရယ္သူ႔ေမြးစားအေမတေယာက္ရယ္ ပူးေပါင္းၿပီး ကူညီဖို႔ ႀကိဳးစားၾကပုံေတြအေၾကာင္းပါပဲ။ဇာတ္လမ္းကေတာ့ ႐ိုးရွင္းေပမယ့္ ကေလးတေယာက္ရဲ႕ စိတ္ဒဏ္ရာေတြ ။သူတို႔ကို အလိုရွိေစခ်င္တဲ့သူက သူတို႔ကို မလိုခ်င္တဲ့အခါမွာဘယ္ေလာက္ထိ ႐ိုက္ခတ္မႈျပင္းထန္တာေတြ။ကေလးငယ္စဥ္ျဖစ္တဲ့ စိတ္ဒဏ္ရာေတြက ဘဝတေလွ်ာက္ဘယ္ေလာက္ထိ လႊမ္းမိုးႏိုင္တာေတြ ေသခ်ာကို ႐ိုက္ျပထားႏိုင္လို႔ၾကည့္သင့္တဲ့ကားေလးတကား။ၾကည့္ရတာ အလဟသ မျဖစ္ေစမယ့္ ဇာတ္ကားေလး တကားကို တင္ဆက္ေပးလိုက္ပါတယ္File Size : (1 GB , 348 MB )Quality : WEB-DL 720pRunning Time : 1 hr 58 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by NightFuryEncoded by Moe Myint Lwin"