"The Big Short (2015)Won 1 Oscar… Another 37 wins & 80 nominationPauseIMDb….7.8/10_____Rotten….88%[Unicode]The Big Shortစကားဦးသန်းချင်တာကတော့ရုပ်ရှင်တစ်ကားကို ချဉ်းကပ်တဲ့အခါအပျင်းပြေကျော်ကြည့်ချင်ရုံသက်သက်ဆိုဒီရုပ်ရှင်ကို လက်ရှောင်သင့်ပါတယ်။ဘာတစ်ခုမှနားလည်လိုက်မှာ မဟုတ်ပါဘူး။The Wolf of Wall Streetတို့Moneyballတို့လိုကားတွေကြိုက်တယ်ဆိုရင်တော့ဒီကားက ခင်‌ဗျားအတွက်ပါပဲ။ဒီရုပ်ရှင်ကို Brad Pittရဲ့ Plan B Productionကထုတ်ထားပြီး Brad Pittကိုယ်တိုင်ပါတဲ့အပြင်Christiain Bale, Steve Carell,Ryan Glosingတို့ရဲ့မှော်ဝင်မှုတွေလည်း ခမ်းနားပါတယ်။Margot Robbieနဲ့ Selena Gomezတို့လည်းဧည့်သည်သရုပ်ဆောင်အဖြစ်ပါပါတယ်။Best adapted Screenplay awardနဲ့အော်စကာရခဲ့ပြီးBaleရဲ့ Best supporting Acotrအပါအဝင်ဆန်ခါတင်လေးဆုဝင်ထားပါတယ်။2010မှာထွက်ခဲ့တဲ့ The Big Shortဆိုတဲ့စာအုပ်ကို ရိုက်ထားတာပါ။2008တုန်းက Faninfical Crisisဘဏ္ဍာရေးပျက်ကပ်တစ်ခု ဖြစ်ခဲ့တယ်။အမေရိကန်သမိုင်းမှာ ဒီ့ထက်ကြီးတာဆိုလို့၁၉၃၀က Great Depression စီးပွားပျက်ကပ်ပဲကျန်ပါတယ်။ကျောက်တုံးကို တူနဲ့ထုခွဲရင် ကျောက်တုံးကွဲတာနောက်ဆုံးထုချက်ကြောင့်သက်သက်မဟုတ်ပါဘူး။အရှေ့က အားစိုက်မှုတွေပါပါတယ်။ဒီဖြစ်ရပ်က၂၀၀၈မှာ ဖြစ်ခဲ့တယ်ဆိုပေမယ့် ဘယ်အဖြစ်အပျက်ကမှဝုန်းခနဲကျကွဲသွားမတတ်ပါဘူး။ ၂၀၀၅ကတည်းကဘွန်းတွေရဲ့ ယိုယွင်းမှု အခြေအနေကို ဆရာဝန်လောကကအနားယူပြီး စီးပွားရေးလောက ရောက်နေတဲ့ဒေါက်တာ ဘာရီ(Blae)က သတိထားမိပြီးပြောပြခဲ့ပါတယ်။ရုပ်ရှင်ရဲ့ အစမှာ ပြောထားတဲ့ စကားလေးလိုပါပဲကျွန်တော်တို့ကို အကျပ်အတည်းရိုက်စေတာကကျွန်တော်တို့ မသိတဲ့အရာတွေမဟုတ်ပါဘူး။ကျွန်တော်တို့ သိတယ်ထင်ပြီး မပြောင်းလဲဘူးထင်ထားတဲ့အရာတွေကပါ။အငြိမ်ဆုံးဈေးကွက်ဖြစ်တဲ့အိမ်ခြံမြေဈေးကွက်ကို ပျက်စီးမယ်ပြောတဲ့ဘာရီရဲ့ စကားကို ဘယ်သူမှ မယုံကြည်ခဲ့ကြပါဘူး။ဒီတော့ ဒေါက်တာ ဘာရီက သူ့ယုံကြည်ချက်အတိုင်းအိမ်အရောင်းအဝယ်ဈေးကွက်ကို ပြိုင်ပြီးအိမ်အရောင်းအဝယ်ဈေးကွက်ပျက်မယ့်ဘက်ကလောင်းလိုက်ပါတယ်။ မိုက်ကယ်ဘာရီစာတမ်းကို သိတဲ့ဂျရတ် ဗန်းနတ်(Ryan Glosing)ကနေဆက်စပ်မိရာက မတ်ဘန်း(Steve Carell)နဲ့ဘန် ရစ်ချက်(Brad Pitt)နဲ့ တက်သစ်စစတော့ကစားသမားလေးနှစ်ယောက်လည်းဒီအလောင်းအစားမှာ ပါလာပါတယ်။2008မှာတော့ Michael Burryမှန်သွားပြီးဘဏ္ဍာရေးပျက်ကပ် financial crisisဖြစ်ခဲ့တယ်။မတ်ဘန်းပြောတဲ့စကားနဲ့ပြောရမယ်ဆိုရင်ဒီအဖြစ်အပျက်မှာ သူတို့မှန်သွားတာဟာပျော်စရာမကောင်းလှပါဘူး။။ဘာလို့ဆိုလူရှစ်သန်းလောက်က အလုပ်လက်မဲ့ဖြစ်ခဲ့ကြပြီး၆သန်းလောက်က အိမ်ခြေရာမဲ့ဖြစ်ခဲ့ကြပါတယ်။ဒေါ်လာ ငါးထရီလီယမ်( သန်းတစ်သန်း)ဆုံးရှုံးသွားပါတယ်။ ငါးရဲ့နောက်မှာသုညဆယ့်နှစ်လုံး ရှိပါတယ်။စတော့လောက ဘွန်းလောကဟာ အလျော်အစားကြီးပါတယ်။ဒါပေမယ့် တကယ်တမ်း နစ်နာမှုကြီးသူတွေကတော့ဘဏ်တွေရဲ့ ဘွန်းတွေနဲ့ တိုက်ရိုက်သွယ်ဝိုက်ချိတ်ဆက်မိနေကြသူတွေပါပဲ။ လူတိုင်းနီးပါး ငွေလိုချင်ကြပါတယ်။ရှိထိုက်တဲ့လောဘနဲ့ မရှိရင်တော့ ခင်ဗျားတို့အတွက်လမ်းဆုံးကြီးက ငုတ်တုတ်စောင့်နေပါတယ်။ဒီရုပ်ရှင်မှာ ခင်ဗျားတို့ နားမလည်လောက်မယ့်Wall Streetအသုံးတွေပါပါတယ်။စိတ်မပူပါနဲ့ဒါရိုက်တာက Margot Robbieတို့Selena Gomezတို့လို စကီချောချောလေးတွေကိုအပြင်လောကက ပညာရှင်တွေနဲ့အတူတွဲFourth Wallချိုး ရှင်းပြပေးထားပါတယ်။စာကြွင်းပြောရရင် လောလောလတ်လတ်မှာလည်းကိုရိုနာကြောင့် စတော့တွေထုတ်ရောင်းနေပြီးဒေါ်လာနဲ့ရွှေ အဝယ်များနေတဲ့အတွက်ထပ်ဖြစ်နိုင်ချေရှိတယ် ဆိုပါတယ်။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့WiRa Aung ဖြစ်ပါတယ် )[Zawgyi]The Big Shortစကားဦးသန္းခ်င္တာကေတာ့႐ုပ္ရွင္တစ္ကားကို ခ်ဥ္းကပ္တဲ့အခါအပ်င္းေျပေက်ာ္ၾကည့္ခ်င္႐ုံသက္သက္ဆိုဒီ႐ုပ္ရွင္ကို လက္ေရွာင္သင့္ပါတယ္။ဘာတစ္ခုမွနားလည္လိုက္မွာ မဟုတ္ပါဘူး။The Wolf of Wall Streetတို႔Moneyballတို႔လိုကားေတြႀကိဳက္တယ္ဆိုရင္ေတာ့ဒီကားက ခင္‌ဗ်ားအတြက္ပါပဲ။ဒီ႐ုပ္ရွင္ကို Brad Pittရဲ႕ Plan B Productionကထုတ္ထားၿပီး Brad Pittကိုယ္တိုင္ပါတဲ့အျပင္Christiain Bale, Steve Carell,Ryan Glosingတို႔ရဲ႕ေမွာ္၀င္မႈေတြလည္း ခမ္းနားပါတယ္။Margot Robbieနဲ႔ Selena Gomezတို႔လည္းဧည့္သည္သ႐ုပ္ေဆာင္အျဖစ္ပါပါတယ္။Best adapted Screenplay awardနဲ႔ေအာ္စကာရခဲ့ၿပီးBaleရဲ႕ Best supporting Acotrအပါအ၀င္ဆန္ခါတင္ေလးဆု၀င္ထားပါတယ္။2010မွာထြက္ခဲ့တဲ့ The Big Shortဆိုတဲ့စာအုပ္ကို ႐ိုက္ထားတာပါ။2008တုန္းက Faninfical Crisisဘ႑ာေရးပ်က္ကပ္တစ္ခု ျဖစ္ခဲ့တယ္။အေမရိကန္သမိုင္းမွာ ဒီ့ထက္ႀကီးတာဆိုလို႔၁၉၃၀က Great Depression စီးပြားပ်က္ကပ္ပဲက်န္ပါတယ္။ေက်ာက္တုံးကို တူနဲ႔ထုခြဲရင္ ေက်ာက္တုံးကြဲတာေနာက္ဆုံးထုခ်က္ေၾကာင့္သက္သက္မဟုတ္ပါဘူး။အေရွ႕က အားစိုက္မႈေတြပါပါတယ္။ဒီျဖစ္ရပ္က၂၀၀၈မွာ ျဖစ္ခဲ့တယ္ဆိုေပမယ့္ ဘယ္အျဖစ္အပ်က္ကမွဝုန္းခနဲက်ကြဲသြားမတတ္ပါဘူး။ ၂၀၀၅ကတည္းကဘြန္းေတြရဲ႕ ယိုယြင္းမႈ အေျခအေနကို ဆရာ၀န္ေလာကကအနားယူၿပီး စီးပြားေရးေလာက ေရာက္ေနတဲ့ေဒါက္တာ ဘာရီ(Blae)က သတိထားမိၿပီးေျပာျပခဲ့ပါတယ္။႐ုပ္ရွင္ရဲ႕ အစမွာ ေျပာထားတဲ့ စကားေလးလိုပါပဲကြၽန္ေတာ္တို႔ကို အက်ပ္အတည္း႐ိုက္ေစတာကကြၽန္ေတာ္တို႔ မသိတဲ့အရာေတြမဟုတ္ပါဘူး။ကြၽန္ေတာ္တို႔ သိတယ္ထင္ၿပီး မေျပာင္းလဲဘူးထင္ထားတဲ့အရာေတြကပါ။အၿငိမ္ဆုံးေဈးကြက္ျဖစ္တဲ့အိမ္ၿခံေျမေဈးကြက္ကို ပ်က္စီးမယ္ေျပာတဲ့ဘာရီရဲ႕ စကားကို ဘယ္သူမွ မယုံၾကည္ခဲ့ၾကပါဘူး။ဒီေတာ့ ေဒါက္တာ ဘာရီက သူ႔ယုံၾကည္ခ်က္အတိုင္းအိမ္အေရာင္းအ၀ယ္ေဈးကြက္ကို ၿပိဳင္ၿပီးအိမ္အေရာင္းအ၀ယ္ေဈးကြက္ပ်က္မယ့္ဘက္ကေလာင္းလိုက္ပါတယ္။ မိုက္ကယ္ဘာရီစာတမ္းကို သိတဲ့ဂ်ရတ္ ဗန္းနတ္(Ryan Glosing)ကေနဆက္စပ္မိရာက မတ္ဘန္း(Steve Carell)နဲ႔ဘန္ ရစ္ခ်က္(Brad Pitt)နဲ႔ တက္သစ္စစေတာ့ကစားသမားေလးႏွစ္ေယာက္လည္းဒီအေလာင္းအစားမွာ ပါလာပါတယ္။2008မွာေတာ့ Michael Burryမွန္သြားၿပီးဘ႑ာေရးပ်က္ကပ္ financial crisisျဖစ္ခဲ့တယ္။မတ္ဘန္းေျပာတဲ့စကားနဲ႔ေျပာရမယ္ဆိုရင္ဒီအျဖစ္အပ်က္မွာ သူတို႔မွန္သြားတာဟာေပ်ာ္စရာမေကာင္းလွပါဘူး။။ဘာလို႔ဆိုလူရွစ္သန္းေလာက္က အလုပ္လက္မဲ့ျဖစ္ခဲ့ၾကၿပီး၆သန္းေလာက္က အိမ္ေျခရာမဲ့ျဖစ္ခဲ့ၾကပါတယ္။ေဒၚလာ ငါးထရီလီယမ္( သန္းတစ္သန္း)ဆုံးရႈံးသြားပါတယ္။ ငါးရဲ႕ေနာက္မွာသုညဆယ့္ႏွစ္လုံး ရွိပါတယ္။စေတာ့ေလာက ဘြန္းေလာကဟာ အေလ်ာ္အစားႀကီးပါတယ္။ဒါေပမယ့္ တကယ္တမ္း နစ္နာမႈႀကီးသူေတြကေတာ့ဘဏ္ေတြရဲ႕ ဘြန္းေတြနဲ႔ တိုက္႐ိုက္သြယ္ဝိုက္ခ်ိတ္ဆက္မိေနၾကသူေတြပါပဲ။ လူတိုင္းနီးပါး ေငြလိုခ်င္ၾကပါတယ္။ရွိထိုက္တဲ့ေလာဘနဲ႔ မရွိရင္ေတာ့ ခင္ဗ်ားတို႔အတြက္လမ္းဆုံးႀကီးက ငုတ္တုတ္ေစာင့္ေနပါတယ္။ဒီ႐ုပ္ရွင္မွာ ခင္ဗ်ားတို႔ နားမလည္ေလာက္မယ့္Wall Streetအသုံးေတြပါပါတယ္။စိတ္မပူပါနဲ႔ဒါ႐ိုက္တာက Margot Robbieတို႔Selena Gomezတို႔လို စကီေခ်ာေခ်ာေလးေတြကိုအျပင္ေလာကက ပညာရွင္ေတြနဲ႔အတူတြဲFourth Wallခ်ိဳး ရွင္းျပေပးထားပါတယ္။စာႂကြင္းေျပာရရင္ ေလာေလာလတ္လတ္မွာလည္းကို႐ိုနာေၾကာင့္ စေတာ့ေတြထုတ္ေရာင္းေနၿပီးေဒၚလာနဲ႔ေ႐ႊ အ၀ယ္မ်ားေနတဲ့အတြက္ထပ္ျဖစ္ႏိုင္ေခ်ရွိတယ္ ဆိုပါတယ္။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့WiRa Aung ျဖစ္ပါတယ္ )File size__( 1.16 GB )Quality__Blu-720pIMDb Rating__7.8/10Format__mp4Duration__02:10:06Type__Biography, Comedy, DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"