"Farming(2018)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်ကားလေးကတော့ ပြည်တွင်းစစ်ပွဲများကြောင့် အင်္ဂလန်မှာ လာခိုလှုံနေသော လူမည်းမိဘ ၂ပါးဟာ မိမိတို့ကလေးအတွက် ကောင်းမွန်သော ဘဝတည်ဆောက်ပေးဖို့ အတွက် ကြိုးစားရာမှာ အောင်မြင်သလား မအောင်မြင်ဘူးလား ဆိုတာကို ပြသထားတာဖြစ်ပါတယ်။ လူမည်းကလေးငယ်က မိမိဘဝဖြစ်တည်မှုဖြစ်တဲ့ လူမည်းဘဝကို မကျေမနပ် ဖြစ်လာချိန်မှာ သူပေါင်းသင်းချင်သူတွေကော သူ့အတွက် ဘဝကို ဖျက်ဆီး မယ့် သူလား၊ ကိုယ့်ဘဝကို ပိုကောင်းအောင် လုပ်ပေးမှာလားဆိုတာ ပြသထားပါတယ်။ သူ့ကို ထိန်းကျောင်း နေသူတွေကလည်း သူ့ကို ပိုကောင်းစေချင်တဲ့ စေတနာနဲ့ ဖြစ်ပေမယ့် မှန်ကန်တဲ့နည်းလမ်းလား၊ မမှန်ကန် တဲ့နည်းလမ်းလားဆိုတာတွေ ရှုစားရမှာပါ။
အဆုံးသတ်မှာတော့ သူမကျေနပ်တဲ့ သူဖြစ်တည်မှုကြောင့် ဘယ်လိုကျရှုံးသွားမလဲ တစ်နည်းနည်းနဲ့များ အလှည့်အပြောင်းဘယ်လို ဖြစ်နိုင်သလဲဆိုတာ စောင့်ကြည့်လိုက်ကြပါအုံးခင်ဗျာ။ ဒီဇာတ်ကားမှာ ထူးခြား တာကတော့ under world ဇာတ်လမ်းများနဲ့ van helsing ဇာတ်လမ်းမှ လူသိများသူ ဖိုက်တာမင်းသမီး Kate Beckinsale ကို နှုတ်သီးကောင်းလျှာပါး မိန်းမကြမ်းကြီး အဖြစ် တမူထူးစွာ တွေ့မြင်ရမှာပါ။
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Myo ပဲဖြစ်ပါတယ်…
(zawgyi)
ဒီဇာတ္ကားေလးကေတာ့ ျပည္တြင္းစစ္ပြဲမ်ားေၾကာင့္ အဂၤလန္မွာ လာခိုလႈံေနေသာ လူမည္းမိဘ ၂ပါးဟာ မိမိတို႔ကေလးအတြက္ ေကာင္းမြန္ေသာ ဘဝတည္ေဆာက္ေပးဖို႔ အတြက္ ႀကိဳးစားရာမွာ ေအာင္ျမင္သလား မေအာင္ျမင္ဘူးလား ဆိုတာကို ျပသထားတာျဖစ္ပါတယ္။ လူမည္းကေလးငယ္က မိမိဘဝျဖစ္တည္မႈျဖစ္တဲ့ လူမည္းဘဝကို မေက်မနပ္ ျဖစ္လာခ်ိန္မွာ သူေပါင္းသင္းခ်င္သူေတြေကာ သူ႔အတြက္ ဘဝကို ဖ်က္ဆီး မယ့္ သူလား၊ ကိုယ့္ဘဝကို ပိုေကာင္းေအာင္ လုပ္ေပးမွာလားဆိုတာ ျပသထားပါတယ္။ သူ႔ကို ထိန္းေက်ာင္း ေနသူေတြကလည္း သူ႔ကို ပိုေကာင္းေစခ်င္တဲ့ ေစတနာနဲ႔ ျဖစ္ေပမယ့္ မွန္ကန္တဲ့နည္းလမ္းလား၊ မမွန္ကန္ တဲ့နည္းလမ္းလားဆိုတာေတြ ရႈစားရမွာပါ။
အဆုံးသတ္မွာေတာ့ သူမေက်နပ္တဲ့ သူျဖစ္တည္မႈေၾကာင့္ ဘယ္လိုက်ရႈံးသြားမလဲ တစ္နည္းနည္းနဲ႔မ်ား အလွည့္အေျပာင္းဘယ္လို ျဖစ္ႏိုင္သလဲဆိုတာ ေစာင့္ၾကည့္လိုက္ၾကပါအုံးခင္ဗ်ာ။ ဒီဇာတ္ကားမွာ ထူးျခား တာကေတာ့ under world ဇာတ္လမ္းမ်ားနဲ႔ van helsing ဇာတ္လမ္းမွ လူသိမ်ားသူ ဖိုက္တာမင္းသမီး Kate Beckinsale ကို ႏႈတ္သီးေကာင္းလွ်ာပါး မိန္းမၾကမ္းႀကီး အျဖစ္ တမူထူးစြာ ေတြ႕ျမင္ရမွာပါ။
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Ko Myo ပဲျဖစ္ပါတယ္…
File Size : (900 MB) and (254 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:41:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ko My0(Kop)
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
