"(Unicode)ဒီတစ်ခါတော့ CM ပရိတ်သတ်ကြီးကို ကျောင်းသား Fighting ခပ်ကြမ်းကြမ်းကားလေးဖြစ်တဲ့ Gang နဲ့မိတ်ဆက်ပေးချင်ပါတယ်။Pauseမင်းသား Cha Ji Hyuk ကအဓိကဇာတ်ဆောင်ဖြစ်ပြီး သူ့ကာရိုက်တာကတော့ခပ်မိုက်မိုက်နဲ့ဆွဲဆောင်မှုရှိတဲ့ ကျောင်းသားဇိုးလေး ဂျီဟူအဖြစ်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းလေးအမျိုးအစားကတော့ Action ကားပါ။ဇာတ်လမ်ူအကျဉ်းက ဂျီဟူဆိုတဲ့အထက်တန်းကျောင်းသားလေးက မိဘတွေမရှိတော့တဲ့ကလေးတစ်ယောက်ဖြစ်တဲ့အပြင်အစ်မရဲ့အုပ်ထိန်းမှုအောက်မှာမောင်နှမနှစ်ယောက်တည်းနခဲ့ရလို့ နည်းနည်းဇွတ်တရွတ်နိုင်တဲ့ အပြင် ကျောင်းကရန်ဖြစ်ပွဲတိုင်းလည်း သူကထိပ်ဆုံးကပါပါတယ်။နောက်ဆုံးတော့ကျောင်းအုပ်ကသည်းမခံနိုင်လို့ သူကို ကျောင်းသားဆိုးတွေစုဝေးရာ ကျောင်းတစ်ကျောင်းကိုပြောင်းပေးလိုက်တယ်။အဲ့ကျောင်းကလူငယ်ပြုပြင်ရေးစခန်းလိုနေရာမျိုးပေါ့။ဒယ်ဟုန်းအထက်တန်းကျောင်းလို့ခေါ်တယ်။အဲ့မှာအဆိုးတကာ့အဆိုးဆုံးဆိုတဲ့ကျောင်းသားတွေစုဝေးရာ ထောင်ပုံစံကျောင်းတစ်ကျောင်းလို့လည်းပြောကြတယ်။အဲ့ကိုဂျီဟူရောက်သွားချိန်မှာတော့ အဲ့ဒီကကျောင်းသားတွေက ထင်ထားသလိုပရမ်းပဒါရန်ဖြစ်နေတာမျိုးမဟုတ်ပဲစည်းကမ်းနဲ့လက်ဝှေ့ကလပ်ထောင်ပြီး မကျေနပ်တဲ့သူကို တရားဝင်လောင်းကြေးနဲ့ ချိန်းထိုးကြတယ်။အဲ့မှာအနိုင်ရတဲ့သူကတော့ပြောရရင်ဆရာကြီးပေါ့။ဘယ်သူမှမထိရဲတော့ဖူး။အဲ့မှာဂျီဟူအနိုင်ယူရမယ့်လူသုံးယောက်ရှိတယ်။နံပါတ်၁ ဘတ်ဂီထယ် နပန်းသမားလက်ရွေးစင်ဟောင်း ချိန်းထိုးသမျှကျောင်းသားတိုင်းကို အရိုးကွဲအောင်ဆော်တဲ့သူ။နံပါတ် ၂ Hot Dog ခွေးရူးလို့သိထားကြတယ်။ရန်ဖြစ်လို့အရူးစိတ်ပေါက်လာရင်မဲမဲမြင်သမျှမလွတ်တမ်းထိုးတတ်လို့။နံပါတ်၃ ကျောင်းမှာအတော်ဆုံးလို့သတ်မှတ်ထားတဲ့သူ ရုပ်လေးချောပေမယ့် အတိုက်အခိုက်မှာတော်တယ်နာမည်ကြီးနေတဲ့ ဂွန်းချန်းရှစ်။အဲ့လိုသုံးယောက်ရှိတယ်။ဒါပေမယ့်အဲ့လက်ဝှေ့ကလပ်ကရာဇဝင်ရှိတယ်။ဒီသုံးယောက်မတိုင်ခင် အရမ်းကြမ်းအရမ်းဂေါ်တဲ့ ဘဲကြီးတပွေရှိခဲ့တယ်။နာမည်ကကျားကြီးခေါ် ဂျောင်းထယ်ဟိုတဲ့။သူမရှိတော့မှကျောင်းလက်ရွေးစင်အတော်ဆုံးတွေကိုရွေးဖို့ လက်ဝှေ့ကလပ်ဆိုတာဖြစ်လာခဲ့တာ။သူကမတော်တမှုတစ်ခုကြောင့် ကျောင်းသားလူမိုက်လောက ခေတ္တခနပျောက်ကွယ်သွားတယ်လို့ကြားရတယ်။သူထွက်သွားပြီးနောက်ပိုင်း လက်ဝှေ့ကလပ်ကဘယ်လိုဖြစ်လာမလဲ။ဂျီဟူကတော့အဲ့ကျောင်းမှာရေရှည်အဆင်ပြေပါ့မလား။ကျားကြီးကကောဘယ်ရောက်သွားပြီလဲ။ထိပ်တန်းသုံးယောက်ကိုကော ဂျီဟူတစ်ယောက် ဘယ်လိုရင်ဆိုင်မလဲ ဆိုတာကိုတော့Gang. ဇာတ်ကားလေးကိုပဲ Cm ပရိတ်သတ်ကြီးကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါ။***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်နားထောင်ပြီး ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါကုန်(ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…)(Zawgyi)ဒီတစ္ခါေတာ့ CM ပရိတ္သတ္ႀကီးကို ေက်ာင္းသား Fighting ခပ္ၾကမ္းၾကမ္းကားေလးျဖစ္တဲ့ Gang နဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။မင္းသား Cha Ji Hyuk ကအဓိကဇာတ္ေဆာင္ျဖစ္ၿပီး သူ႔ကာ႐ိုက္တာကေတာ့ခပ္မိုက္မိုက္နဲ႔ဆြဲေဆာင္မႈရွိတဲ့ ေက်ာင္းသားဇိုးေလး ဂ်ီဟူအျဖစ္သ႐ုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းေလးအမ်ိဳးအစားကေတာ့ Action ကားပါ။ဇာတ္လမ္ူအက်ဥ္းက ဂ်ီဟူဆိုတဲ့အထက္တန္းေက်ာင္းသားေလးက မိဘေတြမရွိေတာ့တဲ့ကေလးတစ္ေယာက္ျဖစ္တဲ့အျပင္အစ္မရဲ႕အုပ္ထိန္းမႈေအာက္မွာေမာင္ႏွမႏွစ္ေယာက္တည္းနခဲ့ရလို႔ နည္းနည္းဇြတ္တ႐ြတ္ႏိုင္တဲ့ အျပင္ ေက်ာင္းကရန္ျဖစ္ပြဲတိုင္းလည္း သူကထိပ္ဆုံးကပါပါတယ္။ေနာက္ဆုံးေတာ့ေက်ာင္းအုပ္ကသည္းမခံႏိုင္လို႔ သူကို ေက်ာင္းသားဆိုးေတြစုေဝးရာ ေက်ာင္းတစ္ေက်ာင္းကိုေျပာင္းေပးလိုက္တယ္။အဲ့ေက်ာင္းကလူငယ္ျပဳျပင္ေရးစခန္းလိုေနရာမ်ိဳးေပါ့။ဒယ္ဟုန္းအထက္တန္းေက်ာင္းလို႔ေခၚတယ္။အဲ့မွာအဆိုးတကာ့အဆိုးဆုံးဆိုတဲ့ေက်ာင္းသားေတြစုေဝးရာ ေထာင္ပုံစံေက်ာင္းတစ္ေက်ာင္းလို႔လည္းေျပာၾကတယ္။အဲ့ကိုဂ်ီဟူေရာက္သြားခ်ိန္မွာေတာ့ အဲ့ဒီကေက်ာင္းသားေတြက ထင္ထားသလိုပရမ္းပဒါရန္ျဖစ္ေနတာမ်ိဳးမဟုတ္ပဲစည္းကမ္းနဲ႔လက္ေဝွ႔ကလပ္ေထာင္ၿပီး မေက်နပ္တဲ့သူကို တရားဝင္ေလာင္းေၾကးနဲ႔ ခ်ိန္းထိုးၾကတယ္။အဲ့မွာအႏိုင္ရတဲ့သူကေတာ့ေျပာရရင္ဆရာႀကီးေပါ့။ဘယ္သူမွမထိရဲေတာ့ဖူး။အဲ့မွာဂ်ီဟူအႏိုင္ယူရမယ့္လူသုံးေယာက္ရွိတယ္။နံပါတ္၁ ဘတ္ဂီထယ္ နပန္းသမားလက္ေ႐ြးစင္ေဟာင္း ခ်ိန္းထိုးသမွ်ေက်ာင္းသားတိုင္းကို အ႐ိုးကြဲေအာင္ေဆာ္တဲ့သူ။နံပါတ္ ၂ Hot Dog ေခြး႐ူးလို႔သိထားၾကတယ္။ရန္ျဖစ္လို႔အ႐ူးစိတ္ေပါက္လာရင္မဲမဲျမင္သမွ်မလြတ္တမ္းထိုးတတ္လို႔။နံပါတ္၃ ေက်ာင္းမွာအေတာ္ဆုံးလို႔သတ္မွတ္ထားတဲ့သူ ႐ုပ္ေလးေခ်ာေပမယ့္ အတိုက္အခိုက္မွာေတာ္တယ္နာမည္ႀကီးေနတဲ့ ဂြန္းခ်န္းရွစ္။အဲ့လိုသုံးေယာက္ရွိတယ္။ဒါေပမယ့္အဲ့လက္ေဝွ႔ကလပ္ကရာဇဝင္ရွိတယ္။ဒီသုံးေယာက္မတိုင္ခင္ အရမ္းၾကမ္းအရမ္းေဂၚတဲ့ ဘဲႀကီးတေပြရွိခဲ့တယ္။နာမည္ကက်ားႀကီးေခၚ ေဂ်ာင္းထယ္ဟိုတဲ့။သူမရွိေတာ့မွေက်ာင္းလက္ေ႐ြးစင္အေတာ္ဆုံးေတြကိုေ႐ြးဖို႔ လက္ေဝွ႔ကလပ္ဆိုတာျဖစ္လာခဲ့တာ။သူကမေတာ္တမႈတစ္ခုေၾကာင့္ ေက်ာင္းသားလူမိုက္ေလာက ေခတၱခနေပ်ာက္ကြယ္သြားတယ္လို႔ၾကားရတယ္။သူထြက္သြားၿပီးေနာက္ပိုင္း လက္ေဝွ႔ကလပ္ကဘယ္လိုျဖစ္လာမလဲ။ဂ်ီဟူကေတာ့အဲ့ေက်ာင္းမွာေရရွည္အဆင္ေျပပါ့မလား။က်ားႀကီးကေကာဘယ္ေရာက္သြားၿပီလဲ။ထိပ္တန္းသုံးေယာက္ကိုေကာ ဂ်ီဟူတစ္ေယာက္ ဘယ္လိုရင္ဆိုင္မလဲ ဆိုတာကိုေတာ့Gang. ဇာတ္ကားေလးကိုပဲ Cm ပရိတ္သတ္ႀကီးကိုယ္တိုင္ၾကည့္ရႈခံစားလိုက္ၾကပါ။***English စာတန္းထိုးဖိုင္ အမွန္ မထြက္တာေၾကာင့္ ဇာတ္လမ္းတစ္ခုလုံးကို ကိုယ့္ဖာသာ Timing လုပ္နားေထာင္ၿပီး ျပန္ထားတာျဖစ္လို႔ ဘာသာျပန္ အမွားအယြင္းအနည္းငယ္ပါပါက သည္းခံၾကပါကုန္(ဘာသာျပန္သူကေတာ့ Moe Pwint ပဲျဖစ္ပါတယ္…)File Size : (750 MB) and (380 MB)Quality : HDRip 720pRunning Time : 1hr 34minFormat : Mp4Genre : Action,ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p FHDRip AAC x264-NonDRMTranslated by Moe PwintEncoded by Thanhtike Zaw"