"(Unicode)
ဒီတစ်ခါတော့ ဘော်လီဝုဒ်ဖန်တွေအတွက် အက,အလှတွေစုံစုံညီညီနဲ့ Musical, Drama ကားကောင်းလေးတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သရုပ်ဆောင်အသစ်တွေဆိုပေမယ့် အက်တင်ပိုင်းမှာပြောစရာမရှိဘဲ တကယ်ကိုတော်ကြသလု် က,ကွက်တွေလည်း ရှယ်တွေပါပဲ
ဖင်မနိုင်ဘဲပဲကြီးဟင်းစားတဲ့ကုလားဒါရိုက်တာတွေလိုမဟုတ်ဘဲ ပွဲဦးထွက်ဒါရိုက်တာတစ်ယောက်ဖြစ်ပေမယ့်
ဒီဒါရိုက်တာကတော့ ဖြစ်နိုင်တာ လုပ်နိုင်တာကိုပဲ ဟာကွက်မရှိအောင် ချပြသွားပါတယ်
ထုတ်လုပ်ရေးကလည်း ကားကောင်းများစွာဖြန့်ချီထားတဲ့ RSPV ဆိုတော့ ပြောစရာမလိုလောက်အောင်ပါပဲ
ဒီဇာတ်ကားထဲကမင်းသားက ဆန်ဂျူးဇာတ်ကားထဲမှာ ကမ်လီအဖြစ်လူသိများခဲ့တဲ့ မင်းသား Vicky Kaushal ရဲ့ညီ Sunny Kaushal ပဲဖြစ်ပါတယ်
နိုင်ငံတကာရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေအနေနဲ့ IMDb 6.5/10 အထိရထားပါတယ်
ဇာတ်လမ်းလေးကတော့ ဂျဂ္ဂီဆိုတဲ့ပန်ဂျာဗီလူငယ်တစ်ယောက်ဆီမှာ အိပ်မက်တစ်ခုရှိပါတယ်
အဲ့ဒါကတော့ သူတို့မျိုးရိုးအမွေတစ်ခုဖြစ်တဲ့ ပန်ဂျာဗီအက, ဘန်ဂရားကို လူသိကျော်ကြားစေချင်တာပါပဲ
သူ့အဖေ သူ့အဖိုးတို့ကို ဘယ်သူမှမသိခဲ့တာကြောင့် ဒီအကနဲ့ တကမ္ဘာလုံးကိုသိစေချင်တာပါပဲ
ဒါပေမဲ့ အခက်အခဲတစ်ခုတော့ရှိနေပါတယ် အဲ့ဒါကတော့ ရှေ့ထွက်မိန်းကလေးအက,သမားမရှိတာပါပဲ
သူ့ကောလိပ်တစ်ခုလုံးမှာလည်း စိတ်တိုင်းကျတစ်ယောက်မှမတွေ့ခဲ့ပါ
ဒါပေမဲ့ မင်္ဂလာဆောင်တစ်ခုမှာ အက,တော်သော စီမီးဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ဆုံခဲ့ပါတယ်
အက,တော်တဲ့ဒီကောင်မလေးကို သူ့အသင်းမှာပါဖို့ စည်းရုံးတဲ့အခါမှာ ဒီကောင်မလေးဟာ သူ့ပြိုင်ဘက်ကောလိပ်ကဖြစ်နေပါတော့တယ်
မြင်မြင်ချင်းသဘောကျမိတဲ့ကောင်မလေးနဲ့ သူ့အိပ်မက်ထိပ်တိုက်တွေ့လာလေသောအခါမှာတော့ …
(ရဲရဲကြီးအာမခံနိုင်တာတစ်ခုကတော့ ဒီဇာတ်ကားဟာ ABCD လို ပေါကားတွေထက် အဆတစ်ရာလောက် သာတယ်ဆိုတာပါပဲ)
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
(Zawgyi)
ဒီတစ္ခါေတာ့ ေဘာ္လီဝုဒ္ဖန္ေတြအတြက္ အက,အလွေတြစုံစုံညီညီနဲ႔ Musical, Drama ကားေကာင္းေလးတစ္ကား တင္ဆက္ေပးလိုက္ပါတယ္
သ႐ုပ္ေဆာင္အသစ္ေတြဆိုေပမယ့္ အက္တင္ပိုင္းမွာေျပာစရာမရွိဘဲ တကယ္ကိုေတာ္ၾကသလု္ က,ကြက္ေတြလည္း ရွယ္ေတြပါပဲ
ဖင္မႏိုင္ဘဲပဲႀကီးဟင္းစားတဲ့ကုလားဒါ႐ိုက္တာေတြလိုမဟုတ္ဘဲ ပြဲဦးထြက္ဒါ႐ိုက္တာတစ္ေယာက္ျဖစ္ေပမယ့္
ဒီဒါ႐ိုက္တာကေတာ့ ျဖစ္ႏိုင္တာ လုပ္ႏိုင္တာကိုပဲ ဟာကြက္မရွိေအာင္ ခ်ျပသြားပါတယ္
ထုတ္လုပ္ေရးကလည္း ကားေကာင္းမ်ားစြာျဖန႔္ခ်ီထားတဲ့ RSPV ဆိုေတာ့ ေျပာစရာမလိုေလာက္ေအာင္ပါပဲ
ဒီဇာတ္ကားထဲကမင္းသားက ဆန္ဂ်ဴးဇာတ္ကားထဲမွာ ကမ္လီအျဖစ္လူသိမ်ားခဲ့တဲ့ မင္းသား Vicky Kaushal ရဲ႕ညီ Sunny Kaushal ပဲျဖစ္ပါတယ္
ႏိုင္ငံတကာ႐ုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္ေတြအေနနဲ႔ IMDb 6.5/10 အထိရထားပါတယ္
ဇာတ္လမ္းေလးကေတာ့ ဂ်ဂၢီဆိုတဲ့ပန္ဂ်ာဗီလူငယ္တစ္ေယာက္ဆီမွာ အိပ္မက္တစ္ခုရွိပါတယ္
အဲ့ဒါကေတာ့ သူတို႔မ်ိဳး႐ိုးအေမြတစ္ခုျဖစ္တဲ့ ပန္ဂ်ာဗီအက, ဘန္ဂရားကို လူသိေက်ာ္ၾကားေစခ်င္တာပါပဲ
သူ႔အေဖ သူ႔အဖိုးတို႔ကို ဘယ္သူမွမသိခဲ့တာေၾကာင့္ ဒီအကနဲ႔ တကမာၻလုံးကိုသိေစခ်င္တာပါပဲ
ဒါေပမဲ့ အခက္အခဲတစ္ခုေတာ့ရွိေနပါတယ္ အဲ့ဒါကေတာ့ ေရွ႕ထြက္မိန္းကေလးအက,သမားမရွိတာပါပဲ
သူ႔ေကာလိပ္တစ္ခုလုံးမွာလည္း စိတ္တိုင္းက်တစ္ေယာက္မွမေတြ႕ခဲ့ပါ
ဒါေပမဲ့ မဂၤလာေဆာင္တစ္ခုမွာ အက,ေတာ္ေသာ စီမီးဆိုတဲ့ေကာင္မေလးတစ္ေယာက္နဲ႔ဆုံခဲ့ပါတယ္
အက,ေတာ္တဲ့ဒီေကာင္မေလးကို သူ႔အသင္းမွာပါဖို႔ စည္း႐ုံးတဲ့အခါမွာ ဒီေကာင္မေလးဟာ သူ႔ၿပိဳင္ဘက္ေကာလိပ္ကျဖစ္ေနပါေတာ့တယ္
ျမင္ျမင္ခ်င္းသေဘာက်မိတဲ့ေကာင္မေလးနဲ႔ သူ႔အိပ္မက္ထိပ္တိုက္ေတြ႕လာေလေသာအခါမွာေတာ့ …
(ရဲရဲႀကီးအာမခံႏိုင္တာတစ္ခုကေတာ့ ဒီဇာတ္ကားဟာ ABCD လို ေပါကားေတြထက္ အဆတစ္ရာေလာက္ သာတယ္ဆိုတာပါပဲ)
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (950 MB) and (480 MB)
Quality : NF WEB-DL 720p
Running Time : 2hr 11min
Format : Mp4
Genre : Comedy, Drama, Music
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.NF.WEB-DL.DD+5.1.x264-Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
