"All the Bright Places (2020)
IMDb – 6.5/10_____Rotten – 66%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(Unicode)
နုနုရွရွ ရိုမန်းတစ် ဇာတ်လမ်းလေးတွေကို ကြည့်ရှုချင်တဲ့သူတွေအတွက် ၂၀၂၀ ထွက် All the Bright Places ဆိုတဲ့ ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်
IMDb – 6.5/10 နဲ့ Rotten tomatoes – 75% ရရှိထားပြီးတော့ Elle Fanning နဲ့ Justice Smith တို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်
ဇာတ်လမ်းလေးရဲ့အစကတော့ ဖင့်ချ်ဆိုတဲ့ ဆယ်ကျော်သက်ကောင်လေးတစ်ယောက်ဟာ တစ်မနက်မှာ တံတားပေါ်ပြေးနေတုန်း
တံတားဘောင်ပေါ်မှာ မတ်တပ်ရပ်ပြီး တံတားအောက်ကို ငုံ့ကြည့်နေတဲ့ ကောင်မလေးတစ်ယောက်ကို တွေ့ခဲ့ပါတယ် …
ကောင်မလေးက သူတို့အတန်းထဲက ဗိုင််အိုလက် ဆိုတဲ့ကောင်မလေးပေါ့ …
ဖင့်ချ်ဟာ ဗိုင်အိုလက် တံတားအောက် ခုန်ချမယ်အထင်ကြောင့်လားမသိ …
အာရုံလွှဲဖို့ သူပါ တံတားဘောင်ပေါ် တက်လာခဲ့တယ်…
သူတို့နှစ်ယောက်ရဲ့ ဆက်ဆံရေးဟာ အစမှာ ယဉ်သကို ဆိုသလို ဗိုင်အိုလက်က ဖင့်ချ်ကို မောင်းထုတ်လိုက်ပါတယ် …
တစ်ခါတစ်ရံမှာ အဖြုရောင်က တကယ်ပဲဖြူသလား အမည်းရောင်က တကယ်ပဲမည်းသလား …
ပျော်ပျော်နေတတ်တဲ့ သူရဲ့ နောက်ကွယ်မှာ ဘယ်လိုအမှောင်ဖက်ခြမ်းတွေရှိသလဲ …
အမှောင်ထဲကလူတစ်ယောက်ဟာ အလင်းတစ်ခုဖြစ်လာနိုင်သလား
ဒါတွေဟာ ကျွန်တော်တို့ ကြိုမမြင်နိုင်တဲ့အရာတွေပါပဲ …
ရိုးရှင်းသော်လည်း မြင်ရခက််တဲ့ အလင်းရောင်တွေကို ဟောဒီ all the bright places ဆိုတဲ့
ဇာတ်ကားထဲမှာ ကြည့်ရှုကြရအောင်လားရွှေပွဲလာ ပရိသတ်ကြီးရေ….
အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်….
(Zawgyi)
ႏုႏု႐ြ႐ြ ႐ိုမန္းတစ္ ဇာတ္လမ္းေလးေတြကို ၾကည့္ရႈခ်င္တဲ့သူေတြအတြက္ ၂၀၂၀ ထြက္ All the Bright Places ဆိုတဲ့ ဇာတ္ကားေလးတင္ဆက္ေပးခ်င္ပါတယ္
IMDb – 6.5/10 နဲ႔ Rotten tomatoes – 75% ရရွိထားၿပီးေတာ့ Elle Fanning နဲ႔ Justice Smith တို႔ အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္
ဇာတ္လမ္းေလးရဲ႕အစကေတာ့ ဖင့္ခ်္ဆိုတဲ့ ဆယ္ေက်ာ္သက္ေကာင္ေလးတစ္ေယာက္ဟာ တစ္မနက္မွာ တံတားေပၚေျပးေနတုန္း
တံတားေဘာင္ေပၚမွာ မတ္တပ္ရပ္ၿပီး တံတားေအာက္ကို ငုံ႔ၾကည့္ေနတဲ့ ေကာင္မေလးတစ္ေယာက္ကို ေတြ႕ခဲ့ပါတယ္ …
ေကာင္မေလးက သူတို႔အတန္းထဲက ဗိုင္္အိုလက္ ဆိုတဲ့ေကာင္မေလးေပါ့ …
ဖင့္ခ်္ဟာ ဗိုင္အိုလက္ တံတားေအာက္ ခုန္ခ်မယ္အထင္ေၾကာင့္လားမသိ …
အာ႐ုံလႊဲဖို႔ သူပါ တံတားေဘာင္ေပၚ တက္လာခဲ့တယ္…
သူတို႔ႏွစ္ေယာက္ရဲ႕ ဆက္ဆံေရးဟာ အစမွာ ယဥ္သကို ဆိုသလို ဗိုင္အိုလက္က ဖင့္ခ်္ကို ေမာင္းထုတ္လိုက္ပါတယ္ …
တစ္ခါတစ္ရံမွာ အျဖဳေရာင္က တကယ္ပဲျဖဴသလား အမည္းေရာင္က တကယ္ပဲမည္းသလား …
ေပ်ာ္ေပ်ာ္ေနတတ္တဲ့ သူရဲ႕ ေနာက္ကြယ္မွာ ဘယ္လိုအေမွာင္ဖက္ျခမ္းေတြရွိသလဲ …
အေမွာင္ထဲကလူတစ္ေယာက္ဟာ အလင္းတစ္ခုျဖစ္လာႏိုင္သလား
ဒါေတြဟာ ကြၽန္ေတာ္တို႔ ႀကိဳမျမင္ႏိုင္တဲ့အရာေတြပါပဲ …
႐ိုးရွင္းေသာ္လည္း ျမင္ရခက္္တဲ့ အလင္းေရာင္ေတြကို ေဟာဒီ all the bright places ဆိုတဲ့
ဇာတ္ကားထဲမွာ ၾကည့္ရႈၾကရေအာင္လားေ႐ႊပြဲလာ ပရိသတ္ႀကီးေရ….
အၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္….
File Size : (1.80 GB) and (850 MB)
Quality : NF WEB-DL (1080p 5.1 and 720p)
Running Time : 1hr 47min
Format : Mp4
Genre : Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.NF.WEBRip.DDP5.1.Atmos.x264-NTG
Translated by Zuel Khant Thwin
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
