"(Unicode)
ရက်ပေါင်း၅ဝလောက် ကြာပြီးတဲ့နောက်မှာတော့ အားလုံးစောင့်မျှော်နေကြတဲ့ တေလဂူးမင်းသားချော Mahesh Babuနဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပရိသတ်တို့ရဲ့ အချစ်တော် တောင်ပိုင်းမင်းသမီး Rashmika Mandanna တို့ရဲ့ အချစ်၊အကြမ်းကားကြီး အကြည်တက်လာခဲ့ပါပြီ။
ဇာတ်လမ်းအကျဉ်းအရ မင်းသားချောကတော့ စစ်ဗိုလ်တစ်ယောက်ပါ။
စစ်ဆင်ရေးတွေမှာလည်း ခေါင်းဆောင်ကောင်းပီသပြီး အရမ်းတော်တဲ့ စစ်သားတစ်ယောက်ပါ။
မိဘမဲ့တစ်ယောက်ဘဝနဲ့ စစ်တပ်ထဲမှာ အသက်ရင်းပြီး မိခင်မေတ္တာကို လိုချင်တောင့်တနေသူပါ။
ဒီလိုနဲ့ သူဦးဆောင်တဲ့ စစ်ဆင်ရေးတစ်ခုမှာ စစ်သားတစ်ယောက် ပြင်းပြင်းထန်ထန် ဒဏ်ရာရခဲ့ပါတယ်။
လတ်တလောမှာ အဲ့ဒီစစ်သားဟာ ဒီစစ်ဆင်ရေးပြီးရင် ညီမဖြစ်သူရဲ့ မင်္ဂလာပွဲအတွက် အိမ်ပြန်မှာပါ။ခွင့်လည်း တောင်းထားပြီးသား။
ခုလိုအခြေအနေကို မိသားစုကို အကြောင်းကြားဖို့ရာ မိသားစုတစ်ခုလုံး အခြေအနေတွေ ကမောက်ကမဖြစ်မှာစိုးလို့
တပ်ရင်းရဲ့ ကိုယ်စား စစ်သားတစ်ယောက် သွားရောက်ပြီး အေးဆေးစွာ ပြောပြနိုင်ရပါမယ်။
ဒီတာဝန်ကို တာဝန်ယူလိုက်တဲ့ သူကတော့… မင်းသားချောပါပဲ။
ကဲ သူ့ ခရီးတစ်လျှောက် ဘယ်လိုမျိုးတွေ တွေ့ကြုံရမလဲ
အဲ့ဒီအိမ်ကို ရောက်သွားတဲ့အခါမှာရော သူထင်ထားသလို ဖြစ်နေမလား ဆိုတာကို ကိုယ်တိုင် ခံစားကြည့်ကြပါဦးဗျာ။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
ရက္ေပါင္း၅ဝေလာက္ ၾကာၿပီးတဲ့ေနာက္မွာေတာ့ အားလုံးေစာင့္ေမွ်ာ္ေနၾကတဲ့ ေတလဂူးမင္းသားေခ်ာ Mahesh Babuနဲ႔
ပရိသတ္တို႔ရဲ႕ အခ်စ္ေတာ္ ေတာင္ပိုင္းမင္းသမီး Rashmika Mandanna တို႔ရဲ႕ အခ်စ္၊အၾကမ္းကားႀကီး အၾကည္တက္လာခဲ့ပါၿပီ။
ဇာတ္လမ္းအက်ဥ္းအရ မင္းသားေခ်ာကေတာ့ စစ္ဗိုလ္တစ္ေယာက္ပါ။
စစ္ဆင္ေရးေတြမွာလည္း ေခါင္းေဆာင္ေကာင္းပီသၿပီး အရမ္းေတာ္တဲ့ စစ္သားတစ္ေယာက္ပါ။
မိဘမဲ့တစ္ေယာက္ဘဝနဲ႔ စစ္တပ္ထဲမွာ အသက္ရင္းၿပီး မိခင္ေမတၱာကို လိုခ်င္ေတာင့္တေနသူပါ။
ဒီလိုနဲ႔ သူဦးေဆာင္တဲ့ စစ္ဆင္ေရးတစ္ခုမွာ စစ္သားတစ္ေယာက္ ျပင္းျပင္းထန္ထန္ ဒဏ္ရာရခဲ့ပါတယ္။
လတ္တေလာမွာ အဲ့ဒီစစ္သားဟာ ဒီစစ္ဆင္ေရးၿပီးရင္ ညီမျဖစ္သူရဲ႕ မဂၤလာပြဲအတြက္ အိမ္ျပန္မွာပါ။ခြင့္လည္း ေတာင္းထားၿပီးသား။
ခုလိုအေျခအေနကို မိသားစုကို အေၾကာင္းၾကားဖို႔ရာ မိသားစုတစ္ခုလုံး အေျခအေနေတြ ကေမာက္ကမျဖစ္မွာစိုးလို႔
တပ္ရင္းရဲ႕ ကိုယ္စား စစ္သားတစ္ေယာက္ သြားေရာက္ၿပီး ေအးေဆးစြာ ေျပာျပႏိုင္ရပါမယ္။
ဒီတာဝန္ကို တာဝန္ယူလိုက္တဲ့ သူကေတာ့… မင္းသားေခ်ာပါပဲ။
ကဲ သူ႔ ခရီးတစ္ေလွ်ာက္ ဘယ္လိုမ်ိဳးေတြ ေတြ႕ႀကဳံရမလဲ
အဲ့ဒီအိမ္ကို ေရာက္သြားတဲ့အခါမွာေရာ သူထင္ထားသလို ျဖစ္ေနမလား ဆိုတာကို ကိုယ္တိုင္ ခံစားၾကည့္ၾကပါဦးဗ်ာ။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.30 GB ) and (650 MB)
Quality : AMZN WEB-DL 720p
Running Time : 2hr 49min
Format : Mp4
Genre : Action, Comedy, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.AMZN.WEB-DL.DD+5.1.x264-Telly
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
