"Nations’s Fire (2020)================Pause#UnicodeBikerဇာတ်ကားကောင်းကောင်းတွေကို ကြည့်ချင်ကြတဲ့ ပရိသတ်တွေအတွက် Nation’s Fireဇာတ်ကားလေးကိုတင်ပေးလိုက်ပါပြီ။ ဒီဇာတ်လမ်းလေးထဲမှာတော့ ဆိုင်ကယ်စီးချစ်သူတွေ Bikers တွေအနေနဲ့ ဘယ်လိုကျင့်ကြံသင့်တယ်၊ဘယ်လို စိတ်ဓာတ်မျိုးကို ထားရမလဲဆိုတာကို စိတ်၀င်စားဖွယ်ရာအက်ရှင်တွေနဲ့အတူ တွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။ဒီဇာတ်လမ်းလေးကို Movieဝေဖန် သူတွေလည်း ရှုပ်ချတဲ့မှတ်ချက်မျိုးတွေပေးထားတာ လုံး၀မရှိပါဘူး။ ဒီတော့ ကြည့်သင့်တဲ့ ဇာတ်လမ်းလေးတစ်ခုလို့ပဲ ပြောလိုက်ပါရစေ။ ‌ဒီဇာတ်ကားမှာတော့ လူအမျိုးမျိုး ရှုထောင့်အမျိုးအမျိုးကနေ ဇာတ်လမ်းရိုက်ကူးထားတာကိုကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်။အမေက Single Mother တစ်ယောက်ဘဝအဖြစ် သားလိမ္မာနှစ်ယောက် နှင့်အတူ ဘ၀ကို အေးအေးလူလူဖြတ်သန်းနေနေပေမယ့်တစ်နေ့တော့ မထင်မှတ်ထားတဲ့ ကိစ္စတစ်ခုကြောင့် သားလိမ္မာလေးက လူသတ်သမားဆိုပြီး နာမည်ဆိုးကြီးနဲ့ကွယ်လွန်သွားရတဲ့အခါ….၀မ်းနည်းပူဆွေးနေတုန်း သားဘယ်လိုသေရလဲ အမှန်သိသွားတဲ့အခါ သူ့သားနာမည်ကိုပြန်အဖတ်ဆယ်ပြီး မကောင်းတဲ့သူတွေကို လိုက်သုတ်သင်မယ့် ကားမျိုးလေးပဲဖြစ်ပါတယ်။ဒါပေမဲ့အဆုံးမှာတော့မထင်ထားတာလေးတဲ့ အဖြစ်အပျက်တွေအများကြီးကျန်နေသေးတာမို့ ကြည့်ကောင်းမယ့်ကားမျိုးပါပဲ။#ZawgyiBikerဇာတ္ကားေကာင္းေကာင္းေတြကို ၾကည့္ခ်င္ၾကတဲ့ ပရိသတ္ေတြအတြက္ Nation’s Fireဇာတ္ကားေလးကိုတင္ေပးလိုက္ပါၿပီ။ ဒီဇာတ္လမ္းေလးထဲမွာေတာ့ ဆိုင္ကယ္စီးခ်စ္သူေတြ Bikers ေတြအေနနဲ႔ ဘယ္လိုက်င့္ႀကံသင့္တယ္၊ဘယ္လို စိတ္ဓာတ္မ်ိဳးကို ထားရမလဲဆိုတာကို စိတ္၀င္စားဖြယ္ရာအက္ရွင္ေတြနဲ႔အတူ ေတြ႕ျမင္ရမွာပဲျဖစ္ပါတယ္။ဒီဇာတ္လမ္းေလးကို Movieေဝဖန္ သူေတြလည္း ရႈပ္ခ်တဲ့မွတ္ခ်က္မ်ိဳးေတြေပးထားတာ လုံး၀မရွိပါဘူး။ ဒီေတာ့ ၾကည့္သင့္တဲ့ ဇာတ္လမ္းေလးတစ္ခုလို႔ပဲ ေျပာလိုက္ပါရေစ။ ‌ဒီဇာတ္ကားမွာေတာ့ လူအမ်ိဳးမ်ိဳး ရႈေထာင့္အမ်ိဳးအမ်ိဳးကေန ဇာတ္လမ္း႐ိုက္ကူးထားတာကိုၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္။အေမက Single Mother တစ္ေယာက္ဘဝအျဖစ္ သားလိမၼာႏွစ္ေယာက္ ႏွင့္အတူ ဘ၀ကို ေအးေအးလူလူျဖတ္သန္းေနေနေပမယ့္တစ္ေန႔ေတာ့ မထင္မွတ္ထားတဲ့ ကိစၥတစ္ခုေၾကာင့္ သားလိမၼာေလးက လူသတ္သမားဆိုၿပီး နာမည္ဆိုးႀကီးနဲ႔ကြယ္လြန္သြားရတဲ့အခါ….၀မ္းနည္းပူေဆြးေနတုန္း သားဘယ္လိုေသရလဲ အမွန္သိသြားတဲ့အခါ သူ႔သားနာမည္ကိုျပန္အဖတ္ဆယ္ၿပီး မေကာင္းတဲ့သူေတြကို လိုက္သုတ္သင္မယ့္ ကားမ်ိဳးေလးပဲျဖစ္ပါတယ္။ဒါေပမဲ့အဆုံးမွာေတာ့မထင္ထားတာေလးတဲ့ အျဖစ္အပ်က္ေတြအမ်ားႀကီးက်န္ေနေသးတာမို႔ ၾကည့္ေကာင္းမယ့္ကားမ်ိဳးပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Ag ko khant ပဲဖြစ်ပါတယ်။)Quality – 720p Web-RipDuration – 1 hrs 46 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, ThrillerSource : 1080p.Web-RipTranslator – Ag ko khantEncoder – San Win Maung"