"unicodeညစ်ပတ်ပြီး ကြမ်းတမ်းတဲ့ ဟာသ အက်ရှင် အမျိုးအစားဖြစ်လို့Pauseမိသားစုနဲ့ အတူမကြည့်သင့်ပါဘူး။ကောင်းတာတော့ အတော်ကောင်းပါတယ်။ဟယ်ရီပေါ်တာ မင်းသားက ဒီလိုကားတွေနဲ့ အတော်အကျိုးပေးပုံပါပဲ။ဒီကားမှာတော့ မိုင်လ် ဆိုတဲ့ ကောင်လေးတစ်ယောက်ပေါ့။မိုင်လ်ဟာ ကုမ္ပဏီတစ်ခုမှာ ကွန်ပြူတာလေး တစ်လုံးနဲ့ အလုပ်လုပ်ရတဲ့ ကောင်လေး၊လက်တွေ့ဘဝမှာဘယ်သူမှ အထင်မကြီးသလို၊ဘာမှလည်း အရာမရောက်တဲ့ ကောင်လေးပါ။ဒီလိုလူတွေရဲ့ ထုံးစံအတိုင်း အင်တာနက်ပေါ်မှာ ထရိုးလိုလို ဂိလိုလိုနဲ့ဖောင်းထုပြီး ဖင်နာရှာရင်း ပျော်နေရတဲ့ သူပေါ့။ဒါပေမယ့် သူဖောင်းထုတာ လူမှားသွားပါတယ်။လူတွေကိုဖမ်းပြီး လူသတ်ပွဲတွေလုပ်ခိုင်းရင်းတိုက်ရိုက်ထုတ်လွှင့်တဲ့ ကောင်တွေကို သွားပြီး ဖောင်းထုမိတာပါပဲ။ဟိုက တည်နေရာကိုရှာပြီး အိမ်အထိ လာရိုက်တဲ့ အခါမှခြေသလုံးဖက်တောင်းပန်ပေမယ့် မမှီတော့ပါဘူး။ရလာဒ်ကတော့ လူသတ်ကစားပွဲထဲကို အသွင်းခံရပြီး၊အတော်ဆုံး ကစားသမားနဲ့ အသက်လု ချရဖို့ ဖြစ်လာတော့တာပါပဲ။ဒီလိုသောက်ပေါနဲ့ တကယ့် လူသတ်သမားအကြမ်းစားတို့ပြေးကြလွှားကြ တိုက်ကြရင်းအဲဒီပွဲက အင်တာနက်မှာလူကြည့်အများဆုံးဖြစ်လာပြီးသူလည်း တစ်ရက်ထဲနဲ့ နာမည်ကျော်လာပါတော့တယ်။ဒီလောက်ဆို ဆက်ကြည့်ချင်မယ်ထင်ပါတယ်၊ ဆက်မပြောပြတော့ဘူးနော်။စကားလုံးရော ရိုက်ချက်တွေရော ကြမ်းလို့အိမ်မှာ မိသားစုနဲ့ ကြည့်လို့မသင့်တာ သတိပေးပါရစေ။File Size : ( 916 MB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 35 minFormat : Mp4Genre : Action , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Little NeoEncoded by Moe Myint Lwinzawgyiညစ္ပတ္ၿပီး ၾကမ္းတမ္းတဲ့ ဟာသ အက္ရွင္ အမ်ိဳးအစားျဖစ္လို႕မိသားစုနဲ႕ အတူမၾကည့္သင့္ပါဘူး။ေကာင္းတာေတာ့ အေတာ္ေကာင္းပါတယ္။ဟယ္ရီေပၚတာ မင္းသားက ဒီလိုကားေတြနဲ႕ အေတာ္အက်ိဳးေပးပံုပါပဲ။ဒီကားမွာေတာ့ မုိင္လ္ ဆိုတဲ့ ေကာင္ေလးတစ္ေယာက္ေပါ့။မိုင္လ္ဟာ ကုမၸဏီတစ္ခုမွာ ကြန္ျပဴတာေလး တစ္လံုးနဲ႕ အလုပ္လုပ္ရတဲ့ ေကာင္ေလး၊လက္ေတြ႕ဘဝမွာဘယ္သူမွ အထင္မၾကီးသလို၊ဘာမွလည္း အရာမေရာက္တဲ့ ေကာင္ေလးပါ။ဒီလိုလူေတြရဲ႕ ထံုးစံအတုိုင္း အင္တာနက္ေပၚမွာ ထရိုးလိုလို ဂိလိုလိုနဲ႕ေဖာင္းထုၿပီး ဖင္နာရွာရင္း ေပ်ာ္ေနရတဲ့ သူေပါ့။ဒါေပမယ့္ သူေဖာင္းထုတာ လူမွားသြားပါတယ္။လူေတြကိုဖမ္းၿပီး လူသတ္ပြဲေတြလုပ္ခုိင္းရင္းတိုက္ရိုက္ထုတ္လႊင့္တဲ့ ေကာင္ေတြကို သြားၿပီး ေဖာင္းထုမိတာပါပဲ။ဟုိက တည္ေနရာကိုရွာၿပီး အိမ္အထိ လာရိုက္တဲ့ အခါမွေျခသလံုးဖက္ေတာင္းပန္ေပမယ့္ မမွီေတာ့ပါဘူး။ရလာဒ္ကေတာ့ လူသတ္ကစားပြဲထဲကို အသြင္းခံရၿပီး၊အေတာ္ဆံုး ကစားသမားနဲ႕ အသက္လု ခ်ရဖို႕ ျဖစ္လာေတာ့တာပါပဲ။ဒီလိုေသာက္ေပါနဲ႕ တကယ့္ လူသတ္သမားအၾကမ္းစားတို႕ေျပးၾကလႊားၾက တိုက္ၾကရင္းအဲဒီပြဲက အင္တာနက္မွာလူၾကည့္အမ်ားဆံုးျဖစ္လာၿပီးသူလည္း တစ္ရက္ထဲနဲ႕ နာမည္ေက်ာ္လာပါေတာ့တယ္။ဒီေလာက္ဆို ဆက္ၾကည့္ခ်င္မယ္ထင္ပါတယ္၊ ဆက္မေျပာျပေတာ့ဘူးေနာ္။စကားလံုးေရာ ရိုက္ခ်က္ေတြေရာ ၾကမ္းလို႕အိမ္မွာ မိသားစုနဲ႕ ၾကည့္လို႕မသင့္တာ သတိေပးပါရေစ။File Size : ( 916 MB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 35 minFormat : Mp4Genre : Action , ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Little NeoEncoded by Moe Myint Lwin"