"[Unicode]My Brilliant Life (2014)Pauseငယ်ရွယ်မှုဆိုတာဘာနဲ့မှလဲလို့မရသလို လူတိုင်းလိုချင်တဲ့အရာလဲဖြစ်ပြီး လူတိုင်းကလဲငယ်ရွယ်မှုကိုပိုင်ဆိုင်ဆဲ ပိုင်ဆိုင်ခဲ့ဖူးကြတယ် ၊ဒါပေမယ့်ဒီဇာတ်လမ်းလေးထဲက အာရွန်ဆိုတဲ့၁၆နှစ်သားလေးကတော့ ကံဆိုးစွာပဲငယ်ရွယ်မှုကိုမပိုင်ဆိုင်ခဲ့ဘူး…သူ့မှာprogeriaလို့ခေါ်တဲ့အသက်ကြီးမြန်တဲ့ရောဂါရှိနေခဲ့တယ် ၊အသက်၁၆နှစ်လေးနဲ့အသက်၈၀အရွယ်ခန္ဓာကိုယ်ပိုင်ဆိုင်ပြီး ရောဂါတွေအများကြီးနဲ့လောကကြီးထဲကဘယ်အချိန်ထွက်သွားရမယ်မသိတဲ့ အာရွန်လေးရဲ့ခံစားချက်ကဘယ်လိုဖြစ်နေမလဲ…ကိုယ့်သားသမီးလေးပွန်းပဲ့ရင်တောင်စိုးရိမ်တတ်တာမိဘတွေဖြစ်တာမို့ ဒီလိုအသက်၈၀အဖိုးကြီးလို လူတကာလိုက်ကြည့် လူကြားထဲမသွားရဲပဲသေမယ့်နေ့ကိုထိုင်စောင့်နေရတဲ့အာရွန်လေးကို ဘာမှမတတ်နိုင်ပဲကြည့်ရုံကြည့်နေရတဲ့ မိဘရဲ့ရင်ထဲကခံစားချက်…‘ လူတွေကကျန်းမာနေကြတာမို့ ကိုယ်ကျန်းမာနေတာကိုမေ့နေတတ်ကြတယ်တဲ့ ‘Messageကောင်းကောင်းလေးပေးထားတဲ့ကားလေးမို့ ကြည့်ပြီးရင်ရင်ထဲမှာတစ်ခုခုတော့ကျန်ခဲ့မှာပါ ၊Drama Queen SongHyeKyo(အွန်စော)ရဲ့ကားလေးမို့ တစ်သျှူးလေးဆောင်ပြီးကြည့်ကြပါလို့…( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် )[Zawgyi]My Brilliant Life (2014)ငယ္႐ြယ္မႈဆိုတာဘာနဲ႔မွလဲလို႔မရသလို လူတိုင္းလိုခ်င္တဲ့အရာလဲျဖစ္ၿပီး လူတိုင္းကလဲငယ္႐ြယ္မႈကိုပိုင္ဆိုင္ဆဲ ပိုင္ဆိုင္ခဲ့ဖူးၾကတယ္ ၊ဒါေပမယ့္ဒီဇာတ္လမ္းေလးထဲက အာ႐ြန္ဆိုတဲ့၁၆ႏွစ္သားေလးကေတာ့ ကံဆိုးစြာပဲငယ္႐ြယ္မႈကိုမပိုင္ဆိုင္ခဲ့ဘူး…သူ႔မွာprogeriaလို႔ေခၚတဲ့အသက္ႀကီးျမန္တဲ့ေရာဂါရွိေနခဲ့တယ္ ၊အသက္၁၆ႏွစ္ေလးနဲ႔အသက္၈၀အ႐ြယ္ခႏၶာကိုယ္ပိုင္ဆိုင္ၿပီး ေရာဂါေတြအမ်ားႀကီးနဲ႔ေလာကႀကီးထဲကဘယ္အခ်ိန္ထြက္သြားရမယ္မသိတဲ့ အာ႐ြန္ေလးရဲ႕ခံစားခ်က္ကဘယ္လိုျဖစ္ေနမလဲ…ကိုယ့္သားသမီးေလးပြန္းပဲ့ရင္ေတာင္စိုးရိမ္တတ္တာမိဘေတြျဖစ္တာမို႔ ဒီလိုအသက္၈၀အဖိုးႀကီးလို လူတကာလိုက္ၾကည့္ လူၾကားထဲမသြားရဲပဲေသမယ့္ေန႔ကိုထိုင္ေစာင့္ေနရတဲ့အာ႐ြန္ေလးကို ဘာမွမတတ္ႏိုင္ပဲၾကည့္႐ုံၾကည့္ေနရတဲ့ မိဘရဲ႕ရင္ထဲကခံစားခ်က္…‘ လူေတြကက်န္းမာေနၾကတာမို႔ ကိုယ္က်န္းမာေနတာကိုေမ့ေနတတ္ၾကတယ္တဲ့ ‘Messageေကာင္းေကာင္းေလးေပးထားတဲ့ကားေလးမို႔ ၾကည့္ၿပီးရင္ရင္ထဲမွာတစ္ခုခုေတာ့က်န္ခဲ့မွာပါ ၊Drama Queen SongHyeKyo(အြန္ေစာ)ရဲ႕ကားေလးမို႔ တစ္သွ်ဴးေလးေဆာင္ၿပီးၾကည့္ၾကပါလို႔…( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Myint Myat Thinn ျဖစ္ပါတယ္ )File size__( 1 GB ) and ( 400 MB)Quality__Blu-720pIMDb Rating__6.8/10Format__mp4Duration__01:56:39Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Myint Myat ThinnEncoded by Naing Aung Latt"