"သည်းထိတ်ရင်ဖို အင်ဒိုနီးရှား သရဲကား Satan’s Slaves(စေတန်နတ်ဆိုး၏ ကျွန်များ) (ခ) Pengabdi Setan
ဒီကားလေးဟာ 1983 ကာလကို အခြေခံရိုက်ကူးထားတာ ဖြစ်ပြီး Spoiler မပါတဲ့ ဇာတ်လမ်း အကျဉ်း အနေနဲ ့ကတော့ Rini ရဲ့ မိခင်ဟာ တစ်ချိန်က နာမည်ရ အဆိုတော် တစ်ယောက်ပါ။ သူမတို ့ မိသားစုလေးဟာ မြို ့ပြနဲ ့အလှမ်းဝေးတဲ့ မြို ့စွန် တစ်နေရာက အဖွားအိမ်မှာနေကြရင်း မကျန်းမာတဲ့ မိခင်ကို ပြုစုနေထိုင်ကြပါတယ်။ 21 နှစ်အရွယ် Rini ဟာ အကြီးပီပီ ကောလိပ် မှ ရပ်နားပြီး အိမ်မှာ မောင်ငယ် ၃ ယောက်နဲ ့မိခင်ကို ပြုစုရင်း မိသားစုအတွက် အနစ်နာ ခံခဲ့ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သူမ မိခင်ဟာ ဖျားနာ နေတာ ၃ နှစ်ကျော် ကြာပြီဖြစ်ပြီး မည်သည့် ရောဂါ ကြောင့်ဆိုတာကိုလည်း ဆရာဝန်များက ရှာဖွေလို ့မတွေ ့နိုင်ကြပါဘူး။ မိခင် မသေဆုံးမီအချိန်မှာ သူမ မိခင် ရဲ့ ကြောက်ရွ ံ ့နေတဲ့ ထူးဆန်းတဲ့ အပြုအမူတွေကို Rini တို ့တွေ ့ခဲ့ရပါတယ်။ ဒီလို နဲ့ တစ်ညမှာ သူမ မိခင်ဟာ ထူးဆန်းဖွယ်ရာ ရုတ်တရက် ဆုံးပါးသွားပြီးနောက် သူမ ဖခင်ဟာလည်း မိသားစု အကြွေးတွေအတွက် အလုပ်လုပ်ဖို ့မြို ့ပြကို ထွက်ခွာသွားပါတယ်။
ဒီလိုနဲ ့နောက်ရက်တွေမှာ အိမ်မှာ ထူးဆန်းကြောက်ရွ ံ့ဘွယ်ရာ တွေ တစ်ဖြေးဖြေး ဖြစ်လာပြီး ရွာက ဆရာတော် ရဲ့ သားကလည်း သူမ တို ့အိမ်အပေါ်မှာ ဆုံးသွားပြီ ဖြစ်တဲ့ Rini ရဲ့ မိခင်ကို ဂါဝန်ဖြူ ခေါင်းပေါင်းဖြူတွေနဲ ့ (ပုံပါ) တွေ ့ရလို ့ဒီအိမ်ကနေ ထွက်သွားကြဖို ့ သတိပေးခဲ့ပေမယ့် မိသားစု ပြဿနာများနဲ ့ Rini က မဖြစ်နိုင်ကြောင်း ငြင်းဆိုခဲ့ ပါတယ်။
ဒီလို နဲ ့ ထိုနေ ့မှာဘဲ Rini စကားပြောအပြီး ပြန်အရောက်မှာ ရေတွင်းထဲမှာ သေဆုံးနေတဲ့ သူမရဲ့ အဖွားကို တွေ ့ခဲ့ရပြီး သူမ အဖွားမသေဆုံးမီအချိန်မှာ အဖွားရဲ့ အသိ လူတစ်ယောက်ဆီကို စာရေးထားခဲ့ပါတယ်။ ထိုစာကို Rini ကိုယ်တိုင် အိမ်တိုင်ရာရောက် သွားပို ့စဉ်မှာ မထင်မှတ်ထားတဲ့ သူမ မိခင် အကြောင်း နဲ ့ သူမ တို ့ကို သေရွာကို နတ်ဆိုးမှ လာခေါ်မယ်ဆိုတာကို ထို လူဆီမှ Rini ကြားလိုက်ရတဲ့ အချိန်မှာ ရုတ်တရက် သူမ မယုံကြည်နိုင်လောက်အောင် ဖြစ်သွားခဲ့ ပါတယ်။
အံ့သြသင့်မှ ု ့တွေနဲ ့မယုံနိုင်တဲ့ Rini တစ်ယောက် ထို ကိစ္စကို ကြားအပြီး သူမရဲ့ အိမ်မှာ အရင်ကထက် ပိုဆိုးတဲ့ အရာတွေ ဖြစ်လာပါတော့တယ်။
ထို လူပြောတာတွေက အမှန်တွေလား။
ညတိုင်း သူမ တို ့ကို လာခြောက်လှန် ့နေတာကရော သူမ မိခင် ရဲ့ တစ္ဆေလား။
သူမမိခင်ဆိုရင် ဒီလောက်ထိ ဆိုးရွားတဲ့အရာကို သူမ သားသမီးတွေဆီမှာ ဘာကြောင့် လုပ်ရတာလဲ။
ထူးဆန်းတဲ့ လူကြီးပြောတာတွေက အမှန်တွေဆိုရင် သူမ တို ့ဘယ်လို အသက်လွတ်ကြမလဲ။
•••••••••••••••••••••••••••••••••••••••••••••••••••••
ဒီကားလေးဟာ IMDb မှာ 8.2/10 ရထားတဲ့အထိ Rating များတဲ့ အင်ဒိုနီးရှားကားဖြစ်ပြီး ရိုက်ကူးချက်တွေဟာလည်း အင်မတန် လှပပြီး ဆွဲဆောင်မှ ု ့ရှိပါတယ်။ ခေတ်ဟောင်းကားပုံစံလေးတွေ ကြိုက်တဲ့သူတွေအတွက် မဖြစ်မနေကြည့်သင့်တဲ့ ကားလေးပါ။ တစ်ခန်းမှ အနားမနေရဘဲ ရင်တထိတ်ထိတ်ကြည့်နေရတဲ့ ကားပါ။
ကျွန်တော်ရေးသွားတဲ့အထဲမှာ ကားရဲ့ Spoiler က 100 မှာ ၃ ခုလောက်သာဖြစ်ပြီးအင်မတန် ကြောက်ရွံ ့ဖို ့ကောင်းတဲ့ သင် မမျှော်လင့်ထားတာတွေနဲ ့ပြည့်နေတဲ ့ကားပါ။
ဒီကားရဲ့ အားသာချက် တစ်ခုက တခြားသရဲ တစ္ဆေကားများလို အိပ်မက်ယောင်ယောင် ဖြစ်သွားသလို မလုပ်ထားဘဲ အဖြစ်အပျက်တစ်ခုလုံးကို တကယ့်ဖြစ်ရပ်အမှန်အဖြစ် ပုံဖော်ထားခြင်းပါ။ ထို ့အပြင် အာရှဓလေ့ ပါဝင်တဲ့အတွက် အာရှသားများအတွက် ဒီဓလေ့ ထုံးစံတွေနဲ ့ပိုရင်းနှီးပြီး ပိုကြောက်စရာ ကောင်းနေတာပါ။
ဘယ်လောက်တောင်အောင်မြင်သလဲဆိုရင် အင်ဒိုနီးရှားမှာတင် ဝင်ငွေ ငါးသန်းကျော်ရတဲ့အထိ ပါ။ စင်ကာပူ နဲ ့မလေးရှားမှာတော့ လက်ရှိ ရုံတင်လျှက်ရှိပြီး မြန်မာ ထိုင်းနိုင်ငံ တွေမှာတော့ ရုံတင်မှာ မဟုတ်ပေမယ့် online ပေါ် ဒီကားလေးထွက်လာရင် မဖြစ်မနေကြည့်ကြည့်ကြဖို ့တိုက်တွန်းအပ်ပါတယ်။
(ဇာတ်လမ်းအညွှန်း Credit ပါ ဘယ်သူရေးထားမှန်းမသိလို့ပါ ဘာသာပြန်သူကတော့ မေမြတ်သူပါ)
File Size : (800 MB) and (350 MB)
Quality : WEB-DL 720p
Running Time : 1hr 47min
Format : Mp4
Genre : Drama, Horror, Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p WEB-DL MP3 H.264
Translated by May Myat Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
