"[Unicode]
ယွန်ဟီး (Kim Hee-ae) ဟာ သူမရဲ့သမီးဖြစ်သူ ဆယ်ဘုံး (Kim So-hye) နဲ့အတူနေထိုင်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဆောင်းရာသီရဲ့နေ့တစ်နေ့မှာတော့ ဂျပန်နိုင်ငံ အိုတာရူကနေ စာတစ်စောင်ရောက်လာခဲ့ပြီး
အဲ့ဒီစာကို ဆယ်ဘုံးမှ မတော်တဆဖတ်မိသွားပြီးတော့ သူ့အမေရဲ့တစ်သက်လုံးဖုံးကွယ်ထားတဲ့လျှို့ဝှက်ချက်ကို သိရှိခဲ့ရတဲ့နောက်….
အချိန်နောက်ကျနေပေမယ့်လည်း သူ့အမေရဲ့နှလုံးသားကို နှစ်သိမ့်ချင်တဲ့စိတ်နဲ့ သူ့အမေကိုခေါ်ပြီး ဂျပန်နိုင်ငံကိုခရီးထွက်ခဲ့ပါတော့တယ် ၊
အိုတာရူမြို့မှာဆိုရင် ယွန်ဟီးရဲ့အချစ်ဦးဖြစ်သူ ဂျွန်ဆိုသူနေထိုင်ပါတယ် ။
ခရီးထွက်သွားပြီးနောက်မှာတော့ ဆယ်ဘုံးအနေနဲ့ သူ့အမေနဲ့သူ့အမေ့ရဲ့အချစ်ဦးကို ဘယ်လိုတွေ့ဆုံပေးမလဲ ၊
သူ့အမေ့ကို ဘယ်လိုတွေနှစ်သိမ့်ပေးမလဲ ၊
ဒီဇာတ်ကားထဲမှာ ဆယ်ကျော်သက်လူငယ်တွေရဲ့ မိဘအပေါ်ထားတဲ့စိတ်…
လိင်တူချစ်ကြိုက်မှုကို တားမြစ်ခံရလို့ ကွဲကွာခဲ့ရတဲ့ချစ်သူနှစ်ယောက်ရဲ့ ရင်ဖွင့်ခံစားချက်တွေကို စီးမြောလိုက်ပါရင်း ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ် ။
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Shoon ဖြစ်ပါတယ် )a
[Zawgyi]
ယြန္ဟီး (Kim Hee-ae) ဟာ သူမရဲ႕သမီးျဖစ္သူ ဆယ္ဘုံး (Kim So-hye) နဲ႔အတူေနထိုင္ပါတယ္
ေဆာင္းရာသီရဲ႕ေန႔တစ္ေန႔မွာေတာ့ ဂ်ပန္ႏိုင္ငံ အိုတာ႐ူကေန စာတစ္ေစာင္ေရာက္လာခဲ့ျပီး
အဲ့ဒီစာကို ဆယ္ဘုံးမွ မေတာ္တဆဖတ္မိသြားၿပီးေတာ့ သူ႔အေမရဲ႕တစ္သက္လုံးဖုံးကြယ္ထားတဲ့လွ်ိဳ႕ဝွက္ခ်က္ကို သိရွိခဲ့ရတဲ့ေနာက္….
အခ်ိန္ေနာက္က်ေနေပမယ့္လည္း သူ႔အေမရဲ႕ႏွလုံးသားကို ႏွစ္သိမ့္ခ်င္တဲ့စိတ္နဲ႔ သူ႔အေမကိုေခၚၿပီး ဂ်ပန္ႏိုင္ငံကိုခရီးထြက္ခဲ့ပါေတာ့တယ္ ၊
အိုတာ႐ူၿမိဳ႕မွာဆိုရင္ ယြန္ဟီးရဲ႕အခ်စ္ဦးျဖစ္သူ ဂြၽန္ဆိုသူေနထိုင္ပါတယ္ ။
ခရီးထြက္သြားၿပီးေနာက္မွာေတာ့ ဆယ္ဘုံးအေနနဲ႔ သူ႔အေမနဲ႔သူ႔အေမ့ရဲ႕အခ်စ္ဦးကို ဘယ္လိုေတြ႕ဆုံေပးမလဲ ၊
သူ႔အေမ့ကို ဘယ္လိုေတြႏွစ္သိမ့္ေပးမလဲ ၊
ဒီဇာတ္ကားထဲမွာ ဆယ္ေက်ာ္သက္လူငယ္ေတြရဲ႕ မိဘအေပၚထားတဲ့စိတ္…
လိင္တူခ်စ္ႀကိဳက္မႈကို တားျမစ္ခံရလို႔ ကြဲကြာခဲ့ရတဲ့ခ်စ္သူႏွစ္ေယာက္ရဲ႕ ရင္ဖြင့္ခံစားခ်က္ေတြကို စီးေျမာလိုက္ပါရင္း ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္ ။
( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Shoon ျဖစ္ပါတယ္ )
File size__( 950 MB ) and ( 400 MB)
Quality__Blu-720p
IMDb Rating__7.4/10
Format__mp4
Duration__01:45:10
Type__Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Shoon Thu Thu Chain
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
