"Bad Boys 2 (2003)==============PauseIMDb Rating – 6.6/10#UnicodeBad Boys ဇာတ်ကားရဲ့ဒုတိယမြောက်ဇာတ်ကားလေးပါ။ ဒီဇာတ်ကားရဲ့ထုံစံအတိုင်း မင်းသားတွေဖြစ်တဲ့Will Smith နဲ့ Martin Lawrence တို့ပဲဆက်လက်သရုပ်ဆောင်ထားပါတယ်။ ရှေ့ဇာတ်ကားနဲ့မတူကွဲပြားတဲ့ပုံစံမျိုးနဲ့ရိုက်ပြထားတာလည်းတွေ့ရပါတယ်။ ဒီဇာတ်ကားမှာတော့ ကျူးဘားက မူးယစ်မှောင်ခိုလုပ်တဲ့ တမီယာဆိုတဲ့သူက သူ့ဆေးတွေကိုအမေရိကမှာရောင်းပြီး ကျူးဘားဆီကို ငွေပြန်ပို့တာပါ မူးယစ်ငွေမဲတွေဖြစ်တဲ့အတွက်ဘဏ်တွေကနေတစ်ဆင့်ပို့လို့မရတဲ့အတွက် ရေကြောင်းသင်္ဘောတွေကို သုံးပြီးပို့ပါတယ်။ အဲ့ဒါကိုသိတဲ့အမေရိကန်တွေက ရေကြောင်းမှာ လုံခြုံရေးတင်းကျပ်ပြီး လိုက်ပေမယ့် ဖမ်းလို့မမိပါဘူး။ မိရင်လည်းနည်းနည်းသာဖြစ်ပြီးတပီယာကိုတရားစွဲလို့မရပါဘူး။ အဲ့အတွက် ကျွန်တော်တို့ရဲ့ဇာတ်လိုက်ကျော်ကြီးတွေက ဝင်ပြီးဖမ်းဆီးပေးတာကိုခပ်မိုက်မိုက်ကြည့်ရမယ့်ဇာတ်ကားမျိုးပါ။ ဒီဇာတ်ကားတွေဟာ Rating တွေလည်း များစွာရထားပြီး . ခုလထဲမှာလည်းBad Boys III ကိုရုံတင်သွားတာမို့ နောက်ထပ်တစ်ကား ထပ်ကြည့်ရဖို့ ပရိသတ်များအတွက် အခွင့်အရေးရဦးမှာပါ။#ZawgyiBad Boys ဇာတ္ကားရဲ႕ဒုတိယေျမာက္ဇာတ္ကားေလးပါ။ ဒီဇာတ္ကားရဲ႕ထုံစံအတိုင္း မင္းသားေတြျဖစ္တဲ့Will Smith နဲ႔ Martin Lawrence တို႔ပဲဆက္လက္သ႐ုပ္ေဆာင္ထားပါတယ္။ ေရွ႕ဇာတ္ကားနဲ႔မတူကြဲျပားတဲ့ပုံစံမ်ိဳးနဲ႔႐ိုက္ျပထားတာလည္းေတြ႕ရပါတယ္။ ဒီဇာတ္ကားမွာေတာ့ က်ဴးဘားက မူးယစ္ေမွာင္ခိုလုပ္တဲ့ တမီယာဆိုတဲ့သူက သူ႔ေဆးေတြကိုအေမရိကမွာေရာင္းၿပီး က်ဴးဘားဆီကို ေငြျပန္ပို႔တာပါ မူးယစ္ေငြမဲေတြျဖစ္တဲ့အတြက္ဘဏ္ေတြကေနတစ္ဆင့္ပို႔လို႔မရတဲ့အတြက္ ေရေၾကာင္းသေဘၤာေတြကို သုံးၿပီးပို႔ပါတယ္။ အဲ့ဒါကိုသိတဲ့အေမရိကန္ေတြက ေရေၾကာင္းမွာ လုံၿခဳံေရးတင္းက်ပ္ၿပီး လိုက္ေပမယ့္ ဖမ္းလို႔မမိပါဘူး။ မိရင္လည္းနည္းနည္းသာျဖစ္ၿပီးတပီယာကိုတရားစြဲလို႔မရပါဘူး။ အဲ့အတြက္ ကြၽန္ေတာ္တို႔ရဲ႕ဇာတ္လိုက္ေက်ာ္ႀကီးေတြက ဝင္ၿပီးဖမ္းဆီးေပးတာကိုခပ္မိုက္မိုက္ၾကည့္ရမယ့္ဇာတ္ကားမ်ိဳးပါ။ ဒီဇာတ္ကားေတြဟာ Rating ေတြလည္း မ်ားစြာရထားၿပီး . ခုလထဲမွာလည္းBad Boys III ကို႐ုံတင္သြားတာမို႔ ေနာက္ထပ္တစ္ကား ထပ္ၾကည့္ရဖို႔ ပရိသတ္မ်ားအတြက္ အခြင့္အေရးရဦးမွာပါ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)Quality – 1080P, 720p Blu-Ray.6CHDuration – 2 hrs 39 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Action, Comedy, CrimeSource : 1080p.Blu-Ray.6CHTranslator – Tin Myo LwinEncoder – San Win Maung"