"unicode
မိတဆိုးလေး Christmas ဟာ အာကာသအကြောင်း
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂြိုဟ်သားအကြောင်းတွေ အလွန်စိတ်ဝင်စားတဲ့သူတစ်ယောက်ပါ။
သူက ရေဒီယိုလေးတစ်လုံးနဲ့ ဂြိုဟ်သားတွေဆီ
အမြဲတမ်း အဆက်အသွယ်လုပ်ဖို့ ကြိုးစားနေတတ်တယ်။
ကျောင်းမှာတော့ သူ့ကို အိပ်ယာထဲသေးပေါက်ချတတ်တယ်ဆိုပြီး
ကျောင်းသူကျောင်းသားတွေက အမြဲနောက်ပြောင်ကြတယ်။
တစ်နေ့ NASA အဖွဲ့ဝင်တစ်ယောက် သူတို့ကျောင်းဆီ
ရောက်လာပြီး ပွဲတော်မှာအနိုင်ရမယ့်အဖွဲ့ကို ဂြိုဟ်သားတွေဆီ
စာပို့နိုင်ဖို့ ဆုချမယ်လို့ ကြေညာလိုက်တယ်။
Christmas လေးက အရမ်းစိတ်ဝင်စားသွားပြီး ပွဲတော်မှာ
အနိုင်ရဖို့အတွက် ကြိုးစားချင်လာတော့တယ်။
ဒါပေမဲ့ ကျောင်းသူအဖွဲ့က သူ့ကို လက်မခံကြတဲ့အခါ
သူ့ကိုယ်ပိုင်အဖွဲ့တစ်ဖွဲ့ ဖွဲ့ဖို့ကြိုးစားရတော့တယ်။
ဒီဇာတ်ကားလေးက ၁၉၇၀ ခုနှစ်တွေဆီ အခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့
Comedy-Drama ဇာတ်လမ်းလေးပါ။
အရမ်းလည်း Motivation ရစေမယ့် ဇာတ်ကားတစ်ကားဆိုရင် မှားမယ်မထင်ပါဘူး။
File Size : ( 904 MB , 292 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 34 min
Format : Mp4
Genre : Comedy , Drama , Family
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ye Man Aung
Encoded by Moe Myint Lwin
zawgyi
မိတဆိုးေလး Christmas ဟာ အာကာသအေၾကာင္း
ၿဂိဳဟ္သားအေၾကာင္းေတြ အလြန္စိတ္ဝင္စားတဲ့သူတစ္ေယာက္ပါ။
သူက ေရဒီယုိေလးတစ္လုံးနဲ႔ ၿဂိဳဟ္သားေတြဆီ
အျမဲတမ္း အဆက္အသြယ္လုပ္ဖို႔ ႀကိဳးစားေနတတ္တယ္။
ေက်ာင္းမွာေတာ့ သူ႔ကုိ အိပ္ယာထဲေသးေပါက္ခ်တတ္တယ္ဆိုၿပီး
ေက်ာင္းသူေက်ာင္းသားေတြက အျမဲေနာက္ေျပာင္ၾကတယ္။
တစ္ေန႔ NASA အဖြဲ႕ဝင္တစ္ေယာက္ သူတို႔ေက်ာင္းဆီ
ေရာက္လာၿပီး ပြဲေတာ္မွာအႏုိင္ရမယ့္အဖြဲ႕ကုိ ၿဂိဳဟ္သားေတြဆီ
စာပုိ႔ႏုိင္ဖို႔ ဆုခ်မယ္လို႔ ေၾကညာလုိက္တယ္။
Christmas ေလးက အရမ္းစိတ္ဝင္စားသြားၿပီး ပြဲေတာ္မွာ
အႏုိင္ရဖို႔အတြက္ ႀကိဳးစားခ်င္လာေတာ့တယ္။
ဒါေပမဲ့ ေက်ာင္းသူအဖြဲ႕က သူ႔ကုိ လက္မခံၾကတဲ့အခါ
သူ႔ကုိယ္ပုိင္အဖြဲ႕တစ္ဖြဲ႕ ဖြဲ႕ဖို႔ႀကိဳးစားရေတာ့တယ္။
ဒီဇာတ္ကားေလးက ၁၉၇၀ ခုႏွစ္ေတြဆီ အေျခခံၿပီး ဇာတ္အိမ္တည္ထားတဲ့
Comedy-Drama ဇာတ္လမ္းေလးပါ။
အရမ္းလည္း Motivation ရေစမယ့္ ဇာတ္ကားတစ္ကားဆိုရင္ မွားမယ္မထင္ပါဘူး။
File Size : ( 904 MB , 292 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 34 min
Format : Mp4
Genre : Comedy , Drama , Family
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ye Man Aung
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
