"(Unicode)အားလုံးကို သတင်းကောင်းလေး ပေးချင်ပါတယ်။ ကျူပ်တို့ ဖက်က အာမခံနိုင်တာတစ်ခုကတော့ သတင်းကောင်းပါပဲPauseဒါက ဂျိုရှီဆေးရုံရဲ့ ကြော်ငြာ၊ နေ့စဉ် ကလေးမရတတ်တဲ့ ဇနီးမောင်နှံတို့ရဲ့ အားထားရတဲ့ နေရာ။ကလေးလိုချင်ပေမဲ့ မရတတ်ကြတဲ့ ဗာရွန်တို့ ဗတ္တရားလင်မယားမှာ ညီမနဲ့ယောက်ဖရဲ့လမ်းညွှန်ချက်ကြောင့် ဒီဆေးရုံကို ရောက်လာခဲ့ပါတယ်။အဲ့ဒီမှာပဲ ဗာရွန်တို့ လင်မယားနဲ့ ဟန်နီးတို့ လင်မယားကို တွေ့ဆုံဖို့ ဖြစ်လာပါတယ်။သူတို့က နာမည်အဖျားတွေ တူနေကြတယ်။နှစ်တွဲလုံးက ဗတ္တရားတွေ၊ ဒီလိုနဲ့ ဆရာဝန်က ပြောလိုက်ပါတယ်။ကျူပ်တို့ရဲ့ အတွေ့အကြုံရင့်ကျက်လှတဲ့ ပညာရှင်တွေဟာ သုက်နှစ်စုံကို နာမည်တူနေတော့ ရောထွေးမိသွားပါတယ်တဲ့။ကဲ အဲ့ဒီမှာ ဇာတ်လမ်းက စပြီ။ဟန်နီးရဲ့ သုက်က ဒီးပ်တီးဆီ ရောက်သွားပြီး ဗာရွန်ရဲ့ သုက်က မိုနီကားဆီ မှားပြီး ရောက်သွားပြီလို့ သိလိုက်ရတဲ့ အခါမှာတော့…..ကဲ ကိုယ့်လူတို့…. ဟာသကားကောင်း နာမည်ကြီး တစ်ကားမို့ လက်မလွတ်တမ်းကြည့်သင့်ပါတယ်ဆိုတာ မပြောလည်း သိကြမယ်မဟုတ်လား။ဒီကားမှာ ခင်ဗျားတို့တွေ ခွီလည်းခွီရမယ် မျက်ရည်လည်းကျရမယ်ဆိုတာ ရဲရဲကြီးအာမခံပါတယ်ပေးရတဲ့အချိန်နဲ့တန်တဲ့ အိန္ဒိယကားကောင်းတစ်ကားကြည့်ချင်ရင်တော့ လက်မနှေးဘဲ အပြေးသာဒေါင်းလိုက်ကြပါတော့IMDbမှာတော့ 7.6/10 အထိရထားပြီး ဝါရင့်သရုပ်ဆောင်တို့ရဲ့ ပြောင်မြောက်လှတဲ့ သရုပ်ဆောင်မှုတွေကို ခံစားကြည့်ရှူကြပါဦးဗျာ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားကြသူတွေကတော့ စီအမ်ရဲ့အိန္ဒိယဇာတ်ကားဘာသာပြန်တွေဖြစ်ကြတဲ့ ဇော်ထူး၊ ညီကိုးနှင့် မြင့်သူတို့ပဲဖြစ်ပါတယ်(Zawgyi)အားလုံးကို သတင္းေကာင္းေလး ေပးခ်င္ပါတယ္။ က်ဴပ္တို႔ ဖက္က အာမခံႏိုင္တာတစ္ခုကေတာ့ သတင္းေကာင္းပါပဲဒါက ဂ်ိဳရွီေဆး႐ုံရဲ႕ ေၾကာ္ျငာ၊ ေန႔စဥ္ ကေလးမရတတ္တဲ့ ဇနီးေမာင္ႏွံတို႔ရဲ႕ အားထားရတဲ့ ေနရာ။ကေလးလိုခ်င္ေပမဲ့ မရတတ္ၾကတဲ့ ဗာ႐ြန္တို႔ ဗတၱရားလင္မယားမွာ ညီမနဲ႔ေယာက္ဖရဲ႕လမ္းၫႊန္ခ်က္ေၾကာင့္ ဒီေဆး႐ုံကို ေရာက္လာခဲ့ပါတယ္။အဲ့ဒီမွာပဲ ဗာ႐ြန္တို႔ လင္မယားနဲ႔ ဟန္နီးတို႔ လင္မယားကို ေတြ႕ဆုံဖို႔ ျဖစ္လာပါတယ္။သူတို႔က နာမည္အဖ်ားေတြ တူေနၾကတယ္။ႏွစ္တြဲလုံးက ဗတၱရားေတြ၊ ဒီလိုနဲ႔ ဆရာဝန္က ေျပာလိုက္ပါတယ္။က်ဴပ္တို႔ရဲ႕ အေတြ႕အႀကဳံရင့္က်က္လွတဲ့ ပညာရွင္ေတြဟာ သုက္ႏွစ္စုံကို နာမည္တူေနေတာ့ ေရာေထြးမိသြားပါတယ္တဲ့။ကဲ အဲ့ဒီမွာ ဇာတ္လမ္းက စၿပီ။ဟန္နီးရဲ႕ သုက္က ဒီးပ္တီးဆီ ေရာက္သြားၿပီး ဗာ႐ြန္ရဲ႕ သုက္က မိုနီကားဆီ မွားၿပီး ေရာက္သြားၿပီလို႔ သိလိုက္ရတဲ့ အခါမွာေတာ့…..ကဲ ကိုယ့္လူတို႔…. ဟာသကားေကာင္း နာမည္ႀကီး တစ္ကားမို႔ လက္မလြတ္တမ္းၾကည့္သင့္ပါတယ္ဆိုတာ မေျပာလည္း သိၾကမယ္မဟုတ္လား။ဒီကားမွာ ခင္ဗ်ားတို႔ေတြ ခြီလည္းခြီရမယ္ မ်က္ရည္လည္းက်ရမယ္ဆိုတာ ရဲရဲႀကီးအာမခံပါတယ္ေပးရတဲ့အခ်ိန္နဲ႔တန္တဲ့ အိႏၵိယကားေကာင္းတစ္ကားၾကည့္ခ်င္ရင္ေတာ့ လက္မေႏွးဘဲ အေျပးသာေဒါင္းလိုက္ၾကပါေတာ့IMDbမွာေတာ့ 7.6/10 အထိရထားၿပီး ဝါရင့္သ႐ုပ္ေဆာင္တို႔ရဲ႕ ေျပာင္ေျမာက္လွတဲ့ သ႐ုပ္ေဆာင္မႈေတြကို ခံစားၾကည့္ရႉၾကပါဦးဗ်ာ။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားၾကသူေတြကေတာ့ စီအမ္ရဲ႕အိႏၵိယဇာတ္ကားဘာသာျပန္ေတြျဖစ္ၾကတဲ့ ေဇာ္ထူး၊ ညီကိုးႏွင့္ ျမင့္သူတို႔ပဲျဖစ္ပါတယ္File Size : (2.0 GB) and (950 GB)Quality : AMZN WEB-DL (1080p 5.1, 720p)Running Time : 2hr 14minFormat : Mp4Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DD+5.1.x264-TellyTranslated by Zaw Htoo, Nyi Nyi Koe & Myint ThuEncoded by Thanhtike Zaw"