"ဒါလေးကတော့ IMDb Rating 7နဲ့ tomatoesမှာ 80%ရထားတဲ့အီတလီ Romance-Dramaကားလေးပါ။Pauseချမ်းသာတဲ့လူကုံသံအသိုင်းအဝိုင်းကပညာတတ်မိန်းမချောလေးတစ်ယောက်ကိုချစ်မိသွားတဲ့လူငယ်လေးတစ်ယောက်အကြောင်းကို ဖွဲ့နွဲ့ရိုက်ကူးထားတာပါ။မာတင်အက်ဒမ်ဆိုတာ သင်္ဘောပေါ်မှာအလုပ်ကြမ်းလုပ်ရတဲ့ဆင်းရဲသားတစ်ဦးဖြစ်ပေမယ့်ရုပ်ရည်ချောမောပြေပြစ်လှသူတစ်ဦးပါ။တစ်နေ့တော့ အနုပညာကိုခံစားတတ်ပြီး စာတွေဖတ်တဲ့သူဌေးသမီးပညာတတ်အလှလေးအယ်လင်နာကိုတွေ့ပြီးချစ်မိသွားတဲ့နောက်မှာတော့ ချစ်ခြင်းမေတ္တာတွေကကဗျာတွေစာတွေအဖြစ်လျှံကျလာပြီး သူစာရေးဆရာဖြစ်ချင်သွားပါတော့တယ်။ပညာရေးမှာမူလတန်းတောင်မပြီးမြောက်ပေမယ့် စာအုပ်တွေဖတ်ပြီးကဗျာတွေ ဝတ္ထုတွေ ဆိုရှယ်လစ်လမ်းစဉ်တွေကိုလက်မခံနိုင်တဲ့စာတွေရေးပါတော့တယ်။မိန်းကလေးမိဘအသိုင်းအဝိုင်းကတော့ပုံစံချင်းမတူ ပိုက်ဆံလည်းမရှာနိုင်တဲ့မျက်နှာမွဲကောင်နဲ့ သဘောမတူတဲ့အခါမှာတော့….Dramaကားတွေကိုနှစ်သက်သူတွေအတွက် စီးမြောပြီးကြည့်ရှုနိုင်တဲ့ကားကောင်းတစ်ကားပါပဲ။File Size : ( 1 GB , 427 MB )Quality : WEB-DL 720pRunning Time : 2 hr 09 minFormat : Mp4Genre : Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwinzawgyiဒါေလးကေတာ့ IMDb Rating 7နဲ႔ tomatoesမွာ 80%ရထားတဲ့အီတလီ Romance-Dramaကားေလးပါ။ခ်မ္းသာတဲ့လူကုံသံအသိုင္းအဝိုင္းကပညာတတ္မိန္းမေခ်ာေလးတစ္ေယာက္ကိုခ်စ္မိသြားတဲ့လူငယ္ေလးတစ္ေယာက္အေၾကာင္းကို ဖြဲ႕ႏြဲ႕႐ိုက္ကူးထားတာပါ။မာတင္အက္ဒမ္ဆိုတာ သေဘၤာေပၚမွာအလုပ္ၾကမ္းလုပ္ရတဲ့ဆင္းရဲသားတစ္ဦးျဖစ္ေပမယ့္႐ုပ္ရည္ေခ်ာေမာေျပျပစ္လွသူတစ္ဦးပါ။တစ္ေန႔ေတာ့ အႏုပညာကိုခံစားတတ္ၿပီး စာေတြဖတ္တဲ့သူေဌးသမီးပညာတတ္အလွေလးအယ္လင္နာကိုေတြ႕ၿပီးခ်စ္မိသြားတဲ့ေနာက္မွာေတာ့ ခ်စ္ျခင္းေမတၱာေတြကကဗ်ာေတြစာေတြအျဖစ္လွ်ံက်လာၿပီး သူစာေရးဆရာျဖစ္ခ်င္သြားပါေတာ့တယ္။ပညာေရးမွာမူလတန္းေတာင္မၿပီးေျမာက္ေပမယ့္ စာအုပ္ေတြဖတ္ၿပီးကဗ်ာေတြ ဝတၳဳေတြ ဆိုရွယ္လစ္လမ္းစဥ္ေတြကိုလက္မခံႏိုင္တဲ့စာေတြေရးပါေတာ့တယ္။မိန္းကေလးမိဘအသိုင္းအဝိုင္းကေတာ့ပုံစံခ်င္းမတူ ပိုက္ဆံလည္းမရွာႏိုင္တဲ့မ်က္ႏွာမြဲေကာင္နဲ႔ သေဘာမတူတဲ့အခါမွာေတာ့….Dramaကားေတြကိုႏွစ္သက္သူေတြအတြက္ စီးေျမာၿပီးၾကည့္ရႈႏိုင္တဲ့ကားေကာင္းတစ္ကားပါပဲ။File Size : ( 1 GB , 427 MB )Quality : WEB-DL 720pRunning Time : 2 hr 09 minFormat : Mp4Genre : Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe LayEncoded by Moe Myint Lwin"