"unicode၃၇စက္ကန့်အတွင်းမှာ သူမအသက်ရှုခဲ့မယ်ဆိုရင်…Pauseတစ်စက္ကန့်လေးပဲဖြစ်ဖြစ် သူမစောပြီးအသက်ရှူခဲ့မယ်ဆိုရင်…ယူမာတာကာဒါဆိုတဲ့ ကောင်မလေးဟာမွေးမွေးချင်း၃၇စက္ကန့်လေးမှာ အသက်မရှုခဲ့တဲ့အတွက်မွေးရာပါအာရုံကြောထိခိုက်သွားပြီးcerebral palsyဆိုတဲ့ရောဂါဖြစ်ပွားခဲ့ကာမသန်စွမ်းဘဝနဲ့ရှင်သန်လာခဲ့ရသူလေးပါ။manga ကာတွန်းရေးဆွဲတဲ့နေရာမှာပါရမီပါခဲ့ပေမယ့်မသန်စွမ်းဆိုတဲ့ခေါင်းစဉ်အောက်မှာအဖိနှိပ်ခံခေါင်းပုံဖြတ်ခံနေရတဲ့ပါရမီရှင်လေးတစ်ယောက်ပေါ့။မိခင်ဖြစ်သူနဲ့ နှစ်ယောက်တည်းနေထိုင်ရင်း အသက်၂၃နှစ်ပြည့်လာခဲ့ပါတယ်။တစ်နေ့မှာတော့လိင်အသားပေးကာတွန်းမဂ္ဂဇင်းမှာအလုပ်ဝင်လျှောက်ခဲ့ပါတော့တယ်။ဒါပေမယ့်စာအုပ်တိုက်ကလိင်အတွေ့အကြုံရှိမှပြန်လာခဲ့ပါလို့ပြောလိုက်တဲ့အခါ…ဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက်37seconds (2019)ဆိုတဲ့ကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။Imdb Rating 7.4/10 Rotten Tomatoes 80%တောင်ရရှိထားတာမလို့အထွေအထူးမညွှန်းရင်တောင် ကားကောင်းလေးမှန်းအားလုံးသိကြမှာပါ။69ကြိမ်မြောက်ဘာလင်ရုပ်ရှင်ပွဲတော်မှာပြသခဲ့ပြီး ဆုတွေလဲဆွတ်ခူးနိုင်ခဲ့တဲ့ကားလေးပါ။Drama ကားကောင်းလေးတွေမျှော်လင့်နေတဲ့ပရိသတ်ကြီးအတွက်တော့အကြိုက်တွေ့စေမှာပါ။ဇာတ်ကားလေးနာမည်ကတော့ 37seconds(2019)ပါ။File Size : ( 1 GB , 395MB )Quality : WEB-DL 720pRunning Time : 1 hr 55 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwinzawgyi၃၇စကၠန္႔အတြင္းမွာ သူမအသက္ရႈခဲ႔မယ္ဆိုရင္…တစ္စကၠန္႔ေလးပဲျဖစ္ျဖစ္ သူမေစာျပီးအသက္ရွဴခဲ႔မယ္ဆိုရင္…ယူမာတာကာဒါဆိုတဲ႔ ေကာင္မေလးဟာေမြးေမြးခ်င္း၃၇စကၠန္႔ေလးမွာ အသက္မရႈခဲ႔တဲ႔အတြက္ေမြးရာပါအာရံုေၾကာထိခိုက္သြားျပီးcerebral palsyဆိုတဲ႔ေရာဂါျဖစ္ပြားခဲ႔ကာမသန္စြမ္းဘဝနဲ႔ရွင္သန္လာခဲ႔ရသူေလးပါ။manga ကာတြန္းေရးဆြဲတဲ႔ေနရာမွာပါရမီပါခဲ႔ေပမယ္႔မသန္စြမ္းဆိုတဲ႔ေခါင္းစဥ္ေအာက္မွာအဖိႏွိပ္ခံေခါင္းပံုျဖတ္ခံေနရတဲ႔ပါရမီရွင္ေလးတစ္ေယာက္ေပါ႔။မိခင္ျဖစ္သူနဲ႔ ႏွစ္ေယာက္တည္းေနထိုင္ရင္း အသက္၂၃ႏွစ္ျပည္႔လာခဲ႔ပါတယ္။တစ္ေန႔မွာေတာ႔လိင္အသားေပးကာတြန္းမဂၢဇင္းမွာအလုပ္ဝင္ေလွ်ာက္ခဲ႔ပါေတာ႔တယ္။ဒါေပမယ္႔စာအုပ္တိုက္ကလိင္အေတြ႔အၾကံဳရွိမွျပန္လာခဲ႔ပါလို႔ေျပာလိုက္တဲ႔အခါ…ဒီတစ္ေခါက္ေတာ႔ CM ပရိသတ္ၾကီးအတြက္37seconds (2019)ဆိုတဲ႔ကားေကာင္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။Imdb Rating 7.4/10 Rotten Tomatoes 80%ေတာင္ရရွိထားတာမလို႔အေထြအထူးမညႊန္းရင္ေတာင္ ကားေကာင္းေလးမွန္းအားလံုးသိၾကမွာပါ။69ၾကိမ္ေျမာက္ဘာလင္ရုပ္ရွင္ပြဲေတာ္မွာျပသခဲ႔ျပီး ဆုေတြလဲဆြတ္ခူးႏိုင္ခဲ႔တဲ႔ကားေလးပါ။Drama ကားေကာင္းေလးေတြေမွ်ာ္လင္႔ေနတဲ႔ပရိသတ္ၾကီးအတြက္ေတာ႔အၾကိဳက္ေတြ႔ေစမွာပါ။ဇာတ္ကားေလးနာမည္ကေတာ႔ 37seconds(2019)ပါ။File Size : ( 1 GB , 395MB )Quality : WEB-DL 720pRunning Time : 1 hr 55 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwin"