"Secret Zoo(2019)(unicode)Pauseဒီဇာတ်ကားလေးက 2020 ဇန်နဝါရီလကပဲ ရိုက်ကူးပြီးစီးထားတဲ့ ဇာတ်ကားလေးဖြစ်ပြီး IMDB ကတော့ 10 out of 6.3 ရထားပါတယ်။ Runningman ကြည့်တဲ့သူတွေဆို လွန်ခဲ့တဲ့နှစ်ပတ်ကျော်လောက်က ဇာတ်ကား promotion အတွက်ဒီဇာတ်ကောင်တွေ လာသွားတာကိုမှတ်မိကြမယ်ထင်ပါတယ်။ဇာတ်လမ်းအကြောင်းအရာလေးကတော့ရှေ့နေတစ်ယောက်ဖြစ်သူ ဂန်းထယ်ဆူက ရှေ့နေအဖွဲ့အစည်းကြီးတစ်ခုဖြစ်တဲ့ JH မှာတရားဝင်ဝန်ထမ်းဖြစ်ဖို့ အမြဲအိမ်မက်နေခဲ့သူပါ။တစ်နေ့တော့သူ့အတွက် တရားဝင်ဝန်ထမ်းဖြစ်ဖို့အခွင့်အရေးတစ်ခုကလည်း ကျရောက်လာပါတယ်။အဲ့ဒါကတော့ အကြွေးနဲ့သိမ်းခံရတော့မယ့် နိုင်ငံခြားက ဝယ်ယူထားတဲ့တိရိစ္ဆာန်ရုံတစ်ခုကို ဦးစီးပေးဖို့ကုမ္ပဏီကခိုင်းစေလာပါတယ်။ကြည့်ရင်တော့လွယ်တယ်ထင်ရပေမယ့် တကယ်သွားကြည့်တဲ့အခါမှာတော့ ထူးခြားတာက အဲ့တိရိစ္ဆာန်ရုံမှာ ပြစားလို့ရတဲ့ တိရိစ္ဆာန် တစ်ကောင်မှမရှိတာပါပဲ။ကျန်တဲ့ အသေးအမွှားတိရိစ္ဆာန်လေးတွေပဲ ကျန်ခဲ့ပြီး တခြား တန်ဖိုးကြီးတိရိစ္ဆာန်တွေကအကြွေးကြောင့် ရောင်းစားခံလိုက်ရတဲ့ အခြေအနေပါ။အဲ့ဒီလို ပြစားစရာတိရိစ္ဆာန်တောင်မရှိတဲ့ တိရိစ္ဆာန်ရုံကြီးကို ဂန်းထယ်ဆူကို ၃လအတွင်းဦးစီးပြီး အကြွေး သိန်းတစ်သောင်းကို JH ကဆပ်ခိုင်းထားပါတယ်။ဂန်းထယ်ဆူတစ်ယောက် တိရိစ္ဆာန်တွေမရှိတဲ့ တိရိစ္ဆာန်ရုံကိုဦးစီးပြီး အကြွေးဆပ်ဖို့ရှိသမျှအကြံထုတ်ရပါတော့ပါတယ်။ဂန်းထယ်ဆူတစ်ယောက် တိရိစ္ဆာန်ရုံကြီးကို ဘယ်လိုလည်ပတ်အောင်လုပ်မလဲ။အကြွေး ဘယ်လိုဆပ်မလဲဆိုတာကတော့ ကိုယ်တိုင်ကြည့်ပြီး အဖြေရှာကြည့်စေချင်ပါတယ်။။ပိတ်ရက်မှာဒီကားလေးနဲ့ ရယ်မောပြီးအနားယူခံစားကြည့်စေချင်ပါတယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…..(zawgyi)ဒီဇာတ္ကားေလးက 2020 ဇန္နဝါရီလကပဲ ႐ိုက္ကူးၿပီးစီးထားတဲ့ ဇာတ္ကားေလးျဖစ္ၿပီး IMDB ကေတာ့ 10 out of 6.3 ရထားပါတယ္။ Runningman ၾကည့္တဲ့သူေတြဆို လြန္ခဲ့တဲ့ႏွစ္ပတ္ေက်ာ္ေလာက္က ဇာတ္ကား promotion အတြက္ဒီဇာတ္ေကာင္ေတြ လာသြားတာကိုမွတ္မိၾကမယ္ထင္ပါတယ္။ဇာတ္လမ္းအေၾကာင္းအရာေလးကေတာ့ေရွ႕ေနတစ္ေယာက္ျဖစ္သူ ဂန္းထယ္ဆူက ေရွ႕ေနအဖြဲ႕အစည္းႀကီးတစ္ခုျဖစ္တဲ့ JH မွာတရားဝင္ဝန္ထမ္းျဖစ္ဖို႔ အၿမဲအိမ္မက္ေနခဲ့သူပါ။တစ္ေန႔ေတာ့သူ႔အတြက္ တရားဝင္ဝန္ထမ္းျဖစ္ဖို႔အခြင့္အေရးတစ္ခုကလည္း က်ေရာက္လာပါတယ္။အဲ့ဒါကေတာ့ အေႂကြးနဲ႔သိမ္းခံရေတာ့မယ့္ ႏိုင္ငံျခားက ဝယ္ယူထားတဲ့တိရိစာၦန္႐ုံတစ္ခုကို ဦးစီးေပးဖို႔ကုမၸဏီကခိုင္းေစလာပါတယ္။ၾကည့္ရင္ေတာ့လြယ္တယ္ထင္ရေပမယ့္ တကယ္သြားၾကည့္တဲ့အခါမွာေတာ့ ထူးျခားတာက အဲ့တိရိစာၦန္႐ုံမွာ ျပစားလို႔ရတဲ့ တိရိစာၦန္ တစ္ေကာင္မွမရွိတာပါပဲ။က်န္တဲ့ အေသးအမႊားတိရိစာၦန္ေလးေတြပဲ က်န္ခဲ့ၿပီး တျခား တန္ဖိုးႀကီးတိရိစာၦန္ေတြကအေႂကြးေၾကာင့္ ေရာင္းစားခံလိုက္ရတဲ့ အေျခအေနပါ။အဲ့ဒီလို ျပစားစရာတိရိစာၦန္ေတာင္မရွိတဲ့ တိရိစာၦန္႐ုံႀကီးကို ဂန္းထယ္ဆူကို ၃လအတြင္းဦးစီးၿပီး အေႂကြး သိန္းတစ္ေသာင္းကို JH ကဆပ္ခိုင္းထားပါတယ္။ဂန္းထယ္ဆူတစ္ေယာက္ တိရိစာၦန္ေတြမရွိတဲ့ တိရိစာၦန္႐ုံကိုဦးစီးၿပီး အေႂကြးဆပ္ဖို႔ရွိသမွ်အႀကံထုတ္ရပါေတာ့ပါတယ္။ဂန္းထယ္ဆူတစ္ေယာက္ တိရိစာၦန္႐ုံႀကီးကို ဘယ္လိုလည္ပတ္ေအာင္လုပ္မလဲ။အေႂကြး ဘယ္လိုဆပ္မလဲဆိုတာကေတာ့ ကိုယ္တိုင္ၾကည့္ၿပီး အေျဖရွာၾကည့္ေစခ်င္ပါတယ္။။ပိတ္ရက္မွာဒီကားေလးနဲ႔ ရယ္ေမာၿပီးအနားယူခံစားၾကည့္ေစခ်င္ပါတယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Moe Pwint ပဲျဖစ္ပါတယ္…..File Size : (950 MB) and (380 MB)Quality : FHD-Rip 720pFormat…mp4Duration…01:30:00Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Moe PwintEncoded by Phyo Pyae"