"The System (2022)
ကားအမျိုးအစားက Action, Crime ဆိုတော့ အချိန်တိုလေးအတွင်း အပျင်းပြေကြည့်လို့ကောင်းမယ့် ရုပ်ရှင်လေးပါပဲ။ အချိန်လည်းသိပ်မပေးချင် ဇာတ်လေးလေးပင်ပင်တွေလည်း မကြိုက်ဘဲ ပေါ့ပေါ့ပါပါး တိုက်လိုက် ခိုက်လိုက်ကားလေးနဲ့ စိတ်အပန်းဖြေချင်ရင် ကြည့်သင့်တဲ့ ရုပ်ရှင်လေးပါ။ မင်းသားတွေကတော့ ကတုံးကားမောင်း မြန်စေလျောင်းကားတွေမှာ အစကတည်းကနေ ကြားဖောက်ကားတွေကလွဲ 9 အထိပါခဲ့တဲ့၊ နောက်ကားတွေလည်း ဆက်ပါနေဦးမယ့် Tyrese Gibson နဲ့ မူလလက်ဟောင်း War Machine ကြီး Terrence Howard တို့ပါပဲ။ ရင်းနှီးပြီးသားမင်းသားတွေနဲ့ ခပ်ကြမ်းကြမ်းအက်ရှင်ကားလေးဆိုတော့ အားလုံး သဘောကျကြမှာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တယ်ရီဆဲဗေ့ဂျ်ဟာ တိုင်းပြည်အတွက် အသက်ပေးအမှုထမ်းခဲ့ပြီး စစ်မြေပြင်မှာ ဆုတွေအလီလီရတဲ့ထိတိုင်အောင် ရွပ်ရွပ်ချွံချွံ တိုက်ပွဲဝင်ခဲ့တဲ့ စစ်သူရဲကောင်းတစ်ယောက်ပေမဲ့ တာဝန်ပြီးလို့ အိမ်ပြန်ရောက်ချိန်မှာတော့ တိုင်းပြည်အစိုးရရဲ့ မျက်ကွယ်ပြုခြင်း ခံရပြီး ဘဝက ယိုယွင်းလာခဲ့တယ်။ အဲဒီလိုနဲ့ နောက်ဆုံး သူ့သမီးအသက်မသေရအောင် ဆေးဖိုးရှာဖို့ ကြံရာမရတဲ့နောက်မှာ ဒုစရိုက်သမားဆီက ထိပ်ကွက်ပြီး လုယူဖို့ကြိုးစားရင်း အဖမ်းခံလိုက်ရပြီးတော့ သမီးရော သူပါ ဘဝပျက်မယ့်အရေးနဲ့ ကြုံလာရတော့တယ်။
အဲဒီအချိန်မှာ ရဲမင်းကြီးဟာဗီက သူ့ကိုဆက်သွယ်လာပြီး သူတို့တိုက်ဖျက်လိုနေတဲ့ ပုဂ္ဂလိကအကျဥ်းထောင်တွေထဲက အကျင့်ပျက်ခြစားမှုကို ထောက်လှမ်းရာမှာ ဆဲဗေ့ဂျ်က သူလျှိုအနေနဲ့ အထောက်အထားယူပေးရင် ဆဲဗေ့ဂျ်ရဲ့ဒုက္ခတွေကို တာဝန်ယူရှင်းပေးမယ်ဆိုပြီး ကမ်းလှမ်းလာတယ်။ တခြားရွေးစရာလမ်းမရှိတဲ့ ဆဲဗေ့ဂျ်တစ်ယောက် ခြစားနေတဲ့ထောင်ထဲက လျှို့ဝှက်ချက်တွေကိုရှာဖို့ ဝင်သွားခဲ့ပေမဲ့ သူတကယ်တွေ့ရှိလိုက်ရတဲ့ အမှန်တရားက သူရောက်နေတဲ့ငရဲတွင်းကို ပိုနက်သထက်နက်စေဖို့သာ ဖြစ်လာတဲ့အခါမှာတော့…
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Costanza မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.9GB, 940MB
Quality – 1080p, 720p
Format – mp4
Duration – 1H 37Min
Genre – Action, Crime
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Costanza
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
