"(Unicode)
ကျွန်တော်တို့ အိန္ဒိယဇာတ်ကားတွေ ခုတလောတင်ဆက်ပေးတဲ့အထဲ အချစ်၊အကြမ်းတွေပဲ များနေခဲ့တာခုချိန်မှာတော့ အပြောင်းအလဲတစ်မျိုးနဲ့ သရဲကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်းအရ….
ရွေးကောက်ပွဲဝင် ကိုယ်စားလှည်လောင်းမစ္စတာ ကာရန်ခန်းနား ညဘက် အိမ်ပြန်မအိပ်နိုင်ဘဲမနက်စောစောမှ အိမ်ပြန်တဲ့အခါ သူ့ရဲ့ ဇနီးဟာသေဆုံးလျက်သား တွေ့ခဲ့ရပါတယ်။
ရဲတွေရရဲ့ စီစီတီဗီ မှတ်တမ်းတွေ တွေ့ရှိချက်အရမစ္စတာ ခန်းနားဟာ ညဘက် ၂နာရီဝန်းကျင်မှာအိမ်ပြန်လာပြီး သတ်သွားတယ်လို့ သိရတယ်။
မစ္စတာ ခန်းနားကိုယ်တိုင်ကလည်း တစ်ညလုံးအိမ်ပြန်မအိပ်နိုင်ဘဲ ပါတီဝင်တွေနဲ့ အတူရှိနေကြောင်းပြောတယ်။
ဒါပေမဲ့ ရဲတွေဖက်က သက်သေခိုင်လုံနေတော့အသက်ငယ်ငယ်နဲ့ ဂုဏ်သရေရှိမစ္စတာ ခန်းနားဟာ အချုပ်ထဲ ရောက်နေခဲ့ရပါတယ်။
ဒါပေမဲ့ ရှေ့နေငှားခွင့်ရှိတဲ့ အလျောက်မစ္စတာခန်းနားရဲ့ စည်းရုံးရေးမန်နေဂျာ ဘော့ဘ်အာနန်းကို အတော်ဆုံးရှေ့နေတစ်ယောက် ငှားရမ်းခိုင်းခဲ့ပါတယ်။
သူ ငှားရမ်းခဲ့တဲ့ ရှေ့နေမလေးကတော့… မစ်ဆင်းရ်ပါ။
မစ်ဆင်းရ်ဟာ ဖခင်သေဆုံးမှု၊ အက်ဆီးဒန့်တွေဖြစ်ခဲ့တဲ့အတွက် လတ်တလောမှာ မော်ဖင်းတွေ စွဲနေသူ တစ်ဦးပါ။
မစ္စတာ ခန်းနားရဲ့ အမှုကို ကိုင်တွယ်ပေးဖို့ လေ့လာတဲ့အခါ”ကျွန်တော်တို့ အိမ်မှာ ဝိညာဉ်တစ်ကောင်ရှိနေတယ် ဒါကို ကျွန်တော်တို့ လင်မယားနှစ်ယောက်လုံး သိတယ်
သူ ကျွန်တော့်မိန်းမကို သတ်တာ” ဆိုပြီးထွက်ဆိုတယ်။
ဒါကို လက်မခံနိုင်တဲ့ မစ်ဆင်းရ်ဟာ အမှန်တရားကိုအမှုသည်နဲ့ အတူရှာဖွေရာမှာတော့…….။
———————————
ဒီကားရဲ့ ဒါရိုက်တာကတော့ ၂၀၁၁ ခုနှစ်ထွက်ရှိခဲ့တဲ့နာမည်ကြီး Haunted ဆိုတဲ့ သရဲကားရဲ့ ဒါရိုက်တာ Vikram Bhatt ဖြစ်ပြီးRatingကလည်း 7.7/10 အထိရထားပါတယ်။
ခုံအောက်က လက်ထွက်လာတာတွေ၊သွေးကွက်တွေနဲ့ မျက်နှာ ရုတ်တရက်ပေါ်လာတာမျိုးတွေ ပါနေတဲ့အတွက် နားကြပ်တပ်ပြီးညဖက် ကြည့်တာမျိုးမှ ပိုပြီး ဖီးလ်ရှိမယ်လို့ ပြောလိုက်ပါစေ။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
ကြၽန္ေတာ္တို႔ အိႏၵိယဇာတ္ကားေတြ ခုတေလာတင္ဆက္ေပးတဲ့အထဲ အခ်စ္၊အၾကမ္းေတြပဲ မ်ားေနခဲ့တာခုခ်ိန္မွာေတာ့ အေျပာင္းအလဲတစ္မ်ိဳးနဲ႔ သရဲကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။
ဇာတ္လမ္းအက်ဥ္းအရ….
ေ႐ြးေကာက္ပြဲဝင္ ကိုယ္စားလွည္ေလာင္းမစၥတာ ကာရန္ခန္းနား ညဘက္ အိမ္ျပန္မအိပ္ႏိုင္ဘဲမနက္ေစာေစာမွ အိမ္ျပန္တဲ့အခါ သူ႔ရဲ႕ ဇနီးဟာေသဆုံးလ်က္သား ေတြ႕ခဲ့ရပါတယ္။
ရဲေတြရရဲ႕ စီစီတီဗီ မွတ္တမ္းေတြ ေတြ႕ရွိခ်က္အရမစၥတာ ခန္းနားဟာ ညဘက္ ၂နာရီဝန္းက်င္မွာအိမ္ျပန္လာၿပီး သတ္သြားတယ္လို႔ သိရတယ္။
မစၥတာ ခန္းနားကိုယ္တိုင္ကလည္း တစ္ညလုံးအိမ္ျပန္မအိပ္ႏိုင္ဘဲ ပါတီဝင္ေတြနဲ႔ အတူရွိေနေၾကာင္းေျပာတယ္။
ဒါေပမဲ့ ရဲေတြဖက္က သက္ေသခိုင္လုံေနေတာ့အသက္ငယ္ငယ္နဲ႔ ဂုဏ္သေရရွိမစၥတာ ခန္းနားဟာ အခ်ဳပ္ထဲ ေရာက္ေနခဲ့ရပါတယ္။
ဒါေပမဲ့ ေရွ႕ေနငွားခြင့္ရွိတဲ့ အေလ်ာက္မစၥတာခန္းနားရဲ႕ စည္း႐ုံးေရးမန္ေနဂ်ာ ေဘာ့ဘ္အာနန္းကို အေတာ္ဆုံးေရွ႕ေနတစ္ေယာက္ ငွားရမ္းခိုင္းခဲ့ပါတယ္။
သူ ငွားရမ္းခဲ့တဲ့ ေရွ႕ေနမေလးကေတာ့… မစ္ဆင္းရ္ပါ။
မစ္ဆင္းရ္ဟာ ဖခင္ေသဆုံးမႈ၊ အက္ဆီးဒန႔္ေတြျဖစ္ခဲ့တဲ့အတြက္ လတ္တေလာမွာ ေမာ္ဖင္းေတြ စြဲေနသူ တစ္ဦးပါ။
မစၥတာ ခန္းနားရဲ႕ အမႈကို ကိုင္တြယ္ေပးဖို႔ ေလ့လာတဲ့အခါ”ကြၽန္ေတာ္တို႔ အိမ္မွာ ဝိညာဥ္တစ္ေကာင္ရွိေနတယ္ ဒါကို ကြၽန္ေတာ္တို႔ လင္မယားႏွစ္ေယာက္လုံး သိတယ္
သူ ကြၽန္ေတာ့္မိန္းမကို သတ္တာ” ဆိုၿပီးထြက္ဆိုတယ္။
ဒါကို လက္မခံႏိုင္တဲ့ မစ္ဆင္းရ္ဟာ အမွန္တရားကိုအမႈသည္နဲ႔ အတူရွာေဖြရာမွာေတာ့…….။
———————————
ဒီကားရဲ႕ ဒါ႐ိုက္တာကေတာ့ ၂၀၁၁ ခုႏွစ္ထြက္ရွိခဲ့တဲ့နာမည္ႀကီး Haunted ဆိုတဲ့ သရဲကားရဲ႕ ဒါ႐ိုက္တာ Vikram Bhatt ျဖစ္ၿပီးRatingကလည္း 7.7/10 အထိရထားပါတယ္။
ခုံေအာက္က လက္ထြက္လာတာေတြ၊ေသြးကြက္ေတြနဲ႔ မ်က္ႏွာ ႐ုတ္တရက္ေပၚလာတာမ်ိဳးေတြ ပါေနတဲ့အတြက္ နားၾကပ္တပ္ၿပီးညဖက္ ၾကည့္တာမ်ိဳးမွ ပိုၿပီး ဖီးလ္ရွိမယ္လို႔ ေျပာလိုက္ပါေစ။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (950 MB ) and (480 MB)
Quality : WEB-Rip 720p
Running Time : 2hr 10min
Format : Mp4
Genre : Horror, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p WEBRip x264 AAC – LOKiHD – Telly
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
