"[Unicode]
ဒီဇာတ်ကားကတော့ 2019 တုန်းက ထွက်ရှိထားတဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပြီး အခြားဇာတ်ကားတွေနဲ့ မတူတာကတော့
comic world နဲ့ real world ကို တစ်လှည့်စီ ယှဉ်ပြပြီးရိုက်ကူးထားတာ ဖြစ်ပါတယ် ၊
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
real world မှာတော့ ဖုန့်ရွှယ်ဟာ သာမန် ကာတွန်း ကုပ္မဏီတစ်ခုမှာ အလုပ်လုပ်ကိုင်နေတဲ့ အရည်ချင်းရှိတဲ့ ကာတွန်းရေးဆရာမ တစ်ယောက်ပါ…
သူဟာ သူ့ရဲ့ ဇာတ်လမ်းတွေနဲ့ ဇာတ်ကောင်တွေလို့ သူ့ သားသမီးလို သဘောထားပြီး အလုပ်ကို တိတိကျကျလုပ်ကိုင်တတ်သူပါ ၊
သူ့နဲ့ အတူအလုပ်တွဲလုပ်ရတဲ့ ပိုင်ကျစ်ဟာလည်း အရည်ချင်းရှိပေမယ့် အထက်လူကြီးအကြိုက်ကို အမြဲလိုက်ရတဲ့ အတွက် သူတို့ ရဲ့ အရည်ချင်းတွေဟာ ဒီနေရာမှာ အလကားဖြစ်နေခဲ့ပါတယ် ၊
comic world မှာတော့ ဖုန့်ရွှယ်ဟာ နွီဝါးရဲ့ မျိုးဆက်ဖြစ်ပြီး ရှေးဟောင်းသားရဲကောင်ကြီးကို ပြန်လည်ချိတ်ပိတ်ဖို့အတွက် တာဝန်ထမ်းဆောင်ရမှာပါ…
နောက်ဆုံးမှာ သူတို့ ဖန်တီးချင်တဲ့ ကာတွန်းဇာတ်လမ်းအတိုင်း ဇာတ်ကောင်တွေ ရေးဆွဲဖန်တီးပြီး သူတို့လိုချင်သလို ဇာတ်လမ်းကို အဆုံး သတ်နိုင်မလားဆိုတာ ဒီဇာတ်လမ်းလေးမှာ ကြည့်ရှုအားပေးကြပါဦး…။
[Zawgyi]
ဒီဇာတ္ကားကေတာ့ 2019 တုန္းက ထြက္ရွိထားတဲ့ ဇာတ္ကားတစ္ကားျဖစ္ၿပီး အျခားဇာတ္ကားေတြနဲ႔ မတူတာကေတာ့
comic world နဲ႔ real world ကို တစ္လွည့္စီ ယွဥ္ျပၿပီး႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္ ၊
real world မွာေတာ့ ဖုန္႔႐ႊယ္ဟာ သာမန္ ကာတြန္း ကုပၼဏီတစ္ခုမွာ အလုပ္လုပ္ကိုင္ေနတဲ့ အရည္ခ်င္းရွိတဲ့ ကာတြန္းေရးဆရာမ တစ္ေယာက္ပါ…
သူဟာ သူ႔ရဲ႕ ဇာတ္လမ္းေတြနဲ႔ ဇာတ္ေကာင္ေတြလို႔ သူ႔ သားသမီးလို သေဘာထားၿပီး အလုပ္ကို တိတိက်က်လုပ္ကိုင္တတ္သူပါ ၊
သူ႔နဲ႔ အတူအလုပ္တြဲလုပ္ရတဲ့ ပိုင္က်စ္ဟာလည္း အရည္ခ်င္းရွိေပမယ့္ အထက္လူႀကီးအႀကိဳက္ကို အၿမဲလိုက္ရတဲ့ အတြက္ သူတို႔ ရဲ႕ အရည္ခ်င္းေတြဟာ ဒီေနရာမွာ အလကားျဖစ္ေနခဲ့ပါတယ္ ၊
comic world မွာေတာ့ ဖုန္႔႐ႊယ္ဟာ ႏြီဝါးရဲ႕ မ်ိဳးဆက္ျဖစ္ၿပီး ေရွးေဟာင္းသားရဲေကာင္ႀကီးကို ျပန္လည္ခ်ိတ္ပိတ္ဖို႔အတြက္ တာဝန္ထမ္းေဆာင္ရမွာပါ…
ေနာက္ဆုံးမွာ သူတို႔ ဖန္တီးခ်င္တဲ့ ကာတြန္းဇာတ္လမ္းအတိုင္း ဇာတ္ေကာင္ေတြ ေရးဆြဲဖန္တီးၿပီး သူတို႔လိုခ်င္သလို ဇာတ္လမ္းကို အဆုံး သတ္ႏိုင္မလားဆိုတာ ဒီဇာတ္လမ္းေလးမွာ ၾကည့္ရႈအားေပးၾကပါဦး…။
File size__( 850 GB) and ( 350 MB)
Quality__Blu-720p
IMDb Rating__/10
Format__mp4
Duration__01:33:06
Type__ Action, Fantasy
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Thu Thu
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
