"(Unicode)
ဒီတစ်ပတ်မှာတော့ တေလဂူး(Telugu) မိသားစုကားလေး တစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသားနဲ့ မင်းသမီးကတော့ တေလဂူးပရိသတ်တွေ ရင်းနှီးပြီးသားမို့ အထူးတလည်မိတ်ဆက်စရာမလိုပါဘူး။
ဇာတ်လမ်းအကျဉ်းကို တစ်ချက်လောက် ချပြရရင် အမေရိကမှာ အခြေချနေတဲ့ မင်းသားတို့မိသားစုရယ်၊ အိန္ဒိယမှာပဲ အလုပ်အကျွေးပြုစုသူ တစ်ယောက်နဲ့ အတူနေတဲ့ မင်းသားရဲ့ အဘိုးရယ်ပေါ့။
တစ်နေ့မှာတော့ အဘိုးဟာ ကျန်းမာရေးအရ ဆေးစစ်ချက်သွားယူရာကနေ သူ့မှာ အဆုတ်ကင်ဆာ ရှိနေတယ်ဆိုတဲ့အကြောင်းကို သိလိုက်ရပါတယ်။
သားသမီးတွေနဲ့ ဝေးရာမှာ နေရာသူဖြစ်တော့ သားသမီးတွေဆီ ဖုန်းဆက်အကြောင်းကြားတယ်။
အဘိုးမှာ ရောဂါအဆင့်က ကျွမ်းနေပြီမို့ အချိန်က ၅ပတ်ကာလပဲ ရှိတော့တယ်။
တစ်ဖက်မှာလည်း အလုပ်၊ တစ်ဖက်မှာလည်း မိဘဖြစ်တော့ အလုပ်ကို ဦးစားပေးတတ်ကြတဲ့ သားသမီးတွေဟာ အဖေဖြစ်သူဆီ ပြုစုစောင့်ရှောက်ဖို့ လောလောဆယ် မသွားနိုင်ကြပါဘူး။
ဒါပေမဲ့ အဘိုးကို အရမ်းချစ်တဲ့ မြေး(မင်းသား)ကတော့ ဒီသတင်းကို ကြားကြားချင်း လိုက်သွားခဲ့ပါတယ်။
အိန္ဒိယကိုရောက်ပြီး အဘိုးဖြစ်သူကို ကတိပေးလိုက်တာကတော့ “အချိန်၅ပတ်အတွင်း အဘိုး လုပ်ချင်ပေမဲ့ မစဖြစ်တဲ့အရာတွေ၊ စနေပေမဲ့ မပြီးသေးတဲ့ အရာတွေကို ဖြည့်ဆည်းပေးဖို့ပါ”
ကျွန်နော်တို့ရဲ့ အချစ်တော် Raashi Khanna ကတော့ တစ်ဖက်သတ်ကြိတ်ကြွေသူတွေ ဝိုင်းဝိုင်းလည်နေပြီး Tik-Tok Cele တစ်ဦးအဖြစ် မြင်ရမှာပါ။
ကဲ ဒီမှာ တင်ဇာတ်လမ်းက စပြီ။ အဘိုးဖြစ်သူရဲ့ ဆန္ဒတွေမှာ အဘိုးရဲ့ အချစ်ရေးတွေ ပါနေသလို မြေးဖြစ်သူအတွက် အချစ်ရေးတွေကလည်း ပါလာပါတော့တယ်။
ကဲ.. ကျွန်တော်တို့ဒီအထိ ပြောပြပြီးပြီမို့ မိသားစု၊အချစ်၊ဒရာမာကားကို ကြည့်ရှုမယ့်ပရိသတ်တွေကပဲ ခံစားကြည့်ကြပါဦးဗျ။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
ဒီတစ္ပတ္မွာေတာ့ ေတလဂူး(Telugu) မိသားစုကားေလး တစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။
မင္းသားနဲ႔ မင္းသမီးကေတာ့ ေတလဂူးပရိသတ္ေတြ ရင္းႏွီးၿပီးသားမို႔ အထူးတလည္မိတ္ဆက္စရာမလိုပါဘူး။
ဇာတ္လမ္းအက်ဥ္းကို တစ္ခ်က္ေလာက္ ခ်ျပရရင္ အေမရိကမွာ အေျခခ်ေနတဲ့ မင္းသားတို႔မိသားစုရယ္၊ အိႏၵိယမွာပဲ အလုပ္အေကြၽးျပဳစုသူ တစ္ေယာက္နဲ႔ အတူေနတဲ့ မင္းသားရဲ႕ အဘိုးရယ္ေပါ့။
တစ္ေန႔မွာေတာ့ အဘိုးဟာ က်န္းမာေရးအရ ေဆးစစ္ခ်က္သြားယူရာကေန သူ႔မွာ အဆုတ္ကင္ဆာ ရွိေနတယ္ဆိုတဲ့အေၾကာင္းကို သိလိုက္ရပါတယ္။
သားသမီးေတြနဲ႔ ေဝးရာမွာ ေနရာသူျဖစ္ေတာ့ သားသမီးေတြဆီ ဖုန္းဆက္အေၾကာင္းၾကားတယ္။
အဘိုးမွာ ေရာဂါအဆင့္က ကြၽမ္းေနၿပီမို႔ အခ်ိန္က ၅ပတ္ကာလပဲ ရွိေတာ့တယ္။
တစ္ဖက္မွာလည္း အလုပ္၊ တစ္ဖက္မွာလည္း မိဘျဖစ္ေတာ့ အလုပ္ကို ဦးစားေပးတတ္ၾကတဲ့ သားသမီးေတြဟာ အေဖျဖစ္သူဆီ ျပဳစုေစာင့္ေရွာက္ဖို႔ ေလာေလာဆယ္ မသြားႏိုင္ၾကပါဘူး။
ဒါေပမဲ့ အဘိုးကို အရမ္းခ်စ္တဲ့ ေျမး(မင္းသား)ကေတာ့ ဒီသတင္းကို ၾကားၾကားခ်င္း လိုက္သြားခဲ့ပါတယ္။
အိႏၵိယကိုေရာက္ၿပီး အဘိုးျဖစ္သူကို ကတိေပးလိုက္တာကေတာ့ “အခ်ိန္၅ပတ္အတြင္း အဘိုး လုပ္ခ်င္ေပမဲ့ မစျဖစ္တဲ့အရာေတြ၊ စေနေပမဲ့ မၿပီးေသးတဲ့ အရာေတြကို ျဖည့္ဆည္းေပးဖို႔ပါ”
ကြၽန္ေနာ္တို႔ရဲ႕ အခ်စ္ေတာ္ Raashi Khanna ကေတာ့ တစ္ဖက္သတ္ႀကိတ္ေႂကြသူေတြ ဝိုင္းဝိုင္းလည္ေနၿပီး Tik-Tok Cele တစ္ဦးအျဖစ္ ျမင္ရမွာပါ။
ကဲ ဒီမွာ တင္ဇာတ္လမ္းက စၿပီ။ အဘိုးျဖစ္သူရဲ႕ ဆႏၵေတြမွာ အဘိုးရဲ႕ အခ်စ္ေရးေတြ ပါေနသလို ေျမးျဖစ္သူအတြက္ အခ်စ္ေရးေတြကလည္း ပါလာပါေတာ့တယ္။
ကဲ.. ကြၽန္ေတာ္တို႔ဒီအထိ ေျပာျပၿပီးၿပီမို႔ မိသားစု၊အခ်စ္၊ဒရာမာကားကို ၾကည့္ရႈမယ့္ပရိသတ္ေတြကပဲ ခံစားၾကည့္ၾကပါဦးဗ်။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.10 GB ) and (550 MB)
Quality : WEB-DL 720p
Running Time : 2hr 26min
Format : Mp4
Genre : Drama, Family
Subtitle : Myanmar Subtitle (Hard Sub)
Source : WEB-DL – 1080p – AVC – UNTOUCHED – AAC
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
