"A Second Chance: Rivals!(2019)
IMBD rating – 6.5
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
မိသားစုနဲ့အတူတူကြည့်လိုရမယ့် Family ဇာတ်ကားကောင်းလေးပါ ဇာတ်လမ်းအကျဉ်းလေးကတော့
မက်ဒီဆိုတဲ့ မိန်းကလေး က ကျွမ်းဘားမယ်အားကစား အိုလံပစ်ပြိုင်ပွဲအတွက် အရည်အချင်းစစ်မှာ
မတော်တဆ ထိခိုက်ပြီး စိတ်ဓာတ်တွေကျ ပြီးခဏတာနားနေရပါတယ် အားကစားပြန်လည်မလုပ်နိုင်သေးတဲ့အချိန်မှာ စိတ်ပြေလက်ပျောက်ဆိုးပြီး နယ်ဖက်က သူ့ကို လေ့ကျင့်ပေးခဲ့တဲ့ ဘက်ဗီလီ ဆိုတဲ့ လေ့ကျင့်ရေးဆရာမဆီမှာခဏတာသွားနေပါတယ် ဘက်ဗီလီမှာကလည်း နယ်ဖက်က ကျွမ်းဘားအားကစားကိုနှစ်သက်တဲ့ ကလေးတွေကို လေ့ကျင့်ပေးနေပါတယ် ကလေးတွေထဲက
အာကီရာ တက်စ် တေလာ တို့ဟာ ထူးချွန်ပြီး ပြည်နယ်ချန်ပီယံဖလား မှာဝင်ပြိုင်ဖို့ဘက်ဗီလီကရွေးချယ်ထားတယ် စီနီယာလဲဖြစ် အားကစားမှာလဲထူးချွန်တဲ့မက်ဒီကို အဲ့ကလေးသုံးယောက်ကို လေ့ကျင့်ပေးဖို့ ဘက်ဗီလီက တောင်းဆိုပါတယ် မက်ဒီလဲလက်ခံလိုက်ပါတယ် ပြည်နယ်ချန်ပီယံဖလားဟာ တစ်ဆင့်တည်းမဟုတ်ဘဲ သုံးဆင့်ယှဉ်ပြိုင်ရမှာပါ မက်ဒီနဲ့ကလေးသုံးယောက်ဟာ ချန်ပီယံဖလားကိုရဖို့ ဘယ်လိုတွေကြိုးစားလေ့ကျင်ကြလဲ ဘယ်လိုအခက်အခဲတွေတွေ့လဲ နောက်ဆုံးမှာ ဖလားကိုကိုင်မြှောက်နိုင်ပါ့မလားဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်ရှုရမယ့် ဇာတ်ကားကောင်းလေးမို့လို့တင်ဆက်ပေးလိုက်ပါတယ်..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်…
(zawgyi)
မိသားစုနဲ႔အတူတူၾကည့္လိုရမယ့္ Family ဇာတ္ကားေကာင္းေလးပါ ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့
မက္ဒီဆိုတဲ့ မိန္းကေလး က ကြၽမ္းဘားမယ္အားကစား အိုလံပစ္ၿပိဳင္ပြဲအတြက္ အရည္အခ်င္းစစ္မွာ
မေတာ္တဆ ထိခိုက္ၿပီး စိတ္ဓာတ္ေတြက် ၿပီးခဏတာနားေနရပါတယ္ အားကစားျပန္လည္မလုပ္ႏိုင္ေသးတဲ့အခ်ိန္မွာ စိတ္ေျပလက္ေပ်ာက္ဆိုးၿပီး နယ္ဖက္က သူ႔ကို ေလ့က်င့္ေပးခဲ့တဲ့ ဘက္ဗီလီ ဆိုတဲ့ ေလ့က်င့္ေရးဆရာမဆီမွာခဏတာသြားေနပါတယ္ ဘက္ဗီလီမွာကလည္း နယ္ဖက္က ကြၽမ္းဘားအားကစားကိုႏွစ္သက္တဲ့ ကေလးေတြကို ေလ့က်င့္ေပးေနပါတယ္ ကေလးေတြထဲက
အာကီရာ တက္စ္ ေတလာ တို႔ဟာ ထူးခြၽန္ၿပီး ျပည္နယ္ခ်န္ပီယံဖလား မွာဝင္ၿပိဳင္ဖို႔ဘက္ဗီလီကေ႐ြးခ်ယ္ထားတယ္ စီနီယာလဲျဖစ္ အားကစားမွာလဲထူးခြၽန္တဲ့မက္ဒီကို အဲ့ကေလးသုံးေယာက္ကို ေလ့က်င့္ေပးဖို႔ ဘက္ဗီလီက ေတာင္းဆိုပါတယ္ မက္ဒီလဲလက္ခံလိုက္ပါတယ္ ျပည္နယ္ခ်န္ပီယံဖလားဟာ တစ္ဆင့္တည္းမဟုတ္ဘဲ သုံးဆင့္ယွဥ္ၿပိဳင္ရမွာပါ မက္ဒီနဲ႔ကေလးသုံးေယာက္ဟာ ခ်န္ပီယံဖလားကိုရဖို႔ ဘယ္လိုေတြႀကိဳးစားေလ့က်င္ၾကလဲ ဘယ္လိုအခက္အခဲေတြေတြ႕လဲ ေနာက္ဆုံးမွာ ဖလားကိုကိုင္ေျမႇာက္ႏိုင္ပါ့မလားဆိုတာ စိတ္ဝင္တစားနဲ႔ၾကည့္ရႈရမယ့္ ဇာတ္ကားေကာင္းေလးမို႔လို႔တင္ဆက္ေပးလိုက္ပါတယ္..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္…
File Size : (850 MB) and (359 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:29:00
Genre : Drama, Family, Sport
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Tin Myo Lwin
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
