"Stranded(2019)IMDB rating – 7.5Pause(unicode)တစ်ယောက်နဲ့ တစ်ယောက် တစ်နေ့တာ တစ်ခဏတာ တွေ့ဆုံမှုက အချစ်စစ်ကိုဖြစ်ပေါ်စေလားRelationship တစ်ခုမှာ တစ်ယောက်ကိုတစ်ယောက် ခံစားချက်တွေ ဦးစားပေးမှုတွေက ဘယ်လောက်တောင်အရေးပါလဲစတဲ့မေးခွန်းတွေကို ဒီ ဖီလစ်ပိုင်အချစ်ဇာတ်ကားလေးက ဖြေပေးသွားမှာပါဖီလစ်ပိုင်မှာ မုန်တိုင်းတွေတိုက်နေတဲ့တစ်နေ့မှာ ဂျုလီယာဆိုတဲ့ ကောင်မလေးကို အလုပ်သွားဖို့လဲ အာရုံကျနေပါတယ် အဲ့ဒါကြောင့် သူ့ချစ်သူ ဗွန်ကို မိုးတွေ လေတွေ ကြားမှာ ကုမ္ပဏီကို လိုက်ပို့ခိုင်းပါတယ်အဲ့လိုကုမ္ပဏီကိုရောက်တော့ ကုမ္ပဏီက မုန်တိုင်းကြောင့်နေ့တစ်ဝက်ပဲအလုပ်လုပ်ရမယ်လို့စာထုတ်လိုက်ပါတယ် ဒါပေမယ့် ဂျုလီယာ တစ်ယောက်တည်းသာလုပ်နိုင်မယ့်အလုပ်ကိုပေါ်လာခဲ့ပါတယ် ဒီလိုနဲ့ ဂျုလီယာက သူတစ်ယောက်တည်း ကုမ္ပဏီမှာပဲ အလုပ်လုပ်မယ် ညနေလောက်မှ သူ့ချစ်သူကိုလာခေါ်ခိုင်းမယ် အဲ့လိုစီစဉ်ထားပါတယ်ဒီလိုနဲ့ကျန်းမာရေးအစားသောက်တွေကို Delivery လိုက်ပို့ပေးတဲ့ ခပ်ချောချောကောင်းလေ စပန်ဆာ က သူ့ရုံခန်းကို အစားအသောက်လာပို့ပါတယ် ဒါပေမယ့် မှာထားတဲ့ရုံးခန်းကိုရောက်တော့ မှာထားတဲ့သူကိုမတွေ့ဘဲ ဂျုလီယာ တစ်ယောက်တည်းကိုသာတွေ့ပါတယ် အဲ့ဒါနဲ့သူလဲ မှာထားတာကိုထားခဲ့ပြီးပြန်ဖို့လုပ်ခဲ့ပါတယ် အောက်ကိုရောက်သွားတော့ ကုမ္ပဏီအစောင့်က တံခါးကိုပိတ်ပြီးပြန်သွားပါတယ် အဲ့တော့ ကုမ္ပဏီမှာ ဂျုလီယာနဲ့ စပန်ဆာ နှစ်ယောက်တည်းကျန်ခဲ့ပြီး ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲဆိုတာ ရင်ခုန်စွာစောင့်စားရင်း……FAတွေလည်း VDay မှာ ခံစားလို့ရပါတယ်လို့ သတင်းကောင်းပေးပါရစေ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်…(zawgyi)တစ္ေယာက္နဲ႔ တစ္ေယာက္ တစ္ေန႔တာ တစ္ခဏတာ ေတြ႕ဆုံမႈက အခ်စ္စစ္ကိုျဖစ္ေပၚေစလားRelationship တစ္ခုမွာ တစ္ေယာက္ကိုတစ္ေယာက္ ခံစားခ်က္ေတြ ဦးစားေပးမႈေတြက ဘယ္ေလာက္ေတာင္အေရးပါလဲစတဲ့ေမးခြန္းေတြကို ဒီ ဖီလစ္ပိုင္အခ်စ္ဇာတ္ကားေလးက ေျဖေပးသြားမွာပါဖီလစ္ပိုင္မွာ မုန္တိုင္းေတြတိုက္ေနတဲ့တစ္ေန႔မွာ ဂ်ဳလီယာဆိုတဲ့ ေကာင္မေလးကို အလုပ္သြားဖို႔လဲ အာ႐ုံက်ေနပါတယ္ အဲ့ဒါေၾကာင့္ သူ႔ခ်စ္သူ ဗြန္ကို မိုးေတြ ေလေတြ ၾကားမွာ ကုမၸဏီကို လိုက္ပို႔ခိုင္းပါတယ္အဲ့လိုကုမၸဏီကိုေရာက္ေတာ့ ကုမၸဏီက မုန္တိုင္းေၾကာင့္ေန႔တစ္ဝက္ပဲအလုပ္လုပ္ရမယ္လို႔စာထုတ္လိုက္ပါတယ္ ဒါေပမယ့္ ဂ်ဳလီယာ တစ္ေယာက္တည္းသာလုပ္ႏိုင္မယ့္အလုပ္ကိုေပၚလာခဲ့ပါတယ္ ဒီလိုနဲ႔ ဂ်ဳလီယာက သူတစ္ေယာက္တည္း ကုမၸဏီမွာပဲ အလုပ္လုပ္မယ္ ညေနေလာက္မွ သူ႔ခ်စ္သူကိုလာေခၚခိုင္းမယ္ အဲ့လိုစီစဥ္ထားပါတယ္ဒီလိုနဲ႔က်န္းမာေရးအစားေသာက္ေတြကို Delivery လိုက္ပို႔ေပးတဲ့ ခပ္ေခ်ာေခ်ာေကာင္းေလ စပန္ဆာ က သူ႔႐ုံခန္းကို အစားအေသာက္လာပို႔ပါတယ္ ဒါေပမယ့္ မွာထားတဲ့႐ုံးခန္းကိုေရာက္ေတာ့ မွာထားတဲ့သူကိုမေတြ႕ဘဲ ဂ်ဳလီယာ တစ္ေယာက္တည္းကိုသာေတြ႕ပါတယ္ အဲ့ဒါနဲ႔သူလဲ မွာထားတာကိုထားခဲ့ၿပီးျပန္ဖို႔လုပ္ခဲ့ပါတယ္ ေအာက္ကိုေရာက္သြားေတာ့ ကုမၸဏီအေစာင့္က တံခါးကိုပိတ္ၿပီးျပန္သြားပါတယ္ အဲ့ေတာ့ ကုမၸဏီမွာ ဂ်ဳလီယာနဲ႔ စပန္ဆာ ႏွစ္ေယာက္တည္းက်န္ခဲ့ၿပီး ဘယ္လိုေတြ ဆက္ျဖစ္ၾကမလဲဆိုတာ ရင္ခုန္စြာေစာင့္စားရင္း……FAေတြလည္း VDay မွာ ခံစားလို႔ရပါတယ္လို႔ သတင္းေကာင္းေပးပါရေစ…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္…File Size : (834 MB) and (256 MB)Quality : WEB-DL 720PFormat…mp4Duration…01:30:00Genre : Romance , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo Pyae"