"The Last Full Measure(2019)(unicode)Pauseကာကွယ်ရေးဝန်ကြီးဌာနကို အမေရိကန်ဗီယက်နမ်စစ်ပွဲမှာ ပါဝင်ခဲ့တဲ့အငြိမ်းစားတပ်ကြပ်ကြီးတစ်ယောက်ရောက်လာတယ်…သူလာခဲ့တဲ့ကိစ္စကလည်း ခပ်ဆန်းဆန်းပဲ…လေတပ်က စစ်သည်တစ်ယောက်ရဲ့ သူရဲကောင်းဘွဲ့နဲ့ပတ်သက်ပြီးလာခဲ့တာပါ…ဒီလေတပ်စစ်သည်ဟာ အမေရိကန်ဗီယက်နမ်စစ်ပွဲမှာ သေဆုံးသွားခဲ့ပြီး နောက်တော့သူ့ရဲ့ သူရဲကောင်းဆန်တဲ့လုပ်ရပ်တွေကြောင့် လေတပ်သူရဲကောင်းဘွဲ့ရခဲ့ပါတယ်…တပ်ကြပ်ကြီးလာခဲ့တဲ့အကြောင်းရင်းက အမေရိကန်ရဲ့အမြင့်ဆုံးသူရဲကောင်းဘွဲ့ဖြစ်တဲ့Medal of Honor မပေးလို့ ရောက်လာတာပါ……နှစ်(၃၄)နှစ်တောင်ကြာမြင့်နေပြီဒီတပ်ကြပ်ကြီးကတော့ သူ့တို့ရဲ့ ရဲဘော်ရဲဘက်ဟာ Medal Of Honor မရလို့ပေါက်ကွဲနေပုံပါပဲ….အဲ့ဒီနောက်တော့ ကာကွယ်ရေးဝန်ကြီးဌာနက ဒီကိစ္စတစ်ခုလုံးပြန်လည်စုံစမ်းပြီး Medal Of Honor ပေးသင့်မပေးသင့် ဆုံးဖြတ်ပါတော့တယ်..ဘာကြောင့် ဒီတပ်ကြပ်ကြီးဟာ အမြင့်ဆုံးသူရဲကောင်းဘွဲ့အတွက် ရောက်လာတာလဲ..သူက အဲ့ဒီလို ရစေချင်လောက်အောင် ဒီလေတပ်စစ်သည်ဟာ စစ်ပွဲအတွင်းဘာလိုတွေများစွမ်းဆောင်ခဲ့တာလဲ…ဒီစစ်ကားက တော်တော်ကြီးကိုကောင်းပါတယ်…စုံစမ်းမေးမြန်းနေတာကိုတစ်လှည့်ပြလိုက် ရှေ့တန်းစစ်မြေပြင်ရဲ့ ကြောက်စရာ တိုက်ပွဲတွေကိုတစ်လှည့်ပြလိုက်နဲ့တကယ့်ကို လန်းပါတယ်…စစ်ကားကြိုက်သူတို့ အတွက် လက်မလွှတ်သင့်ပါကြောင်း..ပြီးတော့ တကယ့်မင်းသားကြီးတွေ ပါဝင်သရုပ်ဆောင်ထားတာပါ…Samuel L. Jacksonတို့ Sebastian Stan တို့ အဓိက ပါဝင်ထားပါတယ်…ခံစားကြည့်ကြပါဦး…(zawgyi)ကာကြယ္ေရးဝန္ႀကီးဌာနကို အေမရိကန္ဗီယက္နမ္စစ္ပြဲမွာ ပါဝင္ခဲ့တဲ့အၿငိမ္းစားတပ္ၾကပ္ႀကီးတစ္ေယာက္ေရာက္လာတယ္…သူလာခဲ့တဲ့ကိစၥကလည္း ခပ္ဆန္းဆန္းပဲ…ေလတပ္က စစ္သည္တစ္ေယာက္ရဲ႕ သူရဲေကာင္းဘြဲ႕နဲ႔ပတ္သက္ၿပီးလာခဲ့တာပါ…ဒီေလတပ္စစ္သည္ဟာ အေမရိကန္ဗီယက္နမ္စစ္ပြဲမွာ ေသဆုံးသြားခဲ့ၿပီး ေနာက္ေတာ့သူ႔ရဲ႕ သူရဲေကာင္းဆန္တဲ့လုပ္ရပ္ေတြေၾကာင့္ ေလတပ္သူရဲေကာင္းဘြဲ႕ရခဲ့ပါတယ္…တပ္ၾကပ္ႀကီးလာခဲ့တဲ့အေၾကာင္းရင္းက အေမရိကန္ရဲ႕အျမင့္ဆုံးသူရဲေကာင္းဘြဲ႕ျဖစ္တဲ့Medal of Honor မေပးလို႔ ေရာက္လာတာပါ……ႏွစ္(၃၄)ႏွစ္ေတာင္ၾကာျမင့္ေနၿပီဒီတပ္ၾကပ္ႀကီးကေတာ့ သူ႔တို႔ရဲ႕ ရဲေဘာ္ရဲဘက္ဟာ Medal Of Honor မရလို႔ေပါက္ကြဲေနပုံပါပဲ….အဲ့ဒီေနာက္ေတာ့ ကာကြယ္ေရးဝန္ႀကီးဌာနက ဒီကိစၥတစ္ခုလုံးျပန္လည္စုံစမ္းၿပီး Medal Of Honor ေပးသင့္မေပးသင့္ ဆုံးျဖတ္ပါေတာ့တယ္..ဘာေၾကာင့္ ဒီတပ္ၾကပ္ႀကီးဟာ အျမင့္ဆုံးသူရဲေကာင္းဘြဲ႕အတြက္ ေရာက္လာတာလဲ..သူက အဲ့ဒီလို ရေစခ်င္ေလာက္ေအာင္ ဒီေလတပ္စစ္သည္ဟာ စစ္ပြဲအတြင္းဘာလိုေတြမ်ားစြမ္းေဆာင္ခဲ့တာလဲ…ဒီစစ္ကားက ေတာ္ေတာ္ႀကီးကိုေကာင္းပါတယ္…စုံစမ္းေမးျမန္းေနတာကိုတစ္လွည့္ျပလိုက္ ေရွ႕တန္းစစ္ေျမျပင္ရဲ႕ ေၾကာက္စရာ တိုက္ပြဲေတြကိုတစ္လွည့္ျပလိုက္နဲ႔တကယ့္ကို လန္းပါတယ္…စစ္ကားႀကိဳက္သူတို႔ အတြက္ လက္မလႊတ္သင့္ပါေၾကာင္း..ၿပီးေတာ့ တကယ့္မင္းသားႀကီးေတြ ပါဝင္သ႐ုပ္ေဆာင္ထားတာပါ…Samuel L. Jacksonတို႔ Sebastian Stan တို႔ အဓိက ပါဝင္ထားပါတယ္…ခံစားၾကည့္ၾကပါဦး…File Size : (1.05 GB) and (408 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:56:00Genre : Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ko Myo(Kop)Encoded by Phyo Pyae"