"Close Enemies(2018)
IMDb….6.5
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
သူငယ်ချင်းတွေ မိတ်ဆွေတွေ မိသားစုတွေဆိုတာ Drug Dealer လောကမှာတော့ မရှိပါဘူး…
ပိုက်ဆံပေးနိုင်နေသ၍ ဝယ်သူရောင်းသူ အတိုင်အဖောက်ညီနေမယ်ဆိုပေမဲ့ ပိုက်ဆံမပေးနိုင်တော့တဲ့အခါမှာတော့ ဘယ်သူနေနေ Dealer ကတော့ ခပ်တန်းတန်းပါပဲ…
ဒီလိုပါပဲ…အချင်းချင်း သစ္စာစောင့်သိမှုမှာလည်း တစ်စက္ကန့်သစ္စာရှိရင် တစ်စက္ကန့်မိတ်ဆွေဖြစ်ပြီး တစ်စက္ကန့်သစ္စာမရှိတဲ့အချိန်မှာ တစ်စက္ကန့်စာရန်သူတွေပါပဲ…
Driss နဲ့ Manuel ဟာ အရမ်းခင်တဲ့ ငယ်သူငယ်ချင်းတွေပါ…ဒါပေမဲ့ လုပ်ငန်းရွေးချယ်မှုမှာတော့ Driss ဟာ ရဲအရာရှိအလုပ်ကို ရွေးချယ်ခဲ့ပြီး Manuel ကတော့ Drug Dealer ဘဝကို ရွေးချယ်ခဲ့သူပါ…
ဒီလိုနဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာ သက်ဆိုင်ရာအသိုင်းအဝိုင်းမှာ ကျင်လည်လာပြီး ၎င်းတို့အသိုင်းအဝိုင်းနှစ်ခုတွင်း သက်ဆိုင်ရာအရှုပ်အရှင်းတွေကြားမှာ ရပ်တည်ချက်ခြင်းမတူတဲ့ သူ(၂)ယောက်ထိပ်တိုက်ရင်ဆိုင်ရချိန်မှာတော့…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်…
(zawgyi)
သူငယ္ခ်င္းေတြ မိတ္ေဆြေတြ မိသားစုေတြဆိုတာ Drug Dealer ေလာကမွာေတာ့ မရွိပါဘူး…
ပိုက္ဆံေပးႏိုင္ေနသ၍ ဝယ္သူေရာင္းသူ အတိုင္အေဖာက္ညီေနမယ္ဆိုေပမဲ့ ပိုက္ဆံမေပးႏိုင္ေတာ့တဲ့အခါမွာေတာ့ ဘယ္သူေနေန Dealer ကေတာ့ ခပ္တန္းတန္းပါပဲ…
ဒီလိုပါပဲ…အခ်င္းခ်င္း သစၥာေစာင့္သိမႈမွာလည္း တစ္စကၠန႔္သစၥာရွိရင္ တစ္စကၠန႔္မိတ္ေဆြျဖစ္ၿပီး တစ္စကၠန႔္သစၥာမရွိတဲ့အခ်ိန္မွာ တစ္စကၠန႔္စာရန္သူေတြပါပဲ…
Driss နဲ႔ Manuel ဟာ အရမ္းခင္တဲ့ ငယ္သူငယ္ခ်င္းေတြပါ…ဒါေပမဲ့ လုပ္ငန္းေ႐ြးခ်ယ္မႈမွာေတာ့ Driss ဟာ ရဲအရာရွိအလုပ္ကို ေ႐ြးခ်ယ္ခဲ့ၿပီး Manuel ကေတာ့ Drug Dealer ဘဝကို ေ႐ြးခ်ယ္ခဲ့သူပါ…
ဒီလိုနဲ႔ သူငယ္ခ်င္းႏွစ္ေယာက္ဟာ သက္ဆိုင္ရာအသိုင္းအဝိုင္းမွာ က်င္လည္လာၿပီး ၎တို႔အသိုင္းအဝိုင္းႏွစ္ခုတြင္း သက္ဆိုင္ရာအရႈပ္အရွင္းေတြၾကားမွာ ရပ္တည္ခ်က္ျခင္းမတူတဲ့ သူ(၂)ေယာက္ထိပ္တိုက္ရင္ဆိုင္ရခ်ိန္မွာေတာ့…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္..
File Size : (900 MB) and (380 MB)
Quality :WEB-DL 720p
Format…mp4
Duration…01:51:00
Genre : Thriller, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Paing
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
