"(Unicode)၂၀၁၉ခုနှစ်မှာ အဆင့်သတ်မှတ်ချက်တွေ ကောင်းကောင်းရထားတဲ့ နာမည်ကြီးရုပ်ရှင် ဇာတ်ကားကြီး အောင်ပွဲခံအပြီး အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။Pauseအိန္ဒိယတစ်နိုင်ငံလုံး မုဒိမ်းကျင့်သတ်ဖြတ်မှုတွေ၊ အမျိုးသမီးငယ်တွေ ပျောက်ဆုံးမှုတွေနဲ့ ပြည့်နှက်နေချိန် ကိုတာရဲစခန်းကို အက်စ်ပီရွိုင်ဆိုတဲ့ ရဲမေတစ်ဦးရောက်ရှိလာခဲ့တယ်။မုဒိမ်းကျင့်ပြီး ရက်ရက်စက်စက်သတ်ဖြတ်ခံရတဲ့ အမျိုးသမီးတစ်ဦးအလောင်းကို အဆောက်အဦးပျက်တစ်ခုရဲ့ ကန်စပ် တစ်ခုမှာ ရုပ်ပျက်ဆင်းပျက် တွေ့ရတယ်။အက်စ်ပီရဲမေကတော့ မီဒီယာနဲ့ တွေ့ဆုံပွဲမှာ “အဲ့ဒီအောက်တန်းစားရာဇဝတ်ကောင်ရဲ့ ကော်လံကို ဆွဲပြီး တရားရုံးကို ခေါ်ခဲ့မယ်”လို့ ကတိပေးထားတယ်။ဒါကို ကြားသွားတဲ့ တရားခံဟာ မာနခဲ မိန်းမတွေကိုမှ ခံတွင်းတွေ့တတ်သူဆိုတော့ ရဲမေကို စိန်ခေါ်မှုတွေ ပြုလုပ်လာပါတော့တယ်လူသတ်မှုတွေ တစ်ခုနဲ့တစ်ခုကို ချိတ်ဆက်ပြီး သတ်ဖြတ်လာတယ်။လူသတ်သမားဟာ အကျိုးစီးပွားမရရင်တောင် လူသတ်မှုနဲ့နာမည်ကြီးချင်လာတယ်။ ရဲမေရဲ့ အနီးကပ်အထိလူသတ်မှုတွေ လုပ်လာတယ်။အင်မတန်မှ ပါးနပ်တဲ့ လူသတ်သမားဗီလိန်နဲ့ အထက်က ဖိအားပေးသလိုပြည်သူတွေရဲ့ ဆန့်ကျင်မှုတွေကိုပါ ခံလာရတဲ့ ရဲမေတို့ရဲ့ ကစားပွဲကို ကိုယ်တိုင်ခံစားကြည့်ကြပါဦး။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)၂၀၁၉ခုႏွစ္မွာ အဆင့္သတ္မွတ္ခ်က္ေတြ ေကာင္းေကာင္းရထားတဲ့ နာမည္ႀကီး႐ုပ္ရွင္ ဇာတ္ကားႀကီး ေအာင္ပြဲခံအၿပီး အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္။အိႏၵိယတစ္ႏိုင္ငံလုံး မုဒိမ္းက်င့္သတ္ျဖတ္မႈေတြ၊ အမ်ိဳးသမီးငယ္ေတြ ေပ်ာက္ဆုံးမႈေတြနဲ႔ ျပည့္ႏွက္ေနခ်ိန္ ကိုတာရဲစခန္းကို အက္စ္ပီ႐ြိဳင္ဆိုတဲ့ ရဲေမတစ္ဦးေရာက္ရွိလာခဲ့တယ္။မုဒိမ္းက်င့္ၿပီး ရက္ရက္စက္စက္သတ္ျဖတ္ခံရတဲ့ အမ်ိဳးသမီးတစ္ဦးအေလာင္းကို အေဆာက္အဦးပ်က္တစ္ခုရဲ႕ ကန္စပ္ တစ္ခုမွာ ႐ုပ္ပ်က္ဆင္းပ်က္ ေတြ႕ရတယ္။အက္စ္ပီရဲေမကေတာ့ မီဒီယာနဲ႔ ေတြ႕ဆုံပြဲမွာ “အဲ့ဒီေအာက္တန္းစားရာဇဝတ္ေကာင္ရဲ႕ ေကာ္လံကို ဆြဲၿပီး တရား႐ုံးကို ေခၚခဲ့မယ္”လို႔ ကတိေပးထားတယ္။ဒါကို ၾကားသြားတဲ့ တရားခံဟာ မာနခဲ မိန္းမေတြကိုမွ ခံတြင္းေတြ႕တတ္သူဆိုေတာ့ ရဲေမကို စိန္ေခၚမႈေတြ ျပဳလုပ္လာပါေတာ့တယ္လူသတ္မႈေတြ တစ္ခုနဲ႔တစ္ခုကို ခ်ိတ္ဆက္ၿပီး သတ္ျဖတ္လာတယ္။လူသတ္သမားဟာ အက်ိဳးစီးပြားမရရင္ေတာင္ လူသတ္မႈနဲ႔နာမည္ႀကီးခ်င္လာတယ္။ ရဲေမရဲ႕ အနီးကပ္အထိလူသတ္မႈေတြ လုပ္လာတယ္။အင္မတန္မွ ပါးနပ္တဲ့ လူသတ္သမားဗီလိန္နဲ႔ အထက္က ဖိအားေပးသလိုျပည္သူေတြရဲ႕ ဆန႔္က်င္မႈေတြကိုပါ ခံလာရတဲ့ ရဲေမတို႔ရဲ႕ ကစားပြဲကို ကိုယ္တိုင္ခံစားၾကည့္ၾကပါဦး။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (950 MB ) and (480 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 43minFormat : Mp4Genre : Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DDP+5.1.x264-TellyTranslated by Nyi Nyi Koe And Myint ThuEncoded by Thanhtike Zaw"