"Amadeus (1984)
[Unicode]
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အနုပညာတကာတို့ထဲမှာ ဂီတအနုပညာဟာ လူ့ရဲ့ စိတ်နှလုံးကို သိမ်းကျုံးယူနိုင်စွမ်းအရှိဆုံးအရာပါပဲ ။
မိုးဇတ်ဆိုတာကတော့ ဂီတသမားတွေထဲ ပါရမီအထူးဆုံး အကျော်ကြားဆုံးတစ်‌ယောကပါ ၊ ဒီရုပ်ရှင်က မိုးဇတ်ရဲ့ ဘဝဇာတ်ကြောင်းပါပဲ။
တစ်ရံတရာအခါတုန်းက ဝို့လ်ဖန် အာမာဒပ်စ် မိုးဇတ်လို့အမည်တွင်တဲ့ လူငယ်ကလေးတစ်ယောက်ရှိခဲ့ပါတယ် ၊
မိုးဇတ်ဟာ ဂီတအနုပညာနဲ့ပက်သက်ရင် အတော် ပါရမီကောင်းတဲ့ သူပါ ၊
အသက်လေးနှစ်မှာ စန္ဒားရားကျွမ်းကျွမ်းကျင်ကျင် တီးတတ်ခဲ့တဲ့အပြင် လေးနှစ်အရွယ်မှာ သီချင်းတစ်ပုဒ်စရေးခဲ့ပါတယ် ။
သူ့ခေတ်သူ့အခါရဲ့ အနုပညာမြို့တော် ဗီယင်နာရဲ့ ဘုရင်ဟာ နာမည်ကျော် ဝို့လ်ဖန်း အမန်ဒပ်စ် မိုးဇတ်ကို သူ့ရဲ့ နန်းတော်ကို ဖိတ်ခေါ်ခဲ့ပါတယ် ၊
ပညာတော်သလောက် အနေမတော်တဲ့ မိုးဇတ်ဟာ စကားအပြောတတ်တဲ့ သူတစ်ယောက်လည်း မဟုတ်ခဲ့ပါဘူး ။
ဘုရင်နဲ့ သူ့ဂီတမှူးတွေက ဂီတကို ချစ်တတ်ပေမဲ့လည်း မိုးဇတ်ရဲ့ ဂီတတွေရဲ့ ပြည့်စုံမှုကို ခံစားနိုင်စွမ်းမရှိကြတာကလည်း မိုးဇတ်နေရာမရခဲ့တဲ့ အကြောင်းတစ်ကြောင်းဖြစ်ခဲ့ပါတယ်။
မိုးဇတ်ရဲ့ ဂီတတွေဟာ ပရိတ်သတ်လက်ခံအားပေးမှုနောက်ကို ဘယ်တော့မှ မလိုက်ခဲ့ပါဘူး ၊ သူအထင်ကြီးတဲ့ မြို့ကြီးမှာ သူ့ဂီတတွေရဲ့ အမြင့်ကို ခံစားနိုင်တဲ့ တစ်ဦးတည်းသောသူက သူ့ရဲ့ အတွင်းကျိတ်ရန်သူ မိုးဇတ်ကို အထင်ကြီး မနာလိုဖြစ်နေတဲ့ ဆယ်လိရိုင်ပါ။
ကိုယ့်အရည်အချင်းကိုသိတဲ့ တစ်ဦးတည်းသောသူဟာ ကိုယ့်ရန်သူဖြစ်နေတဲ့အပြင်
ဂီတနဲ့ပက်သက်တဲ့ သူ့မာနကို မချနိုင်တဲ့ မိုးဇတ်အတွက် အရာရာမှာ အဆင်မပြေမှုတွေသိပ်များပါတယ်။
35နှစ်အထိပဲ အသက်ရှည်သွားခဲ့တဲ့ မိုးဇတ်ဟာ သီချင်းအပုဒ် ၆ရာကျော်နဲ့ အော်ပရာနှစ်ပုဒ် စပ်ဆိုသီကုံးခဲ့ပါတယ်။
မိုးဇတ်ရဲ့ နာမည်ကျော် လက်ရာတွေ ဖြစ်တည်လာပုံနဲ့ သူ့ရဲ့ နာမည်ကျော်အော်ပရာ Don Giovanni ဖြစ်တည်လာပုံတွေလည်း ပြသထားပါတယ်။
ဒီသုံးနာရီ ရှစ်မိနစ်ကြာတဲ့ ဒီရုပ်ရှင်ဟာ စစချင်းမှာတော့ အတော်ပျင်းစရာကောင်းပါလိမ့်မယ်။
ပထမတစ်နာရီကို ကျော်ပြီးတဲ့အချိန် မိုးဇတ်နဲ့ ဆယ်လိရိုင်တို့ကြားက Character Chemistry ခိုင်မာလာတဲ့အချိန်မှာတော့ ဒီကားဟာ အတော်ကောင်းတဲ့ရုပ်ရှင်လို့ ခင်ဗျားခံစားမိလာပါမယ်။
ဒီဇာတ်လမ်းထဲက မိုးဇတ်နဲ့ ဆယ်လိရိုင်တို့ရဲ့ အဖြစ်တွေဟာ တကယ်ဖြစ်ချင်မှဖြစ်ပါမယ်။
အပြင်က ဆယ်လိရိုင်ဟာ ဒီဇာတ်လမ်းထဲမှာလို မိုးဇတ်အတွက် မနာလိုနေတဲ့ မိတ်ဆွေတစ်ယောက် ဖြစ်ချင်ဖြစ်ပါမယ်။
ဆယ်လိရိုင်ဟာ မိုးဇတ်အတွက် အသုဘငိုချင်းဆိုပေးခဲ့ပြီး မိုးဇတ်ရဲ့သားကို သင်ပေးခဲ့တဲ့အတွက် သူ့ရဲ့ တကယ့်မိတ်ဆွေဖြစ်ချင်ဖြစ်ပါမယ်။
ရာနှုန်းပြည့်မှန်ကန်တဲ့ Biographyဆိုတာ ဘယ်မှာမှ မရှိပါဘူး။
အနုပညာပစ္စည်းတွေနဲ့ ပက်သက်လာရင် နည်းလည်နိုင်ဖို့ထက် ခံစားတတ်ဖို့က ပိုအဓိကကျပါတယ်။
(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ်)
[Zawgyi]
Amadeus (1984)
အႏုပညာတကာတို႔ထဲမွာ ဂီတအႏုပညာဟာ လူ႔ရဲ႕ စိတ္ႏွလုံးကို သိမ္းက်ဳံးယူႏိုင္စြမ္းအရွိဆုံးအရာပါပဲ ။
မိုးဇတ္ဆိုတာကေတာ့ ဂီတသမားေတြထဲ ပါရမီအထူးဆုံး အေက်ာ္ၾကားဆုံးတစ္‌ေယာကပါ ၊ ဒီ႐ုပ္ရွင္က မိုးဇတ္ရဲ႕ ဘ၀ဇာတ္ေၾကာင္းပါပဲ။
တစ္ရံတရာအခါတုန္းက ဝို႔လ္ဖန္ အာမာဒပ္စ္ မိုးဇတ္လို႔အမည္တြင္တဲ့ လူငယ္ကေလးတစ္ေယာက္ရွိခဲ့ပါတယ္ ၊
မိုးဇတ္ဟာ ဂီတအႏုပညာနဲ႔ပက္သက္ရင္ အေတာ္ ပါရမီေကာင္းတဲ့ သူပါ ၊
အသက္ေလးႏွစ္မွာ စႏၵားရားကြၽမ္းကြၽမ္းက်င္က်င္ တီးတတ္ခဲ့တဲ့အျပင္ ေလးႏွစ္အ႐ြယ္မွာ သီခ်င္းတစ္ပုဒ္စေရးခဲ့ပါတယ္ ။
သူ႔ေခတ္သူ႔အခါရဲ႕ အႏုပညာၿမိဳ႕ေတာ္ ဗီယင္နာရဲ႕ ဘုရင္ဟာ နာမည္ေက်ာ္ ဝို႔လ္ဖန္း အမန္ဒပ္စ္ မိုးဇတ္ကို သူ႔ရဲ႕ နန္းေတာ္ကို ဖိတ္ေခၚခဲ့ပါတယ္ ၊
ပညာေတာ္သေလာက္ အေနမေတာ္တဲ့ မိုးဇတ္ဟာ စကားအေျပာတတ္တဲ့ သူတစ္ေယာက္လည္း မဟုတ္ခဲ့ပါဘူး ။
ဘုရင္နဲ႔ သူ႔ဂီတမႉးေတြက ဂီတကို ခ်စ္တတ္ေပမဲ့လည္း မိုးဇတ္ရဲ႕ ဂီတေတြရဲ႕ ျပည့္စုံမႈကို ခံစားႏိုင္စြမ္းမရွိၾကတာကလည္း မိုးဇတ္ေနရာမရခဲ့တဲ့ အေၾကာင္းတစ္ေၾကာင္းျဖစ္ခဲ့ပါတယ္။
မိုးဇတ္ရဲ႕ ဂီတေတြဟာ ပရိတ္သတ္လက္ခံအားေပးမႈေနာက္ကို ဘယ္ေတာ့မွ မလိုက္ခဲ့ပါဘူး ၊ သူအထင္ႀကီးတဲ့ ၿမိဳ႕ႀကီးမွာ သူ႔ဂီတေတြရဲ႕ အျမင့္ကို ခံစားႏိုင္တဲ့ တစ္ဦးတည္းေသာသူက သူ႔ရဲ႕ အတြင္းက်ိတ္ရန္သူ မိုးဇတ္ကို အထင္ႀကီး မနာလိုျဖစ္ေနတဲ့ ဆယ္လိ႐ိုင္ပါ။
ကိုယ့္အရည္အခ်င္းကိုသိတဲ့ တစ္ဦးတည္းေသာသူဟာ ကိုယ့္ရန္သူျဖစ္ေနတဲ့အျပင္
ဂီတနဲ႔ပက္သက္တဲ့ သူ႔မာနကို မခ်ႏိုင္တဲ့ မိုးဇတ္အတြက္ အရာရာမွာ အဆင္မေျပမႈေတြသိပ္မ်ားပါတယ္။
35ႏွစ္အထိပဲ အသက္ရွည္သြားခဲ့တဲ့ မိုးဇတ္ဟာ သီခ်င္းအပုဒ္ ၆ရာေက်ာ္နဲ႔ ေအာ္ပရာႏွစ္ပုဒ္ စပ္ဆိုသီကုံးခဲ့ပါတယ္။
မိုးဇတ္ရဲ႕ နာမည္ေက်ာ္ လက္ရာေတြ ျဖစ္တည္လာပုံနဲ႔ သူ႔ရဲ႕ နာမည္ေက်ာ္ေအာ္ပရာ Don Giovanni ျဖစ္တည္လာပုံေတြလည္း ျပသထားပါတယ္။
ဒီသုံးနာရီ ရွစ္မိနစ္ၾကာတဲ့ ဒီ႐ုပ္ရွင္ဟာ စစခ်င္းမွာေတာ့ အေတာ္ပ်င္းစရာေကာင္းပါလိမ့္မယ္။
ပထမတစ္နာရီကို ေက်ာ္ၿပီးတဲ့အခ်ိန္ မိုးဇတ္နဲ႔ ဆယ္လိ႐ိုင္တို႔ၾကားက Character Chemistry ခိုင္မာလာတဲ့အခ်ိန္မွာေတာ့ ဒီကားဟာ အေတာ္ေကာင္းတဲ့႐ုပ္ရွင္လို႔ ခင္ဗ်ားခံစားမိလာပါမယ္။
ဒီဇာတ္လမ္းထဲက မိုးဇတ္နဲ႔ ဆယ္လိ႐ိုင္တို႔ရဲ႕ အျဖစ္ေတြဟာ တကယ္ျဖစ္ခ်င္မွျဖစ္ပါမယ္။
အျပင္က ဆယ္လိ႐ိုင္ဟာ ဒီဇာတ္လမ္းထဲမွာလို မိုးဇတ္အတြက္ မနာလိုေနတဲ့ မိတ္ေဆြတစ္ေယာက္ ျဖစ္ခ်င္ျဖစ္ပါမယ္။
ဆယ္လိ႐ိုင္ဟာ မိုးဇတ္အတြက္ အသုဘငိုခ်င္းဆိုေပးခဲ့ၿပီး မိုးဇတ္ရဲ႕သားကို သင္ေပးခဲ့တဲ့အတြက္ သူ႔ရဲ႕ တကယ့္မိတ္ေဆြျဖစ္ခ်င္ျဖစ္ပါမယ္။
ရာႏႈန္းျပည့္မွန္ကန္တဲ့ Biographyဆိုတာ ဘယ္မွာမွ မရွိပါဘူး။
အႏုပညာပစၥည္းေတြနဲ႔ ပက္သက္လာရင္ နည္းလည္ႏိုင္ဖို႔ထက္ ခံစားတတ္ဖို႔က ပိုအဓိကက်ပါတယ္။
(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ႔ WiRa Aung ျဖစ္ပါတယ္)
File size__( 1.5 GB) and ( 600 MB)
Quality__Blu-720p
IMDb Rating__8.3/10
Format__mp4
Duration__03:00:25
Type__Biography, Drama, History
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
