"[Unicode]
Sorry I Love You (2014)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အသက်သုံးနှစ်အရွယ်မှာ canadian လင်မယားရဲ့ခေါ်ယူမွေးစားခံခဲ့ရတဲ့ ဝေါ်ကာက လူလိမ္မာတစ်ယောက်မဟုတ်ခဲ့ဘူး…
လူလိမ္မာမဟုတ်လို့လူဆိုးလားဆိုတော့လဲ အင်း.. လူသတ်ထောင်ထဲခဏခဏရောက်ဖူးတဲ့သူဆိုတော့ လူဆိုးလို့ပဲခေါင်းစဉ်တပ်ရမှာပေါ့ ၊
လူဆိုးတို့ရဲ့ထုံးစံအတိုင်း ဒီနေ့သေမလား မနက်ဖြန်သေမလား
အခုသေမလား တော်ကြာနေသေမလားမသိရတဲ့ဘဝမှာ
ဝေါ်ကာလဲရန်သူ့လက်ချက်နဲ့ခေါင်းထဲကျည်ဆံဝင်ပြီး ခြောက်လအပြင်ပိုမခံတော့တဲ့ သေလူဖြစ်ခဲ့တယ် ၊
နိုင်ငံရပ်ခြားမှာနေရတဲ့သေခါနီးလူတစ်ယောက်ရဲ့ နောက်ဆုံးဆန္ဒကဘာဖြစ်လိမ့်မလဲ…
သေချာပေါက်ကိုယ့်နိုင်ငံကိုပြန်ပြီး မိသားစုကိုတွေ့ဖို့ပေါ့ …
ဝေါ်ကာ့ရဲ့မွေးရပ်မြေပြန်ရောက်ပြီး မရှည်ကြာလှတဲ့ခြောက်လသက်တမ်းမှာမှောင်မိုက်နေတဲ့ သူ့ဘဝထဲကိုဝင်ရောက်လာတဲ့ နေရောင်ခြည်လေး အန်ချိုင်…
သုံးနှစ်အရွယ်တည်းကကွဲသွားခဲ့တဲ့ သူ့ညီမလေးဂျူအာနဲ့
သူသိလိုက်ရတဲ့သူ့မိသားစုအကြောင်းတွေက အမှန်တွေဟုတ်ရဲ့လား…
ကြည့်ရင်းနဲ့မှအရှိန်တတ်လာတဲ့ကားလေးဖြစ်ပြီး ကားဟောင်းလေးမို့ လိုအပ်ချက်လေးတွေရှိနေပေမယ့် ဇာတ်လမ်းကောင်းလေးမို့ တင်ဆက်ပေးလိုက်ပါတယ် ။
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Myint Myat Thinn ဖြစ်ပါတယ် )
[Zawgyi]
Sorry I Love You (2014)
အသက္သံုးႏွစ္အရြယ္မွာ canadian လင္မယားရဲ႕ေခၚယူေမြးစားခံခဲ့ရတဲ့ ေဝၚကာက လူလိမၼာတစ္ေယာက္မဟုတ္ခဲ့ဘူး…
လူလိမၼာမဟုတ္လို႔လူဆိုးလားဆိုေတာ့လဲ အင္း.. လူသတ္ေထာင္ထဲခဏခဏေရာက္ဖူးတဲ့သူဆိုေတာ့ လူဆိုးလို႔ပဲေခါင္းစဥ္တပ္ရမွာေပါ့ ၊
လူဆိုးတို႔ရဲ႕ထံုးစံအတိုင္း ဒီေန႔ေသမလား မနက္ျဖန္ေသမလား
အခုေသမလား ေတာ္ၾကာေနေသမလားမသိရတဲ့ဘဝမွာ
ေဝၚကာလဲရန္သူ႔လက္ခ်က္နဲ႔ေခါင္းထဲက်ည္ဆံဝင္ၿပီး ေျခာက္လအျပင္ပိုမခံေတာ့တဲ့ ေသလူျဖစ္ခဲ့တယ္ ၊
ႏိုင္ငံရပ္ျခားမွာေနရတဲ့ေသခါနီးလူတစ္ေယာက္ရဲ႕ ေနာက္ဆံုးဆႏၵကဘာျဖစ္လိမ့္မလဲ…
ေသခ်ာေပါက္ကိုယ့္ႏိုင္ငံကိုျပန္ၿပီး မိသားစုကိုေတြ႔ဖို႔ေပါ့ …
ေဝၚကာ့ရဲ႕ေမြးရပ္ေျမျပန္ေရာက္ျပီး မ႐ွည္ၾကာလွတဲ့ေျခာက္လသက္တမ္းမွာေမွာင္မိုက္ေနတဲ့ သူ႔ဘဝထဲကိုဝင္ေရာက္လာတဲ့ ေနေရာင္ျခည္ေလး အန္ခ်ိဳင္…
သံုးႏွစ္အရြယ္တည္းကကြဲသြားခဲ့တဲ့ သူ႔ညီမေလးဂ်ဴအာနဲ႔
သူသိလိုက္ရတဲ့သူ႔မိသားစုအေၾကာင္းေတြက အမွန္ေတြဟုတ္ရဲ႕လား…
ၾကည့္ရင္းနဲ႔မွအ႐ွိန္တတ္လာတဲ့ကားေလးျဖစ္ၿပီး ကားေဟာင္းေလးမို႔ လိုအပ္ခ်က္ေလးေတြ႐ွိေနေပမယ့္ ဇာတ္လမ္းေကာင္းေလးမို႔ တင္ဆက္ေပးလိုက္ပါတယ္ ။
( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Myint Myat Thinn ျဖစ္ပါတယ္ )
File size__( 950 MB) and ( 400 MB)
Quality__Blu-720p
IMDb Rating__6.0/10
Format__mp4
Duration__01:47:42
Type__Action, Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Myint Myat Thinn
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
