"unicode
အော်စကာဆုပေးပွဲမှာ ဆန်ကာတင်ထားတဲ့ ရုပ်ရှင်ကောင်းလေးတစ်ခုလောက်ကြည့်ရအောင်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသားကြီး တွမ်ဟန့်ခ်ရဲ့ နောက်ဆုံးထွက်ရုပ်ရှင်ပါပဲ။
တကယ်ကို လှပတဲ့ ဒရာမာ ကားလေးပါ။
တွမ်ဟန့်ခ်ဟာ ဖရက် ရော်ဂျာစ်ဆိုတဲ့ ရုပ်သံအစီအစဉ် တင်ဆက်သူတစ်ယောက်။
တစ်နိုင်ငံလုံးက ကလေးတွေ လူကြီးတွေ ချစ်ကြတဲ့ လူကောင်းကြီး။
သူ့အကြောင်းကို အင်တာဗြူးရမယ် ဂျာနယ်လစ်က လွိုက် ဗေဂယ်၊
ငယ်ငယ်ကတည်းက အဖေကို စိတ်နာနေတဲ့ လူ့ခွစာ တစ်ယောက်။
လူတွေကို အားမနာလျှာမကျိုး ရေးတတ်လို့ သူနဲ့ ဘယ်သူမှ အင်တာဗြူးခံမယ့်သူ မရှိတဲ့လူ။
ဒါပေမယ့် ဖရက်က သူ့ကို လက်ခံပြီး အင်တာဗြူးချိန်မှာ ဖရက်ဟာ
သူမြင်ဖူးသမျှထဲမှာ စိတ်ထားအကောင်းဆုံးလူဆိုတာ တွေ့လိုက်ရတယ်။
ဒါကို သူလက်မခံနိုင်ဘူး။ ဒါဟာ ဟန်ဆောင်နေတာဖြစ်ရမယ်၊
သူ့ရဲ့ စိတ်ရင်းအမှန်ကို သိအောင်လုပ်ရမယ်ဆိုပြီး ဖရက်ကို သေချာလေ့လာမိသွားတယ်။
ဖရက်ကလည်း လွိုက်ရဲ့ ဖခင်နဲ့ ပြဿနာ၊ စိတ်ဒဏ်ရာတွေကို ပြန်ကုစားပေးဖို့ ကြိုးစားလာတယ်။
သူတို့ ၂ ယောက် ဘယ်လိုဆက် စခန်းသွားကြမလဲ…….
ဇာတ်လမ်းအစ စကားလုံးလေးတွေနဲ့ပဲ အဆုံးထိ ခံစားကြည့်သွားလိုက်ပါ။
ခွင့်လွှတ်ခြင်းဆိုတာ လူတစ်ယောက်ကို ကျွန်တော်တို့ စိတ်ထဲမှာ
ထားရှိနေတဲ့ အမုန်းတရားတွေဆီကနေ
ကင်းလွတ်ခွင့်ပေးဖို့ ဆုံးဖြတ်လိုက်ခြင်းပါပဲ။
ဒါပေမယ့် ထူးဆန်းတာက ခွင့်လွှတ်ခြင်းဆိုတာ
အချစ်ရဆုံးလူတွေအပေါ်မှာ ပိုပြီးလုပ်ဖို့ ခဲယဉ်းနေတတ်တယ်တဲ့ဗျာ။
File Size : ( 1 GB , 327 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 49 min
Format : Mp4
Genre : Biography , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
zawgyi
ေအာ္စကာဆုေပးပြဲမွာ ဆန္ကာတင္ထားတဲ့ ရုပ္ရွင္ေကာင္းေလးတစ္ခုေလာက္ၾကည့္ရေအာင္။
မင္းသားၾကီး တြမ္ဟန္႕ခ္ရဲ႕ ေနာက္ဆံုးထြက္ရုပ္ရွင္ပါပဲ။
တကယ္ကို လွပတဲ့ ဒရာမာ ကားေလးပါ။
တြမ္ဟန္႕ခ္ဟာ ဖရက္ ေရာ္ဂ်ာစ္ဆိုတဲ့ ရုပ္သံအစီအစဥ္ တင္ဆက္သူတစ္ေယာက္။
တစ္ႏုိင္ငံလံုးက ကေလးေတြ လူၾကီးေတြ ခ်စ္ၾကတဲ့ လူေကာင္းၾကီး။
သူ႕အေၾကာင္းကို အင္တာျဗဴးရမယ္ ဂ်ာနယ္လစ္က လြိဳက္ ေဗဂယ္၊
ငယ္ငယ္ကတည္းက အေဖကို စိတ္နာေနတဲ့ လူ႕ခြစာ တစ္ေယာက္။
လူေတြကို အားမနာလွ်ာမက်ိဳး ေရးတတ္လို႕ သူနဲ႕ ဘယ္သူမွ အင္တာျဗဴးခံမယ့္သူ မရွိတဲ့လူ။
ဒါေပမယ့္ ဖရက္က သူ႕ကို လက္ခံၿပီး အင္တာျဗဴးခ်ိန္မွာ ဖရက္ဟာ
သူျမင္ဖူးသမွ်ထဲမွာ စိတ္ထားအေကာင္းဆံုးလူဆိုတာ ေတြ႕လိုက္ရတယ္။
ဒါကို သူလက္မခံႏုိင္ဘူး။ ဒါဟာ ဟန္ေဆာင္ေနတာျဖစ္ရမယ္၊
သူ႕ရဲ႕ စိတ္ရင္းအမွန္ကို သိေအာင္လုပ္ရမယ္ဆိုၿပီး ဖရက္ကို ေသခ်ာေလ့လာမိသြားတယ္။
ဖရက္ကလည္း လြိဳက္ရဲ႕ ဖခင္နဲ႕ ျပႆနာ၊ စိတ္ဒဏ္ရာေတြကို ျပန္ကုစားေပးဖို႕ ၾကိဳးစားလာတယ္။
သူတို႕ ၂ ေယာက္ ဘယ္လိုဆက္ စခန္းသြားၾကမလဲ…….
ဇာတ္လမ္းအစ စကားလံုးေလးေတြနဲ႕ပဲ အဆံုးထိ ခံစားၾကည့္သြားလိုက္ပါ။
ခြင့္လႊတ္ျခင္းဆိုတာ လူတစ္ေယာက္ကို ကြ်န္ေတာ္တို႕ စိတ္ထဲမွာ
ထားရွိေနတဲ့ အမုန္းတရားေတြဆီကေန
ကင္းလြတ္ခြင့္ေပးဖို႕ ဆံုးျဖတ္လိုက္ျခင္းပါပဲ။
ဒါေပမယ့္ ထူးဆန္းတာက ခြင့္လႊတ္ျခင္းဆိုတာ
အခ်စ္ရဆံုးလူေတြအေပၚမွာ ပိုၿပီးလုပ္ဖို႕ ခဲယဥ္းေနတတ္တယ္တဲ့ဗ်ာ။
File Size : ( 1 GB , 327 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 49 min
Format : Mp4
Genre : Biography , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
