"Chasing the Dragon II(2019)((WEB-DL 720P ျဖင့္ update ေပးထားပါသည္….))Pause(Zawgyi)ေဟာင္ေကာင္ရဲတပ္ဖြဲ႕တဈခုလုံး ေန႔စဥ္နဲ႔အ်မွေခါင္းမီးေတာက္ေနတယ္….ေအၾကာင္းေကတာ့ မူးယဈရာဇာႀကီး တေဈယာက္ေၾကာင့္ပါ…..မူးယဈရာဇာႀကီးဟာ ဒီေလာကမြာေတာ့ ဥပေဒကို လက္တဈလုံးျခားေနတဲ့သူပါ…ေအတြ႕အႀကဳံေပါင္း်မားစြာ႐ြိတဲ့အျပင္ ပါးနပ္လြန္းတဲ့ သူ႔ကိုဖမ္းဆီးဖို႔ ရဲေတြအတြက္ေန႔စဥ္နဲ႔အ်မွေခါင္းစားေနရတယ္..ဒီမူးယဈရာဇာႀကီးဟာ ကိစၥတဈခုကိုေျဖ႐ြင္းဖို႔ ေငြေၾကး လူသတ္သမားေပါင္းစုံအသုံးျပဳၿပီးေျခရာေ်ဖာက္ၿပီး ဥပေဒဘက္ေတာ္သားေတြကိုေလြာင္ၿပဳံးၿပဳံးေနတတ္တယ္…တေစန႔ေတာ့ ရဲတပ္ဖြဲ႕က ထက္ျမက္တဲ့ ရဲအရာ႐ြိတေဈယာက္ကို စပိုင္အျဖဈ မူးယဈဂိုဏ္းကို ဝင္ေစၿပီးေတာ့ သက္ေသေတြနဲ႔ ေထာင္ဖမ္းဖို႔ႀကိဳးစားပါေတာ့တယ္…ရဲတပ္ဖြ႕ဲရဲ႕အစီအစဥ္ေတြေအာင္ျမင္မလားဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး…ဒီတ႐ုတ္ကားေကတာ့ နာမည္ႀကီးမင္းသားေတြျဖဈတဲ့Jiang Du, Louis Koo, Ka Tung Lam တို႔ ပါဝင္ထားပါတယ္…ခုေနာက္ထြက္တဲ့တ႐ုတ္ကားေတြထဲမြာ ေတာ္ေတာ္ႀကီးကိုမိုက္တဲ့အထဲမြာပါပါတယ္…Louis Koo ဆိုရင္ Line Walker ၾကည့္တဲ့ျမန္မာပရိတ္သတ္ေတြအဖို႔ မစိမ္းလြပါဘူး..အလန္းစားတ႐ုတ္ကားမို႔ခံစားၾကည့္ၾကပါဦးဇာတ္လမ္းအညႇြန္းနဲ႔ ဘာသာျပန္သူေကတာ့ Naomi Noe ပဲျဖဈပါတယ္…(Unicode)ဟောင်ကောင်ရဲတပ်ဖွဲ့တဈခုလုံး နေ့စဉ်နဲ့အျမှခေါင်းမီးတောက်နေတယ်….အေကြာင်းကေတာ့ မူးယဈရာဇာကြီး တဈေယာက်ကြောင့်ပါ…..မူးယဈရာဇာကြီးဟာ ဒီလောကမွာတော့ ဥပဒေကို လက်တဈလုံးခြားနေတဲ့သူပါ…အေတွ့အကြုံပေါင်းျမားစွာရွိတဲ့အပြင် ပါးနပ်လွန်းတဲ့ သူ့ကိုဖမ်းဆီးဖို့ ရဲတွေအတွက်နေ့စဉ်နဲ့အျမှခေါင်းစားနေရတယ်..ဒီမူးယဈရာဇာကြီးဟာ ကိစ္စတဈခုကိုဖြေရွင်းဖို့ ငွေကြေး လူသတ်သမားပေါင်းစုံအသုံးပြုပြီးခြေရာေျဖာက်ပြီး ဥပဒေဘက်တော်သားတွေကိုလွောင်ပြုံးပြုံးနေတတ်တယ်…တစေန့တော့ ရဲတပ်ဖွဲ့က ထက်မြက်တဲ့ ရဲအရာရွိတဈေယာက်ကို စပိုင်အဖြဈ မူးယဈဂိုဏ်းကို ဝင်စေပြီးတော့ သက်သေတွေနဲ့ ထောင်ဖမ်းဖို့ကြိုးစားပါတော့တယ်…ရဲတပ်ဖွ့ဲရဲ့အစီအစဉ်တွေအောင်မြင်မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး…ဒီတရုတ်ကားကေတာ့ နာမည်ကြီးမင်းသားတွေဖြဈတဲ့Jiang Du, Louis Koo, Ka Tung Lam တို့ ပါဝင်ထားပါတယ်…ခုနောက်ထွက်တဲ့တရုတ်ကားတွေထဲမွာ တော်တော်ကြီးကိုမိုက်တဲ့အထဲမွာပါပါတယ်…Louis Koo ဆိုရင် Line Walker ကြည့်တဲ့မြန်မာပရိတ်သတ်တွေအဖို့ မစိမ်းလွပါဘူး..အလန်းစားတရုတ်ကားမို့ခံစားကြည့်ကြပါဦးဇာတ်လမ်းအညှွန်းနဲ့ ဘာသာပြန်သူကေတာ့ Naomi Noe ပဲဖြဈပါတယ်…File Size : (850 MB) and (335 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:4100Genre : Action, Crime, BiographySubtitle : Myanmar Subtitle (Hard Sub)Translated by Naomi NoeEncoded by Phyo Pyae"