"Chris Watts: Confessions of a Killer (2020)
==============================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB rating – 6.1 / 10
#Unicode
ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ် သူ့နာမည်က ခရစ်တိုဖာဝက်စ် သူ့မှာ အိမ်ကောင်းကောင်း အလုပ်ကောင်းကောင်း ပျော်ရွင်စရာမိသားစုလေးရှိတယ် ချစ်စရာသမီးလေးနှစ်ယောက်အပါအဝင်ပေါ့ တစ်နေ့မှာ သူတို့လင်မယားနှစ်ယောက်ကလေးတစ်ယောက်ထပ်ရမှန်းသိကြတယ် ပျော်ကြတာပေါ့ ။ သမီးနှစ်ယောက်ဆိုတော့ ယောက်ျားလေးဖြစ်ပါစေဆိုတဲ့မျှော်လင့်ချက်နဲ့ပေါ့၊ ဒီလိုနဲ့ ခရစ်ရဲ့မိန်းမ ရှန်နန်ဟာမိဘတွေရှိရာ မြောက်ကယ်ရိုရိုင်းနားကိုသမီးနှစ်ယောက်နဲ့အတူ အပန်းဖြေဖို့ ခရီးထွက်ခဲ့တယ်။ ခရစ်ကိုတော့အလုပ်ကိစ္စတွေရှိလို့နောက်မှလိုက်ခိုင်းခဲ့တာပေါ့ ။ ဒီအထိက သာမန်ကိစ္စတစ်ခုပါပဲ။
မိန်းမမရှိတော့နဲ့အချိန်မှာ ခရစ်ဟာ အလုပ်က နစ်ကီဆိုသူနဲ့ ဇာတ်လမ်းတစ်ပုဒ်အစပြုတာကနေ နောက်ဆက်တွဲတွေဟာ အကုန်ရှုပ်ထွေး
ကုန်ပါတော့တယ်။ အခုရေးထားတဲ့အညွှန်းထဲမှာ ဇာတ်လမ်းရဲ့ တကယ့်အနှစ်သာရတွေကို ချန်ပြီးရေး
တာမို့ spoiler သဘောမဖြစ်စေပါဘူး။ တကယ်အရေးကြီးတဲ့ ကောင်းခန်းတွေ တစ်ချို့သောချစ်ကြိုက် ခန်းတွေလည်းအနည်းငယ်ပါဝင်ပါတယ်။ ဒီကားလေးကြည့်ပြီး မဖြစ်သင့်တာ မဖြစ်ဖို့နဲ့ ကိုယ့်ကိုယ်တောင်မထင်မှတ်လောက်တဲ့ ကိစ္စတွေလုပ်မိတတ်ပါလားဆိုတဲ့အတွေးမျိုးလည်း သင်ခန်းစာရယူနိုင်ပါလိမ့်မယ်။
#Zawgyi
ျဖစ္ရပ္မွန္ဇာတ္ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္ သူ႔နာမည္က ခရစ္တိုဖာဝက္စ္ သူ႔မွာ အိမ္ေကာင္းေကာင္း အလုပ္ေကာင္းေကာင္း ေပ်ာ္႐ြင္စရာမိသားစုေလးရွိတယ္ ခ်စ္စရာသမီးေလးႏွစ္ေယာက္အပါအဝင္ေပါ့ တစ္ေန႔မွာ သူတို႔လင္မယားႏွစ္ေယာက္ကေလးတစ္ေယာက္ထပ္ရမွန္းသိၾကတယ္ ေပ်ာ္ၾကတာေပါ့ ။ သမီးႏွစ္ေယာက္ဆိုေတာ့ ေယာက္်ားေလးျဖစ္ပါေစဆိုတဲ့ေမွ်ာ္လင့္ခ်က္နဲ႔ေပါ့၊ ဒီလိုနဲ႔ ခရစ္ရဲ႕မိန္းမ ရွန္နန္ဟာမိဘေတြရွိရာ ေျမာက္ကယ္႐ို႐ိုင္းနားကိုသမီးႏွစ္ေယာက္နဲ႔အတူ အပန္းေျဖဖို႔ ခရီးထြက္ခဲ့တယ္။ ခရစ္ကိုေတာ့အလုပ္ကိစၥေတြရွိလို႔ေနာက္မွလိုက္ခိုင္းခဲ့တာေပါ့ ။ ဒီအထိက သာမန္ကိစၥတစ္ခုပါပဲ။
မိန္းမမရွိေတာ့နဲ႔အခ်ိန္မွာ ခရစ္ဟာ အလုပ္က နစ္ကီဆိုသူနဲ႔ ဇာတ္လမ္းတစ္ပုဒ္အစျပဳတာကေန ေနာက္ဆက္တြဲေတြဟာ အကုန္ရႈပ္ေထြး
ကုန္ပါေတာ့တယ္။ အခုေရးထားတဲ့အၫႊန္းထဲမွာ ဇာတ္လမ္းရဲ႕ တကယ့္အႏွစ္သာရေတြကို ခ်န္ၿပီးေရး
တာမို႔ spoiler သေဘာမျဖစ္ေစပါဘူး။ တကယ္အေရးႀကီးတဲ့ ေကာင္းခန္းေတြ တစ္ခ်ိဳ႕ေသာခ်စ္ႀကိဳက္ ခန္းေတြလည္းအနည္းငယ္ပါဝင္ပါတယ္။ ဒီကားေလးၾကည့္ၿပီး မျဖစ္သင့္တာ မျဖစ္ဖို႔နဲ႔ ကိုယ့္ကိုယ္ေတာင္မထင္မွတ္ေလာက္တဲ့ ကိစၥေတြလုပ္မိတတ္ပါလားဆိုတဲ့အေတြးမ်ိဳးလည္း သင္ခန္းစာရယူႏိုင္ပါလိမ့္မယ္။
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)
Quality – 720p HD-TV
Duration – 1 hrs 46 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Crime
Source : 1080p.HD-TV
Translator – Tin Myo Lwin
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
