"Live Twice, Love Once(2019)IMDb…7.2Pause(unicode)ဒေါက်တာ အီမီလျို ဟာ တက္တသိုလ်ကျောင်းတစ်ခုရဲ့သင်္ချာပါမောက္ခ လည်းဖြစ်ပြီး သုဒ္ဓကိန်းကို ရှာဖွေတွေ့ရှိခဲ့တဲ့သူလည်းဖြစ်တယ်။ ဉာဏ်ကောင်းလွန်းတဲ့သူတစ်ယောက်ပါပဲ။သူက ငယ်ငယ်ကတည်းက သင်္ချာဘာသာရပ် ကိုစိတ်ဝင်စားခဲ့တယ်။ ဒါကြောင့် သူဟာ တခြားအရာအတွက် အချိန်မပေးနိုင်ခဲ့ပါဘူး။ တစ်ဘက်မှ အစွန်းရောက်အောင်ထူးချွန်သူတွေ ဖြစ်လေ့ ဖြစ်ထရှိတဲ့ အခြားတစ်ဘက်မှာ လစ်ဟင်းမှုမျိုး သူ့မှာလည်းရှိခဲ့တယ်…သူကတော့ ငယ်ရွယ်တုန်းက အချစ်ဦးနဲ့လွဲခဲ့ရတယ်။ဆက်ပြီးကံဆိုးတာက ဒီနှစ်အတောအတွင်းမှာ သူဟာ အတိတ်မေ့ရောဂါ ရခဲ့တယ်။ အရင်လို မှတ်ဉာဏ်မျိုးတွေ တွေးခေါ်နိုင်စွမ်းတွေမရှိတော့တဲ့နောက် သူအကြီးအကျယ်လုပ်ချင်ခဲ့တာတစ်ခုရှိတယ်… အဲ့ဒါက သူ့ရဲ့အချစ်ဦးကို မမေ့ခင်မှာ သူနဲ့နောက်ဆုံးအကြိမ်တွေ့ချင်ခဲ့တယ်။ဒီလိုနဲ့ပဲ ငယ်ချစ်ဦးကို လိုက်ရှာဖို့ ခရီးကိုစတင်လိုက်ပါတယ်။သူအဆင်ပြေပါ့မလား… ဒီကားက အချစ် ဟာသကားဆိုပေမယ့် တကယ့်ကို တွေးစရာလေးတွေဆင်ခြင်စရာလေးတွေပေးတဲ့ကားဖြစ်လို့ IMDb..7.2 တောင်ရရှိထားလို့ ခံစားကြည့်ကြပါလို့ တိုက်တွန်းပါရစေ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်….(zawgyi)ေဒါက္တာ အီမီလ်ိဳ ဟာ တကၱသိုလ္ေက်ာင္းတစ္ခုရဲ႕သခ်ၤာပါေမာကၡ လည္းျဖစ္ၿပီး သုဒၶကိန္းကို ရွာေဖြေတြ႕ရွိခဲ့တဲ့သူလည္းျဖစ္တယ္။ ဉာဏ္ေကာင္းလြန္းတဲ့သူတစ္ေယာက္ပါပဲ။သူက ငယ္ငယ္ကတည္းက သခ်ၤာဘာသာရပ္ ကိုစိတ္ဝင္စားခဲ့တယ္။ ဒါေၾကာင့္ သူဟာ တျခားအရာအတြက္ အခ်ိန္မေပးႏိုင္ခဲ့ပါဘူး။ တစ္ဘက္မွ အစြန္းေရာက္ေအာင္ထူးခြၽန္သူေတြ ျဖစ္ေလ့ ျဖစ္ထရွိတဲ့ အျခားတစ္ဘက္မွာ လစ္ဟင္းမႈမ်ိဳး သူ႔မွာလည္းရွိခဲ့တယ္…သူကေတာ့ ငယ္႐ြယ္တုန္းက အခ်စ္ဦးနဲ႔လြဲခဲ့ရတယ္။ဆက္ၿပီးကံဆိုးတာက ဒီႏွစ္အေတာအတြင္းမွာ သူဟာ အတိတ္ေမ့ေရာဂါ ရခဲ့တယ္။ အရင္လို မွတ္ဉာဏ္မ်ိဳးေတြ ေတြးေခၚႏိုင္စြမ္းေတြမရွိေတာ့တဲ့ေနာက္ သူအႀကီးအက်ယ္လုပ္ခ်င္ခဲ့တာတစ္ခုရွိတယ္… အဲ့ဒါက သူ႔ရဲ႕အခ်စ္ဦးကို မေမ့ခင္မွာ သူနဲ႔ေနာက္ဆုံးအႀကိမ္ေတြ႕ခ်င္ခဲ့တယ္။ဒီလိုနဲ႔ပဲ ငယ္ခ်စ္ဦးကို လိုက္ရွာဖို႔ ခရီးကိုစတင္လိုက္ပါတယ္။သူအဆင္ေျပပါ့မလား… ဒီကားက အခ်စ္ ဟာသကားဆိုေပမယ့္ တကယ့္ကို ေတြးစရာေလးေတြဆင္ျခင္စရာေလးေတြေပးတဲ့ကားျဖစ္လို႔ IMDb..7.2 ေတာင္ရရွိထားလို႔ ခံစားၾကည့္ၾကပါလို႔ တိုက္တြန္းပါရေစ…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Naomi Noe ပဲျဖစ္ပါတယ္…File Size : (900 MB) and (248 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:41:00Genre : Comedy , DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Naomi NoeEncoded by Phyo Pyae"