"Top Secret!(1984)IMDb….7.2Pause(unicode)အရှေ့ဂျာမနီကိုရောက်နေတဲ့ အမေရိကန်ရော့ခ်အန်ရိုး အဆိုတော် နစ်ခ်ရေးဗားဟာ ဟီလာရီဖလန်မွန်းဆိုတဲ့ မိန်းမလှလေးတစ်ယောက်နဲ့ စားသောက်ဆိုင်တစ်ခုမှာ တွေ့ဆုံခဲ့ပါတယ်။ ဟီလာရီဟာ တော်လှန်ရေးအဖွဲ့ဝင်တစ်ယောက်ဖြစ်ပြီး ဂျာမန်တွေရဲ့ ဖမ်းဆီးခံ စွမ်းအားကြီး အဖျက်လက်နက်ဖန်တီးဖို့ အကျပ်ကိုင်ခံနေရတဲ့ သူ့အဖေ သိပ္ပံပညာရှင်ဒေါက်တာဖလန်းမွန်းကို ကယ်တင် ဖို့ စောင့်နေတာပါ။ နစ်ခ်က ဒေါက်တာ ဖလန်းမွန်းကို ထောင်ထဲမှာတွေ့ခဲ့တဲ့အကြောင်းပြောပြခဲ့ပြီးတဲ့နောက် ဟီလာရီ နဲ့ နစ်ခ်ဟာ တော်လှန်ရေးအဖွဲ့ခေါင်းဆောင်ဖြစ်တဲ့ နိုင်ဂျယ်နဲ့ ဆုံတွေ့ခဲ့ရပါတယ်။ နောက်ပိုင်းတော့ တော်လှန်ရေးအဖွဲ့ထဲမှာ သစ္စာဖောက်ရှိနေလို့ သူတို့ထက် ပြိုင်ဘက်ဟာအမြဲတမ်း ကွက်ကျော်မြင်နေခဲ့ ကြောင်းသိရချိန်မှာ.. အဲ့ဒီသစ္စာဖောက် ဟာ ဘယ်သူဖြစ်မလဲ? ဟီလာရီနဲ့နိုင်ဂျယ်မှာ တစ်ခြားပတ်သက်မှုတွေရှိနေမလား? Top Secret!ဟာ ဒုတိယကမ္ဘာစစ် စပိုင်ဇာတ်ကားတွေနဲ့ ဂီတအခြေခံရုပ်ရှင်တွေ အများစုကို သရော်လှောင်ပြောင်ထားတဲ့ parody ကားတစ်ကားပါ။ ငယ်ငယ်က ရင်းနှီးပြီးသဘောကျခဲ့ရတဲ့ Hot shots! 1/2 နဲ့ Scary movies အတွဲတွေကို ကြိုက်ခဲ့တယ်ဆိုရင်လဲ ဒီကားကို သေချာပေါက်သဘောကျကြမ ှာပါ။ အဲ့ဒီခေတ်ကားတွေကို မကြည့်ဖူးဘူးဆိုရင်တောင် သူတို့ အတည်ပေါက်နဲ့ဖောက်နေတာတွေကိုကြည့်ရုံနဲ့ တစ်ကားလုံးခွီနေရမှာ သေချာပါတယ်။တွေးတွေးပြီး ရယ်နေရတဲ့ကားမို့ ဟာသကားကောင်းကောင်းတွေ ကြိုက်သူတွေကို လမ်းညွှန်ပေးပါရစေ… ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်…(zawgyi)အေရွ႕ဂ်ာမနီကိုေရာက္ေနတဲ့ အေမရိကန္ေရာ့ခ္အန္႐ိုး အဆိုေတာ္ နစ္ခ္ေရးဗားဟာ ဟီလာရီဖလန္မြန္းဆိုတဲ့ မိန္းမလွေလးတစ္ေယာက္နဲ႔ စားေသာက္ဆိုင္တစ္ခုမွာ ေတြ႕ဆုံခဲ့ပါတယ္။ ဟီလာရီဟာ ေတာ္လွန္ေရးအဖြဲ႕ဝင္တစ္ေယာက္ျဖစ္ၿပီး ဂ်ာမန္ေတြရဲ႕ ဖမ္းဆီးခံ စြမ္းအားႀကီး အဖ်က္လက္နက္ဖန္တီးဖို႔ အက်ပ္ကိုင္ခံေနရတဲ့ သူ႔အေဖ သိပၸံပညာရွင္ေဒါက္တာဖလန္းမြန္းကို ကယ္တင္ ဖို႔ ေစာင့္ေနတာပါ။ နစ္ခ္က ေဒါက္တာ ဖလန္းမြန္းကို ေထာင္ထဲမွာေတြ႕ခဲ့တဲ့အေၾကာင္းေျပာျပခဲ့ၿပီးတဲ့ေနာက္ ဟီလာရီ နဲ႔ နစ္ခ္ဟာ ေတာ္လွန္ေရးအဖြဲ႕ေခါင္းေဆာင္ျဖစ္တဲ့ ႏိုင္ဂ်ယ္နဲ႔ ဆုံေတြ႕ခဲ့ရပါတယ္။ ေနာက္ပိုင္းေတာ့ ေတာ္လွန္ေရးအဖြဲ႕ထဲမွာ သစၥာေဖာက္ရွိေနလို႔ သူတို႔ထက္ ၿပိဳင္ဘက္ဟာအၿမဲတမ္း ကြက္ေက်ာ္ျမင္ေနခဲ့ ေၾကာင္းသိရခ်ိန္မွာ.. အဲ့ဒီသစၥာေဖာက္ ဟာ ဘယ္သူျဖစ္မလဲ? ဟီလာရီနဲ႔ႏိုင္ဂ်ယ္မွာ တစ္ျခားပတ္သက္မႈေတြရွိေနမလား? Top Secret!ဟာ ဒုတိယကမာၻစစ္ စပိုင္ဇာတ္ကားေတြနဲ႔ ဂီတအေျခခံ႐ုပ္ရွင္ေတြ အမ်ားစုကို သေရာ္ေလွာင္ေျပာင္ထားတဲ့ parody ကားတစ္ကားပါ။ ငယ္ငယ္က ရင္းႏွီးၿပီးသေဘာက်ခဲ့ရတဲ့ Hot shots! 1/2 နဲ႔ Scary movies အတြဲေတြကို ႀကိဳက္ခဲ့တယ္ဆိုရင္လဲ ဒီကားကို ေသခ်ာေပါက္သေဘာက်ၾကမ ွာပါ။ အဲ့ဒီေခတ္ကားေတြကို မၾကည့္ဖူးဘူးဆိုရင္ေတာင္ သူတို႔ အတည္ေပါက္နဲ႔ေဖာက္ေနတာေတြကိုၾကည့္႐ုံနဲ႔ တစ္ကားလုံးခြီေနရမွာ ေသခ်ာပါတယ္။ေတြးေတြးၿပီး ရယ္ေနရတဲ့ကားမုိ႕ ဟာသကားေကာင္းေကာင္းေတြ ႀကဳိက္သူေတြကုိ လမ္းညႊန္ေပးပါရေစ… ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္…File Size : (800 MB) and (331 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:30:00Genre : Comedy,MusicSubtitle : Myanmar Subtitle (Hard Sub)Translated by AliasEncoded by Phyo Pyae"