"(Unicode)
အားလုံး မျှော်လင့်နေကြတဲ့ ၂၀၂၀ ထဲမှာ လောလောလတ်လတ် ထွက်ရှိထားတဲ့ အမေရိကန်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပေါ့ပ် နဲ့ ကန်းထရီးအဆိုတော်မလေး တေလာဆွစ်ဖ် ရဲ့မှတ်တမ်းရုပ်ရှင် Miss Americana ကို တင်ဆက်ပေးလိုက်ပါတယ်…
ဒီမှတ်တမ်းရုပ်ရှင်လေးဟာ IMDb – 8/10 နဲ့ Rottem Tomatoes – 90% တောင်ရရှိထားပါတယ်
ဒီရုပ်ရှင်လေးဟာ တေလာဆွစ်က သူ့ရဲ့ဘဝအစိတ်အပိုင်းလေးတွေကို ခင်ဗျားတို့ဘေးနားမှာ ထိုင်ပြောနေတဲ့ အတိုင်း ကြည့်ရှုခံစားရမှာပါ…
တေလာဆွစ်နဲ့အတူတူ ခင်ဗျားအပြင်ထွက်မယ်…သူနဲ့အတူတူ ရှိုးပွဲတွေလိုက်မယ် …
သူနဲ့အတူ ဝမ်းသာစရာရှိရင် ဝမ်းသာလိုက်မယ် ဝမ်းနည်းစရာရှိရင်ဝမ်းနည်းမယ်…
သူ့သီချင်းတွေ နားထောင်ရင်း သူနဲ့အတူတူ ကြီးပြင်းခဲ့ကြတဲ့ အတိုင်းပေါ့…
ကန်းထရီးသီချင်းတွေကိုဆိုတတ်တဲ့ ဆယ်ကျော်သက်ကောင်မလေးဟာ
အခုဆိုရင် အသက် ၃၀ နားကိုချဉ်းကပ်နေတဲ့ အမျိုးသမီးတစ်ယောက်ဖြစ်နေပါပြီ …
ဒီအသက်အရွယ်အထိ သူဘယ်လို အားတင်းခဲ့ရတယ် ဘယ်လိုရဲရင့်ခဲ့ရတယ်
ဘယ်လိုရင့်ကျက်ခဲ့ရတယ်ဆိုတာတွေကို …. ၁နာရီနဲ့ ၂၅ မိနစ်ကြာတဲ့ ဒီမှတ်တမ်းရုပ်ရှင်လေးထဲမှာ
ခင်ဗျားတို့ မသိသေးတာတွေရော ခင်ဗျားတို့သိပြီးသားကိစ္စတွေရဲ့ အသေးစိတ်တွေကိုရော
သူ့ရဲ့အချစ်ရေး မိသားစုအကြောင်းတွေရယ် သူ့ရဲ့ ဂီတဘဝနဲ့
တသီးပုဂ္ဂလဘဝ အကျိုးသက်ရောက်မှုတွေကို သူ့သီချင်းလေးတွေ နားထောင်ရင်း ရှူမြင်ခံစားရမှာဖြစ်ပါတယ်
အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်….
(Zawgyi)
အားလုံး ေမွ်ာ္လင့္ေနၾကတဲ့ ၂၀၂၀ ထဲမွာ ေလာေလာလတ္လတ္ ထြက္ရွိထားတဲ့ အေမရိကန္
ေပါ့ပ္ နဲ႔ ကန္းထရီးအဆိုေတာ္မေလး ေတလာဆြစ္ဖ္ ရဲ႕မွတ္တမ္း႐ုပ္ရွင္ Miss Americana ကို တင္ဆက္ေပးလိုက္ပါတယ္…
ဒီမွတ္တမ္း႐ုပ္ရွင္ေလးဟာ IMDb – 8/10 နဲ႔ Rottem Tomatoes – 90% ေတာင္ရရွိထားပါတယ္
ဒီ႐ုပ္ရွင္ေလးဟာ ေတလာဆြစ္က သူ႔ရဲ႕ဘဝအစိတ္အပိုင္းေလးေတြကို ခင္ဗ်ားတို႔ေဘးနားမွာ ထိုင္ေျပာေနတဲ့ အတိုင္း ၾကည့္ရႈခံစားရမွာပါ…
ေတလာဆြစ္နဲ႔အတူတူ ခင္ဗ်ားအျပင္ထြက္မယ္…သူနဲ႔အတူတူ ရႈိးပြဲေတြလိုက္မယ္ …
သူနဲ႔အတူ ဝမ္းသာစရာရွိရင္ ဝမ္းသာလိုက္မယ္ ဝမ္းနည္းစရာရွိရင္ဝမ္းနည္းမယ္…
သူ႔သီခ်င္းေတြ နားေထာင္ရင္း သူနဲ႔အတူတူ ႀကီးျပင္းခဲ့ၾကတဲ့ အတိုင္းေပါ့…
ကန္းထရီးသီခ်င္းေတြကိုဆိုတတ္တဲ့ ဆယ္ေက်ာ္သက္ေကာင္မေလးဟာ
အခုဆိုရင္ အသက္ ၃၀ နားကိုခ်ဥ္းကပ္ေနတဲ့ အမ်ိဳးသမီးတစ္ေယာက္ျဖစ္ေနပါၿပီ …
ဒီအသက္အ႐ြယ္အထိ သူဘယ္လို အားတင္းခဲ့ရတယ္ ဘယ္လိုရဲရင့္ခဲ့ရတယ္
ဘယ္လိုရင့္က်က္ခဲ့ရတယ္ဆိုတာေတြကို …. ၁နာရီနဲ႔ ၂၅ မိနစ္ၾကာတဲ့ ဒီမွတ္တမ္း႐ုပ္ရွင္ေလးထဲမွာ
ခင္ဗ်ားတို႔ မသိေသးတာေတြေရာ ခင္ဗ်ားတို႔သိၿပီးသားကိစၥေတြရဲ႕ အေသးစိတ္ေတြကိုေရာ
သူ႔ရဲ႕အခ်စ္ေရး မိသားစုအေၾကာင္းေတြရယ္ သူ႔ရဲ႕ ဂီတဘဝနဲ႔
တသီးပုဂၢလဘဝ အက်ိဳးသက္ေရာက္မႈေတြကို သူ႔သီခ်င္းေလးေတြ နားေထာင္ရင္း ရႉျမင္ခံစားရမွာျဖစ္ပါတယ္
အၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္….
File Size : (1.50 GB),(700 MB) And (350 MB)
Quality : NF WEB-DL (1080p 5.1,720p,480p)
Running Time : 1hr 25min
Format : Mp4
Genre : Documentary
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.NF.WEB-DL.DDP5.1.x264-NTG
Translated by Zuel Khant Thwin
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
