"(Unicode)
IMDB 6.1
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
RT 4.2
၁၂၁၅ ခုနှစ် အင်္ဂလန်တိုင်းပြည် အခွန်တွေကို မတရားကောက်ခံ ၊ လူသတ်ပက်စက်ပြီး မြို့စားမိန်းမတွေနဲ့ ပွေရှုတ်တက်တဲ့ ဘုရင်ဂျွန်ဟာ နံမည်ဆိုးနဲ့ ကျော်ကြားတဲ့ ဘုရင်တပါးပါ။
၁၆ နှစ်တာ ကာလကြာ သူ အင်္ဂလန်ကို အုပ်စိုးပြီးနောက်ပိုင်းမှာတော့ မြို့စားတွေက သူကို သည်းမခံနိုင်ကြတော့ပဲ အားလုံးစုပေါင်းပြီး ပုန်ကန်ကြပါတော့တယ်။
ဘုရားစစ်သည်တော်တွေဟာလည်း မြို့စားတွေဖက်က ဝင်ရောက်တိုက်ခိုက်ပေးခဲ့ပါတယ်။
၃ နှစ်တာ ရှည်ကြာလှတဲ့ ပြည်တွင်းစစ်ပွဲကြီးဟာ နောက်ဆုံးမှာတော့ မဂ်နာသဘောတူစာချုပ်နဲ့အတူ ပြီးဆုံးသွားခဲ့ပါတယ်။
မဂ်နာစာချုပ်ဆိုတာ ဘုရင်နဲ့ မြို့စားတွေအကြား သဘောတူညီချက်တွေ ထားရှိတဲ့ စာချုပ်တစ်ခုပါပဲ။
အာလုံးပြီးဆုံးသွားခဲ့ပြီလို့ ထင်ထားတဲ့နောက်ပိုင်းမှာတော့ ဘုရင်ဂျွန်ဟာ ကြေးစားစစ်တပ်ကြီးကိုငှားရမ်းကာ မြို့စားတွေကို သတ်ပြီး တစ်နိုင်ငံလုံးကို ပြန်လည်သိမ်းပိုက်ဖို့ ကြံစည်ပါတော့တယ်။
ဘုရင်ဂျွန်ကို တားဆီးနိုင်ဖို့အတွက်ဆိုရင် အင်္ဂလန်တောင်းပိုင်းရဲ့ အချက်အချာဖြစ်တဲ့ ရီုချက်စတာရဲတိုက်ကို ထိန်းထားနိုင်ဖို့ လိုအပ်တယ်ဆိုတာ
ဘုရားစစ်သည်တော်မာရှယ်နဲ့ မြို့စား အဲလ်ဗနီတို့ဟာ ကောင်းကောင်းသဘောပေါက်ခဲ့ပါတယ်။
ရီုချက်စတာရဲတိုက်ဆိုတာ တော်တော်လေး သေးငယ်တဲ့ ရဲတိုက်တစ်ခုပါ။
ဒီရဲတိုက်လေးထဲမှာ လူအယောက် (၂၀) လောက်နဲ့ သူတို့ ဘယ်လိုခုခံကြမလဲ။ သူတို့ ဘယ်လိုပြန်တိုက်ကြမှာပဲ။
ပြင်သစ်က စစ်ကူတွေကရော အချိန်မှီရောက်ရှိလာကြမာလား။
ဒီကစထွက်ထွက်ချင်းမှာတော့ IMDB နဲ့ RT တို့မှာ Bad Review တော်တော်ရခဲ့ပါတယ်။
Review အများစုကတော့ သမိုင်းမတူဘူးတို့ ၊ သွေးထွက်သံယိုများလွန်းတယ်တို့ ၊ ရုပ်ရှင်ကားက အရမ်းရှည်လွန်းတယ်တို့ ၊ ကင်မရာ အရမ်းကစားလွန်းတယ်တို့ စသည်တို့ပဲ တွေ့ရပါတယ်။
လူတိုင်းကတော့ အကြိုက်တူမှာ မဟုတ်ကြပါဘူး။
ကျွန်တော့်အထင်တော့ ဒီကားက သွေးထွက်သံယို များလွန်းတာကြောင့် မကြိုက်ကြတာလို့ပဲ ထင်ပါတယ်။
ဘယ်လောက်ထိ သွေးထွက်သံယိုကြမ်းသလဲဆိုရင် GOT Fan ကျွန်တော်တောင် တစ်ချက်တစ်ချက် မျက်နှာလွဲထားရပါတယ်။
(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပါ)
(Zawgyi)
IMDB 6.1
RT 4.2
၁၂၁၅ ခုႏွစ္ အဂၤလန္တိုင္းျပည္ အခြန္ေတြကို မတရားေကာက္ခံ ၊ လူသတ္ပက္စက္ၿပီး ၿမိဳ႕စားမိန္းမေတြနဲ႔ ေပြရႈတ္တက္တဲ့ ဘုရင္ဂြၽန္ဟာ နံမည္ဆိုးနဲ႔ ေက်ာ္ၾကားတဲ့ ဘုရင္တပါးပါ။
၁၆ ႏွစ္တာ ကာလၾကာ သူ အဂၤလန္ကို အုပ္စိုးၿပီးေနာက္ပိုင္းမွာေတာ့ ၿမိဳ႕စားေတြက သူကို သည္းမခံႏိုင္ၾကေတာ့ပဲ အားလုံးစုေပါင္းၿပီး ပုန္ကန္ၾကပါေတာ့တယ္။
ဘုရားစစ္သည္ေတာ္ေတြဟာလည္း ၿမိဳ႕စားေတြဖက္က ဝင္ေရာက္တိုက္ခိုက္ေပးခဲ့ပါတယ္။
၃ ႏွစ္တာ ရွည္ၾကာလွတဲ့ ျပည္တြင္းစစ္ပြဲႀကီးဟာ ေနာက္ဆုံးမွာေတာ့ မဂ္နာသေဘာတူစာခ်ဳပ္နဲ႔အတူ ၿပီးဆုံးသြားခဲ့ပါတယ္။
မဂ္နာစာခ်ဳပ္ဆိုတာ ဘုရင္နဲ႔ ၿမိဳ႕စားေတြအၾကား သေဘာတူညီခ်က္ေတြ ထားရွိတဲ့ စာခ်ဳပ္တစ္ခုပါပဲ။
အာလုံးၿပီးဆုံးသြားခဲ့ၿပီလို႔ ထင္ထားတဲ့ေနာက္ပိုင္းမွာေတာ့ ဘုရင္ဂြၽန္ဟာ ေၾကးစားစစ္တပ္ႀကီးကိုငွားရမ္းကာ ၿမိဳ႕စားေတြကို သတ္ၿပီး တစ္ႏိုင္ငံလုံးကို ျပန္လည္သိမ္းပိုက္ဖို႔ ႀကံစည္ပါေတာ့တယ္။
ဘုရင္ဂြၽန္ကို တားဆီးႏိုင္ဖို႔အတြက္ဆိုရင္ အဂၤလန္ေတာင္းပိုင္းရဲ႕ အခ်က္အခ်ာျဖစ္တဲ့ ႐ီုခ်က္စတာရဲတိုက္ကို ထိန္းထားႏိုင္ဖို႔ လိုအပ္တယ္ဆိုတာ
ဘုရားစစ္သည္ေတာ္မာရွယ္နဲ႔ ၿမိဳ႕စား အဲလ္ဗနီတို႔ဟာ ေကာင္းေကာင္းသေဘာေပါက္ခဲ့ပါတယ္။
႐ီုခ်က္စတာရဲတိုက္ဆိုတာ ေတာ္ေတာ္ေလး ေသးငယ္တဲ့ ရဲတိုက္တစ္ခုပါ။
ဒီရဲတိုက္ေလးထဲမွာ လူအေယာက္ (၂၀) ေလာက္နဲ႔ သူတို႔ ဘယ္လိုခုခံၾကမလဲ။ သူတို႔ ဘယ္လိုျပန္တိုက္ၾကမွာပဲ။
ျပင္သစ္က စစ္ကူေတြကေရာ အခ်ိန္မွီေရာက္ရွိလာၾကမာလား။
ဒီကစထြက္ထြက္ခ်င္းမွာေတာ့ IMDB နဲ႔ RT တို႔မွာ Bad Review ေတာ္ေတာ္ရခဲ့ပါတယ္။
Review အမ်ားစုကေတာ့ သမိုင္းမတူဘူးတို႔ ၊ ေသြးထြက္သံယိုမ်ားလြန္းတယ္တို႔ ၊ ႐ုပ္ရွင္ကားက အရမ္းရွည္လြန္းတယ္တို႔ ၊ ကင္မရာ အရမ္းကစားလြန္းတယ္တို႔ စသည္တို႔ပဲ ေတြ႕ရပါတယ္။
လူတိုင္းကေတာ့ အႀကိဳက္တူမွာ မဟုတ္ၾကပါဘူး။
ကြၽန္ေတာ့္အထင္ေတာ့ ဒီကားက ေသြးထြက္သံယို မ်ားလြန္းတာေၾကာင့္ မႀကိဳက္ၾကတာလို႔ပဲ ထင္ပါတယ္။
ဘယ္ေလာက္ထိ ေသြးထြက္သံယိုၾကမ္းသလဲဆိုရင္ GOT Fan ကြၽန္ေတာ္ေတာင္ တစ္ခ်က္တစ္ခ်က္ မ်က္ႏွာလြဲထားရပါတယ္။
(ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Kiwi ပါ)
File Size : (2.0 GB),(950 GB) And (480 MB)
Quality : Blu-Ray (1080p 5.1,720p,480p)
Running Time : 2hr 01min
Format : Mp4
Genre : Action, Drama, History
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-AiHD
Translated by Kiwi
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
