"Rocky III(1982)
Rocky ဆိုတာ တော်တော်များများ ကြည့်ဖူးကြမယ်ထင်ပါရဲ့….တစ်ချို့တွေလည်း ကြားဖူးနားဝသာရှိကြတာ အကုန်ခံစားကြည့်ဖို့ အခွင့်မရှိခဲ့တာလည်းရှိပါလိမ့်မယ်…
ခေတ်အဆက်ဆက် အကောင်းဆုံး Sport ကားအဖြစ်မှတ်တမ်းတင်ခံရသလို
အထူးစိတ်ခွန်အားဖြစ်စေတဲ့ ဇာတ်ကားလို့လည်း ချီးကျူးခံရတယ်…
Rockyဟာ လက်ဝှေ့ဝါသနာအိုး ဖြစ်ပေမယ့် အောင်မြင်မှုလည်း
မရှိလို့ စားဝတ်နေရေးအတွက် အကြွေးတောင်းတဲ့အလုပ်လည်း
လုပ်နေရတယ်…
သူဇွဲတော့မလျော့ဘူး….တစ်နေ့တော့အောင်မြင်နိုင်တဲ့လို့ မဝံမရဲ မျှော်လင့်နေတယ်…
သို့ပေမယ့်လည်း သူ့အတွက် အခွင့်အရေးက ဘယ်နေမှန်းမသိ…
တစ်နေ့တာ စားဝတ်နေရေးအတွက် မှတ်ပုံတင်ထားတဲ့ လက်ဝှေ့ ဝါသနာအလုပ်ကို
မထင်မရှားကြားပွဲတွေနဲ့ပဲ အချိန်ကုန်နေရတယ်….
တစ်နေ့တော့ သူ့အတွက် အခွင့်ကောင်းတစ်ခုရောက်လာတယ်… ကမ္ဘာ့ချန်ပီယံ အပိုလို ခရိဒ်က ရော့ကီနဲ့ ထိုးချင်တယ်လို့ဆိုတယ်…ကမ္ဘာ့ချန်ပီယံဟာ
ရော့ကီနဲ့ ဘာလို့ထိုးချင်တာလဲဆိုတော့ ရော့ကီရဲ့ လက်ဝှေ့မှတ်ပုံတင် Italian Stallion
နာမည်နဲ့ နာမည်ဆက်ကြီးချင်လို့ပဲ….
အဲ့ဒီမှာ Rocky အတွက် အခွင့်အလမ်းကြီးပေါ်လာတော့တာပဲ….
Rocky ဟာ ၄ ကား ထွက်ရှိပါတယ်… မင်းသားကြီး Sylvester Stallone ဟာ Rocky အဖြစ် သရုပ်ဆောင်ထားပြီး သရုပ်ပါတဲ့ ထိုးကွက်တွေဖြစ်ဖို့ လေ့ကျင့်ခဲ့ရသလို ရိုက်ကွင်းတွေမှာ တကယ်ထိုးသတ်ခဲ့တယ်လို့ဆိုပါတယ်…အဲ့ဒီခေတ်အခါက ဒီဘက်ခေတ်များလို့
Effect တွေ မပေါ်ထွန်းခဲ့ပေမယ့် တကယ့်အမိုက်စား ဖိုက်ခန်းတွေဟာ ခင်ဗျားတို့ကိုသွေးတွေဆူပွက်အောင် စွမ်းဆောင်နိုင်ပါလိမ့်မယ်…အော်စကာဆုများစွာရရှိခဲ့ပြီး အခြားဆုတွေလည်း မြောက်များစွာရရှိခဲ့ပါတယ်..
ခံစားကြည့်ကြပါ…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(zawgyi)
Rocky ဆိုတာ ေတာ္ေတာ္မ်ားမ်ား ၾကည့္ဖူးၾကမယ္ထင္ပါရဲ႕….တစ္ခ်ိဳ႕ေတြလည္း ၾကားဖူးနားဝသာရွိၾကတာ အကုန္ခံစားၾကည့္ဖို႔ အခြင့္မရွိခဲ့တာလည္းရွိပါလိမ့္မယ္…
ေခတ္အဆက္ဆက္ အေကာင္းဆုံး Sport ကားအျဖစ္မွတ္တမ္းတင္ခံရသလို
အထူးစိတ္ခြန္အားျဖစ္ေစတဲ့ ဇာတ္ကားလို႔လည္း ခ်ီးက်ဴးခံရတယ္…
Rockyဟာ လက္ေဝွ႔ဝါသနာအိုး ျဖစ္ေပမယ့္ ေအာင္ျမင္မႈလည္း
မရွိလို႔ စားဝတ္ေနေရးအတြက္ အေႂကြးေတာင္းတဲ့အလုပ္လည္း
လုပ္ေနရတယ္…
သူဇြဲေတာ့မေလ်ာ့ဘူး….တစ္ေန႔ေတာ့ေအာင္ျမင္ႏိုင္တဲ့လို႔ မဝံမရဲ ေမွ်ာ္လင့္ေနတယ္…
သို႔ေပမယ့္လည္း သူ႔အတြက္ အခြင့္အေရးက ဘယ္ေနမွန္းမသိ…
တစ္ေန႔တာ စားဝတ္ေနေရးအတြက္ မွတ္ပုံတင္ထားတဲ့ လက္ေဝွ႔ ဝါသနာအလုပ္ကို
မထင္မရွားၾကားပြဲေတြနဲ႔ပဲ အခ်ိန္ကုန္ေနရတယ္….
တစ္ေန႔ေတာ့ သူ႔အတြက္ အခြင့္ေကာင္းတစ္ခုေရာက္လာတယ္… ကမာၻ႔ခ်န္ပီယံ အပိုလို ခရိဒ္က ေရာ့ကီနဲ႔ ထိုးခ်င္တယ္လို႔ဆိုတယ္…ကမာၻ႔ခ်န္ပီယံဟာ
ေရာ့ကီနဲ႔ ဘာလို႔ထိုးခ်င္တာလဲဆိုေတာ့ ေရာ့ကီရဲ႕ လက္ေဝွ႔မွတ္ပုံတင္ Italian Stallion
နာမည္နဲ႔ နာမည္ဆက္ႀကီးခ်င္လို႔ပဲ….
အဲ့ဒီမွာ Rocky အတြက္ အခြင့္အလမ္းႀကီးေပၚလာေတာ့တာပဲ….
Rocky ဟာ ၄ ကား ထြက္ရွိပါတယ္… မင္းသားႀကီး Sylvester Stallone ဟာ Rocky အျဖစ္ သ႐ုပ္ေဆာင္ထားၿပီး သ႐ုပ္ပါတဲ့ ထိုးကြက္ေတြျဖစ္ဖို႔ ေလ့က်င့္ခဲ့ရသလို ႐ိုက္ကြင္းေတြမွာ တကယ္ထိုးသတ္ခဲ့တယ္လို႔ဆိုပါတယ္…အဲ့ဒီေခတ္အခါက ဒီဘက္ေခတ္မ်ားလို႔
Effect ေတြ မေပၚထြန္းခဲ့ေပမယ့္ တကယ့္အမိုက္စား ဖိုက္ခန္းေတြဟာ ခင္ဗ်ားတို႔ကိုေသြးေတြဆူပြက္ေအာင္ စြမ္းေဆာင္ႏိုင္ပါလိမ့္မယ္…ေအာ္စကာဆုမ်ားစြာရရွိခဲ့ၿပီး အျခားဆုေတြလည္း ေျမာက္မ်ားစြာရရွိခဲ့ပါတယ္..
ခံစားၾကည့္ၾကပါ…
File Size : (980 MB) and (380 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:39:00
Genre : Drama, Sport
Subtitle : Myanmar Subtitle (Hard Sub)
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
