"The Last Tree 2019
==============
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
#Unicode
လန်ဒန်မြို့ လူမည်းတွေအများဆုံးနေတဲ့ ဆင်ခြေဖုံးရပ်ကွက်က လူမည်းကောင်လေးတစ်ယောက်ရဲ့ ကြီးပြင်းလာတာကို ရိုက်ပြထားတဲ့ ဇာတ်လမ်းလေးပါ။ ကလေးဘဝက စိတ်ဒဏ်ရာတွေရှိခဲ့တဲ့ ဒီကောင်လေး လူရမ်းကားပေါတဲ့ ဒီပတ်ဝန်းကျင်မှာ ခက်ခက်ခဲခဲနဲ့ လူကောင်းတစ်ယောက်ဖြစ်လာအောင် ကြိုးစားတဲ့ အကြောင်းလေးပါ။ လူငယ်တွေမှာလည်း ဖိအားတွေ အများကြီးရှိနေပါတယ်။ မိဘကြောင့်၊ ပတ်ဝန်းကျင်ကြောင့်၊ သူငယ်ချင်းတွေကြောင့် စသည်ဖြင့် ဖိအားအမျိုးမျိုးခံနေရတဲ့အချိန်မှာ ထွက်ပေါက်ရှာတတ်ကြပါတယ်။ ဒီဖိအားတွေက လွတ်နိုင်အောင် သာယာမှုရှာကြတဲ့အခါ လမ်းမှားကို ရောက်နိုင်ခြေ အများကြီးရှိနေပါတယ်။ ဒီကောင်လေးကတော့ သူ့ရဲ့လမ်းကြောင်းမှားနေပြီဆိုတာ သိပြီး ပြန်ပြင်နိုင်ခဲ့ပြီး အရင်က မှားယွင်းခဲ့တဲ့အမြင်တွေကိုလည်း ပြန်တည့်မတ်နိုင်ခဲ့ပါတယ်။ ဇာတ်လမ်းကထဲကနေ ဒီကောင်လေး ခံစားနေရတာတွေကို ကိုယ်စားဝင်ခံစားနိုင်အောင်တော့ ရိုက်ပြနိုင်တယ်လို့ ပြောရမှာပါပဲ။
#Zawgyi
လန္ဒန္ျမိဳ႕ လူမည္းေတြအမ်ားဆုံးေနတဲ့ ဆင္ေျခဖုံးရပ္ကြက္က လူမည္းေကာင္ေလးတစ္ေယာက္ရဲ႕ ၾကီးျပင္းလာတာကို ရုိက္ျပထားတဲ့ ဇာတ္လမ္းေလးပါ။ ကေလးဘဝက စိတ္ဒဏ္ရာေတြရွိခဲ့တဲ့ ဒီေကာင္ေလး လူရမ္းကားေပါတဲ့ ဒီပတ္ဝန္းက်င္မွာ ခက္ခက္ခဲခဲနဲ႔ လူေကာင္းတစ္ေယာက္ျဖစ္လာေအာင္ ၾကိဳးစားတဲ့ အေၾကာင္းေလးပါ။ လူငယ္ေတြမွာလည္း ဖိအားေတြ အမ်ားၾကီးရွိေနပါတယ္။ မိဘေၾကာင့္၊ ပတ္ဝန္းက်င္ေၾကာင့္၊ သူငယ္ခ်င္းေတြေၾကာင့္ စသည္ျဖင့္ ဖိအားအမ်ိဳးမ်ိဳးခံေနရတဲ့အခ်ိန္မွာ ထြက္ေပါက္ရွာတတ္ၾကပါတယ္။ ဒီဖိအားေတြက လြတ္ႏုိင္ေအာင္ သာယာမႈရွာၾကတဲ့အခါ လမ္းမွားကို ေရာက္ႏုိင္ေျခ အမ်ားၾကီးရွိေနပါတယ္။ ဒီေကာင္ေလးကေတာ့ သူ႕ရဲ႕လမ္းေၾကာင္းမွားေနျပီဆုိတာ သိျပီး ျပန္ျပင္ႏုိင္ခဲ့ျပီး အရင္က မွားယြင္းခဲ့တဲ့အျမင္ေတြကုိလည္း ျပန္တည့္မတ္ႏုိင္ခဲ့ပါတယ္။ ဇာတ္လမ္းကထဲကေန ဒီေကာင္ေလး ခံစားေနရတာေတြကို ကိုယ္စားဝင္ခံစားႏိုင္ေအာင္ေတာ့ ႐ိုက္ျပႏိုင္တယ္လို႔ ေျပာရမွာပါပဲ။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ D3mon ပဲဖြစ်ပါတယ်။)
Quality – 720p Blu-Ray
Duration – 2 hrs 32 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Drama
Source : 1080p.Blu-Ray
Translator – D3mon
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
