"(Unicode)ခပ်လာ့စ်( ရှော့လိုက် /ပွဲသိမ်း) ၊ တပိုရိးလို့ဂ် ( street guys) ….အစရှိတဲ့ ရှာရွတ်ဗန်းစကားတော်တော်များများကို ဒီဇာတ်ကားထဲမှာ လေ့လာလိုက်နော် ။Pauseသင်ဟာ လူတစ်ယောက်သာစစ်မှန်ခဲ့ပါစေ….ကိုယ့်ဘဝမှာ ဘယ်လောက်ပဲ မျှော်လင့်ချက်မဲ့တဲ့ ချောက်ကမ်းပါးထဲကျရောက်နေခဲ့ရင်တောင် သင့်လိုမျိုး မိုက်မိုက်ကန်းကန်း ချောက်ကမ်းပါးထဲ မျက်စိစုံမှိတ်ခုန်ချမဲ့ အနာဂတ်လူငယ်တွေကိုတော့ ဒီနေရာကြီဟာ အန္တရယ်တွေရောပြွန်းနေတဲ့ မျှော်လင့်ချက်မဲ့ချောက်ကမ်းပါးဆိုတာ တနည်းနည်းနဲ့တော့ သိစေသင့်တယ် မဟုတ်ပါလား?Ram Jaane (ဘုရားသိတယ်)★★★★★★ပြစ်မှု ၊အက်ရှင်ဒရမ်မာ၊ ဇာတ်မြူးအမျိုးအစား ဘောလီးဝုဒ် ရုပ်ရှင်” Ram Jaane ” ကို ဇာတ်ညွှန်း ဗီနေးရွှတ်ကလား ရေးသားပြီး ၊ ဒါရိုက်တာ ရာဂျစ်ဗ်မဟဲရာ ရိုက်ကူးခဲ့ကာ ရှာရွတ်ခန် ၊ ဂျူဟီးချော်လာ ၊ မူရှရန်း ၊ ပန်ကတ်ရ်ှကပူးရ် (ရှာဟစ်ကပူးရ် ဖေဖေ) ၊ ဂူလ်ရှန်းဂရိုဗာ တို့က သရုပ်ဆောင်ထားပါတယ် ။ ဒီဇာတ်ကားဟာ ၁၉၉၅ ၊ နိုဝင်ဘာလ (၃၀) ရက်နေ့မှာ အာမေးရ်ခနိး ရဲ့ “Akle Hum Akle Tum ” နဲ့ အပြိုင်ရုံတင်ခဲ့ရပြီး ၊ Box Office မှာတော့ “Ram Jaane ” က အောင်ပွဲခံခဲ့တယ် ။ ဘတ်ဂျတ် ရူပီ ၃ . ၇၅ ကုဋေ ကုန်ကျခဲ့ပြီး ၊ ၁၅. ၁၉ကုဋေ ပြန်ရခဲ့တယ် ။ ရှာရွတ်ဟာ ဒီဇာတ်ကားကို ဘယ်လောက်နှစ်သက်တယ်တော့မသိ ။ဒီဇာတ်ကားရဲ့မူပိုင်ခွင့်ကို သူ့ရဲ့ Red Chillies Entertainment အောက်ကနေ ပြန်လည်ဝယ်ယူခဲ့တယ် ။“Ram Jaane ” ဟာ ဗီလိန်သရုပ်ဆောင် ခေါင်းဆောင်မင်းသား နေရာကနေ သရုပ်ဆောင်တဲ့ စတုတ္ထမြောက်ဇာတ်ကားဖြစ်တယ် ။ (Bazigaar, Darr, Anjaam တို့နောက်) ရှာရွတ်ဝင်ကာစက အဲ့ဒီအချိန်ခေတ်စားနေတဲ့ အချစ်ချိုချို ဒရမ်မာတွေ ၊ ဆင်းရဲ / ချမ်းသာ အလွှာမတူလို့ ၊ မိဘချင်းရန်ငြိုးရှိလို့ နှစ်ကိုယ်တူတဲအိုပျက်မှာ နှစ်ယောက်တည်းကမ ္ဘာချစ်ပုံပြင်တွေ ၊ အရင်းရှင်ဘူဇွာဆန်တဲ့ မိဘတွေကို အာခံကြ ၊ ချစ်သူတစ်မျက်နှာ တစ်ကမ္ဘာထင်ကာ လိုက်ပြေးကြတဲ့ ဇာတ်တွေကိုရှောင်ခဲ့တယ် ။ ဇာတ်အိမ်ခိုင်မာ ၊ ယုတ္တိတန်တဲ့ ၊ တကယ့်ဖြစ်ရပ်မှန် ဆန်ဆန်ဇာတ်တွေကို ပရိသတ်မုန်းမှာ လုံးဝမကြောက်ပဲ ရိုက်ကူးခဲ့တယ် ။ တစ်ခာလာလဲ မွဲပြာပုဆိုး ၊ တစ်ခါလာလဲ အချစ်သူရဲကောင်းဇာတ်တွေကို ငြီးငွေ့ငိုက်မြည်းနေတဲ့ ပရိသတ်တွေကို ရှာရွတ်ရဲ့သဘာဝဆန်တဲ့ ၊ လတ်ဆတ်လန်းဆန်းပြီး အရိုင်းဆန်တဲ့ ဇာတ်ကားတွေက လှုပ်နှိူးခဲ့တယ် ။ လူငယ်တွေအကြား ရှာရွတ်ရဲ့စတိုင်လ်တွေ ၊ ဒိုင်ယာလော့ဂ်တွေ ၊ ဝတ်စားဟန်တွေ ၊ ဂျစ်တစ်တစ် ခပ်ရွတ်ရွတ်စတိုင်လ်တွေက လွှမ်းမိုးလာခဲ့တယ် ။ ဒီဇာတ်ကားထဲမှာ ရှာရွတ်နဖူးမှာ စည်းတဲ့ စကာ့ဖ်တွေ ၊ ကုတ်အင်္ကျီနဲ့ရွှေဆွဲကြိုးဆွဲတဲ့စတိုင်လ်တွေ ၊ရှာရွတ်ရဲ့ ခပ်ရိရိရယ်သံတွေ ၊တစ်ဖက်သတ်ဆန်တဲ့ အစွန်းရောက်ချစ်ခြင်းဟန်ပန်တွေ နဲ့ ဒိုင်ယာလော့ဂ်တွေဟာ ခုထိကို ပြောဆဲ….ရေပန်းစားနေဆဲပါ ။ဇာတ်လမ်းအကျဉ်း**************ညဉ့်နက်သန်းခေါင်အချိန် ကျူးကျော်ရပ်ကွက်တစ်ခုရဲ့ အမှိုက်ပုံမှာလာရောက် စွန့်ပစ်ခံရတဲ့ မွေးကင်းစနီတာရဲလေး……….ဒီကလေးလူမှန်းသိတတ်ကာစ အရွယ်ကတည်းက နာမည်ရယ်လို့ ရေရေရာရာမရှိ ။ “လမ်းဘေးကလေး” “ကောက်ရ ” “လမ်းဘေးကကောင် ” အစချီတဲ့ နာမ်နှိမ်စကားလုံးတွေနဲ့ ရင်းနှိးကြီးပြင်းခဲ့ရသူလေး ။ လူမမယ်ပေမဲ့ ကိုယ့်ဝမ်းကိုယ်ကြောင်းရလေတော့ ဟိုလူက အရက်ဝယ်ပေးပါဦး.. ဒီလူက စီးကရက် ဝယ်ပေးပါဦး…..စတဲ့ တောက်တိုမယ်ရတွေလုပ်ပြီး ၊ သမုဒ္ဒရာဝမ်းတစ်ထွာကို ဖြည့်ခဲ့ရပြီး ၊ စာနာထောက်ထားဖေးမ ကြင်ကြင်နာနာ ဆက်ဆံသူရယ်လို့ သူတို့လို့ မိဘမဲ့လေးတွေကို ပေါင်မုန့်အလကားလဲကျွေးသလို သူတစ်ပါးထိခိုက်နစ်နာတာမျိုး မလုပ်မိစေဖို့ ဆုံးမသွန်သင်ပေးတဲ့ ဘုန်းဘုန်းတစ်ပါးပဲ ရှိလေရက် ။ တစ်နေ့တော့ အရက်သမားတစ်ယောက်က “ဟျောင့်ရယ် ….မင်းမှာလဲ နာမည်တော့ရှိရမှာပေါ့ “ဆိုတဲ့ မူးမူးနဲ့ပြောတဲ့စကားကြောင့် ပေါင်မုန်ဝေတဲ့ဘူန်းဘုန်းကို သူ့နာမည်ဘာလဲ လို့မေးရှာတယ် ။ လိမ်လဲမပြောချင်တဲ့ ဘုန်းဘုန်းဟာ “Ram Jaane(ဘုရားသိတယ်) ” လို့ အာပလွတ်ပြောလိုက်ရာက ဒီနာမည်က အတည်ဖြစ်သွားခဲ့ရှာတယ် ။ရားမ်ဂျာနေ မှာ သူ့လိုပဲ မိဘမဲ့ ၊ ဆိုးတူကောင်းဖက် မူလီဆိုတဲ့ သူငယ်ချင်းလေးရယ် ၊ ဦလေးကကျွေးမွေးစောင့်ရှောက်ထားရတဲ့ ဘေလား ဆိုတဲ့ငယ်ကျွမ်းဆွေ သူငယ်ချင်းမလေးနှစ်ယောက်တော့ရှိတယ် ။ သူ့မှာ နောက်ထပ်ငယ်ကျွမ်းဆွေရှိသေးတယ်။ သူကတော့ ရားမ်ဂျာနေ ဆိုတဲ့ စောင်ကြွားကြွားကလေးကို ကြည့်မရပဲ အမြဲထောင်ထဲပို့ဖို့ အားသန်နေတဲ့” ခြွေတေး” ဆိုတဲ့ ရဲအရာရှိ ။ အထိန်းအကွပ်မဲ့တဲ ရားမ်ဂျာနေ နဲ့ မူလီ တို့ဟာ လွယ်ရင်လွယ်သလို အလစ်သုတ်တတ်သလို တစ်ခါတလေတော့လဲ မှောင်ခိုကုန်ရထားတွဲတွေထဲက ကုန်စည်တွေကို အခါအခွင့်သင့်ရင် ခိုးလေ့ရှိကြတယ် ။ တစ်ခါမှာတော့ ရဲအရာရှိ ခြွေတွေးရဲ့လက်ထဲကို ရားမ်ဂျာနေ မိသွားပါရော ။ မူလီကတော့ ရားမ်ဂျာနေ ကောင်းမှုနဲ့သီသီလေးလွတ်သွားခဲ့တယ် ။ ကလေးထောင်ပို့ခံရတဲ့ ရားမ်ဂျာနေ ဟာ အလစ်သုတ် ၊ ခါးပိုက်နှိုက်ထက် သာလွန်တဲ့ ဒုစရိုက်ဂိုဏ်းနဲ့ အဆက်အသွယ်ရသွားခဲ့တော့တယ် ။ ကလေးထောင်ကထွက်ပြေးလာတဲ့ ရားမ်ဂျာနေ ဟာ ဘုန်းဘုန်းကောင်းမှုနဲ့ကျောင်းတက်နေတဲ့ မူလီရဲ့ပြောစကားအရ သူရဲ့ငယ်ကျွမ်းဆွေဘေလားကို”ဘော်ဒါကျောင်း ” ကိုပို့့လိုက်ပြီ ဆိုတာ သိလိုက်ရတယ် ။ ဒုစရိုက်လောကနဲ့ အဆက်အသွယ်တွေရသွားပြီဖြစ်တဲ့ ရားမ်ဂျာနေ ဟာ ဒုစရိုက်တောကို တိုးလို့သာဝင်ရောက်သွားခဲ့တော့တယ် ။ အမြှိးကျက် အမြှိးစား ၊ ခေါင်းကျက် ခေါင်းစား ၊ ရန်သူတွေ မိတ်ဆွေတွေ အသာထားလို့ လျင်သူဗိုလ်လုပ်ကြေး ဆိုတဲ့ ဒုစရိုက်လောကမှာ လက်ယဉ်တဲ့ ရားမ်ဂျာနေ ဟာ ဂိုဏ်းခေါင်းဆောင်တို့ရဲ့ အားထားရာလက်ရုံးတစ်ဆူ ဖြစ်လာတော့တယ် ။ ဒီလိုနဲ့ ဒုစရိုက်လောကမှာ ကျင်လည်ရင်း ထောင်ကို ခြင်ထောင်လို ဝင်ချည်ထွက်ချည် နဲ့ နှစ်တွေကြာညောင်းခဲ့တယ် ။ထောင်ကထွက်လို့ လတ်ဆတ်အေးမြတဲ့လေကို တဝကြီးရှူလိုက်မိတဲ့ ရားမ်ဂျာနေ ကို ပြုံုးပြုံးကြီးစောင့်ကြိုနေတဲ့ မူလီ ။ မူလီဟာ ဘုန်းဘုန်းရဲ့ကျေးဇူးနဲ့ ပညာသင်ခွင့်ရခဲ့ပြီး ၊ ခုဆို သူတို့လို မိဘမဲ့လေးတွေကို ပြုစုစောင့်ရှောက်တဲ့ “အပနေဂါးရ် ” (ကိုယ်တို့ဂေဟာ) ဆိုတဲ့ မိဘမဲ့ဂေဟာလေးဖွင့်ထားနိုင်ခဲ့ပြီ ။ မူလီက ရားမ်ဂျာနေ ကို လမ်းမှန်ပေါ်ရောက်အောင်ပြုပြင်မယ် ဆိုတဲ့ ရယ်ရွယ်ချက်နဲ့ “အပနေဂါးရ် ” မှာ လိုက်နေဖို့ ခေါ်တယ် ။ ရားမ်ဂျာနေ က ပြုပြင်ဖို့ စိတ်ကူးမရှိပေမဲ့ တစ်အားလှလာတဲ့ ငယ်ကျွမ်းဆွေဘေလား နဲ့ အနေနီးမှာမို့ ခေါင်းငြိမ့်လက်ခံခဲ့တယ် ။ မူလီရဲ့စိတ်ကူးဟာ တက်တက်စင်အောင်လွဲခဲ့တယ် ။ ရားမ်ဂျာနေ ဟာ ဒုစရိုက်အလုပ်တွေကို ဆက်လုပ်မြဲလုပ်ဆဲပါပဲ ။ ရားမ်ဂျာနေ ကို ပြုပြင်လို့ရဖို့နေနေသာသာ သူ့ဂေဟာက ဆယ်ကျော်သက်လေးတွေဟာ ရားမ်ဂျာနေ ကို အားကျလာကြတယ် ။ တစ်သက်နဲ့တစ်ကိုယ် ပတ်ဝန်းကျင် ရဲ့အထင်သေးရှုံ့ခခံရျမှုတွေ ၊ မရှိခိုးနိုး အထင်အမြင်သေးအကြည့်တွေ ၊ နှိမ့်ချဆက်ဆံမှုတွေကို ခါးစည်းခံလာရတဲ့ မိဘမဲ့ဂေဟာက ဆယ်ကျော်သက်တွေဟာ ရားမ်ဂျာနေ ရဲ့ ငွေကိုရေလိုဖြုန်းနိုင်မှုတွေ ၊ ခရိုနီတွေလို အသိုင်းအဝိုင်းနဲ့ရင်းနှိးကျွမ်းဝင်မှုတွေ ၊ တော်ရုံတန်ရုံရဲအရာရှိလောက်တော့ အိပ်ကပ်ထဲထည့်ထားနိုင်တာတွေကို အားကျအတုခိုးလာကြတယ် ။ ဆရာမူလီရဲ့စကားကိုလဲ နားမဝင်တော့ပဲ ရားမ်ဂျာနေ စတိုင်လ်ဖမ်းလာကြတော့တယ် ။ အမှားအမှန်မခွဲခြားတတ်သေးတဲ့ ဆယ်ကျော်သက်တွေဟာ ရားမ်ဂျာနေရဲ့ဘက်တော်သားတွေ ဖြစ်လာခဲ့တယ် ။ လောကမှာ ငွေသာလျင် အရှင်သခင် ၊ ငွေသာလျင် ကိုးကွယ်ရာ ၊ ငွေသာလျင် အာဏာရှင်လို့ အယူမှားပြီး ၊ အလစ်သုတ် ၊ ခါးပိုက်နှိုက် အသေးအဖွဲ တွေ လုပ်လာကြတော့တယ် ။တစ်ဘက်မှာလဲ “အပနေဂါးရ် ” မိဘမဲ့ဂေဟာ အပါအဝင် ရပ်ကွက်ငယ်ကို အပိုင်သိမ်းဖို့ ခရိုနီတစ်စုဟာ ရဲတွေနဲ့ပူးပေါင်းပြီး ၊ ကြံစည်နေတယ် ။ ဒါကို သိတဲ့ ရားမ်ဂျာနေ ဟာ တတ်နိုင်သမျှတားဖို့ ကြိုးစားတယ် ။ မရတဲ့အဆုံး အဲ့ဒီ ခရိုနီကိုအပြတ်ရှင်းပစ်လိုက်တော့တယ် ။ ဒီအမှုဟာ “အပနေဂါးရ် “မိဘမဲ့ဂေဟာက ဆယ်ကျော်သက်တွေ ပါဝင်ပတ်သတ်နေတယ်ဆိုပြီး ၊ ခြွေတေး ခေါင်းဆောင်တဲ့ ရဲတပ်ဖွဲ့ဟာ လာရောက်စစ်ဆေးတယ် ။ စစ်ဆေးတယ်သာဆိုတယ် ။ တကယ်က အတင်းအကြပ်ရိုက်နှက်ဝန်ခံခိုင်းတာပါ ။ အဲ့တော့ မိဘမဲ့ဂေဟာ က ဆယ်ကျော်သက်တွေနဲ့ ရဲတပ်ဖွဲ့ကြား ရုန်းရင်းဆန်ခတ် အဓိကရုဏ်းဖြစ်ကုန်ကြတော့တယ် ။ ဒီ အဓိကရုဏ်း မှာ မိဘမဲ့ဂေဟာမှ ခြောက်နှစ်အရွယ်ကလေးတစ်ဦး အသက်ဆုံးရှူံးခဲ့တယ် ။ မူလီဟာ ဒီဖြစ်ရပ်တွေဟာ ရားမ်ဂျာနေ ကြောင့်လို့ စွပ်စွဲပြောဆိုလို့ သူငယ်ချင်းနှစ်ယောက် စိတ်ဆိုးပြီး ၊ ရားမ်ဂျာနေ လဲ “အပနေဂါးရ် “ကို စွန့်ခွာထွက်သွားခဲ့တယ် ။ ရားမ်ဂျာနေ ကို လမ်းမှန်ပေါ်ပြန်ရောက်စေချင်လွန်းတဲ့ မူလီဟာ ဘေလား ကို ရားမ်ဂျာနေ ရဲ့ အချစ်ကိုလက်ခံပြီး ၊ ပြုပြင်ပေးဖို့ တောင်းဆိုခဲ့တယ် ။ မူလီကို တစ်ဖက်သတ်ချစ်နေတဲ့ ဘေလားဟာ ဒီတောင်းဆိုမှုကို လက်ခံခဲ့တယ်။“အပနေဂါးရ် “မိဘမဲ့ဂေဟာ နဲ့ ရဲတပ်ဖွဲ့တို့ရဲ့ အဓိကရုဏ်းဟာ သတင်းစာတိုင်းရဲ့ မျက်နှာစာမှာ ဟိုးလေးတကျော်ကျော်ပါလာခဲ့တယ် ။ ခေါင်းစည်းစာတန်းမှာ “မိဘမဲ့ဂေဟာနောက်ကွယ်ကဒုစရိုက်သားကောင်များ ” ဆိုပြီး ၊ မိဘမဲ့ဂေဟာဆယ်ကျော်သက်တွေရဲ့ပုံကို တွဲပြထားလေးတော့ ” အပနေဂါးရ် “ကိုထောက်ပံ့ပေးနေတဲ့ ပင်တိုင်အလှူရှင်တွေဘက်က မေးခွန်းတွေထုတ်လာကြတော့တယ် ။ သူတို့ဟာ မိဘမဲ့တွေကို လူကောင်းလူမွန်ဖြစ်စေဖို့ ထောက်ပံ့ပေးနေတာ ။ ဒုစရိုက်သားကောင်တွေမွေးထုတ်ပေးနေတဲ့ သူတို့ဂေဟာကို မထောက်ပံံ့ပေးနိုင်တော့ဘူး လို့ ဆိုလာတဲ့အခါ “အပနေဂါးရ် “မိဘမဲ့ဂေဟာလေးဟာ အငတ်ဘေးဆိုက်ရတော့တယ် ။ ရားမ်ဂျာနေ ဟာ ဒီအငတ်ဘေးအတွက် ငွေပံ့ပိုးကူညီပေးခဲ့ပေမဲ့ မူလီက မသန့်စင်တဲ့ငွေတွေနဲ့ သူ့မိဘမဲ့ဂေဟာ အသက်မဆက်စေရဘူး ဆိုလို့ ဘယ်လိုမှ မတတ်နိုင်ခဲ့ဘူး ။ ဒါ့အပြင် ဘေလားကလဲ သူ့ကိုချစ်လို့မဟုတ်ပဲ မူလီရဲ့တောင်းဆိုမှုကြောင့် သူ့ကိုလက်ခံခဲ့တယ်ဆိုတာ သိလိုက်ရတဲ့ ရားမ်ဂျာနေ ခင်ဗျာ မှိတွယ်စရာသံယောဇဉ်ဆိုလို့ ဘာတစ်ခုမှ မရှိရှာတော့ဘူး ။ ငကန်းသေတော့ ငဆွေပေါ်ဆိုသလို “အပနေဂါးရ် “မိဘမဲ့ဂေဟာနဲ့ရပ်ကွက်လေးကို အပိုင်သိမ်းဖို့ ကြံစည်တဲ့နောက် ခရိုနီတစ်ယောက် ထွက်လာပြနိတယ် ။ ရားမ်ဂျာနေ ရဲ့ ပြိုင်ဘက် “ဘေဝါဂျား”(ဂူလ်ရှန်းဂရိုဗာ) ။ ဒီတစ်ခါတော့ ထောက်ထားငှဲ့ညှာစရာသံယောဇဉ်ရော ၊ မှီတွယ်ရာရင်ခွင်ရောမဲ့ခဲ့ပြီဖြစ်တဲ့ ရားမ်ဂျာနေတစ်ယောက် သူ့လိုပဲ မိဘမဲ့ကလေးငယ်တို့ပျော်စံရာ “အပနေဂါးရ် “ကိုကယ်ဖို့ ခရိုနီနဲ့အပေါင်းပါတစ်သိုက်ကို အပြတ်ကိုရှင်းပစ်ပြီး ၊ ကြိုးစင်တက်ဖို့ ဆုံးဖြတ်လိုက်ပြီ ။ ဒီနောက်ပိုင်းက အရမ်းကိုကောင်းလွန်းတဲ့ ဒရမ်မာခန်းတွေမို့ စပွိုင်လာ မလုပ်တော့ဘူးနော် ။ ဆက်သာကြည့်လိုက်တော့ ပရိသတ်တို့ရေ ။?? ဒီဇာတ်ကားရဲ့တေးသွားတွေကို ဂန္တ၀င်ဂီတမှူး အနူးမားလစ်ခ် ကိုယ်တိုင်သီကုံးဖွဲ့တည်ခဲ့ကာ သီချင်းစာသားတွေကိုတော့ ကွယ်လွန်ခဲ့ပြီဖြစ်တဲ့ ဂန္တ၀င်တေးရေးဆရာကြီး အာနန်းဘတ်ဂ်ရှီး ကိုယ်တိုင်ရေးစပ်ခဲ့ပါတယ် ။ ?? ဒီဇာတ်ကားကို မြန်မာ့ရုပ်ရှင်အကျော်အမော် ဒွေး နဲ့ နန္ဒာလှိုင်တို့က “ဇောင်း ” ဆိုပြီး၊ ပြန်လည်ရိုက်ကူးခဲ့တယ် ။(ရုပ်ရှင်အညွှန်းကို SRK Universe Myanmar FB Page မှကူးယူဖော်ပြထားပြီးဘာသာပြန်သူကတော့ ကိုဇော်ထူး ပါ)(Zawgyi)ခပ္လာ့စ္( ေရွာ့လိုက္ /ပြဲသိမ္း) ၊ တပိုရိးလို႔ဂ္ ( street guys) ….အစရွိတဲ့ ရွာ႐ြတ္ဗန္းစကားေတာ္ေတာ္မ်ားမ်ားကို ဒီဇာတ္ကားထဲမွာ ေလ့လာလိုက္ေနာ္ ။သင္ဟာ လူတစ္ေယာက္သာစစ္မွန္ခဲ့ပါေစ….ကိုယ့္ဘဝမွာ ဘယ္ေလာက္ပဲ ေမွ်ာ္လင့္ခ်က္မဲ့တဲ့ ေခ်ာက္ကမ္းပါးထဲက်ေရာက္ေနခဲ့ရင္ေတာင္ သင့္လိုမ်ိဳး မိုက္မိုက္ကန္းကန္း ေခ်ာက္ကမ္းပါးထဲ မ်က္စိစုံမွိတ္ခုန္ခ်မဲ့ အနာဂတ္လူငယ္ေတြကိုေတာ့ ဒီေနရာႀကီဟာ အႏၲရယ္ေတြေရာႁပြန္းေနတဲ့ ေမွ်ာ္လင့္ခ်က္မဲ့ေခ်ာက္ကမ္းပါးဆိုတာ တနည္းနည္းနဲ႔ေတာ့ သိေစသင့္တယ္ မဟုတ္ပါလား?Ram Jaane (ဘုရားသိတယ္)★★★★★★ျပစ္မႈ ၊အက္ရွင္ဒရမ္မာ၊ ဇာတ္ျမဴးအမ်ိဳးအစား ေဘာလီးဝုဒ္ ႐ုပ္ရွင္” Ram Jaane ” ကို ဇာတ္ၫႊန္း ဗီေနး႐ႊတ္ကလား ေရးသားၿပီး ၊ ဒါ႐ိုက္တာ ရာဂ်စ္ဗ္မဟဲရာ ႐ိုက္ကူးခဲ့ကာ ရွာ႐ြတ္ခန္ ၊ ဂ်ဴဟီးေခ်ာ္လာ ၊ မူရွရန္း ၊ ပန္ကတ္ရ္ွကပူးရ္ (ရွာဟစ္ကပူးရ္ ေဖေဖ) ၊ ဂူလ္ရွန္းဂ႐ိုဗာ တို႔က သ႐ုပ္ေဆာင္ထားပါတယ္ ။ ဒီဇာတ္ကားဟာ ၁၉၉၅ ၊ ႏိုဝင္ဘာလ (၃၀) ရက္ေန႔မွာ အာေမးရ္ခနိး ရဲ႕ “Akle Hum Akle Tum ” နဲ႔ အၿပိဳင္႐ုံတင္ခဲ့ရၿပီး ၊ Box Office မွာေတာ့ “Ram Jaane ” က ေအာင္ပြဲခံခဲ့တယ္ ။ ဘတ္ဂ်တ္ ႐ူပီ ၃ . ၇၅ ကုေဋ ကုန္က်ခဲ့ၿပီး ၊ ၁၅. ၁၉ကုေဋ ျပန္ရခဲ့တယ္ ။ ရွာ႐ြတ္ဟာ ဒီဇာတ္ကားကို ဘယ္ေလာက္ႏွစ္သက္တယ္ေတာ့မသိ ။ဒီဇာတ္ကားရဲ႕မူပိုင္ခြင့္ကို သူ႔ရဲ႕ Red Chillies Entertainment ေအာက္ကေန ျပန္လည္ဝယ္ယူခဲ့တယ္ ။“Ram Jaane ” ဟာ ဗီလိန္သ႐ုပ္ေဆာင္ ေခါင္းေဆာင္မင္းသား ေနရာကေန သ႐ုပ္ေဆာင္တဲ့ စတုတၳေျမာက္ဇာတ္ကားျဖစ္တယ္ ။ (Bazigaar, Darr, Anjaam တို႔ေနာက္) ရွာ႐ြတ္ဝင္ကာစက အဲ့ဒီအခ်ိန္ေခတ္စားေနတဲ့ အခ်စ္ခ်ိဳခ်ိဳ ဒရမ္မာေတြ ၊ ဆင္းရဲ / ခ်မ္းသာ အလႊာမတူလို႔ ၊ မိဘခ်င္းရန္ၿငိဳးရွိလို႔ ႏွစ္ကိုယ္တူတဲအိုပ်က္မွာ ႏွစ္ေယာက္တည္းကမ ၻာခ်စ္ပုံျပင္ေတြ ၊ အရင္းရွင္ဘူဇြာဆန္တဲ့ မိဘေတြကို အာခံၾက ၊ ခ်စ္သူတစ္မ်က္ႏွာ တစ္ကမာၻထင္ကာ လိုက္ေျပးၾကတဲ့ ဇာတ္ေတြကိုေရွာင္ခဲ့တယ္ ။ ဇာတ္အိမ္ခိုင္မာ ၊ ယုတၱိတန္တဲ့ ၊ တကယ့္ျဖစ္ရပ္မွန္ ဆန္ဆန္ဇာတ္ေတြကို ပရိသတ္မုန္းမွာ လုံးဝမေၾကာက္ပဲ ႐ိုက္ကူးခဲ့တယ္ ။ တစ္ခာလာလဲ မြဲျပာပုဆိုး ၊ တစ္ခါလာလဲ အခ်စ္သူရဲေကာင္းဇာတ္ေတြကို ၿငီးေငြ႕ငိုက္ျမည္းေနတဲ့ ပရိသတ္ေတြကို ရွာ႐ြတ္ရဲ႕သဘာဝဆန္တဲ့ ၊ လတ္ဆတ္လန္းဆန္းၿပီး အ႐ိုင္းဆန္တဲ့ ဇာတ္ကားေတြက လႈပ္ႏွိူးခဲ့တယ္ ။ လူငယ္ေတြအၾကား ရွာ႐ြတ္ရဲ႕စတိုင္လ္ေတြ ၊ ဒိုင္ယာေလာ့ဂ္ေတြ ၊ ဝတ္စားဟန္ေတြ ၊ ဂ်စ္တစ္တစ္ ခပ္႐ြတ္႐ြတ္စတိုင္လ္ေတြက လႊမ္းမိုးလာခဲ့တယ္ ။ ဒီဇာတ္ကားထဲမွာ ရွာ႐ြတ္နဖူးမွာ စည္းတဲ့ စကာ့ဖ္ေတြ ၊ ကုတ္အက်ႌနဲ႔ေ႐ႊဆြဲႀကိဳးဆြဲတဲ့စတိုင္လ္ေတြ ၊ရွာ႐ြတ္ရဲ႕ ခပ္ရိရိရယ္သံေတြ ၊တစ္ဖက္သတ္ဆန္တဲ့ အစြန္းေရာက္ခ်စ္ျခင္းဟန္ပန္ေတြ နဲ႔ ဒိုင္ယာေလာ့ဂ္ေတြဟာ ခုထိကို ေျပာဆဲ….ေရပန္းစားေနဆဲပါ ။ဇာတ္လမ္းအက်ဥ္း**************ညဥ့္နက္သန္းေခါင္အခ်ိန္ က်ဴးေက်ာ္ရပ္ကြက္တစ္ခုရဲ႕ အမႈိက္ပုံမွာလာေရာက္ စြန္႔ပစ္ခံရတဲ့ ေမြးကင္းစနီတာရဲေလး……….ဒီကေလးလူမွန္းသိတတ္ကာစ အ႐ြယ္ကတည္းက နာမည္ရယ္လို႔ ေရေရရာရာမရွိ ။ “လမ္းေဘးကေလး” “ေကာက္ရ ” “လမ္းေဘးကေကာင္ ” အစခ်ီတဲ့ နာမ္ႏွိမ္စကားလုံးေတြနဲ႔ ရင္းႏွိးႀကီးျပင္းခဲ့ရသူေလး ။ လူမမယ္ေပမဲ့ ကိုယ့္ဝမ္းကိုယ္ေၾကာင္းရေလေတာ့ ဟိုလူက အရက္ဝယ္ေပးပါဦး.. ဒီလူက စီးကရက္ ဝယ္ေပးပါဦး…..စတဲ့ ေတာက္တိုမယ္ရေတြလုပ္ၿပီး ၊ သမုဒၵရာဝမ္းတစ္ထြာကို ျဖည့္ခဲ့ရၿပီး ၊ စာနာေထာက္ထားေဖးမ ၾကင္ၾကင္နာနာ ဆက္ဆံသူရယ္လို႔ သူတို႔လို႔ မိဘမဲ့ေလးေတြကို ေပါင္မုန္႔အလကားလဲေကြၽးသလို သူတစ္ပါးထိခိုက္နစ္နာတာမ်ိဳး မလုပ္မိေစဖို႔ ဆုံးမသြန္သင္ေပးတဲ့ ဘုန္းဘုန္းတစ္ပါးပဲ ရွိေလရက္ ။ တစ္ေန႔ေတာ့ အရက္သမားတစ္ေယာက္က “ေဟ်ာင့္ရယ္ ….မင္းမွာလဲ နာမည္ေတာ့ရွိရမွာေပါ့ “ဆိုတဲ့ မူးမူးနဲ႔ေျပာတဲ့စကားေၾကာင့္ ေပါင္မုန္ေဝတဲ့ဘူန္းဘုန္းကို သူ႔နာမည္ဘာလဲ လို႔ေမးရွာတယ္ ။ လိမ္လဲမေျပာခ်င္တဲ့ ဘုန္းဘုန္းဟာ “Ram Jaane(ဘုရားသိတယ္) ” လို႔ အာပလြတ္ေျပာလိုက္ရာက ဒီနာမည္က အတည္ျဖစ္သြားခဲ့ရွာတယ္ ။ရားမ္ဂ်ာေန မွာ သူ႔လိုပဲ မိဘမဲ့ ၊ ဆိုးတူေကာင္းဖက္ မူလီဆိုတဲ့ သူငယ္ခ်င္းေလးရယ္ ၊ ဦေလးကေကြၽးေမြးေစာင့္ေရွာက္ထားရတဲ့ ေဘလား ဆိုတဲ့ငယ္ကြၽမ္းေဆြ သူငယ္ခ်င္းမေလးႏွစ္ေယာက္ေတာ့ရွိတယ္ ။ သူ႔မွာ ေနာက္ထပ္ငယ္ကြၽမ္းေဆြရွိေသးတယ္။ သူကေတာ့ ရားမ္ဂ်ာေန ဆိုတဲ့ ေစာင္ႂကြားႂကြားကေလးကို ၾကည့္မရပဲ အၿမဲေထာင္ထဲပို႔ဖို႔ အားသန္ေနတဲ့” ေႁခြေတး” ဆိုတဲ့ ရဲအရာရွိ ။ အထိန္းအကြပ္မဲ့တဲ ရားမ္ဂ်ာေန နဲ႔ မူလီ တို႔ဟာ လြယ္ရင္လြယ္သလို အလစ္သုတ္တတ္သလို တစ္ခါတေလေတာ့လဲ ေမွာင္ခိုကုန္ရထားတြဲေတြထဲက ကုန္စည္ေတြကို အခါအခြင့္သင့္ရင္ ခိုးေလ့ရွိၾကတယ္ ။ တစ္ခါမွာေတာ့ ရဲအရာရွိ ေႁခြေတြးရဲ႕လက္ထဲကို ရားမ္ဂ်ာေန မိသြားပါေရာ ။ မူလီကေတာ့ ရားမ္ဂ်ာေန ေကာင္းမႈနဲ႔သီသီေလးလြတ္သြားခဲ့တယ္ ။ ကေလးေထာင္ပို႔ခံရတဲ့ ရားမ္ဂ်ာေန ဟာ အလစ္သုတ္ ၊ ခါးပိုက္ႏႈိက္ထက္ သာလြန္တဲ့ ဒုစ႐ိုက္ဂိုဏ္းနဲ႔ အဆက္အသြယ္ရသြားခဲ့ေတာ့တယ္ ။ ကေလးေထာင္ကထြက္ေျပးလာတဲ့ ရားမ္ဂ်ာေန ဟာ ဘုန္းဘုန္းေကာင္းမႈနဲ႔ေက်ာင္းတက္ေနတဲ့ မူလီရဲ႕ေျပာစကားအရ သူရဲ႕ငယ္ကြၽမ္းေဆြေဘလားကို”ေဘာ္ဒါေက်ာင္း ” ကိုပို႔့လိုက္ၿပီ ဆိုတာ သိလိုက္ရတယ္ ။ ဒုစ႐ိုက္ေလာကနဲ႔ အဆက္အသြယ္ေတြရသြားၿပီျဖစ္တဲ့ ရားမ္ဂ်ာေန ဟာ ဒုစ႐ိုက္ေတာကို တိုးလို႔သာဝင္ေရာက္သြားခဲ့ေတာ့တယ္ ။ အျမႇိးက်က္ အျမႇိးစား ၊ ေခါင္းက်က္ ေခါင္းစား ၊ ရန္သူေတြ မိတ္ေဆြေတြ အသာထားလို႔ လ်င္သူဗိုလ္လုပ္ေၾကး ဆိုတဲ့ ဒုစ႐ိုက္ေလာကမွာ လက္ယဥ္တဲ့ ရားမ္ဂ်ာေန ဟာ ဂိုဏ္းေခါင္းေဆာင္တို႔ရဲ႕ အားထားရာလက္႐ုံးတစ္ဆူ ျဖစ္လာေတာ့တယ္ ။ ဒီလိုနဲ႔ ဒုစ႐ိုက္ေလာကမွာ က်င္လည္ရင္း ေထာင္ကို ျခင္ေထာင္လို ဝင္ခ်ည္ထြက္ခ်ည္ နဲ႔ ႏွစ္ေတြၾကာေညာင္းခဲ့တယ္ ။ေထာင္ကထြက္လို႔ လတ္ဆတ္ေအးျမတဲ့ေလကို တဝႀကီးရႉလိုက္မိတဲ့ ရားမ္ဂ်ာေန ကို ၿပဳံုးၿပဳံးႀကီးေစာင့္ႀကိဳေနတဲ့ မူလီ ။ မူလီဟာ ဘုန္းဘုန္းရဲ႕ေက်းဇူးနဲ႔ ပညာသင္ခြင့္ရခဲ့ၿပီး ၊ ခုဆို သူတို႔လို မိဘမဲ့ေလးေတြကို ျပဳစုေစာင့္ေရွာက္တဲ့ “အပေနဂါးရ္ ” (ကိုယ္တို႔ေဂဟာ) ဆိုတဲ့ မိဘမဲ့ေဂဟာေလးဖြင့္ထားႏိုင္ခဲ့ၿပီ ။ မူလီက ရားမ္ဂ်ာေန ကို လမ္းမွန္ေပၚေရာက္ေအာင္ျပဳျပင္မယ္ ဆိုတဲ့ ရယ္႐ြယ္ခ်က္နဲ႔ “အပေနဂါးရ္ ” မွာ လိုက္ေနဖို႔ ေခၚတယ္ ။ ရားမ္ဂ်ာေန က ျပဳျပင္ဖို႔ စိတ္ကူးမရွိေပမဲ့ တစ္အားလွလာတဲ့ ငယ္ကြၽမ္းေဆြေဘလား နဲ႔ အေနနီးမွာမို႔ ေခါင္းၿငိမ့္လက္ခံခဲ့တယ္ ။ မူလီရဲ႕စိတ္ကူးဟာ တက္တက္စင္ေအာင္လြဲခဲ့တယ္ ။ ရားမ္ဂ်ာေန ဟာ ဒုစ႐ိုက္အလုပ္ေတြကို ဆက္လုပ္ၿမဲလုပ္ဆဲပါပဲ ။ ရားမ္ဂ်ာေန ကို ျပဳျပင္လို႔ရဖို႔ေနေနသာသာ သူ႔ေဂဟာက ဆယ္ေက်ာ္သက္ေလးေတြဟာ ရားမ္ဂ်ာေန ကို အားက်လာၾကတယ္ ။ တစ္သက္နဲ႔တစ္ကိုယ္ ပတ္ဝန္းက်င္ ရဲ႕အထင္ေသးရႈံ႕ခခံရ်မႈေတြ ၊ မရွိခိုးႏိုး အထင္အျမင္ေသးအၾကည့္ေတြ ၊ ႏွိမ့္ခ်ဆက္ဆံမႈေတြကို ခါးစည္းခံလာရတဲ့ မိဘမဲ့ေဂဟာက ဆယ္ေက်ာ္သက္ေတြဟာ ရားမ္ဂ်ာေန ရဲ႕ ေငြကိုေရလိုျဖဳန္းႏိုင္မႈေတြ ၊ ခ႐ိုနီေတြလို အသိုင္းအဝိုင္းနဲ႔ရင္းႏွိးကြၽမ္းဝင္မႈေတြ ၊ ေတာ္႐ုံတန္႐ုံရဲအရာရွိေလာက္ေတာ့ အိပ္ကပ္ထဲထည့္ထားႏိုင္တာေတြကို အားက်အတုခိုးလာၾကတယ္ ။ ဆရာမူလီရဲ႕စကားကိုလဲ နားမဝင္ေတာ့ပဲ ရားမ္ဂ်ာေန စတိုင္လ္ဖမ္းလာၾကေတာ့တယ္ ။ အမွားအမွန္မခြဲျခားတတ္ေသးတဲ့ ဆယ္ေက်ာ္သက္ေတြဟာ ရားမ္ဂ်ာေနရဲ႕ဘက္ေတာ္သားေတြ ျဖစ္လာခဲ့တယ္ ။ ေလာကမွာ ေငြသာလ်င္ အရွင္သခင္ ၊ ေငြသာလ်င္ ကိုးကြယ္ရာ ၊ ေငြသာလ်င္ အာဏာရွင္လို႔ အယူမွားၿပီး ၊ အလစ္သုတ္ ၊ ခါးပိုက္ႏႈိက္ အေသးအဖြဲ ေတြ လုပ္လာၾကေတာ့တယ္ ။တစ္ဘက္မွာလဲ “အပေနဂါးရ္ ” မိဘမဲ့ေဂဟာ အပါအဝင္ ရပ္ကြက္ငယ္ကို အပိုင္သိမ္းဖို႔ ခ႐ိုနီတစ္စုဟာ ရဲေတြနဲ႔ပူးေပါင္းၿပီး ၊ ႀကံစည္ေနတယ္ ။ ဒါကို သိတဲ့ ရားမ္ဂ်ာေန ဟာ တတ္ႏိုင္သမွ်တားဖို႔ ႀကိဳးစားတယ္ ။ မရတဲ့အဆုံး အဲ့ဒီ ခ႐ိုနီကိုအျပတ္ရွင္းပစ္လိုက္ေတာ့တယ္ ။ ဒီအမႈဟာ “အပေနဂါးရ္ “မိဘမဲ့ေဂဟာက ဆယ္ေက်ာ္သက္ေတြ ပါဝင္ပတ္သတ္ေနတယ္ဆိုၿပီး ၊ ေႁခြေတး ေခါင္းေဆာင္တဲ့ ရဲတပ္ဖြဲ႕ဟာ လာေရာက္စစ္ေဆးတယ္ ။ စစ္ေဆးတယ္သာဆိုတယ္ ။ တကယ္က အတင္းအၾကပ္႐ိုက္ႏွက္ဝန္ခံခိုင္းတာပါ ။ အဲ့ေတာ့ မိဘမဲ့ေဂဟာ က ဆယ္ေက်ာ္သက္ေတြနဲ႔ ရဲတပ္ဖြဲ႕ၾကား ႐ုန္းရင္းဆန္ခတ္ အဓိက႐ုဏ္းျဖစ္ကုန္ၾကေတာ့တယ္ ။ ဒီ အဓိက႐ုဏ္း မွာ မိဘမဲ့ေဂဟာမွ ေျခာက္ႏွစ္အ႐ြယ္ကေလးတစ္ဦး အသက္ဆုံးရႉံးခဲ့တယ္ ။ မူလီဟာ ဒီျဖစ္ရပ္ေတြဟာ ရားမ္ဂ်ာေန ေၾကာင့္လို႔ စြပ္စြဲေျပာဆိုလို႔ သူငယ္ခ်င္းႏွစ္ေယာက္ စိတ္ဆိုးၿပီး ၊ ရားမ္ဂ်ာေန လဲ “အပေနဂါးရ္ “ကို စြန္႔ခြာထြက္သြားခဲ့တယ္ ။ ရားမ္ဂ်ာေန ကို လမ္းမွန္ေပၚျပန္ေရာက္ေစခ်င္လြန္းတဲ့ မူလီဟာ ေဘလား ကို ရားမ္ဂ်ာေန ရဲ႕ အခ်စ္ကိုလက္ခံၿပီး ၊ ျပဳျပင္ေပးဖို႔ ေတာင္းဆိုခဲ့တယ္ ။ မူလီကို တစ္ဖက္သတ္ခ်စ္ေနတဲ့ ေဘလားဟာ ဒီေတာင္းဆိုမႈကို လက္ခံခဲ့တယ္။“အပေနဂါးရ္ “မိဘမဲ့ေဂဟာ နဲ႔ ရဲတပ္ဖြဲ႕တို႔ရဲ႕ အဓိက႐ုဏ္းဟာ သတင္းစာတိုင္းရဲ႕ မ်က္ႏွာစာမွာ ဟိုးေလးတေက်ာ္ေက်ာ္ပါလာခဲ့တယ္ ။ ေခါင္းစည္းစာတန္းမွာ “မိဘမဲ့ေဂဟာေနာက္ကြယ္ကဒုစ႐ိုက္သားေကာင္မ်ား ” ဆိုၿပီး ၊ မိဘမဲ့ေဂဟာဆယ္ေက်ာ္သက္ေတြရဲ႕ပုံကို တြဲျပထားေလးေတာ့ ” အပေနဂါးရ္ “ကိုေထာက္ပံ့ေပးေနတဲ့ ပင္တိုင္အလႉရွင္ေတြဘက္က ေမးခြန္းေတြထုတ္လာၾကေတာ့တယ္ ။ သူတို႔ဟာ မိဘမဲ့ေတြကို လူေကာင္းလူမြန္ျဖစ္ေစဖို႔ ေထာက္ပံ့ေပးေနတာ ။ ဒုစ႐ိုက္သားေကာင္ေတြေမြးထုတ္ေပးေနတဲ့ သူတို႔ေဂဟာကို မေထာက္ပံံ့ေပးႏိုင္ေတာ့ဘူး လို႔ ဆိုလာတဲ့အခါ “အပေနဂါးရ္ “မိဘမဲ့ေဂဟာေလးဟာ အငတ္ေဘးဆိုက္ရေတာ့တယ္ ။ ရားမ္ဂ်ာေန ဟာ ဒီအငတ္ေဘးအတြက္ ေငြပံ့ပိုးကူညီေပးခဲ့ေပမဲ့ မူလီက မသန္႔စင္တဲ့ေငြေတြနဲ႔ သူ႔မိဘမဲ့ေဂဟာ အသက္မဆက္ေစရဘူး ဆိုလို႔ ဘယ္လိုမွ မတတ္ႏိုင္ခဲ့ဘူး ။ ဒါ့အျပင္ ေဘလားကလဲ သူ႔ကိုခ်စ္လို႔မဟုတ္ပဲ မူလီရဲ႕ေတာင္းဆိုမႈေၾကာင့္ သူ႔ကိုလက္ခံခဲ့တယ္ဆိုတာ သိလိုက္ရတဲ့ ရားမ္ဂ်ာေန ခင္ဗ်ာ မွိတြယ္စရာသံေယာဇဥ္ဆိုလို႔ ဘာတစ္ခုမွ မရွိရွာေတာ့ဘူး ။ ငကန္းေသေတာ့ ငေဆြေပၚဆိုသလို “အပေနဂါးရ္ “မိဘမဲ့ေဂဟာနဲ႔ရပ္ကြက္ေလးကို အပိုင္သိမ္းဖို႔ ႀကံစည္တဲ့ေနာက္ ခ႐ိုနီတစ္ေယာက္ ထြက္လာျပနိတယ္ ။ ရားမ္ဂ်ာေန ရဲ႕ ၿပိဳင္ဘက္ “ေဘဝါဂ်ား”(ဂူလ္ရွန္းဂ႐ိုဗာ) ။ ဒီတစ္ခါေတာ့ ေထာက္ထားငွဲ႔ညႇာစရာသံေယာဇဥ္ေရာ ၊ မွီတြယ္ရာရင္ခြင္ေရာမဲ့ခဲ့ၿပီျဖစ္တဲ့ ရားမ္ဂ်ာေနတစ္ေယာက္ သူ႔လိုပဲ မိဘမဲ့ကေလးငယ္တို႔ေပ်ာ္စံရာ “အပေနဂါးရ္ “ကိုကယ္ဖို႔ ခ႐ိုနီနဲ႔အေပါင္းပါတစ္သိုက္ကို အျပတ္ကိုရွင္းပစ္ၿပီး ၊ ႀကိဳးစင္တက္ဖို႔ ဆုံးျဖတ္လိုက္ၿပီ ။ ဒီေနာက္ပိုင္းက အရမ္းကိုေကာင္းလြန္းတဲ့ ဒရမ္မာခန္းေတြမို႔ စပြိဳင္လာ မလုပ္ေတာ့ဘူးေနာ္ ။ ဆက္သာၾကည့္လိုက္ေတာ့ ပရိသတ္တို႔ေရ ။?? ဒီဇာတ္ကားရဲ႕ေတးသြားေတြကို ဂႏၲ၀င္ဂီတမႉး အႏူးမားလစ္ခ္ ကိုယ္တိုင္သီကုံးဖြဲ႕တည္ခဲ့ကာ သီခ်င္းစာသားေတြကိုေတာ့ ကြယ္လြန္ခဲ့ၿပီျဖစ္တဲ့ ဂႏၲ၀င္ေတးေရးဆရာႀကီး အာနန္းဘတ္ဂ္ရွီး ကိုယ္တိုင္ေရးစပ္ခဲ့ပါတယ္ ။ ?? ဒီဇာတ္ကားကို ျမန္မာ့႐ုပ္ရွင္အေက်ာ္အေမာ္ ေဒြး နဲ႔ နႏၵာလႈိင္တို႔က “ေဇာင္း ” ဆိုၿပီး၊ ျပန္လည္႐ိုက္ကူးခဲ့တယ္ ။(႐ုပ္ရွင္အၫႊန္းကို SRK Universe Myanmar FB Page မွကူးယူေဖာ္ျပထားၿပီးဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူး ပါ)File Size : (1.30 GB)Quality : DVDRip 720pRunning Time : 1hr 49minFormat : Mp4Genre : Action, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : Hindi 720p DvDrip x264…Hon3yTranslated by Zaw HtooEncoded by Thanhtike Zaw"