"(Unicode)ခုတင်ဆက်ပေးလိုက်တဲ့ဇာတ်ကားလေးကတော့H1 N1 ရောဂါအကြောင်းကို ရိုက်ထားတဲ့ဇာတ်ကားပါ ၂၀၁၁ ခုနှစ်ကထွက်ခဲ့တဲ့ဇာတ်ကားလေးပါPauseဘတ်သ်အမ်ဟို့ဖ်ဆိုတဲ့ အမျိုးသမီးဟာ အလုပ်ကိစ္စနဲ့ဟောင်ကောင်ကိုသွားပြီး ပြန်အရောက်မှာ နေမကောင်းဖြစ်ပြီးရုတ်တရက်သေဆုံးရာကစခဲ့တာပါတစ်နေ့ပြီးတစ်နေ့ကူးစက်ခံရသူတေ် များလာတယ် သေဆုံးသူတွေလဲ များလာပါတယ်WHO အဖွဲ့ရော ဒေါက်တာရှီဗာတို့ရော ဒေါက်တာဆော့စ်မန်းတို့ရောဘာဖြစ်တာလဲသိဖို့ အားလုံးကြိုးစားရှာဖွေကြရပါတယ်ဒီထဲမှာမှ ဘယ်သူကရှာဖွေတွေ့ရှိသွားလဲကုသနိုင်တဲ့ဆေးရှာတွေ့မှာလားကာကွယ်ဆေးရောပေါ်လာလားဆိုတာတွေရှာဖွေနေစဉ်အတောအတွင်းမှာ စတေးလိုက်ရတဲ့ အသက်တွေလူထုကြား ရောဂါဖြစ်နေပြီဆိုတာ သတင်းပျံ့သွားတဲ့အချိန်မှာ လူထုကဘယ်လိုတုံ့ပြန်လာလဲဆိုတာတွေ အားလုံး ဝေဝေဆာဆာနဲ့ အကွက်ကျကျရိုက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါဒီလိုအချိန်မှာ လက်မလွတ်တမ်းကြည့်သင့်တဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပေးပါရစေဗျာအချုပ်အနေနဲ.ပြောရရင် Steven Soderberg ရဲ့ 2009 Flu Pandemic ကို အခြေတည်ရိုက်ထားတဲ့ Contagion (2011) ဇာတ်ကားက အခုအချိန် ကြည့်ဖို့အသင့်တော်ဆုံးပဲ။Pandemic Event အတွင်း– WHO ရဲ့ စီမန်ခန့်ခွဲမှုအဆင့်ဆင့်တွေ၊– Medical Field ရဲ့ လုပ်ငန်းခွင် မလုံခြုံမှုတွေ၊– ဝိသမလောဘသားတွေရဲ့ အမြတ်ထုတ်ခြယ်လှယ်မှုတွေ၊– နောက်ဆုံး လူထုကြားမှာဆင့်ပွားလာတဲ့ အကြောက်တရားတွေ အကြောင်းကိုဒီကားမှာ သေသေချာချာတွေ့မြင်ရပါလိမ့်မယ်။Health Education ပါ တခါတည်း ပေးပြီးသားဖြစ်အောင် Channel Myanmar ပရိတ်သတ်ကြီးအတွက် ဘာသာပြန်ပြီးတင်ဆက်ပေးလိုက်ပါတယ်(ဘာသာပြန်သူကတော့ မေသရဖီလွင်ပါ)(Zawgyi)ခုတင္ဆက္ေပးလိုက္တဲ့ဇာတ္ကားေလးကေတာ့H1 N1 ေရာဂါအေၾကာင္းကို ႐ိုက္ထားတဲ့ဇာတ္ကားပါ ၂၀၁၁ ခုႏွစ္ကထြက္ခဲ့တဲ့ဇာတ္ကားေလးပါဘတ္သ္အမ္ဟို႔ဖ္ဆိုတဲ့ အမ်ိဳးသမီးဟာ အလုပ္ကိစၥနဲ႔ေဟာင္ေကာင္ကိုသြားၿပီး ျပန္အေရာက္မွာ ေနမေကာင္းျဖစ္ၿပီး႐ုတ္တရက္ေသဆုံးရာကစခဲ့တာပါတစ္ေန႔ၿပီးတစ္ေန႔ကူးစက္ခံရသူေတ္ မ်ားလာတယ္ ေသဆုံးသူေတြလဲ မ်ားလာပါတယ္WHO အဖြဲ႕ေရာ ေဒါက္တာရွီဗာတို႔ေရာ ေဒါက္တာေဆာ့စ္မန္းတို႔ေရာဘာျဖစ္တာလဲသိဖို႔ အားလုံးႀကိဳးစားရွာေဖြၾကရပါတယ္ဒီထဲမွာမွ ဘယ္သူကရွာေဖြေတြ႕ရွိသြားလဲကုသႏိုင္တဲ့ေဆးရွာေတြ႕မွာလားကာကြယ္ေဆးေရာေပၚလာလားဆိုတာေတြရွာေဖြေနစဥ္အေတာအတြင္းမွာ စေတးလိုက္ရတဲ့ အသက္ေတြလူထုၾကား ေရာဂါျဖစ္ေနၿပီဆိုတာ သတင္းပ်ံ႕သြားတဲ့အခ်ိန္မွာ လူထုကဘယ္လိုတုံ႔ျပန္လာလဲဆိုတာေတြ အားလုံး ေဝေဝဆာဆာနဲ႔ အကြက္က်က်႐ိုက္ျပထားတဲ့ ဇာတ္ကားေကာင္းေလးပါဒီလိုအခ်ိန္မွာ လက္မလြတ္တမ္းၾကည့္သင့္တဲ့ ဇာတ္ကားေလးလို႔ ၫႊန္းေပးပါရေစဗ်ာအခ်ဳပ္အေနနဲ.ေျပာရရင္ Steven Soderberg ရဲ႕ 2009 Flu Pandemic ကို အေျခတည္႐ိုက္ထားတဲ့ Contagion (2011) ဇာတ္ကားက အခုအခ်ိန္ ၾကည့္ဖို႔အသင့္ေတာ္ဆုံးပဲ။Pandemic Event အတြင္း– WHO ရဲ႕ စီမန္ခန႔္ခြဲမႈအဆင့္ဆင့္ေတြ၊– Medical Field ရဲ႕ လုပ္ငန္းခြင္ မလုံၿခဳံမႈေတြ၊– ဝိသမေလာဘသားေတြရဲ႕ အျမတ္ထုတ္ျခယ္လွယ္မႈေတြ၊– ေနာက္ဆုံး လူထုၾကားမွာဆင့္ပြားလာတဲ့ အေၾကာက္တရားေတြ အေၾကာင္းကိုဒီကားမွာ ေသေသခ်ာခ်ာေတြ႕ျမင္ရပါလိမ့္မယ္။Health Education ပါ တခါတည္း ေပးၿပီးသားျဖစ္ေအာင္ Channel Myanmar ပရိတ္သတ္ႀကီးအတြက္ ဘာသာျပန္ၿပီးတင္ဆက္ေပးလိုက္ပါတယ္(ဘာသာျပန္သူကေတာ့ ေမသရဖီလြင္ပါ)File Size : (750 MB) and (380MB)Quality : Blu-Ray 720pRunning Time : 1hr 46minutesFormat : Mp4Genre : Drama, ThrillerSubtitle : Myanmar Subtitle (Hardsub)Translated by May Tharaphi LwinEncoded by Thanhtike Zaw"