"The 100th Love with You(2017)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကမ္ဘာကြီးမှာ လူဦးရေ သန်းပေါင်းများစွာ ရှိတဲ့ထဲက
ကောင်လေးတစ်ယောက်နဲ့ ကောင်မလေးတစ်ယောက် အချစ်စစ်အချစ်မှန်နဲ့
တွေ့ဆုံကြတာကို ဖူးစာဆိုပြီး လှပစွာ ခေါင်းစဉ်လေး ကျွန်တော်တို့တပ်ခဲ့ကြတယ်…
တစ်ချို့တွေအတွက် အချစ်စစ်တစ်ခုအတွက် အချိန်များစွာကြာပြီးမှ ဖြစ်တည်ခဲ့ကြသလို
တစ်ချို့အတွက်လည်း ဆန်းကြယ်တဲ့အခိုက်အတန့်တစ်ခုမှာ အချိန်တိုအတွင်းငြိတွယ်
ခဲ့ကြတယ်…ဘယ်လိုပဲ ဖူးစာပါပါ လူတစ်ယောက်နဲ့ တစ်ယောက် အကြိမ် ၁၀၀မြောက်
ပုံစံစုံနဲ့တွေ့ခဲ့ရင် သူတို့ ချစ်နိုင်ကြပါ့မလား…
ကောင်လေးတစ်ယောက်ဟာ အချိန်နောက်ပြန်သွားလို့ရတဲ့ ပစ္စည်းတစ်ခုပိုင်ဆိုင်ထားတယ်…ဒီပစ္စည်းကိုအသုံးပြုပြီး အချိန်တွေနောက်ပြန်သွားရင်း သူတစ်စိုက်မတ်မတ်
လုပ်တဲ့အရာတစ်ခုရှိတယ်…အဲ့ဒါကတော့ သူချစ်တဲ့ကောင်မလေး အသက်အန္တရယ်ကနေ လွတ်မြောက်အောင် ကာကွယ်ပေးတာပါပဲ…ပြောရရင် သူတို့ အကြိမ် ၁၀၀မြောက်‌တွေ့ကြတယ်ဆိုပါတော့….
ဒီကားက သီးချင်းကောင်းတွေများစွာပါသလို သီချင်းတွေကလည်း ဇာတ်ကားရဲ့
အသက်ကို ထပ်လောင်းမြှင့်တင်ပေးလို့ ဘာသာပြန်ပေးထားပါတယ်…
သရုပ်ဆောင်တွေအကုန်လုံးလည်း ချောမောလှပကြသလို
တကယ့်ကို ဆွတ်ပျံကြည်နူးဖွယ်ရာ အချစ်ဇာတ်လမ်းလေးပါပဲ..
အစမှ အဆုံးထိ ဆွဲဆောင်မှုရှိသလို ဘာဆက်ဖြစ်မလဲဆိုတာ တစ်စိမ့်စိမ့်တွေးစေတဲ့ကားမျိုးလေးပါ…
ခင်ဗျားတို့ရော ကိုယ့်ကိုအကြိမ်၁၀၀ ပြန်တွေ့ရင်တောင်ချစ်နေမယ်ဆိုတဲ့သူမျိုး
ကိုယ်က အကြိမ်၁၀၀ပြန်တွေ့ရမယ်ဆိုရင်တောင် ချစ်နေမယ့်သူမျိုး ရှိကြပြီလား..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ FA မမ Thinzar Htet ပဲဖြစ်ပါတယ်….
(zawgyi)
ဒီကမာၻႀကီးမွာ လူဦးေရ သန္းေပါင္းမ်ားစြာ ရွိတဲ့ထဲက
ေကာင္ေလးတစ္ေယာက္နဲ႔ ေကာင္မေလးတစ္ေယာက္ အခ်စ္စစ္အခ်စ္မွန္နဲ႔
ေတြ႕ဆုံၾကတာကို ဖူးစာဆိုၿပီး လွပစြာ ေခါင္းစဥ္ေလး ကြၽန္ေတာ္တို႔တပ္ခဲ့ၾကတယ္…
တစ္ခ်ိဳ႕ေတြအတြက္ အခ်စ္စစ္တစ္ခုအတြက္ အခ်ိန္မ်ားစြာၾကာၿပီးမွ ျဖစ္တည္ခဲ့ၾကသလို
တစ္ခ်ိဳ႕အတြက္လည္း ဆန္းၾကယ္တဲ့အခိုက္အတန႔္တစ္ခုမွာ အခ်ိန္တိုအတြင္းၿငိတြယ္
ခဲ့ၾကတယ္…ဘယ္လိုပဲ ဖူးစာပါပါ လူတစ္ေယာက္နဲ႔ တစ္ေယာက္ အႀကိမ္ ၁၀၀ေျမာက္
ပုံစံစုံနဲ႔ေတြ႕ခဲ့ရင္ သူတို႔ ခ်စ္ႏိုင္ၾကပါ့မလား…
ေကာင္ေလးတစ္ေယာက္ဟာ အခ်ိန္ေနာက္ျပန္သြားလို႔ရတဲ့ ပစၥည္းတစ္ခုပိုင္ဆိုင္ထားတယ္…ဒီပစၥည္းကိုအသုံးျပဳၿပီး အခ်ိန္ေတြေနာက္ျပန္သြားရင္း သူတစ္စိုက္မတ္မတ္
လုပ္တဲ့အရာတစ္ခုရွိတယ္…အဲ့ဒါကေတာ့ သူခ်စ္တဲ့ေကာင္မေလး အသက္အႏၲရယ္ကေန လြတ္ေျမာက္ေအာင္ ကာကြယ္ေပးတာပါပဲ…ေျပာရရင္ သူတို႔ အႀကိမ္ ၁၀၀ေျမာက္‌ေတြ႕ၾကတယ္ဆိုပါေတာ့….
ဒီကားက သီးခ်င္းေကာင္းေတြမ်ားစြာပါသလို သီခ်င္းေတြကလည္း ဇာတ္ကားရဲ႕
အသက္ကို ထပ္ေလာင္းျမႇင့္တင္ေပးလို႔ ဘာသာျပန္ေပးထားပါတယ္…
သ႐ုပ္ေဆာင္ေတြအကုန္လုံးလည္း ေခ်ာေမာလွပၾကသလို
တကယ့္ကို ဆြတ္ပ်ံၾကည္ႏူးဖြယ္ရာ အခ်စ္ဇာတ္လမ္းေလးပါပဲ..
အစမွ အဆုံးထိ ဆြဲေဆာင္မႈရွိသလို ဘာဆက္ျဖစ္မလဲဆိုတာ တစ္စိမ့္စိမ့္ေတြးေစတဲ့ကားမ်ိဳးေလးပါ…
ခင္ဗ်ားတို႔ေရာ ကိုယ့္ကိုအႀကိမ္၁၀၀ ျပန္ေတြ႕ရင္ေတာင္ခ်စ္ေနမယ္ဆိုတဲ့သူမ်ိဳး
ကိုယ္က အႀကိမ္၁၀၀ျပန္ေတြ႕ရမယ္ဆိုရင္ေတာင္ ခ်စ္ေနမယ့္သူမ်ိဳး ရွိၾကၿပီလား..
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ FA မမ Thinzar Htet ပဲျဖစ္ပါတယ္….
File Size : (900 MB) and (408 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:30:00
Genre : Romance, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Thinzar Htet
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
