"(Unicode)ဒီကားကတော့ 2019 အောက်တိုဘာကထွက်ရှိထားတဲ့ Action ကားလေးဖြစ်ပါတယ်။Pauseဇာတ်လမ်းလေးက ပုံပြင်လေးတစ်ပုဒ်ကစတယ်။တစ်ခါတုန်းက လူမိုက်လောကမှာ သူ့လက်ထဲမီးခြစ်တချောင်းရှိရုံနဲ့တင် အယောက် ၂၀ လောက်ကို အပြတ်ရှင်းနိုင်တဲ့ Lighter လို့ခေါ်တဲ့ နာမည်ကြီးတစ်ယောက်ရှိတယ်။သူကသူစောင့်ရှောက်ရတဲ့ သူဠေး(လူမိုက်ဥက္ကဠပေါ့)အဲ့လူအပေါ်အရမ်းသစ္စာရှိတဲ့သူတစ်ယောက်။အဲ့ဒီလူမိုက်ဥက္ကဠကြီးကွယ်လွန်သွားပြီး ဖခင်အမွေဆက်ခံသူကတော့ အဲ့ဥက္ကဠကြီးရဲ့သားဖြစ်သူပေါ့။အဖေထက်သားတစ်လကြီးဆိုသလိုပဲ သားဖြစ်သူက ရိုင်းတယ် ဆိုးတယ် အဲ့တာထက်ယုတ်မာတယ်။မဟုတ်တာမှန်သမျှအကုန်လုပ်တယ်။အဲ့လိုလူအောက်မှာ Lighter တစ်ယောက် မနေချင်တော့ဖူး။လူမိုက်လောကစွန့်ခွာပြီး လူပီသတဲ့သူတစ်ယောက် ဖြစ်အောင် Lighter ကြိုးစားချင်တယ်။အဲ့ဒီအတွက်သူအဲ့ဒီအဖွဲ့အစည်းကထာဝရနုတ်ထွက်လိုက်ပြီး သာမန်လူတစ်ယောက်အဖြစ်နေထိုင်သွားခဲ့တယ်။သူဘယ်သူလဲမသိဖူး။ ဘယ်ရောက်သွားလဲဆိုတာ ဘယ်သူမှမသိဖူး။ဒဏ္ဍာရီပုံပြင်တစ်ပုဒ်အဖြစ်သူအကြောင်းက လူမိုက်လောကမှာ ကျန်နေရစ်ခဲ့တယ်။အဲ့ဒီဂန္တဝင်လူမိုက်ကြီးက ဘယ်သူဖြစ်နေမလဲ။နောက်ထပ်စိတ်ဝင်စားဖို့ကောင်းတာတစ်ခုက အဲ့ဒီလိုလူကြမ်းကို အရည်ပျော်သွားအောင်၊ကျားကနေ ယုန်ကလေးဖြစ်သွားအောင် လုပ်နိုင်ခဲ့သူတစ်ဦးလည်းရှိနေပါသေးတယ်။အချစ်ဆိုတဲ့အရာက ဒဿဂီရိလိုကြမ်းနေတဲ့သူကိုတောင် ပြောင်းလဲစေနိုင်တယ်ဆိုတာကို ဒီဇာတ်ကားလေးမှာ တွေ့မြင်ရမှာပါ။အချစ်ကြီးချစ်တတ်သူ၊ မိုက်ပေမယ့် မယုတ်မာတတ်တဲ့ လူမိုက်တဖြစ်လဲ လူရိုးကြီးရဲ့ Action ခန်း လှလှပပတွေ မြိုင်မြိုင်ဆိုင်ဆိုင်ကြည့်ရမယ့်အပြင်ကြမ်းပေမယ့်နှလုံးသားကနုပါတယ်ဆိုသလို လူမိုက်ကြီးရဲ့ ချစ်တတ်ပုံကိုလည်းတွေ့ရအုန်းမှာပါ။လူမိုက်လောကရဲ့ ရှုပ်ထွေးပုံ၊လူမိုက်တစ်ယောက်ရဲ့အချစ်ကြီးပုံ၊စတာတွေကို စိတ်ဝင်စားဖို့ကောင်းအောင်ပြသွားတဲ့အပြင်ဇာတ်လမ်းမအီရအောင်လည်း တချို့အခန်းတွေမှာ ဟာသလေးပါးပါးထည့်ပေးထားလို့ ကြည့်လို့ကောင်းမယ်လို့ထင်ပါတယ်။ကဲ Action ကားကြိုက်တဲ့ပရိတ်သတ်ကြီးတွေ ဒီတစ်ခါလည်း အားပေးလိုက်ကြပါအုန်းနော်။***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်နားထောင်ပြီး ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါကုန်(ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…)(Zawgyi)ဒီကားကေတာ့ 2019 ေအာက္တိုဘာကထြက္ရွိထားတဲ့ Action ကားေလးျဖစ္ပါတယ္။ဇာတ္လမ္းေလးက ပုံျပင္ေလးတစ္ပုဒ္ကစတယ္။တစ္ခါတုန္းက လူမိုက္ေလာကမွာ သူ႔လက္ထဲမီးျခစ္တေခ်ာင္းရွိ႐ုံနဲ႔တင္ အေယာက္ ၂၀ ေလာက္ကို အျပတ္ရွင္းႏိုင္တဲ့ Lighter လို႔ေခၚတဲ့ နာမည္ႀကီးတစ္ေယာက္ရွိတယ္။သူကသူေစာင့္ေရွာက္ရတဲ့ သူေဠး(လူမိုက္ဥကၠဠေပါ့)အဲ့လူအေပၚအရမ္းသစၥာရွိတဲ့သူတစ္ေယာက္။အဲ့ဒီလူမိုက္ဥကၠဠႀကီးကြယ္လြန္သြားၿပီး ဖခင္အေမြဆက္ခံသူကေတာ့ အဲ့ဥကၠဠႀကီးရဲ႕သားျဖစ္သူေပါ့။အေဖထက္သားတစ္လႀကီးဆိုသလိုပဲ သားျဖစ္သူက ႐ိုင္းတယ္ ဆိုးတယ္ အဲ့တာထက္ယုတ္မာတယ္။မဟုတ္တာမွန္သမွ်အကုန္လုပ္တယ္။အဲ့လိုလူေအာက္မွာ Lighter တစ္ေယာက္ မေနခ်င္ေတာ့ဖူး။လူမိုက္ေလာကစြန႔္ခြာၿပီး လူပီသတဲ့သူတစ္ေယာက္ ျဖစ္ေအာင္ Lighter ႀကိဳးစားခ်င္တယ္။အဲ့ဒီအတြက္သူအဲ့ဒီအဖြဲ႕အစည္းကထာဝရႏုတ္ထြက္လိုက္ၿပီး သာမန္လူတစ္ေယာက္အျဖစ္ေနထိုင္သြားခဲ့တယ္။သူဘယ္သူလဲမသိဖူး။ ဘယ္ေရာက္သြားလဲဆိုတာ ဘယ္သူမွမသိဖူး။ဒ႑ာရီပုံျပင္တစ္ပုဒ္အျဖစ္သူအေၾကာင္းက လူမိုက္ေလာကမွာ က်န္ေနရစ္ခဲ့တယ္။အဲ့ဒီဂႏၲဝင္လူမိုက္ႀကီးက ဘယ္သူျဖစ္ေနမလဲ။ေနာက္ထပ္စိတ္ဝင္စားဖို႔ေကာင္းတာတစ္ခုက အဲ့ဒီလိုလူၾကမ္းကို အရည္ေပ်ာ္သြားေအာင္၊က်ားကေန ယုန္ကေလးျဖစ္သြားေအာင္ လုပ္ႏိုင္ခဲ့သူတစ္ဦးလည္းရွိေနပါေသးတယ္။အခ်စ္ဆိုတဲ့အရာက ဒႆဂီရိလိုၾကမ္းေနတဲ့သူကိုေတာင္ ေျပာင္းလဲေစႏိုင္တယ္ဆိုတာကို ဒီဇာတ္ကားေလးမွာ ေတြ႕ျမင္ရမွာပါ။အခ်စ္ႀကီးခ်စ္တတ္သူ၊ မိုက္ေပမယ့္ မယုတ္မာတတ္တဲ့ လူမိုက္တျဖစ္လဲ လူ႐ိုးႀကီးရဲ႕ Action ခန္း လွလွပပေတြ ၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္ၾကည့္ရမယ့္အျပင္ၾကမ္းေပမယ့္ႏွလုံးသားကႏုပါတယ္ဆိုသလို လူမိုက္ႀကီးရဲ႕ ခ်စ္တတ္ပုံကိုလည္းေတြ႕ရအုန္းမွာပါ။လူမိုက္ေလာကရဲ႕ ရႈပ္ေထြးပုံ၊လူမိုက္တစ္ေယာက္ရဲ႕အခ်စ္ႀကီးပုံ၊စတာေတြကို စိတ္ဝင္စားဖို႔ေကာင္းေအာင္ျပသြားတဲ့အျပင္ဇာတ္လမ္းမအီရေအာင္လည္း တခ်ိဳ႕အခန္းေတြမွာ ဟာသေလးပါးပါးထည့္ေပးထားလို႔ ၾကည့္လို႔ေကာင္းမယ္လို႔ထင္ပါတယ္။ကဲ Action ကားႀကိဳက္တဲ့ပရိတ္သတ္ႀကီးေတြ ဒီတစ္ခါလည္း အားေပးလိုက္ၾကပါအုန္းေနာ္။***English စာတန္းထိုးဖိုင္ အမွန္ မထြက္တာေၾကာင့္ ဇာတ္လမ္းတစ္ခုလုံးကို ကိုယ့္ဖာသာ Timing လုပ္နားေထာင္ၿပီး ျပန္ထားတာျဖစ္လို႔ ဘာသာျပန္ အမွားအယြင္းအနည္းငယ္ပါပါက သည္းခံၾကပါကုန္(ဘာသာျပန္သူကေတာ့ Moe Pwint ပဲျဖစ္ပါတယ္…)File Size : (900 MB) and (450 MB)Quality : HDRip 720pRunning Time : 1hr 49minFormat : Mp4Genre : ActionSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p FHDRip AAC x264-NonDRMTranslated by Moe PwintEncoded by Thanhtike Zaw"