"(Unicode)
ဘောလီဝုဒ်ပရိသတ်ကြီးအတွက် သဘာဝမင်းသားကြီး Nawazuddin Siddiqui ရဲ့ ကားသစ်လေးကိုတင်ဆက်ပေးလိုက်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းလေးကလည်း ဟာသဒရာလေးဖြစ်လို့ ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်ကောင်းတဲ့ကားတစ်ကားပါပဲ
ဇာတ်လမ်းအညွှန်းပြောရရင်တော့ အန္နီးဆိုတဲ့ချာတိတ်မဆီမှာ အိပ်မက်တစ်ခုပဲရှိပါတယ်
အဲ့ဒါကတော့ နိုင်ငံခြားမှာ အခြေချဖို့ပါပဲ
သူ့မိဘကလည်း မပြည့်စုံတော့ သူ့ကိုသာနိုင်ငံခြားခေါ်သွားနိုင်မယ်ဆိုရင် အဲ့ဒိလူနဲ့လက်ထပ်ပြီး နိုင်ငံခြားလိုက်သွားမယ့်လူပါ
နောက်တစ်ဖက်ကတော့ ကျွန်တော်တို့ဇာတ်လိုက်ကျော်ကြီး နဝါးဇ်ဘိုင်ပါပဲ
သူကတော့ အသက် ၃၆ နှစ်အရွယ် လူပျိုသိုးကြီးပါ
သူကလည်း ဒူဘိုင်းပြန်တစ်ယောက်ဖြစ်သလို မိန်းမမှန်ရင် ဘယ်လိုမိန်းမရရ ယူမယ်ဆိုတဲ့လူပါ
ကံတရားက ဒီနှစ်ယောက်ကို စုံစည်းပေးလိုက်တဲ့အခါမှာတော့ ပေါ့ပေါ့ပါးပါး မိသားစု ဟာသ ဒရာမာဇာတ်ကားလေးကို ခံစားကြည့်လိုက်ကြပါဦး
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
(Zawgyi)
ေဘာလီဝုဒ္ပရိသတ္ႀကီးအတြက္ သဘာဝမင္းသားႀကီး Nawazuddin Siddiqui ရဲ႕ ကားသစ္ေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္
ဇာတ္လမ္းေလးကလည္း ဟာသဒရာေလးျဖစ္လို႔ ေပါ့ေပါ့ပါးပါးနဲ႔ ၾကည့္ေကာင္းတဲ့ကားတစ္ကားပါပဲ
ဇာတ္လမ္းအၫႊန္းေျပာရရင္ေတာ့ အႏၷီးဆိုတဲ့ခ်ာတိတ္မဆီမွာ အိပ္မက္တစ္ခုပဲရွိပါတယ္
အဲ့ဒါကေတာ့ ႏိုင္ငံျခားမွာ အေျခခ်ဖို႔ပါပဲ
သူ႔မိဘကလည္း မျပည့္စုံေတာ့ သူ႔ကိုသာႏိုင္ငံျခားေခၚသြားႏိုင္မယ္ဆိုရင္ အဲ့ဒိလူနဲ႔လက္ထပ္ၿပီး ႏိုင္ငံျခားလိုက္သြားမယ့္လူပါ
ေနာက္တစ္ဖက္ကေတာ့ ကြၽန္ေတာ္တို႔ဇာတ္လိုက္ေက်ာ္ႀကီး နဝါးဇ္ဘိုင္ပါပဲ
သူကေတာ့ အသက္ ၃၆ ႏွစ္အ႐ြယ္ လူပ်ိဳသိုးႀကီးပါ
သူကလည္း ဒူဘိုင္းျပန္တစ္ေယာက္ျဖစ္သလို မိန္းမမွန္ရင္ ဘယ္လိုမိန္းမရရ ယူမယ္ဆိုတဲ့လူပါ
ကံတရားက ဒီႏွစ္ေယာက္ကို စုံစည္းေပးလိုက္တဲ့အခါမွာေတာ့ ေပါ့ေပါ့ပါးပါး မိသားစု ဟာသ ဒရာမာဇာတ္ကားေလးကို ခံစားၾကည့္လိုက္ၾကပါဦး
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (950 MB) and (480 MB)
Quality : NF WEB-DL 720p
Running Time : 2hr 30min
Format : Mp4
Genre : Comedy, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.NF.WEB-DL.DD+5.1.x264-Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
