"(Unicode)
ဇာတ်ကားရဲ့ နာမည်အရ. . . Venky Mama ဆိုတာက (မိခင်ဘက်က တောစပ်တဲ့) ဦးလေးဗင်ကီပေါ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မိဘနဲ့သားသမီးကြားက ချစ်ခြင်းမေတ္တာ၊ သမီးရည်းစားကြားက ချစ်ခြင်းမေတ္တာတွေအကြောင်း မဟုတ်ပဲ
ဒီတစ်ခါ ဇာတ်ကားလေးက တူဝရီးနှစ်ယောက်ကြားက ချစ်ခြင်းမေတ္တာ အကြောင်းပေါ့ဗျာ။
မင်းသားကြီး Daggubati Venkatesh(ဒတ်ဂူဗတီဗင်ကာတက်ရှ်) ၊ မင်းသားငယ် Naga Chaitanya (နာဂချာတန်(န်)ယာ
မင်းသမီးချောတွေ ဖြစ်တဲ့ Payal Rajput (ပါယယ်လ်ရာ့ဂ်ျပွတ်) ၊ Rashi Khanna (ရာသျှိခမ်းနား)တို့ရဲ့ အသစ်စက်စက် ဇာတ်ကားပါ။
တေလဂူးဇာတ်ကားတွေအဖို့ ဒီဇာတ်ကားထဲမှာ ပါဝင်သရုပ်ဆောင်ထားတဲ့ မင်းသား ၊ မင်းသမီးတွေနဲ့ စိမ်းနေနိုင်ပေမယ့်
တောင်အိန္ဒိယဇာတ်ကား ပရိတ်သတ်တွေအဖို့တော့ မင်းသားနှစ်လက်အပြင် မင်းသမီးနှစ်လက်နဲ့ပါ ရင်းနှီးနေပါလိမ့်မယ်။
ဇာတ်လမ်းအကျဉ်း အိန္ဒိယနိုင်နဲ့ ပါကစ္စတန်နယ်စပ် ကက်ရှ်မီးယားဒေသမှာရှိတဲ့ တပ်မတော်ပိုင်နယ်မြေထဲကို လူလတ်ပိုင်းအရွယ် သူစိမ်းတစ်ယောက် ဝင်လာတယ်။
တားမြစ်နယ်မြေထဲကို ခွင့်မတောင်းပဲ ဝင်လာတဲ့အတွက် အဖမ်းဆီးခံလိုက်ရတယ်။ သူ့မျက်လုံးတွေဟာ ရောက်ရက်ခက်မနေဘဲ တည်ငြိမ်နေတယ်။
ကြောက်စိတ်လုံးဝမရှိ၊ အကြမ်းဖက်မှု ဖြစ်နေစဉ်ကာလမှာ ဒီလိုလူတစ်ယောက်ကို ဖမ်းဆီးထားဖို့ တပ်မတော်က အသင့်ဖြစ်နေတယ်။
လူတစ်ယောက်ကို လာရှာကြောင်းပြောတယ်။ အရာရှိတွေဖက်က အဲ့ဒီလူဟာ ဒီတပ်မတော်ထဲ လုံးဝမရှိကြောင်း ပြောတယ်။
ဖမ်းဆီးခံလူလတ်ပိုင်းကလည်း သူရှာနေတဲ့လူဟာ ဒီတပ်ထဲမှာ အတိအကျရှိကြောင်း ပြောတယ်။
အဖမ်းခံလိုက်ရသူကို တပ်မတော်အရာရှိအဆင့်ဆင့်က စစ်ဆေးချက်ယူလိုက်တဲ့ အခါ. . . ဒီဇာတ်လမ်း စတည်ဖြစ်ပေါ်လာတော့တယ်။
ဒီဇာတ်ကားကို ဘာသာပြန်ဖို့ရွေးချယ်လိုက်တာတော့ မင်းသမီး Raashi Khanna ကြောင့်ဆိုရင် မမှားဘူး။
ဒါပေမဲ့ ဇာတ်လမ်းလည်း မဆိုးနေတာကို မြင်လိုက်ရတယ်။ တစ်ကွက်တစ်ကွက် ထည့်ထားတဲ့ ဟာသတွေက ရယ်နေရတယ်။
ဇာတ်လမ်းကလည်း စိတ်ဝင်စားဖို့ကောင်းတယ်။ ကြားမှာ ပျင်းစရာကောင်းသွားတာမျိုး မရှိခဲ့။
တစ်ကွက်ပြီးတစ်ကွက်က ပျင်းစရာနေရာ မရှိအောင်ပါပဲ။ ဒေါင်းကြည့်ဖို့ လက်ရွံ့နေစရာ မလိုပါဘူးလို့ပြောရင်း..
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
File Size : (999 MB ) and (530 MB)
Quality : WEB-DL 720p
Running Time : 2hr 29min
Format : Mp4
Genre : Action, Comedy, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : TRUE WEB-DL – 1080p – AVC – UNTOUCHED
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
