"Head-On 2004===========Pause#UnicodeIMDb 8/10တူရကီနွယ်ဖွား ဒါရိုက်တာ Fatih Akin ရဲ့ လက်ရာကောင်းတစ်ခုပါ။ ဒီကားက Goden Bear, European Film Award For Best Film အပါအဝင် ဆုပေါင်း ၁၁ ခုကို ဆွတ်ခူးခဲ့တဲ့ကားပါ။လူတွေက အချစ်ကို ပုံစံအမျိုးမျိုးနဲ့ တွေ့ရှိလေ့ရှိကြပါတယ်။ ဂျာဟစ်(ကာဟစ်) နဲ့ ဆီဘယ်တို့ တွေ့ဆုံရပုံက အမှတ်မထင် တွေ့ဆုံမှုမျိုးပါ။ ကိုယ့်ကိုယ်ကိုသတ်သေကြလို့ ဆေးရုံရောက်သွားရင်းတွေ့ခဲ့ကြတာပေါ့။ ပြောရရင် ဂျာဟစ်က တွေ့တာမဟုတ်ပဲ ဆီဘယ်က စပြီး သတိထားမိသွားတာ။ ဂျာဟစ် (ကာဟစ်) တွမ်ရွတ်ခ်ဆိုတဲ့ နာမည်ကြားတော့ ဆီဘယ်တစ်ယောက်အရမ်းပျော်သွားပါတယ်။ အဲ့ဒီနောက် လက်ထပ်ဖို့ကိုလည်း ဆီဘယ်ကပဲ ဂျာဟစ်ကို ချက်ချင်းဆိုသလို တောင်းဆိုခဲ့ပါတယ်။ ဂျာဟစ်ကို ချစ်လို့တော့မဟုတ်ပါဘူး ဂျာဟစ်က တူရကီဖြစ်နေလို့ပါပဲ။ ဂျာဟစ်လို ဂလေဂချေ ပုလင်းခွံတွေ လိုက်ကောက်ပေးရတဲ့သူနဲ့ ဘယ်သူက လက်ထပ်ချင်မှာလဲ။ လက်ထပ်ချင်ရတဲ့အကြောင်းရင်းကတော့ဆီဘယ့်မိဘတွေက တူရကီလူမျိုးနဲ့ပဲ သဘောတူမှာ မို့လို့ပါပဲ။ သူတို့နှစ်ယောက်အတူနေကြရင်းနဲ့ သံယောဇဉ်တွေဖြစ်သွားကြပါတယ်။ ဆက်ပြောရင် တစ်ကားလုံးကုန်ပါတော့မယ် ?မချစ်ပဲ အိမ်က ထွက်ရရုံလက်ထပ်ထားကြတဲ့ ဟန်ဆောင် လက်ထပ်ထားကြတဲ့ သူတို့ နှစ်ယောက် ဘယ်လိုဆက်ဖြစ်ကြမှာလဲ။ ပုံမှန်တွေ့နေကြ ကားတွေလိုပဲ ရိုမန့်ဖြစ်တဲ့အခန်းလေးတွေပြပြီး တစ်ယောက်နဲ့ တစ်ယောက်နဲ့ တစ်ယောက် ချစ်သွားကြမှာလား။ ဘာတွေဆက်ဖြစ်မှာလဲ ဆက်လက်ရှုစားဝေဖန်ပေးကြပါ။ဒီဇာတ်ကားမှာဆိုရင် အရင်က ဖတ်ဖူးခဲ့တဲ့ အချစ်ဝတ္ထုတွေလို အဆုံးကို ကြိုသိနေတာမျိုး လုံးဝမဖြစ်ပါဘူး။ ဒီနေရာမှာ မင်းသမီးက မင်းသားကို ဒီလိုပြောမှာပါလို့ မျှော်လင့်ထားတာတွေလည်း မျှော်လင့်ထားတဲ့အတိုင်း မပြောကြပါဘူး။ ဘာကြောင့်လဲဆိုတော့ လူ့သဘာဝကို သဘာဝကျကျတင်ဆက်ထားတာဖြစ်လို့ပါပဲ။ ဖြစ်တတ်တဲ့ လူ့သဘာဝတွေအများကြီးကို ချပြသွားတာကိုတွေ့ရပါတယ်။စာကြွင်း။ ။ ဒီဇာတ်ကားက တူရကီစကား၊ ဂျာမန်စကားနဲ့ အင်္ဂလိပ်စကားများနဲ့ ရိုက်ကူးထားသောဇာတ်ကားဖြစ်ပါတယ်။ ဒါကြောင့် တစ်ချို့နေရာမှာ Cahit က ဂျာဟစ်လို့(တူရကီလို) အသံထွက်ပြီး တစ်ချို့နေရာမှာ ဂျာမန်လို ကာဟစ်လို့ အသံထွက်တာက ဘာသာစကားအလိုက် အသံထွက်ပုံပြောင်းလဲတာဖြစ်ကြောင်း၊ အသံထွက်တဲ့အတိုင်းပဲ ရေးထားလို့ ဂျာဟစ်ဖြစ်လိုက် ကာဟစ်ဖြစ်လိုက်ဖြစ်နေရတာ ဖြစ်ကြောင်း ကြိုပြောပြထားချင်ပါတယ်။#ZawgyiIMDb 8/10တူရကီႏြယ္ဖြား ဒါ႐ိုက္တာ Fatih Akin ရဲ႕ လက္ရာေကာင္းတစ္ခုပါ။ ဒီကားက Goden Bear, European Film Award For Best Film အပါအဝင္ ဆုေပါင္း ၁၁ ခုကို ဆြတ္ခူးခဲ့တဲ့ကားပါ။လူေတြက အခ်စ္ကို ပုံစံအမ်ိဳးမ်ိဳးနဲ႔ ေတြ႕ရွိေလ့ရွိၾကပါတယ္။ ဂ်ာဟစ္(ကာဟစ္) နဲ႔ ဆီဘယ္တို႔ ေတြ႕ဆုံရပုံက အမွတ္မထင္ ေတြ႕ဆုံမႈမ်ိဳးပါ။ ကိုယ့္ကိုယ္ကိုသတ္ေသၾကလို႔ ေဆး႐ုံေရာက္သြားရင္းေတြ႕ခဲ့ၾကတာေပါ့။ ေျပာရရင္ ဂ်ာဟစ္က ေတြ႕တာမဟုတ္ပဲ ဆီဘယ္က စၿပီး သတိထားမိသြားတာ။ ဂ်ာဟစ္ (ကာဟစ္) တြမ္႐ြတ္ခ္ဆိုတဲ့ နာမည္ၾကားေတာ့ ဆီဘယ္တစ္ေယာက္အရမ္းေပ်ာ္သြားပါတယ္။ အဲ့ဒီေနာက္ လက္ထပ္ဖို႔ကိုလည္း ဆီဘယ္ကပဲ ဂ်ာဟစ္ကို ခ်က္ခ်င္းဆိုသလို ေတာင္းဆိုခဲ့ပါတယ္။ ဂ်ာဟစ္ကို ခ်စ္လို႔ေတာ့မဟုတ္ပါဘူး ဂ်ာဟစ္က တူရကီျဖစ္ေနလို႔ပါပဲ။ ဂ်ာဟစ္လို ဂေလဂေခ် ပုလင္းခြံေတြ လိုက္ေကာက္ေပးရတဲ့သူနဲ႔ ဘယ္သူက လက္ထပ္ခ်င္မွာလဲ။ လက္ထပ္ခ်င္ရတဲ့အေၾကာင္းရင္းကေတာ့ဆီဘယ့္မိဘေတြက တူရကီလူမ်ိဳးနဲ႔ပဲ သေဘာတူမွာ မို႔လို႔ပါပဲ။ သူတို႔ႏွစ္ေယာက္အတူေနၾကရင္းနဲ႔ သံေယာဇဥ္ေတြျဖစ္သြားၾကပါတယ္။ ဆက္ေျပာရင္ တစ္ကားလုံးကုန္ပါေတာ့မယ္ ?မခ်စ္ပဲ အိမ္က ထြက္ရ႐ုံလက္ထပ္ထားၾကတဲ့ ဟန္ေဆာင္ လက္ထပ္ထားၾကတဲ့ သူတို႔ ႏွစ္ေယာက္ ဘယ္လိုဆက္ျဖစ္ၾကမွာလဲ။ ပုံမွန္ေတြ႕ေနၾက ကားေတြလိုပဲ ႐ိုမန႔္ျဖစ္တဲ့အခန္းေလးေတြျပၿပီး တစ္ေယာက္နဲ႔ တစ္ေယာက္နဲ႔ တစ္ေယာက္ ခ်စ္သြားၾကမွာလား။ ဘာေတြဆက္ျဖစ္မွာလဲ ဆက္လက္ရႈစားေဝဖန္ေပးၾကပါ။ဒီဇာတ္ကားမွာဆိုရင္ အရင္က ဖတ္ဖူးခဲ့တဲ့ အခ်စ္ဝတၳဳေတြလို အဆုံးကို ႀကိဳသိေနတာမ်ိဳး လုံးဝမျဖစ္ပါဘူး။ ဒီေနရာမွာ မင္းသမီးက မင္းသားကို ဒီလိုေျပာမွာပါလို႔ ေမွ်ာ္လင့္ထားတာေတြလည္း ေမွ်ာ္လင့္ထားတဲ့အတိုင္း မေျပာၾကပါဘူး။ ဘာေၾကာင့္လဲဆိုေတာ့ လူ႔သဘာဝကို သဘာဝက်က်တင္ဆက္ထားတာျဖစ္လို႔ပါပဲ။ ျဖစ္တတ္တဲ့ လူ႔သဘာဝေတြအမ်ားႀကီးကို ခ်ျပသြားတာကိုေတြ႕ရပါတယ္။စာႂကြင္း။ ။ ဒီဇာတ္ကားက တူရကီစကား၊ ဂ်ာမန္စကားနဲ႔ အဂၤလိပ္စကားမ်ားနဲ႔ ႐ိုက္ကူးထားေသာဇာတ္ကားျဖစ္ပါတယ္။ ဒါေၾကာင့္ တစ္ခ်ိဳ႕ေနရာမွာ Cahit က ဂ်ာဟစ္လို႔(တူရကီလို) အသံထြက္ၿပီး တစ္ခ်ိဳ႕ေနရာမွာ ဂ်ာမန္လို ကာဟစ္လို႔ အသံထြက္တာက ဘာသာစကားအလိုက္ အသံထြက္ပုံေျပာင္းလဲတာျဖစ္ေၾကာင္း၊ အသံထြက္တဲ့အတိုင္းပဲ ေရးထားလို႔ ဂ်ာဟစ္ျဖစ္လိုက္ ကာဟစ္ျဖစ္လိုက္ျဖစ္ေနရတာ ျဖစ္ေၾကာင္း ႀကိဳေျပာျပထားခ်င္ပါတယ္။(ဒီဇာတ်ကားရဲ့အညွှန်းနဲ့ဘာသာပြန်ရေးသားပေးသူကတော့ Nay Chi ဖြစ်ပါတယ်။)Quality – 1080P, 720p BluRayDuration – 2 hrs 1 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Drama, RomanceSource : 1080p.BluRayTranslator – Nay ChiEncoder – San Win Maung"