"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပရိတ်သတ်ကြီးရေ ထူးဆန်းထွေလာ စိတ်ကူးယဉ်ဇာတ်လမ်းတွေနဲ့ ပတ်သတ်လာရင် The Mummy, George of the Jungle, Journey ကားတွေလို ္Fantasy တွေနဲ့ နာမည်ကြီးတဲ့ မင်းသားကြီး Brendan Fraserကို မေ့ထားလို့မရပါဘူး။ ကျွန်တော်ဆိုလည်း ငယ်ငယ်ကတိုင် သူ့ရဲ့ဇာတ်လမ်းတွေကို သိပ်သဘောကျခဲ့တာပါ။
အခုလည်း စီအမ်ပရိသတ်ကြီးအတွက် မင်းသားကြီးရဲ့ အချစ်/ဟာသ ဇာတ်လမ်းလေဟောင်းတစ်ပုဒ် တင်ဆက်ပေးပါရစေ။ ၁၉၉၉ ခုနှစ်ကထွက်တာဆိုတော့ ကျွန်တော်နဲ့ သက်တူရွယ်တူပဲဗျ။ ဖေဖော်ဝါရီလမှာ ထွက်တာဆိုတော့ ကျွန်တော့်ထက်တောင် လပိုင်းကြီးသေးဗျာ။ ဘရန်ဒန့်ဇာတ်လမ်းပီပီ သောင်းပြောင်းထွေလာတွေ မပါမှာကလည်း ပူစရာမလို့ပါဘူး
ဇာတ်လမ်းအစမှာတော့ သူ့ရဲ့နောက်ခံဝန်းကျင်က ၁၉၆၂ ခုနှစ် ဆိုဗီယက်တွေနဲ့ အမေရိကန်တို့ တင်းမာမှုတွေ ရှိနေတဲ့ အချိန်ကာလပေါ့၊ အဲဒီမှာ ကယ်ဗင်ဆိုတဲ့ သိပ္ပံပညာရှင်တစ်ယောက်က နျူကလီးယား တိုက်ခိုက်မှုတွေ ရှိလာတဲ့အခါ ဘေးရှောင်နိုင်ဖို့ မြေအောက်ဗုံးခိုကျင်းကြီး တစ်ခု တည်ဆောက်ခဲ့တယ်။ နျူကလီးယားကိုတောင် ခံနိုင်ရည်ရှိတယ်ဆိုတော့ တွေးသာကြည့်ပေးတော့ပေါ့။
ဒီလိုနဲ့ သူပြင်ဆင်ထားသလိုပဲ တစ်နေ့မှာ ဒီကိစ္စတွေ ဖြစ်လာပြီး သူ့မိန်းမ ကိုယ်ဝန်သည် ဟယ်လင်နဲ့အတူ နျူကလီးယားနောက်ဆက်တွဲဒဏ်တွေ ကာကွယ်ဖို့ မြေအောက်မှာပဲ ၃၅ နှစ်ကြာနေဖို့ အခြေအနေဖြစ်လာခဲ့တယ် ။ မွေးလာတဲ့ သား အဒမ်ကိုလည်း မြေအောက်ထဲမှာပဲ အကုန်ပျိုးထောင်သင်ကြားပေးခဲ့တာပေါ့။
တကယ်တော့ သူတို့ထင်သလို နျူကလီးယား ပေါက်ကွဲခဲ့တာမဟုတ်တဲ့အတွက် ကမ္ဘာကြီးရော လူတွေပါ ပုံမှန်လည်ပတ်နေခဲ့တာပါ။ ဒါကို မသိတဲ့ ကယ်ဗင်တို့ မိသားစုကတော့ မြေအောက်မှာပဲ ဆက်နေခဲ့ကြပါတယ်။ မြေပြင်ပေါ်မှာ ၃၅ နှစ်တာ ခံမယ့် အဆိပ်ငွေ့ ရှိတယ်ဆိုတဲ့ ယုံကြည်မှုကြောင့် တစ်ခါမှလည်း တက်ကြည့်ဖို့ မကြိုးစားခဲ့ကြပါဘူး
ဒီလိုနဲ့ ၃၅ နှစ်အကြမှာ မြေပြင်ပေါ်ကို တစ်ယောက်တည်း အရင်တက်ကြည့်ပြီး ခေတ်အပြောင်းအလဲတွေကို လိုက်မမီတဲ့ ကယ်ဗင်ကြီးက ကမ္ဘာကြီး အရင်လိုမဟုတ်တော့ဘူး မြေအောက်မှာပဲ ဆက်နေရမယ်တွေ ဖြစ်ပြီး သားဖြစ်သူ အဒမ်ကို မြေပြင်ပေါ်တက် ရိက္ခာရှာခိုင်းတဲ့ အချိန်မှာတော့ ……..
File size…( 2.03GB) / (1.44GB) / (660MB)
Quality…. Web 1080P / 720p / 480P
Format…mp4
Duration….01:52:00
Genre… Comedy / Drama / Romance
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Act Molemy
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
