"ဒီကားလေးကတော့ IMDb6.7 ရထားတဲ့ ဇာတ်လမ်းအေးအေးလေးတစ်ကားပါပဲတစ်ယောက်တည်းအတွေးတွေများစွာနဲ့Pauseကိုယ့်ကိုယ်ကိုအားမလိုမရဖြစ်နေသူတွေတခြားစိုးရိမ်ပူပန်တာတွေတွေးနေမိသူတွေအတွက် ကြည့်သင့်တဲ့ဇာတ်လမ်းလေးပါမင်းသားကတော့သူ့ရဲ့အိမ်ကပြဿနာတွေရယ်အလုပ်အဆင်မပြေမှုတွေရယ်ကြောင့်အိပ်မပျော်တဲ့ရောဂါကိုခံစားနေရတဲ့သူဖြစ်ပြီးမင်းသမီးကတော့သူ့ရဲ့လူနေမှုပုံစံနဲ့relationshipပြဿနာတွေရယ်ကြောင့်အမြဲတမ်းအိပ်နေတဲ့ရောဂါကိုခံစားနေရသူဖြစ်ပါတယ်တစ်ရက်သူတို့နှစ်ယောက်အသီးသီးစိတ်ပိုင်းဆိုင်ရာကုသမှုတွေကိုခံယူပြီးတော့လူတွေနဲ့လိုက်လျောညီထွေဖြစ်​အောင်နေထိုင်ဖို့ကြိုးစားလာတဲ့အခါမှာတော့…အဆင်မပြေမှုတွေကိုဘယ်လိုဖြေရှင်းမလဲကိုယ့်ကိုယ်ကိုအထင်သေးမှုတွေအဆိုးမြင်ဝါဒတွေကိုဘယ်လိုရင်ဆိုင်ပြီးအနိုင်ယူမလဲဆိုတာတွေကိုရိုက်ကူးထားတဲ့ကားလေးပါဇာတ်လမ်းကအေးတာကြောင့်ပျင်းဖို့ကောင်းတယ်လို့ထင်ရနိုင်ပေမယ့်ဒီလိုဇာတ်လမ်းမျိုးကြိုက်တဲ့သူတွေအတွက်တော့ကားကောင်းလေးတစ်ကားပါFile Size : ( 1 GB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwinzawgyiဒီကားေလးကေတာ့ IMDb6.7 ရထားတဲ့ ဇာတ္လမ္းေအးေအးေလးတစ္ကားပါပဲတစ္ေယာက္တည္းအေတြးေတြမ်ားစြာနဲ႔ကိုယ့္ကိုယ္ကိုအားမလိုမရျဖစ္ေနသူေတြတျခားစိုးရိမ္ပူပန္တာေတြေတြးေနမိသူေတြအတြက္ ၾကည့္သင့္တဲ့ဇာတ္လမ္းေလးပါမင္းသားကေတာ့သူ႔ရဲ႕အိမ္ကျပႆနာေတြရယ္အလုပ္အဆင္မေျပမႈေတြရယ္ေၾကာင့္အိပ္မေပ်ာ္တဲ့ေရာဂါကိုခံစားေနရတဲ့သူျဖစ္ၿပီးမင္းသမီးကေတာ့သူ႔ရဲ႕လူေနမႈပုံစံနဲ႔relationshipျပႆနာေတြရယ္ေၾကာင့္အၿမဲတမ္းအိပ္ေနတဲ့ေရာဂါကိုခံစားေနရသူျဖစ္ပါတယ္တစ္ရက္သူတို႔ႏွစ္ေယာက္အသီးသီးစိတ္ပိုင္းဆိုင္ရာကုသမႈေတြကိုခံယူၿပီးေတာ့လူေတြနဲ႔လိုက္ေလ်ာညီေထြျဖစ္​ေအာင္ေနထိုင္ဖို႔ႀကိဳးစားလာတဲ့အခါမွာေတာ့…အဆင္မေျပမႈေတြကိုဘယ္လိုေျဖရွင္းမလဲကိုယ့္ကိုယ္ကိုအထင္ေသးမႈေတြအဆိုးျမင္ဝါဒေတြကိုဘယ္လိုရင္ဆိုင္ၿပီးအႏိုင္ယူမလဲဆိုတာေတြကို႐ိုက္ကူးထားတဲ့ကားေလးပါဇာတ္လမ္းကေအးတာေၾကာင့္ပ်င္းဖို႔ေကာင္းတယ္လို႔ထင္ရႏိုင္ေပမယ့္ဒီလိုဇာတ္လမ္းမ်ိဳးႀကိဳက္တဲ့သူေတြအတြက္ေတာ့ကားေကာင္းေလးတစ္ကားပါFile Size : ( 1 GB , 334 MB )Quality : WEB-DL 720pRunning Time : 1 hr 50 minFormat : Mp4Genre : Comedy , Drama , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin"