"ဒီတစ်ခါဇာတ်ကား​လေးက​တော့ သည်းထိတ်ရင်ဖိုလူသတ်ကားပုံစံ​လေးပါဆပ်ကပ်တစ်ခုရဲ့​ခေါင်း​ဆောင်ရိုနီကPauseသူ့ရဲ့မိန်းမဆာဗန်နာကို ​ယောကျ်ားတစ်​ယောက်နဲ့​ဖောက်ပြန်​နေတာ​တွေ့သွားခဲ့တယ်ရိုနီကအဲ့​ကောင်ကိုသတ်ပစ်လိုက်တယ်ဒါကိုမ​ကျေနပ်တဲ့ဆာဗန်နာက​အောက်လမ်းအစီအမံတွေနဲ့ ရိုနီတို့အုပ်စုကိုလုပ်လိုက်တဲ့အခါသူမမထင်မှတ်ထားတဲ့အရာ​တွေဖြစ်လာ​​​ရော​လေရိုနီတို့အဖွဲ့ဟာမုန်တိုင်း​တွေထန်​လေဆင်နှာ​မောင်း​တွေတိုက်ပြီးသူတို့သွားလိုရာ​နေရာကို ​လေဆင်နှာ​မောင်းပုံစုံလုပ်ပြီး​​မြေပြင်​ပေါ်​ရောက်လာကြတာ​ပေါ့သူတို့က စိတ္တဇလူသတ်သမားဆန်ဆန်လူ​တွေကိုလိုက်သတ်ကြတာ​ပေါ့ရိုနီက သူ့ကိုသစ္စာ​ဖောက်ခဲ့တဲ့ဆာဗန်နာကိုလိုက်ရှာပြီးသတ်​တော့တာ​ပေါ့အဲ့အဖြစ်အပျက်ထဲမှာ ဒုက္ခ​တွေ့​နေရတဲ့လူတစ်စုလည်းပါတာ​ပေါ့သူတို့အဲ့ဒီထူးထူးဆန်းဆန်း​လေဆင်နှာ​မောင်းကိုရပ်သွား​အောင်ဘယ်လို​တွေလုပ်မလဲသူတို့ဒီလိုစိတ်ပျက်စရာအ​​ခြေအ​​နေက​နေဘယ်လိုရုန်းထွက်ကြမလဲသွေးတန်းရဲရဲသတ်ဖြတ်တဲ့အခန်း​တွေကိုအားပါးတရကြည့်ရှု့ရမှာပါFile Size : ( 937 MB , 301 MB )Quality : WEB-DL 720pRunning Time : 1 hr 39minFormat : Mp4Genre : Comedy , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwinzawgyiဒီတစ္ခါဇာတ္ကား​ေလးက​ေတာ့ သည္းထိတ္ရင္ဖိုလူသတ္ကားပုံစံ​ေလးပါဆပ္ကပ္တစ္ခုရဲ႕​ေခါင္း​ေဆာင္႐ိုနီကသူ႔ရဲ႕မိန္းမဆာဗန္နာကို ​ေယာက်္ားတစ္​ေယာက္နဲ႔​ေဖာက္ျပန္​ေနတာ​ေတြ႕သြားခဲ့တယ္႐ိုနီကအဲ့​ေကာင္ကိုသတ္ပစ္လိုက္တယ္ဒါကိုမ​ေက်နပ္တဲ့ဆာဗန္နာက​ေအာက္လမ္းအစီအမံေတြနဲ႔ ႐ိုနီတို႔အုပ္စုကိုလုပ္လိုက္တဲ့အခါသူမမထင္မွတ္ထားတဲ့အရာ​ေတြျဖစ္လာ​​​ေရာ​ေလ႐ိုနီတို႔အဖြဲ႕ဟာမုန္တိုင္း​ေတြထန္​ေလဆင္ႏွာ​ေမာင္း​ေတြတိုက္ၿပီးသူတို႔သြားလိုရာ​ေနရာကို ​ေလဆင္ႏွာ​ေမာင္းပုံစုံလုပ္ၿပီး​​ေျမျပင္​ေပၚ​ေရာက္လာၾကတာ​ေပါ့သူတို႔က စိတၱဇလူသတ္သမားဆန္ဆန္လူ​ေတြကိုလိုက္သတ္ၾကတာ​ေပါ့႐ိုနီက သူ႔ကိုသစၥာ​ေဖာက္ခဲ့တဲ့ဆာဗန္နာကိုလိုက္ရွာၿပီးသတ္​ေတာ့တာ​ေပါ့အဲ့အျဖစ္အပ်က္ထဲမွာ ဒုကၡ​ေတြ႕​ေနရတဲ့လူတစ္စုလည္းပါတာ​ေပါ့သူတို႔အဲ့ဒီထူးထူးဆန္းဆန္း​ေလဆင္ႏွာ​ေမာင္းကိုရပ္သြား​ေအာင္ဘယ္လို​ေတြလုပ္မလဲသူတို႔ဒီလိုစိတ္ပ်က္စရာအ​​ေျခအ​​ေနက​ေနဘယ္လို႐ုန္းထြက္ၾကမလဲေသြးတန္းရဲရဲသတ္ျဖတ္တဲ့အခန္း​ေတြကိုအားပါးတရၾကည့္ရႈ႕ရမွာပါFile Size : ( 937 MB , 301 MB )Quality : WEB-DL 720pRunning Time : 1 hr 39minFormat : Mp4Genre : Comedy , HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hsu LeiEncoded by Moe Myint Lwin"