"မင်းသားချောကြီး အရွက်ရှ်မန်းရဲ့ အားလုံးစောင့်မျှော်နေကြတဲ့ ကားသစ်စစ်စစ်ကြီးကို တင်ဆက်ပေးလိုက်ပါပြီ။
တစ်ကားနဲ့တစ်ကား မထပ်ရအောင် ကာရိုက်တာမျိုးစုံနဲ့ ရိုက်ပြီး အောင်မြင်မှုတွေ ယူတတ်တဲ့ မင်းသားချောဟာ ဒီတစ်ခါမှာ ဂေးဇာတ်ရုပ်နဲ့ မြင်ရမှာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂေးဆိုလို့ မြင်နေကျ ခပ်နွဲ့နွဲ့ ဟာသခြောက် မဟုတ်ပါဘူး။ ဒေါသကြီးကြီး စီးပွားရေးခြောက်လည်း မဟုတ်ပါဘူး။
သာမန်ယောကျ်ားတွေလိုပဲ နေပြီး ယောကျ်ားချင်းပဲ ကြိုက်တတ်တာပါ။(အခြောက်လို့ ခေါ်လားမခေါ်လားတော့ မသိဘူး၊ ဂေးဆိုတာကတော့ သေချာတယ်)
ကာသစ်နဲ့ အာမန်ဆိုတဲ့ ချစ်သူနှစ်ယောက်ရှိတယ်။ ဒေလီမှာ အလုပ်အတူလုပ်ရင်း ချစ်ကြိုက်နေကြတာပေါ့။
မိဘတွေ သိရင်တော့ ဘယ်လို နေမလဲ။ တစ်နေ့တော့ အာမန်ရဲ့ မိသားစုမှာ အစ်မတော်ရဲ့ မင်္ဂလာဆောင် ရှိလာတော့ အာမန်ကို မင်္ဂလာဆောင်လာခဲ့ဖို့ ခေါ်တယ်။
အာမန်မသွားချင်ပေမဲ့ မိသားစုကို တောင့်တနေသူ ကာသစ်ကတော့ သွားချင်တာပေါ့။
အာမန်ကို အတင်းတောင်းဆိုပြီး အာမန်ရဲ့ မိသားစုရှိရာ အလာဟာဘတ်ကို သူတို့ ချစ်သူနှစ်ဦး လိုက်သွားတဲ့အခါမှာတော့…
သူတို့ချစ်ခြင်းကို မထောက်မခံတဲ့ မိသားစု ပတ်ဝန်းကျင်ကို သူတို့ ရင်ဆိုင်တွေ့ဖို့ ဖြစ်လာပါတယ်။
ကဲ ဒီလောက်ဆို ကိုယ်တိုင်ခံစားကြည့်ရှုပေးဖို့ အဆင်သင့်ဖြစ်ပြီလား။
————————
အညွန်းကတော့ သိပ်ရေးလို့မဖြစ်ဘူးဗျ။
ကျွန်တော်တို့လည်း LGBT ဝန်းရံသူ၊ LGBT မဟုတ်တော့ ကိုယ့်အတွေးနဲ့ အညွန်းကို အလှဆင်ဖို့ ခက်နေပါတယ်။
အထူးတောင်းပန်ရမယ်ဆိုရင် ဒီလိုကိစ္စမျိုး(လိင်တူချစ်သူ)တွေကို သင်သဘောမကျဘူးဆိုရင် သင့်ရဲ့ ကလေးတွေကို ပေးကြည့်စေတာ မလုပ်မိစေချင်ပါ။
ကြည့်ရှုတာကနေ စိတ်ထဲ နေရာယူသွားတတ်ပါလို့ ဒီဇာတ်ကားထဲမှာ အပြာကားတွေကြည့်ရာက အပြာမင်းသမီးတွေကို မစွဲသွားဘဲ
အပြာမင်းသားတွေကို စွဲသွားတယ်ဆိုတာမျိုး စကားတွေနဲ့ လှစ်ဟထားသလို နောက်ထပ်လည်း ဆင်ခြေ၊ ဒဿနတွေ အများကြီးပါပါသေးတယ်။
ကဲ ဒီလို ကိုယ့်အကောင့်ထဲက ဒီလိုဇာတ်မျိုး ကြိုက်သူတွေကို memtionလုပ်လိုက်ပါဦး
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
File Size : (900 MB ) and (450 MB)
Quality : AMZN WEB-DL 720p
Running Time : 1hr 57min
Format : Mp4
Genre : Comedy, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.AMZN.WEB-DL.DD+5.1.x264-Telly
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
zawgyi
မင္းသားေခ်ာႀကီး အ႐ြက္ရွ္မန္းရဲ႕ အားလုံးေစာင့္ေမွ်ာ္ေနၾကတဲ့ ကားသစ္စစ္စစ္ႀကီးကို တင္ဆက္ေပးလိုက္ပါၿပီ။
တစ္ကားနဲ႔တစ္ကား မထပ္ရေအာင္ ကာ႐ိုက္တာမ်ိဳးစုံနဲ႔ ႐ိုက္ၿပီး ေအာင္ျမင္မႈေတြ ယူတတ္တဲ့ မင္းသားေခ်ာဟာ ဒီတစ္ခါမွာ ေဂးဇာတ္႐ုပ္နဲ႔ ျမင္ရမွာပါ။
ေဂးဆိုလို႔ ျမင္ေနက် ခပ္ႏြဲ႕ႏြဲ႕ ဟာသေျခာက္ မဟုတ္ပါဘူး။ ေဒါသႀကီးႀကီး စီးပြားေရးေျခာက္လည္း မဟုတ္ပါဘူး။
သာမန္ေယာက်္ားေတြလိုပဲ ေနၿပီး ေယာက်္ားခ်င္းပဲ ႀကိဳက္တတ္တာပါ။(အေျခာက္လို႔ ေခၚလားမေခၚလားေတာ့ မသိဘူး၊ ေဂးဆိုတာကေတာ့ ေသခ်ာတယ္)
ကာသစ္နဲ႔ အာမန္ဆိုတဲ့ ခ်စ္သူႏွစ္ေယာက္ရွိတယ္။ ေဒလီမွာ အလုပ္အတူလုပ္ရင္း ခ်စ္ႀကိဳက္ေနၾကတာေပါ့။
မိဘေတြ သိရင္ေတာ့ ဘယ္လို ေနမလဲ။ တစ္ေန႔ေတာ့ အာမန္ရဲ႕ မိသားစုမွာ အစ္မေတာ္ရဲ႕ မဂၤလာေဆာင္ ရွိလာေတာ့ အာမန္ကို မဂၤလာေဆာင္လာခဲ့ဖို႔ ေခၚတယ္။
အာမန္မသြားခ်င္ေပမဲ့ မိသားစုကို ေတာင့္တေနသူ ကာသစ္ကေတာ့ သြားခ်င္တာေပါ့။
အာမန္ကို အတင္းေတာင္းဆိုၿပီး အာမန္ရဲ႕ မိသားစုရွိရာ အလာဟာဘတ္ကို သူတို႔ ခ်စ္သူႏွစ္ဦး လိုက္သြားတဲ့အခါမွာေတာ့…
သူတို႔ခ်စ္ျခင္းကို မေထာက္မခံတဲ့ မိသားစု ပတ္ဝန္းက်င္ကို သူတို႔ ရင္ဆိုင္ေတြ႕ဖို႔ ျဖစ္လာပါတယ္။
ကဲ ဒီေလာက္ဆို ကိုယ္တိုင္ခံစားၾကည့္ရႈေပးဖို႔ အဆင္သင့္ျဖစ္ၿပီလား။
————————
အၫြန္းကေတာ့ သိပ္ေရးလို႔မျဖစ္ဘူးဗ်။
ကြၽန္ေတာ္တို႔လည္း LGBT ဝန္းရံသူ၊ LGBT မဟုတ္ေတာ့ ကိုယ့္အေတြးနဲ႔ အၫြန္းကို အလွဆင္ဖို႔ ခက္ေနပါတယ္။
အထူးေတာင္းပန္ရမယ္ဆိုရင္ ဒီလိုကိစၥမ်ိဳး(လိင္တူခ်စ္သူ)ေတြကို သင္သေဘာမက်ဘူးဆိုရင္ သင့္ရဲ႕ ကေလးေတြကို ေပးၾကည့္ေစတာ မလုပ္မိေစခ်င္ပါ။
ၾကည့္ရႈတာကေန စိတ္ထဲ ေနရာယူသြားတတ္ပါလို႔ ဒီဇာတ္ကားထဲမွာ အျပာကားေတြၾကည့္ရာက အျပာမင္းသမီးေတြကို မစြဲသြားဘဲ
အျပာမင္းသားေတြကို စြဲသြားတယ္ဆိုတာမ်ိဳး စကားေတြနဲ႔ လွစ္ဟထားသလို ေနာက္ထပ္လည္း ဆင္ေျခ၊ ဒႆနေတြ အမ်ားႀကီးပါပါေသးတယ္။
ကဲ ဒီလို ကိုယ့္အေကာင့္ထဲက ဒီလိုဇာတ္မ်ိဳး ႀကိဳက္သူေတြကို memtionလုပ္လိုက္ပါဦး
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (900 MB ) and (450 MB)
Quality : AMZN WEB-DL 720p
Running Time : 1hr 57min
Format : Mp4
Genre : Comedy, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.AMZN.WEB-DL.DD+5.1.x264-Telly
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
