"unicodeဒီတစ်ခေါက်တင်မဲ့ကားလေးကတော့ Horrorကားဖြစ်ပါတယ်Pauseကျောင်းတစ်ကျောင်းထဲမှာ တစ်နေ့ထဲဖြစ်ပျက်သွားတဲ့သည်းထိတ်ရင်ဖိုးကားဖြစ်ပါတယ်သွေးသံတစ်ရဲရဲနဲ့လက်မရွတ်သတ်ဖြတ်တတ်တဲ့horrorကားဖြစ်ပီး ဇာတ်လမ်းအဆုံးထိ မထင်မှတ်တဲ့အဖြစ်အပျက်တွေနဲ့စိတ်ဝင်တစားရိုက်ပြထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းကတော့ အယ်ရီကာဆိုတဲ့စာအတော်ဆုံးကောင်မလေးဟာ ထူးထူးဆန်းဆန်း အပြစ်ပေးခံရပါတယ်ကျောင်းပိတ်ရက်တွေမှာ ခေါ်ပီးအပြစ်ပေးတဲ့အချိန်အယ်ရီကာနဲ့တခြားအပြစ်ပေးခံရတယ့်ကျောင်းသားတွေဟာအရက်စွဲနေတဲ့ဒုတိယကျောင်းအုပ်နဲ့ကတောက်ကစတွေဖြစ်ကြပါတော့တယ်school spritလို့ခေါ်တဲ့မိန်းမကြီးဟာဆိုးတဲ့ကျောင်းသားတွေကိုပဲအမြဲဖမ်းခေါ်သွားတတ် တယ်ဆိုတဲ့သတင်းကြောင့်သူတို့ခြောက်ခြားနေတဲ့အချိန်သူတို့ယုံကြည်တဲ့school spritဟာ တကယ်ပဲဖမ်းခေါ်သွားလားမသွားဘူးလားဆိုတာ ဇာတ်ကွက်ဇာတ်မြုပ်တွေနဲ့ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါHorrorကားကြိုက်တဲ့သူတွေအတွက်ကြည့်ရတာတန်တဲ့ကားဖြစ်လို့ ဒေါင်းကြည့်လိုက်ပါနော်။File Size : ( 785 MB , 285 MB )Quality : WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Phyu SinEncoded by Moe Myint Lwinzawgyiဒီတစ္ေခါက္တင္မဲ့ကားေလးကေတာ့ Horrorကားျဖစ္ပါတယ္ေက်ာင္းတစ္ေက်ာင္းထဲမွာ တစ္ေန႔ထဲျဖစ္ပ်က္သြားတဲ့သည္းထိတ္ရင္ဖိုးကားျဖစ္ပါတယ္ေသြးသံတစ္ရဲရဲနဲ႔လက္မရြတ္သတ္ျဖတ္တတ္တဲ့horrorကားျဖစ္ပီး ဇာတ္လမ္းအဆံုးထိ မထင္မွတ္တဲ့အျဖစ္အပ်က္ေတြနဲ႔စိတ္ဝင္တစား႐ုိက္ျပထားတာျဖစ္ပါတယ္ဇာတ္လမ္းအၫႊန္းကေတာ့ အယ္ရီကာဆိုတဲ့စာအေတာ္ဆံုးေကာင္မေလးဟာ ထူးထူးဆန္းဆန္း အျပစ္ေပးခံရပါတယ္ေက်ာင္းပိတ္ရက္ေတြမွာ ေခၚပီးအျပစ္ေပးတဲ့အခ်ိန္အယ္ရီကာနဲ႔တျခားအျပစ္ေပးခံရတယ့္ေက်ာင္းသားေတြဟာအရက္စြဲေနတဲ့ဒုတိယေက်ာင္းအုပ္နဲ႔ကေတာက္ကစေတြျဖစ္ၾကပါေတာ့တယ္school spritလို႔ေခၚတဲ့မိန္းမႀကီးဟာဆိုးတဲ့ေက်ာင္းသားေတြကိုပဲအျမဲဖမ္းေခၚသြားတတ္ တယ္ဆိုတဲ့သတင္းေၾကာင့္သူတို႔ေျခာက္ျခားေနတဲ့အခ်ိန္သူတို႔ယံုၾကည္တဲ့school spritဟာ တကယ္ပဲဖမ္းေခၚသြားလားမသြားဘူးလားဆိုတာ ဇာတ္ကြက္ဇာတ္ျမဳပ္ေတြနဲ႔ စိတ္ဝင္စားဖြယ္ၾကည့္႐ႈရမွာပါHorrorကားႀကိဳက္တဲ့သူေတြအတြက္ၾကည့္ရတာတန္တဲ့ကားျဖစ္လို႔ ေဒါင္းၾကည့္လိုက္ပါေနာ္။File Size : ( 785 MB , 285 MB )Quality : WEB-DL 720pRunning Time : 1 hr 30 minFormat : Mp4Genre : Horror , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Phyu SinEncoded by Moe Myint Lwin"