"လူသားတွေကိုဖန်ဆင်းခဲ့တဲ့ ဘုရားသခင်ဟာ အာဒမ်နဲ့အတူ
လီလီ ဆိုတဲ့အမျိုးသမီးကိုပါ ဖန်းတီးခဲ့တာဖြစ်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လီလီ ဟာ သန်မာတယ် စိတ်ဓာတ်ကြံ့ခိုင်တယ်
ပြီးတော့ အကြောက်အရွံကင်းမဲ့ပါတယ်
လီလီကို ဖောက်ပြန်တယ် မကောင်းတဲ့မိန်းမဆိုပြီး
စွပ်စွဲချက်တွေနဲ့ ဘုရားသခင်ကငရဲကိုပို့ပါတယ်
အဲ့နောက်မှာ နောက်ထပ်အမျိုးသမီးတစ်ဦးကို
ဖန်ဆင်းရာမှာတော့ အာဒမ်ရဲ့ နံရိုးတစ်ချောင်းကို ယူပြီး
ဖန်ဆင်းခဲ့တာဖြစ်ပါတယ် ဟုတ်ပါတယ်
သူကတော့ ဧဝ ပါ ဒါပေမဲ့ ဧဝက အားနည်းတယ်
ကြောက်တတ်တယ် သူ့ဘဝ မှာ အမျိုးသားရဲ့အားပေးမှု လမ်းညွှန်မှုတွေတော့
လိုအပ်နေပါတယ် ဒါကတော့ ဇာတ်လမ်းထဲမှာပါတဲ့ ဒဏ္ဍာရီလေးပေါ့
ဇာတ်လမ်းအကျဉ်းကတော့ သူတို့နိုင်ငံမှာက အဖေနဲ့သမီးတွေအတွက်
သမီးတွေလက်မထပ်မချင်း ကျင်းပပေးတဲ့ အပျိုစင်ကပွဲတစ်ခုရှိပါတယ်
သမီးများနေ့မှာလုပ်တဲ့ အဲ့ကပွဲကို ပထမဆုံး တက်ရောက်လာသူကတော့ ရှေး ပါ။
ရှေးက ကိုင်းလ် ရဲ့အရင်မိန်းမရဲ့သမီးဖြစ်ပြီးတော့
မိန်းမဖြစ်သူသေဆုံးပြီးမှသမီးဖြစ်သူကိုခေါ် လိုက်တာပါ
အဲ့ကပွဲကိုလာကြတဲ့ သမီးတွေနဲ့ အဖေတွေက သမီးတွေရဲ့ထိန်းသိမ်းထားတဲ့
အပျိုစင်ဖြစ်မှုကို လက်မှတ်ထိုး အသိအမှတ်ပြုကြပါတယ်
ကပွဲမတိုင်ခင်မှာ ကောင်မလေးတစ်စုက လီလီ ကို တောထဲမှာ
ဆင့်ခေါ်ပြီးသရဲခေါ်တမ်းကစားကြပါတယ်
အဲ့လိုခေါ်တာက နှစ်တိုင်းလုပ်နေကြဖြစ်ပြီးတော့
အဲ့နေ့မှာတော့ ထူးခြားမှုတွေဖြစ်ခဲ့ပါတယ်
ဘာတွေဆက်ဖြစ်မလဲဆိုတာကတော့
ဆက်လက်ကြည့်ရှုပြီးဇာတ်ကားကြည့်ရင်းကြောက်နိုင်ပါပြီ…..
File Size : ( 831 MB , 303 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 30 min
Format : Mp4
Genre : Horror , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Kaung Thant Win Htet
Encoded by Moe Myint Lwin
zawgyi
လူသားေတြကိုဖန္ဆင္းခဲ့တဲ့ ဘုရားသခင္ဟာ အာဒမ္နဲ႔အတူ
လီလီ ဆိုတဲ့အမ်ိဳးသမီးကိုပါ ဖန္းတီးခဲ့တာျဖစ္ပါတယ္
လီလီ ဟာ သန္မာတယ္ စိတ္ဓာတ္ႀကံ့ခိုင္တယ္
ၿပီးေတာ့ အေၾကာက္အ႐ြံကင္းမဲ့ပါတယ္
လီလီကို ေဖာက္ျပန္တယ္ မေကာင္းတဲ့မိန္းမဆိုၿပီး
စြပ္စြဲခ်က္ေတြနဲ႔ ဘုရားသခင္ကငရဲကိုပို႔ပါတယ္
အဲ့ေနာက္မွာ ေနာက္ထပ္အမ်ိဳးသမီးတစ္ဦးကို
ဖန္ဆင္းရာမွာေတာ့ အာဒမ္ရဲ႕ နံ႐ိုးတစ္ေခ်ာင္းကို ယူၿပီး
ဖန္ဆင္းခဲ့တာျဖစ္ပါတယ္ ဟုတ္ပါတယ္
သူကေတာ့ ဧဝ ပါ ဒါေပမဲ့ ဧဝက အားနည္းတယ္
ေၾကာက္တတ္တယ္ သူ႔ဘဝ မွာ အမ်ိဳးသားရဲ႕အားေပးမႈ လမ္းၫႊန္မႈေတြေတာ့
လိုအပ္ေနပါတယ္ ဒါကေတာ့ ဇာတ္လမ္းထဲမွာပါတဲ့ ဒ႑ာရီေလးေပါ့
ဇာတ္လမ္းအက်ဥ္းကေတာ့ သူတို႔ႏိုင္ငံမွာက အေဖနဲ႔သမီးေတြအတြက္
သမီးေတြလက္မထပ္မခ်င္း က်င္းပေပးတဲ့ အပ်ိဳစင္ကပြဲတစ္ခုရွိပါတယ္
သမီးမ်ားေန႔မွာလုပ္တဲ့ အဲ့ကပြဲကို ပထမဆုံး တက္ေရာက္လာသူကေတာ့ ေရွး ပါ။
ေရွးက ကိုင္းလ္ ရဲ႕အရင္မိန္းမရဲ႕သမီးျဖစ္ၿပီးေတာ့
မိန္းမျဖစ္သူေသဆုံးၿပီးမွသမီးျဖစ္သူကိုေခၚ လိုက္တာပါ
အဲ့ကပြဲကိုလာၾကတဲ့ သမီးေတြနဲ႔ အေဖေတြက သမီးေတြရဲ႕ထိန္းသိမ္းထားတဲ့
အပ်ိဳစင္ျဖစ္မႈကို လက္မွတ္ထိုး အသိအမွတ္ျပဳၾကပါတယ္
ကပြဲမတိုင္ခင္မွာ ေကာင္မေလးတစ္စုက လီလီ ကို ေတာထဲမွာ
ဆင့္ေခၚၿပီးသရဲေခၚတမ္းကစားၾကပါတယ္
အဲ့လိုေခၚတာက ႏွစ္တိုင္းလုပ္ေနၾကျဖစ္ၿပီးေတာ့
အဲ့ေန႔မွာေတာ့ ထူးျခားမႈေတြျဖစ္ခဲ့ပါတယ္
ဘာေတြဆက္ျဖစ္မလဲဆိုတာကေတာ့
ဆက္လက္ၾကည့္ရႈၿပီးဇာတ္ကားၾကည့္ရင္းေၾကာက္ႏိုင္ပါၿပီ…..
File Size : ( 831 MB , 303 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 30 min
Format : Mp4
Genre : Horror , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Kaung Thant Win Htet
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
