"ဒီကားလေးကတော့ ထွက်ထားတာနည်းနည်းကြာနေပေမယ့်IMDb6.9ထိရထားတယ့် horror comedy ဇာတ်လမ်းလေးပါPausehorrorဆိုပေမယ့်သရဲကားတွေလိုကြောက်ဖို့ကောင်းပုံမျိုးတော့မဟုတ်ပါဘူး(စားသောက်ရင်းနဲ့တော့မကြည့်ပါနဲ့)အထက်တန်းကျောင်းသူကောင်မလေးသူ့ရည်းစားနဲ့တစ်ညတာလွန်ကျူးမိပြီးတော့နောက်နေ့တစ်ရက်မှာချက်ချင်းဗိုက်ကြီးလာပြီးနောက်တစ်ရက်မှာတော့မွေးခါနီးအနေအထားထိဖြစ်သွားတဲ့ထူးဆန်းတဲ့ကိုယ်ဝန်ကိုရသွားပါတော့တယ်ကိုယ်ဝန်ကိုစစ်ကြည့်တဲ့အခါမှာတော့သူဗိုက်ထဲကဟာလေးတွေကဂြိုလ်သားလေးတွေဖြစ်နေပါတော့တယ်ဆေးခန်းမှာသွားမွေးခဲ့ပေမယ့်ဗိုက်ထဲကနေတစ်ကောင်ပဲထွက်ပြီးနောက်တစ်ကောင်ကျန်နေခဲ့တဲ့အခါမှာတော့အဲ့တစ်ကောင်ကိုလည်းဘယ်လိုမွေးမွေးဘယ်လိုမှမွေးလို့မရတဲ့အခါသူနဲ့သူ့သူငယ်ချင်းတို့ဒါတွေဖြစ်လာရတဲ့အကြောင်းရင်းကိုရှာပါတော့တယ်တစ်ဖက်မှာလည်းမွေးထားတဲ့ဂြိုလ်သားကလူတွေကိုလိုက်သတ်ဖြတ်နေတဲ့အခါသူတို့တွေဘယ်လိုရင်ဆိုင်ဖြေရှင်းကြမလဲဒါတွေကိုဘယ်လိုတားဆီးမလဲဂြိုလ်သားတွေကရောဒီကိုဘာအကြောင်းနဲ့ရောက်လာတာလဲဆိုတာကို ကြည့်ရမယ့်ကားလေးပါFile Size : ( 908 MB , 333 MB )Quality : WEB-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : Comedy , Horror , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwinzawgyiဒီကားေလးကေတာ့ ထြက္ထားတာနည္းနည္းၾကာေနေပမယ့္IMDb6.9ထိရထားတယ့္ horror comedy ဇာတ္လမ္းေလးပါhorrorဆိုေပမယ့္သရဲကားေတြလိုေၾကာက္ဖို႔ေကာင္းပုံမ်ိဳးေတာ့မဟုတ္ပါဘူး(စားေသာက္ရင္းနဲ႔ေတာ့မၾကည့္ပါနဲ႔)အထက္တန္းေက်ာင္းသူေကာင္မေလးသူ႔ရည္းစားနဲ႔တစ္ညတာလြန္က်ဴးမိၿပီးေတာ့ေနာက္ေန႔တစ္ရက္မွာခ်က္ခ်င္းဗိုက္ႀကီးလာၿပီးေနာက္တစ္ရက္မွာေတာ့ေမြးခါနီးအေနအထားထိျဖစ္သြားတဲ့ထူးဆန္းတဲ့ကိုယ္ဝန္ကိုရသြားပါေတာ့တယ္ကိုယ္ဝန္ကိုစစ္ၾကည့္တဲ့အခါမွာေတာ့သူဗိုက္ထဲကဟာေလးေတြကၿဂိဳလ္သားေလးေတြျဖစ္ေနပါေတာ့တယ္ေဆးခန္းမွာသြားေမြးခဲ့ေပမယ့္ဗိုက္ထဲကေနတစ္ေကာင္ပဲထြက္ၿပီးေနာက္တစ္ေကာင္က်န္ေနခဲ့တဲ့အခါမွာေတာ့အဲ့တစ္ေကာင္ကိုလည္းဘယ္လိုေမြးေမြးဘယ္လိုမွေမြးလို႔မရတဲ့အခါသူနဲ႔သူ႔သူငယ္ခ်င္းတို႔ဒါေတြျဖစ္လာရတဲ့အေၾကာင္းရင္းကိုရွာပါေတာ့တယ္တစ္ဖက္မွာလည္းေမြးထားတဲ့ၿဂိဳလ္သားကလူေတြကိုလိုက္သတ္ျဖတ္ေနတဲ့အခါသူတို႔ေတြဘယ္လိုရင္ဆိုင္ေျဖရွင္းၾကမလဲဒါေတြကိုဘယ္လိုတားဆီးမလဲၿဂိဳလ္သားေတြကေရာဒီကိုဘာအေၾကာင္းနဲ႔ေရာက္လာတာလဲဆိုတာကို ၾကည့္ရမယ့္ကားေလးပါFile Size : ( 908 MB , 333 MB )Quality : WEB-DL 720pRunning Time : 1 hr 36 minFormat : Mp4Genre : Comedy , Horror , Sci-FiSubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin"