"(18+)The Dreamers(2003)
(Dark Side မှ တင်ဆက်သည်…..)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
ဒီ movieလေးကတော့ IMDb 7.2/10 Rotten Tomatoes 60 Google user 85% ကြီးများတောင် ရထားတဲ့ Drama/Romance ဇာတ်ကားလေးပဲ ဖြစ်ပါတယ်.ဒီကားလေးက ၁၉၆၀ ၀န်းကျင်က ပြင်သစ်မှာဖြစ်တဲ့ ရုပ်ရှင်နဲ့ပက်သက်တဲ့ အရေးခင်းအပေါ် အခြေခံထားတာပဲ ဖြစ်ပါတယ်..
.ဇာတ်လမ်းအကျဉ်းကတော့ မက်သရူးဆိုတဲ့ အမေရိကန်ကျောင်းသားလေးဟာ ပြင်သစ်မှာ ရုပ်ရှင်အကြောင်းလာရောက် လေ့လာရင်း ဝါသနာတူတွေဖြစ်တဲ့ ပြင်သစ် စာရေးဆရာရဲ့ သားသမီးတွေဖြစ်တဲ့ သီအိုနဲ့အစ်ဆာဘယ်လီဆိုတဲ့ မောင်နှမနှစ်ယောက်နဲ့ ခင်မင်သွားပါတယ်.အဲ့နောက်မှာတော့ မက်သရူးဟာ သူတို့ မောင်နှမ‌နှစ်ယောက်ကြားက ဆက်ဆံမှုတွေ, ရုပ်ရှင်‌အပေါ် ရုးသွပ်မှုတွေကို မြင်ပြီး သံယောဇဉ်တွယ်မိသွားပါတယ်. ထို့အပြင် မက်သရူးဟာ ညီမဖြစ်သူ အစ်ဆာဘယ်လီနဲ့ ချစ်ကြိုက်မိသွားတဲ့ အခါ ဘယ်လိုတွေ ဆက်ဖြစ်လာတယ်. သူတို့ သုံးဦးရဲ့ ရုပ်ရှင်နဲ့အနုပညာရှင်တွေ အပေါ် ရူးသွပ်မှုတွေ ပေါင်းစည်းသွားတဲ့ ဘယ်လိုတွေ ဆက်ဖြစ်လာတယ်ဆိုတာကို စိတ်လှုပ်ရှားဖွယ် ပီတိဖြစ်ဖွယ် သနားဖွယ် တွေ့မြင်ရမှာပါ. …
အချစ်ကားလေးဖြစ်တာကြောင့် ချစ်တင်းနှောခန်းတွေ ပါ၀င်လို့ ၁၈+ ပါ… မိသားစုနဲ့အတူ တွဲ့ဖက်မကြည့်ရှူသင့်ပါ ခင်ဗျာ…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ YK ပဲဖြစ်ပါတယ်….
(zawgyi)
ဒီ movieေလးကေတာ့ IMDb 7.2/10 Rotten Tomatoes 60 Google user 85% ႀကီးမ်ားေတာင္ ရထားတဲ့
Drama/Romance ဇာတ္ကားေလးပဲ ျဖစ္ပါတယ္.ဒီကားေလးက ၁၉၆၀ ၀န္းက်င္က ျပင္သစ္မွာျဖစ္တဲ့ ႐ုပ္ရွင္နဲ႔ပက္သက္တဲ့
အေရးခင္းအေပၚ အေျခခံထားတာပဲ ျဖစ္ပါတယ္..
.ဇာတ္လမ္းအက်ဥ္းကေတာ့ မက္သ႐ူးဆိုတဲ့ အေမရိကန္ေက်ာင္းသားေလးဟာ ျပင္သစ္မွာ ႐ုပ္ရွင္အေၾကာင္းလာေရာက္ ေလ့လာရင္း ဝါသနာတူေတြျဖစ္တဲ့ ျပင္သစ္ စာေရးဆရာရဲ႕ သားသမီးေတြျဖစ္တဲ့ သီအိုနဲ႔အစ္ဆာဘယ္လီဆိုတဲ့ ေမာင္ႏွမႏွစ္ေယာက္နဲ႔ ခင္မင္သြားပါတယ္.အဲ့ေနာက္မွာေတာ့ မက္သ႐ူးဟာ သူတို႔ ေမာင္ႏွမ‌ႏွစ္ေယာက္ၾကားက ဆက္ဆံမႈေတြ, ႐ုပ္ရွင္‌အေပၚ ႐ုးသြပ္မႈေတြကို ျမင္ၿပီး သံေယာဇဥ္တြယ္မိသြားပါတယ္. ထို႔အျပင္ မက္သ႐ူးဟာ ညီမျဖစ္သူ အစ္ဆာဘယ္လီနဲ႔ ခ်စ္ႀကိဳက္မိသြားတဲ့ အခါ ဘယ္လိုေတြ ဆက္ျဖစ္လာတယ္. သူတို႔ သုံးဦးရဲ႕ ႐ုပ္ရွင္နဲ႔အႏုပညာရွင္ေတြ အေပၚ ႐ူးသြပ္မႈေတြ ေပါင္းစည္းသြားတဲ့ ဘယ္လိုေတြ ဆက္ျဖစ္လာတယ္ဆိုတာကို စိတ္လႈပ္ရွားဖြယ္ ပီတိျဖစ္ဖြယ္ သနားဖြယ္ ေတြ႕ျမင္ရမွာပါ. …
အခ်စ္ကားေလးျဖစ္တာေၾကာင့္ ခ်စ္တင္းေႏွာခန္းေတြ ပါ၀င္လို႔ ၁၈+ ပါ… မိသားစုနဲ႔အတူ တြဲ႕ဖက္မၾကည့္ရႉသင့္ပါ ခင္ဗ်ာ…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ YK ပဲျဖစ္ပါတယ္….
File Size : (900 MB) and (380 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:30:00
Genre : Romance, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by YK
Encoded by Kwee Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
