"unicode
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အရေပျော်စက်ရုပ်ကားဆိုပြီး ငယ်ငယ်ကတည်းက စွဲလမ်းခဲ့ကြတဲ့
တာမီနေတာ ရုပ်ရှင်တွေရဲ့ နောက်ဆုံးထွက် ရုပ်ရှင်ပါ။
တာမီနေတာ တွေအထဲမှာ ကျွန်တော်တို့ အကြိုက်ဆုံးက နံပါတ် ၂ ရုပ်ရှင်ပဲ ဖြစ်မယ်ထင်ပါတယ်။
အခုထွက်တဲ့ရုပ်ရှင်ကတော့ အားလုံး ဒုတိယအကြိုက်ဆုံး
တာမီနေတာရုပ်ရှင် ဖြစ်လာမယ်ထင်ပါတယ်။
ဇာတ်လမ်း နဲ့ အက်ရှင်တွေက အတော်ကို ကောင်းပါတယ်။
အားရစရာပါပဲ။
ဇာတ်လမ်းအကျဉ်း ဆာရာကော်နာ နဲ့ ဂျွန်ကော်နာတို့ဟာ
စကိုင်းနက်ကို ဖျက်ဆီးနိုင်ခဲ့ပြီး အနာဂတ်ကို ပြောင်းလဲနိုင်ခဲ့ပြီးချိန်မှာ
တာမီနေတာ တစ်ကောင်က ဂျွန်ကော်နာကို သတ်သွားခဲ့ပါတယ်။
ဒါတွေဖြစ်ပြီးလို့ နှစ် ၂၀ အကြာလောက်မှာ ဒန်နီဆိုတဲ့
မိန်းကလေးကို သတ်ဖို့ အနာဂတ်က ပိုအဆင့်မြင့်တဲ့
ရက်ဗ်နိုင်းမော်ဒယ် တာမီနေတာ ရောက်လာပြီး၊
ဒန်နီကို ကာကွယ်ဖို့လည်း ဂရေ့စ် ဆိုတဲ့
စက်ရုပ်တစ်ပိုင်းလူသား ရောက်လာပါတယ်။
ဒန်နီနဲ့ ဂရော့စ်တို့ကို ဆာရာ ကော်နာက ကယ်တင်သွားပြီး
ရက်ဗ်နိုင်းကို ရင်ဆိုင်ဖို့ ရန်သူဟောင်းကြီးတစ်ယောက်နဲ့
ပူးပေါင်းပြီး ကြိုးစားရပါတော့တယ်။
zawgyi
အေရေပ်ာ္စက္ရုပ္ကားဆိုၿပီး ငယ္ငယ္ကတည္းက စြဲလမ္းခဲ့ၾကတဲ့
တာမီေနတာ ရုပ္ရွင္ေတြရဲ႕ ေနာက္ဆံုးထြက္ ရုပ္ရွင္ပါ။
တာမီေနတာ ေတြအထဲမွာ ကြ်န္ေတာ္တို႕ အၾကိဳက္ဆံုးက နံပါတ္ ၂ ရုပ္ရွင္ပဲ ျဖစ္မယ္ထင္ပါတယ္။
အခုထြက္တဲ့ရုပ္ရွင္ကေတာ့ အားလံုး ဒုတိယအၾကိဳက္ဆံုး
တာမီေနတာရုပ္ရွင္ ျဖစ္လာမယ္ထင္ပါတယ္။
ဇာတ္လမ္း နဲ႕ အက္ရွင္ေတြက အေတာ္ကို ေကာင္းပါတယ္။
အားရစရာပါပဲ။
ဇာတ္လမ္းအက်ဥ္း ဆာရာေကာ္နာ နဲ႕ ဂြ်န္ေကာ္နာတို႕ဟာ
စကိုင္းနက္ကို ဖ်က္ဆီးႏိုင္ခဲ့ၿပီး အနာဂတ္ကို ေျပာင္းလဲႏုိင္ခဲ့ၿပီးခ်ိန္မွာ
တာမီေနတာ တစ္ေကာင္က ဂြ်န္ေကာ္နာကို သတ္သြားခဲ့ပါတယ္။
ဒါေတြျဖစ္ၿပီးလို႕ ႏွစ္ ၂၀ အၾကာေလာက္မွာ ဒန္နီဆိုတဲ့
မိန္းကေလးကို သတ္ဖို႕ အနာဂတ္က ပိုအဆင့္ျမင့္တဲ့
ရက္ဗ္ႏုိင္းေမာ္ဒယ္ တာမီေနတာ ေရာက္လာၿပီး၊
ဒန္နီကို ကာကြယ္ဖို႕လည္း ဂေရ႕စ္ ဆိုတဲ့
စက္ရုပ္တစ္ပိုင္းလူသား ေရာက္လာပါတယ္။
ဒန္နီနဲ႕ ဂေရာ့စ္တို႕ကို ဆာရာ ေကာ္နာက ကယ္တင္သြားၿပီး
ရက္ဗ္ႏုိင္းကို ရင္ဆိုင္ဖို႕ ရန္သူေဟာင္းႀကီးတစ္ေယာက္နဲ႕
ပူးေပါင္းၿပီး ၾကိဳးစားရပါေတာ့တယ္။
File Size : ( 2 .2 GB , 1.2 GB )
Quality : Blu-Ray 1080p, Blu-Ray 720p
Running Time : 2 hr 08 min
Format : Mp4
Genre : Action , Adventure , Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
