"The Negotiation(2018)PauseIMDb…6.5(unicode)စစ်ဘက်ဆိုင်ရာကနေ ရဲဘက်ညှိုနှိုင်းရေးအရာရှိမိန်းမပျိုတစ်ဦးကို လျှို့ဝှက်ကိစ္စတစ်ခုကူညီပေးရန်ဆိုပြီးခေါ်လိုက်တယ်..သူမရဲ့နာမည်က ဆိုးယွန်…. ဟိုရောက်တော့ ဘယ်သူ့ကိုညှိရမှာလဲ ဘာကိစ္စလဲ ဘာကြောင့်လဲဆိုတာမေးပေမယ့် ဘယ်သူမှမဖြေဘဲသူမကို မိုက်ရှေ့အတင်းတွန်းပို့ကြတယ်…ဘာကိုမှမသိတဲ့သူမရဲ့ရှေ့ TV ဖန်သားပြင်ပေါ်မယ် လက်နက်ကိုင် လူငယ်တစ်ဦး ပေါ်လာတယ်…..ဓားစာခံက သူမတို့ဌာနမှူး…ဒီလက်နက်ကိုင်လူငယ်ဟာ သူပြောတဲ့စကားကိုနားမထောင်လို့ဆိုပြီး ကတိအတိုင်း ဓားစာခံ ဌာနမှူးရဲ့ခေါင်းကို သေနတ်နဲ့တေ့ပစ်လိုက်တယ်…ဆိုးယွန်အတွက် တကယ့်သွေးပျက်စရာပါပဲ…ရှေ့ဆက်မပြောသင့်လို့ ဒီမှာပဲရပ်ပါရစေ…ကိုရီးယားရုပ်ရှင်ကားတွေ မည်သို့ပင်ဆိုစေကာမူ အဆင့်ရှိတဲ့အထဲမှာပါတယ်ဆိုတာကို သူတို့ရဲ့အောင်မြင်မှုလွှမ်းမိုးမှုတို့ကို ကြည့်ရုံနှင့်သိနိုင်ပေသည်…သို့ပေမယ့် တစ်ချို့သူတွေက မျက်ရည်ချူ ဒရမ်မာခင်းလွန်းတယ်လို့မှတ်ချက်ချကြတယ်…The Negotiation ကျတော့ မျက်ရည်ချူ ဒရမ်မာတွေပါကိုမပါသလောက်ပါ…ဇတ်ကားက ခပ်သွက်သွက်နဲ့ကိုစထားတယ်…ဒီကားက ထင်ထားထက်ကိုဆွဲဆောင်မှုရှိလွန်းတယ်…အီသွားတဲ့နေရာ မလိုအပ်တဲ့နေရာတွေမပါသလောက်ပဲ..ကိုင်းခံစားကြည့်လိုက်ပါဦးဗျို့…(zawgyi)စစ္ဘက္ဆုိင္ရာကေန ရဲဘက္ညႈိႏႈိင္းေရးအရာရွိမိန္းမပ်ဳိတစ္ဦးကုိ လွ်ဳိ႕၀ွက္ကိစၥတစ္ခုကူညီေပးရန္ဆုိၿပီးေခၚလုိက္တယ္..သူမရဲ႕နာမည္က ဆုိးယြန္…. ဟုိေရာက္ေတာ့ ဘယ္သူ႕ကုိညွိရမွာလဲ ဘာကိစၥလဲ ဘာေၾကာင့္လဲဆုိတာေမးေပမယ့္ ဘယ္သူမွမေျဖဘဲသူမကုိ မုိက္ေရွ႕အတင္းတြန္းပုိ႕ၾကတယ္…ဘာကုိမွမသိတဲ့သူမရဲ႕ေရွ႕ TV ဖန္သားျပင္ေပၚမယ္ လက္နက္ကုိင္ လူငယ္တစ္ဦး ေပၚလာတယ္…..ဓားစာခံက သူမတုိ႕ဌာနမွဴး…ဒီလက္နက္ကုိင္လူငယ္ဟာ သူေျပာတဲ့စကားကုိနားမေထာင္လုိ႕ဆုိၿပီး ကတိအတုိင္း ဓားစာခံ ဌာနမွဴးရဲ႕ေခါင္းကုိ ေသနတ္နဲ႕ေတ့ပစ္လုိက္တယ္…ဆုိးယြန္အတြက္ တကယ့္ေသြးပ်က္စရာပါပဲ…ေရွ႕ဆက္မေျပာသင့္လုိ႕ ဒီမွာပဲရပ္ပါရေစ…ကုိရီးယားရုပ္ရွင္ကားေတြ မည္သုိ႕ပင္ဆုိေစကာမူ အဆင့္ရွိတဲ့အထဲမွာပါတယ္ဆုိတာကုိ သူတုိ႕ရဲ႕ေအာင္ျမင္မႈလႊမ္းမုိးမႈတုိ႕ကုိ ၾကည့္ရုံႏွင့္သိႏုိင္ေပသည္…သုိ႕ေပမယ့္ တစ္ခ်ဳိ႕သူေတြက မ်က္ရည္ခ်ဴ ဒရမ္မာခင္းလြန္းတယ္လုိ႕မွတ္ခ်က္ခ်ၾကတယ္…The Negotiation က်ေတာ့ မ်က္ရည္ခ်ဴ ဒရမ္မာေတြပါကုိမပါသေလာက္ပါ…ဇတ္ကားက ခပ္သြက္သြက္နဲ႕ကုိစထားတယ္…ဒီကားက ထင္ထားထက္ကုိဆြဲေဆာင္မႈရွိလြန္းတယ္…အီသြားတဲ့ေနရာ မလုိအပ္တဲ့ေနရာေတြမပါသေလာက္ပဲ..ကုိင္းခံစားၾကည့္လုိက္ပါဦးဗ်ဳိ႕…File Size : (1.02 GB) and (380 MB)Quality : Blu-ray720pFormat…mp4Duration…01:54:00Genre : Action, Crime, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Phyu ZawEncoded by Phyo Pyae"