"The Sonata(2019)(unicode)Pauseဒီဇာတ်ကားလေးကတော့ Freya Tingleyနဲ့ Simon Abkarianတို့က အဓိကပါဝင်တင်ဆက်ထားတာပါ။ဒီဇာတ်လမ်းလေးကတော့ အဓိကဇာတ်ဆောင်ဖြစ်တဲ့Rose Fisherက နာမည်ရခါစ တယောပညာအဖြစ်အသက်မွေးနေတဲ့ အချိန်မှာ အဖေRichard Marloweဖြစ်သူက ဆုံးပါးသွားတဲ့သတင်းကိုကြားလိုက်ရတယ်။အဖေဖြစ်သူက ငယ်ငယ်လေးကတည်းမိသားစုကို ပစ်ပြီး ရုတ်တရတ်ထွက်ထားခဲ့တဲ့အတွက် အဖေက သူ့ဘဝမှာမလိုအပ်ဘူးလို့ နှုတ်ကပြောနေပေမဲ့ စိတ်ထဲမှာတော့ မေတ္တာစိတ်ကရှိနေဆဲပေါ့။ဒီလိုနဲ့ ရှေ့နေနဲ့သွားတွေ့တော့ ကျန်ရစ်ခဲ့တဲ့ သူပစ္စည်း​တွေရယ်၊ နောက်ဆုံးနေခဲ့တဲ့ ပြင်သစ်ကအိမ်သော့ကို လွှဲပေးလိုက်တော့ အဲ့အိမ်ကိုသွားကြည့်လိုက်တဲ့အခါမှာ သူအဖေဘယ်သူမှ​မပြောခဲ့ လျှို့ဝှက်ချက်တွေက ဘယ်လိုအသက်ဝင်လာမလဲ။သူအေးဂျင့်ဖြစ်တဲ့ Charles Vernaisကလဲ ဘယ်လိုတွေကူပေးရပြီး သူ့အကူအညီက ကောင်းရာဘက်ကို ဦးတည်သွားမလား… နှစ်ယောက်သားဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ Latvian National Film Award Lielais Kristaps for Best Fiction Film Cinematographerဆုရထားတဲ့ ကားလေးမို့ ပိတ်ကားပေါ်မှာ အတူစီးမျောကြဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Theint Theint Aung ပဲဖြစ်ပါတယ်…(zawgyi)ဒီဇာတ္ကားေလးကေတာ့ Freya Tingleyနဲ႔ Simon Abkarianတို႔က အဓိကပါဝင္တင္ဆက္ထားတာပါ။ဒီဇာတ္လမ္းေလးကေတာ့ အဓိကဇာတ္ေဆာင္ျဖစ္တဲ့Rose Fisherက နာမည္ရခါစ တေယာပညာအျဖစ္အသက္ေမြးေနတဲ့ အခ်ိန္မွာ အေဖRichard Marloweျဖစ္သူက ဆုံးပါးသြားတဲ့သတင္းကိုၾကားလိုက္ရတယ္။အေဖျဖစ္သူက ငယ္ငယ္ေလးကတည္းမိသားစုကို ပစ္ၿပီး ႐ုတ္တရတ္ထြက္ထားခဲ့တဲ့အတြက္ အေဖက သူ႔ဘဝမွာမလိုအပ္ဘူးလို႔ ႏႈတ္ကေျပာေနေပမဲ့ စိတ္ထဲမွာေတာ့ ေမတၱာစိတ္ကရွိေနဆဲေပါ့။ဒီလိုနဲ႔ ေရွ႕ေနနဲ႔သြားေတြ႕ေတာ့ က်န္ရစ္ခဲ့တဲ့ သူပစၥည္း​ေတြရယ္၊ ေနာက္ဆုံးေနခဲ့တဲ့ ျပင္သစ္ကအိမ္ေသာ့ကို လႊဲေပးလိုက္ေတာ့ အဲ့အိမ္ကိုသြားၾကည့္လိုက္တဲ့အခါမွာ သူအေဖဘယ္သူမွ​မေျပာခဲ့ လွ်ိဳ႕ဝွက္ခ်က္ေတြက ဘယ္လိုအသက္ဝင္လာမလဲ။သူေအးဂ်င့္ျဖစ္တဲ့ Charles Vernaisကလဲ ဘယ္လိုေတြကူေပးရၿပီး သူ႔အကူအညီက ေကာင္းရာဘက္ကို ဦးတည္သြားမလား… ႏွစ္ေယာက္သားဘယ္လိုဆက္ျဖစ္ၾကမလဲဆိုတာ Latvian National Film Award Lielais Kristaps for Best Fiction Film Cinematographerဆုရထားတဲ့ ကားေလးမို႔ ပိတ္ကားေပၚမွာ အတူစီးေမ်ာၾကဖို႔ ဖိတ္ေခၚလိုက္ပါတယ္…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Theint Theint Aung ပဲျဖစ္ပါတယ္…File Size 🙁 850 MB) and (320 MB)Quality :WEB-DL 720pFormat…mp4Duration…01:40:00Genre : Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Theint Theint AungEncoded by Phyo Pyae"