"(Unicode)
Disney Princess ဆိုတာနဲ့လူတိုင်း သိကြမယ်လို့ထင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ယခုပြောမှာကတော့ Disneyမင်းသမီးလေးတစ်ယောက် ဖြစ်တဲ့ ပိုကာဟွန်းတက်စ်(Pocahontas)ရဲ့ ဇာတ်လမ်းလေးအကြောင်းဖြစ်ပါတယ်။
ဒီကာတွန်းလေးကတော့ အော်စကာဆုနှစ်ဆုကို ထိုက်ထိုက်တန်တန်ရရှိခဲ့ပြီး အလွန်လူကြိုက်များခဲ့တဲ့ ဇာတ်လမ်းလေးဖြစ်ကာ
ဇာတ်ကြောင်းတွေဟာဆိုလည်း တကယ်ရှိခဲ့တဲ့ ပိုကာဟွန်းတက်စ် မင်းသမီးလေးအပေါ် အနည်းငယ်အခြေခံထားတာတွေ့ရပါတယ်။
ဒီဇာတ်လမ်းထဲမှာလေးကတော့ အင်္ဂလန်ကနေ အမေရိကတိုက်ကို လာပြီး အခြေချကာ ရတနာတူးဖော်လိုသူတွေနဲ့ အမေရိကတိုက်ရဲ့
မူရင်းမျိုးနွယ် အင်ဒီးယန်းတွေကြားမှာ ဖြစ်ကြတဲ့ ရန်လိုစိတ်တွေကြား ရဲ့ရင်မှု၊စိတ်ထားဖြူစင်မှု၊ညဏ်ပညာအမျှော်အမြင်တွေနဲ့
ပိုကာဟွန်းတက်စ် တစ်ယောက် ဘယ်လို ငြိမ်းအေးအောင်လုပ်မလဲဆိုတဲ့အကြောင်းလေးပါပဲ။
ဒီကားလေးက စင်ဒရဲလားလိုကားလေး လုံးဝမဟုတ်တဲ့အတွက် ချိဖတို့လည်း မိန်းကလေးတွေရှေ့မှာ ရဲရဲကြည့်လို့ရတယ်နော်။
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပဲဖြစ်ပါတယ်…
(Zawgyi)
Disney Princess ဆိုတာနဲ႔လူတိုင္း သိၾကမယ္လို႔ထင္ပါတယ္။
ယခုေျပာမွာကေတာ့ Disneyမင္းသမီးေလးတစ္ေယာက္ ျဖစ္တဲ့ ပိုကာဟြန္းတက္စ္(Pocahontas)ရဲ႕ ဇာတ္လမ္းေလးအေၾကာင္းျဖစ္ပါတယ္။
ဒီကာတြန္းေလးကေတာ့ ေအာ္စကာဆုႏွစ္ဆုကို ထိုက္ထိုက္တန္တန္ရရွိခဲ့ၿပီး အလြန္လူႀကိဳက္မ်ားခဲ့တဲ့ ဇာတ္လမ္းေလးျဖစ္ကာ
ဇာတ္ေၾကာင္းေတြဟာဆိုလည္း တကယ္ရွိခဲ့တဲ့ ပိုကာဟြန္းတက္စ္ မင္းသမီးေလးအေပၚ အနည္းငယ္အေျခခံထားတာေတြ႕ရပါတယ္။
ဒီဇာတ္လမ္းထဲမွာေလးကေတာ့ အဂၤလန္ကေန အေမရိကတိုက္ကို လာၿပီး အေျခခ်ကာ ရတနာတူးေဖာ္လိုသူေတြနဲ႔ အေမရိကတိုက္ရဲ႕
မူရင္းမ်ိဳးႏြယ္ အင္ဒီးယန္းေတြၾကားမွာ ျဖစ္ၾကတဲ့ ရန္လိုစိတ္ေတြၾကား ရဲ႕ရင္မႈ၊စိတ္ထားျဖဴစင္မႈ၊ညဏ္ပညာအေမွ်ာ္အျမင္ေတြနဲ႔
ပိုကာဟြန္းတက္စ္ တစ္ေယာက္ ဘယ္လို ၿငိမ္းေအးေအာင္လုပ္မလဲဆိုတဲ့အေၾကာင္းေလးပါပဲ။
ဒီကားေလးက စင္ဒရဲလားလိုကားေလး လုံးဝမဟုတ္တဲ့အတြက္ ခ်ိဖတို႔လည္း မိန္းကေလးေတြေရွ႕မွာ ရဲရဲၾကည့္လို႔ရတယ္ေနာ္။
ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ag Ko Khant ပဲျဖစ္ပါတယ္…
File Size : (650 MB) and (330 MB)
Quality : Blu-Ray 720p
Running Time : 1hr 21min
Format : Mp4
Genre : Animation, Adventure, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-SECTOR7
Translated by Ag Ko Khant
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
