"Ujda Chaman(2019)
IMDb…7.4
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
တက္ကသိုလ်ပါမောက္ခတစ်ဦးဖြစ်တဲ့ချာမန်ဟာ
အသက်သုံးဆယ်အရွယ်လူပျိုကြီးတစ်ယောက်..သူ့မှာအိမ်ရှိတယ်
မိသားစုကောင်းတယ် …အစိုးရအလုပ်လဲရှိတယ်… ရုပ်ရည်လဲရှိတယ်…
ဒါပေမယ့်..မရှိသေးတာက မိန်းမဖြစ်နေတယ်….
သူကိုယ်တိုင်ကလည်း အိမ်ထောင်ဖက်ချစ်သူကို အရမ်းလိုအပ်နေပေမယ့်
သူ့မှာဖျက်နေတာတစ်ခုက
ထိပ်ပြောင်နေတာပါဘဲ..သူ့ရဲထိပ်ပြောင်မှုကြောင့် ဘယ်မိန်းကလေးမိသားစုကမှ
လက်မခံကြဘူး..တစ်နေ့တော့အွန်လိုင်းပေါ်ကနေ မိန်းကလေးတစ်ယောက်နဲ့
အပြင်မှာတွေ့ဖို့ချိန်းခဲ့ကြတယ်..ထိပ်ပြောင်လို့ အိမ်ထောင်ဖက် မရဘူးလို့
ဘယ်သူပြောလဲဗျာ…..လိုင်းပေါ်ကသိတဲ့ မိန်းကလေးတစ်ယောက်နဲ့
အပြင်မှာတွေ့ဖို့ ချိန်းလိုက်တယ်….အဲ့ဒီမှာ ဇာတ်လမ်းက စတော့တာပဲ…
ဘယ်လို အလွဲတွေနဲ့ ခွီးနေရမလဲဆိုတာကိုတော့ ခံစားကြည့်ကြပါဦး….
အိန္ဒိယ ဟာသဇာတ်မြူးကားကောင်းမို့ ဆက်လက်ကြည့်ရှုကြပါကုန်…
IMDb …7.4 လည်းရရှိထားပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့
Zwel Zan Aung ပဲဖြစ်ပါတယ်….
(zawgyi)
တကၠသိုလ္ပါေမာကၡတစ္ဦးျဖစ္တဲ့ခ်ာမန္ဟာ
အသက္သုံးဆယ္အ႐ြယ္လူပ်ိဳႀကီးတစ္ေယာက္..သူ႔မွာအိမ္ရွိတယ္
မိသားစုေကာင္းတယ္ …အစိုးရအလုပ္လဲရွိတယ္… ႐ုပ္ရည္လဲရွိတယ္…
ဒါေပမယ့္..မရွိေသးတာက မိန္းမျဖစ္ေနတယ္….
သူကိုယ္တိုင္ကလည္း အိမ္ေထာင္ဖက္ခ်စ္သူကို အရမ္းလိုအပ္ေနေပမယ့္
သူ႔မွာဖ်က္ေနတာတစ္ခုက
ထိပ္ေျပာင္ေနတာပါဘဲ..သူ႔ရဲထိပ္ေျပာင္မႈေၾကာင့္ ဘယ္မိန္းကေလးမိသားစုကမွ
လက္မခံၾကဘူး..တစ္ေန႔ေတာ့အြန္လိုင္းေပၚကေန မိန္းကေလးတစ္ေယာက္နဲ႔
အျပင္မွာေတြ႕ဖို႔ခ်ိန္းခဲ့ၾကတယ္..ထိပ္ေျပာင္လို႔ အိမ္ေထာင္ဖက္ မရဘူးလို႔
ဘယ္သူေျပာလဲဗ်ာ…..လိုင္းေပၚကသိတဲ့ မိန္းကေလးတစ္ေယာက္နဲ႔
အျပင္မွာေတြ႕ဖို႔ ခ်ိန္းလိုက္တယ္….အဲ့ဒီမွာ ဇာတ္လမ္းက စေတာ့တာပဲ…
ဘယ္လို အလြဲေတြနဲ႔ ခြီးေနရမလဲဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါဦး….
အိႏၵိယ ဟာသဇာတ္ျမဴးကားေကာင္းမို႔ ဆက္လက္ၾကည့္ရႈၾကပါကုန္…
IMDb …7.4 လည္းရရွိထားပါတယ္…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့
Zwel Zan Aung ပဲျဖစ္ပါတယ္….
File Size : (900 MB) and (336 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…02:00:00
Genre : Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zwel Zan Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
