"Black & Blue (2019)နယူးအော်လန်ရဲ့ ရဲတပ်ဖွဲ့မှ အမျိုးသမီးရဲမေလူသစ်လေး အလီရှာဟာPauseမူးယစ်တိုက်ဖျက်အဖွဲ့တစ်ဖွဲ့က မူးယစ်ဆေးရောင်းသူတွေကို အသေပစ်သတ်နေတဲ့ဗီဒီယိုကို သူ့ကိုယ်ပေါ်မှာတပ်ဆင်ထားတဲ့ ကင်မရာမှတစ်ဆင့် ရိုက်ကူးထားမိတယ်…လူသတ်မှုကို ကျူးလွန်တဲ့ လူသတ်သမားဟာ လာဘ်စားမှုကို ကျူးလွန်နေတဲ့မယ်လွန်းဟုခေါ်သောရဲနှင့် သူတို့အဖွဲ့ဖြစ်တာကိုသိလိုက်ရတော့သူ့မအသက်ဘေးက လွတ်အောင် သူမကိုကူညီမယ့် သူ့ငယ်သူငယ်ချင်းရဲ့ အစ်ကိုဝမ်းကွဲရဲ့ အကူအညီကို ရခဲ့ပါတယ်…အသတ်ခံရတဲ့ဆေးရောင်းတဲ့ ဇီးရိုးဆိုသူမှာ ကင်းစတန်းအဖွဲ့ခေါင်းဆောင် ဒဲရီးယက်စ်ရဲ့ တူသားတော်သူဖြစ်နေလို့မယ်လွန်းရဲ့စကားကို နားယောင်ကာ အလီရှာနောက်ကို ဒဲရီးယက်စ်ကလိုက် မယ်လွန်းက လိုက်နှင့် အသက်ဘေးကလွတ်အောင် ဘယ်လိုတွေရှောင်တိမ်းကြမလဲ…သူ့ဆီမှာရှိတဲ့အမှန်တရားကိုရိုက်မိထားတဲ့ ကင်မရာကိုရော စခန်းရောက်အောင်ဘယ်လိုပို့ပေးမလဲဆိုတာကို ဇာတ်လမ်းလေးကြည့်ရင်း စီးမျောကြတာပေါ့နော်…လှုပ်လှုပ်ရှားရှား ကြိုက်နှစ်သက်သူတွေအတွက် လက်လွတ်မခံသင့်တဲ့ IMDb 5.9 ရှိတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်….Black & Blue (2019)နယူးအောျလနျရဲ့ ရဲတပျဖှဲ့မှ အမြိုးသမီးရဲမလေူသဈလေး အလီရှာဟာမူးယဈတိုကျဖကြျအဖှဲ့တဈဖှဲ့က မူးယဈဆေးရောငျးသူတှကေို အသပေဈသတျနတေဲ့ဗီဒီယိုကို သူ့ကိုယျပေါျမှာတပျဆငျထားတဲ့ ကငျမရာမှတဈဆင့ျ ရိုကျကူးထားမိတယျ…လူသတျမှုကို ကြူးလှနျတဲ့ လူသတျသမားဟာ လာဘျစားမှုကို ကြူးလှနျနတေဲ့မယျလှနျးဟုခေါျသောရဲနှင့ျ သူတို့အဖှဲ့ဖွဈတာကိုသိလိုကျရတော့သူ့မအသကျဘေးက လှတျအောငျ သူမကိုကူညီမယ့ျ သူ့ငယျသူငယျခငြျးရဲ့ အဈကိုဝမျးကှဲရဲ့ အကူအညီကို ရခဲ့ပါတယျ…အသတျခံရတဲ့ဆေးရောငျးတဲ့ ဇီးရိုးဆိုသူမှာ ကငျးစတနျးအဖှဲ့ခေါငျးဆောငျ ဒဲရီးယကျဈရဲ့ တူသားတောျသူဖွဈနလေို့မယျလှနျးရဲ့စကားကို နားယောငျကာ အလီရှာနောကျကို ဒဲရီးယကျဈကလိုကျ မယျလှနျးက လိုကျနှင့ျ အသကျဘေးကလှတျအောငျ ဘယျလိုတှရှေောငျတိမျးကွမလဲ…သူ့ဆီမှာရှိတဲ့အမှနျတရားကိုရိုကျမိထားတဲ့ ကငျမရာကိုရော စခနျးရောကျအောငျဘယျလိုပို့ပေးမလဲဆိုတာကို ဇာတျလမျးလေးကွည့ျရငျး စီးမြောကွတာပေါ့နောျ…လှုပျလှုပျရှားရှား ကွိုကျနှဈသကျသူတှအေတှကျ လကျလှတျမခံသင့ျတဲ့ IMDb 5.9 ရှိတဲ့ ဇာတျကားကောငျးလေးဖွဈပါတယျ….File Size : (2 GB)/(1 GB)Quality : Web (1080p 5.1,720p,480p)Running Time : 1h48minFormat : Mp4Genre : Action,Drama,CrimeSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.web.x264Translateor : HtooHtooKaJoeEncoder: sithuzawgyiBlack & Blue (2019)နယူးေအာ္လန္ရဲ႕ ရဲတပ္ဖြဲ႕မွ အမ်ိဳးသမီးရဲေမလူသစ္ေလး အလီရွာဟာမူးယစ္တိုက္ဖ်က္အဖြဲ႕တစ္ဖြဲ႕က မူးယစ္ေဆးေရာင္းသူေတြကို အေသပစ္သတ္ေနတဲ့ဗီဒီယိုကို သူ႔ကိုယ္ေပၚမွာတပ္ဆင္ထားတဲ့ ကင္မရာမွတစ္ဆင့္ ႐ိုက္ကူးထားမိတယ္…လူသတ္မႈကို က်ဴးလြန္တဲ့ လူသတ္သမားဟာ လာဘ္စားမႈကို က်ဴးလြန္ေနတဲ့မယ္လြန္းဟုေခၚေသာရဲႏွင့္ သူတို႔အဖြဲ႕ျဖစ္တာကိုသိလိုက္ရေတာ့သူ႔မအသက္ေဘးက လြတ္ေအာင္ သူမကိုကူညီမယ့္ သူ႔ငယ္သူငယ္ခ်င္းရဲ႕ အစ္ကိုဝမ္းကြဲရဲ႕ အကူအညီကို ရခဲ့ပါတယ္…အသတ္ခံရတဲ့ေဆးေရာင္းတဲ့ ဇီး႐ိုးဆိုသူမွာ ကင္းစတန္းအဖြဲ႕ေခါင္းေဆာင္ ဒဲရီးယက္စ္ရဲ႕ တူသားေတာ္သူျဖစ္ေနလို႔မယ္လြန္းရဲ႕စကားကို နားေယာင္ကာ အလီရွာေနာက္ကို ဒဲရီးယက္စ္ကလိုက္ မယ္လြန္းက လိုက္ႏွင့္ အသက္ေဘးကလြတ္ေအာင္ ဘယ္လိုေတြေရွာင္တိမ္းၾကမလဲ…သူ႔ဆီမွာရွိတဲ့အမွန္တရားကို႐ိုက္မိထားတဲ့ ကင္မရာကိုေရာ စခန္းေရာက္ေအာင္ဘယ္လိုပို႔ေပးမလဲဆိုတာကို ဇာတ္လမ္းေလးၾကည့္ရင္း စီးေမ်ာၾကတာေပါ့ေနာ္…လႈပ္လႈပ္ရွားရွား ႀကိဳက္ႏွစ္သက္သူေတြအတြက္ လက္လြတ္မခံသင့္တဲ့ IMDb 5.9 ရွိတဲ့ ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္….Black & Blue (2019)နယူးေအာ်လန်ရဲ႕ ရဲတပ်ဖွဲ႔မွ အၿမိဳးသမီးရဲမေလူသဈေလး အလီရွာဟာမူးယဈတိုက်ဖၾက်အဖွဲ႔တဈဖွဲ႔က မူးယဈေဆးေရာင်းသူတွေကို အသေပဈသတ်နေတဲ့ဗီဒီယိုကို သူ႔ကိုယ်ေပါ်မွာတပ်ဆင်ထားတဲ့ ကင်မရာမွတဈဆင့် ႐ိုက်ကူးထားမိတယ်…လူသတ်မႈကို ၾကဴးလွန်တဲ့ လူသတ်သမားဟာ လာဘ်စားမႈကို ၾကဴးလွန်နေတဲ့မယ်လွန်းဟုေခါ်ေသာရဲႏွင့် သူတို႔အဖွဲ႔ဖြဈတာကိုသိလိုက်ရေတာ့သူ႔မအသက်ေဘးက လွတ်ေအာင် သူမကိုကူညီမယ့် သူ႔ငယ်သူငယ်ချင်းရဲ႕ အဈကိုဝမ်းကွဲရဲ႕ အကူအညီကို ရခဲ့ပါတယ်…အသတ်ခံရတဲ့ေဆးေရာင်းတဲ့ ဇီး႐ိုးဆိုသူမွာ ကင်းစတန်းအဖွဲ႔ေခါင်းေဆာင် ဒဲရီးယက်ဈရဲ႕ တူသားေတာ်သူဖြဈနေလို႔မယ်လွန်းရဲ႕စကားကို နားေယာင်ကာ အလီရွာေနာက်ကို ဒဲရီးယက်ဈကလိုက် မယ်လွန်းက လိုက်ႏွင့် အသက်ေဘးကလွတ်ေအာင် ဘယ်လိုတွေရွောင်တိမ်းကြမလဲ…သူ႔ဆီမွာရွိတဲ့အမွန်တရားကို႐ိုက်မိထားတဲ့ ကင်မရာကိုေရာ စခန်းေရာက်ေအာင်ဘယ်လိုပို႔ေပးမလဲဆိုတာကို ဇာတ်လမ်းေလးကြည့်ရင်း စီးေျမာကြတာေပါ့ေနာ်…လႈပ်လႈပ်ရွားရွား ကြိဳက်ႏွဈသက်သူတွေအတွက် လက်လွတ်မခံသင့်တဲ့ IMDb 5.9 ရွိတဲ့ ဇာတ်ကားေကာင်းေလးဖြဈပါတယ်….File Size : (2 GB)/(1 GB)Quality : Web (1080p 5.1,720p,480p)Running Time : 1h48minFormat : Mp4Genre : Action,Drama,CrimeSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.web.x264Translateor : HtooHtooKaJoeEncoder: sithu"