"The Purple Plain(1954)
Blu-Ray 1080p , 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
လေယာဉ်မှူး
ဘီလ်ဖော်ရက်စ်တာဟာ သူ့ချစ်သူနဲ့လန်ဒန်မှာ
မင်္ဂလာပွဲကျင်းပနေတယ်….ချစ်ရသူနဲ့ပေါင်းဖက်ဖို့
အပြုံးကိုယ်စီနဲ့ပေါ့…ကံဆိုးစွာအဲ့ညမှာပဲ ဂျာမန်တွေက ဗုံးမိုးရွာချလို့
အဆောက်အဦးတစ်ခုလုံးပြိုကျတဲ့အပြင် ဇနီးလောင်းလေးလည်း သေဆုံးသွားရှာတယ်…
ဖြေမဆည်နိုင်တဲ့ ဖော်ရက်စ်တာဟာ ဒီစိတ်ဒဏ်ရာကြီးနဲ့ စစ်ထွက်
လာရတယ်…အဲ့ဒီမှာ သူအကြံရလာတယ်…နေလို့မကောင်းတဲ့လောကကြီးမှာ
မြန်မြန်သေမှ သူခံစားရမှ သက်သာမယ်ဆိုပြီး စစ်ဆင်ရေးတွေမှာ
ဘယ်သူမှ မလုပ်တဲ့ မိုက်ရူးရဲ စစ်ထိုးမှုတွေလုပ်ပါတော့တယ်…
ဒီဇာတ်ကားက ကျွန်တော်တို့တော်တော်များများကြားဖူးကြမှာပါ…အဓိကက
မြန်မာသရုပ်ဆောင်မင်းသမီးချောကြီး ဒေါ်ဝင်းမင်းသန်းပါတဲ့အပြင်
မိတ္ထီလာဘက် မြန်မာအကြောင်းတွေလည်းပါလေတော့
အားလုံးနဲ့မစိမ်းဘူးထင်ပါရဲ့..သို့ပါသော်လည်း အကြည်လေးကြည့်ပြီး
အမှတ်တရသိမ်းဆည်းပြီး သား မြေး မြစ်တို့ထိ လက်ဆင့်ကမ်းရင်း
ဒါရှေးတုန်းက ငါတို့ရဲ့မင်းသမီးကြီးပေါ့လို့ ပြချင်ရင်ပြလို့ရအောင်ပါ…
၁၉၅၄ ခုနှစ်ဆိုပေမယ့် တော်တော်ကြည့်လို့ကောင်းပါတယ်…..
မင်းသမီးကြီးကလည်း ကြည့်လိုက်တာနဲ့ ဂုဏ်သရေရှိ မြန်မာအမျိုးသမီး
တစ်ယောက်မှန်းသိသာစေတဲ့အပြင် သရုပ်ဆောင်လည်း လွန်စွာကောင်းလှပါတယ်..
ခံစားကြည့်ကြပါဦး…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်…
(zawgyi)
ေလယာဥ္မႉး
ဘီလ္ေဖာ္ရက္စ္တာဟာ သူ႔ခ်စ္သူနဲ႔လန္ဒန္မွာ
မဂၤလာပြဲက်င္းပေနတယ္….ခ်စ္ရသူနဲ႔ေပါင္းဖက္ဖို႔
အၿပဳံးကိုယ္စီနဲ႔ေပါ့…ကံဆိုးစြာအဲ့ညမွာပဲ ဂ်ာမန္ေတြက ဗုံးမိုး႐ြာခ်လို႔
အေဆာက္အဦးတစ္ခုလုံးၿပိဳက်တဲ့အျပင္ ဇနီးေလာင္းေလးလည္း ေသဆုံးသြားရွာတယ္…
ေျဖမဆည္ႏိုင္တဲ့ ေဖာ္ရက္စ္တာဟာ ဒီစိတ္ဒဏ္ရာႀကီးနဲ႔ စစ္ထြက္
လာရတယ္…အဲ့ဒီမွာ သူအႀကံရလာတယ္…ေနလို႔မေကာင္းတဲ့ေလာကႀကီးမွာ
ျမန္ျမန္ေသမွ သူခံစားရမွ သက္သာမယ္ဆိုၿပီး စစ္ဆင္ေရးေတြမွာ
ဘယ္သူမွ မလုပ္တဲ့ မိုက္႐ူးရဲ စစ္ထိုးမႈေတြလုပ္ပါေတာ့တယ္…
ဒီဇာတ္ကားက ကြၽန္ေတာ္တို႔ေတာ္ေတာ္မ်ားမ်ားၾကားဖူးၾကမွာပါ…အဓိကက
ျမန္မာသ႐ုပ္ေဆာင္မင္းသမီးေခ်ာႀကီး ေဒၚဝင္းမင္းသန္းပါတဲ့အျပင္
မိတၳီလာဘက္ ျမန္မာအေၾကာင္းေတြလည္းပါေလေတာ့
အားလုံးနဲ႔မစိမ္းဘူးထင္ပါရဲ႕..သို႔ပါေသာ္လည္း အၾကည္ေလးၾကည့္ၿပီး
အမွတ္တရသိမ္းဆည္းၿပီး သား ေျမး ျမစ္တို႔ထိ လက္ဆင့္ကမ္းရင္း
ဒါေရွးတုန္းက ငါတို႔ရဲ႕မင္းသမီးႀကီးေပါ့လို႔ ျပခ်င္ရင္ျပလို႔ရေအာင္ပါ…
၁၉၅၄ ခုႏွစ္ဆိုေပမယ့္ ေတာ္ေတာ္ၾကည့္လို႔ေကာင္းပါတယ္…..
မင္းသမီးႀကီးကလည္း ၾကည့္လိုက္တာနဲ႔ ဂုဏ္သေရရွိ ျမန္မာအမ်ိဳးသမီး
တစ္ေယာက္မွန္းသိသာေစတဲ့အျပင္ သ႐ုပ္ေဆာင္လည္း လြန္စြာေကာင္းလွပါတယ္..
ခံစားၾကည့္ၾကပါဦး…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္…
File Size : (1.63 GB)(950 MB) and (325 MB)
Quality : Blu-Ray 1080p 5.1ch,720p
Format…mp4
Duration…01:40:00
Genre : Adventure, Drama, War
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Alias
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
