"မူးယစ်ဆေးတွေသုံးပြီး ဘဝကိုလွယ်လွယ်နဲ့ဖြတ်သန်းနေကြတဲ့
ဆယ်ကျော်သက်သုံးယောက် သူတို့မြို့ကိုအသစ်ပြောင်းလာကြသည့်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မိသားစုတစ်စုရဲ့အိမ်ကိုဖောက်ထွင်းဝင်ရောက်ရာမှ
ကံဆိုးစွာနဲ့ ထိုမိသားစုမှာသာမန်မိသားစုမဟုတ်ပဲ
စုန်းမိသားစုတစ်စုဖြစ်နေသည်…
ထိုစုန်းမိသားစုနဲ့ထိတ်လန့်ဖွယ်ရာတွေ့ဆုံအပြီး မကြာမီမှာ
ထိုဆယ်ကျော်သက်အဖွဲ့ထဲမှ တစ်ဦးတည်းသောကောင်မလေးဖြစ်သည့်ကယ်ရီမှာ
ကိုယ်ဝန်ရှိလာပြီး သူ့ရဲ့ကလေးကို စုန်းမိသားစုတို့
ယဇ်ပူဇော်မည့်အစီအစဉ်တွေကိုသိသွားသောအခါ…
ဒါ့အပြင် ထိုယဇ်ပူဇော်မည့်အစီအစဉ်ကို အဓိကတာဝန်ယူထားရတဲ့
စုန်းမိသားစုမှာကြီးပြင်းလာခဲ့တဲ့ စုန်းအတတ်ပညာတွေတတ်မြောက်ထားသည့်
ဒေးဗစ်ဆိုတဲ့ကောင်လေးမှာလဲ
ထိုကယ်ရီဆိုတဲ့ကောင်မလေးကို မေတ္တာသက်ဝင်သွားသည့်အခါ…
သူချစ်တဲ့ကောင်မလေးကိုပဲကာကွယ်ပေးမလား၊
ဒါမှမဟုတ် သူ့ကိုပြုစုကျွေးမွေးစောင့်ရှောက်လာခဲ့တဲ့
စုန်းမိသားစုအသိုင်းအဝိုင်းရဲ့ဆန္ဒအတိုင်းပဲဆက်နေမလား…
ထိုစုန်းမိသားစုကရော ဘာကြောင့် ထိုယဇ်ပူဇော်မှုတွေကိုလုပ်နေရတာလဲ…
ဘယ်သူ့ကိုပူဇော်ပသနေရတာလဲ…
ထိုယဇ်ပူဇော်မှုတွေကိုမလုပ်ရင် သူတို့ဘာတွေဖြစ်သွားမှာလဲ…
ဒါ့အပြင် ဒီ “Blood Bound” ကားမှာ တခြားကားတွေလို
Jump Scares တွေအများကြီးမသုံးထားပဲနဲ့ကို
ထိတ်လန့်ဖွယ်ဖြစ်အောင်ရိုက်ပြထားပါသေးတယ်…
ဒါကြောင့်မို့ ဒီကားလေးကိုအခုပဲကြည့်ရှုခံစားကြည့်ပါဦး
File Size : ( 945 MB , 344 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 36 min
Format : Mp4
Genre : Horror , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Pone Thone
Encoded by Moe Myint Lwin
zawgyi
မူးယစ္ေဆးေတြသုံးၿပီး ဘဝကိုလြယ္လြယ္နဲ႔ျဖတ္သန္းေနၾကတဲ့
ဆယ္ေက်ာ္သက္သုံးေယာက္ သူတို႔ၿမိဳ႕ကိုအသစ္ေျပာင္းလာၾကသည့္
မိသားစုတစ္စုရဲ႕အိမ္ကိုေဖာက္ထြင္းဝင္ေရာက္ရာမွ
ကံဆိုးစြာနဲ႔ ထိုမိသားစုမွာသာမန္မိသားစုမဟုတ္ပဲ
စုန္းမိသားစုတစ္စုျဖစ္ေနသည္…
ထိုစုန္းမိသားစုနဲ႔ထိတ္လန႔္ဖြယ္ရာေတြ႕ဆုံအၿပီး မၾကာမီမွာ
ထိုဆယ္ေက်ာ္သက္အဖြဲ႕ထဲမွ တစ္ဦးတည္းေသာေကာင္မေလးျဖစ္သည့္ကယ္ရီမွာ
ကိုယ္ဝန္ရွိလာၿပီး သူ႔ရဲ႕ကေလးကို စုန္းမိသားစုတို႔
ယဇ္ပူေဇာ္မည့္အစီအစဥ္ေတြကိုသိသြားေသာအခါ…
ဒါ့အျပင္ ထိုယဇ္ပူေဇာ္မည့္အစီအစဥ္ကို အဓိကတာဝန္ယူထားရတဲ့
စုန္းမိသားစုမွာႀကီးျပင္းလာခဲ့တဲ့ စုန္းအတတ္ပညာေတြတတ္ေျမာက္ထားသည့္
ေဒးဗစ္ဆိုတဲ့ေကာင္ေလးမွာလဲ
ထိုကယ္ရီဆိုတဲ့ေကာင္မေလးကို ေမတၱာသက္ဝင္သြားသည့္အခါ…
သူခ်စ္တဲ့ေကာင္မေလးကိုပဲကာကြယ္ေပးမလား၊
ဒါမွမဟုတ္ သူ႔ကိုျပဳစုေကြၽးေမြးေစာင့္ေရွာက္လာခဲ့တဲ့
စုန္းမိသားစုအသိုင္းအဝိုင္းရဲ႕ဆႏၵအတိုင္းပဲဆက္ေနမလား…
ထိုစုန္းမိသားစုကေရာ ဘာေၾကာင့္ ထိုယဇ္ပူေဇာ္မႈေတြကိုလုပ္ေနရတာလဲ…
ဘယ္သူ႔ကိုပူေဇာ္ပသေနရတာလဲ…
ထိုယဇ္ပူေဇာ္မႈေတြကိုမလုပ္ရင္ သူတို႔ဘာေတြျဖစ္သြားမွာလဲ…
ဒါ့အျပင္ ဒီ “Blood Bound” ကားမွာ တျခားကားေတြလို
Jump Scares ေတြအမ်ားႀကီးမသုံးထားပဲနဲ႔ကို
ထိတ္လန႔္ဖြယ္ျဖစ္ေအာင္႐ိုက္ျပထားပါေသးတယ္…
ဒါေၾကာင့္မို႔ ဒီကားေလးကိုအခုပဲၾကည့္ရႈခံစားၾကည့္ပါဦး
File Size : ( 945 MB , 344 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 36 min
Format : Mp4
Genre : Horror , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Pone Thone
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
