"Comedy Central Roast of Bruce Willis(2018)(unicode)Pauseအခုတင်ဆက်ပေးမှာကတော့ ရုပ်ရှင်ချစ်ပရိတ်သတ်တိုင်း မသိသူမရှိလောက်တဲ့ ‘Die Hard’ မင်းသားကြီးဘရုစ်ဝီလစ်ကို အမှန်အကန် တိုက်ခိုက်ပြီး ဟာသလုပ်တဲ့အစီအစဉ်လေးပဲဖြစ်ပါတယ်။ ဒီအစီအစဉ်ကိုတော့‘Comedy Central Roast’ လို့ခေါ်ပြီးတော့ ဟောလိဝုဒ်က နာမည်ကျော်တွေ တက်ရောက်ကာ နာမည်ကြီးသရုပ်ဆောင်တစ်ယောက်ကို တည်ပြီး မြှောက်ပေးသလိုလိုနဲ့ အားရပါးရ အောက်ကိုရိုက်ချကာ ဟာသလုပ်တဲ့အစီအစဉ်လေးပဲဖြစ်ပါတယ်။ ဘရုစ်မတိုင်ခင် ဒီအစီအစဉ်ကို ဒေါ်နယ်ထရမ့်က အတိုက်ခိုက်ခံ တင်ဆက်ခဲ့ပြီးတော့မှ သမ္မတာဖြစ်သွားခဲ့တာဖြစ်ပါတယ်။ ဒီအစီအစဉ်မှာ ဘရုစ်နဲ့ ရင်းနီးတဲ့ အနုပညာလောကက လူတွေက သူ့ကိုအမျိုးမျိုး ဖောင်းထုပြီး ဟာသလုပ်ထားတာကို ရီမောခံစားရမှာပါ။ဒီဘိုးတော်ကြီးရဲ့ကားတွေရင်းနှီးလေ ပိုပြီး ကြည့်လို့ကောင်း ရယ်လို့ကောင်းလေဖြစ်တဲ့အပြင် အခြားနာမည်ကျော်မင်း သားမင်းသမီးတွေကိုလည်း တစ်ပြိုင်နက်ဆုံစည်းရမှာဖြစ်ပါတယ်…. တော်တော်ကို ပွင့်လင်းစွာပြောဆိုတာဖြစ်တဲ့အတွက် စကားလုံးတွေကတော့ အနည်းငယ်ကြမ်းနိုင်ပါတယ် …တချို့ဟာသတွေက သမိုင်းနဲ့ချီစဉ်းစားရတဲ့အတွက် သူ့အမာခံပရိသတ်တွေအတွက်ဆို ပိုပြီးဟာသမြောက်မှာပါ။ပြီးတော့ ခင်ဗျားတို့ ဒီကားကြည့်ရင် ပျင်းစရာများကောင်းနေမလားဆိုတဲ့သံသယအတွေးကို ဟိုး ၂၀၁၉ မှာ ထားခဲ့လိုက်ပါ…..ဒီအစီအစဉ်လေးကိုကြည့်ရင် ဟာသရသကိုခံစားရမှာဖြစ်ပြီး နောက်ထပ်တစ်ခုကတော့ ခံစားမိလိုက်ရင် အချစ်ဆိုတာဘာလဲ ဆိုတာနဲ့အမေရိကန်တွေရဲ့ ယဉ်ကျေးမှုတွေကိုပါ ခံစားရနိုင်ပါတယ်…ဇတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်….(zawgyi)အခုတင္ဆက္ေပးမွာကေတာ့ ႐ုပ္ရွင္ခ်စ္ပရိတ္သတ္တိုင္း မသိသူမရွိေလာက္တဲ့ ‘Die Hard’ မင္းသားႀကီးဘ႐ုစ္ဝီလစ္ကို အမွန္အကန္ တိုက္ခိုက္ၿပီး ဟာသလုပ္တဲ့အစီအစဥ္ေလးပဲျဖစ္ပါတယ္။ ဒီအစီအစဥ္ကိုေတာ့‘Comedy Central Roast’ လို႔ေခၚၿပီးေတာ့ ေဟာလိဝုဒ္က နာမည္ေက်ာ္ေတြ တက္ေရာက္ကာ နာမည္ႀကီးသ႐ုပ္ေဆာင္တစ္ေယာက္ကို တည္ၿပီး ေျမႇာက္ေပးသလိုလိုနဲ႔ အားရပါးရ ေအာက္ကို႐ိုက္ခ်ကာ ဟာသလုပ္တဲ့အစီအစဥ္ေလးပဲျဖစ္ပါတယ္။ ဘ႐ုစ္မတိုင္ခင္ ဒီအစီအစဥ္ကို ေဒၚနယ္ထရမ့္က အတိုက္ခိုက္ခံ တင္ဆက္ခဲ့ၿပီးေတာ့မွ သမၼတာျဖစ္သြားခဲ့တာျဖစ္ပါတယ္။ ဒီအစီအစဥ္မွာ ဘ႐ုစ္နဲ႔ ရင္းနီးတဲ့ အႏုပညာေလာကက လူေတြက သူ႔ကိုအမ်ိဳးမ်ိဳး ေဖာင္းထုၿပီး ဟာသလုပ္ထားတာကို ရီေမာခံစားရမွာပါ။ဒီဘိုးေတာ္ႀကီးရဲ႕ကားေတြရင္းႏွီးေလ ပိုၿပီး ၾကည့္လို႔ေကာင္း ရယ္လို႔ေကာင္းေလျဖစ္တဲ့အျပင္ အျခားနာမည္ေက်ာ္မင္း သားမင္းသမီးေတြကိုလည္း တစ္ၿပိဳင္နက္ဆုံစည္းရမွာျဖစ္ပါတယ္…. ေတာ္ေတာ္ကို ပြင့္လင္းစြာေျပာဆိုတာျဖစ္တဲ့အတြက္ စကားလုံးေတြကေတာ့ အနည္းငယ္ၾကမ္းႏိုင္ပါတယ္ …တခ်ိဳ႕ဟာသေတြက သမိုင္းနဲ႔ခ်ီစဥ္းစားရတဲ့အတြက္ သူ႔အမာခံပရိသတ္ေတြအတြက္ဆို ပိုၿပီးဟာသေျမာက္မွာပါ။ၿပီးေတာ့ ခင္ဗ်ားတို႔ ဒီကားၾကည့္ရင္ ပ်င္းစရာမ်ားေကာင္းေနမလားဆိုတဲ့သံသယအေတြးကို ဟိုး ၂၀၁၉ မွာ ထားခဲ့လိုက္ပါ…..ဒီအစီအစဥ္ေလးကိုၾကည့္ရင္ ဟာသရသကိုခံစားရမွာျဖစ္ၿပီး ေနာက္ထပ္တစ္ခုကေတာ့ ခံစားမိလိုက္ရင္ အခ်စ္ဆိုတာဘာလဲ ဆိုတာနဲ႔အေမရိကန္ေတြရဲ႕ ယဥ္ေက်းမႈေတြကိုပါ ခံစားရႏိုင္ပါတယ္…ဇတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Initiative ပဲျဖစ္ပါတယ္….File Size : (900 MB) and (350 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:30:00Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by InitiativeEncoded by Phyo Pyae"