"Toss It(2019)(Unicode)Pauseဘ၀မှာလက်တွဲဖော်ရှာရတဲ့အလုပ်ဟာ လွယ်မလိုနဲ့ခက်ပါတယ်…ဖူးစာရေးနပ်ဆိုတာဘယ်တုန်းကများ ကျွန်တော်တို့ကို လွယ်ကူချောမွေ့စွာနဲ့ အချစ်စစ်နဲ့ လက်တွဲဖော်ကို လွယ်လွယ်ကူကူ ရေစက်ဆုံပေးခဲ့လို့လဲ….တချို့တချို့သူတွေအတွက်ဆို အခက်ခဲဆုံးအပိုင်းလို့တောင် ပြောလို့ရပါတယ် ဒါဟာရုပ်ရည်ရူပကာ ငွေကြေးချမ်းသာမှု နောက်ခံအသိုင်းဝိုင်းနဲ့ လုံးလုံးလားလားမှမဆိုင်တဲ့ကိစ္စပါ ကိုယ့်ရဲ့ဗီဇ ကိုယ့်လက်တွဲဖော်ရဲ့ဗီဇထပ်တူကျမှအတွဲညီမှာဖြစ်ပါတယ် ဒါပေမယ့် ဒီကားထဲမှာ ဗီဇချင်းမတူ Friendzone လဲဖြစ်ပြီးသားလူနှစ်ယောက်ရဲ့ romantic မဆန်တဲ့အချစ်လမ်းခရီးကိုတွေ့မြင်ရမှာပါ ဇာတ်ကောင်ဖင်းနဲ့ အမ်မလီတို့နှစ်ယောက်ရဲ့ ဂွတီးဂွကျပြီး ရှေ့ရေးမသေချာတဲ့ အချစ်လမ်းခရီးဟာ နောက်ဆုံးသူတို့နှစ်ယောက်ဘယ်လိုဖြစ်သွားမလဲစောင့်ကြည့်ရမှာပါဒီကားဟာ romantic အရမ်းမဆန်ပေမယ့် dialogue တွေသူတို့သုံးတဲ့အခိုင်းနှိုင်းလေးတွေက အရသာတမျိုးပေးစွမ်းလို့ကြည့်လို့ကောင်းပါတယ် မသိမသာတော်ကီလေးတွေကိုဥပမာပေးကျွေးပြီးသူငယ်ချင်းအနေနဲ့တောက်လျှောက်ရှိလာခဲ့တဲ့ အမ်မလီကိုဖင်းဘယ်လိုသိမ်းသွင်းမလဲကြည့်ရမှာပါဒီကားကြည့်မယ်ဆိုရင်တစ်ခုရှိတာက dialogue နဲ့ references အရမ်များတဲ့အတွက် တမူထူးခြားတဲ့ရသတစ်ခုကိုခံစားရမှာပါ..ဒါ့အပြင် သူတို့ဘယ်လိုမခို့တရို့လေးပြောလဲဆိုတာဟာ လည်းကြည့်လို့အတော်ကောင်းပါတယ်…ကဲ IMdb မှာ 6.1ရထားတဲ့ ဒရာမာကားကောင်းလေးကိုခံစားကြည့်ကြပါ..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်….(zawgyi)ဘ၀မွာလက္တြဲေဖာ္ရွာရတဲ့အလုပ္ဟာ လြယ္မလိုနဲ႔ခက္ပါတယ္…ဖူးစာေရးနပ္ဆိုတာဘယ္တုန္းကမ်ား ကြၽန္ေတာ္တို႔ကို လြယ္ကူေခ်ာေမြ႕စြာနဲ႔ အခ်စ္စစ္နဲ႔ လက္တြဲေဖာ္ကို လြယ္လြယ္ကူကူ ေရစက္ဆုံေပးခဲ့လို႔လဲ….တခ်ိဳ႕တခ်ိဳ႕သူေတြအတြက္ဆို အခက္ခဲဆုံးအပိုင္းလို႔ေတာင္ ေျပာလို႔ရပါတယ္ ဒါဟာ႐ုပ္ရည္႐ူပကာ ေငြေၾကးခ်မ္းသာမႈ ေနာက္ခံအသိုင္းဝိုင္းနဲ႔ လုံးလုံးလားလားမွမဆိုင္တဲ့ကိစၥပါ ကိုယ့္ရဲ႕ဗီဇ ကိုယ့္လက္တြဲေဖာ္ရဲ႕ဗီဇထပ္တူက်မွအတြဲညီမွာျဖစ္ပါတယ္ ဒါေပမယ့္ ဒီကားထဲမွာ ဗီဇခ်င္းမတူ Friendzone လဲျဖစ္ၿပီးသားလူႏွစ္ေယာက္ရဲ႕ romantic မဆန္တဲ့အခ်စ္လမ္းခရီးကိုေတြ႕ျမင္ရမွာပါ ဇာတ္ေကာင္ဖင္းနဲ႔ အမ္မလီတို႔ႏွစ္ေယာက္ရဲ႕ ဂြတီးဂြက်ၿပီး ေရွ႕ေရးမေသခ်ာတဲ့ အခ်စ္လမ္းခရီးဟာ ေနာက္ဆုံးသူတို႔ႏွစ္ေယာက္ဘယ္လိုျဖစ္သြားမလဲေစာင့္ၾကည့္ရမွာပါဒီကားဟာ romantic အရမ္းမဆန္ေပမယ့္ dialogue ေတြသူတို႔သုံးတဲ့အခိုင္းႏႈိင္းေလးေတြက အရသာတမ်ိဳးေပးစြမ္းလို႔ၾကည့္လို႔ေကာင္းပါတယ္ မသိမသာေတာ္ကီေလးေတြကိုဥပမာေပးေကြၽးၿပီးသူငယ္ခ်င္းအေနနဲ႔ေတာက္ေလွ်ာက္ရွိလာခဲ့တဲ့ အမ္မလီကိုဖင္းဘယ္လိုသိမ္းသြင္းမလဲၾကည့္ရမွာပါဒီကားၾကည့္မယ္ဆိုရင္တစ္ခုရွိတာက dialogue နဲ႔ references အရမ္မ်ားတဲ့အတြက္ တမူထူးျခားတဲ့ရသတစ္ခုကိုခံစားရမွာပါ..ဒါ့အျပင္ သူတို႔ဘယ္လိုမခို႔တ႐ို႕ေလးေျပာလဲဆိုတာဟာ လည္းၾကည့္လို႔အေတာ္ေကာင္းပါတယ္…ကဲ IMdb မွာ 6.1ရထားတဲ့ ဒရာမာကားေကာင္းေလးကိုခံစားၾကည့္ၾကပါ…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hein That Naing ပဲျဖစ္ပါတယ္….File Size : (900 MB) and (333 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:55:00Genre :Comedy, Drama,RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hein That NaingEncoded by Phyo Pyae"