"Back of the Net (2019)
================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
#Unicode
မိသားစုနဲ့အတူတူကြည့်လို့ရမယ့် family ဇာတ်ကားလေးပါ ဇာတ်လမ်းအကျဉ်းကတော့ သိပ္ပံပညာရပ်ကို အထူးစိတ်ဝင်စားတဲ့ ကိုရီ ဟာ ပင်လယ်ပြင်လေ့လာရေးခရီးစဉ်ကိုသွားဖို့ဖြစ်လာပါတယ်။ သိပ္ပံဘာသာရပ်ကိုအထူးစိတ်ဝင်စားတဲ့သူ့အတွက်ကတော့ အပျော်ကြီးပျော်နေတာပေါ့ ခရီးစဉ်အတွက် သြစတြေးလျနိုင်ငံ ဆစ်ဒနေမြို့ကိုသွားရမှာပါ။ အဲ့ဒါအပြင်သူ့မိဘတွေကလဲ ဆေးစစ်ဖို့အတွက် နယူးဒေလီမြို့ထွက်သွားရမှာပါ။ သူတို့မိသားစုသုံးယောက်လေဆိပ်မှာနှုတ်ဆက် ရင်း ခရီးအသီးသီထွက်လာခဲ့ကြပါတယ်။ ကိုရီဟာ ဆစ်ဒနေမြို့ကိုရောက်တော့ ပင်လယ်ခရီးစဉ်သွားမယ့်ကားကိုတက်ရမှာပါ ဒါပေမယ့် သူဟာ Harold ဘောလုံးအကယ်ဒမီကျောင်းကိုသွားမယ့်ကားပေါ်မှားတက်မိပါတယ်။ ကားပေါ်တက်တုန်းက သူသတိမထားမိပါဘူး ဘောလုံးအကယ်ဒမီကျောင်းကိုရောက်တော့မှ သူသွားရမယ့်ခရီးမဟုတ်ဘူးဆိုတာသိတာပါ။ ပင်လယ်ပြင်လေ့လာရေးသဘောၤဆီပြန်သွားဖို့ကလည်းအချိန်မမှီတော့ပါဘူး။ အဲ့တော့ဘောလုံးအကယ်ဒမီမှာပဲဆက်နေရတော့တယ်။ အားကစားတစ်ခါမှမလုပ်ဘဲ စာချည်းလုပ်နေတဲ့ကိုရီတစ်ယောက် ဘောလုံးအကယ်ဒမီမှာဘယ်လိုတွေဖြစ်မလဲ ဘာအခက်အခဲတွေကြုံတွေ့ရမလဲဆိုတာ ဆက်လက်ရှုစားပေးပါ ဦး။
#Zawgyi
မိသားစုနဲ႔အတူတူၾကည့္လို႔ရမယ့္ family ဇာတ္ကားေလးပါ ဇာတ္လမ္းအက်ဥ္းကေတာ့ သိပၸံပညာရပ္ကို အထူးစိတ္ဝင္စားတဲ့ ကိုရီ ဟာ ပင္လယ္ျပင္ေလ့လာေရးခရီးစဥ္ကိုသြားဖို႔ျဖစ္လာပါတယ္။ သိပၸံဘာသာရပ္ကိုအထူးစိတ္ဝင္စားတဲ့သူ႔အတြက္ကေတာ့ အေပ်ာ္ႀကီးေပ်ာ္ေနတာေပါ့ ခရီးစဥ္အတြက္ ၾသစေၾတးလ်ႏိုင္ငံ ဆစ္ဒေနၿမိဳ႕ကိုသြားရမွာပါ။ အဲ့ဒါအျပင္သူ႔မိဘေတြကလဲ ေဆးစစ္ဖို႔အတြက္ နယူးေဒလီၿမိဳ႕ထြက္သြားရမွာပါ။ သူတို႔မိသားစုသုံးေယာက္ေလဆိပ္မွာႏႈတ္ဆက္ ရင္း ခရီးအသီးသီထြက္လာခဲ့ၾကပါတယ္။ ကိုရီဟာ ဆစ္ဒေနၿမိဳ႕ကိုေရာက္ေတာ့ ပင္လယ္ခရီးစဥ္သြားမယ့္ကားကိုတက္ရမွာပါ ဒါေပမယ့္ သူဟာ Harold ေဘာလုံးအကယ္ဒမီေက်ာင္းကိုသြားမယ့္ကားေပၚမွားတက္မိပါတယ္။ ကားေပၚတက္တုန္းက သူသတိမထားမိပါဘူး ေဘာလုံးအကယ္ဒမီေက်ာင္းကိုေရာက္ေတာ့မွ သူသြားရမယ့္ခရီးမဟုတ္ဘူးဆိုတာသိတာပါ။ ပင္လယ္ျပင္ေလ့လာေရးသေဘာဆႌျပန္သြားဖို႔ကလည္းအခ်ိန္မမွီေတာ့ပါဘူး။ အဲ့ေတာ့ေဘာလုံးအကယ္ဒမီမွာပဲဆက္ေနရေတာ့တယ္။ အားကစားတစ္ခါမွမလုပ္ဘဲ စာခ်ည္းလုပ္ေနတဲ့ကိုရီတစ္ေယာက္ ေဘာလုံးအကယ္ဒမီမွာဘယ္လိုေတြျဖစ္မလဲ ဘာအခက္အခဲေတြႀကဳံေတြ႕ရမလဲဆိုတာ ဆက္လက္ရႈစားေပးပါ ဦး။
(ဒီဇာတ်ကားရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်။)
Quality – 720p WEB-RIP
Duration – 1 hrs 38 mins
Subtitle – Myanmar Hardsub
Format – Mp4
Genre : Family
Source : 720p.WEB-RIP
Translator – Tin Myo Lwin
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
