"(Unicode)ဇာတ်လမ်းအကျဉ်းလေးကတော့ အိန္ဒိယရုပ်ရှင်ကားတွေရဲ့ထုံးစံအတိုင်း နိုင်ငံရေးလေးတော့ နည်းနည်းပါမယ်ဗျ။Pauseအိန္ဒိယနိုင်ငံရဲ့စီးပွားရေးလုပ်ငန်းအများစုက တရားမဝင်ငွေမည်းတွေနဲ့ လည်ပတ်နေကြတယ်။ဒီလိုလုပ်ငန်းရှင်တွေရဲ့ တရားမဝင်ငွေကြေးတွေကို ရှာဖွေစီစစ်ဖို့လည်း အဂတိလိုက်စားမှုတိုက်ဖျက်ရေးအဖွဲ့တွေ အစိုးရကဖွဲ့စည်းထားတယ်။ဆိုးတာက အဲဒီအဖွဲ့အစည်းတွေရဲ့ဦးဆောင်ညွှန်ကြားရေးမှူးဖြစ်တဲ့ Vibha Singhဆိုတဲ့ အဖွားကြီးကိုယ်တိုင်ကဒီလုပ်ငန်းရှင်တွေရဲ့ငွေမည်းတွေကို သူ့အတွက်ခွဲတမ်းယူပြီး ငွေမည်းခဝါချပေးနေတယ်။တ တစ်ဖက်မှာလည်း Kingလို့နာမည်ရတဲ့ စောရဝိဇ္ဇာတစ်ယောက်က အဲဒီလုပ်ငန်းရှင်ကြီးတွေရဲ့တရားမဝင်ပိုင်ဆိုင်မှုတွေကို ခိုးလိုက်၊ ဓားပြတိုက်လိုက်နဲ့ အမှည့်ခြွေနေပြန်ပါတယ်။Kingရဲ့ ကစားကွက်တစ်ခုက သူအမှုကျူးလွန်ခဲ့တဲ့ နေရာမှာဘုရင်ပုံဖဲချပ်လေးတစ်ချက်ထားခဲ့ပြီးသူနောက်ထပ်အမှုကျူးလွန်မယ့်နေရာကို အတိအလင်းချပြပြီး စိန်ခေါ်သွားတတ်တာပါ။အဲဒီလိုနဲ့ Kingကျူးလွန်သွားတဲ့ ဓားပြမှုတစ်ခုမှာ သဲလွန်စအနေနဲ့ ပြိုင်ကားဘီးရာတစ်ခုကို ထောက်လှမ်းရေးအဖွဲ့က ရသွားတယ်။ဒီကားတာယာအရ စုံစမ်းကြတဲ့အခါ Street Racingအဖွဲ့တစ်ခုက Taraလို့ခေါ်တဲ့စီးပွားရေးလုပ်ငန်းရှင်မိန်းကလေးတစ်ယောက်ရဲ့ ကားဖြစ်နေတယ်။နောက်ဆုံးကျူးလွန်ခဲ့တဲ့အမှုမှာ Kingကလည်း သူနောက်တစ်ခါဓားပြတိုက်မယ့်နေရာက နိုင်ငံတော်သမ္မတရုံးပါလို့ အတိအလင်းစိန်ခေါ်သွားလေတော့…..Kingက ဘယ်သူလဲ၊ ပြိုင်ကားအဖွဲ့က မိန်းကလေးကရော Kingနဲ့ဘယ်လိုပတ်သတ်နေလဲ၊အဂတိလိုက်စားမှုကျူးလွန်နေကြတဲ့ အစိုးရအဖွဲ့ဝင်လူကြီးမင်းတွေကရောဒီအမှုနဲ့ ဘယ်လိုပတ်သတ်နေသလဲဆိုတာတွေကို Street Racingလောကရဲ့ ယှဉ်ပြိုင်မှုတွေနဲ့အတူ ခံစားကြည့်လိုက်ပါဦးဗျာဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Kyaw Zaw Htet ပဲဖြစ်ပါတယ်…(Zawgyi)ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အိႏၵိယ႐ုပ္ရွင္ကားေတြရဲ႕ထုံးစံအတိုင္း ႏိုင္ငံေရးေလးေတာ့ နည္းနည္းပါမယ္ဗ်။အိႏၵိယႏိုင္ငံရဲ႕စီးပြားေရးလုပ္ငန္းအမ်ားစုက တရားမဝင္ေငြမည္းေတြနဲ႔ လည္ပတ္ေနၾကတယ္။ဒီလိုလုပ္ငန္းရွင္ေတြရဲ႕ တရားမဝင္ေငြေၾကးေတြကို ရွာေဖြစီစစ္ဖို႔လည္း အဂတိလိုက္စားမႈတိုက္ဖ်က္ေရးအဖြဲ႕ေတြ အစိုးရကဖြဲ႕စည္းထားတယ္။ဆိုးတာက အဲဒီအဖြဲ႕အစည္းေတြရဲ႕ဦးေဆာင္ၫႊန္ၾကားေရးမႉးျဖစ္တဲ့ Vibha Singhဆိုတဲ့ အဖြားႀကီးကိုယ္တိုင္ကဒီလုပ္ငန္းရွင္ေတြရဲ႕ေငြမည္းေတြကို သူ႔အတြက္ခြဲတမ္းယူၿပီး ေငြမည္းခဝါခ်ေပးေနတယ္။တ တစ္ဖက္မွာလည္း Kingလို႔နာမည္ရတဲ့ ေစာရဝိဇၨာတစ္ေယာက္က အဲဒီလုပ္ငန္းရွင္ႀကီးေတြရဲ႕တရားမဝင္ပိုင္ဆိုင္မႈေတြကို ခိုးလိုက္၊ ဓားျပတိုက္လိုက္နဲ႔ အမွည့္ေႁခြေနျပန္ပါတယ္။Kingရဲ႕ ကစားကြက္တစ္ခုက သူအမႈက်ဴးလြန္ခဲ့တဲ့ ေနရာမွာဘုရင္ပုံဖဲခ်ပ္ေလးတစ္ခ်က္ထားခဲ့ၿပီးသူေနာက္ထပ္အမႈက်ဴးလြန္မယ့္ေနရာကို အတိအလင္းခ်ျပၿပီး စိန္ေခၚသြားတတ္တာပါ။အဲဒီလိုနဲ႔ Kingက်ဴးလြန္သြားတဲ့ ဓားျပမႈတစ္ခုမွာ သဲလြန္စအေနနဲ႔ ၿပိဳင္ကားဘီးရာတစ္ခုကို ေထာက္လွမ္းေရးအဖြဲ႕က ရသြားတယ္။ဒီကားတာယာအရ စုံစမ္းၾကတဲ့အခါ Street Racingအဖြဲ႕တစ္ခုက Taraလို႔ေခၚတဲ့စီးပြားေရးလုပ္ငန္းရွင္မိန္းကေလးတစ္ေယာက္ရဲ႕ ကားျဖစ္ေနတယ္။ေနာက္ဆုံးက်ဴးလြန္ခဲ့တဲ့အမႈမွာ Kingကလည္း သူေနာက္တစ္ခါဓားျပတိုက္မယ့္ေနရာက ႏိုင္ငံေတာ္သမၼတ႐ုံးပါလို႔ အတိအလင္းစိန္ေခၚသြားေလေတာ့…..Kingက ဘယ္သူလဲ၊ ၿပိဳင္ကားအဖြဲ႕က မိန္းကေလးကေရာ Kingနဲ႔ဘယ္လိုပတ္သတ္ေနလဲ၊အဂတိလိုက္စားမႈက်ဴးလြန္ေနၾကတဲ့ အစိုးရအဖြဲ႕ဝင္လူႀကီးမင္းေတြကေရာဒီအမႈနဲ႔ ဘယ္လိုပတ္သတ္ေနသလဲဆိုတာေတြကို Street Racingေလာကရဲ႕ ယွဥ္ၿပိဳင္မႈေတြနဲ႔အတူ ခံစားၾကည့္လိုက္ပါဦးဗ်ာဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Kyaw Zaw Htet ပဲျဖစ္ပါတယ္…File Size : (950 MB) and (480 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 27minFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DDP5.1.x264-MZABTranslated by Kyaw Zaw HtetEncoded by Thanhtike Zaw"