"Trespassers(2018)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
18+နည်းနည်းပါပါတယ်
ဆာရာရယ် ဂျိုးရယ် ၊အက်စတယ်နဲ့ ဗစ်တာတို့ စုံတွဲနှစ်တွဲဟာ လက်တွေ့ကမ္ဘာကနေ လွတ်မြောက်ဖို့နဲ့ သူတို့ relationships တွေကို ပိုပြီး ခိုင်မြဲစေရန်နှင့် ပျော်စရာလေးတွေ ဖန်တီးဖို့ လုံးချင်းအိမ်လေးကို ငှားပြီးသွားနေကြတယ်။
ပျော်စရာတွေကို တည်ဆောက်ပြီး လှပတဲ့အချိန်တွေကိုဖြတ်သန်းကြဖို့ပေါ့….
တစ်ညရောက်တော့ သူတို့ ငှားထားတဲ့ အိမ်ရှေ့မှာ ကားပျက်သွားလို့ဆိုပြီး အကူအညီလာတောင်းတဲ့ အမျိုးသမီးကို ဆာရာက အိမ်ထဲ ပေးဝင်လိုက်မိတယ် ။ အဲ့ဒီမှာ ဇာတ်လမ်းကစတော့တာပဲ… အဲ့အမျိုးသမီးက ဒုစရိုက်အဖွဲ့ထဲက..
သူတို့ တည်းနေတဲ့ အိမ်ထဲမှာ လူဆိုးအဖွဲ့က လိုချင်တဲ့ အရာရှိတယ်။ဒီအရာကြောင့်ပဲ
လူသားမဆန်စွာ သတ်ဖို့ဖြတ်ဖို့တွေအထိဖြစ်လာကြတယ်…
သူတို့ အတွဲ နှစ်တွဲကကော အိမ်ကြီးထဲကနေကော အဲ့လူဆိုးအဖွဲ့ဆီကနေကော လွတ်အောင် ဘယ်လိုတွေ လုပ်ကြမလဲ။ ဘယ်သူတွေက သေပြီး ဘယ်သူတွေက ရှင်သန်ကြရမလဲ။ သွေးသံတရဲရဲတွေနဲ့ Horror movieကားကောင်းတစ်ကားပါ….
လူဆိုးတွေလိုချင်တဲ့အရာကရော ဘာတွေများဖြစ်မလဲ…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Theint Theint Aung ပဲဖြစ်ပါတယ်…
(zawgyi)
18+နည္းနည္းပါပါတယ္
ဆာရာရယ္ ဂ်ိဳးရယ္ ၊အက္စတယ္နဲ႔ ဗစ္တာတို႔ စုံတြဲႏွစ္တြဲဟာ လက္ေတြ႕ကမာၻကေန လြတ္ေျမာက္ဖို႔နဲ႔ သူတို႔ relationships ေတြကို ပိုၿပီး ခိုင္ၿမဲေစရန္ႏွင့္ ေပ်ာ္စရာေလးေတြ ဖန္တီးဖို႔ လုံးခ်င္းအိမ္ေလးကို ငွားၿပီးသြားေနၾကတယ္။
ေပ်ာ္စရာေတြကို တည္ေဆာက္ၿပီး လွပတဲ့အခ်ိန္ေတြကိုျဖတ္သန္းၾကဖို႔ေပါ့….
တစ္ညေရာက္ေတာ့ သူတို႔ ငွားထားတဲ့ အိမ္ေရွ႕မွာ ကားပ်က္သြားလို႔ဆိုၿပီး အကူအညီလာေတာင္းတဲ့ အမ်ိဳးသမီးကို ဆာရာက အိမ္ထဲ ေပးဝင္လိုက္မိတယ္ ။ အဲ့ဒီမွာ ဇာတ္လမ္းကစေတာ့တာပဲ… အဲ့အမ်ိဳးသမီးက ဒုစ႐ိုက္အဖြဲ႕ထဲက..
သူတို႔ တည္းေနတဲ့ အိမ္ထဲမွာ လူဆိုးအဖြဲ႕က လိုခ်င္တဲ့ အရာရွိတယ္။ဒီအရာေၾကာင့္ပဲ
လူသားမဆန္စြာ သတ္ဖို႔ျဖတ္ဖို႔ေတြအထိျဖစ္လာၾကတယ္…
သူတို႔ အတြဲ ႏွစ္တြဲကေကာ အိမ္ႀကီးထဲကေနေကာ အဲ့လူဆိုးအဖြဲ႕ဆီကေနေကာ လြတ္ေအာင္ ဘယ္လိုေတြ လုပ္ၾကမလဲ။ ဘယ္သူေတြက ေသၿပီး ဘယ္သူေတြက ရွင္သန္ၾကရမလဲ။ ေသြးသံတရဲရဲေတြနဲ႔ Horror movieကားေကာင္းတစ္ကားပါ….
လူဆိုးေတြလိုခ်င္တဲ့အရာကေရာ ဘာေတြမ်ားျဖစ္မလဲ…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Theint Theint Aung ပဲျဖစ္ပါတယ္…
File Size : (800 MB) and (318 MB)
Quality :WEB-DL 720p
Format…mp4
Duration…01:33:00
Genre : Horror,Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Theint Theint Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
