"Ride Like a Girl(2019)(unicode)Pause“မင်းက ခေါင်းခွံရိုးလည်း ကျိုးထားတယ်၊ ခါးလည်းထိထားတယ်၊ တံတောင် ၂ ဖက်လုံးရော လည်ပင်းရော မကောင်းတော့ဘူး။ မင်းကိုယ်ထဲမှာ အကောင်းအတိုင်း ကျန်တာ ဘာရှိသေးလို့လဲ”“ကျွန်မရဲ့ နိုင်အောင်ပြိုင်နိုင်စွမ်းပေါ့”ဒီရုပ်ရှင်က ဖြစ်ရပ်မှန်ကို အခြေခံရိုက်ကူးထားတာပါ။ မစ်ချယ်ပိန်းဟာ မလ်ဘန်းဖလား မြင်းပြိုင်ပွဲမှာ ၁၅၅ နှစ်အတွင်း ပထမဆုံး အမျိုးသမီး ချန်ပီယံ ဖြစ်ခဲ့တဲ့သူပါပဲ။ မလ်ဘန်းဖလားဟာ အမျိုးသမီး ဂျော်ကီဝင်ပြိုင်ခွင့်ရတာ ရှားပါးသလို အဆင့် ၁၀ အတွင်းဝင်ဖို့တောင် မရှိသလောက်ပါပဲ။မြင်းပြိုင်ပွဲတွေဟာ ကမ္ဘာ့အန္တရာယ်အများဆုံး အားကစားထဲမှာ ပါဝင်ပါတယ်။ မြင်းဆိုတာ ဖြေးဖြေးမှန်မှန်စီးနေရင်တောင် အန္တရာယ်မကင်းတဲ့အရာဖြစ်တာမို့ ဇက်ကုန်ဖွင့်ပြီး စီးနေတဲ့အချိန်မှာ ပြိုင်ကားမောင်းတာထက်တောင် အန္တရာယ်များနိုင်ပါတယ်။မစ်ချယ်ဟာ ကလေးဘဝကတည်းက ဂျော်ကီအဖြစ်ပဲ အသက်မွေးဖို့ ဆုံးဖြတ်ခဲ့သူဖြစ်ပြီး၊ ပြိုင်ပွဲတစ်ခုမှာ အပြင်းအထန် ပြုတ်ကျခဲ့လို့ အကြာကြီးအနားယူခဲ့ရပြီးမှာ တစ်ကြော့ပြန် ပြိုင်ပွဲဝင်ခဲ့သူပါ။ ဒီရုပ်ရှင်ကတော့ မစ်ချယ်ပိန်းတို့ရဲ့ မြင်းထရိန်နာတွေ ဂျော်ကီတွေ ပြည်နှက်နေတဲ့ မိသားစုအကြောင်း၊ မစ်ချယ်ပိန်းနဲ့ နာမည်ကျော် မြင်းထရိန်နာဖြစ်လာတဲ့ သူ့ရဲ့အစ်ကို ဒေါင်းရောဂါသည် စတီဗီပိန်းတို့ရဲ့ အောင်မြင်မှုဆီ လမ်းကြောင်းကို ပြသထားတာပဲဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ကြိုက်တဲ့သူတွေ စိတ်ဓာတ်အင်အားရချင်တဲ့သူတွေအတွက်တော့ ရုပ်ရှင်ကောင်းတစ်ခုပါပဲ။ဇာတ်လမ်းအညွန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….(zawgyi)“မင္းက ေခါင္းခြံ႐ိုးလည္း က်ိဳးထားတယ္၊ ခါးလည္းထိထားတယ္၊ တံေတာင္ ၂ ဖက္လုံးေရာ လည္ပင္းေရာ မေကာင္းေတာ့ဘူး။ မင္းကိုယ္ထဲမွာ အေကာင္းအတိုင္း က်န္တာ ဘာရွိေသးလို႔လဲ”“ကြၽန္မရဲ႕ ႏိုင္ေအာင္ၿပိဳင္ႏိုင္စြမ္းေပါ့”ဒီ႐ုပ္ရွင္က ျဖစ္ရပ္မွန္ကို အေျခခံ႐ိုက္ကူးထားတာပါ။ မစ္ခ်ယ္ပိန္းဟာ မလ္ဘန္းဖလား ျမင္းၿပိဳင္ပြဲမွာ ၁၅၅ ႏွစ္အတြင္း ပထမဆုံး အမ်ိဳးသမီး ခ်န္ပီယံ ျဖစ္ခဲ့တဲ့သူပါပဲ။ မလ္ဘန္းဖလားဟာ အမ်ိဳးသမီး ေဂ်ာ္ကီဝင္ၿပိဳင္ခြင့္ရတာ ရွားပါးသလို အဆင့္ ၁၀ အတြင္းဝင္ဖို႔ေတာင္ မရွိသေလာက္ပါပဲ။ျမင္းၿပိဳင္ပြဲေတြဟာ ကမာၻ႔အႏၲရာယ္အမ်ားဆုံး အားကစားထဲမွာ ပါဝင္ပါတယ္။ ျမင္းဆိုတာ ေျဖးေျဖးမွန္မွန္စီးေနရင္ေတာင္ အႏၲရာယ္မကင္းတဲ့အရာျဖစ္တာမို႔ ဇက္ကုန္ဖြင့္ၿပီး စီးေနတဲ့အခ်ိန္မွာ ၿပိဳင္ကားေမာင္းတာထက္ေတာင္ အႏၲရာယ္မ်ားႏိုင္ပါတယ္။မစ္ခ်ယ္ဟာ ကေလးဘဝကတည္းက ေဂ်ာ္ကီအျဖစ္ပဲ အသက္ေမြးဖို႔ ဆုံးျဖတ္ခဲ့သူျဖစ္ၿပီး၊ ၿပိဳင္ပြဲတစ္ခုမွာ အျပင္းအထန္ ျပဳတ္က်ခဲ့လို႔ အၾကာႀကီးအနားယူခဲ့ရၿပီးမွာ တစ္ေၾကာ့ျပန္ ၿပိဳင္ပြဲဝင္ခဲ့သူပါ။ ဒီ႐ုပ္ရွင္ကေတာ့ မစ္ခ်ယ္ပိန္းတို႔ရဲ႕ ျမင္းထရိန္နာေတြ ေဂ်ာ္ကီေတြ ျပည္ႏွက္ေနတဲ့ မိသားစုအေၾကာင္း၊ မစ္ခ်ယ္ပိန္းနဲ႔ နာမည္ေက်ာ္ ျမင္းထရိန္နာျဖစ္လာတဲ့ သူ႔ရဲ႕အစ္ကို ေဒါင္းေရာဂါသည္ စတီဗီပိန္းတို႔ရဲ႕ ေအာင္ျမင္မႈဆီ လမ္းေၾကာင္းကို ျပသထားတာပဲျဖစ္ပါတယ္။ ျဖစ္ရပ္မွန္ႀကိဳက္တဲ့သူေတြ စိတ္ဓာတ္အင္အားရခ်င္တဲ့သူေတြအတြက္ေတာ့ ႐ုပ္ရွင္ေကာင္းတစ္ခုပါပဲ။ဇာတ္လမ္းအၫြန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္….File Size : (980 MB) and (380 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:38:00Genre : Biography, Drama, SportSubtitle : Myanmar Subtitle (Hard Sub)Translated by LittleneoEncoded by Phyo Pyae"