"(Unicode)
ကြမ်းကြမ်းရမ်းရမ်း မိုက်မိုက်ကန်းကန်း မြင်းတွေစီးပြီး သေနတ်တွေနဲ့ ပစ်ကြခတ်ကြ တဲ့ အနောက်ပိုင်းရုပ်ရှင်တွေကို ကြည့်ချင်သူများအတွက်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၁၉၉၅ ခုနှစ်ထွက်ရှိထားတဲ့ The Quick and the Dead ဆိုတဲ့ဇာတ်ကားလေး တင်ဆက်ပေးလိုက်ပါတယ်
အစိုးရရဲ့ ဥပဒေမစိုးမိုးဘဲ လူမိုက်တွေ ကိုသာ ဆက်ကြေးပေးနေရတဲ့ မြို့လေးတစ်မြို့မှာ သေနတ်ယှဉ်ပစ်တဲ့ ပွဲကို နှစ်စဉ်ကျင်းပလေ့ရှိပါတယ် …
အနိုင်ရရှိတဲ့သူဟာ ဒေါ်လာ ၁၂၃၀၀၀ ကိုပိုင်ဆိုင်ရမှာဖြစ်တဲ့အတွက် အနယ်နယ်အရပ်ရပ်က သေနတ်သမားတွေ လာရောက်လက်စွမ်းပြလေ့ရှိတာပေါ့
တစ်ရက်မှာ အဲ့ဒီကစားပွဲကို မိန်းကလေးတစ်ယောက်ရောက်ရှိလာခဲ့ပုံက ကျားတောထဲရောက်လာတဲ့ သမင်မလေး တစ်ကောင်လိုပါပဲ …
သို့သော် မိန်းကလေးဟာ သမင်မလေးဖြစ်မလား ကျားသစ်မလေးဖြစ်မလားဆိုတာ ပရိသတ်ကြီးကိုယ်တိုင်ပဲ ကြည့်ရှုခံစားတော်မူကြပါ
IMDb – 6.4/10 ရရှိထားပြီး နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်ကြတဲ့ Sharon Stone , Russell Crowe တို့အပြင်
Leonardo DiCaprio လည်းပါဝင်သရုပ်ဆောင်ထားပါတယ်
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်…
(Zawgyi)
ၾကမ္းၾကမ္းရမ္းရမ္း မိုက္မိုက္ကန္းကန္း ျမင္းေတြစီးၿပီး ေသနတ္ေတြနဲ႔ ပစ္ၾကခတ္ၾက တဲ့ အေနာက္ပိုင္း႐ုပ္ရွင္ေတြကို ၾကည့္ခ်င္သူမ်ားအတြက္
၁၉၉၅ ခုႏွစ္ထြက္ရွိထားတဲ့ The Quick and the Dead ဆိုတဲ့ဇာတ္ကားေလး တင္ဆက္ေပးလိုက္ပါတယ္
အစိုးရရဲ႕ ဥပေဒမစိုးမိုးဘဲ လူမိုက္ေတြ ကိုသာ ဆက္ေၾကးေပးေနရတဲ့ ၿမိဳ႕ေလးတစ္ၿမိဳ႕မွာ ေသနတ္ယွဥ္ပစ္တဲ့ ပြဲကို ႏွစ္စဥ္က်င္းပေလ့ရွိပါတယ္ …
အႏိုင္ရရွိတဲ့သူဟာ ေဒၚလာ ၁၂၃၀၀၀ ကိုပိုင္ဆိုင္ရမွာျဖစ္တဲ့အတြက္ အနယ္နယ္အရပ္ရပ္က ေသနတ္သမားေတြ လာေရာက္လက္စြမ္းျပေလ့ရွိတာေပါ့
တစ္ရက္မွာ အဲ့ဒီကစားပြဲကို မိန္းကေလးတစ္ေယာက္ေရာက္ရွိလာခဲ့ပုံက က်ားေတာထဲေရာက္လာတဲ့ သမင္မေလး တစ္ေကာင္လိုပါပဲ …
သို႔ေသာ္ မိန္းကေလးဟာ သမင္မေလးျဖစ္မလား က်ားသစ္မေလးျဖစ္မလားဆိုတာ ပရိသတ္ႀကီးကိုယ္တိုင္ပဲ ၾကည့္ရႈခံစားေတာ္မူၾကပါ
IMDb – 6.4/10 ရရွိထားၿပီး နာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြျဖစ္ၾကတဲ့ Sharon Stone , Russell Crowe တို႔အျပင္
Leonardo DiCaprio လည္းပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္…
File Size : (900 MB) and (450 MB)
Quality : Blu-Ray 720p
Running Time : 1hr 47min
Format : Mp4
Genre : Action, Romance, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.Bluray.x264-hV
Translated by Zuel Khant Thwin
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
