"Ghost Stories (2019)================#UnicodePauseဒီရုပ်ရှင်က ဘာနဲ့ တူလဲဆိုတော့ထိုင်းမှာ နာမည်ကြီးတဲ့ 3AM လိုပဲ3AM က သရဲပုံပြင်တွေကို ရုပ်ရှင်အဖြစ်ရိုက်ပြီး အပိုင်းတိုလေးတွေ စုထားတဲ့ ရုပ်ရှင်ပါထိုင်းရဲ့ 3AM က Jump Scare တွေ အရမ်းများတယ်သေချာလေး မိတ်ကပ်ရော ကွန်ပြုတာ Effect ရောသေချာလုပ်တဲ့ အပြင် ဇတ်လမ်းတွေက အတော်စိတ်ဝင်စားစရာကောင်းပြီး ဇတ်ဝင်ခန်းတွေ ရဲ့တီးလုံးသံတွေကြောင့် ပိုအသက်ဝင်တယ်…အခု India က Ghost Stories ဆိုပြီး ရိုက်ချလာတယ်IMDb ကတော့ 4 ပဲ ရှိတာက မကောင်းတဲ့ အငွေ့အသက်လေးလဲရတာပေါ့…ဒါပေမဲ့ တကယ်တမ်း ကြည့်လိုက်တဲ့ အခါတွေးစရာလေးတွေ ပေးတယ်အရမ်းကြောက်ရလား ဆိုတော့လဲ မဟုတ်ပြန်ဘူးသူက တွေးစရာတွေပဲ ပေးတယ်…ဘယ်လိုမျိုးလဲ ဆိုတော့ သတိုးတေဇ ၀တ္တုဖတ်ရသလိုတကယ်မရှိတာတွေက တကယ်ရှိပြီး တကယ်ရှိတာတွေကတကယ်မရှိတာမျိုးတွေတကယ်တမ်း India က ဒီထက် ပိုလုပ်နိုင်သေးတယ်Jump Scare တွေ မပါတဲ့ ဟာမျိုးထဲက အကောင်းဆုံးပြောပါဆိုရင် The Haunting of Hill House ကိုပဲ ညွှန်းရမှာပဲအရမ်းနည်းပြီး တွေးတွေးပြီး ကြောက်ခိုင်းတာမျိုး…ဒီ India ရုပ်ရှင်က တစ်ခုသာတာက ရုပ်ရှင်ကားတစ်ခုလုံးရဲ့အသံပိုင်းဆိုင်ရာနဲ့ ဆက်တင်တွေပဲ….ပေါကားလို့ လဲ ပြောချင်ပေမဲ့ ပေါကားဘက်လဲ မရောက်ဘူးနိုင်ငံတကာမှာ Horror ရုပ်ရှင်တွေက IMDb Rating ကိုကောင်းကောင်းကန်းကန်း ရတာ အင်မတန် ရှားတယ်IMDb ကို သွားမကြည့်ပဲ အစအဆုံး ကြည့်လိုက်တာမှအချိန်တစ်ခု ပေးရကျိုး နပ်သွားမယ် ထင်တာပဲပြောရရင်တော့ ပျင်းဖို့ မကောင်းသလို အရမ်းကြီးကြောက်ရတာမျိုး မရှိပေမဲ့ အသံနဲ့တော့ ကောင်းကောင်းကြီးသင့်ကို ခြောက်လှန့်နိုင်မှာပါ#ZawgyiGhost Stories (2019)================ဒီ႐ုပ္ရွင္က ဘာနဲ႔ တူလဲဆိုေတာ့ထိုင္းမွာ နာမည္ႀကီးတဲ့ 3AM လိုပဲ3AM က သရဲပုံျပင္ေတြကို ႐ုပ္ရွင္အျဖစ္႐ိုက္ၿပီး အပိုင္းတိုေလးေတြ စုထားတဲ့ ႐ုပ္ရွင္ပါထိုင္းရဲ႕ 3AM က Jump Scare ေတြ အရမ္းမ်ားတယ္ေသခ်ာေလး မိတ္ကပ္ေရာ ကြန္ျပဳတာ Effect ေရာေသခ်ာလုပ္တဲ့ အျပင္ ဇတ္လမ္းေတြက အေတာ္စိတ္ဝင္စားစရာေကာင္းၿပီး ဇတ္ဝင္ခန္းေတြ ရဲ႕တီးလုံးသံေတြေၾကာင့္ ပိုအသက္ဝင္တယ္…အခု India က Ghost Stories ဆိုၿပီး ႐ိုက္ခ်လာတယ္IMDb ကေတာ့ 4 ပဲ ရွိတာက မေကာင္းတဲ့ အေငြ႕အသက္ေလးလဲရတာေပါ့…ဒါေပမဲ့ တကယ္တမ္း ၾကည့္လိုက္တဲ့ အခါေတြးစရာေလးေတြ ေပးတယ္အရမ္းေၾကာက္ရလား ဆိုေတာ့လဲ မဟုတ္ျပန္ဘူးသူက ေတြးစရာေတြပဲ ေပးတယ္…ဘယ္လိုမ်ိဳးလဲ ဆိုေတာ့ သတိုးေတဇ ၀တၱဳဖတ္ရသလိုတကယ္မရွိတာေတြက တကယ္ရွိၿပီး တကယ္ရွိတာေတြကတကယ္မရွိတာမ်ိဳးေတြတကယ္တမ္း India က ဒီထက္ ပိုလုပ္ႏိုင္ေသးတယ္Jump Scare ေတြ မပါတဲ့ ဟာမ်ိဳးထဲက အေကာင္းဆုံးေျပာပါဆိုရင္ The Haunting of Hill House ကိုပဲ ၫႊန္းရမွာပဲအရမ္းနည္းၿပီး ေတြးေတြးၿပီး ေၾကာက္ခိုင္းတာမ်ိဳး…ဒီ India ႐ုပ္ရွင္က တစ္ခုသာတာက ႐ုပ္ရွင္ကားတစ္ခုလုံးရဲ႕အသံပိုင္းဆိုင္ရာနဲ႔ ဆက္တင္ေတြပဲ….ေပါကားလို႔ လဲ ေျပာခ်င္ေပမဲ့ ေပါကားဘက္လဲ မေရာက္ဘူးႏိုင္ငံတကာမွာ Horror ႐ုပ္ရွင္ေတြက IMDb Rating ကိုေကာင္းေကာင္းကန္းကန္း ရတာ အင္မတန္ ရွားတယ္IMDb ကို သြားမၾကည့္ပဲ အစအဆုံး ၾကည့္လိုက္တာမွအခ်ိန္တစ္ခု ေပးရက်ိဳး နပ္သြားမယ္ ထင္တာပဲေျပာရရင္ေတာ့ ပ်င္းဖို႔ မေကာင္းသလို အရမ္းႀကီးေၾကာက္ရတာမ်ိဳး မရွိေပမဲ့ အသံနဲ႔ေတာ့ ေကာင္းေကာင္းႀကီးသင့္ကို ေျခာက္လွန႔္ႏိုင္မွာပါ။(ဇာတ်ကားအညွှန်းကို ရေးသားပေးသူကတော့ Ko Thit San Khant ပဲဖြစ်ပါတယ်။)Quality – 720p NF WEB-DLDuration – 2 hrs 24 minsSubtitle – Myanmar HardsubFormat – Mp4Genre : Horror, ThrillerSource : 720p.WEB-DLTranslator – Zaw HtooEncoder – San Win Maung"