"Croods 2 ထွက်တော့မှာဆိုတော့
Croods ကို ပြန်နွေးတဲ့ အနေနဲ့ ကြည့်မိတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂရုစ် ဆိုတဲ့ ဂူအောင်းလူသားကြီးက
သူ့မိသားစု ၆ ယောက်ကို ဘေးရန်တွေက
ကာကွယ်ပေးပြီး စောင့်ရှောက်လာတာ နှစ်တွေကြာခဲ့ပြီး
သမီးလေး အိဗ်တောင် အရွယ်ရောက်ခဲ့ပြီပေါ့…
ဒီအချိန်မှာပဲ ဂိုင်း ဆိုတဲ့ ကျောက်ခေတ်လူသား
ကောင်လေး တစ်ယောက်က ပေါက်ချလာပြီး
ကမ္ဘာကြီး ပျက်မယ့် အကြောင်းတွေ ပြောပြပြီး
မီးကို စတင် ဖန်တီးပြတော့တာပဲ
ဂိုင်း က သူတို့ နဲ့ မတူတဲ့ အချက် ရှိတယ်
သူက မကြောက်တက်သလို တီထွင်ဖန်တီးတက်တယ်
ဂရုစ် တို့ အုပ်စု ကြ တစ်ခုခုဆို ဂူထဲ ပဲ ပြေးအောင်းတက်ကြတာ
ဒီမှာပဲ ဂရုစ် သဘောမကျပေမဲ့ သူ့မိသားစု က ဂိုင်း ရဲ့ လမ်းပြမှုနဲ့
ကမ္ဘာပျက်ဘေးက လွတ်မယ့်နေရာကို စတင် ထွက်ကြတော့တာပဲ
ဒီဇတ်လမ်းမှာ ဘာတွေ တွေ့ရလဲ ဆိုတော့ မိသားစု စိတ်ဓါတ်ရယ်
အဖေတစ်ယောက် ရဲ့ စိုးရိမ်မှုတွေ ပူပန်မှုတွေ အပြင်
အသက်ရှင်နေထိုင်ဖို့ ဘာက အရေးကြီးလဲ ဆိုတဲ့ သော့ချက်ကို
ပြသွားတာ အကြိုက်ဆုံးပါပဲ….
ကျနော် ရုပ်ရှင်တွေ ကြည့်ဖြစ်ရင် ဒီရုပ်ရှင်က ဘာပေးလဲ ဆိုတဲ့
ဟာကို ရှာမနေပဲ စိတ်အပန်းဖြေဖို့ အတွက်ပဲ ကြည့်လေ့ ရှိပါတယ်
ဒီ Croods ကတော့ စိတ်အပန်းဖြေဖို့ အပြင် လူရဲ့ စိတ်အဟာရကို
ဖြည့်ဆည်းပေးလို့ ကလေးရော လူကြီးပါ ကြည့်သင့်ပါတယ်
ရုပ်ရှင်ကားကို Esther Van Sui Par က ဘာသာပြန်ပေးထားပြီး
Thit San Khant မှ Review ရေးပေးထားပါတယ်
zawgyi
Croods 2 ထြက္ေတာ့မွာဆိုေတာ့
Croods ကို ျပန္ေႏြးတဲ့ အေနနဲ႔ ၾကည့္မိတယ္
ဂ႐ုစ္ ဆိုတဲ့ ဂူေအာင္းလူသားႀကီးက
သူ႔မိသားစု ၆ ေယာက္ကို ေဘးရန္ေတြက
ကာကြယ္ေပးၿပီး ေစာင့္ေရွာက္လာတာ ႏွစ္ေတြၾကာခဲ့ၿပီး
သမီးေလး အိဗ္ေတာင္ အ႐ြယ္ေရာက္ခဲ့ၿပီေပါ့…
ဒီအခ်ိန္မွာပဲ ဂိုင္း ဆိုတဲ့ ေက်ာက္ေခတ္လူသား
ေကာင္ေလး တစ္ေယာက္က ေပါက္ခ်လာၿပီး
ကမာၻႀကီး ပ်က္မယ့္ အေၾကာင္းေတြ ေျပာျပၿပီး
မီးကို စတင္ ဖန္တီးျပေတာ့တာပဲ
ဂိုင္း က သူတို႔ နဲ႔ မတူတဲ့ အခ်က္ ရွိတယ္
သူက မေၾကာက္တက္သလို တီထြင္ဖန္တီးတက္တယ္
ဂ႐ုစ္ တို႔ အုပ္စု ၾက တစ္ခုခုဆို ဂူထဲ ပဲ ေျပးေအာင္းတက္ၾကတာ
ဒီမွာပဲ ဂ႐ုစ္ သေဘာမက်ေပမဲ့ သူ႔မိသားစု က ဂိုင္း ရဲ႕ လမ္းျပမႈနဲ႔
ကမာၻပ်က္ေဘးက လြတ္မယ့္ေနရာကို စတင္ ထြက္ၾကေတာ့တာပဲ
ဒီဇတ္လမ္းမွာ ဘာေတြ ေတြ႕ရလဲ ဆိုေတာ့ မိသားစု စိတ္ဓါတ္ရယ္
အေဖတစ္ေယာက္ ရဲ႕ စိုးရိမ္မႈေတြ ပူပန္မႈေတြ အျပင္
အသက္ရွင္ေနထိုင္ဖို႔ ဘာက အေရးႀကီးလဲ ဆိုတဲ့ ေသာ့ခ်က္ကို
ျပသြားတာ အႀကိဳက္ဆုံးပါပဲ….
က်ေနာ္ ႐ုပ္ရွင္ေတြ ၾကည့္ျဖစ္ရင္ ဒီ႐ုပ္ရွင္က ဘာေပးလဲ ဆိုတဲ့
ဟာကို ရွာမေနပဲ စိတ္အပန္းေျဖဖို႔ အတြက္ပဲ ၾကည့္ေလ့ ရွိပါတယ္
ဒီ Croods ကေတာ့ စိတ္အပန္းေျဖဖို႔ အျပင္ လူရဲ႕ စိတ္အဟာရကို
ျဖည့္ဆည္းေပးလို႔ ကေလးေရာ လူႀကီးပါ ၾကည့္သင့္ပါတယ္
႐ုပ္ရွင္ကားကို Esther Van Sui Par က ဘာသာျပန္ေပးထားၿပီး
Thit San Khant မွ Review ေရးေပးထားပါတယ္
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
