"Saand Ki Aankh(2019)
IMDb…8.6
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်လမ်းဟာ အိန္ဒိယနိုင်ငံရဲ့ပထမဦးဆုံးနိုင်ငံတကာပြိုင်ပွဲမှာ
ဆုရသွားတဲ့လူအကြောင်းရဲ့ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး
ရိုက်ကူးတင်ဆက်ထားတဲ့ဇာတ်ကားကောင်းတစ်ကောင်းပါ..
ဖြစ်ရပ်မှန်ဇာတ်ကြောင်းတွေဆို တစ်ဖွဲ့တစ်နွဲ့ နဲ့ပိုင်ပိုင်နိုင်နိုင်
ရိုက်ကူးပြနိုင်တဲ့ အိန္ဒိယဇာတ်လမ်းကောင်းတွေနဲ့ ရင်းနှီးကြဖူးမှာပါ..
ဒီဇာတ်လမ်းမှာလဲ အဲ့ဒီပထမဆုံးဆုကိုရသွားတဲ့သူဟာရှေးရိုးဆန်တဲ့
ရွာကမိန်းကလေးဖြစ်ပြီး သူ့ရဲ့အဘွားတွေရဲ့စိတ်ဓါတ်ကြိုးစားအားထုတ်ပုံတွေကို
အဓိကထားရိုက်ကူးထားတာပါ..ရွာတွေမှာမိန်းကလေးဆိုရင် အိမ်မှုကိစ္စလုပ်
အချိန်တန်ယောက်ျားယူ..ပြီးရင်လင်ယောကျ်ားကိုပြုစုလုပ်ကျွေးရင်းနဲ့ပဲ
မိန်းကလေးတွေဘဝဟာ ကုန်ဆုံးသွားရပါတယ်..ဒါပေမယ့်ဒီဇာတ်လမ်းထဲက
ဘွားဘွားနှစ်ဦးကတော့ သူတို့ရဲ့သမီးတွေကို သူတို့လိုမဖြစ်အောင် ဘယ်လိုအတိုက်အခံ
အကြံအဖန်တွေလုပ်ပြီး ရုန်းထွက်ကြမလဲဆိုတာကိုတော့….ဒီ အိန္ဒိယ ဇာတ်ကားက
ခင်ဗျားတို့ ထင်ထားတာထက်ကို ကောင်းပါတယ်…..
ရှေးရိုးဆန်တဲ့အတွေးတွေ အယူအဆတွေကြောင့် အရည်အသွေးတွေ အရည်
အချင်းတွေကို ချိုးနှိမ်ထားခံရသလိုဖြစ်နေတဲ့အနေအထားက
အားလုံးကို အတိုက်အခံလုပ်ပြီး ကြိုးစားပြထားတာကို
ဆွဲဆောင်မှုရှိအောင်ရိုက်ပြထားတာပါ..ပြသချိန် (၂) နာရီဆိုတာကို
တောင် ခင်ဗျားတို့ မေ့လျော့သွားပါလိမ့်မယ်…
IMDb…8.6 ရထားတာမို့ ထွေထွေထူးထူးတော့မညွှန်းတော့ပါဘူး…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်…..
(zawgyi)
ဒီဇာတ္လမ္းဟာ အိႏၵိယႏိုင္ငံရဲ႕ပထမဦးဆုံးႏိုင္ငံတကာၿပိဳင္ပြဲမွာ
ဆုရသြားတဲ့လူအေၾကာင္းရဲ႕ျဖစ္ရပ္မွန္ကို အေျခခံထားၿပီး
႐ိုက္ကူးတင္ဆက္ထားတဲ့ဇာတ္ကားေကာင္းတစ္ေကာင္းပါ..
ျဖစ္ရပ္မွန္ဇာတ္ေၾကာင္းေတြဆို တစ္ဖြဲ႕တစ္ႏြဲ႕ နဲ႔ပိုင္ပိုင္ႏိုင္ႏိုင္
႐ိုက္ကူးျပႏိုင္တဲ့ အိႏၵိယဇာတ္လမ္းေကာင္းေတြနဲ႔ ရင္းႏွီးၾကဖူးမွာပါ..
ဒီဇာတ္လမ္းမွာလဲ အဲ့ဒီပထမဆုံးဆုကိုရသြားတဲ့သူဟာေရွး႐ိုးဆန္တဲ့
႐ြာကမိန္းကေလးျဖစ္ၿပီး သူ႔ရဲ႕အဘြားေတြရဲ႕စိတ္ဓါတ္ႀကိဳးစားအားထုတ္ပုံေတြကို
အဓိကထား႐ိုက္ကူးထားတာပါ..႐ြာေတြမွာမိန္းကေလးဆိုရင္ အိမ္မႈကိစၥလုပ္
အခ်ိန္တန္ေယာက္်ားယူ..ၿပီးရင္လင္ေယာက်္ားကိုျပဳစုလုပ္ေကြၽးရင္းနဲ႔ပဲ
မိန္းကေလးေတြဘဝဟာ ကုန္ဆုံးသြားရပါတယ္..ဒါေပမယ့္ဒီဇာတ္လမ္းထဲက
ဘြားဘြားႏွစ္ဦးကေတာ့ သူတို႔ရဲ႕သမီးေတြကို သူတို႔လိုမျဖစ္ေအာင္ ဘယ္လိုအတိုက္အခံ
အႀကံအဖန္ေတြလုပ္ၿပီး ႐ုန္းထြက္ၾကမလဲဆိုတာကိုေတာ့….ဒီ အိႏၵိယ ဇာတ္ကားက
ခင္ဗ်ားတို႔ ထင္ထားတာထက္ကို ေကာင္းပါတယ္…..
ေရွး႐ိုးဆန္တဲ့အေတြးေတြ အယူအဆေတြေၾကာင့္ အရည္အေသြးေတြ အရည္
အခ်င္းေတြကို ခ်ိဳးႏွိမ္ထားခံရသလိုျဖစ္ေနတဲ့အေနအထားက
အားလုံးကို အတိုက္အခံလုပ္ၿပီး ႀကိဳးစားျပထားတာကို
ဆြဲေဆာင္မႈရွိေအာင္႐ိုက္ျပထားတာပါ..ျပသခ်ိန္ (၂) နာရီဆိုတာကို
ေတာင္ ခင္ဗ်ားတို႔ ေမ့ေလ်ာ့သြားပါလိမ့္မယ္…
IMDb…8.6 ရထားတာမို႔ ေထြေထြထူးထူးေတာ့မၫႊန္းေတာ့ပါဘူး…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္…..
File Size : (1.09 GB) and (375 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…02:26:00
Genre : Biography, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zwel Zan Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
