"Asako I & II(2018)
IMDb……7.0
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
အာဆာကိုဆိုတဲ့ကောင်မလေးတစ်ယောက် ဓာတ်ပုံပြပွဲတစ်ခုကိုသွားကြည့်ရင်း အမှတ်မထင်
ဘတ်ခုဆိုတဲ့ကောင်လေးတစ်ယောက်နဲ့ ဆုံမိပြီး သူတို့(၂)ဦးဟာ မြင်မြင်ချင်းပဲ ချစ်မိသွားကြတယ်။ဘတ်ခုဆိုတဲ့ကောင်လေးဟာ လူထူးဆန်းကောင်လေးတစ်ယောက်ပါ..
ဘာလို့ဆို သူဟာ ဘယ်သူ့မှ မ ပြောဘဲ ပျောက်ချင်ရာပျောက်နေတတ်တဲ့သူ….
တစ်ခါတစ်လေ အိမ်ကနေ မပြောမဆိုနဲ့ထွက်သွားရင်း တစ်လ ကိုးသီတင်းလောက် ပျောက်ချင်ပျောက်နေတတ်သည်။
အိမ်သားများအတွက် မထူးဆန်းတော့။
ဒီလိုနဲ့ ၆ လလောက်ကြာတော့ ဘတ်ခုတစ်ယောက် ပျောက်ချင်းမလှ ပျောက်ပြီး ပြန်ပေါ်မလာတော့။အာဆာကိုဆိုတဲ့ကောင်မလေးအတွက်တော့ ကြေကွဲခြင်းတွေ ထွေးပိုက်ပြီး
ကျန်ခဲ့ရတာပေါ့….
၂ နှစ်လောက်ကြာပြီးနောက် အာဆာကို တစ်ယောက် အံအားသင့်စရာတစ်ခုနဲ့ကြုံရတယ်…ပျောက်သွားတဲ့ ချစ်သူနဲ့တစ်ထေရောထဲတူတဲ့ ကောင်လေးတစ်ယောက်နဲ့
ဆုံခဲ့ရသလို သူပျောက်ပြီလို့ ထင်တဲ့ ချစ်သူကလည်း ပြန်ရောက်လာတဲ့နောက်မှာတော့….
ဘာတွေဆက်ဖြစ်ကြမလဲ ခံစားကြည့်ကြပါ…ဒီကားက အချစ်ရိုမန့်ကားလေးဖြစ်သလို
မင်းသားရော မင်းသမီးရော ချောမောလှပကြပါတယ်…တကယ့်ကို ရင်ခုန်စိတ်ကြည်နူးရတဲ့ကားလေးပါ.
ပြီးတော့ ဒီဇာတ်ကားဟာ 2019 ခုနှစ်အတွက် Asian Film Awards မှာ
ဆန်ကာတင်စာရင်းဝင်ခဲ့သလို အခြားဆု(၄)ဆုနဲ့ ဆန်ကာတင်(၁၀)ဆုလည်းစာရင်း
ဝင်ခဲ့တယ်…..ခံစားကြည့်ကြပါဦး….
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Megumiပဲဖြစ်ပါတယ်…..
(zawgyi)
အာဆာကိုဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ ဓာတ္ပုံျပပြဲတစ္ခုကိုသြားၾကည့္ရင္း အမွတ္မထင္
ဘတ္ခုဆိုတဲ့ေကာင္ေလးတစ္ေယာက္နဲ႔ ဆုံမိၿပီး သူတို႔(၂)ဦးဟာ ျမင္ျမင္ခ်င္းပဲ ခ်စ္မိသြားၾကတယ္။ဘတ္ခုဆိုတဲ့ေကာင္ေလးဟာ လူထူးဆန္းေကာင္ေလးတစ္ေယာက္ပါ..
ဘာလို႔ဆို သူဟာ ဘယ္သူ႔မွ မ ေျပာဘဲ ေပ်ာက္ခ်င္ရာေပ်ာက္ေနတတ္တဲ့သူ….
တစ္ခါတစ္ေလ အိမ္ကေန မေျပာမဆိုနဲ႔ထြက္သြားရင္း တစ္လ ကိုးသီတင္းေလာက္ ေပ်ာက္ခ်င္ေပ်ာက္ေနတတ္သည္။
အိမ္သားမ်ားအတြက္ မထူးဆန္းေတာ့။
ဒီလိုနဲ႔ ၆ လေလာက္ၾကာေတာ့ ဘတ္ခုတစ္ေယာက္ ေပ်ာက္ခ်င္းမလွ ေပ်ာက္ၿပီး ျပန္ေပၚမလာေတာ့။အာဆာကိုဆိုတဲ့ေကာင္မေလးအတြက္ေတာ့ ေၾကကြဲျခင္းေတြ ေထြးပိုက္ၿပီး
က်န္ခဲ့ရတာေပါ့….
၂ ႏွစ္ေလာက္ၾကာၿပီးေနာက္ အာဆာကို တစ္ေယာက္ အံအားသင့္စရာတစ္ခုနဲ႔ႀကဳံရတယ္…ေပ်ာက္သြားတဲ့ ခ်စ္သူနဲ႔တစ္ေထေရာထဲတူတဲ့ ေကာင္ေလးတစ္ေယာက္နဲ႔
ဆုံခဲ့ရသလို သူေပ်ာက္ၿပီလို႔ ထင္တဲ့ ခ်စ္သူကလည္း ျပန္ေရာက္လာတဲ့ေနာက္မွာေတာ့….
ဘာေတြဆက္ျဖစ္ၾကမလဲ ခံစားၾကည့္ၾကပါ…ဒီကားက အခ်စ္႐ိုမန႔္ကားေလးျဖစ္သလို
မင္းသားေရာ မင္းသမီးေရာ ေခ်ာေမာလွပၾကပါတယ္…တကယ့္ကို ရင္ခုန္စိတ္ၾကည္ႏူးရတဲ့ကားေလးပါ.
ၿပီးေတာ့ ဒီဇာတ္ကားဟာ 2019 ခုႏွစ္အတြက္ Asian Film Awards မွာ
ဆန္ကာတင္စာရင္းဝင္ခဲ့သလို အျခားဆု(၄)ဆုနဲ႔ ဆန္ကာတင္(၁၀)ဆုလည္းစာရင္း
ဝင္ခဲ့တယ္…..ခံစားၾကည့္ၾကပါဦး….
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Megumiပဲျဖစ္ပါတယ္…..
File Size : (950 MB) and (390 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:30:00
Genre :Romance, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Megumi
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
