"“ကြၽန္မက အၿမဲအဆင္ေျပေနတယ္လို႔ လူေတြကထင္ၾကတယ္ တကယ္ေတာ့ဒီလိုမဟုတ္ခဲ့ပါဘူး
ကိစၥေသးေသးေလးေတြကေတာင္မွ ကြၽန္မကိုနာက်င္ေစပါတယ္”
“လူတစ္ေယာက္ကို မုန္းလဲမုန္း ခ်စ္လဲခ်စ္ေနတာမ်ိဳးက အခ်စ္စစ္ပါပဲ”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
English sub ပဲရွိကတည္းက နာမည္ႀကီးတဲ့ကားေလးမို႔လို႔ ေတာ္ေတာ္မ်ားမ်ားလည္းသိၿပီးသားျဖစ္မွာပါ..
ကူ႐ူ႐ူဂီ ယူနီဆိုတာ ေအးတိေအးစက္နဲ႔ မာေက်ာတယ္လို႔ထင္ရတဲ့ အထက္တန္းေက်ာင္းသူေလးပါ ။
သူကစာလဲေတာ္ၿပီး စိတ္မာတယ္လို႔ထင္ရတဲ့အတြက္ လူေတြကသူ႔အတြက္ဆို ဘယ္ေတာ့မွ ဂ႐ုတစိုက္စဥ္းစားေပးၾကပါဘူး
ကူ႐ူ႐ူဂီက ေပ်ာ္သည္ျဖစ္ေစ ေဒါသထြက္သည္ျဖစ္ေစ သူ႔ရဲ႕ခံစားခ်က္ကိုမ်က္ႏွာမွာ လုံးဝမေဖာ္ျပဘဲ ႐ုပ္တည္ႀကီးနဲ႔အၿမဲေနပါတယ္…
သူကတျခားဘာသာရပ္ေတြမွာTopထဲဝင္ေပမယ့္ အဂၤလိပ္စာမွာေတာ့ဆိုးဆိုးဝါးဝါးပါပဲ
ပထမအစမ္းစာေမးပြဲအတြက္ အမွတ္ေတြထြက္တဲ့အခါ ကူ႐ူ႐ူဂီရဲ႕အဂၤလိပ္အမွတ္က အရမ္းနည္းတဲ့အတြက္ သူတို႔အတန္းရဲ႕အဂၤလိပ္စာဆရာျဖစ္တဲ့
ဆရာ ဆာကူ႐ိုင္နဲ႔အခ်ိန္ပိုသင္ဖို႔ေက်ာင္းကစီစဥ္ေပးပါတယ္
ဆရာဆာကူ႐ိုင္က လူေတြရဲ႕စိတ္ကိုနားလည္တတ္တဲ့သူပါ ကူ႐ူ႐ူဂီရဲ႕အျပဳအမူေတြကိုၾကည့္ၿပီး သူ႔စိတ္ထဲမွာဘာေႂတြဖစ္ေနလဲဆိုတာကို ခန႔္မွန္းႏိုင္တဲ့သူမ်ိဳးပါ
ခံစားခ်က္ေတြကိုမေဖာ္ျပတဲ့သူနဲ႔ သူမေျပာလည္း သူ႔ခံစားခ်က္ေတြကိုနားလည္ေပးန္ိုင္တဲ့သူတို႔ေတြ႕ၾကတဲ့အခါ ဘာေတြျဖစ္မလဲ…
အခ်စ္ကိုတစ္ခါမွမႀကဳံဖူးတဲ့သူရယ္
ဘယ္သူ႔ကိုမွ ကိုယ့္ဘက္ကစမခ်စ္ဖူးတဲ့သူရယ္
ဒီႏွစ္ေယာက္ဆီမွာသံေယာဇဥ္ေတြျဖစ္ၾကတဲ့အခါ ဘယ္လိုထုတ္ျပၾကမွာလဲဆိုတာကိုသိခ်င္ရင္ ဒီကားေလးကို ၾကည့္ပါလို႔…
( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ingyin San ျဖစ္ပါတယ္ )
[Unicode]
“ကျွန်မက အမြဲအဆင်ပြေနေတယ်လို့ လူတွေကထင်ကြတယ် တကယ်တော့ဒီလိုမဟုတ်ခဲ့ပါဘူး
ကိစ္စသေးသေးလေးတွေကတောင်မှ ကျွန်မကိုနာကျင်စေပါတယ်”
“လူတစ်ယောက်ကို မုန်းလဲမုန်း ချစ်လဲချစ်နေတာမျိုးက အချစ်စစ်ပါပဲ”
English sub ပဲရှိကတည်းက နာမည်ကြီးတဲ့ကားလေးမို့လို့ တော်တော်များများလည်းသိပြီးသားဖြစ်မှာပါ..
ကူရူရူဂီ ယူနီဆိုတာ အေးတိအေးစက်နဲ့ မာကျောတယ်လို့ထင်ရတဲ့ အထက်တန်းကျောင်းသူလေးပါ ။
သူကစာလဲတော်ပြီး စိတ်မာတယ်လို့ထင်ရတဲ့အတွက် လူတွေကသူ့အတွက်ဆို ဘယ်တော့မှ ဂရုတစိုက်စဉ်းစားပေးကြပါဘူး
ကူရူရူဂီက ပျော်သည်ဖြစ်စေ ဒေါသထွက်သည်ဖြစ်စေ သူ့ရဲ့ခံစားချက်ကိုမျက်နှာမှာ လုံးဝမဖော်ပြဘဲ ရုပ်တည်ကြီးနဲ့အမြဲနေပါတယ်…
သူကတခြားဘာသာရပ်တွေမှာTopထဲဝင်ပေမယ့် အင်္ဂလိပ်စာမှာတော့ဆိုးဆိုးဝါးဝါးပါပဲ
ပထမအစမ်းစာမေးပွဲအတွက် အမှတ်တွေထွက်တဲ့အခါ ကူရူရူဂီရဲ့အင်္ဂလိပ်အမှတ်က အရမ်းနည်းတဲ့အတွက် သူတို့အတန်းရဲ့အင်္ဂလိပ်စာဆရာဖြစ်တဲ့
ဆရာ ဆာကူရိုင်နဲ့အချိန်ပိုသင်ဖို့ကျောင်းကစီစဉ်ပေးပါတယ်
ဆရာဆာကူရိုင်က လူတွေရဲ့စိတ်ကိုနားလည်တတ်တဲ့သူပါ ကူရူရူဂီရဲ့အပြုအမူတွေကိုကြည့်ပြီး သူ့စိတ်ထဲမှာဘာတြွေဖစ်နေလဲဆိုတာကို ခန့်မှန်းနိုင်တဲ့သူမျိုးပါ
ခံစားချက်တွေကိုမဖော်ပြတဲ့သူနဲ့ သူမပြောလည်း သူ့ခံစားချက်တွေကိုနားလည်ပေးနိုင်တဲ့သူတို့တွေ့ကြတဲ့အခါ ဘာတွေဖြစ်မလဲ…
အချစ်ကိုတစ်ခါမှမကြုံဖူးတဲ့သူရယ်
ဘယ်သူ့ကိုမှ ကိုယ့်ဘက်ကစမချစ်ဖူးတဲ့သူရယ်
ဒီနှစ်ယောက်ဆီမှာသံယောဇဉ်တွေဖြစ်ကြတဲ့အခါ ဘယ်လိုထုတ်ပြကြမှာလဲဆိုတာကိုသိချင်ရင် ဒီကားလေးကို ကြည့်ပါလို့…
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ingyin San ဖြစ်ပါတယ် )
File size__( 999 MB) and ( 370 MB)
Quality__720p
IMDb Rating__6.3/10
Format__mp4
Duration__01:57:48
Type__Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
