"Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ္ေခါက္ၫႊန္ေပးမဲ့ကားေလးကေတာ့ 2019ထြက္ comedy နဲ႔
drama ေရာထားတဲ့ timeless love ဆိုတဲ့ကားေလးပါပဲ
ဇာက္လမ္းအၫႊန္းေလးကေတာ့ Qin Duyi ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္ဟာ
ေဆာက္လုပ္ေရးcompany တစ္ခုမွာ လက္ေထာက္မန္ေနဂ်ာတစ္ေယာက္ပါ
သူက တစ္ေယာက္တည္းေနတတ္သူျဖစ္ၿပီး ေန႔တိုင္း
အလုပ္ေနာက္က်တာမို႔ အၿမဲ အဆူခံထိသူပါ တစ္ေန႔ သူဟာ
ပလုပ္ေနာက္က်တာေၾကာင့္ ေဆာက္လုပ္ေရးဆိုက္ထဲမွာ
အလုပ္သြားလုပ္ဖို႔အျပစ္ေပးခံရပါတယ္ အဲ့ဒီမွာ ဆြဲႀကိဳးေလး
တစ္ကုံးေကာက္ရတဲ့အခ်ိန္မွာေတာ့ သူ႔ဘဝႀကီးဟာ
ေျပာင္းလဲလာပါေတာ့တယ္ သူဟာ ဆြဲႀကိဳးေလးကို ယူလာၿပီး
ညမွာေတာ့ သူ႔အိမ္ကို ထူးဆန္းတဲ့ မိန္းမလွေလးေလးေယာက္ေရာက္လာပါေတာ့တယ္
မိန္းမလွေလးေတြက သူ႔ကိုေျပာတယ္ သူတို႔ကိုကူညီပါလို႔
သူတို႔ဟာ ေရွးေခတ္ကေန လာခဲ့ၿပီး ကိစၥတစ္ခုေၾကာင့္ ဆြဲႀကိဳးထဲမွာ
ပိတ္မိေနၾကတာပါ သူတို႔ဟာ သူတို႔ရဲ႕ဖူးစာရွင္ကို ရွာၿပီး
သူတို႔ကို ခ်စ္တယ္လို႔ေျပာမွသာ သူတို႔ရဲ႕ေရွးေခတ္ကိုျပန္ႏိုင္မွာျဖစ္ၿပီး
Qin Duyi ကေတ့ာ သူတို႔ရဲ႕ ကယ္တင္ရွင္ သူတို႔က
ဝိဥာဥ္ေတြ ျဖစ္တာေၾကာင့္ သူမရဲ႕ ခႏၲာကိုယ္ကို ငွါးဖို႔လိုအပ္တာပါလို႔ေျပာၾကပါတယ္
အဲ့မိန္းကေလးေလးေယာက္ကေတာ့
Liu Rusi : ရဲရင့္ၿပီး ေခ်ာေမာလွတဲ့ မိန္းမစစ္သူႀကီး
Chen Zilian: စိတ္ကူးယဥ္ဆန္ၿပီး မိန္းမယစ္အိုးေလး
Li Mengying: အကလဲေတာ္ ႐ုပ္ေလးလဲလွ ဥာဏ္လဲေကာင္းလွတဲ့ အကမယ္ေလး
Susu : ေငြကိုေရလိုသုံးၿပီး စိတ္တိုင္းက်ေနေသာ မိန္းမလွေလး
သူတို႔ေလးေယာက္ဟာ သူတို႔ရဲ႕ဖူးစာရွင္ဆီက ခ်စ္တယ္ဆိုတဲ့
စကားကိုၾကားဖို႔ Qin Duyi ရဲ႕ ခႏၲာကိုယ္ထဲကို ဝင္ၿပီးႀကိဳးစားၾကမွာပါ
အဲ့ဒီေတာ့ ေကာင္မေလး ငါးေယာက္ရဲ႕စိတ္ ခႏၲာကိုယ္က
တစ္ခုထဲ ဘယ္လိုဆက္ျဖစ္ၾကမလဲဆိုတာ ဇာက္ကားေလးကို ေစာင့္ၾကည့္လိုက္ပါအုံးေနာ္
Unicode
*******
ဒီတစ်ခေါက်ညွှန်ပေးမဲ့ကားလေးကတော့ 2019ထွက် comedy နဲ့
drama ရောထားတဲ့ timeless love ဆိုတဲ့ကားလေးပါပဲ
ဇာက်လမ်းအညွှန်းလေးကတော့ Qin Duyi ဆိုတဲ့ကောင်မလေးတစ်ယောက်ဟာ
ဆောက်လုပ်ရေးcompany တစ်ခုမှာ လက်ထောက်မန်နေဂျာတစ်ယောက်ပါ
သူက တစ်ယောက်တည်းနေတတ်သူဖြစ်ပြီး နေ့တိုင်း
အလုပ်နောက်ကျတာမို့ အမြဲ အဆူခံထိသူပါ တစ်နေ့ သူဟာ
ပလုပ်နောက်ကျတာကြောင့် ဆောက်လုပ်ရေးဆိုက်ထဲမှာ
အလုပ်သွားလုပ်ဖို့အပြစ်ပေးခံရပါတယ် အဲ့ဒီမှာ ဆွဲကြိုးလေး
တစ်ကုံးကောက်ရတဲ့အချိန်မှာတော့ သူ့ဘဝကြီးဟာ
ပြောင်းလဲလာပါတော့တယ် သူဟာ ဆွဲကြိုးလေးကို ယူလာပြီး
ညမှာတော့ သူ့အိမ်ကို ထူးဆန်းတဲ့ မိန်းမလှလေးလေးယောက်ရောက်လာပါတော့တယ်
မိန်းမလှလေးတွေက သူ့ကိုပြောတယ် သူတို့ကိုကူညီပါလို့
သူတို့ဟာ ရှေးခေတ်ကနေ လာခဲ့ပြီး ကိစ္စတစ်ခုကြောင့် ဆွဲကြိုးထဲမှာ
ပိတ်မိနေကြတာပါ သူတို့ဟာ သူတို့ရဲ့ဖူးစာရှင်ကို ရှာပြီး
သူတို့ကို ချစ်တယ်လို့ပြောမှသာ သူတို့ရဲ့ရှေးခေတ်ကိုပြန်နိုင်မှာဖြစ်ပြီး
Qin Duyi ကတေ့ာ သူတို့ရဲ့ ကယ်တင်ရှင် သူတို့က
ဝိဉာဉ်တွေ ဖြစ်တာကြောင့် သူမရဲ့ ခန္တာကိုယ်ကို ငှါးဖို့လိုအပ်တာပါလို့ပြောကြပါတယ်
အဲ့မိန်းကလေးလေးယောက်ကတော့
Liu Rusi : ရဲရင့်ပြီး ချောမောလှတဲ့ မိန်းမစစ်သူကြီး
Chen Zilian: စိတ်ကူးယဉ်ဆန်ပြီး မိန်းမယစ်အိုးလေး
Li Mengying: အကလဲတော် ရုပ်လေးလဲလှ ဉာဏ်လဲကောင်းလှတဲ့ အကမယ်လေး
Susu : ငွေကိုရေလိုသုံးပြီး စိတ်တိုင်းကျနေသော မိန်းမလှလေး
သူတို့လေးယောက်ဟာ သူတို့ရဲ့ဖူးစာရှင်ဆီက ချစ်တယ်ဆိုတဲ့
စကားကိုကြားဖို့ Qin Duyi ရဲ့ ခန္တာကိုယ်ထဲကို ဝင်ပြီးကြိုးစားကြမှာပါ
အဲ့ဒီတော့ ကောင်မလေး ငါးယောက်ရဲ့စိတ် ခန္တာကိုယ်က
တစ်ခုထဲ ဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာ ဇာက်ကားလေးကို စောင့်ကြည့်လိုက်ပါအုံးနော်
Translated & Review By Mine
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
