"Guilt by Design(2019)အညွှန်း
****************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
ဒီဇာတ်ကားကတော့ တော်‌တော်ကိုစိတ်ဝင်စားစရာကောင်းပါတယ်။
စိတ်ပညာရှင် ပါမောက္ခ ရှူလိရှိန် က ရာဇဝတ်သားတို့ရဲ့စိတ်ကိုညှို့ယူပြီး အမှန်တရား
ပေါ်ပေါက်ရေးအတွက် ရဲတွေ ကိုများစွာကူညီခဲ့တဲ့သူဖြစ်ပါတယ်။
ပါမောက္ခရဲ့ဇနီးဟာ ကလေးမွေးပြီးနောက်မှာ စိတ်ကျရောဂါ ရရှိခဲ့ပါတယ်။ သူချစ်တဲ့ဇနီးသည်ဟာ အိပ်ဆေးသောက်တာ များသွားလို့ အသက်ဆုံးသွားခဲ့တယ် ။ ထိုနောက်မှာ သူ့ရဲ့စိတ်ညှို့ပညာကိုမသုံးတော့ပါဘူး။သူ့သမီးလေးနဲ့ပဲ ဘ၀ကိုရိုးစင်းစွာဖြတ်သန်းခဲ့
ပေမယ့် ကံကြမ္မာက မျက်နှာသာမပေးခဲ့ဘူး… အမည်မသိအဖွဲ့ အစည်းတစ်ခုဟာ
သူ့သမီး ရင်ရင် ကိုပြန်ပေးဆွဲပြီး သူ့ကိုခြိမ်း‌ခြောက်ခဲ့တယ်။
သမီးကိုကယ်ဖို့အတွက် သူကြိုးစားပါတော့တယ်…
သူဘယ်လိုကယ်မလဲ….သူတစ်ဘက်ကမ်းခပ်ကျွမ်းကျင်တဲ့ပညာကိုအသုံးချပြီး
ကယ်မှာလား….သူသုံးတဲ့ နည်းစနစ်တွေကရော အဆင်ပြေမလား…
ဒီဇာတ်ကားကတော့ Link Walker နဲ့ မြန်မာပရိတ်သတ်တွေရင်းနှီးကျတဲ့
နာမည်ကြီးမင်းသား Nick Cheung က အဓိက သရုပ်ဆောင်ထားပါတယ်…
ဇာတ်လမ်းက အစအဆုံးစိတ်ဝင်စားစရာကောင်းသလို
ထက်မြက်ပြီး ကိုယ့်ပညာကိုအချိန်ကိုက်အသုံးပြုပြီး ဖြေရှင်းတဲ့ သွေးအေးအေး
ဇာတ်ရုပ်ကိုတွေ့မြင်ရမှာပါ…တော်တော်ကြီးကို လန်းတဲ့ဇာတ်ကားပါ..
ခံစားကြည့်ကြပါဥ◌ီး…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ba Chit နဲ့ Naomi Noe တို့ပဲဖြစ်ပါတယ်…
(zawgyi)
ဒီဇာတ္ကားကေတာ့ ေတာ္‌ေတာ္ကိုစိတ္ဝင္စားစရာေကာင္းပါတယ္။
စိတ္ပညာရွင္ ပါေမာကၡ ရႉလိရွိန္ က ရာဇဝတ္သားတို႔ရဲ႕စိတ္ကိုညႇိဳ႕ယူၿပီး အမွန္တရား
ေပၚေပါက္ေရးအတြက္ ရဲေတြ ကိုမ်ားစြာကူညီခဲ့တဲ့သူျဖစ္ပါတယ္။
ပါေမာကၡရဲ႕ဇနီးဟာ ကေလးေမြးၿပီးေနာက္မွာ စိတ္က်ေရာဂါ ရရွိခဲ့ပါတယ္။ သူခ်စ္တဲ့ဇနီးသည္ဟာ အိပ္ေဆးေသာက္တာ မ်ားသြားလို႔ အသက္ဆုံးသြားခဲ့တယ္ ။ ထိုေနာက္မွာ သူ႔ရဲ႕စိတ္ညႇိဳ႕ပညာကိုမသုံးေတာ့ပါဘူး။သူ႔သမီးေလးနဲ႔ပဲ ဘ၀ကို႐ိုးစင္းစြာျဖတ္သန္းခဲ့
ေပမယ့္ ကံၾကမၼာက မ်က္ႏွာသာမေပးခဲ့ဘူး… အမည္မသိအဖြဲ႕ အစည္းတစ္ခုဟာ
သူ႔သမီး ရင္ရင္ ကိုျပန္ေပးဆြဲၿပီး သူ႔ကိုၿခိမ္း‌ေျခာက္ခဲ့တယ္။
သမီးကိုကယ္ဖို႔အတြက္ သူႀကိဳးစားပါေတာ့တယ္…
သူဘယ္လိုကယ္မလဲ….သူတစ္ဘက္ကမ္းခပ္ကြၽမ္းက်င္တဲ့ပညာကိုအသုံးခ်ၿပီး
ကယ္မွာလား….သူသုံးတဲ့ နည္းစနစ္ေတြကေရာ အဆင္ေျပမလား…
ဒီဇာတ္ကားကေတာ့ Link Walker နဲ႔ ျမန္မာပရိတ္သတ္ေတြရင္းႏွီးက်တဲ့
နာမည္ႀကီးမင္းသား Nick Cheung က အဓိက သ႐ုပ္ေဆာင္ထားပါတယ္…
ဇာတ္လမ္းက အစအဆုံးစိတ္ဝင္စားစရာေကာင္းသလို
ထက္ျမက္ၿပီး ကိုယ့္ပညာကိုအခ်ိန္ကိုက္အသုံးျပဳၿပီး ေျဖရွင္းတဲ့ ေသြးေအးေအး
ဇာတ္႐ုပ္ကိုေတြ႕ျမင္ရမွာပါ…ေတာ္ေတာ္ႀကီးကို လန္းတဲ့ဇာတ္ကားပါ..
ခံစားၾကည့္ၾကပါဥ◌ီး…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Ba Chit နဲ႔ Naomi Noe တို႔ပဲျဖစ္ပါတယ္…
File Size : (900 MB) and (358 MB)
Quality : WEB-DL 720P
Format…mp4
Duration…01:33:00
Genre : Action , Crime
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ba Chit & Naomi Noe
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
