"The Bravest(2019) အညႊန္း
***********************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(zawgyi)
က်န္းက်ိေဝ ဆုိတာ သိပ္ေတာ္တဲ့မီးသတ္ေခါင္းေဆာင္တစ္ေယာက္….အေတြ့အႀကဳံလည္းမ်ားသလုိ တစ္ဒဂၤအတြင္းမွန္ကန္တဲ့ဆုံးျဖတ္ခ်က္ေတြေၾကာင့္ ငယ္သားေတြကလည္း
ေလးစားအထင္ႀကီးၾကတယ္..တစ္ေန႕ေတာ့ မီးေလာင္မႈတစ္ခုမွာ သူတုိ႕အဖြဲ႕ ကယ္ဆယ္ေရးလုပ္ၾကတယ္…ကေလးတစ္ေယာက္ကုိ က်န္းက်ိေ၀ခက္ခက္ခဲခဲကယ္ထုတ္နုိင္ခဲ့တယ္…
ဒါေပမယ့္ သူကလြဲလုိ႕ မီးသတ္တစ္ဖြဲ႕လုံးမေမွ်ာ္လင့္တဲ့ ဂစ္အုိးေပါက္ကြဲမွုေၾကာင့္ ေသဆုံးကုန္ၾကတယ္…..က်န္းက်ိေ၀အတြက္ စိတ္ဒဏ္ရာအရဆုံးျဖစ္သလုိ ဦးတည္ရာမဲ့ရပ္တည္ေနသလုိခံစားရတယ္…စိတ္ပညာဆရာ၀န္ေတြရဲ႕ဆုံးျဖတ္ခ်က္အရမူမမွန္သလုိျဖစ္ေနတဲ့သူ႕ကုိ
မီးသတ္အဖြဲ႕ကလည္း နွဳတ္ထြက္ေစခ်င္ၾကတယ္….
တစ္ေန႕ေတာ့ တရုတ္နုိင္ငံရဲ႕အႀကီးဆုံး ဆိပ္ကမ္းေရနံသုိေလွာင္ကန္ႀကီး ပေယာဂတစ္ခုေၾကာင့္ မီးေလာင္မွႈျဖစ္ပြားခဲ့တယ္….အႀကီးဆုံးေရနံသုိေလွာင္ကန္ဆုိေတာ့ တကယ့္ကုိ
ကပ္ဆုိးၾကီးဆုိက္တာပါပဲ…အခက္အခဲဆုံးမီးေလာင္မွုေတြမတားနုိင္ခဲ့ရင္ အက္တမ္ဗုံး အလုံး ၂၀ အားနဲ႕ ညီမ်ွတဲ့ေပါက္ကြဲမွဳျဖစ္နုိင္တယ္လုိ႕ကြ်မ္းက်င္ပညာရွင္ေတြကဆုိၾကတယ္….ဘယ္ေလာက္ေတာင္အားႀကီးမလဲစဥ္းစားသာၾကည့္ေတာ့…
က်န္းက်ိေ၀တုိ႕မီးသတ္အဖြဲ႕ေတြ နဲ႕ တာ၀န္ရွိသူေတြ ဘယ္လုိတားဆီးၾကမလဲဆုိတာ
ေစာင့္ၾကည့္လုိက္ၾကပါဦး…
ဒီကားက ျဖစ္ရပ္မွန္ကုိအေျခခံၿပီးရုိက္ကူးထားတာပါ… မီးသတ္ေနတာကုိၾကည့္ရုံနဲ႕
ပ်င္းစရာဇာတ္ကားႀကီးလုိ႕ထင္ရင္ေတာ့မွားသြားလိမ့္မယ္…အစကေနအဆုံးထိ
တကယ့္ကုိ ရင္တထိတ္ထိတ္နဲ႕ၾကည့္ရတာပါ..ကုိယ္တုိင္မီးသတ္တပ္ဖြဲ႕ထဲေရာက္သြားသလုိခံစားရၿပီး ျဖစ္နုိင္ေျခေတြ လုိက္ၾကည့္ရတာ ခင္ဗ်ားတုိ႕ပါေဇာေခြ်းျပန္လာလိမ့္မယ္…
ရုိက္ခ်က္ေတြကလည္း တကယ့္ကုိခမ္းနားသလုိ တျခားနုိင္ငံရဲ႕ အထင္ႀကီးေလာက္စရာ
နည္းစနစ္ေတြကုိ အားက်စရာျမင္ေတြရပါ့လိမ့္မယ္….
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Ba Chit ပဲျဖစ္ပါတယ္…..
(Unicode)
ကျန်းကျိဝေ ဆိုတာ သိပ်တော်တဲ့မီးသတ်ခေါင်းဆောင်တစ်ယောက်….အတွေ့အကြုံလည်းများသလို တစ်ဒင်္ဂအတွင်းမှန်ကန်တဲ့ဆုံးဖြတ်ချက်တွေကြောင့် ငယ်သားတွေကလည်း
လေးစားအထင်ကြီးကြတယ်..တစ်နေ့တော့ မီးလောင်မှုတစ်ခုမှာ သူတို့အဖွဲ့ ကယ်ဆယ်ရေးလုပ်ကြတယ်…ကလေးတစ်ယောက်ကို ကျန်းကျိဝေခက်ခက်ခဲခဲကယ်ထုတ်နိုင်ခဲ့တယ်…
ဒါပေမယ့် သူကလွဲလို့ မီးသတ်တစ်ဖွဲ့လုံးမမျှော်လင့်တဲ့ ဂစ်အိုးပေါက်ကွဲမှုကြောင့် သေဆုံးကုန်ကြတယ်…..ကျန်းကျိဝေအတွက် စိတ်ဒဏ်ရာအရဆုံးဖြစ်သလို ဦးတည်ရာမဲ့ရပ်တည်နေသလိုခံစားရတယ်…စိတ်ပညာဆရာဝန်တွေရဲ့ဆုံးဖြတ်ချက်အရမူမမှန်သလိုဖြစ်နေတဲ့သူ့ကို
မီးသတ်အဖွဲ့ကလည်း နှုတ်ထွက်စေချင်ကြတယ်….
တစ်နေ့တော့ တရုတ်နိုင်ငံရဲ့အကြီးဆုံး ဆိပ်ကမ်းရေနံသိုလှောင်ကန်ကြီး ပယောဂတစ်ခုကြောင့် မီးလောင်မှှုဖြစ်ပွားခဲ့တယ်….အကြီးဆုံးရေနံသိုလှောင်ကန်ဆိုတော့ တကယ့်ကို
ကပ်ဆိုးကြီးဆိုက်တာပါပဲ…အခက်အခဲဆုံးမီးလောင်မှုတွေမတားနိုင်ခဲ့ရင် အက်တမ်ဗုံး အလုံး ၂၀ အားနဲ့ ညီမျှတဲ့ပေါက်ကွဲမှုဖြစ်နိုင်တယ်လို့ကျွမ်းကျင်ပညာရှင်တွေကဆိုကြတယ်….ဘယ်လောက်တောင်အားကြီးမလဲစဉ်းစားသာကြည့်တော့…
ကျန်းကျိဝေတို့မီးသတ်အဖွဲ့တွေ နဲ့ တာဝန်ရှိသူတွေ ဘယ်လိုတားဆီးကြမလဲဆိုတာ
စောင့်ကြည့်လိုက်ကြပါဦး…
ဒီကားက ဖြစ်ရပ်မှန်ကိုအခြေခံပြီးရိုက်ကူးထားတာပါ… မီးသတ်နေတာကိုကြည့်ရုံနဲ့
ပျင်းစရာဇာတ်ကားကြီးလို့ထင်ရင်တော့မှားသွားလိမ့်မယ်…အစကနေအဆုံးထိ
တကယ့်ကို ရင်တထိတ်ထိတ်နဲ့ကြည့်ရတာပါ..ကိုယ်တိုင်မီးသတ်တပ်ဖွဲ့ထဲရောက်သွားသလိုခံစားရပြီး ဖြစ်နိုင်ခြေတွေ လိုက်ကြည့်ရတာ ခင်ဗျားတို့ပါဇောချွေးပြန်လာလိမ့်မယ်…
ရိုက်ချက်တွေကလည်း တကယ့်ကိုခမ်းနားသလို တခြားနိုင်ငံရဲ့ အထင်ကြီးလောက်စရာ
နည်းစနစ်တွေကို အားကျစရာမြင်တွေရပါ့လိမ့်မယ်….
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ba Chit ပဲဖြစ်ပါတယ်…..
File Size : (950 MB) and (402 MB)
Quality : WEB-DL720P,
Format…mp4
Duration…01:58:00
Genre : Action, Drama,
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ba Chit
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
