"Zawgyi*******PauseIMDB rating – 5.92019 ထြက္တရုတ္ action drama ဇာတ္ကားေကာင္းေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေရွာင္စုန္ နဲ႔ ကန္ေဟာက္ ဆိုတဲ႔ ရဲအရာရွိႏွစ္ဦးကႏွင္းေတြထူထပ္စြာက်ေနတဲ႔ ေတာင္ေပၚစခန္း တစ္ခုမွာတာဝန္က်ပါတယ္တစ္ေန႕မွာေတာ့ ေရႊေတြကိုသယ္ပို႕ရတဲ႔ကား ဟာ သူတို႕စခန္းနဲ႕မနီးမေဝးမွာဓားၿပတိုက္ခံရပါတယ္ ေရွာင္စုန္နဲ႕ ကန္ေဟာက္ ဟာ သူတို႕ႏွစ္ေယာက္လံုးႀကိဳက္ေနတဲ႔ေဒါက္တာဆြမ္ယန္ရဲ႕ ေမြးေန႕ပဲြကိုသြားေနပါတယ္ ေမြးေန႕ကအၿပန္သူတို႕စခန္းရွိရာေနရာေတာင္ေပၚဘက္ကိုကားနဲ႕အၿပန္မွာ ဓားၿပတိုက္တဲ႔လူေတြနဲ႕ေတြ႕ပါေတာ့တယ္ပစ္ႀကခတ္ႀကရင္းနဲ႕ ေရွာင္စုန္တစ္ေယာက္ေသဆံုးသြားပါတယ္ ကန္ေဟာက္ဟာသူ႕အၿပစ္မကင္းဘူးလို႕ခံစားရတာေႀကာင့္ ေဒါက္တာဆြမ္ယန္ သူနဲ႕အတူအၿခားၿမိဳ႕ကိုအတူသြားမယ္လို႕ေၿပာေပးမယ္႔လည္း အဲ႔ဒီအမွဳကိုမရ ရေအာင္လုိုက္ပါေတာ့တယ္ စံုးစမ္းရင္းတစ္ႏွစ္ေလာက္အႀကာမွာေတာ့သစ္ေတာထဲမွာေရႊေခ်ာင္းေတြ႕တယ္လို႕သတင္းႀကားတဲ႔အခါ ကန္ေဟာက္လဲ စံုစမ္းဖို႕ေရာက္လာပါေတာ့တယ္ သစ္ေတာထဲမွာ စံုစမ္းရင္း ဓားၿပတိုက္တဲ႔သူေတြထဲႏွစ္ေယာက္ကေရႊေတြကိုဖြက္ေနတာကိုေတြ႕သြားပါတယ္ႏွင္းေတာထဲမွာကန္ေဟာက္ဟာဓားၿပတိုက္တဲ႔သူေတြဖမ္းခ်င္ေပမယ္႔လည္းလူအင္အားကမရွိတဲ႔အၿပင္ ဓားၿပေတြမွာလဲေသနတ္ေတြရွိတဲ႔အတြက္ကန္ေဟာက္တစ္ေယာက္ဓားၿပေတြကိုဘယ္လိုဖမ္းမလဲေသသြားသြားတဲ႔သူငယ္ခ်င္းရဲ႕ေသြးေႀကြးကိုၿပန္ဆပ္ႏုိင္မလားဆိုတာUnicode*******IMDB rating – 5.92019 ထွက်တရုတ် action drama ဇာတ်ကားကောင်းလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ရှောင်စုန် နဲ့ ကန်ဟောက် ဆိုတဲ့ ရဲအရာရှိနှစ်ဦးကနှင်းတွေထူထပ်စွာကျနေတဲ့ တောင်ပေါ်စခန်း တစ်ခုမှာတာဝန်ကျပါတယ်တစ်နေ့မှာတော့ ရွှေတွေကိုသယ်ပို့ရတဲ့ကား ဟာ သူတို့စခန်းနဲ့မနီးမဝေးမှာဓားပြတိုက်ခံရပါတယ် ရှောင်စုန်နဲ့ ကန်ဟောက် ဟာ သူတို့နှစ်ယောက်လုံးကြိုက်နေတဲ့ဒေါက်တာဆွမ်ယန်ရဲ့ မွေးနေ့ပွဲကိုသွားနေပါတယ် မွေးနေ့ကအပြန်သူတို့စခန်းရှိရာနေရာတောင်ပေါ်ဘက်ကိုကားနဲ့အပြန်မှာ ဓားပြတိုက်တဲ့လူတွေနဲ့တွေ့ပါတော့တယ်ပစ်ကြခတ်ကြရင်းနဲ့ ရှောင်စုန်တစ်ယောက်သေဆုံးသွားပါတယ် ကန်ဟောက်ဟာသူ့အပြစ်မကင်းဘူးလို့ခံစားရတာကြောင့် ဒေါက်တာဆွမ်ယန် သူနဲ့အတူအခြားမြို့ကိုအတူသွားမယ်လို့ပြောပေးမယ့်လည်း အဲ့ဒီအမှုကိုမရ ရအောင်လိုက်ပါတော့တယ် စုံးစမ်းရင်းတစ်နှစ်လောက်အကြာမှာတော့သစ်တောထဲမှာရွှေချောင်းတွေ့တယ်လို့သတင်းကြားတဲ့အခါ ကန်ဟောက်လဲ စုံစမ်းဖို့ရောက်လာပါတော့တယ် သစ်တောထဲမှာ စုံစမ်းရင်း ဓားပြတိုက်တဲ့သူတွေထဲနှစ်ယောက်ကရွှေတွေကိုဖွက်နေတာကိုတွေ့သွားပါတယ်နှင်းတောထဲမှာကန်ဟောက်ဟာဓားပြတိုက်တဲ့သူတွေဖမ်းချင်ပေမယ့်လည်းလူအင်အားကမရှိတဲ့အပြင် ဓားပြတွေမှာလဲသေနတ်တွေရှိတဲ့အတွက်ကန်ဟောက်တစ်ယောက်ဓားပြတွေကိုဘယ်လိုဖမ်းမလဲသေသွားသွားတဲ့သူငယ်ချင်းရဲ့သွေးကြွေးကိုပြန်ဆပ်နိုင်မလားဆိုတာTranslated & Review By Tin Myo LwinEncoded By LK"