"ဒီရုပ်ရှင်ကတော့ နာမည်ကျော်ပဲမို့ စောင့်နေတဲ့သူတွေရှိမှာပါ။
စကားလက်ဂျိုဟန်ဆန် နဲ့ အဒမ်ဒရိုင်ဘာတို့ သရုပ်ဆောင်စွမ်းရည်ပြထားတဲ့ကားဆိုလည်း မမှားပါဘူး။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဆုတွေအတော် ဆန်ကာတင်မယ့် ရုပ်ရှင်ပါပဲ။
ဇာတ်လမ်းကတော့ နာမည်အတိုင်းပါပဲ။
အိမ်ထောင်ရေးဇာတ်လမ်းလေး တစ်ပုဒ်ပါ။
အရမ်းသဘာဝကျပြီး ယုတ္တိဆန်လွန်းပါတယ်။
အရာရာကို စိတ်တိုင်းကျလုပ်တတ်တဲ့ ချာလီဆိုတဲ့ ယောကျာ်းတစ်ယောက်နဲ့
ကိုယ်ဘာလိုချင်လို့လိုချင်မှန်းမတွေးတတ်တော့တဲ့ နီကိုး ဆိုတဲ့ မိန်းကလေးတစ်ယောက် လက်ထပ်မိခဲ့တယ်။
ချာလီက ပြဇာတ်ဒါရိုက်တာ၊ နီကိုးက ပြဇာတ်သရုပ်ဆောင်ပေါ့။
ချာလီရဲ့သဘောအတိုင်း နယူးယောက်မှာ အခြေချခဲ့ပြီး ဟင်နရီဆိုတဲ့ သားလေး တစ်ယောက်ရှိလာခဲ့ပါပြီ။
ဒါပေမယ့် နီကိုးအတွက် လော့စ်အိန်ဂျလိ ဟောလိဝုဒ်မှာ
ဇာတ်လမ်းတွဲတစ်ခု ခေါင်းဆောင်မင်းသမီးနေရာ ရသွားချိန်မှာ
နယူးယောက်နဲ့ အယ်လ်အေ အခြေချမှုတွေ၊
ကလေးအုပ်ထိန်းခွင့်တွေနဲ့ ပတ်သတ်ပြီး အငြင်းပွားလာကြတယ်။
ဇာတ်လမ်းက သဘာဝအကျဆုံးနဲ့ ဇာတ်ရှိန်တွေ တက်လာပုံက အတော်ကောင်းတယ်ပြောရမှာပါပဲ။
ကွာရှင်းတဲ့ကိစ္စအတွက်ရှေ့နေက ပြောသလိုပေါ့
‘ ရာဇဝတ်မှုရှေ့နေတွေက လူဆိုးတွေကို သူတို့အကောင်းဆုံးလုပ်နေချိန်မှာ တွေ့ရပြီး
အိမ်ထောင်ကွဲရှေ့နေတွေကတော့ လူကောင်းတွေကို သူတို့အဆိုးဆုံးလုပ်မယ့်အချိန်မှာ တွေ့ရတာပါပဲ’ တဲ့။
ခံစားကြည့်လိုက်ပါ။
ဒီရုပ္ရွင္ကေတာ့ နာမည္ေက်ာ္ပဲမုိ႕ ေစာင့္ေနတဲ့သူေတြရွိမွာပါ။
စကားလက္ဂ်ိဳဟန္ဆန္ နဲ႕ အဒမ္ဒရိုင္ဘာတုိ႕ သရုပ္ေဆာင္စြမ္းရည္ျပထားတဲ့ကားဆိုလည္း မမွားပါဘူး။
ဆုေတြအေတာ္ ဆန္ကာတင္မယ့္ ရုပ္ရွင္ပါပဲ။
ဇာတ္လမ္းကေတာ့ နာမည္အတိုင္းပါပဲ။
အိမ္ေထာင္ေရးဇာတ္လမ္းေလး တစ္ပုဒ္ပါ။
အရမ္းသဘာဝက်ၿပီး ယုတၱိဆန္လြန္းပါတယ္။
အရာရာကို စိတ္တိုင္းက်လုပ္တတ္တဲ့ ခ်ာလီဆိုတဲ့ ေယာက်ာ္းတစ္ေယာက္နဲ႕
ကိုယ္ဘာလိုခ်င္လို႕လိုခ်င္မွန္းမေတြးတတ္ေတာ့တဲ့ နီကိုး ဆိုတဲ့ မိန္းကေလးတစ္ေယာက္ လက္ထပ္မိခဲ့တယ္။
ခ်ာလီက ျပဇာတ္ဒါရိုက္တာ၊ နီကိုးက ျပဇာတ္သရုပ္ေဆာင္ေပါ့။
ခ်ာလီရဲ႕သေဘာအတိုင္း နယူးေယာက္မွာ အေျခခ်ခဲ့ၿပီး ဟင္နရီဆိုတဲ့ သားေလး တစ္ေယာက္ရွိလာခဲ့ပါၿပီ။
ဒါေပမယ့္ နီကိုးအတြက္ ေလာ့စ္အိန္ဂ်လိ ေဟာလိဝုဒ္မွာ
ဇာတ္လမ္းတြဲတစ္ခု ေခါင္းေဆာင္မင္းသမီးေနရာ ရသြားခ်ိန္မွာ
နယူးေယာက္နဲ႕ အယ္လ္ေအ အေျခခ်မႈေတြ၊
ကေလးအုပ္ထိန္းခြင့္ေတြနဲ႕ ပတ္သတ္ၿပီး အျငင္းပြားလာၾကတယ္။
ဇာတ္လမ္းက သဘာဝအက်ဆံုးနဲ႕ ဇာတ္ရွိန္ေတြ တက္လာပံုက အေတာ္ေကာင္းတယ္ေျပာရမွာပါပဲ။
ကြာရွင္းတဲ့ကိစၥအတြက္ေရွ႕ေနက ေျပာသလိုေပါ့
‘ ရာဇဝတ္မႈေရွ႕ေနေတြက လူဆိုးေတြကို သူတို႕အေကာင္းဆံုးလုပ္ေနခ်ိန္မွာ ေတြ႕ရၿပီး
အိမ္ေထာင္ကြဲေရွ႕ေနေတြကေတာ့ လူေကာင္းေတြကို သူတို႕အဆိုးဆံုးလုပ္မယ့္အခ်ိန္မွာ ေတြ႕ရတာပါပဲ’ တဲ့။
ခံစားၾကည့္လုိက္ပါ။
File Size : (2 GB)/(1 GB)
Quality : Web (1080p 5.1,720p,480p)
Running Time : 2h 17min
Format : Mp4
Genre : Romance,Drama,Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.web.x264
Translateor : Little Neo
Encoder: sithu
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
