"The Ghost Who Walks(2019)(unicode)PauseCM ပရိသတ်ကြီးကို Action ,Crime ဇာတ်ကားတစ်ကားနဲ့မိတ်ဆက်ပေးချင်ပါတယ် …ဇာတ်လမ်းအကျဉ်းကတော့ခရစ္စမတ်ရာသီမှာ လူတွေတော်တော်များများပျော်ကြပါတယ် …ဒါပေမယ့် နိုလန်ဆိုတဲ့တစ်ယောက်ကတော့ ဒုက္ခတွေနဲ့ဆီးကြိုခံလိုက်ရပါတော့တယ်… အကြောင်းကတော့သူဟာ သစ္စာဖောက်လို့ဆိုပြီး သူ့သူဌေးဒွန်နီကြောင့်ထောင်ကျနေခဲ့တာပါ.. ဒါပေမယ့် ခရစ္စမတ်နေ့မှာသူဟာရက်ပြည့်ပြီးထောင်ကနေလွှတ်လာပါတယ် ..သူ့လွှတ်လာတာကိုဒွန်နီက စိတ်မချဘူးဖြစ်နေတယ် ဘာလို့လဲဆိုတော့ ဒွန်နီက နိုလန်ရဲ့ကောင်မလေးလန်နီကိုအပိုင်သိမ်းထားတာအတွက်ကြောင့်ပါ အဲ့ဒါအပြင် လန်နီဆီမှာလဲ နိုလန်နဲ့ရတဲ့ကလေးကလဲရှိနေပါတယ် ထောင်ကနေထွက်လာတဲ့နိုလန်ကို ဒွန်နီက အရင်ကသစ္စာဖောက်ထားတဲ့ကိစ္စရော အခု လန်နီကိစ္စရော နှစ်ခုလုံးရယ်ကြောင့်အပြတ်ရှင်းချင်နေတယ်…အဲ့ဒါကြောင့်သူထောင်ကထွက်ကတည်းက ဒွန်နီဟာသူ့တပည့်တွေကို နိုလန်ကိုလိုက်သတ်ခိုင်းဖို့ကြိုးစားပါတော့တယ်….နိုလန်တစ်ယောက် လွတ်မြောက်နိုင်ပါ့မလား…တခြားဘယ်လိုအန္တရယ်မျိုးတွေရောတွေ့ကြုံရမလဲဆိုတာကိုတော့ခံစားကြည့်လိုက်ပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်….(zawgyi)CM ပရိသတ္ႀကီးကို Action ,Crime ဇာတ္ကားတစ္ကားနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္ …ဇာတ္လမ္းအက်ဥ္းကေတာ့ခရစၥမတ္ရာသီမွာ လူေတြေတာ္ေတာ္မ်ားမ်ားေပ်ာ္ၾကပါတယ္ …ဒါေပမယ့္ ႏိုလန္ဆိုတဲ့တစ္ေယာက္ကေတာ့ ဒုကၡေတြနဲ႔ဆီးႀကိဳခံလိုက္ရပါေတာ့တယ္… အေၾကာင္းကေတာ့သူဟာ သစၥာေဖာက္လို႔ဆိုၿပီး သူ႔သူေဌးဒြန္နီေၾကာင့္ေထာင္က်ေနခဲ့တာပါ.. ဒါေပမယ့္ ခရစၥမတ္ေန႔မွာသူဟာရက္ျပည့္ၿပီးေထာင္ကေနလႊတ္လာပါတယ္ ..သူ႔လႊတ္လာတာကိုဒြန္နီက စိတ္မခ်ဘူးျဖစ္ေနတယ္ ဘာလို႔လဲဆိုေတာ့ ဒြန္နီက ႏိုလန္ရဲ႕ေကာင္မေလးလန္နီကိုအပိုင္သိမ္းထားတာအတြက္ေၾကာင့္ပါ အဲ့ဒါအျပင္ လန္နီဆီမွာလဲ ႏိုလန္နဲ႔ရတဲ့ကေလးကလဲရွိေနပါတယ္ ေထာင္ကေနထြက္လာတဲ့ႏိုလန္ကို ဒြန္နီက အရင္ကသစၥာေဖာက္ထားတဲ့ကိစၥေရာ အခု လန္နီကိစၥေရာ ႏွစ္ခုလုံးရယ္ေၾကာင့္အျပတ္ရွင္းခ်င္ေနတယ္…အဲ့ဒါေၾကာင့္သူေထာင္ကထြက္ကတည္းက ဒြန္နီဟာသူ႔တပည့္ေတြကို ႏိုလန္ကိုလိုက္သတ္ခိုင္းဖို႔ႀကိဳးစားပါေတာ့တယ္….ႏိုလန္တစ္ေယာက္ လြတ္ေျမာက္ႏိုင္ပါ့မလား…တျခားဘယ္လိုအႏၲရယ္မ်ိဳးေတြေရာေတြ႕ႀကဳံရမလဲဆိုတာကိုေတာ့ခံစားၾကည့္လိုက္ပါဦး..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္….File Size : (950 MB) and (339 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:46:00Genre : Action, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo Pyae"