"My People, My Country(2019)(Unicode)Pauseတရုတ်နိုင်ငံဟာ ကျွန်တော့်တို့နိုင်ငံနဲ့ ယှဉ်ရင် လွတ်လပ်ရေးရတဲ့နှစ်ဟာ ကျွန်တော်တို့ထက် နောက်ကျတာ အားလုံးအသိပါပဲ…လူဦးရေအများဆုံးနိုင်ငံဖြစ်သည့်အလျောက်ပြည်တွင်းစစ်များစွာဖြစ်ခဲ့သလို ကပ်ဆိုးပေါင်းများစွာလည်း ဆိုက်ခဲ့ပါတယ်…သို့ပါသော်ငြားလည်း တရုတ်ဟာခု ကမ္ဘာမှာ ဘယ်လိုအနေအထားနဲ့ ရှေ့ဆက်နေလဲဆိုတာ အားလုံးအသိပါပဲ..ဒီဇာတ်ကားကတော့တရုတ်နိုင်ငံ လွတ်လပ်‌ရေးရပြီး နှစ် ၇၀ ပြည့်အထိန်းအမှတ်အားဖြင့် ဒါရိုက်တာကြီး ၇ ယောက်တို့က လွတ်လပ်ရေးရပြီးနောက်ပိုင်း ဖြစ်ပျက်ခဲ့တဲ့ သမိုင်းတွင်နိုင်တဲ့ အကြောင်းအရာ ၇ ခုကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။နာမည်ကြီးသရုပ်ဆောင်များစွာကိုလည်းအသုံးပြုထားပါတယ်…ဒီလိုသမိုင်းတွင်နိုင်ခဲ့တဲ့အကြောင်းအရာရဲ့နောက်ကွယ်မှာ သာမန်လူတစ်ယောက် အနေနဲ့လည်း ထိုကြီးကျယ်လှတဲ့ အဖြစ်တွေနှင့် မဖြစ်မနေ စပ်လျဉ်းနေတဲ့အကြောင်းကို ရသ‌မြောက်ပြီး ပေါ်လွင်အောင် ရိုက်ကူးထားပါတယ်။ဒီဖြစ်ရပ်မှန် ၇ ခု ကိုကြည့်ခြင်းအားဖြင့် တရုတ်နိုင်ငံ တဖြည်းဖြည်းတိုးတက်လာပုံကိုလည်း‌တွေ့ရမှာပါ။ဗဟုသုတလည်းရသလို မှတ်သားစရာပေါင်းများစွာလည်းပါတဲ့အပြင် ကြည့်ရှုသူတွေကိုလည်း စိတ်ဝင်စားအောင် ခမ်းခမ်းနားနားရိုက်ပြထားပါတယ်..ခံစားကြည့်ကြပါဉီး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်…(zawgyi)တ႐ုတ္ႏိုင္ငံဟာ ကြၽန္ေတာ့္တို႔ႏိုင္ငံနဲ႔ ယွဥ္ရင္ လြတ္လပ္ေရးရတဲ့ႏွစ္ဟာ ကြၽန္ေတာ္တို႔ထက္ ေနာက္က်တာ အားလုံးအသိပါပဲ…လူဦးေရအမ်ားဆုံးႏိုင္ငံျဖစ္သည့္အေလ်ာက္ျပည္တြင္းစစ္မ်ားစြာျဖစ္ခဲ့သလို ကပ္ဆိုးေပါင္းမ်ားစြာလည္း ဆိုက္ခဲ့ပါတယ္…သို႔ပါေသာ္ျငားလည္း တ႐ုတ္ဟာခု ကမာၻမွာ ဘယ္လိုအေနအထားနဲ႔ ေရွ႕ဆက္ေနလဲဆိုတာ အားလုံးအသိပါပဲ..ဒီဇာတ္ကားကေတာ့တ႐ုတ္ႏိုင္ငံ လြတ္လပ္‌ေရးရၿပီး ႏွစ္ ၇၀ ျပည့္အထိန္းအမွတ္အားျဖင့္ ဒါ႐ိုက္တာႀကီး ၇ ေယာက္တို႔က လြတ္လပ္ေရးရၿပီးေနာက္ပိုင္း ျဖစ္ပ်က္ခဲ့တဲ့ သမိုင္းတြင္ႏိုင္တဲ့ အေၾကာင္းအရာ ၇ ခုကို ႐ိုက္ကူးထားတာျဖစ္ပါတယ္။နာမည္ႀကီးသ႐ုပ္ေဆာင္မ်ားစြာကိုလည္းအသုံးျပဳထားပါတယ္…ဒီလိုသမိုင္းတြင္ႏိုင္ခဲ့တဲ့အေၾကာင္းအရာရဲ႕ေနာက္ကြယ္မွာ သာမန္လူတစ္ေယာက္ အေနနဲ႔လည္း ထိုႀကီးက်ယ္လွတဲ့ အျဖစ္ေတြႏွင့္ မျဖစ္မေန စပ္လ်ဥ္းေနတဲ့အေၾကာင္းကို ရသ‌ေျမာက္ၿပီး ေပၚလြင္ေအာင္ ႐ိုက္ကူးထားပါတယ္။ဒီျဖစ္ရပ္မွန္ ၇ ခု ကိုၾကည့္ျခင္းအားျဖင့္ တ႐ုတ္ႏိုင္ငံ တျဖည္းျဖည္းတိုးတက္လာပုံကိုလည္း‌ေတြ႕ရမွာပါ။ဗဟုသုတလည္းရသလို မွတ္သားစရာေပါင္းမ်ားစြာလည္းပါတဲ့အျပင္ ၾကည့္ရႈသူေတြကိုလည္း စိတ္ဝင္စားေအာင္ ခမ္းခမ္းနားနား႐ိုက္ျပထားပါတယ္..ခံစားၾကည့္ၾကပါဉီး…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Naomi Noe ပဲျဖစ္ပါတယ္…File Size : (1.19 GB) and (409 MB)Quality : WEB-DL 720pFormat…mp4Duration…02:34:00Genre : History, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Naomi NoeEncoded by Phyo Pyae"