"မၾကာခင္ကမွ ထြက္ရွိ ထားတဲ့ စိတ္ကူးယဥ္စြန္႔စားခန္း Animation ဇာတ္ကားေလး ျဖစ္တဲ့PauseMoanaကားေလး အေၾကာင္း ၫႊန္း ေပးလိုက္ပါတယ္။Disney ႐ုပ္ရွင္ ထုတ္လုပ္ေရးရဲ႕ ၅၆ ခု ေျမာက္ Animationဇာတ္ကား အျဖစ္ႏိုဝင္ဘာ ၂၃ ရက္ကမွ ထြက္ရွိထားတာပါ။#တီဖီတီ ဟာ ကြၽန္းကို ေစာင့္ ေရွာက္တဲ့ နတ္သမီးတစ္ပါးျဖစ္ၿပီးကြၽန္းေတြ၊ အသက္ဝိညာဥ္ေတြ စတဲ့ အရာအားလံုးကို ဖန္ဆင္း ထားသူျဖစ္ပါတယ္။#တီဖီတီ ရဲ႕ ႏွလံုးသားဟာ ေက်ာက္စိမ္းတုံး ေလးတစ္ခုအေနနဲ႔ရွိၿပီးအသက္ ဝိညာဥ္ေတြ ဖန္ဆင္းရာမွာ အသံုး ျပဳႏုိင္ပါတယ္။ အဲဒါကို လူသား နတ္ဘုရားျဖစ္တဲ့#မာဝီ က သူ႔ရဲ႕ စြမ္းအားေတြ၊ ဝိညာဥ္ေတြ ျမႇင့္ တင္ဖို႔နဲ႔ ေမွာ္ငါးမွ်ားခ်ိတ္ႀကီး ဖန္ တီးဖို႔အသံုးျပဳခဲ့ၿပီး မီးေတာင္ ေခ်ာ္ရည္မိစၧာေကာင္ႀကီး #တီခါ နဲ႔ ဆံုၿပီးတဲ့ေနာက္တီဖီတီရဲ႕ ႏွလံုးသားေရာ၊ ေမွာ္ငါးမွ်ားခ်ိတ္ႀကီး ေရာ သမုဒၵရာထဲမွာ ေပ်ာက္ဆံုး သြားခဲ့ပါတယ္။ေထာင္စုႏွစ္ တစ္ခုၾကာအ ၿပီးမွာေတာ့ #တီဖီတီ ဖန္ဆင္းထား တဲ့ မိုတန္ႏူဝီကြၽန္းသူႀကီး တြီရဲ႕ အေမ တာလာဟာ သူ႔ေျမး #မိုအာနာ အပါအဝင္ကြၽန္းေပၚက ကေလးေတြကို ကြၽန္းနဲ႔ပတ္သက္တဲ့ ဒ႑ာရီေတြကို ပံုျပင္ေျပာျပေလ့ ရွိပါတယ္။တီဖီတီရဲ႕ ႏွလံုးသားျဖစ္တဲ့ ေက်ာက္စိမ္းတုံးေလး ေပ်ာက္ဆံုးေနတဲ့အတြက္ကြၽန္းမွာ အႏၲရာယ္ေတြက်ေရာက္ႏုိင္တယ္လုိ႔ တာလာက မၾကာခဏ သတိေပးခဲ့ပါတယ္။တစ္ရက္မွာ မိုအာနာဟာ ကမ္း တင္ေနတဲ့ လိပ္ေလးတစ္ေကာင္ ကိုေတြ႕ခဲ့ၿပီး စင္ေရာ္ေတြဝိုင္းေန တာေၾကာင့္ ေရထဲျပန္မဆင္းရဲ ျဖစ္ေနတာကိုမိုအာနာကယ္ဆယ္ခဲ့ တာကို သမုဒၵရာႀကီးက အသိအ မွတ္ျပဳတဲ့အေနနဲ႔ တီဖီတီရဲ႕ ႏွလံုး သားကို ေပးခဲ့ပါတယ္။မိုအာနာ့လက္ထဲက ေက်ာက္ စိမ္းတံုးကို သူ႔အေဖကသိမ္းသြား ခဲ့ပါတယ္။ ဒါေပမဲ့လည္း မိုအာနာရဲ႕ အဘြားတာလာက ယူခဲ့ၿပီးအဲဒီ အရာဟာ ကြၽန္းသခင္မတီဖီတီရဲ႕ ေပ်ာက္ဆံုးေနတဲ့ ႏွလံုးသားျဖစ္ တယ္လို႔ မိုအာနာကိုေျပာျပခဲ့ပါတယ္။ ေနာက္ေတာ့ မိုအာနာတုိ႔ကြၽန္းမွာ အုန္းပင္ေတြပ်က္စီး၊ငါးေတြဖမ္း မမိနဲ႔ တစ္ကြၽန္းလံုး ဒုကၡေရာက္ ေနတာမို႔ ကြၽန္းကိုေက်ာ္ၿပီး အစာ ရွာထြက္ဖို႔ မိုအာနာစိတ္ကူးခဲ့ေပမယ့္ ေဒါသႀကီး၊ စည္းကမ္းႀကီးတဲ့ သူ႔ အေဖက လက္မခံခဲ့့ပါဘူး။ေနာက္ေတာ့ မရေတာ့တဲ့အ ဆံုး မိုအာနာဟာ သူ႔အခ်စ္ေတာ္ ဝက္ ေပါက္ေလး ပူးဝါးကိုေခၚၿပီးသူ႔အဘြားတာလာၫႊန္ၾကားတဲ့အတုိင္း လူသားနတ္ဘုရားမာဝီကိုရွာဖို႔ သမုဒၵရာထဲကို ထြက္သြားခဲ့ပါေတာ့တယ္။ လမ္းခရီးမွာ မုန္ တုိင္းမိၿပီးတျခားကြၽန္းတစ္ကြၽန္း ကို ေရာက္သြားခဲ့ကာ အဲဒီမွာ မာဝီနဲ႔ ေတြ႕ခဲ့ပါတယ္။အဲဒီအခါမွာ မိုအာနာက တီဖီတီရဲ႕ ႏွလံုးကို ေနရာ မွန္မွာထိန္းသိမ္းႏုိင္မွ တစ္ကြၽန္း လံုးအႏၲရာယ္ကင္းမွာမို႔မာဝီကူညီမွျဖစ္မယ့္အေၾကာင္း ေျပာျပခဲ့ ပါတယ္။အဲဒီမွာလည္း တီဖီတီရဲ႕ ႏွလံုးသားကိုလုမယ့္ ပင္လယ္ဓားျပ အဖြဲ႕နဲ႔လည္းရင္ဆုိင္ခဲ့ၾကရျပန္ပါ တယ္။ စြမ္းအားႀကီးတဲ့ မာဝီဟာ ငွက္အသြင္လည္းေျပာင္းလုိ႔ရၿပီးသူ႔ရဲ႕ေမွာ္ငါးမွ်ားခ်ိတ္ႀကီး ေပ်ာက္ဆံုးေနတဲ့အတြက္မိုအာနာကူရွာေပး ခဲ့ၿပီး အတူတိုက္ပြဲဝင္ခဲ့ၾကေတာ့ တယ္။မုိအာနာတစ္ေယာက္ မာဝီနဲ႔ အတူ သူတုိ႔ကြၽန္းမွာ ေရာက္ေန တဲ့မေကာင္းဆုိးဝါးေတြကို ဘယ္ လိုႏွိမ္နင္းမွာလဲ။ နတ္ဘုရားမ တီဖီတီရဲ႕ႏွလံုးသားကိုေကာ မူလေနရာေရာက္ေအာင္ ျပန္ထားခြင့္ရမွာလားဆိုတာေတာ့ကိုယ္တုိင္ပဲ ဆက္ၾကည့္လိုက္ဦးေနာ္………အထူးျပဳလုပ္ခ်က္ေတြေကာင္းလြန္တဲ့ Animation ဇာတ္ကားမို႔ ကေလး၊လူႀကီး မေရြး သေဘာက်မွာ ေသခ်ာသေလာက္ပါပဲ။အသံသ႐ုပ္ေဆာင္ထားသူေတြက မိုအာနာအျဖစ္ ေအာ္လီအုိင္ခရက္ဗယ္ဟို၊မာဝီအျဖစ္ ဒိြန္းဂြၽန္ဆင္၊ တာလာအျဖစ္ ေရခ်ယ္ေဟာက္စ္ စသူေတြပဲ ျဖစ္ပါတယ္။ဒီကားေလးကို ဘာသာျပန္သူကေတာ့ မ Yoon Shwe Yee Shein ျဖစ္ပါတယ္ဗ်(ဇာတ္လမ္းအညႊန္းကိုေတာ့ Movie Bank Page မွကူးယူေဖာ္ျပတာျဖစ္ပါတယ္)UNICODEမကြာခင်ကမှ ထွက်ရှိ ထားတဲ့ စိတ်ကူးယဉ်စွန့်စားခန်း Animation ဇာတ်ကားလေး ဖြစ်တဲ့Moanaကားလေး အကြောင်း ညွှန်း ပေးလိုက်ပါတယ်။Disney ရုပ်ရှင် ထုတ်လုပ်ရေးရဲ့ ၅၆ ခု မြောက် Animationဇာတ်ကား အဖြစ်နိုဝင်ဘာ ၂၃ ရက်ကမှ ထွက်ရှိထားတာပါ။#တီဖီတီ ဟာ ကျွန်းကို စောင့် ရှောက်တဲ့ နတ်သမီးတစ်ပါးဖြစ်ပြီးကျွန်းတွေ၊ အသက်ဝိညာဉ်တွေ စတဲ့ အရာအားလုံးကို ဖန်ဆင်း ထားသူဖြစ်ပါတယ်။#တီဖီတီ ရဲ့ နှလုံးသားဟာ ကျောက်စိမ်းတုံး လေးတစ်ခုအနေနဲ့ရှိပြီးအသက် ဝိညာဉ်တွေ ဖန်ဆင်းရာမှာ အသုံး ပြုနိုင်ပါတယ်။ အဲဒါကို လူသား နတ်ဘုရားဖြစ်တဲ့#မာဝီ က သူ့ရဲ့ စွမ်းအားတွေ၊ ဝိညာဉ်တွေ မြှင့် တင်ဖို့နဲ့ မှော်ငါးမျှားချိတ်ကြီး ဖန် တီးဖို့အသုံးပြုခဲ့ပြီး မီးတောင် ချော်ရည်မိစ္ဆာကောင်ကြီး #တီခါ နဲ့ ဆုံပြီးတဲ့နောက်တီဖီတီရဲ့ နှလုံးသားရော၊ မှော်ငါးမျှားချိတ်ကြီး ရော သမုဒ္ဒရာထဲမှာ ပျောက်ဆုံး သွားခဲ့ပါတယ်။ထောင်စုနှစ် တစ်ခုကြာအ ပြီးမှာတော့ #တီဖီတီ ဖန်ဆင်းထား တဲ့ မိုတန်နူဝီကျွန်းသူကြီး တွီရဲ့ အမေ တာလာဟာ သူ့မြေး #မိုအာနာ အပါအဝင်ကျွန်းပေါ်က ကလေးတွေကို ကျွန်းနဲ့ပတ်သက်တဲ့ ဒဏ္ဍာရီတွေကို ပုံပြင်ပြောပြလေ့ ရှိပါတယ်။တီဖီတီရဲ့ နှလုံးသားဖြစ်တဲ့ ကျောက်စိမ်းတုံးလေး ပျောက်ဆုံးနေတဲ့အတွက်ကျွန်းမှာ အန္တရာယ်တွေကျရောက်နိုင်တယ်လို့ တာလာက မကြာခဏ သတိပေးခဲ့ပါတယ်။တစ်ရက်မှာ မိုအာနာဟာ ကမ်း တင်နေတဲ့ လိပ်လေးတစ်ကောင် ကိုတွေ့ခဲ့ပြီး စင်ရော်တွေဝိုင်းနေ တာကြောင့် ရေထဲပြန်မဆင်းရဲ ဖြစ်နေတာကိုမိုအာနာကယ်ဆယ်ခဲ့ တာကို သမုဒ္ဒရာကြီးက အသိအ မှတ်ပြုတဲ့အနေနဲ့ တီဖီတီရဲ့ နှလုံး သားကို ပေးခဲ့ပါတယ်။မိုအာနာ့လက်ထဲက ကျောက် စိမ်းတုံးကို သူ့အဖေကသိမ်းသွား ခဲ့ပါတယ်။ ဒါပေမဲ့လည်း မိုအာနာရဲ့ အဘွားတာလာက ယူခဲ့ပြီးအဲဒီ အရာဟာ ကျွန်းသခင်မတီဖီတီရဲ့ ပျောက်ဆုံးနေတဲ့ နှလုံးသားဖြစ် တယ်လို့ မိုအာနာကိုပြောပြခဲ့ပါတယ်။ နောက်တော့ မိုအာနာတို့ကျွန်းမှာ အုန်းပင်တွေပျက်စီး၊ငါးတွေဖမ်း မမိနဲ့ တစ်ကျွန်းလုံး ဒုက္ခရောက် နေတာမို့ ကျွန်းကိုကျော်ပြီး အစာ ရှာထွက်ဖို့ မိုအာနာစိတ်ကူးခဲ့ပေမယ့် ဒေါသကြီး၊ စည်းကမ်းကြီးတဲ့ သူ့ အဖေက လက်မခံခဲ့ပါဘူး။နောက်တော့ မရတော့တဲ့အ ဆုံး မိုအာနာဟာ သူ့အချစ်တော် ဝက် ပေါက်လေး ပူးဝါးကိုခေါ်ပြီးသူ့အဘွားတာလာညွှန်ကြားတဲ့အတိုင်း လူသားနတ်ဘုရားမာဝီကိုရှာဖို့ သမုဒ္ဒရာထဲကို ထွက်သွားခဲ့ပါတော့တယ်။ လမ်းခရီးမှာ မုန် တိုင်းမိပြီးတခြားကျွန်းတစ်ကျွန်း ကို ရောက်သွားခဲ့ကာ အဲဒီမှာ မာဝီနဲ့ တွေ့ခဲ့ပါတယ်။အဲဒီအခါမှာ မိုအာနာက တီဖီတီရဲ့ နှလုံးကို နေရာ မှန်မှာထိန်းသိမ်းနိုင်မှ တစ်ကျွန်း လုံးအန္တရာယ်ကင်းမှာမို့မာဝီကူညီမှဖြစ်မယ့်အကြောင်း ပြောပြခဲ့ ပါတယ်။အဲဒီမှာလည်း တီဖီတီရဲ့ နှလုံးသားကိုလုမယ့် ပင်လယ်ဓားပြ အဖွဲ့နဲ့လည်းရင်ဆိုင်ခဲ့ကြရပြန်ပါ တယ်။ စွမ်းအားကြီးတဲ့ မာဝီဟာ ငှက်အသွင်လည်းပြောင်းလို့ရပြီးသူ့ရဲ့မှော်ငါးမျှားချိတ်ကြီး ပျောက်ဆုံးနေတဲ့အတွက်မိုအာနာကူရှာပေး ခဲ့ပြီး အတူတိုက်ပွဲဝင်ခဲ့ကြတော့ တယ်။မိုအာနာတစ်ယောက် မာဝီနဲ့ အတူ သူတို့ကျွန်းမှာ ရောက်နေ တဲ့မကောင်းဆိုးဝါးတွေကို ဘယ် လိုနှိမ်နင်းမှာလဲ။ နတ်ဘုရားမ တီဖီတီရဲ့နှလုံးသားကိုကော မူလနေရာရောက်အောင် ပြန်ထားခွင့်ရမှာလားဆိုတာတော့ကိုယ်တိုင်ပဲ ဆက်ကြည့်လိုက်ဦးနော်………အထူးပြုလုပ်ချက်တွေကောင်းလွန်တဲ့ Animation ဇာတ်ကားမို့ ကလေး၊လူကြီး မရွေး သဘောကျမှာ သေချာသလောက်ပါပဲ။အသံသရုပ်ဆောင်ထားသူတွေက မိုအာနာအဖြစ် အော်လီအိုင်ခရက်ဗယ်ဟို၊မာဝီအဖြစ် ဒွိန်းဂျွန်ဆင်၊ တာလာအဖြစ် ရေချယ်ဟောက်စ် စသူတွေပဲ ဖြစ်ပါတယ်။ဒီကားလေးကို ဘာသာပြန်သူကတော့ မ Yoon Shwe Yee Shein ဖြစ်ပါတယ်ဗျ(ဇာတ်လမ်းအညွှန်းကိုတော့ Movie Bank Page မှကူးယူဖော်ပြတာဖြစ်ပါတယ်)"