"Disneyကနေထွက်လာတာရက်ပိုင်းပဲရှိသေးတဲ့ တကယ်ကောင်းပြီး
နာမည်ကြီးဖြစ်ရပ်မှန်အပေါ်အခြေခံထားတဲ့ Dramaကားတစ်ကားပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လက်ရှိ IMDb rating 8.3 ခရမ်းချဉ်သီးမှာ 94%နဲ့ reviewကောင်းတွေရထားပါတယ်။
တိုဂိုဆိုတာအလက်စကာရဲ့
နုံးဆိုတဲ့ရွာသာသာ‌နေရာလေးကစွတ်ဖားခွေးတစ်ကောင်ပါ။
အဲ့နယ်တစ်ခွင်မှာ အတော်ဆုံးနာမည်ကြီး
စွတ်ဖားလှည်းခေါင်းဆောင်ခွေးပေါ့။
သူ့သခင် ဆပါလာလည်း နာမည်ကြီးစွတ်ဖားမောင်းသမားတစ်ယောက်။
1925ခုနှစ် သေလောက်အောင်အေးတဲ့အလက်စကာရဲ့
ဆောင်းရာသီမှာ ကလေးတွေဆုံဆို့နာဆိုတဲ့
ကူးစက်ရောဂါဖြစ်ပြီး သေကြတယ်။
အဲ့ရောဂါအတွက်ဆေးက
သူတို့ရွာကနေအသွားအပြန်မိုင်၆၄၀လောက်ဝေးတဲ့နေရာကိုပဲ ပို့နိုင်တယ်။
အဲ့အချိန်မှာမုန်တိုင်းကလည်းတိုက်နေတော့
စွတ်ဖားလှည်းနဲ့ပဲသွားယူလို့ရမယ်။
ဒီလိုအချိန်မှာ အဲ့မုန်တိုင်းထဲမှာအသက်ရှင်လျက်သွားပြီး
ပြန်လာနိုင်မယ့်သူဆိုလို့ တိုဂိုခေါင်းဆောင်တဲ့
ဆပါလာရဲ့စွတ်ဖားပဲရှိတော့တယ်။
ဒီလိုနဲ့ ရောဂါဖြစ်ပြီးသေတော့မယ်ကလေးတွေအတွက်
ဆပါလာဟာ အသက်၁၂နှစ်ရှိနေတဲ့ခွေးအိုကြီးတစ်ကောင်ကို
ဦးဆောင်ခိုင်းပြီး အေးခဲလှတဲ့မုန်တိုင်းထဲ ဆေးယူဖို့တိုးဝင်ရပါတော့တယ်။
ဆပါလာတစ်ယောက်ဆေးကိုယူပြီး အသက်ရှင်လျက်ပြန်လာနိုင်ပါ့မလား
သူပြန်လာရင်ရော တိုဂိုဆိုတဲ့ခွေးအိုကြီးရော
အသက်ရှင်လျက်ပါလာပါ့မလားဆိုတာ စိတ်လှုပ်ရှားစွာနဲ့ကြည့်ရမှာပါ။
ဒီကားမှာဒိတ်ဒိတ်ကြဲမင်းသားကြီး Willem Dafoeဦးဆောင်ပြီး
Cinematographyကျွမ်းကျင်လှတဲ့
Ericson Core ဒါရိုက်တာလုပ်ထားတာကြောင့်လည်း
တကယ်ကိုကြည့်လို့ကောင်းတဲ့အပြင်
တိုဂိုရဲ့ငယ်ဘဝကိုရော အခုလက်ရှိဖြစ်နေတာတွေကိုပါပေါင်းစပ်ပြသထားလို့
တစ်ကားလုံး လုံးဝအီမနေပဲ
တစ်ချို့အခန်းတွေဆိုအသဲတယားယားနဲ့ကြည့်ရှုရမှာပါ။
ကြည့်ပြီးနောင်တရမယ့်ကားတစ်ကားမဟုတ်တာကြောင့်
ရှယ်ညွှန်းပေးလိုက်ရပါတယ်။
File Size : (1 GB , 341 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 53 min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Moe Lay
Encoded by Moe Myint Lwin
ZAWGYI
Disneyကေနထြက္လာတာရက္ပိုင္းပဲရွိေသးတဲ့ တကယ္ေကာင္းၿပီး
နာမည္ႀကီးျဖစ္ရပ္မွန္အေပၚအေျခခံထားတဲ့ Dramaကားတစ္ကားပါ။
လက္ရွိ IMDb rating 8.3 ခရမ္းခ်ဥ္သီးမွာ 94%နဲ႔ reviewေကာင္းေတြရထားပါတယ္။
တိုဂိုဆိုတာအလက္စကာရဲ႕
ႏုံးဆိုတဲ့႐ြာသာသာ‌ေနရာေလးကစြတ္ဖားေခြးတစ္ေကာင္ပါ။
အဲ့နယ္တစ္ခြင္မွာ အေတာ္ဆုံးနာမည္ႀကီး
စြတ္ဖားလွည္းေခါင္းေဆာင္ေခြးေပါ့။
သူ႔သခင္ ဆပါလာလည္း နာမည္ႀကီးစြတ္ဖားေမာင္းသမားတစ္ေယာက္။
1925ခုႏွစ္ ေသေလာက္ေအာင္ေအးတဲ့အလက္စကာရဲ႕
ေဆာင္းရာသီမွာ ကေလးေတြဆုံဆို႔နာဆိုတဲ့
ကူးစက္ေရာဂါျဖစ္ၿပီး ေသၾကတယ္။
အဲ့ေရာဂါအတြက္ေဆးက
သူတို႔႐ြာကေနအသြားအျပန္မိုင္၆၄၀ေလာက္ေဝးတဲ့ေနရာကိုပဲ ပို႔ႏိုင္တယ္။
အဲ့အခ်ိန္မွာမုန္တိုင္းကလည္းတိုက္ေနေတာ့
စြတ္ဖားလွည္းနဲ႔ပဲသြားယူလို႔ရမယ္။
ဒီလိုအခ်ိန္မွာ အဲ့မုန္တိုင္းထဲမွာအသက္ရွင္လ်က္သြားၿပီး
ျပန္လာႏိုင္မယ့္သူဆိုလို႔ တိုဂိုေခါင္းေဆာင္တဲ့
ဆပါလာရဲ႕စြတ္ဖားပဲရွိေတာ့တယ္။
ဒီလိုနဲ႔ ေရာဂါျဖစ္ၿပီးေသေတာ့မယ္ကေလးေတြအတြက္
ဆပါလာဟာ အသက္၁၂ႏွစ္ရွိေနတဲ့ေခြးအိုႀကီးတစ္ေကာင္ကို
ဦးေဆာင္ခိုင္းၿပီး ေအးခဲလွတဲ့မုန္တိုင္းထဲ ေဆးယူဖို႔တိုးဝင္ရပါေတာ့တယ္။
ဆပါလာတစ္ေယာက္ေဆးကိုယူၿပီး အသက္ရွင္လ်က္ျပန္လာႏိုင္ပါ့မလား
သူျပန္လာရင္ေရာ တိုဂိုဆိုတဲ့ေခြးအိုႀကီးေရာ
အသက္ရွင္လ်က္ပါလာပါ့မလားဆိုတာ စိတ္လႈပ္ရွားစြာနဲ႔ၾကည့္ရမွာပါ။
ဒီကားမွာဒိတ္ဒိတ္ႀကဲမင္းသားႀကီး Willem Dafoeဦးေဆာင္ၿပီး
Cinematographyကြၽမ္းက်င္လွတဲ့
Ericson Core ဒါ႐ိုက္တာလုပ္ထားတာေၾကာင့္လည္း
တကယ္ကိုၾကည့္လို႔ေကာင္းတဲ့အျပင္
တိုဂိုရဲ႕ငယ္ဘဝကိုေရာ အခုလက္ရွိျဖစ္ေနတာေတြကိုပါေပါင္းစပ္ျပသထားလို႔
တစ္ကားလုံး လုံးဝအီမေနပဲ
တစ္ခ်ိဳ႕အခန္းေတြဆိုအသဲတယားယားနဲ႔ၾကည့္ရႈရမွာပါ။
ၾကည့္ၿပီးေနာင္တရမယ့္ကားတစ္ကားမဟုတ္တာေၾကာင့္
ရွယ္ၫႊန္းေပးလိုက္ရပါတယ္။
File Size : (1 GB , 341 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 53 min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Moe Lay
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
