"မယ္ရီနဲ႕မတ္တို႕ရဲ႕ခရစ္စမတ္အခ်ိန္ကာလေလး
ေအးခ်မ္းေအးစက္တဲ့ႏွင္းမႈန္ေတြၾကားက
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သူတို႕ႏွစ္ေယာက္ရဲ႕မဂၤလာဦးေန႕ရက္ေလးေတြ
ေပ်ာ္စရာေကာင္းၿပီးေတာ့ တစ္ေယာက္ကိုတစ္ေယာက္
အရမ္းခ်စ္ၾကတဲ့ ၾကင္စဦးဇနီးေမာင္ႏွံႏွစ္ဦး။
သူတို႔နွစ္ေယာက္ရဲ႕ပ်ားရည္စမ္းခရီးေလးကို အမ်ားနဲ႕မတူပဲ
ထူးျခားစြာ အာဖရိကကအေျပးၿပိဳင္ပြဲကိုပဲသြားဖို႕ ႏွစ္ေယာက္စလံုးစိတ္လႈပ္ရွားၿပီးေတာ့ေပ်ာ္ေနခဲ့ရတာ။
အာဖရိကရဲ႕သဘာဝေျမသားေပၚမွာ ေတာတြင္းသားရုိင္းတိ၇ၥဆာန္ေတြနဲ႕အတူ
သဘာဝတရားၾကားမွာ ေျပးလႊားရင္း ဟန္းနီးမြန္းေန႔ရက္ေတြကုိ
တူတူကုန္ဆံုးဖို႕အတြက္ ရင္ခုန္စြာနဲ႕ေစာင့္ေမွ်ာ္ေနၾကတာေပါ့.
ဒါေပမယ့္ တစ္ကယ္တမ္းမွာ မယ္ရီတစ္ေယာက္ပဲ
ၿပိဳင္ပြဲကိုအေရာက္သြားၿပီးေတာ့ဝင္ေရာက္ယွဥ္ၿပိဳင္လိုက္ရတယ္။
ဘာေၾကာင့္လဲ မတ္တစ္ေယာက္ဘာလို႕ၿပိဳင္ပြဲအထိမေရာက္လာနိုင္ခဲ့တာလဲ .
မယ္ရီေရာ ဘယ္လိုအေျခအေနမ်ိဳးေတြနဲ႕
ၿပိဳင္ပြဲကိုအသက္စြန္႕ယွဥ္ၿပိဳင္ရမလဲဆိုတာကို ဆက္လက္ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္ဗ်ာ။
UNICODE
မယ်ရီနဲ့မတ်တို့ရဲ့ခရစ်စမတ်အချိန်ကာလလေး
အေးချမ်းအေးစက်တဲ့နှင်းမှုန်တွေကြားက
သူတို့နှစ်ယောက်ရဲ့မင်္ဂလာဦးနေ့ရက်လေးတွေ
ပျော်စရာကောင်းပြီးတော့ တစ်ယောက်ကိုတစ်ယောက်
အရမ်းချစ်ကြတဲ့ ကြင်စဦးဇနီးမောင်နှံနှစ်ဦး။
သူတို့နှစ်ယောက်ရဲ့ပျားရည်စမ်းခရီးလေးကို အများနဲ့မတူပဲ
ထူးခြားစွာ အာဖရိကကအပြေးပြိုင်ပွဲကိုပဲသွားဖို့ နှစ်ယောက်စလုံးစိတ်လှုပ်ရှားပြီးတော့ပျော်နေခဲ့ရတာ။
အာဖရိကရဲ့သဘာဝမြေသားပေါ်မှာ တောတွင်းသားရိုင်းတိ၇္စဆာန်တွေနဲ့အတူ
သဘာဝတရားကြားမှာ ပြေးလွှားရင်း ဟန်းနီးမွန်းနေ့ရက်တွေကို
တူတူကုန်ဆုံးဖို့အတွက် ရင်ခုန်စွာနဲ့စောင့်မျှော်နေကြတာပေါ့.
ဒါပေမယ့် တစ်ကယ်တမ်းမှာ မယ်ရီတစ်ယောက်ပဲ
ပြိုင်ပွဲကိုအရောက်သွားပြီးတော့ဝင်ရောက်ယှဉ်ပြိုင်လိုက်ရတယ်။
ဘာကြောင့်လဲ မတ်တစ်ယောက်ဘာလို့ပြိုင်ပွဲအထိမရောက်လာနိုင်ခဲ့တာလဲ .
မယ်ရီရော ဘယ်လိုအခြေအနေမျိုးတွေနဲ့
ပြိုင်ပွဲကိုအသက်စွန့်ယှဉ်ပြိုင်ရမလဲဆိုတာကို ဆက်လက်ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်ဗျာ။
File Size : (1.30 GB)/(0.66 GB)
Quality : AMZN WEB-DL.DD (1080p 5.1,720p,480p)
Running Time : 1hr 30min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264.DTS-MT
Translated by Charm
Encoded by sithu
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
