"The Great War(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၁၉၁၄ ဂျူလိုင် ၁၈ကနေ ၁၉၁၈နို၀င်ဘာ၁၁ အထိကြာညောင်းခဲ့တဲ့ ပထမကမ္ဘာစစ်ကြီးအတွင်းမှာ
နောက်ဆုံးမိိနစ်အထိတိုက်ပွဲ၀င်ခဲ့သူတစ်ယောက်ရှိတယ် ၁၉၁၈ နို၀င်ဘာ ၁၁ရက် မနက်၁၁နာရီအချိန်
မှာ ဂျာမနီကအပစ်ခတ်ရပ်စဲမယ်လို့ကြေညာလိုက်သော်ငြားလည်း မဟာစစ်ကြီးမပြီးဆုံးခင် အဲ့၁၁လ
မြောက်ရဲ့ ၁၁ရက်နေ့ မနက်၁၁ နာရီမတိုင်မချင်းမှာ အင်အားကြီးပြင်သစ်တွေက အမေရီကန်ကိုဆက်
လက်တိုက်ခိုက်ဖို့တွန်းအားပေးခဲ့တယ် ပြင်သစ်တွေအတွက်နယ်နိမိတ်တချို့ရလိုရငြားပေါ့ ဒါပေမယ့်
ဂျာမနီဖက်ကလဲ သူ့မြေတွေမပါချင်ဘူး ဆိုတော့ကာအပစ်ခတ်ရပ်စဲကြပြီဖြစ်ပေမယ်လို့ နောက်ဆုံး
မိနစ်မတိုင်ခင်ထိ အတိုက်အခိုက်တွေရှိကြတုန်းပဲ
ထိုအချိန်မှာ ရန်သူ့စစ်ကြောင်းထဲထိရောက်နေတဲ့
လူမဲစစ်သားတပ်စုကို ပြန်လည်ခေါ်ယူဖို့ အထက်ကအမိန့်အရ စာသင်ကြီးဝီလီယမ်ရေဗာစ်ဆိုင်းပြင်းရ
တော့တယ် ဒီလူမဲစစ်သားတွေကိုပြန်ခေါ်ဖို့ မစ်ရှင်က ရေဗာစ်အတွက်နောက်ဆုံးမစ်ရှင်ပဲ… ဒါပေမယ့်
လူဖြူလူမဲညီညွတ်မှုမရှိသေးခင်ကာလဖြစ်လို့ မကြာခင်ပြီးဆုံးတော့မယ့်စစ်ကြီးအတွင်းမှာ ရေဗာစ့်
ရဲဘော်တွေဟာ မလုပ်ပေးချင်ကြပါဘူး …
ကဲ plot ကတော့ လူမဲတွေကိုကြည့်မရတဲ့တပ်စု
ခေါင်းဆောင်စာသင်ကြီးရေဗာစ် သူဘယ်အချိန်ထိဆက်တိုက်ခိုက်သွားမှာ လူမဲစစ်သားတွေကို
အသက်ရှင်ရက်ပြန်ကယ်ထုတ်နိုင်မှာလား ပရိတ်သတ်ကြီးပဲကိုယ်တိုက် ကြည့်ရှုခံစားကြည့်ကြပါ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်……..
(zawgyi)
၁၉၁၄ ဂ်ဴလိုင္ ၁၈ကေန ၁၉၁၈ႏို၀င္ဘာ၁၁ အထိၾကာေညာင္းခဲ့တဲ့ ပထမကမာၻစစ္ႀကီးအတြင္းမွာ
ေနာက္ဆုံးမိိနစ္အထိတိုက္ပြဲ၀င္ခဲ့သူတစ္ေယာက္ရွိတယ္ ၁၉၁၈ ႏို၀င္ဘာ ၁၁ရက္ မနက္၁၁နာရီအခ်ိန္
မွာ ဂ်ာမနီကအပစ္ခတ္ရပ္စဲမယ္လို႔ေၾကညာလိုက္ေသာ္ျငားလည္း မဟာစစ္ႀကီးမၿပီးဆုံးခင္ အဲ့၁၁လ
ေျမာက္ရဲ႕ ၁၁ရက္ေန႔ မနက္၁၁ နာရီမတိုင္မခ်င္းမွာ အင္အားႀကီးျပင္သစ္ေတြက အေမရီကန္ကိုဆက္
လက္တိုက္ခိုက္ဖို႔တြန္းအားေပးခဲ့တယ္ ျပင္သစ္ေတြအတြက္နယ္နိမိတ္တခ်ိဳ႕ရလိုရျငားေပါ့ ဒါေပမယ့္
ဂ်ာမနီဖက္ကလဲ သူ႔ေျမေတြမပါခ်င္ဘူး ဆိုေတာ့ကာအပစ္ခတ္ရပ္စဲၾကၿပီျဖစ္ေပမယ္လို႔ ေနာက္ဆုံး
မိနစ္မတိုင္ခင္ထိ အတိုက္အခိုက္ေတြရွိၾကတုန္းပဲ
ထိုအခ်ိန္မွာ ရန္သူ႔စစ္ေၾကာင္းထဲထိေရာက္ေနတဲ့
လူမဲစစ္သားတပ္စုကို ျပန္လည္ေခၚယူဖို႔ အထက္ကအမိန္႔အရ စာသင္ႀကီးဝီလီယမ္ေရဗာစ္ဆိုင္းျပင္းရ
ေတာ့တယ္ ဒီလူမဲစစ္သားေတြကိုျပန္ေခၚဖို႔ မစ္ရွင္က ေရဗာစ္အတြက္ေနာက္ဆုံးမစ္ရွင္ပဲ… ဒါေပမယ့္
လူျဖဴလူမဲညီၫြတ္မႈမရွိေသးခင္ကာလျဖစ္လို႔ မၾကာခင္ၿပီးဆုံးေတာ့မယ့္စစ္ႀကီးအတြင္းမွာ ေရဗာစ့္
ရဲေဘာ္ေတြဟာ မလုပ္ေပးခ်င္ၾကပါဘူး …
ကဲ plot ကေတာ့ လူမဲေတြကိုၾကည့္မရတဲ့တပ္စု
ေခါင္းေဆာင္စာသင္ႀကီးေရဗာစ္ သူဘယ္အခ်ိန္ထိဆက္တိုက္ခိုက္သြားမွာ လူမဲစစ္သားေတြကို
အသက္ရွင္ရက္ျပန္ကယ္ထုတ္ႏိုင္မွာလား ပရိတ္သတ္ႀကီးပဲကိုယ္တိုက္ ၾကည့္ရႈခံစားၾကည့္ၾကပါ…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hein That Naing ပဲျဖစ္ပါတယ္……..
File Size : (1 GB) and (386 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:48:00
Genre : War, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Hein That Naing
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
