"“ထိုင္ၾကည္႔ေနရံုနဲ႔ကမာၻ႔ၾကီးဟာေျပာင္းလဲမလာပါဘူး၊
ကိုယ္ေနထိုင္ဖို႔ ေရြးခ်ယ္လိုက္တဲ႔ လမ္းကသာ ကမာၻၾကီးကိုေျပာင္းလဲေစမွာပါ”တဲ႔။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စူးစမ္းလိုစိတ္အျပည္႔ရွိတဲ႔
သိပၸံပညာရွင္ နကၡတၱေဗဒပညာရွင္ ဂ်ိမ္းစ္ ဂလီရွာဟာ
ေကာင္းကင္ႀကီးရဲ ႔သေဘာသဘာဝကိုသာ အျပည္႔အဝနားလည္ရင္
ရာသီဥတုကို ခန္႔မွန္းႏိုင္မွာ ဆိုတဲ႔
ယံုၾကည္ခ်က္နဲ႔ ေလွာင္ရယ္သံေတြ အၾကား စြန္႔စားခရီးႏွင္ခဲ႔သူပါ။
သူတို႔ေခတ္သူတို႔အခါမွာ မိုးေလဝသကိုခန္႔မွန္းမယ္ဆိုတာ
အေျခအျမစ္မရွိဘူးလို႔ အမ်ားသူငွာကယူဆၾကပါတယ္။
ဒါေပမယ္႔ ဂ်ိမ္းစ္ကေတာ႔ ေကာင္းကင္ကိုေလ႔လာဖို႔အတြက္
မီးပံုးပ်ံစီးကာ ခရီးႏွင္ေနၾကျဖစ္တဲ႔
အမ္မလီရာဆိုတဲ႔ မုဆိုးမေလးနဲ႔ ေကာင္းကင္ခရီးထြက္ဖို႔စီစဥ္ပါေတာ႔တယ္။
အမ္မလီရာကလဲ အေၾကာင္းေၾကာင္းေၾကာင္႔
မီးပံုးပ်ံထပ္မစီးေတာ႔ဘူးလို႔ ဆံုးျဖတ္ထားသူပါ။
တစ္ေန႔ေတာ႔ သူတို႔ႏွစ္ေယာက္ေပါင္းကာ
ကမာၻ႔အျမင္႔ဆံုးဆိုတဲ႔ စံခ်ိန္ကိုခ်ိဳးဖို႔ထြက္ခြာခဲ႔ပါေတာ႔တယ္။
အဂၤလိပ္လူမ်ိဳးမိုးေလဝသပညာရွင္ ဂ်ိမ္းစ္ဂလီရာအေၾကာင္းရိုက္ကူးထားတဲ႔
ဒီဇာတ္ကားဟာ ျဖစ္ရပ္မွန္ေတြက ပံုျပင္ထက္ပိုဆန္းက်ယ္တယ္ဆိုတဲ႔
အေၾကာင္းကိုသက္ေသျပေနသလိုပါပဲ။
လူႏွစ္ဦးရဲ ႔ရဲစြမ္းသတၱိ၊စူးစမ္းရွာေဖြလိုစိတ္၊ဉာဏ္ပညာ၊အတိတ္၊ရည္ရြယ္ခ်က္
စတာေတြကိုအေကာင္းဆံုးပံုေဖာ္ေပးထားတဲ႔ဒီကားေလးနာမည္ကေတာ႔
The aeronauts(2019)ပါ။
Rotten Tomatoes 72%ရရွိထားျပီး Eddie Redmanye ကိုယ္တိုင္
အေကာင္းဆံုးသရုပ္ေဆာင္ထားတာမလို႔
ေကာင္းတယ္ဆိုတာအေထြအထူးမညႊန္းေတာ႔ပဲနဲ႔
Channel Myanmar ပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ပါတယ္။
File Size : (945 MB , 294 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 40 min
Format : Mp4
Genre : Action , Adventure , Biography
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye Mon Kyaw
Encoded by Moe Myint Lwin
UNICODE
“ထိုင်ကြည့်နေရုံနဲ့ကမ္ဘာ့ကြီးဟာပြောင်းလဲမလာပါဘူး၊
ကိုယ်နေထိုင်ဖို့ ရွေးချယ်လိုက်တဲ့ လမ်းကသာ ကမ္ဘာကြီးကိုပြောင်းလဲစေမှာပါ”တဲ့။
စူးစမ်းလိုစိတ်အပြည့်ရှိတဲ့
သိပ္ပံပညာရှင် နက္ခတ္တဗေဒပညာရှင် ဂျိမ်းစ် ဂလီရှာဟာ
ကောင်းကင်ကြီးရဲ့သဘောသဘာဝကိုသာ အပြည့်အဝနားလည်ရင်
ရာသီဥတုကို ခန့်မှန်းနိုင်မှာ ဆိုတဲ့
ယုံကြည်ချက်နဲ့ လှောင်ရယ်သံတွေ အကြား စွန့်စားခရီးနှင်ခဲ့သူပါ။
သူတို့ခေတ်သူတို့အခါမှာ မိုးလေဝသကိုခန့်မှန်းမယ်ဆိုတာ
အခြေအမြစ်မရှိဘူးလို့ အများသူငှာကယူဆကြပါတယ်။
ဒါပေမယ့် ဂျိမ်းစ်ကတော့ ကောင်းကင်ကိုလေ့လာဖို့အတွက်
မီးပုံးပျံစီးကာ ခရီးနှင်နေကြဖြစ်တဲ့
အမ်မလီရာဆိုတဲ့ မုဆိုးမလေးနဲ့ ကောင်းကင်ခရီးထွက်ဖို့စီစဉ်ပါတော့တယ်။
အမ်မလီရာကလဲ အကြောင်းကြောင်းကြောင့်
မီးပုံးပျံထပ်မစီးတော့ဘူးလို့ ဆုံးဖြတ်ထားသူပါ။
တစ်နေ့တော့ သူတို့နှစ်ယောက်ပေါင်းကာ
ကမ္ဘာ့အမြင့်ဆုံးဆိုတဲ့ စံချိန်ကိုချိုးဖို့ထွက်ခွာခဲ့ပါတော့တယ်။
အင်္ဂလိပ်လူမျိုးမိုးလေဝသပညာရှင် ဂျိမ်းစ်ဂလီရာအကြောင်းရိုက်ကူးထားတဲ့
ဒီဇာတ်ကားဟာ ဖြစ်ရပ်မှန်တွေက ပုံပြင်ထက်ပိုဆန်းကျယ်တယ်ဆိုတဲ့
အကြောင်းကိုသက်သေပြနေသလိုပါပဲ။
လူနှစ်ဦးရဲ့ရဲစွမ်းသတ္တိ၊စူးစမ်းရှာဖွေလိုစိတ်၊ဉာဏ်ပညာ၊အတိတ်၊ရည်ရွယ်ချက်
စတာတွေကိုအကောင်းဆုံးပုံဖော်ပေးထားတဲ့ဒီကားလေးနာမည်ကတော့
The aeronauts(2019)ပါ။
Rotten Tomatoes 72%ရရှိထားပြီး Eddie Redmanye ကိုယ်တိုင်
အကောင်းဆုံးသရုပ်ဆောင်ထားတာမလို့
ကောင်းတယ်ဆိုတာအထွေအထူးမညွှန်းတော့ပဲနဲ့
Channel Myanmar ပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ပါတယ်။
File Size : (945 MB , 294 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 40 min
Format : Mp4
Genre : Action , Adventure , Biography
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye Mon Kyaw
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
