"Les Miserables (2012)၁၈၁၅ ခုနှစ်က ပြင်သစ်မြို့ရဲ့ ခေတ်အနေအထားကိုပြသနေတဲ့Pauseဒီဇာတ်လမ်းလေးကို အော်ပရာဇာတ်ခုံပေါ်ကနေတီဗီဖန်သားပြင်ထက်ဇာတ်လမ်းလေးအဖြစ် ပြောင်းလဲတင်ဆက်ပေးထားတာပါ…ဒီဇာတ်ကားလေးထဲမှာ X-Men ဇာတ်ကားထဲမှကိုယ်တွေရဲ့ လိုဂန်မင်းသားကြီး Hugh Jackman နဲက ဦးဆောင်ထားပြီးတခြားသရုပ်ဆောင်များစွာကိုလည်း မြင်တွေ့ရမှာဖြစ်ပါတယ်ဇာတ်လမ်းလေးကိုတော့ ပေါင်မုန့်ခိုးမိလို့ ၅ နှစ်,ထွက်ပြေးဖို့ကြိုးစားလို့ ၁၄ နှစ်,စုစုပေါင်း ၁၉ နှစ်အပြစ်ပေးခံထားရတဲ့ ဂျန်းဗယ်ဂျန်လို့ခေါ်တဲ့ လူကိုအန္တရာယ်ရှိတဲ့သူအဖြစ် ခံဝန်စာချုပ်နဲ့လွှတ်ပေးလိုက်တာမို့လို့လုပ်ကိုင်စားသောက်လို့မရအောင် ဒုက္ခသုက္ခရောက်နေရာက အစပြုခဲ့ပါတယ်သူဟာဂျောင်ပိတ်မိနေတဲ့အဆုံး ခံဝန်စာချုပ်ကိုဖြဲဆုတ်လိုက်ပြီးဘဝသစ် နာမည်သစ်နဲ့ အသစ်တစ်ဖန်ပြန်စတင်ခဲ့ပါတယ်…ဒီလိုမပြောင်းလဲခင်မှာ သေးနုတ်တဲ့သူ့ရဲ့သူခိုးတစ်ယောက်စိတ်ဓာတ်ကနေဆင်းရဲတဲ့သူတွေကို ကယ်တင်ပေးပြီး မေတ္တာတရားနဲ့စိတ်သဘောထားကြီးလာအောင်ဘုန်းတော်ကြီးတစ်ပါးက ပြောင်းလဲပေးခဲ့ပါတယ်ဗယ်ဂျန့်နောက်ကို ရေဆုံးမြေဆုံး ရှာဖွေနေတဲ့ အင်စပက်တာဂျဗက်ဟာအစပိုင်းမှာ ဇဝေဇဝါနဲ့မြို့တော်ဝန် တစ်ဖြစ်လဲ ဗယ်ဂျန့်ကို သံသယသာဝင်ပေမဲ့အဖြစ်မှန်ကိုသိသွားခဲ့တော့ ဘယ်လိုဆက်ဖြစ်မလဲ…ဇာတ်လမ်းထဲမှာပါဝင်တဲ့ ဖန်တင်ဆိုတဲ့ အမျိုးသမီးရဲ့ သမီးလေး “ကိုဆက်”သူဌေးသားပေးမဲ့ တော်လှန်ရေးမှာပါဝင်နေတဲ့ ကိုဆက်နဲ့ မြင်မြင်ချင်းမေတ္တာသက်ဝင်သွားနေတဲ့ “မာရီးယက်စ်”ကိုဆက်နဲ့ငယ်စဥ်ကအတူကြီးပြင်းခဲ့ပေမဲ့ မတူညီတဲ့ဘဝလမ်းကို လျှောက်လှမ်းနေရရှာတဲ့ အီဖိုနီဒီဇာတ်ကောင်တစ်ခုချင်းဆီရဲ့ ဇာတ်ကြောင်းလေးတွေသိရအောင်ဒီဇာတ်လမ်းလေးကြည့်ဖို့တိုက်တွန်းချင်ပါတယ်တေးသရုပ်ဖော်ကြိုက်နှစ်သက်သူတွေ အော်ပရာဇာတ်လမ်းနှစ်သက်သူတွေအတွက်တော့ အားရစရာဖြစ်မှာပါအော်ပရာမကြိုက်သူများကြည့်ရင်လည်း ရင်ထဲတစ်ခုခုကျန်မဲ့ ဇာတ်လမ်းဖြစ်မှာကျိန်းသေပါတယ်..Les Miserables (2012)၁၈၁၅ ခုႏွစ္က ျပင္သစ္ၿမိဳ႕ရဲ႕ ေခတ္အေနအထားကိုျပသေနတဲ့ဒီဇာတ္လမ္းေလးကို ေအာ္ပရာဇာတ္ခုံေပၚကေနတီဗီဖန္သားျပင္ထက္ဇာတ္လမ္းေလးအျဖစ္ ေျပာင္းလဲတင္ဆက္ေပးထားတာပါ…ဒီဇာတ္ကားေလးထဲမွာ X-Men ဇာတ္ကားထဲမွကိုယ္ေတြရဲ႕ လိုဂန္မင္းသားႀကီး Hugh Jackman နဲက ဦးေဆာင္ထားၿပီးတျခားသ႐ုပ္ေဆာင္မ်ားစြာကိုလည္း ျမင္ေတြ႕ရမွာျဖစ္ပါတယ္ဇာတ္လမ္းေလးကိုေတာ့ ေပါင္မုန႔္ခိုးမိလို႔ ၅ ႏွစ္,ထြက္ေျပးဖို႔ႀကိဳးစားလို႔ ၁၄ ႏွစ္,စုစုေပါင္း ၁၉ ႏွစ္အျပစ္ေပးခံထားရတဲ့ ဂ်န္းဗယ္ဂ်န္လို႔ေခၚတဲ့ လူကိုအႏၲရာယ္ရွိတဲ့သူအျဖစ္ ခံဝန္စာခ်ဳပ္နဲ႔လႊတ္ေပးလိုက္တာမို႔လို႔လုပ္ကိုင္စားေသာက္လို႔မရေအာင္ ဒုကၡသုကၡေရာက္ေနရာက အစျပဳခဲ့ပါတယ္သူဟာေဂ်ာင္ပိတ္မိေနတဲ့အဆုံး ခံဝန္စာခ်ဳပ္ကိုၿဖဲဆုတ္လိုက္ၿပီးဘဝသစ္ နာမည္သစ္နဲ႔ အသစ္တစ္ဖန္ျပန္စတင္ခဲ့ပါတယ္…ဒီလိုမေျပာင္းလဲခင္မွာ ေသးႏုတ္တဲ့သူ႔ရဲ႕သူခိုးတစ္ေယာက္စိတ္ဓာတ္ကေနဆင္းရဲတဲ့သူေတြကို ကယ္တင္ေပးၿပီး ေမတၱာတရားနဲ႔စိတ္သေဘာထားႀကီးလာေအာင္ဘုန္းေတာ္ႀကီးတစ္ပါးက ေျပာင္းလဲေပးခဲ့ပါတယ္ဗယ္ဂ်န႔္ေနာက္ကို ေရဆုံးေျမဆုံး ရွာေဖြေနတဲ့ အင္စပက္တာဂ်ဗက္ဟာအစပိုင္းမွာ ဇေဝဇဝါနဲ႔ၿမိဳ႕ေတာ္ဝန္ တစ္ျဖစ္လဲ ဗယ္ဂ်န႔္ကို သံသယသာဝင္ေပမဲ့အျဖစ္မွန္ကိုသိသြားခဲ့ေတာ့ ဘယ္လိုဆက္ျဖစ္မလဲ…ဇာတ္လမ္းထဲမွာပါဝင္တဲ့ ဖန္တင္ဆိုတဲ့ အမ်ိဳးသမီးရဲ႕ သမီးေလး “ကိုဆက္”သူေဌးသားေပးမဲ့ ေတာ္လွန္ေရးမွာပါဝင္ေနတဲ့ ကိုဆက္နဲ႔ ျမင္ျမင္ခ်င္းေမတၱာသက္ဝင္သြားေနတဲ့ “မာရီးယက္စ္”ကိုဆက္နဲ႔ငယ္စဥ္ကအတူႀကီးျပင္းခဲ့ေပမဲ့ မတူညီတဲ့ဘဝလမ္းကို ေလွ်ာက္လွမ္းေနရရွာတဲ့ အီဖိုနီဒီဇာတ္ေကာင္တစ္ခုခ်င္းဆီရဲ႕ ဇာတ္ေၾကာင္းေလးေတြသိရေအာင္ဒီဇာတ္လမ္းေလးၾကည့္ဖို႔တိုက္တြန္းခ်င္ပါတယ္ေတးသ႐ုပ္ေဖာ္ႀကိဳက္ႏွစ္သက္သူေတြ ေအာ္ပရာဇာတ္လမ္းႏွစ္သက္သူေတြအတြက္ေတာ့ အားရစရာျဖစ္မွာပါေအာ္ပရာမႀကိဳက္သူမ်ားၾကည့္ရင္လည္း ရင္ထဲတစ္ခုခုက်န္မဲ့ ဇာတ္လမ္းျဖစ္မွာက်ိန္းေသပါတယ္..File Size : (2.30 GB)/(1.30 GB)Quality : Blu-Ray (1080p 5.1,720p,480p)Running Time : 2hr 38minFormat : Mp4Genre : Drama, Hisotry, MusicalSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264.DTS-MTTranslated by HtooHtoo ka JoeEncoded by sithu"