"Christmas Reservations(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်းကတော့…
ငယ်ငယ်တုန်းကအကြောင်းအမျိုးမျိုးကြောင့် နှစ်ဦးသားဝေးကွာခဲ့ကြတဲ့ငယ်သူငယ်ချင်းနှစ်ယောက်…
တစ်ယောက်နဲ့တစ်ယောက် သံယောဇဉ်ကိုယ်စီရှိခဲ့ကြပေမယ့်..
ဒီသံယော်ဇဥ◌်တွေဟာ ဘယ်လိုအရောင်တွေလဲဆိုတာ မကွဲပြားသေးခင် ကျောင်းပြီးသွားတဲ့အချိန်မှာအဆက်သွယ်ပြတ်ခဲ့ကြတယ်…
ဒီလိုနဲ့ ကောင်မလေးဖြစ်သူ ဟိုလီ ဟာနှင်းလျှောစီးအပန်းဖြေစခန်းမှာ သူမရဲ့အဖေကိုကူညီရင်းနဲ့ပဲလုပ်ကိုင်နေခဲ့တယ်…
သူမရဲ့အလုပ်ဟာပွဲအစီအစဉ်လေးတွေလုပ်…ဟိုတယ်အခန်းကြိုတင်မှာတာတွေကိုလုပ်နေခဲ့မယ်..
သူမရဲ့နှလုံးသားတစ်နေရာရဲ့အခန်းလေးကိုတော့ ကြိုတင်အော်ဒါမှာထားလို့မရတော့သလို
အဲ့အခန်းကိုခတ်ထားခဲ့တဲ့သော့လေးဟာလဲ ဖွင့်ပေးနိုင်တဲ့သူမရှိသလို ပျောက်ဆုံးသွားပြီလို့ သူမကိုယ်သူထင်ခဲ့တာပေါ့…
ဒါပေမယ့် ခရစ်စမတ်စ်ကာလရောက်တဲ့အချိန်မှာ သူမမျှော်လင့်ထားတဲ့လူတစ်ယောက်ကိုပြန်တွေ့
လိုက်ရတဲ့အချိန်မှာ ဒိန်းခနဲ ခုန်သွားတဲ့သူမရဲ့ ဘယ်ဘက်ရင်အုံကို သတိမထားမိဘဲ
မနေနိုင်နိုင်ခဲ့ဘူး…..
နောက်ပိုင်း ခရစ်စမတ်စ်ကာလတစ်လျှောက်သူနဲ့ ဟိုလီတို့ ဘယ်လိုဆက်ပြီး အနုပညာမြောက်ချစ်ခြင်းတရားတွေ ဘယ်လိုဖွဲ့သီကြမလဲဆိုတာကိုတော့….
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Zan Aung ပဲဖြစ်ပါတယ်…
(zawgyi)
ဇာတ္လမ္းအက်ဥ္းကေတာ့…
ငယ္ငယ္တုန္းကအေၾကာင္းအမ်ိဳးမ်ိဳးေၾကာင့္ ႏွစ္ဦးသားေဝးကြာခဲ့ၾကတဲ့ငယ္သူငယ္ခ်င္းႏွစ္ေယာက္…
တစ္ေယာက္နဲ႔တစ္ေယာက္ သံေယာဇဥ္ကိုယ္စီရွိခဲ့ၾကေပမယ့္..
ဒီသံေယာ္ဇဥ◌္ေတြဟာ ဘယ္လိုအေရာင္ေတြလဲဆိုတာ မကြဲျပားေသးခင္ ေက်ာင္းၿပီးသြားတဲ့အခ်ိန္မွာအဆက္သြယ္ျပတ္ခဲ့ၾကတယ္…
ဒီလိုနဲ႔ ေကာင္မေလးျဖစ္သူ ဟိုလီ ဟာႏွင္းေလွ်ာစီးအပန္းေျဖစခန္းမွာ သူမရဲ႕အေဖကိုကူညီရင္းနဲ႔ပဲလုပ္ကိုင္ေနခဲ့တယ္…
သူမရဲ႕အလုပ္ဟာပြဲအစီအစဥ္ေလးေတြလုပ္…ဟိုတယ္အခန္းႀကိဳတင္မွာတာေတြကိုလုပ္ေနခဲ့မယ္..
သူမရဲ႕ႏွလုံးသားတစ္ေနရာရဲ႕အခန္းေလးကိုေတာ့ ႀကိဳတင္ေအာ္ဒါမွာထားလို႔မရေတာ့သလို
အဲ့အခန္းကိုခတ္ထားခဲ့တဲ့ေသာ့ေလးဟာလဲ ဖြင့္ေပးႏိုင္တဲ့သူမရွိသလို ေပ်ာက္ဆုံးသြားၿပီလို႔ သူမကိုယ္သူထင္ခဲ့တာေပါ့…
ဒါေပမယ့္ ခရစ္စမတ္စ္ကာလေရာက္တဲ့အခ်ိန္မွာ သူမေမွ်ာ္လင့္ထားတဲ့လူတစ္ေယာက္ကိုျပန္ေတြ႕
လိုက္ရတဲ့အခ်ိန္မွာ ဒိန္းခနဲ ခုန္သြားတဲ့သူမရဲ႕ ဘယ္ဘက္ရင္အုံကို သတိမထားမိဘဲ
မေနႏိုင္ႏိုင္ခဲ့ဘူး…..
ေနာက္ပိုင္း ခရစ္စမတ္စ္ကာလတစ္ေလွ်ာက္သူနဲ႔ ဟိုလီတို႔ ဘယ္လိုဆက္ၿပီး အႏုပညာေျမာက္ခ်စ္ျခင္းတရားေတြ ဘယ္လိုဖြဲ႕သီၾကမလဲဆိုတာကိုေတာ့….
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zuel Zan Aung ပဲျဖစ္ပါတယ္…
File Size : (850 MB) and (356 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:26:00
Genre : Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zuel Zan Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
