"(Unicode)
Akshay Kumar ရဲ့ 2019မှာ ထွက်လာခဲ့တဲ့ ဟာသကားတစ်ကားဆိုတာတော့ မိတ်ဆက်စရာ လိုမယ်မထင်ပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်းကို ပြောပြရရင် အရှေးကူးမား(ဟယ်ရီ)ဟာ အမြဲ အိပ်မက်ဆိုးတွေနဲ့ တွေ့ကြုံနေရသူပေါ့။
အတိတ်ဘဝတစ်ခု လို့ ပြောလို့ရမယ့် နန်းတွင်း ရာဇဝင် ဇာတ်လမ်းတစ်ခုကို အမြဲလိုလို မြင်ယောင်နေတယ်။
လတ်တလောမှာလည်း ငွေကြေး အရမ်းလိုနေတော့ ညီအစ်ကို ၃ယောက်ဟာ လန်ဒန်ရဲ့ လူကုံထံကြီးရဲ့ သမီး၃ယောက်ကို ကြံနေကြသူတွေ။
အဲ့ဒီမိန်းကလေး၃ယောက်ကို လက်ထပ်နိုင်ရင် သူတို့အတွက် ငွေကြေးပြေလည်သွားမယ်ဆိုတာ သူတို့ ကြံဆထားပြီးသား။
ဒီလိုနဲ့ သူတို့ ၃တွဲ အပျော်ခရီး တစ်ခု ထွက်ရာမှာ သူရဲ့ အိပ်မက်တွေဟာ…. အတိတ်ဘဝတစ်ခုရဲ့ ပုံရိပ်တွေဆိုတာ အခါအားလျှော်စွာ သိလိုက်ရချိန်မှာတော့…..။
————————————————-
ဒီဇာတ်ကားထဲမှာ ရှေ့ခေတ် နောက်ခေတ်တွေ သရော်တာမျိုးတွေ၊
ဘာဟူဘာလီ သီချင်းတွေကို အပျော်အပျက်လုပ်ပြီး ထည့်တာမျိုးတွေ၊
ခုခေတ် အကမင်းသားကို ရှေးခေတ်က အကနတ်ဘုရားအဖြစ် ထည့်ထားတာမျိုး၊
ဘူဟူဘာလီတူအဖြစ် ဘာဟူဘာလီဇာတ်ကားထဲ သရုပ်ဆောင်ခဲ့သူကို မင်းက ဘာဟူဘာလီ တူလား
ဆိုပြီး မေးတာမျိုး၊ (ပြဇာတ်ဆန်ဆန် ဟာသနှောတာမျိုးတွေ) ပါဝင်နေပါတယ်။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
Akshay Kumar ရဲ႕ 2019မွာ ထြက္လာခဲ့တဲ့ ဟာသကားတစ္ကားဆိုတာေတာ့ မိတ္ဆက္စရာ လိုမယ္မထင္ပါ။
ဇာတ္လမ္းအက်ဥ္းကို ေျပာျပရရင္ အေရွးကူးမား(ဟယ္ရီ)ဟာ အၿမဲ အိပ္မက္ဆိုးေတြနဲ႔ ေတြ႕ႀကဳံေနရသူေပါ့။
အတိတ္ဘဝတစ္ခု လို႔ ေျပာလို႔ရမယ့္ နန္းတြင္း ရာဇဝင္ ဇာတ္လမ္းတစ္ခုကို အၿမဲလိုလို ျမင္ေယာင္ေနတယ္။
လတ္တေလာမွာလည္း ေငြေၾကး အရမ္းလိုေနေတာ့ ညီအစ္ကို ၃ေယာက္ဟာ လန္ဒန္ရဲ႕ လူကုံထံႀကီးရဲ႕ သမီး၃ေယာက္ကို ႀကံေနၾကသူေတြ။
အဲ့ဒီမိန္းကေလး၃ေယာက္ကို လက္ထပ္ႏိုင္ရင္ သူတို႔အတြက္ ေငြေၾကးေျပလည္သြားမယ္ဆိုတာ သူတို႔ ႀကံဆထားၿပီးသား။
ဒီလိုနဲ႔ သူတို႔ ၃တြဲ အေပ်ာ္ခရီး တစ္ခု ထြက္ရာမွာ သူရဲ႕ အိပ္မက္ေတြဟာ…. အတိတ္ဘဝတစ္ခုရဲ႕ ပုံရိပ္ေတြဆိုတာ အခါအားေလွ်ာ္စြာ သိလိုက္ရခ်ိန္မွာေတာ့…..။
————————————————-
ဒီဇာတ္ကားထဲမွာ ေရွ႕ေခတ္ ေနာက္ေခတ္ေတြ သေရာ္တာမ်ိဳးေတြ၊
ဘာဟူဘာလီ သီခ်င္းေတြကို အေပ်ာ္အပ်က္လုပ္ၿပီး ထည့္တာမ်ိဳးေတြ၊
ခုေခတ္ အကမင္းသားကို ေရွးေခတ္က အကနတ္ဘုရားအျဖစ္ ထည့္ထားတာမ်ိဳး၊
ဘူဟူဘာလီတူအျဖစ္ ဘာဟူဘာလီဇာတ္ကားထဲ သ႐ုပ္ေဆာင္ခဲ့သူကို မင္းက ဘာဟူဘာလီ တူလား
ဆိုၿပီး ေမးတာမ်ိဳး၊ (ျပဇာတ္ဆန္ဆန္ ဟာသေႏွာတာမ်ိဳးေတြ) ပါဝင္ေနပါတယ္။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.20 GB ) and (600 MB)
Quality : WEB-DL 720p
Running Time : 2hr 25min
Format : Mp4
Genre : Action, Comedy, Fantasy
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.HotStar.WEB-DL.AAC.x264-Telly
Translated by Nyi Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
