"(Unicode)IMDb 7.1/10PauseRotten Tomatoes 70%IndieWire 3/5၂၀၁၉ ကားကောင်းတွေအထွက်နည်းတဲ့ ဘောလီဝုဒ်လောမှာ ဒီကားလေးကတော့ ကားကောင်တစ်ကားဆိုတာ အသေအချာကိုပြောရဲပါတယ်နိုင်ငံတကာရုပ်ရှင်အဆင့်သတ်မှတ်ချက်တွေလည်းကောင်းသလို ဝေဖန်ရေးသမားတွေလည်းအကြိုက်တွေကခဲ့တဲ့ကားပါဒါ့အပြင် ပါဝင်သရုပ်ဆောင်ထားတဲ့ သရုပ်ဆောင်တိုင်းကလည်း အပိုအလိုမရှိကွက်တိတွေချည်းပါပဲဇာတ်လမ်းကလည်း ဖြစ်ရပ်မှန်ဇာတ်လမ်းဆိုတော့ အဆွေးခံရှိသူတွေအတွက် ဝမ်းနည်းစရာဇာတ်လမ်းတစ်ပုဒ်ပါသိပ်ကောင်းလွန်းလို့ အညွှန်းပေါ့သွားရင် မကြည့်ဘဲကျော်သွားမှာလည်းစိုးရိမ်မိပါတယ်ဇာတ်လမ်းလေးကတော့ ချောင်ဒရီးမိသားစုရဲ့ လောကဓံကို အလျော့မပေးဘဲ ကြံ့ကြံ့ခံရင်ဆိုင်တာကို ရိုက်ပြထားတဲ့ မိသားစုဒရာမာဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်ဆိုးရွားတဲ့ရောဂါကြီးနဲ့မွေးဖွားလာတဲ့ သမီးလေး အိုင်ယ်ရှားအတွက် ချောင်ဒရီးဇနီးမောင်နှံရဲ့ ကြိုးစားအားထုတ်မှုတွေကိုနာမည်ကျော်သရုပ်ဆောင်တွေဖြစ်တဲ့ ပရီယမ်ကား ဖရန်အခ်သားနဲ့ Secret Superstart ထဲက အားလုံးအသည်းကျော်လေး ဇိုင်ယာဝဆင်းတို့နဲ့အကောင်းဆုံးတည်ဆောက်သရုပ်ဖေါ်ထားတဲ့ အိန္ဒိယကားကောင်းတစ်ကားဖြစ်ပါတယ်ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)IMDb 7.1/10Rotten Tomatoes 70%IndieWire 3/5၂၀၁၉ ကားေကာင္းေတြအထြက္နည္းတဲ့ ေဘာလီဝုဒ္ေလာမွာ ဒီကားေလးကေတာ့ ကားေကာင္တစ္ကားဆိုတာ အေသအခ်ာကိုေျပာရဲပါတယ္ႏိုင္ငံတကာ႐ုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္ေတြလည္းေကာင္းသလို ေဝဖန္ေရးသမားေတြလည္းအႀကိဳက္ေတြကခဲ့တဲ့ကားပါဒါ့အျပင္ ပါဝင္သ႐ုပ္ေဆာင္ထားတဲ့ သ႐ုပ္ေဆာင္တိုင္းကလည္း အပိုအလိုမရွိကြက္တိေတြခ်ည္းပါပဲဇာတ္လမ္းကလည္း ျဖစ္ရပ္မွန္ဇာတ္လမ္းဆိုေတာ့ အေဆြးခံရွိသူေတြအတြက္ ဝမ္းနည္းစရာဇာတ္လမ္းတစ္ပုဒ္ပါသိပ္ေကာင္းလြန္းလို႔ အၫႊန္းေပါ့သြားရင္ မၾကည့္ဘဲေက်ာ္သြားမွာလည္းစိုးရိမ္မိပါတယ္ဇာတ္လမ္းေလးကေတာ့ ေခ်ာင္ဒရီးမိသားစုရဲ႕ ေလာကဓံကို အေလ်ာ့မေပးဘဲ ႀကံ့ႀကံ့ခံရင္ဆိုင္တာကို ႐ိုက္ျပထားတဲ့ မိသားစုဒရာမာဇာတ္ကားေကာင္းေလးပဲျဖစ္ပါတယ္ဆိုး႐ြားတဲ့ေရာဂါႀကီးနဲ႔ေမြးဖြားလာတဲ့ သမီးေလး အိုင္ယ္ရွားအတြက္ ေခ်ာင္ဒရီးဇနီးေမာင္ႏွံရဲ႕ ႀကိဳးစားအားထုတ္မႈေတြကိုနာမည္ေက်ာ္သ႐ုပ္ေဆာင္ေတြျဖစ္တဲ့ ပရီယမ္ကား ဖရန္အခ္သားနဲ႔ Secret Superstart ထဲက အားလုံးအသည္းေက်ာ္ေလး ဇိုင္ယာဝဆင္းတို႔နဲ႔အေကာင္းဆုံးတည္ေဆာက္သ႐ုပ္ေဖၚထားတဲ့ အိႏၵိယကားေကာင္းတစ္ကားျဖစ္ပါတယ္ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….File Size : (1.20 GB) and (600 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 23minFormat : Mp4Genre : Drama, Family, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DDP5.1.x264-BonsaiHDTranslated by Zaw HtooEncoded by Thanhtike Zaw"