"ဒီတစ်ခေါက် CM ရဲ့ တရုတ်ကားချစ်သူတွေအတွက်
ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ကို ဘာသာပြန်တင်ဆက်ပေးလိုက်ပါတယ်…
ဇာတ်လမ်းလေးကို မိတ်ဆက်ပေးရမယ်ဆိုရင်
ဂျပန်ကားလေး 1 Litre of Tears နဲ့
ပုံစံချင်းဆင်သလို ရှိတယ်ပြောလို့ရတယ်…
ဘာလို့လဲဆိုတော့ ကျန်းရှောင်းယွီဆိုတဲ့ ကောင်မလေးကလည်း
အာယာ့ ချန် လိုမျိုုးပဲ ရုတ်တရက်ချော်လဲရာကနေ
ဆေးစစ်ဆေးကြည့်ပြီးနောက်မှ
ရောဂါပြင်းကြီးဖြစ်နေတယ်ဆိုတာကို သိလိုက်ရတာမလို့ပါ…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရှောင်းယွီလေး ကျောင်းတွင်း မီတာ ၄၀၀ အပြေးပြိုင်ပွဲမှာ
ထိပ်ဆုံးက ပြေးနေခဲ့ရာကနေ ရုတ်တရက် ချော်လဲသွားပြီး
မေ့မြောသွားခဲ့ပါတယ်… ဒီလိုနဲ့ ဆေးရုံကိုလည်းရောက်ရော
ဆေးစစ်ချက်က ” ဦးနှောက်ကင်ဆာ” တဲ့… ဖြစ်ချင်တော့
ရှောင်းယွီလေး က single mom တစ်ယောက်တည်းအားနဲ့
နေရတဲ့အပြင် လူကြီးရောဂါသည် အဖိုးကလည်း
ရှိနေပြန်တော့ သူ့ရောဂါကို ကုဖို့ဆိုတာ သိပ်မလွယ်ကူဘူးပေါ့…
ဒီလိုနဲ့ တစ်ဖက်မှာလည်း သူနဲ့ သွေးအမျိုးစားချင်းတူပြီး
မွေးရာပါနှလုံးအားနည်းနေတဲ့ ယန်ဇီဆိုတဲ့ ကောင်မလေးလည်း
ရှောင်းယွီ အရေးပေါ်ရောက်ချိန်မှာ သူလည်းရောက်လာတာပေါ့..
ယန်ဇီကတော့ ရှောင်းယွီဘဝနဲ့ မိုးနဲ့မြေပေါ့… ဒါပေမယ့်
သူလည်း single daddy ရဲ့ သမီးလေးပေါ့…
သို့ပေမယ့် သူ့ single daddy က စွန့်ဦးတီထွင်သူ
လုပ်ငန်းရှင်ကြီးဖြစ်နေတာပေါ့… အခု ဆေးရုံကလည်း
ယန်ဇီအဖေ့ပိုင် လုပ်ငန်းတွေထဲကတစ်ခုပေါ့…
သူ့ဘဝတစ်ခုလုံးမှာ အလုပ်ထက် အရေးကြီးဆုံးက
သူ့သမီးပဲ အခုလည်း သူ့သမီးရဲ့နှလုံးကို အစားထိုးဖို့ အကြိမ်ကြိမ်ကြိုးစားလာခဲ့တာပေါ့…
ကဲ ဒီလောက်ဆို မှန်းဆနိုင်ပြီထင်ပါရဲ့… ရှောင်းယွီလေးရဲ့ နှလုံးကို
ယန်ဇီအတွက် နှလုံးအစားထိုးဖို့အတွက် ကြံရာကနေ
နောက်ဆုံးမှာ ယန်ဇီလေး နှလုံးအစားထိုးဖြစ်လား…
ရှောင်းယွီလေးရော ကံကြမ္မာတစ်ပတ်လည်ပြီး အသက်ရှင်နိုင်မလား…
ထုံးစံအတိုင်း ဇာတ်ကားလေးကို ဒေါင်းကြည့်ပြီး အဝကြီးငိုလိုက်တော့
[ Reviewed By Chu Chu ]
Quality : WEB-DL 1080p , 480p
Format : mp4
Genres : Drama , Crime , Thriller
Runtime : 1h 35 min
Subtitle : Myanmar Subtitle ( Hardsub )
Translated by CM Team
Encoded by LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
