"(Unicode)
2019 ထဲမှာမကြာသေးခင်ကမှ ထွက်ရှိထားတဲ့ The 9th Precinct ဆိုတဲ့ ဇာတ်ကားလေး တင်ဆက်ပေးချင်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားလေးဟာ စုံထောက် ဇာတ်ကားတွေ ကြိုက်နှစ်သက်သူတို့ သဘောကျမယ့် ကားတစ်ကားဖြစ်ပြီး
သဘာဝလွန်ဖြစ်ရပ်တွေနဲ့ ဟာသဆန်ဆန် ရိုက်ကူးတင်ဆက်ထားပြီး IMDb – 6/10 ရရှိထားပါတယ်
ထူးချွန်ပြီးတာဝန်ကျေတဲ့ ရဲသားတစ်ယောက်ဖြစ်ချင်ခဲ့တဲ့ ချန်ချားဟောင်ဆိုတဲ့ လူငယ်လေးဟာ ငယ်စဉ်ကတည်းက သဘာဝလွန်ဖြစ်ရပ်တွေကို ကြုံတွေ့နေရသူပါ …
အထူးသဖြင့် သာမန်လူတွေမမြင်ရတဲ့ တစ္ဆေတွေ ဝိဥာဉ်တွေကို မြင်နေရတဲ့သူပေါ့
တစ်ည တာဝန်ချိန်တစ်ခုမှာ တာဝန်ထမ်းဆောင်နေရင်းနဲ့ ကားတစ်စီးကို မသင်္ကာလို့ စစ်ဆေးရာကနေ
ကားမောင်းသမားဟာ သူ့နဲ့သူ့ရဲ့ တွဲဖက်ကို သေနတ်နဲ့ပစ်သွားခဲ့ရာကနေ တွဲဖက်သေဆုံးခဲ့တာဖြစ်ပါတယ်…
ဒီသေဆုံးမှုကနေ အစပြုလို့ ထူးခြားတဲ့ နောက်ဆက်တွဲဖြစ်ရပ်တွေ သူ့အတွက် ဖြစ်လာခဲ့ပါတယ်…
ဒီဇာတ်ကားလေးဟာ ကြည့်ရှုသူတွေအတွက် ဖျော်ဖြေရေးတစ်ခုဖြစ်ရုံမက အတွေးအမြင်တစ်ခုခု ရစေမယ်လို့လည်း
ယုံကြည်မိသောကြောင့် ပရိသတ်ကြီးကိုယ်တိုင် ကြည့်ရှုခံစားတော်မူကြပါ…..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်…
(Zawgyi)
2019 ထဲမွာမၾကာေသးခင္ကမွ ထြက္ရွိထားတဲ့ The 9th Precinct ဆိုတဲ့ ဇာတ္ကားေလး တင္ဆက္ေပးခ်င္ပါတယ္
ဒီကားေလးဟာ စုံေထာက္ ဇာတ္ကားေတြ ႀကိဳက္ႏွစ္သက္သူတို႔ သေဘာက်မယ့္ ကားတစ္ကားျဖစ္ၿပီး
သဘာဝလြန္ျဖစ္ရပ္ေတြနဲ႔ ဟာသဆန္ဆန္ ႐ိုက္ကူးတင္ဆက္ထားၿပီး IMDb – 6/10 ရရွိထားပါတယ္
ထူးခြၽန္ၿပီးတာဝန္ေက်တဲ့ ရဲသားတစ္ေယာက္ျဖစ္ခ်င္ခဲ့တဲ့ ခ်န္ခ်ားေဟာင္ဆိုတဲ့ လူငယ္ေလးဟာ ငယ္စဥ္ကတည္းက သဘာဝလြန္ျဖစ္ရပ္ေတြကို ႀကဳံေတြ႕ေနရသူပါ …
အထူးသျဖင့္ သာမန္လူေတြမျမင္ရတဲ့ တေစၦေတြ ဝိဥာဥ္ေတြကို ျမင္ေနရတဲ့သူေပါ့
တစ္ည တာဝန္ခ်ိန္တစ္ခုမွာ တာဝန္ထမ္းေဆာင္ေနရင္းနဲ႔ ကားတစ္စီးကို မသကၤာလို႔ စစ္ေဆးရာကေန
ကားေမာင္းသမားဟာ သူ႔နဲ႔သူ႔ရဲ႕ တြဲဖက္ကို ေသနတ္နဲ႔ပစ္သြားခဲ့ရာကေန တြဲဖက္ေသဆုံးခဲ့တာျဖစ္ပါတယ္…
ဒီေသဆုံးမႈကေန အစျပဳလို႔ ထူးျခားတဲ့ ေနာက္ဆက္တြဲျဖစ္ရပ္ေတြ သူ႔အတြက္ ျဖစ္လာခဲ့ပါတယ္…
ဒီဇာတ္ကားေလးဟာ ၾကည့္ရႈသူေတြအတြက္ ေဖ်ာ္ေျဖေရးတစ္ခုျဖစ္႐ုံမက အေတြးအျမင္တစ္ခုခု ရေစမယ္လို႔လည္း
ယုံၾကည္မိေသာေၾကာင့္ ပရိသတ္ႀကီးကိုယ္တိုင္ ၾကည့္ရႈခံစားေတာ္မူၾကပါ…..
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္…
File Size : (750 MB) and (380 MB)
Quality : NF WEB-DL 720p
Running Time : 2hr 17min
Format : Mp4
Genre : Action, Comedy, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p NF WEB-DL DDP5.1 x264-tG1R0
Translated by Zuel Khant Thwin
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
