"(Unicode)
တမီးလ်မင်းသားချော ဗီရှော(Vishal)ကို ရှားလော့ဟုမ်းဆန်ဆန် စုံထောက် ဇာတ်ကားတစ်ကားဖြစ်တဲ့ Thupparivaalan (2017) ဇာတ်ကားနဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မနှစ်ကထွက်ခဲ့တဲ့ ဘဏ်ဟက်ကာဇာတ်ကား Irumbu Thirai (2018) တို့မှာ တောင်ပိုင်းကားပရိတ်သတ်တွေ ရင်းနှီးပြီးသား ဖြစ်ပါလိမ့်မယ်။
အရပ်မြင့်မြင့် ဘော်ဒီအချိုးအဆစ်ကျပုံကြောင့် အက်ရှင် ၊ စုံထောက် ၊ အကြမ်းဖက်နှိမ်နင်းရေး ဇာတ်ကားတွေနဲ့ ဗီရှောဟာ လိုက်ဖက်တယ်လို့ ဆိုရမှာပါ။
ဒီကားကလည်း စုံထောက်ဆန်ဆန် ၊ အေးဂျင့်ကားဆန်ဆန်နဲ့ အကြမ်းဖက်နှိမ်နင်းရေးလုပ်ဆောင်တဲ့ ကာနယ်လ်ဆူဘာ့ရှ်အကြောင်းပါပဲ။
နိုင်ငံရေးနယ်ပယ်မှာ ကျင်လည်နေတဲ့ ဖခင်ကြီးနဲ့ ၊ သူ့အကိုဖြစ်သူတို့ နိုင်ငံရေးဟောပြောပွဲတစ်ခုရဲ့ စင်မြင့်ပေါ်မှာ မထင်မှတ်ပဲ ဗုံးဖောက်ခွဲ လုပ်ကြံခံရပြီးနောက်ပိုင်း. . .
ကာနယ်လ်ဆူဘာ့ရှ်တစ်ယောက် လက်သည်တရားခံကို ဘယ်လိုလိုက်ရှာ ချေမှုန်းမလဲဆိုတာကို. . .ရိုက်ပြထားတာပါ။
နိုင်ငံရေးလောကဆိုတာ အင်မတန်ရှုပ်ထွေးပွေလီလှပြီး ၊ အကြမ်းဖက်သမားတွေနဲ့ နိုင်ငံရေးသမားတွေ လက်ဝါးချင်းရိုက် ပူးပေါင်းသွားရင် ဘာတွေ ဖြစ်လာတတ်သလဲ. . .
ပြိုင်ဘက်နိုင်ငံတွေ တစ်ဖက်နဲ့တစ်ဖက် အင်အားပြိုင်ကြတဲ့အခါ. . .
ကြားမှာ မြေစာပြင်ဖြစ်ရသူတွေက ဘယ်သူတွေ ဖြစ်မလဲ. . .
အိုဗာအက်ရှင်တွေ အတော့်ကို နည်းပါးတဲ့အတွက်. . .မည်သူမဆို ပေါ့ပေါ့ပါးပါး ကြည့်ရှုအားပေးနိုင်ပါတယ်။
ဗီရှောနဲ့ တွဲဖက်ပြီး အားဖြည့်သရုပ်ဆောင်ထားသူက ဘာဟူဘာလီဇာတ်ကားထဲက မင်းသမီးချော တမန်နားဟ်(Tamannaah) ဖြစ်ပါတယ်။
ဒါ့အပြင် 2020 မှာလည်း ဗီရှောရဲ့ Thupparivaalan 2 ဇာတ်ကား ထွက်ဦးမှာပါတဲ့ ခင်ဗျာ။
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
တမီးလ္မင္းသားေခ်ာ ဗီေရွာ(Vishal)ကို ရွားေလာ့ဟုမ္းဆန္ဆန္ စုံေထာက္ ဇာတ္ကားတစ္ကားျဖစ္တဲ့ Thupparivaalan (2017) ဇာတ္ကားနဲ႔
မႏွစ္ကထြက္ခဲ့တဲ့ ဘဏ္ဟက္ကာဇာတ္ကား Irumbu Thirai (2018) တို႔မွာ ေတာင္ပိုင္းကားပရိတ္သတ္ေတြ ရင္းႏွီးၿပီးသား ျဖစ္ပါလိမ့္မယ္။
အရပ္ျမင့္ျမင့္ ေဘာ္ဒီအခ်ိဳးအဆစ္က်ပုံေၾကာင့္ အက္ရွင္ ၊ စုံေထာက္ ၊ အၾကမ္းဖက္ႏွိမ္နင္းေရး ဇာတ္ကားေတြနဲ႔ ဗီေရွာဟာ လိုက္ဖက္တယ္လို႔ ဆိုရမွာပါ။
ဒီကားကလည္း စုံေထာက္ဆန္ဆန္ ၊ ေအးဂ်င့္ကားဆန္ဆန္နဲ႔ အၾကမ္းဖက္ႏွိမ္နင္းေရးလုပ္ေဆာင္တဲ့ ကာနယ္လ္ဆူဘာ့ရွ္အေၾကာင္းပါပဲ။
ႏိုင္ငံေရးနယ္ပယ္မွာ က်င္လည္ေနတဲ့ ဖခင္ႀကီးနဲ႔ ၊ သူ႔အကိုျဖစ္သူတို႔ ႏိုင္ငံေရးေဟာေျပာပြဲတစ္ခုရဲ႕ စင္ျမင့္ေပၚမွာ မထင္မွတ္ပဲ ဗုံးေဖာက္ခြဲ လုပ္ႀကံခံရၿပီးေနာက္ပိုင္း. . .
ကာနယ္လ္ဆူဘာ့ရွ္တစ္ေယာက္ လက္သည္တရားခံကို ဘယ္လိုလိုက္ရွာ ေခ်မႈန္းမလဲဆိုတာကို. . .႐ိုက္ျပထားတာပါ။
ႏိုင္ငံေရးေလာကဆိုတာ အင္မတန္ရႈပ္ေထြးေပြလီလွၿပီး ၊ အၾကမ္းဖက္သမားေတြနဲ႔ ႏိုင္ငံေရးသမားေတြ လက္ဝါးခ်င္း႐ိုက္ ပူးေပါင္းသြားရင္ ဘာေတြ ျဖစ္လာတတ္သလဲ. . .
ၿပိဳင္ဘက္ႏိုင္ငံေတြ တစ္ဖက္နဲ႔တစ္ဖက္ အင္အားၿပိဳင္ၾကတဲ့အခါ. . .
ၾကားမွာ ေျမစာျပင္ျဖစ္ရသူေတြက ဘယ္သူေတြ ျဖစ္မလဲ. . .
အိုဗာအက္ရွင္ေတြ အေတာ့္ကို နည္းပါးတဲ့အတြက္. . .မည္သူမဆို ေပါ့ေပါ့ပါးပါး ၾကည့္ရႈအားေပးႏိုင္ပါတယ္။
ဗီေရွာနဲ႔ တြဲဖက္ၿပီး အားျဖည့္သ႐ုပ္ေဆာင္ထားသူက ဘာဟူဘာလီဇာတ္ကားထဲက မင္းသမီးေခ်ာ တမန္နားဟ္(Tamannaah) ျဖစ္ပါတယ္။
ဒါ့အျပင္ 2020 မွာလည္း ဗီေရွာရဲ႕ Thupparivaalan 2 ဇာတ္ကား ထြက္ဦးမွာပါတဲ့ ခင္ဗ်ာ။
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.30 GB ) and (650 MB)
Quality : WEB-DL 720p
Running Time : 2hr 38min
Format : Mp4
Genre : Action
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p HD AVC – UNTOUCHED – DDP 5.1
Translated by Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
