"(Unicode)ဒီဇာတ်ကားလေးကတော့ ထိုင်းဖြစ်ရပ်မှန်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။Pauseဇာတ်လမ်းကတော့ အခုလက်ရှိအမျိုးသမီး ဂေါက်သီးရိုက်အားကစားလောကမှာ ထိပ်တန်းစာရင်းဝင်ဖြစ်နေတဲ့ မေ နဲ မို ဆိုတဲ့ ညီအစ်မ နှစ်ယောက်ရဲ့ဇာတ်လမ်းလေးပါပဲ။ဖခင်ဖြစ်သူက သူ့သမီးနှစ်ယောက်စလုံး တစ်ချိန်မှာ ကမ္ဘာ့အကောင်းဆုံး ဂေါက်သီးရိုက်အားကစားသမားတွေဖြစ်လာရမယ်ဆိုတဲ့ ဆုံးဖြတ်ချက်ကြောင့်မေ နဲ့ မိုတို့ဟာ ပြင်းထန်တဲ့ Training တွေနဲ့ ငယ်စဉ်ကတည်းကပင်ကြီးပြင်းခဲ့ရတာပါ။မေ နဲ့ မိုတို့ကလဲ ပါရမီပါတာကြောင့် ငယ်ငယ်ရွယ်ရွယ်နဲ့ပင် လက်စွမ်းပြနိုင်ခဲ့ကြပါတယ်။ဒီဇာတ်လမ်းထဲမှာတော့ကလေးဘဝကနေ လူကြီးဘဝအထိ ကြုံတွေ့ခဲ့ရတဲ့ အခက်အခဲတွေ၊ကံကြမ္မာအတက်အကျ အမျိုးမျိုးအဖုံဖုံတွေကိုတင်ဆက်ဇာတ်လမ်းဆင်ထားတာပဲဖြစ်ပါတယ်။ဒါပေမယ့် ဒီဇာတ်ကားက ဂေါက်သီးရိုက်အားကစားအကြောင်းမဟုတ်ပါဘူး။ကလေးတိုင်းကလေးတိုင်းမှာ သူ့ပါရမီနဲ့သူရှိတယ်၊အဲ့ဒါကို မိဘဖြစ်သူက သိဖို့လိုအပ်သလို၊ မြေတောင်မြှောက်လမ်းကြောင်းတည့်ပေးနိုင်ဖို့ လိုတယ်ဆိုတာကို မီးမှောင်းထိုးပြသွားတာပါ။ဇာတ်လမ်း၊ ဇာတ်ကွက် အသွားအလာတွေက ရိုးရှင်းပေမယ့်ဖြစ်ရပ်မှန်ဇာတ်လမ်းလေးလဲဖြစ်၊မင်းသမီးလေးတွေကလဲ ချစ်ဖို့ကောင်း၊ မိသားစုနဲ့အတူကြည့်လို့ကောင်းတဲ့ကားလေးမလို့ဒေါင်းရကျိုးနပ်မယ့်ဇာတ်လမ်းဖြစ်ကြောင်း လက်တို့ပေးလိုက်ပါတယ်ဗျာ။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Jack ပါ)(Zawgyi)ဒီဇာတ္ကားေလးကေတာ့ ထိုင္းျဖစ္ရပ္မွန္ဇာတ္ကားတစ္ကားျဖစ္ပါတယ္။ဇာတ္လမ္းကေတာ့ အခုလက္ရွိအမ်ိဳးသမီး ေဂါက္သီး႐ိုက္အားကစားေလာကမွာ ထိပ္တန္းစာရင္းဝင္ျဖစ္ေနတဲ့ ေမ နဲ မို ဆိုတဲ့ ညီအစ္မ ႏွစ္ေယာက္ရဲ႕ဇာတ္လမ္းေလးပါပဲ။ဖခင္ျဖစ္သူက သူ႔သမီးႏွစ္ေယာက္စလုံး တစ္ခ်ိန္မွာ ကမာၻ႔အေကာင္းဆုံး ေဂါက္သီး႐ိုက္အားကစားသမားေတြျဖစ္လာရမယ္ဆိုတဲ့ ဆုံးျဖတ္ခ်က္ေၾကာင့္ေမ နဲ႔ မိုတို႔ဟာ ျပင္းထန္တဲ့ Training ေတြနဲ႔ ငယ္စဥ္ကတည္းကပင္ႀကီးျပင္းခဲ့ရတာပါ။ေမ နဲ႔ မိုတို႔ကလဲ ပါရမီပါတာေၾကာင့္ ငယ္ငယ္႐ြယ္႐ြယ္နဲ႔ပင္ လက္စြမ္းျပႏိုင္ခဲ့ၾကပါတယ္။ဒီဇာတ္လမ္းထဲမွာေတာ့ကေလးဘဝကေန လူႀကီးဘဝအထိ ႀကဳံေတြ႕ခဲ့ရတဲ့ အခက္အခဲေတြ၊ကံၾကမၼာအတက္အက် အမ်ိဳးမ်ိဳးအဖုံဖုံေတြကိုတင္ဆက္ဇာတ္လမ္းဆင္ထားတာပဲျဖစ္ပါတယ္။ဒါေပမယ့္ ဒီဇာတ္ကားက ေဂါက္သီး႐ိုက္အားကစားအေၾကာင္းမဟုတ္ပါဘူး။ကေလးတိုင္းကေလးတိုင္းမွာ သူ႔ပါရမီနဲ႔သူရွိတယ္၊အဲ့ဒါကို မိဘျဖစ္သူက သိဖို႔လိုအပ္သလို၊ ေျမေတာင္ေျမႇာက္လမ္းေၾကာင္းတည့္ေပးႏိုင္ဖို႔ လိုတယ္ဆိုတာကို မီးေမွာင္းထိုးျပသြားတာပါ။ဇာတ္လမ္း၊ ဇာတ္ကြက္ အသြားအလာေတြက ႐ိုးရွင္းေပမယ့္ျဖစ္ရပ္မွန္ဇာတ္လမ္းေလးလဲျဖစ္၊မင္းသမီးေလးေတြကလဲ ခ်စ္ဖို႔ေကာင္း၊ မိသားစုနဲ႔အတူၾကည့္လို႔ေကာင္းတဲ့ကားေလးမလို႔ေဒါင္းရက်ိဳးနပ္မယ့္ဇာတ္လမ္းျဖစ္ေၾကာင္း လက္တို႔ေပးလိုက္ပါတယ္ဗ်ာ။(ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Jack ပါ)File Size :(850 MB) and (430 MB)Quality : NF WEB-DL 720pRunning Time : 1hr 43minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DDP5.1.x264-deeplifeTranslated by JackEncoded by Thanhtike Zaw"