"တစ်ခေတ်တစ်ခါက အကြွေစောခဲ့တဲ့ Legendary Star တစ်ယောက်ဖြစ်တဲ့
Somewhere Over The Rainbow သီချင်းရဲ့ပိုင်ရှင်ဂျူဒီဂါလန်အကြောင်းကိုရိုက်ကူးထားတာပါ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂရန်းရပ်ပစ်မင်နီဆိုတာက ဖရန်စစ်ဂမ်းစ်ကိုခေါ်တဲ့ကလေးမလေးတစ်ယောက်…
အနုပညာပိုးပါလွန်းလို့ အသက် ၂နှစ်အရွယ်တည်းက စင်ပေါ်တက်
သီချင်းဆိုခဲ့သူ… သူ့အနုပညာနာမည်ကို ဂျူဒီဂါလန်ရယ်လို့
သူကိုယ်တိုင်းရွေးချယ်ခဲ့သူ…
သူ့အသက် ၁၃နှစ်အရွယ်ကိုရောက်ချိန်မှာတော့
Louis B. Mayor ကုမ္ပဏီကရိုက်ကူးတဲ့ Wizard of the Oz ဇာတ်လမ်းတွဲထဲမှာ
အဓိကဇာတ်ကောင် ဒေါ်ရသီအဖြစ်ပါဝင်သရုပ်ဆောင်ခွင့်ရခဲ့တယ်…
ရုပ်ရည်ချောမောလှပသလို အဆိုပါရမီပြည့်ဝတဲ့ သူမဘဝလေးဟာ
ပန်းခင်းလမ်းပဲလို့ထင်မှတ်စရာရှိပေမယ့်
တကယ်တမ်းအဲ့လိုမဟုတ်ခဲ့ရှာပါဘူး…
တွန်းအားအရမ်းပေးလွန်းတဲ့ မိခင်ရယ်
နေ့လည်စာစားချိန်တောင်မပေးပဲ
အတင်းအဓမ္မအနိုင်ကျင့်ခိုင်းစေတဲ့
ကုမ္ပဏီကြောင့် ဂျူဒီဟာ ဘဝကိုပင်ပန်းခက်ခဲစွာ
နေထိုင်နေရရှာရုံသာမက ဆေးစွဲတဲ့အဆင့်ထိရောက်သွားပါတော့တယ်…
ဒီလိုသနားစရာဂျူဒီလေး အရွယ်ရောက်သွားတဲ့အခါ
ကြုံတွေခဲ့ရတဲ့ ဘဝဇာတ်စုံကိုရိုက်ကူးပြသထားတာဖြစ်ပါတယ်….
သက်လတ်ပိုင်းဂျူဒီဂါလန်အဖြစ် Rene Zellweger က
ပါဝင်သရုပ်ဆောင်ထားပေးပါတယ်
IMDB 7.2/10 ရရှိထားပြီး ကြည့်သင့်တဲ့ဇာတ်ကားကောင်းလို့ ညွှန်းပေးလိုက်ပါရစေ
File Size : ( 911 MB , 308 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 58 min
Format : Mp4
Genre : Biography , Drama , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by May Myat Thu
Encoded by Moe Myint Lwin
zawgyi
တစ္ေခတ္တစ္ခါက အေႂကြေစာခဲ့တဲ့ Legendary Star တစ္ေယာက္ျဖစ္တဲ့
Somewhere Over The Rainbow သီခ်င္းရဲ႕ပိုင္ရွင္ဂ်ဴဒီဂါလန္အေၾကာင္းကို႐ိုက္ကူးထားတာပါ
ဂရန္းရပ္ပစ္မင္နီဆိုတာက ဖရန္စစ္ဂမ္းစ္ကိုေခၚတဲ့ကေလးမေလးတစ္ေယာက္…
အႏုပညာပိုးပါလြန္းလို႔ အသက္ ၂ႏွစ္အ႐ြယ္တည္းက စင္ေပၚတက္
သီခ်င္းဆိုခဲ့သူ… သူ႔အႏုပညာနာမည္ကို ဂ်ဴဒီဂါလန္ရယ္လို႔
သူကိုယ္တိုင္းေ႐ြးခ်ယ္ခဲ့သူ…
သူ႔အသက္ ၁၃ႏွစ္အ႐ြယ္ကိုေရာက္ခ်ိန္မွာေတာ့
Louis B. Mayor ကုမၸဏီက႐ိုက္ကူးတဲ့ Wizard of the Oz ဇာတ္လမ္းတြဲထဲမွာ
အဓိကဇာတ္ေကာင္ ေဒၚရသီအျဖစ္ပါဝင္သ႐ုပ္ေဆာင္ခြင့္ရခဲ့တယ္…
႐ုပ္ရည္ေခ်ာေမာလွပသလို အဆိုပါရမီျပည့္ဝတဲ့ သူမဘဝေလးဟာ
ပန္းခင္းလမ္းပဲလို႔ထင္မွတ္စရာရွိေပမယ့္
တကယ္တမ္းအဲ့လိုမဟုတ္ခဲ့ရွာပါဘူး…
တြန္းအားအရမ္းေပးလြန္းတဲ့ မိခင္ရယ္
ေန႔လည္စာစားခ်ိန္ေတာင္မေပးပဲ
အတင္းအဓမၼအႏိုင္က်င့္ခိုင္းေစတဲ့
ကုမၸဏီေၾကာင့္ ဂ်ဴဒီဟာ ဘဝကိုပင္ပန္းခက္ခဲစြာ
ေနထိုင္ေနရရွာ႐ုံသာမက ေဆးစြဲတဲ့အဆင့္ထိေရာက္သြားပါေတာ့တယ္…
ဒီလိုသနားစရာဂ်ဴဒီေလး အ႐ြယ္ေရာက္သြားတဲ့အခါ
ႀကဳံေတြခဲ့ရတဲ့ ဘဝဇာတ္စုံကို႐ိုက္ကူးျပသထားတာျဖစ္ပါတယ္….
သက္လတ္ပိုင္းဂ်ဴဒီဂါလန္အျဖစ္ Rene Zellweger က
ပါဝင္သ႐ုပ္ေဆာင္ထားေပးပါတယ္
IMDB 7.2/10 ရရွိထားၿပီး ၾကည့္သင့္တဲ့ဇာတ္ကားေကာင္းလို႔ ၫႊန္းေပးလိုက္ပါရေစ
File Size : ( 911 MB , 308 MB )
Quality : WEB-DL 720p
Running Time : 1 hr 58 min
Format : Mp4
Genre : Biography , Drama , Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by May Myat Thu
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
