"The Room(2019)အညွှန်း
***********************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(Unicode)
ဒီကားလေးကတော့ လျှို့ဝှက်ဆန်းကျယ်ဆန်ဆန်ကြိုက်တတ်တဲ့ပရိသတ်တွေသဘောကျနှစ်သက်ကြမယ့်ကားပါ…
မတ်တ်နဲ့ကိတ်တို့ဟာကိုယ့်ဝါသနာပါရာကိုလုပ်ပြီးရုန်းကန်ကြိုးစားနေကြတဲ့စုံတွဲနှစ်ယောက်ပါ
တစ်နေ့မှာတော့လူမနီးသူမနီးတဲ့မြို့ပြင်နားလေးကအိမ်တစ်လုံးကိုဝယ်လိုက်ကြပါတယ်
အဲ့ဒီအိမ်ကပုံမှန်မဟုတ်တဲ့အရာတွေဖြစ်တတ်တဲ့အိမ်ဆိုတာကိုဝယ်ပြီးမှသိလိုက်ကြတယ်
အိမ်ကတော်တ်ောလေးပြင်ဆင်ဖို့လိုနေတဲ့အိမ်ဖြစ်နေတော့
ပြင်ဖို့ရှင်းလင်းရင်းနဲ့ထူးထူးဆန်းဆန်းအခန်းတစ်ခုကိုသွားတွေ့ပါတယ်…
လိုချင်တဲ့ပစ္စည်းတွေပြောလိုက်တာနဲ့မျက်စိတစ်မှိတ်အတွင်းအခန်းထဲမှာပေါ်လာပါတယ်
ပြောလိုက်ရုံနဲ့ သူတို့ဆန္ဒတွေပြည့်မြောက်တယ်လို့ဆိုရပါ့မယ်…
မတ်တ်နဲ့ကိတ်တို့နှစ်ယောက်လိုတရအခန်းကြီးရှိနေတဲ့နောက်
ဘယ်လိုနှစ်ပါးသွားကြမလဲ
လူတွေရဲ့လိုအင်ဆန္ဒလောဘတွေဟာရှိသင့်တာထက်ကျော်လာတဲ့အခါ
ဘယ်လိုတွေဖြစ်သွားမလဲဆိုတာကိုတော့ ဆက်လက်ကြည့်ကြပါ….
ချစ်ခြင်းမေတ္တာအကြောင်းတွေကိုလဲသွယ်ဝိုက်နဲ့နည်းနဲ့ဖော်ပြထားတာကိုတွေ့ရပါတယ်
CMပရိသတ်ကြီးကြည့်မိလို့စိတ်ပျက်သွားမယ့်ကားမဟုတ်ဘူးဆိုတာအာမခံပါကြောင်း..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ MarTizas ပဲဖြစ်ပါတယ်…
(Zawgyi)
ဒီကားေလးကေတာ့ လွ်ိဳ႕ဝွက္ဆန္းက်ယ္ဆန္ဆန္ႀကိဳက္တတ္တဲ့ပရိသတ္ေတြသေဘာက်ႏွစ္သက္ၾကမယ့္ကားပါ…
မတ္တ္နဲ႔ကိတ္တို႔ဟာကိုယ့္ဝါသနာပါရာကိုလုပ္ၿပီး႐ုန္းကန္ႀကိဳးစားေနၾကတဲ့စုံတြဲႏွစ္ေယာက္ပါ
တစ္ေန႔မွာေတာ့လူမနီးသူမနီးတဲ့ၿမိဳ႕ျပင္နားေလးကအိမ္တစ္လုံးကိုဝယ္လိုက္ၾကပါတယ္
အဲ့ဒီအိမ္ကပုံမွန္မဟုတ္တဲ့အရာေတြျဖစ္တတ္တဲ့အိမ္ဆိုတာကိုဝယ္ၿပီးမွသိလိုက္ၾကတယ္
အိမ္ကေတာ္တ္ောေလးျပင္ဆင္ဖို႔လိုေနတဲ့အိမ္ျဖစ္ေနေတာ့
ျပင္ဖို႔ရွင္းလင္းရင္းနဲ႔ထူးထူးဆန္းဆန္းအခန္းတစ္ခုကိုသြားေတြ႕ပါတယ္…
လိုခ်င္တဲ့ပစၥည္းေတြေျပာလိုက္တာနဲ႔မ်က္စိတစ္မွိတ္အတြင္းအခန္းထဲမွာေပၚလာပါတယ္
ေျပာလိုက္႐ုံနဲ႔ သူတို႔ဆႏၵေတြျပည့္ေျမာက္တယ္လို႔ဆိုရပါ့မယ္…
မတ္တ္နဲ႔ကိတ္တို႔ႏွစ္ေယာက္လိုတရအခန္းႀကီးရွိေနတဲ့ေနာက္
ဘယ္လိုႏွစ္ပါးသြားၾကမလဲ
လူေတြရဲ႕လိုအင္ဆႏၵေလာဘေတြဟာရွိသင့္တာထက္ေက်ာ္လာတဲ့အခါ
ဘယ္လိုေတြျဖစ္သြားမလဲဆိုတာကိုေတာ့ ဆက္လက္ၾကည့္ၾကပါ….
ခ်စ္ျခင္းေမတၱာအေၾကာင္းေတြကိုလဲသြယ္ဝိုက္နဲ႔နည္းနဲ႔ေဖာ္ျပထားတာကိုေတြ႕ရပါတယ္
CMပရိသတ္ႀကီးၾကည့္မိလို႔စိတ္ပ်က္သြားမယ့္ကားမဟုတ္ဘူးဆိုတာအာမခံပါေၾကာင္း..
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ MarTizas ပဲျဖစ္ပါတယ္…
File Size : (850 MB) and (333 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:30:00
Genre : Drama, Mystery,SCI-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by MarTizas
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
