"Notting Hill(1999)
IMDb…7.1,,,Rotten…83%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(အေကာင္းဆုံးအခ်စ္ဇာတ္လမ္းစာရင္းမို႔ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p
တို႔ျဖင့္တင္ဆက္ေပးထားပါသည္)))
(Unicode)
လန်ဒန်မြို့ရှိ Notting Hill ဆိုတဲ့ မြို့လေးမှာ ဝီလီယမ် တတ်ကာ ဆိုတဲ့ လူငယ်လေးတစ်ယောက်က ခရီးသွားစာပေတွေရောင်းတဲ့ စာအုပ်ဆိုင်လေးဖွင့်ထားတယ်…
စာအုပ်ရောင်းသမားတစ်ယောက်ရဲ့ ဘ၀ဟာ သိပ်ကိုရိုးစင်းတယ်…စာအုပ်တွေဖတ်တယ်… ဝယ်သူတွေကို စာအုပ်တွေအကြောင်းညွှန်းတယ်…ငွေကြေးချမ်းသာမှုတွေ
မပိုင်ဆိုင်ပေမယ့် သူပိုင်ဆိုင်တဲ့ဘ၀ကိုကျေနပ်နေလေတော့ ဘ၀ဟာလှပနေလေရဲ့…
တစ်နေ့တော့ သူ့ဆိုင်ကို ဟောလိဝုဒ်ရဲ့ နာမည်ကျော်မင်းသမီး အန်နာစကော့ တစ်ယောက်စာအုပ်လာ
ဝယ်တယ်…
ဒီမင်းသမီးကို အပြင်မှာဗြုန်းခနဲမြင်လိုက်ရပေမယ့် ဘယ်သူလဲဆိုတာ ခန့်မှန်းမိဖို့
စာအုပ်ရောင်းသမားလေးအတွက် အချိန်သိပ်မယူလိုက်ရပါဘူး…
မင်းသမီးဆိုင်က ထွက်သွားပြီး သူလည်း ဈေးဝယ်စရာရှိလို့ ထွက်လာခဲ့တယ်…
တိုက်ဆိုင်တာပဲလားမသိ..သူနဲ့ မင်းသမီး အန်နာစကော့နဲ့ လမ်းတစ်ဆစ်ချိုးမှာ ဝင်တိုက်မိတယ်….
ဒီလို ဝင်တိုက်မှုဟာ စာအုပ်ရောင်းသမားလေးအတွက်တော့ ဘဝတစ်ဆစ်ချိုးပြောင်းလဲမှုပါပဲ…
ဒီရုပ်ရှင်ဇာတ်လမ်းဟာ နာမည်ကျော်စာအုပ်ကိုပြန်ရိုက်ထားတာဖြစ်သလို
Golden Globe မှာ ဆန်ကာတင်စာရင်း(၃)ဆုဝင်ခဲ့သလို အခြားဆုပေါင်း (၁၁)ဆုလည်း
ရခဲ့တယ်…၁၉၉၉ခုနှစ်က ရုပ်ရှင်ဆိုပေမယ့် မင်းသား Hugh Grantနဲ့ မင်းသမီးJulia Roberts တို့ရဲ့ သရုပ်ဆောင်ဟန်တွေ ဇာတ်လမ်းဇာတ်ကွက်တွေ
ကြည့်နေရင်းနဲ့ကို ရင်ခုန်ကြည်နူးစိတ်လှုပ်ရှားရပါတယ်….
ခံစားကြည့်ကြပါဥ◌ီး ….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Theint Theint Aung ပဲဖြစ်ပါတယ်…..
မှတ်ချက် FA များအတွက်လည်း ခံစားရင်ခုန်ဖို့ အဆင်ပြေပါတယ်…
File Size :(2.17GB) (950 MB) and (358 MB)
Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p
Format…mp4
Duration…02:04:00
Genre : Comedy , Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Theint Theint Aung
Encoded by Phyo Pyae
zawgyi
Notting Hill(1999)
IMDb…7.1,,,Rotten…83%
(ေအကာင္းဆုံးအခ္စၨာတႅမ္းစာရင္းမို႔ Blu-Ray 1080p 5.1 CH, Blu-Ray 720p
တို႔်ဖင့္တငၦက္ေပးထားပါသၫ္)))
(Unicode)
လန္ဒန္ၿမိဳ႕ရွိ Notting Hill ဆိုတဲ့ ၿမိဳ႕ေလးမွာ ဝီလီယမ္ တတ္ကာ ဆိုတဲ့ လူငယ္ေလးတစ္ေယာက္က ခရီးသြားစာေပေတြေရာင္းတဲ့ စာအုပ္ဆိုင္ေလးဖြင့္ထားတယ္…
စာအုပ္ေရာင္းသမားတစ္ေယာက္ရဲ႕ ဘ၀ဟာ သိပ္ကို႐ိုးစင္းတယ္…စာအုပ္ေတြဖတ္တယ္… ဝယ္သူေတြကို စာအုပ္ေတြအေၾကာင္းၫႊန္းတယ္…ေငြေၾကးခ်မ္းသာမႈေတြ
မပိုင္ဆိုင္ေပမယ့္ သူပိုင္ဆိုင္တဲ့ဘ၀ကိုေက်နပ္ေနေလေတာ့ ဘ၀ဟာလွပေနေလရဲ႕…
တစ္ေန႔ေတာ့ သူ႔ဆိုင္ကို ေဟာလိဝုဒ္ရဲ႕ နာမည္ေက်ာ္မင္းသမီး အန္နာစေကာ့ တစ္ေယာက္စာအုပ္လာ
ဝယ္တယ္…
ဒီမင္းသမီးကို အျပင္မွာျဗဳန္းခနဲျမင္လိုက္ရေပမယ့္ ဘယ္သူလဲဆိုတာ ခန႔္မွန္းမိဖို႔
စာအုပ္ေရာင္းသမားေလးအတြက္ အခ်ိန္သိပ္မယူလိုက္ရပါဘူး…
မင္းသမီးဆိုင္က ထြက္သြားၿပီး သူလည္း ေဈးဝယ္စရာရွိလို႔ ထြက္လာခဲ့တယ္…
တိုက္ဆိုင္တာပဲလားမသိ..သူနဲ႔ မင္းသမီး အန္နာစေကာ့နဲ႔ လမ္းတစ္ဆစ္ခ်ိဳးမွာ ဝင္တိုက္မိတယ္….
ဒီလို ဝင္တိုက္မႈဟာ စာအုပ္ေရာင္းသမားေလးအတြက္ေတာ့ ဘဝတစ္ဆစ္ခ်ိဳးေျပာင္းလဲမႈပါပဲ…
ဒီ႐ုပ္ရွင္ဇာတ္လမ္းဟာ နာမည္ေက်ာ္စာအုပ္ကိုျပန္႐ိုက္ထားတာျဖစ္သလို
Golden Globe မွာ ဆန္ကာတင္စာရင္း(၃)ဆုဝင္ခဲ့သလို အျခားဆုေပါင္း (၁၁)ဆုလည္း
ရခဲ့တယ္…၁၉၉၉ခုႏွစ္က ႐ုပ္ရွင္ဆိုေပမယ့္ မင္းသား Hugh Grantနဲ႔ မင္းသမီးJulia Roberts တို႔ရဲ႕ သ႐ုပ္ေဆာင္ဟန္ေတြ ဇာတ္လမ္းဇာတ္ကြက္ေတြ
ၾကည့္ေနရင္းနဲ႔ကို ရင္ခုန္ၾကည္ႏူးစိတ္လႈပ္ရွားရပါတယ္….
ခံစားၾကည့္ၾကပါဥ◌ီး ….ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Theint Theint Aung ပဲျဖစ္ပါတယ္…..
မွတ္ခ်က္ FA မ်ားအတြက္လည္း ခံစားရင္ခုန္ဖို႔ အဆင္ေျပပါတယ္…
File Size :(2.17GB) (950 MB) and (358 MB)
Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p
Format…mp4
Duration…02:04:00
Genre : Comedy , Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Theint Theint Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
