"A Million Little Pieces(2019)အညွှန်း******************************Pause(unicode)အရက် ဆေး ကိုကင်း အသီး အရွက် အလုံးဒီနာမည်မျိုးစုံနဲ့ ထွက်တဲ့ဆေးဝါးတွေမူးယစ်ဆေးတွေစိတ်ကြွဆေးတွေဟာ သုံးလို့တော့ကောင်းပေမယ့် နောက်ဆက်တွဲ က ဆိုးကျိုးပဲများတာကို အတော်များများ သိကြမှာပါ….ဆေးချတာမပြောနဲ့ဦး Hangover ဖြစ်ရင်တောင်တစ်နေ့လုံးနေလို့အဆင်မပြေတဲ့ဝေဒနာကြီးစွဲထင်တတ်ပါတယ် A Million Little Pieces ထဲက ဂျိမ်းစ်ဖရေး သူ့ဘ၀တောက်လျှောက်ဆေးလိပ်တွေအရက်တွေ ကိုကင်းတွေနဲ့ပဲ ရင်းနှီးခဲ့ရတယ် အသက်နဲ့မလိုက်အောင် ကိုယ်တွင်းအင်္ဂါထိခိုက်မှုတွေဖြစ်ထားတယ် မိသားစုအချစ်ရေး မိတ်ဆွေသူငယ်ချင်းအားလုံးဆုံးရှုံးပြီးမှ ဒီပြန်လည်ထူထောင်ရေးစင်တာကိုရောက်လာတယ် ပထမနေ့ နေရထိုင်ရအဆင်မပြေဖြစ်တယ်ဂယောင်ခြောက်ခြားဖြစ်မယ် ဝေဒနာပေါင်းစုံပါပဲ ဒုတိယနေ့အဲ့ထက်ဆိုးတယ် တတိယနေ့အဲ့ထက်ပိုပိုဆိုးလာတယ်ဆေးပြတ်အောင်ဖြတ်တာဟာလွယ်ကူတဲ့အလုပ်မဟုတ်မှန်းဒီကားကြည့်ရင်သိမှာပါ တဖြည်းဖြည်းပြောင်းလဲလာတဲ့ဂျိမ်းစ်ဖရေးကိုလဲ ကြည့်ရင်း ကိုယ်တိုင်မွန်းကြပ်လာသလိုသူနဲ့ အတူ ဒီ ဒုက္ခတောထဲက ထွက်ဖို့ရုန်းကန်ချင်စိတ်ပေါ်လာပါတယ်..သူဆေးပြတ်သွားမလား…ဆက်ပြီးသုံးရင်း ဘဝကို အဓိပ္ပါယ်မဲ့ဆက်ကုန်ဆုံးမလား ခံစားကြည့်ကြပါဥ◌ီး….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်…(zawgyi)အရက္ ေဆး ကိုကင္း အသီး အ႐ြက္ အလုံးဒီနာမည္မ်ိဳးစုံနဲ႔ ထြက္တဲ့ေဆးဝါးေတြမူးယစ္ေဆးေတြစိတ္ႂကြေဆးေတြဟာ သုံးလို႔ေတာ့ေကာင္းေပမယ့္ ေနာက္ဆက္တြဲ က ဆိုးက်ိဳးပဲမ်ားတာကို အေတာ္မ်ားမ်ား သိၾကမွာပါ….ေဆးခ်တာမေျပာနဲ႔ဦး Hangover ျဖစ္ရင္ေတာင္တစ္ေန႔လုံးေနလို႔အဆင္မေျပတဲ့ေဝဒနာႀကီးစြဲထင္တတ္ပါတယ္ A Million Little Pieces ထဲက ဂ်ိမ္းစ္ဖေရး သူ႔ဘ၀ေတာက္ေလွ်ာက္ေဆးလိပ္ေတြအရက္ေတြ ကိုကင္းေတြနဲ႔ပဲ ရင္းႏွီးခဲ့ရတယ္ အသက္နဲ႔မလိုက္ေအာင္ ကိုယ္တြင္းအဂၤါထိခိုက္မႈေတြျဖစ္ထားတယ္ မိသားစုအခ်စ္ေရး မိတ္ေဆြသူငယ္ခ်င္းအားလုံးဆုံးရႈံးၿပီးမွ ဒီျပန္လည္ထူေထာင္ေရးစင္တာကိုေရာက္လာတယ္ ပထမေန႔ ေနရထိုင္ရအဆင္မေျပျဖစ္တယ္ဂေယာင္ေျခာက္ျခားျဖစ္မယ္ ေဝဒနာေပါင္းစုံပါပဲ ဒုတိယေန႔အဲ့ထက္ဆိုးတယ္ တတိယေန႔အဲ့ထက္ပိုပိုဆိုးလာတယ္ေဆးျပတ္ေအာင္ျဖတ္တာဟာလြယ္ကူတဲ့အလုပ္မဟုတ္မွန္းဒီကားၾကည့္ရင္သိမွာပါ တျဖည္းျဖည္းေျပာင္းလဲလာတဲ့ဂ်ိမ္းစ္ဖေရးကိုလဲ ၾကည့္ရင္း ကိုယ္တိုင္မြန္းၾကပ္လာသလိုသူနဲ႔ အတူ ဒီ ဒုကၡေတာထဲက ထြက္ဖို႔႐ုန္းကန္ခ်င္စိတ္ေပၚလာပါတယ္..သူေဆးျပတ္သြားမလား…ဆက္ၿပီးသုံးရင္း ဘဝကို အဓိပၸါယ္မဲ့ဆက္ကုန္ဆုံးမလား ခံစားၾကည့္ၾကပါဥ◌ီး….ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hein That Naing ပဲျဖစ္ပါတယ္…File Size : (950 MB) and (368 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:53:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hein That NaingEncoded by Phyo Pyae"