"(Unicode)တစ်နှစ်တစ်ကား ဆိုသလို တမီးလ်မင်းသား ဗီဂျေးရဲ့ ၂၀၁၉ထွက် ကားကောင်းတစ်ကားကို မြန်မြန်နဲ့ မှန်မှန် တင်ဆက်ပေးလိုက်ပါတယ်။PauseGenere- Drama,Sport,ActionIMDb – 7.5/10တစ်ရပ်ကွက်လုံးရဲ့ အာဏာရှိ လူမိုက် မိုက်ကယ်၊ မိန်းမလည်း မရှိ၊ ကျားလည်းမကိုက်၊ သောက်သောက်စားစား လူရမ်းကားလေး။တနေ့တော့ သူ့သူငယ်ချင်း ကာဒီးရ်ဟာ အမျိုးသမီးဘောလုံးအသင်းရဲ့ နည်းပြအဖြစ်နဲ့ အသင်းအတူ ဒေလီသွားဖို့ သူ့ဆီ ဝင်ပါတယ်။မမျှော်လင့်ဘဲ မိုက်ကယ်ရဲ့ ရန်ကြွေးတွေကြောင့် နည်းပြဆရာ ကာဒီးရ်ကို ဓားချက်ထိခဲ့ရတယ်။ကြယ်ပွင့်လေး ၁၅ပွင့်ရဲ့ တစ်ဦးတည်းသော ကယ်တင်ရှင် နည်းပြကာသီဟာ တစ်နှစ်တာ အနားယူရမယ်လို့ သိလိုက်ရစဉ်မှာတော့…..————————————-ဒီဇာတ်ကားထဲမှာတော့ ဗီဂျေးကို ဘောလုံးသမား၊ လူမိုက်ကြီး၊ နည်းပြ စသဖြင့် ပုံစံမျိုးစုံ မြင်ရပြီး အဖေလိုတစ်မျိုး သားလိုတစ်ဖုံ တွေ့ရမှာပါ။အဖေ ပေးတဲ့ အိပ်မက်ကို သားမက်ခွင့်ရခဲ့ပေမဲ့… လွဲချော်ခဲ့ရတယ်။ဒီအိပ်မက်တွေကို သူ ပြန်လည် အကောင်အထည်ဖော်ဖို့.. ကြိုးစားရင်း ထပ်လွဲချော်ခဲ့တယ်။သို့ပေမဲ့…. ‘တချို့အိပ်မက်တွေကို ကိုယ်မဖြစ်ခဲ့လို့ သူတပါးကို ဖြစ်စေချင်မိတာ လူတိုင်းရဲ့ ဆန္ဓပါ’ ‘ဒါပေမဲ့ ကိုယ့်အိပ်မက်ကိုတော့ ကိုယ်တိုင်ပဲ အကောင်အထည်ဖော်ရတာပဲမလား’ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)တစ္ႏွစ္တစ္ကား ဆိုသလို တမီးလ္မင္းသား ဗီေဂ်းရဲ႕ ၂၀၁၉ထြက္ ကားေကာင္းတစ္ကားကို ျမန္ျမန္နဲ႔ မွန္မွန္ တင္ဆက္ေပးလိုက္ပါတယ္။Genere- Drama,Sport,ActionIMDb – 7.5/10တစ္ရပ္ကြက္လုံးရဲ႕ အာဏာရွိ လူမိုက္ မိုက္ကယ္၊ မိန္းမလည္း မရွိ၊ က်ားလည္းမကိုက္၊ ေသာက္ေသာက္စားစား လူရမ္းကားေလး။တေန႔ေတာ့ သူ႔သူငယ္ခ်င္း ကာဒီးရ္ဟာ အမ်ိဳးသမီးေဘာလုံးအသင္းရဲ႕ နည္းျပအျဖစ္နဲ႔ အသင္းအတူ ေဒလီသြားဖို႔ သူ႔ဆီ ဝင္ပါတယ္။မေမွ်ာ္လင့္ဘဲ မိုက္ကယ္ရဲ႕ ရန္ေႂကြးေတြေၾကာင့္ နည္းျပဆရာ ကာဒီးရ္ကို ဓားခ်က္ထိခဲ့ရတယ္။ၾကယ္ပြင့္ေလး ၁၅ပြင့္ရဲ႕ တစ္ဦးတည္းေသာ ကယ္တင္ရွင္ နည္းျပကာသီဟာ တစ္ႏွစ္တာ အနားယူရမယ္လို႔ သိလိုက္ရစဥ္မွာေတာ့…..————————————-ဒီဇာတ္ကားထဲမွာေတာ့ ဗီေဂ်းကို ေဘာလုံးသမား၊ လူမိုက္ႀကီး၊ နည္းျပ စသျဖင့္ ပုံစံမ်ိဳးစုံ ျမင္ရၿပီး အေဖလိုတစ္မ်ိဳး သားလိုတစ္ဖုံ ေတြ႕ရမွာပါ။အေဖ ေပးတဲ့ အိပ္မက္ကို သားမက္ခြင့္ရခဲ့ေပမဲ့… လြဲေခ်ာ္ခဲ့ရတယ္။ဒီအိပ္မက္ေတြကို သူ ျပန္လည္ အေကာင္အထည္ေဖာ္ဖို႔.. ႀကိဳးစားရင္း ထပ္လြဲေခ်ာ္ခဲ့တယ္။သို႔ေပမဲ့…. ‘တခ်ိဳ႕အိပ္မက္ေတြကို ကိုယ္မျဖစ္ခဲ့လို႔ သူတပါးကို ျဖစ္ေစခ်င္မိတာ လူတိုင္းရဲ႕ ဆႏၶပါ’ ‘ဒါေပမဲ့ ကိုယ့္အိပ္မက္ကိုေတာ့ ကိုယ္တိုင္ပဲ အေကာင္အထည္ေဖာ္ရတာပဲမလား’ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.50 GB ) and (750 MB)Quality : AMZN WEB-DL 720pRunning Time : 2hr 59minFormat : Mp4Genre : Action, Drama, SportSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEB-DL DD+5.1 H264 – MoviePirate – TellyTranslated by Nyi Koe And Myint ThuEncoded by Thanhtike Zaw"