"One Must Fall(2019)အညွှန်း
*************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
Inno Tech ကုမ္ပဏီရဲ့အရောင်းကိုယ်စားလှယ်မလေးဆယ်ရာ အလုပ်မှာပြဿနာဖြစ်ပြီး ထွက်လာ
ရတယ် single mother ဖြစ်တဲ့ဆယ်ရာတစ်ယောက်အိမ်အသစ်ကလဲ ပူပူနွေးနွေးကြီး၀ယ်ရ
တော့မယ် ထိန်းကျောင်းရမယ့်သားတစ်ယောက်ကလဲရှိသေးပြန်တော့သူငယ်ချင်းဖြစ်သူ အာတန်
အဆက်သွယ်နဲ့ မှုခင်းတွေအခင်းနေရာတွေမှာ ကျန်ခဲ့တဲ့သွေးတွေအသားစတွေရှင်းတဲ့အလုပ်ထဲ၀င်
လုပ်ရတယ် ကံဆိုးမသွားရာမိုးလိုက်လို့ရွာပဲဆို ရမလား ဆယ်ရာတစ်ယောက်သူသွားရှင်းတဲ့နေရာမှာ
ပုန်းခိုနေတဲ့စိတ်တ္တဇလူသတ်သမားနဲ့ ထိပ်တိုက်ရင်ဆိုင်ရတဲ့အခါမှာတော့
ဒီကားမှာပါတဲ့ စိတ်တ္တဇလူသတ်သမားကတော်တော်ကြမ်းပါတယ် သူ့အတွေးတွေကအစွန်းရောက်
ပေမယ့် သူ့ဟာနဲ့သူမှန်နေပြန်ပါသေးတယ် အဲ့လိုလူနဲ့အပြင်မှာစကားပြိုင်ပြောရင်တောင်ခင်ဗျားတို့ယှဥ်နိုင်မယ်မထင်ဘူးဗျာ
ဘုရားသခင် တနည်းအားဖြင့် Jesus Christ ကိုမယုံကြည်မှုအစွန်းရောက်သွားတဲ့
ဒီသွေးအေးအေးမျက်နှာပိုင်ရှင်လူသတ်သမားကြီးရဲ့ အခုတ်အဖြတ်တွေကို ထိန်လန့်
ကြောက်မက်ဖွယ်ခံစားရမှာပါ…
ဘာပဲဖြစ်ဖြစ် mesg လေးတစ်ခုတော့သေချာပေါက်ပေးစွမ်းနိုင်မယ့်ကားလို့ပြောချင်ပါတယ်…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်…
(zawgyi)
Inno Tech ကုမၸဏီရဲ႕အေရာင္းကိုယ္စားလွယ္မေလးဆယ္ရာ အလုပ္မွာျပႆနာျဖစ္ၿပီး ထြက္လာ
ရတယ္ single mother ျဖစ္တဲ့ဆယ္ရာတစ္ေယာက္အိမ္အသစ္ကလဲ ပူပူေႏြးေႏြးႀကီး၀ယ္ရ
ေတာ့မယ္ ထိန္းေက်ာင္းရမယ့္သားတစ္ေယာက္ကလဲရွိေသးျပန္ေတာ့သူငယ္ခ်င္းျဖစ္သူ အာတန္
အဆက္သြယ္နဲ႔ မႈခင္းေတြအခင္းေနရာေတြမွာ က်န္ခဲ့တဲ့ေသြးေတြအသားစေတြရွင္းတဲ့အလုပ္ထဲ၀င္
လုပ္ရတယ္ ကံဆိုးမသြားရာမိုးလိုက္လို႔႐ြာပဲဆို ရမလား ဆယ္ရာတစ္ေယာက္သူသြားရွင္းတဲ့ေနရာမွာ
ပုန္းခိုေနတဲ့စိတ္တၱဇလူသတ္သမားနဲ႔ ထိပ္တိုက္ရင္ဆိုင္ရတဲ့အခါမွာေတာ့
ဒီကားမွာပါတဲ့ စိတ္တၱဇလူသတ္သမားကေတာ္ေတာ္ၾကမ္းပါတယ္ သူ႔အေတြးေတြကအစြန္းေရာက္
ေပမယ့္ သူ႔ဟာနဲ႔သူမွန္ေနျပန္ပါေသးတယ္ အဲ့လိုလူနဲ႔အျပင္မွာစကားၿပိဳင္ေျပာရင္ေတာင္ခင္ဗ်ားတို႔ယွဥ္ႏိုင္မယ္မထင္ဘူးဗ်ာ
ဘုရားသခင္ တနည္းအားျဖင့္ Jesus Christ ကိုမယုံၾကည္မႈအစြန္းေရာက္သြားတဲ့
ဒီေသြးေအးေအးမ်က္ႏွာပိုင္ရွင္လူသတ္သမားႀကီးရဲ႕ အခုတ္အျဖတ္ေတြကို ထိန္လန႔္
ေၾကာက္မက္ဖြယ္ခံစားရမွာပါ…
ဘာပဲျဖစ္ျဖစ္ mesg ေလးတစ္ခုေတာ့ေသခ်ာေပါက္ေပးစြမ္းႏိုင္မယ့္ကားလို႔ေျပာခ်င္ပါတယ္…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hein That Naing ပဲျဖစ္ပါတယ္…
File Size : (850 MB) and (348 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:36:00
Genre : Comedy,Horror
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Hein That Naing
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
