"(Unicode)မင်းသားကြီး Nicolas Cage ရဲ့ဇာတ်ကားသစ်ပဲဖြစ်ပါတယ်။PauseThriller/Action ဇာတ်ကားလေးဖြစ်ပြီး…ဇာတ်ကားကြည့်ရင်းသို့လောသို့လောနဲ့နားလည်ရခက်စေပြီးနောက်မှအဖြေပေါ်သွားစေတဲ့ဇာတ်ကားလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကတော့ ၁၉၈၈ခုနှစ်၀န်းကျင်….ဟာရီကိန်းမုန်တိုင်းမ၀င်ခင်နာရီပိုင်းအလို….ဂရန်းအိုင်လ်ဆိုတဲ့နယ်မြို့လေးတစ်ခုမှာ ထူးဆန်းတဲ့လင်မယားနှစ်ယောက်နေထိုင်တဲ့အိမ်တစ်အိမ်ရှိပါတယ်။ဇာတ်လမ်းအစမှာတော့ အဲဒီအိမ်ကိုမှသွားခိုးမိတဲ့ သူခိုးလေးတစ်ယောက်သေနတ်တဲ့အပစ်ခံရပြီး…အိမ်ရဲ့ခြံစည်းရိုးလည်းပျက်စီးသွားတဲ့အတွက်ငယ်ငယ်ရွယ်ရွယ်အိမ်ထောင်ကျပြီး ကလေးရပြီးနောက် မိသားစုစား၀တ်နေရေးအတွက် ရုန်းကန်နေရတဲ့ဘာဒီဆိုတဲ့လူငယ်တစ်ယောက် အဲဒီခြံစည်းရိုးပြင်ဖို့အလုပ်ကိုလက်ခံရာကစပြီး…သူတို့လင်မယားနှစ်ယောက်နဲ့မုန်တိုင်းတွင်းမှာ ဇာတ်လမ်းတွေစရှုပ်ပါတော့တယ်….အဲဒီအိမ်ကြီးရဲ့လျို့ဝှက်ချက်ကဘာလဲ…ဘာဒီဆိုတဲ့လူငယ်ကရော ဘာတွေအဆင်မပြေတာရှိနေပြီး…ဖရန့်တို့လင်မယားနှစ်ယောက်ကဘယ်အားနည်းချက်ကိုအသုံးချပြီးဒုက္ခပေးမှာလဲ….ဖရန့်တို့လင်မယားနှစ်ယောက်ကရောဘာတွေလဲဆိုတောတွေ့ရမှာပါ။(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)(Zawgyi)မင္းသားႀကီး Nicolas Cage ရဲ႕ဇာတ္ကားသစ္ပဲျဖစ္ပါတယ္။Thriller/Action ဇာတ္ကားေလးျဖစ္ၿပီး…ဇာတ္ကားၾကည့္ရင္းသို႔ေလာသို႔ေလာနဲ႔နားလည္ရခက္ေစၿပီးေနာက္မွအေျဖေပၚသြားေစတဲ့ဇာတ္ကားေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ၁၉၈၈ခုႏွစ္၀န္းက်င္….ဟာရီကိန္းမုန္တိုင္းမ၀င္ခင္နာရီပိုင္းအလို….ဂရန္းအိုင္လ္ဆိုတဲ့နယ္ၿမိဳ႕ေလးတစ္ခုမွာ ထူးဆန္းတဲ့လင္မယားႏွစ္ေယာက္ေနထိုင္တဲ့အိမ္တစ္အိမ္ရွိပါတယ္။ဇာတ္လမ္းအစမွာေတာ့ အဲဒီအိမ္ကိုမွသြားခိုးမိတဲ့ သူခိုးေလးတစ္ေယာက္ေသနတ္တဲ့အပစ္ခံရၿပီး…အိမ္ရဲ႕ၿခံစည္း႐ိုးလည္းပ်က္စီးသြားတဲ့အတြက္ငယ္ငယ္႐ြယ္႐ြယ္အိမ္ေထာင္က်ၿပီး ကေလးရၿပီးေနာက္ မိသားစုစား၀တ္ေနေရးအတြက္ ႐ုန္းကန္ေနရတဲ့ဘာဒီဆိုတဲ့လူငယ္တစ္ေယာက္ အဲဒီၿခံစည္း႐ိုးျပင္ဖို႔အလုပ္ကိုလက္ခံရာကစၿပီး…သူတို႔လင္မယားႏွစ္ေယာက္နဲ႔မုန္တိုင္းတြင္းမွာ ဇာတ္လမ္းေတြစရႈပ္ပါေတာ့တယ္….အဲဒီအိမ္ႀကီးရဲ႕လ်ိဳ႕ဝွက္ခ်က္ကဘာလဲ…ဘာဒီဆိုတဲ့လူငယ္ကေရာ ဘာေတြအဆင္မေျပတာရွိေနၿပီး…ဖရန္႔တို႔လင္မယားႏွစ္ေယာက္ကဘယ္အားနည္းခ်က္ကိုအသုံးခ်ၿပီးဒုကၡေပးမွာလဲ….ဖရန္႔တို႔လင္မယားႏွစ္ေယာက္ကေရာဘာေတြလဲဆိုေတာေတြ႕ရမွာပါ။(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပါ)File Size : (750 MB) and (380 MB)Quality : AMZN WEB-DL 720pRunning Time : 1hr 37minFormat : Mp4Genre : Action, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.AMZN.WEB-DL.DDP5.1.H.264-NTGTranslated by Thura Zarni AungEncoded by Thanhtike Zaw"