"(Unicode)
IMDb ratings : 7.6/10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Genre : Action,Drama
ဒီတစ်ခါ ဘောလိ၀ုဒ်ဇာတ်ကားတစ်ကားကို တင်ဆက်ပေးလိုက်ပါတယ်။
Saif Ali Khan , Sonakshi Sinha တို့ ပါ၀င်သရုပ်ဆောင်ထားတဲ့ ကြည့်ပျော်ရှုပျော် ဇာတ်ကားတစ်ကားပါ။
ဒီကားအညွှန်းရေးရမှာက ကျွန်တော့်အဖို့ တော်တော့်ကို ခက်ခဲပါတယ်။
အိန္ဒိယနိုင်ငံမှာ ဇာတ်အနိမ့်အမြင့်နာမည်တွေ ၊ မျိုးနွယ်နာမည်တွေနဲ့ ကိုးကွယ်တဲ့ဘာသာပေါင်းများစွာရှိတဲ့အတွက် လက်လှမ်းမမီတာကြောင့်ပေါ့။
ဇာတ်လမ်းစစချင်းကတည်းက သတ်တာဖြတ်တာတွေ ၊ သွေးထွက်သံယို ပြကွက်တွေနဲ့ စထားတာမို့၊ အရွယ်မရောက်သေးသူ ကလေးသူငယ်များ အုပ်ထိန်းသူနဲ့ကြည့်သင့်ပါတယ်။
၁၈ ရာစု၀န်းကျင်ကို အခြေခံပြီး ဇာတ်အိမ်တည်ထားတဲ့ ဒီကားက ဟောလိ၀ုဒ်က ရိုက်ပြခဲ့တဲ့ Bounty Hunter ကားတွေနဲ့ တော်တော်လေး တူပါတယ်။
အဓိက ဇာတ်ကောင်က ဆုကြေးအထုတ်ခံထားတဲ့သူတွေကို လိုက်သတ်မယ်။
ပြီးရင် သတ်ထားတဲ့သူရဲ့ခေါင်းကို ဖြတ်ယူပြီး ထုတ်ထားတဲ့သူဆီ ငွေသွားတောင်းမယ်။
နောက် သားကောင်တစ်ကောင်ကို ထပ်ရှာမယ်ပေါ့။
ဒါပေမယ့် ဒီကားမှာတော့ ထင်မှတ်မထားတဲ့ လှည့်ကွက်တစ်ခု ထည့်ထားတယ်။
Bounty Hunter ဟာ အိန္ဒိယ နာဂဆာဒူး(တပသီ – ချိုးခြံသော အကျင့်ရှိသူများ)တစ်ယောက် ဖြစ်နေတယ်။
သူများကို လိုက်ကယ်ရမယ့်အစား သူက လိုက်သတ်တယ်။
သူတော်စင်ဖြစ်နေပါရက်နဲ့ ဘာကြောင့် လူလိုက်သတ်ရသလဲဆိုတဲ့အချက်ကတော့ ဒီကားရဲ့လှပတဲ့လှည့်ကွက်မို့ ကိုယ်တိုင်သာ ကြည့်လိုက်ပါ။
အညွှန်းရေးရတာ ကျွန်တော့်အတွက် ခက်ခဲနေတဲ့အတွက် ဒီလောက်ပဲ ရေးလိုက်ပါရစေ…..
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
IMDb ratings : 7.6/10
Genre : Action,Drama
ဒီတစ္ခါ ေဘာလိ၀ုဒ္ဇာတ္ကားတစ္ကားကို တင္ဆက္ေပးလိုက္ပါတယ္။
Saif Ali Khan , Sonakshi Sinha တို႔ ပါ၀င္သ႐ုပ္ေဆာင္ထားတဲ့ ၾကည့္ေပ်ာ္ရႈေပ်ာ္ ဇာတ္ကားတစ္ကားပါ။
ဒီကားအၫႊန္းေရးရမွာက ကြၽန္ေတာ့္အဖို႔ ေတာ္ေတာ့္ကို ခက္ခဲပါတယ္။
အိႏၵိယႏိုင္ငံမွာ ဇာတ္အနိမ့္အျမင့္နာမည္ေတြ ၊ မ်ိဳးႏြယ္နာမည္ေတြနဲ႔ ကိုးကြယ္တဲ့ဘာသာေပါင္းမ်ားစြာရွိတဲ့အတြက္ လက္လွမ္းမမီတာေၾကာင့္ေပါ့။
ဇာတ္လမ္းစစခ်င္းကတည္းက သတ္တာျဖတ္တာေတြ ၊ ေသြးထြက္သံယို ျပကြက္ေတြနဲ႔ စထားတာမို႔၊ အ႐ြယ္မေရာက္ေသးသူ ကေလးသူငယ္မ်ား အုပ္ထိန္းသူနဲ႔ၾကည့္သင့္ပါတယ္။
၁၈ ရာစု၀န္းက်င္ကို အေျခခံၿပီး ဇာတ္အိမ္တည္ထားတဲ့ ဒီကားက ေဟာလိ၀ုဒ္က ႐ိုက္ျပခဲ့တဲ့ Bounty Hunter ကားေတြနဲ႔ ေတာ္ေတာ္ေလး တူပါတယ္။
အဓိက ဇာတ္ေကာင္က ဆုေၾကးအထုတ္ခံထားတဲ့သူေတြကို လိုက္သတ္မယ္။
ၿပီးရင္ သတ္ထားတဲ့သူရဲ႕ေခါင္းကို ျဖတ္ယူၿပီး ထုတ္ထားတဲ့သူဆီ ေငြသြားေတာင္းမယ္။
ေနာက္ သားေကာင္တစ္ေကာင္ကို ထပ္ရွာမယ္ေပါ့။
ဒါေပမယ့္ ဒီကားမွာေတာ့ ထင္မွတ္မထားတဲ့ လွည့္ကြက္တစ္ခု ထည့္ထားတယ္။
Bounty Hunter ဟာ အိႏၵိယ နာဂဆာဒူး(တပသီ – ခ်ိဳးၿခံေသာ အက်င့္ရွိသူမ်ား)တစ္ေယာက္ ျဖစ္ေနတယ္။
သူမ်ားကို လိုက္ကယ္ရမယ့္အစား သူက လိုက္သတ္တယ္။
သူေတာ္စင္ျဖစ္ေနပါရက္နဲ႔ ဘာေၾကာင့္ လူလိုက္သတ္ရသလဲဆိုတဲ့အခ်က္ကေတာ့ ဒီကားရဲ႕လွပတဲ့လွည့္ကြက္မို႔ ကိုယ္တိုင္သာ ၾကည့္လိုက္ပါ။
အၫႊန္းေရးရတာ ကြၽန္ေတာ့္အတြက္ ခက္ခဲေနတဲ့အတြက္ ဒီေလာက္ပဲ ေရးလိုက္ပါရေစ…..
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.30 GB ) and (650 MB)
Quality : AMZN WEB-DL 720p
Running Time : 2hr 35min
Format : Mp4
Genre : Action, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.AMZN.WEB-DL.DDP5.1.H.264-BonsaiHD
Translated by Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
