"unicodeဒီရုပ်ရှင်လေးကတော့ ဟာသ ဒရာမာ အမျိုးအစားပါပဲ။Pauseခွက်ထိုးခွက်လန်ရီရမယ့် ဟာသမျိုးတွေ မဟုတ်ပါဘူး။ရယ်ရခက် ငိုရခက် ကိုးရိုးကားယား ဟာသမျိုးတွေပါပဲ။အချစ်ဇာတ်လမ်းလေးကလည်း တစ်မျိုးဆန်းပါတယ်။သရုပ်ဆောင်တွေကတော့ သိတဲ့သူများမှာပါ။တင်မိုသီ၊ အယ်လ်ဖန်းနင်း၊ ဆယ်လီနာဂိုးမက်ဇ်၊ ဂျုလော တို့ ပါပါတယ်။ဇာတ်လမ်းလေးကတော့ ဂတ်စ်ဘီဆိုတဲ့ နယူးယောက်ကလာတဲ့ကောလိပ်ကျောင်းသားလေးမှာ အက်ရှ်လိဆိုတဲ့ချစ်သူကောင်မလေး တစ်ယောက်ရှိတယ်။တစ်နေ့မှာ အက်ရှ်လိဟာ ကျောင်းသတင်းစာအတွက်နာမည်ကျော် ဒါရိုက်တာ ရိုလန်ပိုလက်နဲ့ တစ်နာရီ အင်တာဗြူးခွင့်ရခဲ့ပါတယ်။ဒီတော့ ရိုလန်ရှိတဲ့ နယူးယောက်ကို စုံတွဲအတူခရီးထွက်ရင်းအပန်းဖြေကြဖို့ စီစဉ်လိုက်ကြတယ်ပေါ့။ဒါပေမယ့် ဟိုရောက်တော့အက်ရှ်လိက ဒါရိုက်တာ၊ ဇာတ်ညွှန်းဆရာ၊ နာမည်ကျော်မင်းသားတွေနဲ့ပေါက်ကရအလွဲတွေကြုံပြီး၊ဂတ်စ်ဘီကလည်း သူ့ရည်းစားဟောင်းရဲ့ ညီမလေးနဲ့ နယူးယောက်ရဲ့မိုးရေတွေထဲမှာ ပေါက်ကရတွေ ထပ်ကြုံရတယ်ပေါ့။ဇာတ်လမ်းလေးကလှပါတယ်။ဒိုင်ယာလော့တွေလည်း ကောင်းတယ်။ကြည့်ရတာ ကသိကအောက်နဲ့ ချစ်စရာကောင်းပါတယ်။ကြိုက်ကြမှာပါ။File Size : ( 868 MB , 299 MB )Quality : Web-DL 720pRunning Time : 1 hr 32 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Little NeoEncoded by Moe Myint Lwinzawgyiဒီရုပ္ရွင္ေလးကေတာ့ ဟာသ ဒရာမာ အမ်ိဳးအစားပါပဲ။ခြက္ထိုးခြက္လန္ရီရမယ့္ ဟာသမ်ိဳးေတြ မဟုတ္ပါဘူး။ရယ္ရခက္ ငိုရခက္ ကိုးရိုးကားယား ဟာသမ်ိဳးေတြပါပဲ။အခ်စ္ဇာတ္လမ္းေလးကလည္း တစ္မ်ိဳးဆန္းပါတယ္။သရုပ္ေဆာင္ေတြကေတာ့ သိတဲ့သူမ်ားမွာပါ။တင္မိုသီ၊ အယ္လ္ဖန္းနင္း၊ ဆယ္လီနာဂိုးမက္ဇ္၊ ဂ်ဳေလာ တို႕ ပါပါတယ္။ဇာတ္လမ္းေလးကေတာ့ ဂတ္စ္ဘီဆိုတဲ့ နယူးေယာက္ကလာတဲ့ေကာလိပ္ေက်ာင္းသားေလးမွာ အက္ရွ္လိဆိုတဲ့ခ်စ္သူေကာင္မေလး တစ္ေယာက္ရွိတယ္။တစ္ေန႕မွာ အက္ရွ္လိဟာ ေက်ာင္းသတင္းစာအတြက္နာမည္ေက်ာ္ ဒါရိုက္တာ ရိုလန္ပိုလက္နဲ႕ တစ္နာရီ အင္တာျဗဴးခြင့္ရခဲ့ပါတယ္။ဒီေတာ့ ရိုလန္ရွိတဲ့ နယူးေယာက္ကို စံုတြဲအတူခရီးထြက္ရင္းအပန္းေျဖၾကဖို႕ စီစဥ္လိုက္ၾကတယ္ေပါ့။ဒါေပမယ့္ ဟိုေရာက္ေတာ့အက္ရွ္လိက ဒါရိုက္တာ၊ ဇာတ္ညႊန္းဆရာ၊ နာမည္ေက်ာ္မင္းသားေတြနဲ႕ေပါက္ကရအလြဲေတြၾကံဳၿပီး၊ဂတ္စ္ဘီကလည္း သူ႕ရည္းစားေဟာင္းရဲ႕ ညီမေလးနဲ႕ နယူးေယာက္ရဲ႕မိုးေရေတြထဲမွာ ေပါက္ကရေတြ ထပ္ၾကံဳရတယ္ေပါ့။ဇာတ္လမ္းေလးကလွပါတယ္။ဒိုင္ယာေလာ့ေတြလည္း ေကာင္းတယ္။ၾကည့္ရတာ ကသိကေအာက္နဲ႕ ခ်စ္စရာေကာင္းပါတယ္။ၾကိဳက္ၾကမွာပါ။File Size : ( 868 MB , 299 MB )Quality : Web-DL 720pRunning Time : 1 hr 32 minFormat : Mp4Genre : Comedy , RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Little NeoEncoded by Moe Myint Lwin"