"Con Air(1997)အညွှန်း
*******************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Blu-Ray 1080p5.1ch, 720p တို့ဖြင့်တင်ဆက်ပေးထားပါသည်….
(unicode)
နီကိုးလတ်စ်ကေ့စ်ချ် ရဲ့ ဒီဇာတ်လမ်းကို တော်တော်များများကြည့်ဖူးကြမယ်
ထင်ပါရဲ့….
စစ်ပြန်ကြီးတစ်ယောက်ဖြစ်တဲ့ ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုး(နီကိုးလတ်စ်ကေ့စ်ချ်)ဟာသူအိမ်ပြန်ရောက်တဲ့နေ့မှာပဲ အရက်သမားတွေကကိုယ်ဝန်သည်မိန်းမကို ထိကပါးရိကပါးပြောတာကိုကာကွယ်ရင်း လူသတ်မိသွားပြီးထောင်ကျသွားပါတယ်..
ထောင်နှစ်ရှည်ကျပြီးတော့နောက်ဆုံးမှာတော့ Jail Baird ဆိုတဲ့ ထောင်သားရွေ့ပြောင်းမယ့်လေယာဥ်ကြီးကိုစီးပြီး အိမ်ပြန်ရတော့မှာပါ…
ဒါပေမယ့်လေယာဥ်ပေါ်မှာပါတဲ့အဆိုးတစ်ကာ့အဆိုးဆုံးထောင်သားတွေပါပါလာတဲ့အခါမှာတော့…
ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုးတစ်ဖြစ် နီကိုးလတ်စ်ကေ့စ်ချ် ဟာ ကျွန်တော်တို့
ရဲ့ ဟီရိုးဖြစ်ခဲ့တယ်….မတော်တဆကြောင့် ထောင်ကျသွားရလို့ မချင့်မရဲ ဖြစ်ခဲ့ရပြီး
ထောင်ထဲမှာ ဆံရှည် မုတ်ဆိတ်ကျင်စွယ်ဗရပွနဲ့အေးစက်စက်စကားတွေပြောတတ်တဲ့
ဒီဘဲကြီးကို ဇာတ်လမ်းအစမှ အဆုံးထိ အားပေးခဲ့ရတာတွေ ပြန်ကြည့်လည်း
ဒီအရသာကို ခံစားနေရတုန်းပါပဲ….ရသအပြည့်အ၀ခံစားရအောင် BLU-RAY 1080P5.1CH နဲ့ အပြည့်အစုံပြန်လည်တင်ဆက်ပေးထားပါတယ်…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့
ဒီဇာတ်လမ်‌လေးကတော့ မင်းသားကြီးနီကိုးလတ်စ်ကေ့စ်ချ်ရဲ့ ကားကောင်းတစ်ကားဖြစ်ပါတယ်
သူ့ခေတ်သူ့အခါမှာတော်တော်အောင်မြင်ခဲ့တဲ့ကားလေးလဲဖြစ်ပါတယ်
ဇာတ်ကားအကြောင်းကတော့..
စစ်ပြန်ကြီးတစ်ယောက်ဖြစ်တဲ့ ရိန်းဂျားတပ်သားဟောင်း ကမ်မရွန်းပိုး(နီကိုးလတ်စ်ကေ့စ်ချ်)ဟာသူအိမ်ပြန်ရောက်တဲ့နေ့မှာပဲ အရက်သမားတွေကကိုယ်ဝန်သည်မိန်းမကို ထိကပါးရိကပါးပြောတာကိုကာကွယ်ရင်း လူသတ်မိသွားပြီးထောင်ကျသွားပါတယ်
ထောင်နှစ်ရှည်ကျပြီးတော့နောက်ဆုံးမှာတော့ Jail Baird ဆိုတဲ့ ထောင်သားရွေ့ပြောင်းမယ့်လေယာဥ်ကြီးကိုစီးပြီး အိမ်ပြန်ရတော့မှာပါ
ဒါပေမယ့်လေယာဥ်ပေါ်မှာပါတဲ့အဆိုးတစ်ကာ့အဆိုးဆုံးထောင်သားတွေပါပါလာတဲ့အခါမှာတော့
သူ့အိမ်ပြန်ခရီးလေးဘယ်လိုဖြစ်သွားမလဲ
အခက်အခဲတွေအများကြီးနဲ့ကိုဖြတ်ကျော်ပြီးအိမ်ပြန်နိုင်ပါ့မလားဆိုတာတွေကိုကြည့်ရှုရမှာဖြစ်ပါတယ်
ရှေ့တန်းပြန်ရိန်းဂျားတပ်သားဟောင်းတစ်ယောက်ရဲ့စိတ်ဓာတ်ကိုပါကွက်ကွက်ကွင်းကွင်းနဲ့တင်ပြထားပါတယ်..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Pyae Moe Han ပဲဖြစ်ပါတယ်….
(zawgyi)
နီကိုးလတ္စ္ေက့စ္ခ်္ ရဲ႕ ဒီဇာတ္လမ္းကို ေတာ္ေတာ္မ်ားမ်ားၾကည့္ဖူးၾကမယ္
ထင္ပါရဲ႕….
စစ္ျပန္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ ရိန္းဂ်ားတပ္သားေဟာင္း ကမ္မ႐ြန္းပိုး(နီကိုးလတ္စ္ေက့စ္ခ်္)ဟာသူအိမ္ျပန္ေရာက္တဲ့ေန႔မွာပဲ အရက္သမားေတြကကိုယ္ဝန္သည္မိန္းမကို ထိကပါးရိကပါးေျပာတာကိုကာကြယ္ရင္း လူသတ္မိသြားၿပီးေထာင္က်သြားပါတယ္..
ေထာင္ႏွစ္ရွည္က်ၿပီးေတာ့ေနာက္ဆုံးမွာေတာ့ Jail Baird ဆိုတဲ့ ေထာင္သားေ႐ြ႕ေျပာင္းမယ့္ေလယာဥ္ႀကီးကိုစီးၿပီး အိမ္ျပန္ရေတာ့မွာပါ…
ဒါေပမယ့္ေလယာဥ္ေပၚမွာပါတဲ့အဆိုးတစ္ကာ့အဆိုးဆုံးေထာင္သားေတြပါပါလာတဲ့အခါမွာေတာ့…
ရိန္းဂ်ားတပ္သားေဟာင္း ကမ္မ႐ြန္းပိုးတစ္ျဖစ္ နီကိုးလတ္စ္ေက့စ္ခ်္ ဟာ ကြၽန္ေတာ္တို႔
ရဲ႕ ဟီ႐ိုးျဖစ္ခဲ့တယ္….မေတာ္တဆေၾကာင့္ ေထာင္က်သြားရလို႔ မခ်င့္မရဲ ျဖစ္ခဲ့ရၿပီး
ေထာင္ထဲမွာ ဆံရွည္ မုတ္ဆိတ္က်င္စြယ္ဗရပြနဲ႔ေအးစက္စက္စကားေတြေျပာတတ္တဲ့
ဒီဘဲႀကီးကို ဇာတ္လမ္းအစမွ အဆုံးထိ အားေပးခဲ့ရတာေတြ ျပန္ၾကည့္လည္း
ဒီအရသာကို ခံစားေနရတုန္းပါပဲ….ရသအျပည့္အ၀ခံစားရေအာင္ BLU-RAY 1080P5.1CH နဲ႔ အျပည့္အစုံျပန္လည္တင္ဆက္ေပးထားပါတယ္…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့
ဒီဇာတ္လမ္‌ေလးကေတာ့ မင္းသားႀကီးနီကိုးလတ္စ္ေက့စ္ခ်္ရဲ႕ ကားေကာင္းတစ္ကားျဖစ္ပါတယ္
သူ႔ေခတ္သူ႔အခါမွာေတာ္ေတာ္ေအာင္ျမင္ခဲ့တဲ့ကားေလးလဲျဖစ္ပါတယ္
ဇာတ္ကားအေၾကာင္းကေတာ့..
စစ္ျပန္ႀကီးတစ္ေယာက္ျဖစ္တဲ့ ရိန္းဂ်ားတပ္သားေဟာင္း ကမ္မ႐ြန္းပိုး(နီကိုးလတ္စ္ေက့စ္ခ်္)ဟာသူအိမ္ျပန္ေရာက္တဲ့ေန႔မွာပဲ အရက္သမားေတြကကိုယ္ဝန္သည္မိန္းမကို ထိကပါးရိကပါးေျပာတာကိုကာကြယ္ရင္း လူသတ္မိသြားၿပီးေထာင္က်သြားပါတယ္
ေထာင္ႏွစ္ရွည္က်ၿပီးေတာ့ေနာက္ဆုံးမွာေတာ့ Jail Baird ဆိုတဲ့ ေထာင္သားေ႐ြ႕ေျပာင္းမယ့္ေလယာဥ္ႀကီးကိုစီးၿပီး အိမ္ျပန္ရေတာ့မွာပါ
ဒါေပမယ့္ေလယာဥ္ေပၚမွာပါတဲ့အဆိုးတစ္ကာ့အဆိုးဆုံးေထာင္သားေတြပါပါလာတဲ့အခါမွာေတာ့
သူ႔အိမ္ျပန္ခရီးေလးဘယ္လိုျဖစ္သြားမလဲ
အခက္အခဲေတြအမ်ားႀကီးနဲ႔ကိုျဖတ္ေက်ာ္ၿပီးအိမ္ျပန္ႏိုင္ပါ့မလားဆိုတာေတြကိုၾကည့္ရႈရမွာျဖစ္ပါတယ္
ေရွ႕တန္းျပန္ရိန္းဂ်ားတပ္သားေဟာင္းတစ္ေယာက္ရဲ႕စိတ္ဓာတ္ကိုပါကြက္ကြက္ကြင္းကြင္းနဲ႔တင္ျပထားပါတယ္….
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Pyae Moe Han ပဲျဖစ္ပါတယ္….
File Size :(1.92GB) (900 MB) and (335 MB)
Quality : Blu-Ray 1080p5.1ch, 720p
Format…mp4
Duration…01:55:00
Genre : Action,Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Pyae Moe Han
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
