"unicode
အခုလောလောလတ်လတ်ထွက်ရှိထားတဲ့
ခရစ္စမတ်ကားသစ်လေးတစ်ကားကိုတင်ဆက်ပေးချင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းလေးနာမည်ကတော့ The Christmas Prince:The Royal Baby(2019)ပါ။
ဇာတ်လမ်းလေးတော့ အယ်လ်ဒိုဗီးရားဆိုတဲ့ နိုင်ငံက ဘုရင်ဟာ
လန်ဒန်က အမျိုးသမီးလေးတစ်ဦးနဲ့လက်ဆက်ခဲ့ပြီး
အယ်လ်ဒိုဗီးရား ဘုရင်မအဖြစ်တင်မြှောက်ထားခဲ့ပါတယ်။
ဘုရင်မအန်းဘားက ပြည်သူတွေနဲ့ တစ်သားတည်းရှိပြီး ကြင်နာတတ်တဲ့ဘုရင်မပါ။
ဘုရင်မ အန်းဘားမှာ ဘုရင်ရောဘတ်ရဲ့ရင်သွေးလေးလဲလွယ်ထားရပါပြီ။
သူနေထိုင်တဲ့ အယ်လ်ဒိုဗီးရားပြည်ထောင်စုနဲ့ မဟာမိတ်နိုင်ငံတစ်ခုဖြစ်တဲ့
ပန်ဂလီရာပြည်ထောင်စုဟာ နှစ်ပေါင်းတစ်ရာပြည့်တိုင်း
ငြိမ်းချမ်းရေးစာချုပ်လက်မှတ်ရေးထိုးရပါတယ်
နှစ်တရာပြည့်မှာ လက်မှတ်ထိုးဖို့လာခဲ့ပေမယ့် စာချုပ်ကပျောက်သွားပါတော့တယ်။
စာချုပ်သာပျောက်သွားခဲ့ရင် ကျိန်စာတစ်ခုအသက်ဝင်လာပြီး
ပထမဆုံးမွေးဖွားတဲ့ ကလေးအပေါ်သက်ရောက်မှာပါ။
အဲတော့ ဘုရင်မအန်းဘားတစ်ယောက်ဘယ်လိုစီစဉ်မလဲ?
ကလေးကရောဘာဆက်ဖြစ်မှာလဲ?
စတဲ့မေးခွန်းတွေနဲ့ အဆုံးထိကြည့်ရှုရမယ့်ကားကောင်းလေးပါ။
File Size : ( 799 MB , 256 MB )
Quality : Web-DL 720p
Running Time : 1 hr 24 min
Format : Mp4
Genre : Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye Mon Kyaw
Encoded by Moe Myint Lwin
zawgyi
အခုေလာေလာလတ္လတ္ထြက္ရွိထားတဲ႔
ခရစၥမတ္ကားသစ္ေလးတစ္ကားကိုတင္ဆက္ေပးခ်င္ပါတယ္။
ဇာတ္လမ္းေလးနာမည္ကေတာ႔ The Christmas Prince:The Royal Baby(2019)ပါ။
ဇာတ္လမ္းေလးေတာ႔ အယ္လ္ဒိုဗီးရားဆိုတဲ႔ ႏိုင္ငံက ဘုရင္ဟာ
လန္ဒန္က အမ်ိဳးသမီးေလးတစ္ဦးနဲ႔လက္ဆက္ခဲ႔ျပီး
အယ္လ္ဒိုဗီးရား ဘုရင္မအျဖစ္တင္ေျမွာက္ထားခဲ႔ပါတယ္။
ဘုရင္မအန္းဘားက ျပည္သူေတြနဲ႔ တစ္သားတည္းရွိျပီး ၾကင္နာတတ္တဲ႔ဘုရင္မပါ။
ဘုရင္မ အန္းဘားမွာ ဘုရင္ေရာဘတ္ရဲ ႔ရင္ေသြးေလးလဲလြယ္ထားရပါျပီ။
သူေနထိုင္တဲ႔ အယ္လ္ဒိုဗီးရားျပည္ေထာင္စုနဲ႔ မဟာမိတ္ႏိုင္ငံတစ္ခုျဖစ္တဲ႔
ပန္ဂလီရာျပည္ေထာင္စုဟာ ႏွစ္ေပါင္းတစ္ရာျပည္႔တိုင္း
ၿငိမ္းခ်မ္းေရးစာခ်ဳပ္လက္မွတ္ေရးထိုးရပါတယ္
ႏွစ္တရာျပည္႔မွာ လက္မွတ္ထိုးဖို႔လာခဲ႔ေပမယ္႔ စာခ်ဳပ္ကေပ်ာက္သြားပါေတာ႔တယ္။
စာခ်ဳပ္သာေပ်ာက္သြားခဲ႔ရင္ က်ိန္စာတစ္ခုအသက္ဝင္လာျပီး
ပထမဆံုးေမြးဖြားတဲ႔ ကေလးအေပၚသက္ေရာက္မွာပါ။
အဲေတာ႔ ဘုရင္မအန္းဘားတစ္ေယာက္ဘယ္လိုစီစဥ္မလဲ?
ကေလးကေရာဘာဆက္ျဖစ္မွာလဲ?
စတဲ႔ေမးခြန္းေတြနဲ႔ အဆံုးထိၾကည္႔ရႈရမယ္႔ကားေကာင္းေလးပါ။
File Size : ( 799 MB , 256 MB )
Quality : Web-DL 720p
Running Time : 1 hr 24 min
Format : Mp4
Genre : Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Aye Mon Kyaw
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
