"ခရစ်စမတ်လဲနီးပြီဆိုတော့အားလုံးနဲ့မစိမ်းတဲ့ဒရမ်မာဟာသခရစ်စမတ်ကားလေးတစ်ကားကိုတင်ဆက်လိုက်ပါတယ်Pauseရုသ်ဆိုတာကတော့ သမီးဘာလုပ်လုပ်အကောင်းမမြင်ပဲအမြဲတမ်းပြီးပြည့်စုံတာကိုပဲလိုချင်တဲ့အမေ ခရစ်စမတ်ကိုပေါ့ပေါ့ပါးပါးပျော်ပျော်ရွှင်ရွှင်နဲ့ဖြတ်သန်းချင်တဲ့သမီးအေမီသူတို့နှစ်ယောက်ခရစ်စမတ်ပွဲတော်အတွက်ပြင်ဆင်ကျတဲ့အခါ…..ဆန်ဒီဆိုတာကတော့သမီးကိုမျက်လုံးထဲမှာကလေးတစ်ယောက်အဖြစ်သာမြင်နေပြီးအရာရာအကုန်သမီးနဲ့ဆင်တူတွေလိုက်လုပ်တဲ့အမေအိမ်ထောင်ကျပြီးကလေးတွေနဲ့နေနေတဲ့ကိကိကတော့သူ့အမေအဲဒီလိုလုပ်တာကိုသဘောမကျတဲ့အချိန်ခရစ်စမတ်ကိုသူနဲ့အတူနေဖို့သူ့အမေရောက်လာတဲ့အခါ….အိုင်းစက်ဆိုတဲ့အမေကတော့သူ့သမီးဆီပိုက်ဆံလိုမှပြန်ပြန်လာတောင်းတက်တဲ့အမေပေါ့သူ့သမီးကတော့အမေနဲ့အတူအချိန်တွေအတူတူကုန်ဆုံးချင်ပြီးအတူနေဖို့ဆန္ဒရှိတဲ့သမီးတစ်ယောက်ဒီနှစ်ခရစ်စမတ်မှာလဲသူ့သမီးဆီပိုက်ဆံပြန်လာတောင်းတဲ့အခါ…..သမီးနဲ့အမေကြားကဖွင့်မပြောဖြစ်ကျတဲ့စကားတွေနဲ့ပေါက်ကွဲထွက်လာကျတဲ့အခါမှာ….မိသားစုသုံးစုရဲ့မတူညီတဲ့ပြဿနာတွေကိုဟာသတွေနဲ့ရိုက်ကူးထားတဲ့ခရစ်စမတ်ကားကောင်းလေးတစ်ကားပါFile Size : ( 980 MB , 367 MB )Quality : Web-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwinzawgyiခရစ္စမတ္လဲနီးၿပီဆိုေတာ့အားလုံးနဲ႔မစိမ္းတဲ့ဒရမ္မာဟာသခရစ္စမတ္ကားေလးတစ္ကားကိုတင္ဆက္လိုက္ပါတယ္႐ုသ္ဆိုတာကေတာ့ သမီးဘာလုပ္လုပ္အေကာင္းမျမင္ပဲအၿမဲတမ္းၿပီးျပည့္စုံတာကိုပဲလိုခ်င္တဲ့အေမ ခရစ္စမတ္ကိုေပါ့ေပါ့ပါးပါးေပ်ာ္ေပ်ာ္႐ႊင္႐ႊင္နဲ႔ျဖတ္သန္းခ်င္တဲ့သမီးေအမီသူတို႔ႏွစ္ေယာက္ခရစ္စမတ္ပြဲေတာ္အတြက္ျပင္ဆင္က်တဲ့အခါ…..ဆန္ဒီဆိုတာကေတာ့သမီးကိုမ်က္လုံးထဲမွာကေလးတစ္ေယာက္အျဖစ္သာျမင္ေနၿပီးအရာရာအကုန္သမီးနဲ႔ဆင္တူေတြလိုက္လုပ္တဲ့အေမအိမ္ေထာင္က်ၿပီးကေလးေတြနဲ႔ေနေနတဲ့ကိကိကေတာ့သူ႔အေမအဲဒီလိုလုပ္တာကိုသေဘာမက်တဲ့အခ်ိန္ခရစ္စမတ္ကိုသူနဲ႔အတူေနဖို႔သူ႔အေမေရာက္လာတဲ့အခါ….အိုင္းစက္ဆိုတဲ့အေမကေတာ့သူ႔သမီးဆီပိုက္ဆံလိုမွျပန္ျပန္လာေတာင္းတက္တဲ့အေမေပါ့သူ႔သမီးကေတာ့အေမနဲ႔အတူအခ်ိန္ေတြအတူတူကုန္ဆုံးခ်င္ၿပီးအတူေနဖို႔ဆႏၵရွိတဲ့သမီးတစ္ေယာက္ဒီႏွစ္ခရစ္စမတ္မွာလဲသူ႔သမီးဆီပိုက္ဆံျပန္လာေတာင္းတဲ့အခါ…..သမီးနဲ႔အေမၾကားကဖြင့္မေျပာျဖစ္က်တဲ့စကားေတြနဲ႔ေပါက္ကြဲထြက္လာက်တဲ့အခါမွာ….မိသားစုသုံးစုရဲ႕မတူညီတဲ့ျပႆနာေတြကိုဟာသေတြနဲ႔႐ိုက္ကူးထားတဲ့ခရစ္စမတ္ကားေကာင္းေလးတစ္ကားပါFile Size : ( 980 MB , 367 MB )Quality : Web-DL 720pRunning Time : 1 hr 44 minFormat : Mp4Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by PhueEncoded by Moe Myint Lwin"