"Before You Know It(2019)အၫႊန္း*****************************PauseIMDb….5.5,,,,Rotten..83%(unicode)Rotten Tomatos 83% အထိရထားတဲ့ Drama ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။ ဒီဇာတ်ကားလေးကိုကြည့်ရတဲ့အချိန်မှာ သူတို့ကိုဘာလို့ဒီလိုတွေလျှောက်လုပ်ရတာလဲ…ဘာတွေလုပ်နေတာလဲလို့တွေးနေမိချိန်မှာပဲငါဆိုရင်ရောဖြစ်နိုင်တာပဲ..ဆိုပြီးတွေးမိရအောင် ဇာတ်ကောင်တွေဟာသဘာဝကျပြီး ရိုးရိုးရှင်းရှင်းတကယ့်အခြေအနေပုံမှန်အတိုင်းလိုခံစားရစေပါတယ်။ ဝေဖန်မှုတွေလည်းအမျိုးမျိုးတွေ့ရတဲ့ဇာတ်ကားလေးပါ။ ဇာတ်လမ်းအကျဉ်းကတော့အမေဟာသေသွားပြီလို့သိထားရပြီး ငယ်စဉ်ကတည်းကညီအစ်မနှစ်ယောက်ဟာ ပြဇာတ်ရေးဆရာဖခင်ဖြစ်သူနဲ့ ကိုယ်ပိုင်ပြဇာတ်ရုံအပေါ်ထပ်မှာနေပါတယ်။ ညီအစ်မနှစ်ယောက်မှာ အကြီးဖြစ်သူမှာဖခင်မည်သူမှန်းမသိတဲ့ကလေးရှိပြီးသရုပ်ဆောင်ဝါသနာရှိသလို အငယ်ကတော့ stage manager တစ်ယောက်…ဒါပေမယ့် ဇာတ်ကောင်တိုင်းမှာ သူ့ရဲ့ကိုယ်ပိုင်ပုံစံတစ်မျိုးစီနဲ့ ဒီမိသားစုဟာစိတ်ဝင်စားစရာကောင်းပါတယ်။ တစ်နေ့ဖခင်ဖြစ်သူရုတ်တရက်ဆုံးသွားတော့ ညီအစ်မ (၂)ယောက်ကဦးစီးဖို့ဖြစ်လာတယ်…အဲ့ဒီနောက် ညီအစ်အမ(၂)ယောက်အတွက် မမျှော်လင့်ထားတဲ့အဖြစ်အပျက်ကြီးရောက်ရှိလာတယ်…ကိုင်း ဒီအဖြစ်အပျက်က ဘာဖြစ်မလဲ..သူတို့ ညီအစ်မရော ကောင်းမွန်စွာဦးစီးဦးဆောင်ပြုနိုင်ပါ့မလားဆိုတာကိုတော့ ခံစားကြည့်ကြပါ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aung ပဲဖြစ်ပါတယ်…(zawgyi)Rotten Tomatos 83% အထိရထားတဲ့ Drama ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။ ဒီဇာတ္ကားေလးကိုၾကည့္ရတဲ့အခ်ိန္မွာ သူတို႔ကိုဘာလို႔ဒီလိုေတြေလွ်ာက္လုပ္ရတာလဲ…ဘာေတြလုပ္ေနတာလဲလို႔ေတြးေနမိခ်ိန္မွာပဲငါဆိုရင္ေရာျဖစ္ႏိုင္တာပဲ..ဆိုၿပီးေတြးမိရေအာင္ ဇာတ္ေကာင္ေတြဟာသဘာဝက်ၿပီး ႐ိုး႐ိုးရွင္းရွင္းတကယ့္အေျခအေနပုံမွန္အတိုင္းလိုခံစားရေစပါတယ္။ ေဝဖန္မႈေတြလည္းအမ်ိဳးမ်ိဳးေတြ႕ရတဲ့ဇာတ္ကားေလးပါ။ ဇာတ္လမ္းအက်ဥ္းကေတာ့အေမဟာေသသြားၿပီလို႔သိထားရၿပီး ငယ္စဥ္ကတည္းကညီအစ္မႏွစ္ေယာက္ဟာ ျပဇာတ္ေရးဆရာဖခင္ျဖစ္သူနဲ႔ ကိုယ္ပိုင္ျပဇာတ္႐ုံအေပၚထပ္မွာေနပါတယ္။ ညီအစ္မႏွစ္ေယာက္မွာ အႀကီးျဖစ္သူမွာဖခင္မည္သူမွန္းမသိတဲ့ကေလးရွိၿပီးသ႐ုပ္ေဆာင္ဝါသနာရွိသလို အငယ္ကေတာ့ stage manager တစ္ေယာက္…ဒါေပမယ့္ ဇာတ္ေကာင္တိုင္းမွာ သူ႔ရဲ႕ကိုယ္ပိုင္ပုံစံတစ္မ်ိဳးစီနဲ႔ ဒီမိသားစုဟာစိတ္ဝင္စားစရာေကာင္းပါတယ္။ တစ္ေန႔ဖခင္ျဖစ္သူ႐ုတ္တရက္ဆုံးသြားေတာ့ ညီအစ္မ (၂)ေယာက္ကဦးစီးဖို႔ျဖစ္လာတယ္…အဲ့ဒီေနာက္ ညီအစ္အမ(၂)ေယာက္အတြက္ မေမွ်ာ္လင့္ထားတဲ့အျဖစ္အပ်က္ႀကီးေရာက္ရွိလာတယ္…ကိုင္း ဒီအျဖစ္အပ်က္က ဘာျဖစ္မလဲ..သူတို႔ ညီအစ္မေရာ ေကာင္းမြန္စြာဦးစီးဦးေဆာင္ျပဳႏိုင္ပါ့မလားဆိုတာကိုေတာ့ ခံစားၾကည့္ၾကပါ…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပဲျဖစ္ပါတယ္…File Size : (900 MB) and (374 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:38:00Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thura Zarni AungEncoded by Phyo Pyae"