"The Captain(2019)အညႊန္း
*************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(Unicode)
လေယာဉ်စီးတာဘယ်လောက်ပဲအတွေ့အကြုံတွေများတဲ့သူဖြစ်ပါစေ…
ခရီးစဉ်ချောချောမွေ့မွေ့ရောက်ပါ့မလားလို့ ပူပန်ကကြတာတော့ အနည်းနဲ့
အများသာကွာခြားလေသည်…..
သတင်းတွေထဲလည်း ဘယ်မှာ ခရီးသည်တင်လေယာဉ်ပျက်ကျပြန်ပြီ
အသက်တွေဆုံးရှုံးကြပြန်ပြီဆိုတာကို ခဏ ခဏမြင်နေကြားနေရတာကြောင့်
လည်းပါမည်….ဒီတရုတ်ကားမှာတော့ ခရီးသည်တင်လေယာဉ်တစ်စီး ပျံသန်းစဉ်
မမျှော်လင့်တဲ့အန္တရယ်ကြောင့် ကြီးမားတဲ့ပြသနာကြီးကြုံတွေ့ရတာကိုရိုက်ပြထားတာပါ….ဒီကားက ဇာတ်လမ်းအစမှ အဆုံးထိစိတ်ဝင်စားဖို့ကောင်းသလို
ရင်လည်း တထိတ်ထိတ်ခုန်ရင်း ကြည့်ရအတော်ကိုကောင်းပါတယ်…လေကြောင်းလိုင်းတွေရဲ့ အဆင့်ဆင့် အလုပ်လုပ်ပုံတွေ လေယာဉ်မယ်တွေရဲ့ ဝန်ဆောင်မှုပုံစံတွေ
ပိုင်းလော့တွေရဲ့ တာဝန်ယူရတဲ့အပိုင်းတွေ မြေပြင်အခြေစိုက်ဌာနဲ့ရဲ့ ကွပ်ကဲပုံတွေကို
ကြည့်လို့လည်းကောင်းဗဟုသုတလည်းရပါတယ်….
သရုပ်ဆောင်တွေလည်းနာမည်ကြီးမင်းသားမင်းသမီးတွေသုံးထားသလို ရိုက်ချက်တွေလည်း အတော်ကိုလန်းပါတယ်…
အထူးသဖြင့် လေယာဉ်မယ်လေးတွေကိုကြည့်ရတာနဲ့တင် နှလုံးပီတိဖြစ်ရပါတယ်..
ခံစားကြည့်ကြပါဦး…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Noami Noe ပဲဖြစ်ပါတယ်….
(zawgyi)
ေလယာဥ္စီးတာဘယ္ေလာက္ပဲအေတြ့အႀကဳံေတြမ်ားတဲ့သူျဖစ္ပါေစ…
ခရီးစဥ္ေခ်ာေခ်ာေမြ့ေမြ့ေရာက္ပါ့မလားလုိ့ ပူပန္ကျကတာေတာ့ အနည္းနဲ့
အမ်ားသာကြာျခားေလသည္…..
သတင္းေတြထဲလည္း ဘယ္မွာ ခရီးသည္တင္ေလယာဥ္ပ်က္က်ျပန္ၿပီ
အသက္ေတြဆုံးရွဳံးၾကျပန္ၿပီဆုိတာကုိ ခဏ ခဏျမင္ေနၾကားေနရတာေၾကာင့္
လည္းပါမည္….ဒီတရုတ္ကားမွာေတာ့ ခရီးသည္တင္ေလယာဥ္တစ္စီး ပ်ံသန္းစဥ္
မေမ်ွာ္လင့္တဲ့အႏၱရယ္ေကျာင့္ ကျီးမားတဲ့ျပသနာႀကီးႀကုံေတြ့ရတာကုိရုိက္ျပထားတာပါ….ဒီကားက ဇာတ္လမ္းအစမွ အဆုံးထိစိတ္၀င္စားဖုိ့ေကာင္းသလုိ
ရင္လည္း တထိတ္ထိတ္ခုန္ရင္း ၾကည့္ရအေတာ္ကုိေကာင္းပါတယ္…ေလေျကာင္းလုိင္းေတြရဲ႕ အဆင့္ဆင့္ အလုပ္လုပ္ပုံေတြ ေလယာဥ္မယ္ေတြရဲ႕ ၀န္ေဆာင္မွဳပုံစံေတြ
ပုိင္းေလာ့ေတြရဲ႕ တာ၀န္ယူရတဲ့အပုိင္းေတြ ေျမျပင္အေျခစုိက္ဌာနဲ႕ရဲ႕ ကြပ္ကဲပုံေတြကုိ
ၾကည့္လုိ႕လည္းေကာင္းဗဟုသုတလည္းရပါတယ္….
သရုပ္ေဆာင္ေတြလည္းနာမည္ၾကီးမင္းသားမင္းသမီးေတြသုံးထားသလုိ ရုိက္ခ်က္ေတြလည္း အေတာ္ကုိလန္းပါတယ္…
အထူးသျဖင့္ ေလယာဥ္မယ္ေလးေတြကုိၾကည့္ရတာနဲ႕တင္ နွလုံးပီတိျဖစ္ရပါတယ္..
ခံစားၾကည့္ၾကပါဦး…
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Noami Noe ပဲျဖစ္ပါတယ္….
File Size : (1GB) and (398 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:51:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Naomi Noe
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
