"(Unicode)ဒီကားလေးက အကြည်ထွက်ထားတာတော့ နည်းနည်းကြာပါပြီPauseသရုပ်ဆောင်အသစ်တွေဆိုပြီး မကြည့်ဘဲပစ်ထားလိုက်တာ ဒီရက်ပိုင်းအားလို့ပြန်ကြည့်လိုက်တော့ဇာတ်လမ်းလေးလည်းကောင်းသလို သရုပ်ဆောင်တွေလည်း မဆိုးလှဘူးCM က ဘောလီဝုဒ်ပရိသတ်တွေကြည့်လို့ရအောင် ဘာသာပြန်ပေးလိုက်တယ်ဗျဇာတ်လမ်းအကျဉ်းလေးကတော့ … ပတ်ဝန်းကျင်မှာ လူဆိုးလူမိုက်ဆိုပြီး အော်ကျော့လန်နေတဲ့အရပ်ထဲကချဉ်ဖက် ဗီဂျေးဆိုတဲ့ကောင်လေးတစ်ကောင်ရှိတယ်ပညာရေးလည်း မအောင်မြင် အလုပ်လည်း မယ်မယ်ရရမရှိမိသားစုတွေ ပတ်ဝန်းကျင်ကလူတွေအဖို့ သူက အရှုံးသမားတစ်ယောက်ဖြစ်ပေတယ်အဲ့ဒိလိုအရှုံးသမား ဗီဂျေးရဲ့ဘဝကို အပြောင်းလဲတစ်ခု မထင်မှတ်ဘဲဝင်ရောက်လာပါတယ်အဲ့ဒိအပြောင်းအလဲရဲ့အမည်က အာစသာတဲ့ ဟုတ်ပါတယ်ဗီဂျေးတစ်ယောက် အာစသာကိုစတွေ့ကတည်းက သူ့ဘဝဟာဘယ်လိုပြောင်းလဲသွားသလဲဆိုတာသူတို့အချစ်ဇာတ်လမ်းလေးကိုပဲ ခံစားကြည့်လိုက်ကြပါတော့အားလုံးပဲ အချစ်ကြောင့် ကောင်းသောပြောင်းလဲခြင်းများဖြင့် ကြုံတွေ့နိုင်ကြပါစေ(မိန်းကလေးတစ်ယောက်က ယောက်ျားလေးတစ်ယောက်ကို မပြောင်းလဲပေးနိုင်ပါဘူး သူ(မ)ကိုချစ်တဲ့အချစ်တွေက ပြောင်းလဲပေးလိုက်တာပါ)ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ဒီကားေလးက အၾကည္ထြက္ထားတာေတာ့ နည္းနည္းၾကာပါၿပီသ႐ုပ္ေဆာင္အသစ္ေတြဆိုၿပီး မၾကည့္ဘဲပစ္ထားလိုက္တာ ဒီရက္ပိုင္းအားလို႔ျပန္ၾကည့္လိုက္ေတာ့ဇာတ္လမ္းေလးလည္းေကာင္းသလို သ႐ုပ္ေဆာင္ေတြလည္း မဆိုးလွဘူးCM က ေဘာလီဝုဒ္ပရိသတ္ေတြၾကည့္လို႔ရေအာင္ ဘာသာျပန္ေပးလိုက္တယ္ဗ်ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ … ပတ္ဝန္းက်င္မွာ လူဆိုးလူမိုက္ဆိုၿပီး ေအာ္ေက်ာ့လန္ေနတဲ့အရပ္ထဲကခ်ဥ္ဖက္ ဗီေဂ်းဆိုတဲ့ေကာင္ေလးတစ္ေကာင္ရွိတယ္ပညာေရးလည္း မေအာင္ျမင္ အလုပ္လည္း မယ္မယ္ရရမရွိမိသားစုေတြ ပတ္ဝန္းက်င္ကလူေတြအဖို႔ သူက အရႈံးသမားတစ္ေယာက္ျဖစ္ေပတယ္အဲ့ဒိလိုအရႈံးသမား ဗီေဂ်းရဲ႕ဘဝကို အေျပာင္းလဲတစ္ခု မထင္မွတ္ဘဲဝင္ေရာက္လာပါတယ္အဲ့ဒိအေျပာင္းအလဲရဲ႕အမည္က အာစသာတဲ့ ဟုတ္ပါတယ္ဗီေဂ်းတစ္ေယာက္ အာစသာကိုစေတြ႕ကတည္းက သူ႔ဘဝဟာဘယ္လိုေျပာင္းလဲသြားသလဲဆိုတာသူတို႔အခ်စ္ဇာတ္လမ္းေလးကိုပဲ ခံစားၾကည့္လိုက္ၾကပါေတာ့အားလုံးပဲ အခ်စ္ေၾကာင့္ ေကာင္းေသာေျပာင္းလဲျခင္းမ်ားျဖင့္ ႀကဳံေတြ႕ႏိုင္ၾကပါေစ(မိန္းကေလးတစ္ေယာက္က ေယာက္်ားေလးတစ္ေယာက္ကို မေျပာင္းလဲေပးႏိုင္ပါဘူး သူ(မ)ကိုခ်စ္တဲ့အခ်စ္ေတြက ေျပာင္းလဲေပးလိုက္တာပါ)ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….File Size : (950 MB) and (480 MB)Quality : NF WEB-DL 720pRunning Time : 2hr 33minFormat : Mp4Genre : Action, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DD+5.1.x264-TellyTranslated by Zaw HtooEncoded by Thanhtike Zaw"