"(Unicode)Dark Side Production မှ တင်ဆက်သည်။JAV မင်းသမီးချောလေးတွေက အင်မတန်မှ အနုအရွကြိုက်ပြီး အသည်းယားအောင် ညုတက်တယ်ဆိုတာ ပုရိသတို့အသိပါပဲPauseသူတို့ရဲ့ Cute ဖြစ်တဲ့ မျက်နှာလေးတွေရယ် အလန်းစား ခန္ဓာကိုယ်လေးတွေရယ်က မြင်ရသူအပေါင်း ဘဝင်ခိုက်စေပါတယ်JAV မလေးတွေရဲ့ ဘက်က ပြည့်စုံသလောက် Actor တွေဘက်ကတော့ မြင်တွေ့နေရတဲ့အတိုင်းပါပဲ…..ခံစားရတာ မပြည့်စုံလှပါဘူး “ခါချဉ်ကောင် တောင်ဖြိုချင်ပေမဲ့ ခါးကမသန်” ဆိုသလိုပါပဲ…ခံစားမှုရသတစ်မျိုးထူးခြား ပေးမယ့် ရသမြောက်ကားလေး အခုပဲတင်ဆက်ပေးလိုက်ပါတယ်…International တန်းဝင် JAV အချောမလေးရဲ့ အယုအယတွေနဲ့ လူမည်း ထွားထွားကြိုင်းကြိုင်းတို့ အပြိုင်လွန်ဆွဲခန်းတွေဒီဇာတ်လမ်းမှာတဝကြီး တွေ့ရတော့မှာပါ…..ခေတ်ကြီးက Globalization ဖြစ်လာတာနဲ့အမျှ အင်္ဂလိပ်စာက အခရာကျလာပါတယ်ခေတ်အမြင်ရှိလှတဲ့ ဆာနာရဲ့ ခင်ပွန်းဖြစ်သူဟာ ဇနီးသည်ကို သတင်းစာမှတဆင့်ကြေငြာတင်ထားတဲ့အင်္ဂလိပ်စာသင်တန်းတစ်ခုကို တက်ခိုင်းပါတယ်…သင်တန်းဆရာကတော့ ရောဘတ်လို့ခေါ်ပါတယ်သူကတော့ စာသင်တာတော်ပေမဲ့ မိန်မကိစ္စမှာ အလွန်ပွေရှုပ်တဲ့ လူမည်းတစ်ယောက်ဖြစ်နေပါတယ်…အဲဒါကိုမသိပဲ နာဆာရဲ့ ခင်ပွန်းက နာဆာကို အတင်း သင်တန်းတက်စေခဲ့ပါတယ်….ဒါပေမဲ့ သူသိတဲ့အချိန်မှာတော့ နောက်ကျခဲ့လေပြီ…ရောဘတ် တယောက်အင်္ဂလိပ်စာကို ဘယ်လိုသင်ပေးမလဲဆိုတာ အခုပဲ ဒေါင်းသာကြည့်လိုက်တော့ဗျာ…..…..ကျောက်သင်ပုန်းဆိုတာ မြေဖြူနဲ့ရေးမှ ထင်းခနဲ ကွင်းခနဲ မြင်ရတာ…(ကိမုချိမှတင်ဆက်ပေးထားပါတယ်)(Zawgyi)Dark Side Production မွ တင္ဆက္သည္။JAV မင္းသမီးေခ်ာေလးေတြက အင္မတန္မွ အႏုအ႐ြႀကိဳက္ၿပီး အသည္းယားေအာင္ ညဳတက္တယ္ဆိုတာ ပုရိသတို႔အသိပါပဲသူတို႔ရဲ႕ Cute ျဖစ္တဲ့ မ်က္ႏွာေလးေတြရယ္ အလန္းစား ခႏၶာကိုယ္ေလးေတြရယ္က ျမင္ရသူအေပါင္း ဘဝင္ခိုက္ေစပါတယ္JAV မေလးေတြရဲ႕ ဘက္က ျပည့္စုံသေလာက္ Actor ေတြဘက္ကေတာ့ ျမင္ေတြ႕ေနရတဲ့အတိုင္းပါပဲ…..ခံစားရတာ မျပည့္စုံလွပါဘူး “ခါခ်ဥ္ေကာင္ ေတာင္ၿဖိဳခ်င္ေပမဲ့ ခါးကမသန္” ဆိုသလိုပါပဲ…ခံစားမႈရသတစ္မ်ိဳးထူးျခား ေပးမယ့္ ရသေျမာက္ကားေလး အခုပဲတင္ဆက္ေပးလိုက္ပါတယ္…International တန္းဝင္ JAV အေခ်ာမေလးရဲ႕ အယုအယေတြနဲ႔ လူမည္း ထြားထြားႀကိဳင္းႀကိဳင္းတို႔ အၿပိဳင္လြန္ဆြဲခန္းေတြဒီဇာတ္လမ္းမွာတဝႀကီး ေတြ႕ရေတာ့မွာပါ…..ေခတ္ႀကီးက Globalization ျဖစ္လာတာနဲ႔အမွ် အဂၤလိပ္စာက အခရာက်လာပါတယ္ေခတ္အျမင္ရွိလွတဲ့ ဆာနာရဲ႕ ခင္ပြန္းျဖစ္သူဟာ ဇနီးသည္ကို သတင္းစာမွတဆင့္ေၾကျငာတင္ထားတဲ့အဂၤလိပ္စာသင္တန္းတစ္ခုကို တက္ခိုင္းပါတယ္…သင္တန္းဆရာကေတာ့ ေရာဘတ္လို႔ေခၚပါတယ္သူကေတာ့ စာသင္တာေတာ္ေပမဲ့ မိန္မကိစၥမွာ အလြန္ေပြရႈပ္တဲ့ လူမည္းတစ္ေယာက္ျဖစ္ေနပါတယ္…အဲဒါကိုမသိပဲ နာဆာရဲ႕ ခင္ပြန္းက နာဆာကို အတင္း သင္တန္းတက္ေစခဲ့ပါတယ္….ဒါေပမဲ့ သူသိတဲ့အခ်ိန္မွာေတာ့ ေနာက္က်ခဲ့ေလၿပီ…ေရာဘတ္ တေယာက္အဂၤလိပ္စာကို ဘယ္လိုသင္ေပးမလဲဆိုတာ အခုပဲ ေဒါင္းသာၾကည့္လိုက္ေတာ့ဗ်ာ…..…..ေက်ာက္သင္ပုန္းဆိုတာ ေျမျဖဴနဲ႔ေရးမွ ထင္းခနဲ ကြင္းခနဲ ျမင္ရတာ…(ကိမုခ်ိမွတင္ဆက္ေပးထားပါတယ္)File Size : (850 MB) And (480 MB)Quality : HDRip720pRunning Time : 1hr 58minFormat : Mp4Genre : AdultSubtitle : Myanmar Subtitle (Hard Sub)Translated by Darkside KiMuChiEncoded by Darkside BGR"