"(Unicode)ဒီဇာတ်ကားဟာ The Good Doctor ဇာတ်ကားထဲကလို သာမာန်သူတွေလို မတွေးနိုင်တဲ့ ညဏ်ကြီးရှင်ဇာတ်ကားမျိုးလေးပါ။Pauseဒါပေမဲ့ အပိုတွေလုပ်တာမျိုးလုံးဝမပါပါဘူး။ဇာတ်ကားမှာ မင်းသားကြီး Tom Hanksလည်းပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဒီကားလေးက ကျွန်တော်တို့ရဲ့လွဲမှားနေတဲ့အယူအဆတစ်ချို့ကိုလည်းထောက်ပြပေးထားပါတယ် အတော်ကိုဗဟုသုတရစေမှာပါ။အမှန်အတိုင်းပြောရရင် အစပိုင်းလေးတော့ နည်းနည်းရှုပ်မယ်ဗျ။ဇာတ်လမ်းကို အမေရိကန်နိုင်ငံမှာဖြစ်ပွားခဲ့တဲ့ ဝေါ်ထရိတ်စင်တာ ဖြစ်ရပ်ကိုနောက်ခံပြီးသာမန်ကလေးတစ်ယောက်မဟုတ်တဲ့ Oskarအကြောင်းကို ရိုက်ကူးထားတာဖြစ်ပါတယ်။Oskarဟာ သူရဲ့ ဖခင်ကို ဝေါ်ထရိတ်စင်တာ ကိစ္စမှာဆုံးရှုံးခဲ့ရပြီး ဆောက်တည်ရာမရဖြစ်နေချိန်မှာ သူ့အဖေထားခဲ့တဲ့ သော့လေးကိုတွေ့ပြီး….ဘယ်မှာရှိနေမှန်းမသိတဲ့ သော့ခလောက်လေးကိုNewYork တစ်မြို့လုံးမှာ လိုက်ရှာရင်းဘဝသင်ခန်းစာတွေအများကြီးရသွားတဲ့ကားမျိုးလေးပါ။NewYorkမြို့ကို လေ့လာချင်သူတွေအတွက် ဒီကားလေးက အထောက်အကူပြုမှာတော့အသေချာပါပဲ။ဒါကြောင့် မြို့နဲ့ ရပ်ကွက်နာမည်တွေကို Googleခေါက်ရှာရလွယ်အောင် ကျွန်တော်နာမည်တွေကိုengအတိုင်းပဲ ထားခဲ့ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပါ)(Zawgyi)ဒီဇာတ္ကားဟာ The Good Doctor ဇာတ္ကားထဲကလို သာမာန္သူေတြလို မေတြးႏိုင္တဲ့ ညဏ္ႀကီးရွင္ဇာတ္ကားမ်ိဳးေလးပါ။ဒါေပမဲ့ အပိုေတြလုပ္တာမ်ိဳးလုံးဝမပါပါဘူး။ဇာတ္ကားမွာ မင္းသားႀကီး Tom Hanksလည္းပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္။ဒီကားေလးက ကြၽန္ေတာ္တို႔ရဲ႕လြဲမွားေနတဲ့အယူအဆတစ္ခ်ိဳ႕ကိုလည္းေထာက္ျပေပးထားပါတယ္ အေတာ္ကိုဗဟုသုတရေစမွာပါ။အမွန္အတိုင္းေျပာရရင္ အစပိုင္းေလးေတာ့ နည္းနည္းရႈပ္မယ္ဗ်။ဇာတ္လမ္းကို အေမရိကန္ႏိုင္ငံမွာျဖစ္ပြားခဲ့တဲ့ ေဝၚထရိတ္စင္တာ ျဖစ္ရပ္ကိုေနာက္ခံၿပီးသာမန္ကေလးတစ္ေယာက္မဟုတ္တဲ့ Oskarအေၾကာင္းကို ႐ိုက္ကူးထားတာျဖစ္ပါတယ္။Oskarဟာ သူရဲ႕ ဖခင္ကို ေဝၚထရိတ္စင္တာ ကိစၥမွာဆုံးရႈံးခဲ့ရၿပီး ေဆာက္တည္ရာမရျဖစ္ေနခ်ိန္မွာ သူ႔အေဖထားခဲ့တဲ့ ေသာ့ေလးကိုေတြ႕ၿပီး….ဘယ္မွာရွိေနမွန္းမသိတဲ့ ေသာ့ခေလာက္ေလးကိုNewYork တစ္ၿမိဳ႕လုံးမွာ လိုက္ရွာရင္းဘဝသင္ခန္းစာေတြအမ်ားႀကီးရသြားတဲ့ကားမ်ိဳးေလးပါ။NewYorkၿမိဳ႕ကို ေလ့လာခ်င္သူေတြအတြက္ ဒီကားေလးက အေထာက္အကူျပဳမွာေတာ့အေသခ်ာပါပဲ။ဒါေၾကာင့္ ၿမိဳ႕နဲ႔ ရပ္ကြက္နာမည္ေတြကို Googleေခါက္ရွာရလြယ္ေအာင္ ကြၽန္ေတာ္နာမည္ေတြကိုengအတိုင္းပဲ ထားခဲ့ပါတယ္။(ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ag Ko Khant ပါ)File Size : (950 MB)Quality : Blu-Ray 720pRunning Time : 2hr 09minFormat : Mp4Genre : Adventure, Drama, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.x264-x0rTranslated by Ag Ko KhantEncoded by Thanhtike Zaw"