"unicodeဒီတစ်ခေါက်တော့ CM ပရိသတ်ကြီးအတွက် Old but Gold ဆိုတဲ့အတိုင်းPause1976 က စစ်ကားလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဒီဇာတ်လမ်းလေးကတော့ ဒုတိယကမ္ဘာစစ်အတွင်းအမေရိကန်နဲ့ ဂျပန် ရဲ့ပစိဖိတ်တိုက်ပွဲတွေထဲက တစ်ခုဖြစ်တဲ့Midway တိုက်ပွဲအကြောင်းရိုက်ကူးထားတာပါ။ဒီတိုက်ပွဲကတော့ ပုလဲဆိပ်ကမ်းတိုက်ခိုက်မှုအပြီးခြောက်လအကြာမှာ Midway ကျွန်းကိုဂျပန်တွေတိုက်ခိုက်ဖို့ စီစဉ်ရာကနေ စတင်တာပါ။ဒီတိုက်ပွဲမှာ ဂျပန်ရေတပ်က အင်အားသာနေပေမယ့်အမေရိကန်စစ်တပ်ဘက်က တိုက်ခိုက်မယ့်နေရာအချိန်တွေကို ကြားဖြတ်နားထောင်ရင်း သိရှိလိုက်ရပါတယ်။ဒါပေမယ့် ဂျပန်တွေက အာရုံပြောင်းချင်လို့ တမင်သတင်းပေးတာလား?တကယ်ပဲ သူတို့ရဲ့ရည်ရွယ်ရင်း အမှန်လား?ဆိုတာသေသေချာချာမသိရတဲ့ အခြေအနေတစ်ခုမှာအမေရိကန်က ဘယ်လိုဆက်လက်စီစဉ်မလဲဆိုတာ စိတ်ဝင်စားစရာပါ။ဒီတိုက်ပွဲဟာ အမေရိကန်နဲ့ ဂျပန်တို့အကြား အဆုံးအဖြတ်ပေးလိုက်တဲ့တိုက်ပွဲလို့တောင်ဆိုကြပါတယ်။လတ်တလော 2019 version ဇာတ်လမ်းလဲထွက်နေပြီမလို့အခု1976က ထွက်ရှိခဲ့တဲ့ ဇာတ်လမ်းကို အရင်တင်ဆက်ပေးလိုက်ပါတယ်။Imdb Rating 6.8/10 Rotten Tomatoes 47% ရရှိထားတဲ့ ဒီကားလေးနာမည်ကတော့ Midway(1976)ပါ။File Size : ( 1 GB , 442 MB )Quality : BluRay 720pRunning Time : 2 hr 12 minFormat : Mp4Genre : Action , Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwinzawgyiဒီတစ္ေခါက္ေတာ႔ CM ပရိသတ္ၾကီးအတြက္ Old but Gold ဆိုတဲ႔အတိုင္း1976 က စစ္ကားေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဒီဇာတ္လမ္းေလးကေတာ႔ ဒုတိယကမၻာစစ္အတြင္းအေမရိကန္နဲ႔ ဂ်ပန္ ရဲ ႔ပစိဖိတ္တိုက္ပြဲေတြထဲက တစ္ခုျဖစ္တဲ႔Midway တိုက္ပြဲအေၾကာင္းရိုက္ကူးထားတာပါ။ဒီတိုက္ပြဲကေတာ႔ ပုလဲဆိပ္ကမ္းတိုက္ခိုက္မႈအျပီးေျခာက္လအၾကာမွာ Midway ကြ်န္းကိုဂ်ပန္ေတြတိုက္ခိုက္ဖို႔ စီစဥ္ရာကေန စတင္တာပါ။ဒီတိုက္ပြဲမွာ ဂ်ပန္ေရတပ္က အင္အားသာေနေပမယ္႔အေမရိကန္စစ္တပ္ဘက္က တိုက္ခိုက္မယ္႔ေနရာအခ်ိန္ေတြကို ၾကားျဖတ္နားေထာင္ရင္း သိရွိလိုက္ရပါတယ္။ဒါေပမယ္႔ ဂ်ပန္ေတြက အာရံုေျပာင္းခ်င္လို႔ တမင္သတင္းေပးတာလား?တကယ္ပဲ သူတို႔ရဲ ႔ရည္ရြယ္ရင္း အမွန္လား?ဆိုတာေသေသခ်ာခ်ာမသိရတဲ႔ အေျခအေနတစ္ခုမွာအေမရိကန္က ဘယ္လိုဆက္လက္စီစဥ္မလဲဆိုတာ စိတ္ဝင္စားစရာပါ။ဒီတိုက္ပြဲဟာ အေမရိကန္နဲ႔ ဂ်ပန္တို႔အၾကား အဆံုးအျဖတ္ေပးလိုက္တဲ႔တိုက္ပြဲလို႔ေတာင္ဆိုၾကပါတယ္။လတ္တေလာ 2019 version ဇာတ္လမ္းလဲထြက္ေနျပီမလို႔အခု1976က ထြက္ရွိခဲ႔တဲ႔ ဇာတ္လမ္းကို အရင္တင္ဆက္ေပးလိုက္ပါတယ္။Imdb Rating 6.8/10 Rotten Tomatoes 47% ရရွိထားတဲ့ ဒီကားေလးနာမည္ကေတာ႔ Midway(1976)ပါ။File Size : ( 1 GB , 442 MB )Quality : BluRay 720pRunning Time : 2 hr 12 minFormat : Mp4Genre : Action , Drama , HistorySubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwin"