"(Unicode)
၂၀၁၉ ထွက် Italian Christmas ကိုအခြေခံထားတဲ့ Comedy/ Slice of life ဇာတ်ကားလေးဖြစ်ပါတယ်…..
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်းလေးကတော့ တိုနီလို့ အတိုကောက်ခေါ်ကြတဲ့ အန်တိုနီယိုဟာ အီတလီသွေးနှောတဲ့ ကောင်လေးတစ်ယောက်ပါ…
သူကပန်းချီဆွဲအရမ်းတော်ပြီး အနုပညာကျောင်းဝင်ခွင့်ရပေမယ့်လည်း မိဘလက်ငုတ်လက်ရင်းဆိုင်လေးမှာပဲ ပစ္စည်းပို့နေခဲ့ပါတယ်…
သူတက်ချင်တာ စီးပွားရေးကျောင်းမဟုတ်ပဲ အနုပညာကျောင်းဆိုတာကို သူ့မိသားစုကို ပွင့်ပွင့်လင်းလင်း ပြောမထွက်ခဲ့လို့ပါပဲ…
ဒီလိုနဲ့ မြို့ကြီးသူဘတ်သ်တစ်ယောက် ခရစ်စမတ်အချိန်မှာ သူ့ဘဝထဲကို ဆိုင်းမဆင့်ဘုံမဆင့်ဝင်လာတဲ့အခါမှာတော့…
IMDB 6.5/10 ရရှိထားပြီး ခရစ်စမတ်အချိန်မှာ အီတလီလူမျိုးတွေ ကျင်းပလေ့ရှိတဲ့ ၇ မျိုးသောငါးဟင်းပွဲတွေကိုပါ
အသေးစိတ်မြင်ရမှာဖြစ်တဲ့အတွက် ကြည့်ရတာဗဟုသုတရစေမှာအမှန်ပါပဲ…
(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)
(Zawgyi)
၂၀၁၉ ထြက္ Italian Christmas ကိုအေျခခံထားတဲ့ Comedy/ Slice of life ဇာတ္ကားေလးျဖစ္ပါတယ္…..
ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ တိုနီလို႔ အတိုေကာက္ေခၚၾကတဲ့ အန္တိုနီယိုဟာ အီတလီေသြးေႏွာတဲ့ ေကာင္ေလးတစ္ေယာက္ပါ…
သူကပန္းခ်ီဆြဲအရမ္းေတာ္ၿပီး အႏုပညာေက်ာင္းဝင္ခြင့္ရေပမယ့္လည္း မိဘလက္ငုတ္လက္ရင္းဆိုင္ေလးမွာပဲ ပစၥည္းပို႔ေနခဲ့ပါတယ္…
သူတက္ခ်င္တာ စီးပြားေရးေက်ာင္းမဟုတ္ပဲ အႏုပညာေက်ာင္းဆိုတာကို သူ႔မိသားစုကို ပြင့္ပြင့္လင္းလင္း ေျပာမထြက္ခဲ့လို႔ပါပဲ…
ဒီလိုနဲ႔ ၿမိဳ႕ႀကီးသူဘတ္သ္တစ္ေယာက္ ခရစ္စမတ္အခ်ိန္မွာ သူ႔ဘဝထဲကို ဆိုင္းမဆင့္ဘုံမဆင့္ဝင္လာတဲ့အခါမွာေတာ့…
IMDB 6.5/10 ရရွိထားၿပီး ခရစ္စမတ္အခ်ိန္မွာ အီတလီလူမ်ိဳးေတြ က်င္းပေလ့ရွိတဲ့ ၇ မ်ိဳးေသာငါးဟင္းပြဲေတြကိုပါ
အေသးစိတ္ျမင္ရမွာျဖစ္တဲ့အတြက္ ၾကည့္ရတာဗဟုသုတရေစမွာအမွန္ပါပဲ...
(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ May Myat Thu ပါ)
File Size : (800 MB) and (400 MB)
Quality : WEB-DL 720p
Running Time : 1hr 39min
Format : Mp4
Genre : Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.WEB-DL.XviD.AC3-FGT
Translated by May Myat Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
