"Almost Home(2018)အၫႊန္း************************Pause(unicode)Almost Home 2018ဒီကားလေးကတော့ အမေရိကန်နိုင်ငံရဲ့မှာ ရှိတဲ့ဆယ်ကျော်သက်လမ်းဘေးလူငယ်တွေရဲ့လှုပ်ရှားရုန်းကန်ရတဲ့ဘဝတွေ ဆေးဆွဲနေတာတွေ လမ်းဘေးကလေးငယ်တွေကို လိင်ပိုင်းဆိုင်ရာဗီဒီယိုတွေလုပ်ဖို့မြူဆွယ်တာ ပျက်စီးနေတဲ့အကြောင်းတွေကိုရိုက်ပြထားတာဖြစ်ပါတယ်ဇာတ်လမ်းအကျဉ်းကတော့ ကျောင်းမှာ အနှိမ်ခံနေ အနိုင်ကျင့်ခံနေရတဲ့အယ်လီတစ်ယောက်ကိုကျောင်းက အတန်းဖော်တွေအနိုင်ကျင့်နေတုန်း ထရေစီဆိုတဲ့လမ်းဘေးကောင်မလေးတစ်ယောက်က ဝင်ကယ်ခဲ့တာစပါတယ် အယ်လီ ရဲ့အမေဟာသေဆုံးသွားပြီ မိထွေးနဲ့အတူတူနေရပါတယ် အဖေဟာအလုပ်တွေများနေတဲ့အယ်လီကိုသေချာမစောင့်ရှောက်နိုင်ပါဘူး ဒါ့အပြင် အဲ့မိထွေးရဲ့သားကလဲအယ်လီကိုလိင်ပိုင်းဆိုင်ရာအနိုင်ကျင့်တာတွေရှိလာခဲ့အတွက် အယ်လီဟာအိမ်မှာမနေချင်တော့ပါဘူး အဲ့ဒါကြောင့် အသက်ဆယ့်သုံးနှစ်အရွယ်အယ်လီ အခုမှတွေ့တဲ့ထရေစီနဲ့အတူ အိမ်မှာမနေတော့ဘဲ လိုက်သွားပါတယ် အဲ့အချိန်မှာ လမ်းဘေးမှာအိပ် လမ်းဘေးမှာစားနဲ့ သူ့ရဲ့လမ်းဘေးဘဝကစတင်ပါတော့တယ် ထရေစီနဲ့အတူကောင်းမွန်တဲ့ဘဝကိုနေပေမယ့်လမ်းဘေးလူငယ်တွေရဲ့ထုံးစံအတိုင်းဆေးရောင်းဝယ်တာ အစားအသောက်ခိုးယူတာတွေလုပ်ရင်းနဲ့ရှင်သန်ရပ်တည်ခဲ့ပါတယ် အသက်ငယ်ငယ်အရွယ်သေချာမဆုံးဖြတ်တဲ့အရွယ်မှာ ခဏတာပျော်ရွင်ခဲ့ပေ့မယ် နောက်ဆုံးမှာတော့ လူတွေရဲ့အကြောင်းကိုသိလာပြီး ဘဝရဲ့ကြမ်းတမ်းတဲ့ဒဏ်တွေကိုခံရပါတော့တယ် အယ်လီ လမ်းဘေးဘဝမှာဘယ်သူတွေသူ့အတွက်ကောင်းပြီး ဘယ်သူတွေကသူ့အတွက်ဒုက္ခဖြစ်စေလဲဆိုတာကိုစိတ်ဝင်တစားကြည့်ရှုရမှာဖြစ်ပါတယ်(ရိုင်းစိုင်းတဲ့စကားအသုံးအနှုန်းတွေများစွာပါတဲ့အတွက်မိသားစုနဲ့အတူကြည့်ရှုဖို့မသင့်တော်ပါဘူး)ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်…(zawgyi)Almost Home 2018ဒီကားေလးကေတာ့ အေမရိကန္ႏိုင္ငံရဲ႕မွာ ရွိတဲ႕ဆယ္ေက်ာ္သက္လမ္းေဘးလူငယ္ေတြရဲ႕လွဳပ္ရွားရုန္းကန္ရတဲ႔ဘဝေတြ ေဆးဆဲြေနတာေတြ လမ္းေဘးကေလးငယ္ေတြကို လိင္ပိုင္းဆိုင္ရာဗီဒီယိုေတြလုပ္ဖို႕ၿမဴဆြယ္တာ ပ်က္စီးေနတဲ႔အေႀကာင္းေတြကိုရိုက္ၿပထားတာၿဖစ္ပါတယ္ဇာတ္လမ္းအက်ဥ္းကေတာ့ ေက်ာင္းမွာ အႏွိမ္ခံေန အႏိုင္က်င့္ခံေနရတဲ႔အယ္လီတစ္ေယာက္ကိုေက်ာင္းက အတန္းေဖာ္ေတြအႏိုင္က်င့္ေနတုန္း ထေရစီဆိုတဲ႔လမ္းေဘးေကာင္မေလးတစ္ေယာက္က ဝင္ကယ္ခဲ႔တာစပါတယ္ အယ္လီ ရဲ႕အေမဟာေသဆံုးသြားၿပီ မိေထြးနဲ႕အတူတူေနရပါတယ္ အေဖဟာအလုပ္ေတြမ်ားေနတဲ႔အယ္လီကိုေသခ်ာမေစာင့္ေရွာက္ႏိုင္ပါဘူး ဒါ့အၿပင္ အဲ႔မိေထြးရဲ႕သားကလဲအယ္လီကိုလိင္ပိုင္းဆုိင္ရာအႏိုင္က်င့္တာေတြရွိလာခဲ႔အတြက္ အယ္လီဟာအိမ္မွာမေနခ်င္ေတာ့ပါဘူး အဲ႔ဒါေႀကာင့္ အသက္ဆယ္႔သံုးႏွစ္အရြယ္အယ္လီ အခုမွေတြ႕တဲ႔ထေရစီနဲ႕အတူ အိမ္မွာမေနေတာ့ဘဲ လိုက္သြားပါတယ္ အဲ႔အခ်ိန္မွာ လမ္းေဘးမွာအိပ္ လမ္းေဘးမွာစားနဲ႕ သူ႕ရဲ႕လမ္းေဘးဘဝကစတင္ပါေတာ့တယ္ ထေရစီနဲ႕အတူေကာင္းမြန္တဲ႔ဘဝကိုေနေပမယ္႔လမ္းေဘးလူငယ္ေတြရဲ႕ထံုးစံအတိုင္းေဆးေရာင္းဝယ္တာ အစားအေသာက္ခိုးယူတာေတြလုပ္ရင္းနဲ႕ရွင္သန္ရပ္တည္ခဲ႔ပါတယ္ အသက္ငယ္ငယ္အရြယ္ေသခ်ာမဆံုးၿဖတ္တဲ႔အရြယ္မွာ ခဏတာေပ်ာ္ရြင္ခဲ႔ေပ႔မယ္ ေနာက္ဆံုးမွာေတာ့ လူေတြရဲ႕အေႀကာင္းကိုသိလာၿပီး ဘဝရဲ႕ႀကမ္းတမ္းတဲ႔ဒဏ္ေတြကိုခံရပါေတာ့တယ္ အယ္လီ လမ္းေဘးဘဝမွာဘယ္သူေတြသူ႕အတြက္ေကာင္းၿပီး ဘယ္သူေတြကသူ႕အတြက္ဒုကၡၿဖစ္ေစလဲဆုိတာကိုစိတ္ဝင္တစားႀကည္႔ရွဳရမွာၿဖစ္ပါတယ္(ရိုင္းစိုင္းတဲ႔စကားအသံုးအႏွဳန္းေတြမ်ားစြာပါတဲ႔အတြက္မိသားစုနဲ႕အတူႀကည္႔ရွဳဖို႕မသင့္ေတာ္ပါဘူး)ဇာတ္လမ္းအၫႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္…File Size : (850 MB) and (355 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:30:00Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo Pyae"