"unicode
Rating 7.2 အထိရရှိထားတဲ့ ကားကောာင်းလေးဖြစ်ပါတယ်…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သမိုင်းနောက်ခံ ဖြစ်ရပ်မှန် ရုပ်ရှင်တစ်ခု တင်ထားပေးပါတယ်။
စီအိုင်အေရဲ့ ကမ္ဘာကျော် အရှုပ်တော်ပုံတွေထဲက တစ်ခုပါပဲ။
နိုင်းအလဲဗန်းမှာ ဖြစ်ခဲ့တဲ့ ကုန်သွယ်ရေးတိုက်ညီနောင်ကို
အယ်ကိုင်ဒါအကြမ်းဖက်တွေ လေယာဉ်နဲ့
ဝင်တိုက်သွားတဲ့ ပြဿနာရဲ့ နောက်ဆက်တွဲပါ။
ဒီကိစ္စဟာ အမေရိကန်ရဲ့ ထောက်လှမ်းရေး မအောင်မြင်မှုဖြစ်လာပြီး
စီအိုင်အေလည်း အတော်ကို အရှက်ရခဲ့ရပါတယ်။
ဒီဖြစ်ရပ်နောက်မှာတော့ အယ်ကိုင်ဒါကနေ ဖမ်းမိတဲ့
အကြမ်းဖက်သမားလို့ သံသယရှိသူတွေကို တစ်ဆင့်မြှင့်
စစ်ကြောရေးစနစ်လို့ ခေါ်မယ့်
EIT ( enhanced interrogation techniques ) ကို စတင်ကျင့်သုံးခဲ့ပါတယ်။
ဒီနည်းစနစ်တွေဟာ ရက်စက်ပြီး ကြမ်းတမ်းတဲ့အတွက်
စီအိုင်အေအတွင်းမှာပဲ ကန့်ကွက်သူတွေ ထောက်ခံသူတွေ ၂ ခြမ်းကွဲနေခဲ့တာပါပဲ။
ဒါပေမယ့် နိုင်းအလဲဗန်းလို ဖြစ်ရပ်မျိုး ထပ်အဖြစ်မခံနိုင်တဲ့ အတွက်
သမ္မတ ချယ်နေ နဲ့ သမ္မတ ဘွတ်ရှ်တို့လက်ထက်မှာ
တရားဝင် ဒါကို အသုံးပြုနေခဲ့ကြတယ်။
ဒီစစ်ကြောရေးတွေနဲ့ ပတ်သတ်ပြီး
လွှတ်တော် ထောက်လှမ်းရေး ကော်မတီက ပြန်လည် ဆန်းစစ်တဲ့အခါ
ဒီနည်းလမ်းတွေကြောင့် သတင်းမှန်တွေ မရဘဲ
သတင်းမှားတွေ၊ သိပြီးသား သတင်းတွေပဲ ရလာတာကို သိလာရပါတယ်။
စီအိုင်အေဘက်ကလည်း ဒီနည်းလမ်းတွေဟာ
အောင်မြင်မှုရမှသာ တရားဝင်ပြီး၊
မအောင်မြင်ဘူးဆိုတာ
ပေါ်သွားတာနဲ့ ဥပဒေဖောက်ဖျက်သလိုဖြစ်လာမှာကိုသိလို့
သမ္မတရုံးကို လိမ်လည်တင်ပြထားခဲ့တာပါ။
ဒီရုပ်ရှင်ထဲမှာတော့ အဓိက သရုပ်ဆောင် အဒမ် ဒရိုင်ဘာ က
EIT စနစ်ကို စုံစမ်းရေးအဖွဲ့ခေါင်းဆောင် ဒန်ဂျုန်းစ် နေရာကနေ
ပါဝင်သရုပ်ဆောင်ထားပါတယ်။
ရုပ်ရှင်ကြည့်ပရိသတ်တွေထဲမှာ အစီရင်ခံစာတွေ
လေ့လာပြီးရေးဖူးတဲ့သူတွေ ရှိမှာပါ။
အချိန်ဘယ်လောက်နဲ့ စာမျက်နှာ ဘယ်လောက်များ ရေးဖူးကြမလဲ။
ဒန်ဂျုန်းစ်ကတော့ ၅ နှစ်ကျော်အတွင်း
စီအိုင်အေမှတ်တမ်း ၆ သန်း ကျော်ကို ဖတ်ရှုခဲ့ပြီး
စာမျက်နှာပေါင်း ၇၀၀၀ လောက်ရှိတဲ့ အစီရင်ခံစာကို ရေးသားခဲ့ပါတယ်။
ဒီအစီရင်ခံစာထဲမှာ EIT စနစ်ကို ခွင့်ပြုခဲ့တဲ့ ညွှန်ချုပ်တွေ၊
စီအိုင်အေအရာရှိတွေ၊ အမတ်တွေ၊
အကျဉ်းသားတွေအကြောင်း အကုန်ပါလာပါတယ်။
ဒီတော့ ဒီအစီရင်ခံစာကို မထွက်လာဖို့ စီအိုင်အေ၊
ဥပဒေဌာန နဲ့ အိမ်ဖြူတော်ကပါ ဖိအားပေးလာပါတော့တယ်။
ဒီဖိအားတွေ အခက်အခဲတွေကြားကနေ
ဒီအစီရင်ခံစာကိုရအောင် ထုတ်ပြန်နိုင်ခဲ့တဲ့အကြောင်းကို ပြထားတာပါပဲ။
သမိုင်းနောက်ခံ ဒရာမာ ကောင်းကောင်းကြိုက်တဲ့သူတွေအတွက်
ရည်စူးပြီး ဘာသာပြန်ပေးထားလိုက်ပါတယ်။
File Size : ( 1 GB , 437 MB )
Quality : WebRip 720p
Running Time : 1 hr 59 min
Format : Mp4
Genre : Biography , Drama , History
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
zawgyi
Rating 7.2 အထိရရွိထားတဲ့ ကားေကာာင္းေလးၿဖစ္ပါတယ္…
သမိုင္းေနာက္ခံ ျဖစ္ရပ္မွန္ ရုပ္ရွင္တစ္ခု တင္ထားေပးပါတယ္။
စီအိုင္ေအရဲ႕ ကမာၻေက်ာ္ အရႈပ္ေတာ္ပံုေတြထဲက တစ္ခုပါပဲ။
ႏိုင္းအလဲဗန္းမွာ ျဖစ္ခဲ့တဲ့ ကုန္သြယ္ေရးတိုက္ညီေနာင္ကို
အယ္ကိုင္ဒါအၾကမ္းဖက္ေတြ ေလယာဥ္နဲ႕
ဝင္တိုက္သြားတဲ့ ျပႆနာရဲ႕ ေနာက္ဆက္တြဲပါ။
ဒီကိစၥဟာ အေမရိကန္ရဲ႕ ေထာက္လွမ္းေရး မေအာင္ျမင္မႈျဖစ္လာၿပီး
စီအိုင္ေအလည္း အေတာ္ကို အရွက္ရခဲ့ရပါတယ္။
ဒီျဖစ္ရပ္ေနာက္မွာေတာ့ အယ္ကိုင္ဒါကေန ဖမ္းမိတဲ့
အၾကမ္းဖက္သမားလို႕ သံသယရွိသူေတြကို တစ္ဆင့္ျမွင့္
စစ္ေၾကာေရးစနစ္လို႕ ေခၚမယ့္
EIT ( enhanced interrogation techniques ) ကို စတင္က်င့္သံုးခဲ့ပါတယ္။
ဒီနည္းစနစ္ေတြဟာ ရက္စက္ၿပီး ၾကမ္းတမ္းတဲ့အတြက္
စီအိုင္ေအအတြင္းမွာပဲ ကန္႕ကြက္သူေတြ ေထာက္ခံသူေတြ ၂ ျခမ္းကြဲေနခဲ့တာပါပဲ။
ဒါေပမယ့္ ႏိုင္းအလဲဗန္းလို ျဖစ္ရပ္မ်ိဳး ထပ္အျဖစ္မခံႏုိင္တဲ့ အတြက္
သမၼတ ခ်ယ္ေန နဲ႕ သမၼတ ဘြတ္ရွ္တို႕လက္ထက္မွာ
တရားဝင္ ဒါကို အသံုးျပဳေနခဲ့ၾကတယ္။
ဒီစစ္ေၾကာေရးေတြနဲ႕ ပတ္သတ္ၿပီး
လႊတ္ေတာ္ ေထာက္လွမ္းေရး ေကာ္မတီက ျပန္လည္ ဆန္းစစ္တဲ့အခါ
ဒီနည္းလမ္းေတြေၾကာင့္ သတင္းမွန္ေတြ မရဘဲ
သတင္းမွားေတြ၊ သိၿပီးသား သတင္းေတြပဲ ရလာတာကို သိလာရပါတယ္။
စီအိုင္ေအဘက္ကလည္း ဒီနည္းလမ္းေတြဟာ
ေအာင္ျမင္မႈရမွသာ တရားဝင္ၿပီး၊
မေအာင္ျမင္ဘူးဆိုတာ
ေပၚသြားတာနဲ႕ ဥပေဒေဖာက္ဖ်က္သလိုျဖစ္လာမွာကိုသိလို႕
သမၼတရံုးကို လိမ္လည္တင္ျပထားခဲ့တာပါ။
ဒီရုပ္ရွင္ထဲမွာေတာ့ အဓိက သရုပ္ေဆာင္ အဒမ္ ဒရိုင္ဘာ က
EIT စနစ္ကို စံုစမ္းေရးအဖြဲ႕ေခါင္းေဆာင္ ဒန္ဂ်ဳန္းစ္ ေနရာကေန
ပါဝင္သရုပ္ေဆာင္ထားပါတယ္။
ရုပ္ရွင္ၾကည့္ပရိသတ္ေတြထဲမွာ အစီရင္ခံစာေတြ
ေလ့လာၿပီးေရးဖူးတဲ့သူေတြ ရွိမွာပါ။
အခ်ိန္ဘယ္ေလာက္နဲ႕ စာမ်က္ႏွာ ဘယ္ေလာက္မ်ား ေရးဖူးၾကမလဲ။
ဒန္ဂ်ဳန္းစ္ကေတာ့ ၅ ႏွစ္ေက်ာ္အတြင္း
စီအိုင္ေအမွတ္တမ္း ၆ သန္း ေက်ာ္ကို ဖတ္ရႈခဲ့ၿပီး
စာမ်က္ႏွာေပါင္း ၇၀၀၀ ေလာက္ရွိတဲ့ အစီရင္ခံစာကို ေရးသားခဲ့ပါတယ္။
ဒီအစီရင္ခံစာထဲမွာ EIT စနစ္ကို ခြင့္ျပဳခဲ့တဲ့ ညႊန္ခ်ဳပ္ေတြ၊
စီအိုင္ေအအရာရွိေတြ၊ အမတ္ေတြ၊
အက်ဥ္းသားေတြအေၾကာင္း အကုန္ပါလာပါတယ္။
ဒီေတာ့ ဒီအစီရင္ခံစာကို မထြက္လာဖို႕ စီအိုင္ေအ၊
ဥပေဒဌာန နဲ႕ အိမ္ျဖဴေတာ္ကပါ ဖိအားေပးလာပါေတာ့တယ္။
ဒီဖိအားေတြ အခက္အခဲေတြၾကားကေန
ဒီအစီရင္ခံစာကိုရေအာင္ ထုတ္ျပန္ႏုိင္ခဲ့တဲ့အေၾကာင္းကို ျပထားတာပါပဲ။
သမိုင္းေနာက္ခံ ဒရာမာ ေကာင္းေကာင္းၾကိဳက္တဲ့သူေတြအတြက္
ရည္စူးၿပီး ဘာသာျပန္ေပးထားလိုက္ပါတယ္။
File Size : ( 1 GB , 437 MB )
Quality : WebRip 720p
Running Time : 1 hr 59 min
Format : Mp4
Genre : Biography , Drama , History
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Little Neo
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
