"unicodeဘရက်ပစ်ရဲ့ ရုပ်ရှင်ဇာတ်ကားအသစ်လာပါပြီ။Pauseဇာတ်လမ်းနာမည်ကတော့ လက်တင်ဘာသာစကားလုံးကိုယူထားတာဖြစ်ပြီး “ကြယ်တွေဆီသို့” လို့ အဓိပ္ပါယ်ရပါတယ်။သိပ္ပံစိတ်ကူးယဉ်ရုပ်ရှင် စစ်စစ်ပါပဲ။ဇာတ်လမ်းကတော့ အနာဂတ်ကာလမှာပေါ့။လူတွေဟာ လကမ္ဘာနဲ့ နေအဖွဲ့အစည်းက ဂြိုလ်တွေပေါ်မှာစခန်းတွေဆောက်ပြီး သုတေသနတွေ လုပ်နေကြပါပြီ။ဒီ အာကာသ သုတေသနတွေရဲ့ သူရဲကောင်းကြီးတစ်ယောက်ဖြစ်တဲ့ဒေါက်တာ ကလစ်ဖို့ မက်ဘရိုက်ဟာ အာကာသထဲမှာအသိဉာဏ်ရှိတဲ့ သက်ရှိတွေကို ရှာဖို့ နေအဖွဲ့အစည်းရဲ့ အဆုံးအစွန်ထိ သွားရင်းပျောက်ဆုံးသွားခဲ့ပါတယ်။၁၀ နှစ်ကျော်ကြာလာတဲ့အခါ အဲဒီပျောက်ဆုံးသွားတဲ့ အဖွဲ့ရဲ့ယာဉ်စခန်းကနေ ကမ္ဘာနဲ့ဂြိုလ်တွေအားလုံးကို အန္တရာယ်ပေးမယ်စွမ်းအင်တွေ ထွက်ပေါ်လာခဲ့ပါတယ်။အဲဒါကြောင့် ဒေါက်တာ မက်ဘရိုက်ကို ရှာဖို့ သူ့ရဲ့ သားဖြစ်သူဗိုလ်မှူး ရွိုင် မက်ဘရိုက်က အာကာသထဲကို စွန့်စားခန်းဖွင့်ရပါတော့တယ်။ဒီရုပ်ရှင်ကတော့ အာကာသထဲကို ခရီးသွားတာတွေကိုသဘာဝကျကျမြင်ချင်ရင်၊ အခက်အခဲတွေကိုရင်တမမနဲ့ ကြည့်ချင်ရင် ကြည့်သင့်တဲ့ ရုပ်ရှင်မျိုးပါပဲ။File Size : ( 1 GB , 437 MB )Quality : WebRip 720pRunning Time : 2 hr 03 minFormat : Mp4Genre : Adventure , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Little NeoEncoded by Moe Myint Lwinzawgyiဘရက္ပစ္ရဲ႕ ရုပ္ရွင္ဇာတ္ကားအသစ္လာပါၿပီ။ဇာတ္လမ္းနာမည္ကေတာ့ လက္တင္ဘာသာစကားလံုးကိုယူထားတာျဖစ္ၿပီး “ၾကယ္ေတြဆီသို႕” လို႕ အဓိပၸါယ္ရပါတယ္။သိပၸံစိတ္ကူးယဥ္ရုပ္ရွင္ စစ္စစ္ပါပဲ။ဇာတ္လမ္းကေတာ့ အနာဂတ္ကာလမွာေပါ့။လူေတြဟာ လကမာၻနဲ႕ ေနအဖြဲ႕အစည္းက ျဂိဳလ္ေတြေပၚမွာစခန္းေတြေဆာက္ၿပီး သုေတသနေတြ လုပ္ေနၾကပါၿပီ။ဒီ အာကာသ သုေတသနေတြရဲ႕ သူရဲေကာင္းၾကီးတစ္ေယာက္ျဖစ္တဲ့ေဒါက္တာ ကလစ္ဖို႕ မက္ဘရိုက္ဟာ အာကာသထဲမွာအသိဥာဏ္ရွိတဲ့ သက္ရွိေတြကို ရွာဖို႕ ေနအဖြဲ႕အစည္းရဲ႕ အဆံုးအစြန္ထိ သြားရင္းေပ်ာက္ဆံုးသြားခဲ့ပါတယ္။၁၀ ႏွစ္ေက်ာ္ၾကာလာတဲ့အခါ အဲဒီေပ်ာက္ဆံုးသြားတဲ့ အဖြဲ႕ရဲ႕ယာဥ္စခန္းကေန ကမာၻနဲ႕ျဂိဳလ္ေတြအားလံုးကို အႏၱရာယ္ေပးမယ္စြမ္းအင္ေတြ ထြက္ေပၚလာခဲ့ပါတယ္။အဲဒါေၾကာင့္ ေဒါက္တာ မက္ဘရိုက္ကို ရွာဖို႕ သူ႕ရဲ႕ သားျဖစ္သူဗိုလ္မွဴး ရြိဳင္ မက္ဘရိုက္က အာကာသထဲကို စြန္႕စားခန္းဖြင့္ရပါေတာ့တယ္။ဒီရုပ္ရွင္ကေတာ့ အာကာသထဲကို ခရီးသြားတာေတြကိုသဘာဝက်က်ျမင္ခ်င္ရင္၊ အခက္အခဲေတြကိုရင္တမမနဲ႕ ၾကည့္ခ်င္ရင္ ၾကည့္သင့္တဲ့ ရုပ္ရွင္မ်ိဳးပါပဲ။File Size : ( 1 GB , 437 MB )Quality : WebRip 720pRunning Time : 2 hr 03 minFormat : Mp4Genre : Adventure , Drama , MysterySubtitle : Myanmar Subtitle (Hard Sub)Translated by Little NeoEncoded by Moe Myint Lwin"