"Buttons(2018)အညြန္း******************Pause(unicode)ခရစ်စမတ်ရာသီရောက်လာတော့မှာမို့ ခရစ်စမတ်ကားလေးပဲ ထပ်တင်ပေးလိုက်ပါတယ်…“ဟိုးရှေးရှေးတုန်းကပေါ့ကွယ်…”ဇာတ်ကားဟာ ဒီလိုလေးအစချီတယ်…ဘာလို့ဆို ပုံပြင်လေးတစ်ပုဒ်ပြောပြနေသလိုမျိုးဇာတ်ကားကို ရိုက်ကူးထားလို့ပါ…အန်နာဘယ်ဆိုတဲ့ ကလေးမလေးတစ်ယောက်ဟာ ငယ်စဉ်ဘဝမှာ အပြင်းဖျားပြီး အသက်ဆုံးရှုံးရတော့မယ့်ဆဲဆဲမှာ သူ့ရဲ့ကိုယ်စောင့်နတ်လေးက ကယ်တင်ခဲ့လို့ အသက်ဆက်နိုင်ခဲ့ပါတယ်…ဖေဖေမေမေတို့ရဲ့ တစ်ဦးတည်းသော သမီးလေးဖြစ်တဲ့အတွက် မိဘတွေရဲ့ တုန်နေအောင်ချစ်တာကို ခံခဲ့ရပြီး သူကိုယ်တိုင်ကလည်း အဖေကော အမေကိုကောပါ ချစ်မြတ်နိုးသူတစ်ယောက်ပါ…သူဟာ အိပ်ယာဝင်ပုံပြင်တွေထဲက တမန်တော်ဆိုတာတွေကို ယုံကြည်ခဲ့ပြီး အဲ့ဒီယုံကြည်မှုကြောင့် သူဟာ တကယ်ပဲ သူ့ရဲ့ ကိုယ်စောင့်နတ်လေးကို မြင်နေရသူတစ်ယောက်ပေါ့..ကိုယ်စောင့်နတ်ဟာ သူ့ရဲ့မိတ်ဆွေဆိုလည်းဟုတ်တယ် ..ကိုးကွယ်ရာဆိုလည်းဟုတ်တယ်…သာယာနေတဲ့သူတို့ဆက်ဆံရေးဟာ နောက်ပိုင်းတော့ ပျက်ဖို့အကြောင်းဖန်လာတော့ပါတယ်….သူတို့ဆက်ဆံရေးဘာကြောင့်ပျက်ကြမှာလဲ…အရင်လိုပျော်ရွှင်စရာဆက်ဆံရေးပြန်ရကြမှာလား….မိသားစုနဲ့အတူကြည့်လို့ကောင်းတဲ့ကားလေးမို့ခံစားကြည့်ကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်…(zawgyi)ခရစ္စမတ္ရာသီေရာက္လာေတာ့မွာမို​့ ခရစ္စမတ္ကားေလးပဲ ထပ္တင္ေပးလိုက္ပါတယ္…“ဟိုးေရွးေရွးတုန္းကေပါ့ကြယ္…”ဇာတ္ကားဟာ ဒီလိုေလးအစခ်ီတယ္…ဘာလို႔ဆို ပုံျပင္ေလးတစ္ပုဒ္ေျပာျပေနသလိုမ်ိဳးဇာတ္ကားကို ႐ိုက္ကူးထားလို႔ပါ…အန္နာဘယ္ဆိုတဲ့ ကေလးမေလးတစ္ေယာက္ဟာ ငယ္စဥ္ဘဝမွာ အျပင္းဖ်ားၿပီး အသက္ဆုံးရံႈးရေတာ့မယ့္ဆဲဆဲမွာ သူ႔ရဲ႕ကိုယ္ေစာင့္နတ္ေလးက ကယ္တင္ခဲ့လို႔ အသက္ဆက္ႏိုင္ခဲ့ပါတယ္…ေဖေဖေမေမတို႔ရဲ႕ တစ္ဦးတည္းေသာ သမီးေလးျဖစ္တဲ့အတြက္ မိဘေတြရဲ႕ တုန္ေနေအာင္ခ်စ္တာကို ခံခဲ့ရၿပီး သူကိုယ္တိုင္ကလည္း အေဖေကာ အေမကိုေကာပါ ခ်စ္ျမတ္ႏိုးသူတစ္ေယာက္ပါ…သူဟာ အိပ္ယာဝင္ပုံျပင္ေတြထဲက တမန္ေတာ္ဆိုတာေတြကို ယုံၾကည္ခဲ့ၿပီး အဲ့ဒီယုံၾကည္မႈေၾကာင့္ သူဟာ တကယ္ပဲ သူ႔ရဲ႕ ကိုယ္ေစာင့္နတ္ေလးကို ျမင္ေနရသူတစ္ေယာက္ေပါ့..ကိုယ္ေစာင့္နတ္ဟာ သူ႔ရဲ႕မိတ္ေဆြဆိုလည္းဟုတ္တယ္ ..ကိုးကြယ္ရာဆိုလည္းဟုတ္တယ္…သာယာေနတဲ့သူတို႔ဆက္ဆံေရးဟာ ေနာက္ပိုင္းေတာ့ ပ်က္ဖို႔အေၾကာင္းဖန္လာေတာ့ပါတယ္….သူတို႔ဆက္ဆံေရးဘာေၾကာင့္ပ်က္ၾကမွာလဲ…အရင္လိုေပ်ာ္႐ႊင္စရာဆက္ဆံေရးျပန္ရၾကမွာလား….မိသားစုနဲ႔အတူၾကည့္လို႔ေကာင္းတဲ့ကားေလးမို႔ခံစားၾကည့္ၾကပါဦး…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္…File Size : (850 MB) and (340 MB)Quality : WEB-DL 720pFormat…mp4Duration…01:55:00Genre : Drama, FamilySubtitle : Myanmar Subtitle (Hard Sub)Translated by PaingEncoded by Phyo Pyae"