"(Unicode)
(Alert !!!!! Medical Negligence )
အသက်မွေးကျောင်း ဆိုင်ရာ ပညာရပ်တစ်ခုကို ရိုက်ကူးရာ၌ အိန္ဒိယရုပ်ရှင်လောကသည် လွန်စွာပါးနပ်ကျွမ်းကျင်လှသည်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပေးချင်သည့် စိတ်ကူးရသတို့အား ထိမိချိတ်ဆက်ပုံကလည်း ရှင်းလင်းပေါ်လွင်လှသည်။
ဤ ဇာတ်ကား မှာလည်း “ဆရာဝန်” ဟူသော အလုပ်အကိုင် တစ်ရပ်အား ဖော်ပြထားသည်။
သို့သော် ဤဇာတ်ကား၏ ထူးခြားချက်မှာ “ဆရာဝန် “ဟူသော အသုံးအနှုန်းအား ပြန်လည် သုံးသပ်ဆင်ခြင်မိစေသည်။
ဆရာဝန်အလုပ် ဟူသည် အသက်မွေးကျောင်း ပညာတစ်ရပ်ဖြစ်သော်လည်း ဆရာဝန်တစ်ဦးမကောင်းပါက ဆေးပညာလောကတစ်ခုလုံးအား ကိုယ်စားမပြုနိုင်။
ဤကဲ့သို့ပင်။ လူနာအပေါ် စေတနာ ထားသော ဆရာဝန်သည်လည်း ဆေးလောကကို ကိုယ်စားပြုသည် မဟုတ်လှပါ။
အဘယ်ကြောင့် ဆိုသော် ဆေးပညာနယ်ပယ်အရ စိတ်ဓာတ် နည်းနာများ ကောင်းမွန်စေရန် သင်ကြားပေးခဲ့သော်လည်း လိုက်နာအပ်သော စိတ်သဘောထား ကွာဟ မှုတို့ကြောင့် ဖြစ်ပေသည်။
ဤဇာတ်ကားတွင်လည်း ထိုသို့သော သဘောတရားအခြေခံအား အခြေပြုထားသည်။ ကောင်းမွန်သော ဆရာဝန်ရှိသကဲ့သို့ ကိုယ်ကျိုးဆန်သော ဆရာဝန်လည်း ရှိခဲ့သည်။
ဆရာဝန်တိုင်း ကောင်းသည်မဟုတ်။ ဆိုးသည်မဟုတ်ပါချေ။ လူ့သဘာ၀ စိတ်ဓာတ်အနေအထားအရ ကွာခြားခဲ့သော်လည်း ဆေးပညာလောကသည် လူနာအသက် ဦးစားပေးရေး ပင် ဖြစ်ပေသည်။
ဇာတ်လမ်းအကျဉ်းအရ နာမည်ကြီးဆေးရုံ တစ်ခုသို့ ကလေးတစ်ယောက် ဗိုက်အောင့်ရင်း ဆေးရုံလာခဲ့သည်။ အကြောင်းရင်းမှာတော့ အူအတက်ရောင် ရောဂါ ကြောင့် ပင် ဖြစ်သည်။
သို့နှင့် နောက်ရက်များမှာ တော့ ခွဲစိတ်ဖို့ စီမံထားခဲ့ကြသည်။ ခွဲစိတ်ပေးမည့် ဆရာဝန်ကြီးကလည်း နိုင်ငံတွင်းကျော်ကြားသည့် ခွဲစိတ်ဆရာဝန်ကြီးဖြစ်သည်။
ထို့နောက် ခွဲစိတ်မည့်နေ့ရက် ရောက်ရှိလာခဲ့သည်။သို့သော် ခွဲစိတ်မှုမလုပ်ခင် တစ်နာရီအလိုမှာတော့ ကလေး သည် ဘီစကွက်ခိုးစားလိုက်မိသည်။
ဤသည်ကို သူနာပြု မှတဆင့် ဆရာဝန်ကြီးအား အကြောင်းကြားခဲ့သော်လည်း ဆရာဝန်ကြီး၏ သဘောအတိုင်း ခွဲစိတ်မှု ပြုလုပ်ရန်သာ စီစဉ်ခဲ့ကြသည်။
အဲ့ဒီနောက် ခွဲစိတ်မှု စတင်ပြုလုပ်ခဲ့ရာ အူအတက်အား ဖြတ်ထုတ် နိုင်ခဲ့သော်လည်း ကလေး ၏ အခြေအနေမှာ မကောင်းလှချေ။
စားခဲ့သောအစာ ကြောင့် အလွန်အမင်း အန်လာပြီး အစာ လေပြွန်အတွင်း ဝင်ရောက်ခဲ့သည်။ Oxygen Level ကျဆင်းလာပြီး ဦးနှောက်သို့ သွေးပို့ဆောင်မှုလည်း နည်းလာသည်။
ထို့နောက် ကံဆိုးစွာဖြင့် ကလေးမှာ Coma ရခဲ့လေသည်။ နောက်နှစ်ရက် မှာတော့ ကလေးငယ်မှာ သေဆုံးခဲ့လေတော့သည်။
ယခု ဖြစ်စဉ်သည် အစာကြောင့် ဟု ဆိုအပ်ပါလျှင် ခွဲစိတ်မှု မပြုလုပ်ခင် အစာအိမ် ရှင်းလင်းနိုင်ရေး မပြုခဲ့သည့် ပေါ့ဆမှုကြောင့် ကလေးသေဆုံးမှု ဖြစ်ခဲ့ရခြင်းဖြစ်သည်။
( ဤနေရာတွင် ဆရာဝန်ပေါ့ဆမှု ဟုသာ တရားရုံး၌ ထင်ရှားပါက ထောင်ဒဏ်ကျခံရဖွယ်ရှိသည် )
ဆရာဝန်ကြီးကလည်း နိုင်ငံတွင်း ကျော်ကြားသူတစ်ဦး ဖြစ်သောကြောင့် ဤသေဆုံးမှု၏အကြောင်းရင်းဖြစ်ရပ်မှန် အား ဖုံးကွယ်ထားခဲ့သည်။
သက်သေ အားလုံးကိုလည်း ဖျောက်ဖျက်ခဲ့သည်။ မိဘများအား အဆုတ် အလုပ်လုပ်မှု ဖြစ်စဉ် မူမမှန်ကြောင့် သေဆုံးရသည် ဟု သာ ရှင်းပြထားခဲ့သည်။ ။
သို့သော်လည်း ဤသေဆုံးအား သံသယရှိသူ တစ်ဦးပေါ်လာခဲ့သည်။ နာမည်က Romesh ။ Romesh မှာ ဤဆေးရုံမှ ဆရာဝန်ငယ်တစ်ဦး ဖြစ်သည်။
ကလေးငယ် အသက်ထင်ရှားရှိစဉ်က ကလေးငယ်အား အသက်အန္တရယ် မရှိ ကုသပေးနိုင်မည်ဟု ကတိပေးထားခဲ့သူဖြစ်သည်။ ဤနေရာတွင် ဇာတ်ကား၏ ဆွဲဆောင်မှုသည် မြင့်မားလာသည်။
ဂုဏ် ပကာသန တို့နှင့် မူးယစ်ရင်း တာဝန်ခံလိုမှု မရှိစွမ်းသော ဆရာဝန်ကြီး နှင့် တာဝန်ယူလိုမှုရှိ စေချင်သော ဆရာဝန်ငယ်တို့ အားပြိုင်မှုမှာလည်း ပြင်းထန်လာသည်။
ကလေး ကို ဆုံးရှုံးခဲ့ရသော မိခင်တစ်ဦး၏ အမှန်တရား ငတ်မွတ်မှုမှာလည်း ပြင်းပြလာခဲ့သည်။ ဤသို့နှင့် အမှုမှန် တစ်ခု ပေါ်ပေါက်လာရန် တင်ဆက်ပုံတို့ကလည်း ဇာတ်အိမ်ကို ပိုခိုင်မာလာစေသည်။
ဤဇာတ်ကားတွင် Profession တစ်ခုအောက် အလုပ်လုပ်ကြသော်လည်း တာဝန်ခံလိုမှုသဘောတရား ကို ဖွင့်ဟထားပေးနိုင်ခဲ့သည်။
ဆရာဝန်များ ပေါ့ဆအပ်သော သတိပေးခေါင်းလောင်း( Medical Negligence ) ကိုလည်း မီးမောင်းထိုးပြပေးခဲ့သည်။
ကိုယ်ချင်းစာနာတတ်မှု / အားပြိုင်မှု / အမှန်တရား တိုက်ပွဲ တို့ကလည်း ဇာတ်လမ်း ၏ အနှစ်သာရကို ပိုမိုရသပေါ်လွင်စေသည်။
ထို့ပြင် စကားလုံး အသုံးအနှုန်း နှင့် ဇာတ်ကွက် အလှည့်တို့ကလည်း စိတ်အံ့အား သင့်စေ မည် ဖြစ်တာမို့ ပေးရသည့် အချိန်နဲ့ ထိုက်တန်အပ်သည့် ဇာတ်ကားဖြစ်ခဲ့ပါတော့သည်။
အထက်ပါအကြောင်းအရာများကို ကိုလင်းခံယံ၏ ခွင့်ပြုချက်နှင့် ကူးယူဖော်ပြထားပါတယ်။
ဒီဇာတ်ကားက ဆေးပညာပိုင်း ဖြစ်တဲ့အလျောက် ဘာသာပြန်ဆိုသူများအနေဖြင့် တစ်ချို့ဝေါဟာရတွေ မြန်မာမှုပြုဖို့ရာ ခဲယဉ်းခြင်းရှိသလို နယ်ပယ် ကျွမ်းကျင်မှု မရှိသည့်အတွက် အခက်အခဲတွေ ရှိထားပါတယ်။
ဒါပေမဲ့ အနီးစပ်ဆုံးဖြစ်အောင် ဆရာဝန်၃ယောက်ဆီမှ အကူအညီယူထားပါတယ်။
ဂရုစိုက်သည့်ကြားမှ လိုအပ်ချက်တစ်စုံတစ်ရာရှိပါက သည်းခံပေးပါရန် တောင်းဆိုချင်ပါတယ်။
ဘာသာပြန်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
(Alert !!!!! Medical Negligence )
အသက္ေမြးေက်ာင္း ဆိုင္ရာ ပညာရပ္တစ္ခုကို ႐ိုက္ကူးရာ၌ အိႏၵိယ႐ုပ္ရွင္ေလာကသည္ လြန္စြာပါးနပ္ကြၽမ္းက်င္လွသည္။
ေပးခ်င္သည့္ စိတ္ကူးရသတို႔အား ထိမိခ်ိတ္ဆက္ပုံကလည္း ရွင္းလင္းေပၚလြင္လွသည္။
ဤ ဇာတ္ကား မွာလည္း “ဆရာ၀န္” ဟူေသာ အလုပ္အကိုင္ တစ္ရပ္အား ေဖာ္ျပထားသည္။
သို႔ေသာ္ ဤဇာတ္ကား၏ ထူးျခားခ်က္မွာ “ဆရာ၀န္ “ဟူေသာ အသုံးအႏႈန္းအား ျပန္လည္ သုံးသပ္ဆင္ျခင္မိေစသည္။
ဆရာ၀န္အလုပ္ ဟူသည္ အသက္ေမြးေက်ာင္း ပညာတစ္ရပ္ျဖစ္ေသာ္လည္း ဆရာ၀န္တစ္ဦးမေကာင္းပါက ေဆးပညာေလာကတစ္ခုလုံးအား ကိုယ္စားမျပဳႏိုင္။
ဤကဲ့သို႔ပင္။ လူနာအေပၚ ေစတနာ ထားေသာ ဆရာ၀န္သည္လည္း ေဆးေလာကကို ကိုယ္စားျပဳသည္ မဟုတ္လွပါ။
အဘယ္ေၾကာင့္ ဆိုေသာ္ ေဆးပညာနယ္ပယ္အရ စိတ္ဓာတ္ နည္းနာမ်ား ေကာင္းမြန္ေစရန္ သင္ၾကားေပးခဲ့ေသာ္လည္း လိုက္နာအပ္ေသာ စိတ္သေဘာထား ကြာဟ မႈတို႔ေၾကာင့္ ျဖစ္ေပသည္။
ဤဇာတ္ကားတြင္လည္း ထိုသို႔ေသာ သေဘာတရားအေျခခံအား အေျချပဳထားသည္။ ေကာင္းမြန္ေသာ ဆရာ၀န္ရွိသကဲ့သို႔ ကိုယ္က်ိဳးဆန္ေသာ ဆရာ၀န္လည္း ရွိခဲ့သည္။
ဆရာ၀န္တိုင္း ေကာင္းသည္မဟုတ္။ ဆိုးသည္မဟုတ္ပါေခ်။ လူ႔သဘာ၀ စိတ္ဓာတ္အေနအထားအရ ကြာျခားခဲ့ေသာ္လည္း ေဆးပညာေလာကသည္ လူနာအသက္ ဦးစားေပးေရး ပင္ ျဖစ္ေပသည္။
ဇာတ္လမ္းအက်ဥ္းအရ နာမည္ႀကီးေဆး႐ုံ တစ္ခုသို႔ ကေလးတစ္ေယာက္ ဗိုက္ေအာင့္ရင္း ေဆး႐ုံလာခဲ့သည္။ အေၾကာင္းရင္းမွာေတာ့ အူအတက္ေရာင္ ေရာဂါ ေၾကာင့္ ပင္ ျဖစ္သည္။
သို႔ႏွင့္ ေနာက္ရက္မ်ားမွာ ေတာ့ ခြဲစိတ္ဖို႔ စီမံထားခဲ့ၾကသည္။ ခြဲစိတ္ေပးမည့္ ဆရာ၀န္ႀကီးကလည္း ႏိုင္ငံတြင္းေက်ာ္ၾကားသည့္ ခြဲစိတ္ဆရာ၀န္ႀကီးျဖစ္သည္။
ထို႔ေနာက္ ခြဲစိတ္မည့္ေန႔ရက္ ေရာက္ရွိလာခဲ့သည္။သို႔ေသာ္ ခြဲစိတ္မႈမလုပ္ခင္ တစ္နာရီအလိုမွာေတာ့ ကေလး သည္ ဘီစကြက္ခိုးစားလိုက္မိသည္။
ဤသည္ကို သူနာျပဳ မွတဆင့္ ဆရာ၀န္ႀကီးအား အေၾကာင္းၾကားခဲ့ေသာ္လည္း ဆရာ၀န္ႀကီး၏ သေဘာအတိုင္း ခြဲစိတ္မႈ ျပဳလုပ္ရန္သာ စီစဥ္ခဲ့ၾကသည္။
အဲ့ဒီေနာက္ ခြဲစိတ္မႈ စတင္ျပဳလုပ္ခဲ့ရာ အူအတက္အား ျဖတ္ထုတ္ ႏိုင္ခဲ့ေသာ္လည္း ကေလး ၏ အေျခအေနမွာ မေကာင္းလွေခ်။
စားခဲ့ေသာအစာ ေၾကာင့္ အလြန္အမင္း အန္လာၿပီး အစာ ေလႁပြန္အတြင္း ၀င္ေရာက္ခဲ့သည္။ Oxygen Level က်ဆင္းလာၿပီး ဦးေႏွာက္သို႔ ေသြးပို႔ေဆာင္မႈလည္း နည္းလာသည္။
ထို႔ေနာက္ ကံဆိုးစြာျဖင့္ ကေလးမွာ Coma ရခဲ့ေလသည္။ ေနာက္ႏွစ္ရက္ မွာေတာ့ ကေလးငယ္မွာ ေသဆုံးခဲ့ေလေတာ့သည္။
ယခု ျဖစ္စဥ္သည္ အစာေၾကာင့္ ဟု ဆိုအပ္ပါလွ်င္ ခြဲစိတ္မႈ မျပဳလုပ္ခင္ အစာအိမ္ ရွင္းလင္းႏိုင္ေရး မျပဳခဲ့သည့္ ေပါ့ဆမႈေၾကာင့္ ကေလးေသဆုံးမႈ ျဖစ္ခဲ့ရျခင္းျဖစ္သည္။
( ဤေနရာတြင္ ဆရာ၀န္ေပါ့ဆမႈ ဟုသာ တရား႐ုံး၌ ထင္ရွားပါက ေထာင္ဒဏ္က်ခံရဖြယ္ရွိသည္ )
ဆရာ၀န္ႀကီးကလည္း ႏိုင္ငံတြင္း ေက်ာ္ၾကားသူတစ္ဦး ျဖစ္ေသာေၾကာင့္ ဤေသဆုံးမႈ၏အေၾကာင္းရင္းျဖစ္ရပ္မွန္ အား ဖုံးကြယ္ထားခဲ့သည္။
သက္ေသ အားလုံးကိုလည္း ေဖ်ာက္ဖ်က္ခဲ့သည္။ မိဘမ်ားအား အဆုတ္ အလုပ္လုပ္မႈ ျဖစ္စဥ္ မူမမွန္ေၾကာင့္ ေသဆုံးရသည္ ဟု သာ ရွင္းျပထားခဲ့သည္။ ။
သို႔ေသာ္လည္း ဤေသဆုံးအား သံသယရွိသူ တစ္ဦးေပၚလာခဲ့သည္။ နာမည္က Romesh ။ Romesh မွာ ဤေဆး႐ုံမွ ဆရာ၀န္ငယ္တစ္ဦး ျဖစ္သည္။
ကေလးငယ္ အသက္ထင္ရွားရွိစဥ္က ကေလးငယ္အား အသက္အႏၲရယ္ မရွိ ကုသေပးႏိုင္မည္ဟု ကတိေပးထားခဲ့သူျဖစ္သည္။ ဤေနရာတြင္ ဇာတ္ကား၏ ဆြဲေဆာင္မႈသည္ ျမင့္မားလာသည္။
ဂုဏ္ ပကာသန တို႔ႏွင့္ မူးယစ္ရင္း တာ၀န္ခံလိုမႈ မရွိစြမ္းေသာ ဆရာ၀န္ႀကီး ႏွင့္ တာ၀န္ယူလိုမႈရွိ ေစခ်င္ေသာ ဆရာ၀န္ငယ္တို႔ အားၿပိဳင္မႈမွာလည္း ျပင္းထန္လာသည္။
ကေလး ကို ဆုံးရႈံးခဲ့ရေသာ မိခင္တစ္ဦး၏ အမွန္တရား ငတ္မြတ္မႈမွာလည္း ျပင္းျပလာခဲ့သည္။ ဤသို႔ႏွင့္ အမႈမွန္ တစ္ခု ေပၚေပါက္လာရန္ တင္ဆက္ပုံတို႔ကလည္း ဇာတ္အိမ္ကို ပိုခိုင္မာလာေစသည္။
ဤဇာတ္ကားတြင္ Profession တစ္ခုေအာက္ အလုပ္လုပ္ၾကေသာ္လည္း တာ၀န္ခံလိုမႈသေဘာတရား ကို ဖြင့္ဟထားေပးႏိုင္ခဲ့သည္။
ဆရာ၀န္မ်ား ေပါ့ဆအပ္ေသာ သတိေပးေခါင္းေလာင္း( Medical Negligence ) ကိုလည္း မီးေမာင္းထိုးျပေပးခဲ့သည္။
ကိုယ္ခ်င္းစာနာတတ္မႈ / အားၿပိဳင္မႈ / အမွန္တရား တိုက္ပြဲ တို႔ကလည္း ဇာတ္လမ္း ၏ အႏွစ္သာရကို ပိုမိုရသေပၚလြင္ေစသည္။
ထို႔ျပင္ စကားလုံး အသုံးအႏႈန္း ႏွင့္ ဇာတ္ကြက္ အလွည့္တို႔ကလည္း စိတ္အံ့အား သင့္ေစ မည္ ျဖစ္တာမို႔ ေပးရသည့္ အခ်ိန္နဲ႔ ထိုက္တန္အပ္သည့္ ဇာတ္ကားျဖစ္ခဲ့ပါေတာ့သည္။
အထက္ပါအေၾကာင္းအရာမ်ားကို ကိုလင္းခံယံ၏ ခြင့္ျပဳခ်က္ႏွင့္ ကူးယူေဖာ္ျပထားပါတယ္။
ဒီဇာတ္ကားက ေဆးပညာပိုင္း ျဖစ္တဲ့အေလ်ာက္ ဘာသာျပန္ဆိုသူမ်ားအေနျဖင့္ တစ္ခ်ိဳ႕ေဝါဟာရေတြ ျမန္မာမႈျပဳဖို႔ရာ ခဲယဥ္းျခင္းရွိသလို နယ္ပယ္ ကြၽမ္းက်င္မႈ မရွိသည့္အတြက္ အခက္အခဲေတြ ရွိထားပါတယ္။
ဒါေပမဲ့ အနီးစပ္ဆုံးျဖစ္ေအာင္ ဆရာဝန္၃ေယာက္ဆီမွ အကူအညီယူထားပါတယ္။
ဂ႐ုစိုက္သည့္ၾကားမွ လိုအပ္ခ်က္တစ္စုံတစ္ရာရွိပါက သည္းခံေပးပါရန္ ေတာင္းဆိုခ်င္ပါတယ္။
ဘာသာျပန္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (950 MB ) and (480 MB)
Quality : NF WEB-DL 720p
Running Time : 2hr 09min
Format : Mp4
Genre : Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.NF.WebDL.AVC.DDP.5.1-DDR
Translated by Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
