"(Unicode)
၂၀၁၉ ခုနှစ်ထွက် New Zealand နိုင်ငံထုတ် Drama/Musical ဇာတ်လမ်းကောင်းလေးတစ်ပုဒ်ကိုမိတ်ဆက်ပေးချင်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
relationship တစ်ခုတည်ဆောက်ပြီးပြီဆိုရင် ဘယ်သူမှတော့ ပြိုကွဲချင်ကြမှာမဟုတ်ပါဘူး
အထူးသဖြင့် ကိုယ့်ရဲ့ love of the life နဲ့ဆိုရင်ပေါ့
အဲ့လိုမပြိုကွဲဖို့ဆိုရင် တစ်ဦးနဲ့တစ်ဦး ဖုံးကွယ်သိုဝှက်ထားတာတွေမရှိပဲ ပွင့်ပွင့်လင်းလင်းနဲ့နားလည်မှုကို
တည်ဆောက်သင့်တယ်ဆိုတာကို ဒီဇာတ်ကားလေးက ကွက်ကွက်ကွင်းကွင်းပြသသွားပါတယ်
ဇာတ်လမ်းအကျဉ်းလေးကတော့ အဲရစ်က ဓာတ်ပြားဆိုင်မှာအလုပ်လုပ်တဲ့ လူငယ်လေးပါ
တစ်ရက်တော့ သိပ်ကိုလှပတဲ့ ရို့စ်နဲ့ အမှတ်မထင်တွေ့ဆုံရင်း နှစ်ယောက်သား ချစ်မိသွားကြတယ်ဆိုပါတော့
ဒီလိုနဲ့ ရို့စ်အမေ သဘောမတူတဲ့ကြားထဲက လက်ထပ်လိုက်ကြတယ်
အချိန်တွေကြာလာတာနဲ့အမျှ သူတို့အိမ်ထောင်ရေးဟာ ချစ်စခင်စလိုပန်းခင်းလမ်းမဟုတ်တော့တဲ့အခါ….
Ost အမိုက်စားတွေနဲ့အတူ ချစ်တတ်ရင် ရို့စ်နဲ့အဲရစ်တို့နေရာကနေ ဝင်ရောက်ခံစားမိစေမှာအမှန်မို့ကြည့်ရှုဖို့တိုက်တွန်းလိုက်ပါတယ်
(ရှပ်ရှင်အညွှန်း နဲ့ ဘာသာပြန်သူကတော့ May Myat Thu ပါ)
(Zawgyi)
၂၀၁၉ ခုႏွစ္ထြက္ New Zealand ႏိုင္ငံထုတ္ Drama/Musical ဇာတ္လမ္းေကာင္းေလးတစ္ပုဒ္ကိုမိတ္ဆက္ေပးခ်င္ပါတယ္
relationship တစ္ခုတည္ေဆာက္ၿပီးၿပီဆိုရင္ ဘယ္သူမွေတာ့ ၿပိဳကြဲခ်င္ၾကမွာမဟုတ္ပါဘူး
အထူးသျဖင့္ ကိုယ့္ရဲ႕ love of the life နဲ႔ဆိုရင္ေပါ့
အဲ့လိုမၿပိဳကြဲဖို႔ဆိုရင္ တစ္ဦးနဲ႔တစ္ဦး ဖုံးကြယ္သိုဝွက္ထားတာေတြမရွိပဲ ပြင့္ပြင့္လင္းလင္းနဲ႔နားလည္မႈကို
တည္ေဆာက္သင့္တယ္ဆိုတာကို ဒီဇာတ္ကားေလးက ကြက္ကြက္ကြင္းကြင္းျပသသြားပါတယ္
ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ အဲရစ္က ဓာတ္ျပားဆိုင္မွာအလုပ္လုပ္တဲ့ လူငယ္ေလးပါ
တစ္ရက္ေတာ့ သိပ္ကိုလွပတဲ့ ႐ို႕စ္နဲ႔ အမွတ္မထင္ေတြ႕ဆုံရင္း ႏွစ္ေယာက္သား ခ်စ္မိသြားၾကတယ္ဆိုပါေတာ့
ဒီလိုနဲ႔ ႐ို႕စ္အေမ သေဘာမတူတဲ့ၾကားထဲက လက္ထပ္လိုက္ၾကတယ္
အခ်ိန္ေတြၾကာလာတာနဲ႔အမွ် သူတို႔အိမ္ေထာင္ေရးဟာ ခ်စ္စခင္စလိုပန္းခင္းလမ္းမဟုတ္ေတာ့တဲ့အခါ….
Ost အမိုက္စားေတြနဲ႔အတူ ခ်စ္တတ္ရင္ ႐ို႕စ္နဲ႔အဲရစ္တို႔ေနရာကေန ဝင္ေရာက္ခံစားမိေစမွာအမွန္မို႔ၾကည့္ရႈဖို႔တိုက္တြန္းလိုက္ပါတယ္
(ရွပ္ရွင္အၫႊန္း နဲ႔ ဘာသာျပန္သူကေတာ့ May Myat Thu ပါ)
File Size : (750 MB) and (380 MB)
Quality : WEB-DL 720p
Running Time : 1hr 33min
Format : Mp4
Genre : Biography, Drama, Musical
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.WEB-DL.XviD.AC3-FGT
Translated by May Myat Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
