"Don’t Worry, He Won’t Get Far on Foot(2018)အညႊန္း**********************************************PauseIMDB rating -6.9Rotten tomato – 76%(unicode)Joker 2019 နဲ့လူသိများခဲ့တဲ့ Joaquin Phoenix ရဲ့ဇာတ်ကားသစ်ပါ…သူကတော့ John Callahan အဖြစ်သရုပ်ဆောင်ထားပါတယ်…“ကျွန်တော့်အမေနဲ့ပက်သက်တာဆိုလို့သုံးခုပဲ သိတယ် သူက အမေရိကန်အိုင်းရစ်လူမျိုးဆံပင် အနီ နဲ့ ကျောင်းဆရာမတစ်ယောက် ဟုတ်တယ် သူ ကျွန်တော့်ကိုမလိုချင်ခဲ့ဘူး လေးခုပေါ့” အမေရိကန်နိုင်ငံရဲ့နာမည်ကြီး ကာတွန်းဆရာ ဂျွန်ကလာဟန် သူ့ကိုယ်သူမိတ်ဆက်တိုင်းမှာပါနေကြစကားလေးပါ ငယ်ငယ်ကတည်းက အမေရဲ့စွန့်ပစ်ခြင်းကိုခံရပြီးမေတ္တာငတ်ခဲ့သူတစ်ယောက်ဖြစ်ခဲ့တယ် …ခံစားချက်တွေဖုံးကွယ်ဖို့အသက် ၁၃နှစ်ကတည်းက အရက်ကိုနှစ်ခြိုက်စွာစသောက်ခဲ့တယ်..ဒါတွေရဲ့နောက်ဆက်တွဲဆိုးကျိုးလို့ပဲပြောရမလားမသိ..ကားအက်ဆီးဒန့်ဖြစ်ပြီးအောက်ပိုင်းသေသွားခဲ့တယ် …မူလကထဲက စိတ်ပိုင်းဆိုင်ရာ နာကျင်မှုတွေရှိတဲ့သူ ဟာ အောက်ပိုင်းသေသွားတဲ့အတွက်ကြောင့် ပိုဆိုးလာခဲ့တယ်….တစ်နေ့တော့သူအရက်မသောက်ပဲ ကျောင်းတက်ပြီး သူနှစ်သက်တဲ့အလုပ်တစ်ခုလုပ်ကာသူ့ဘ၀ကိုအရှုံးမပေးဖို့စတင်ကြိုးစားပါတော့တယ်…သူဘယ်လိုကြိုးစားလဲ…အောက်ပိုင်းသေနေတဲ့သူတစ်ယောက်ဟာဘယ်လောက်ထိအောင်မြင်မှုတွေရခဲ့လဲ…ဒီဇာတ်ကားက တော့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းဖြစ်ပါတယ်…ကာတွန်းတွေ တစ်ချက်ထိ ဟာသ သရောကာတွန်းလေးတွေရေးတဲ့အပြင်ကာတွန်းစီးရီးတွေနဲ့အောင်မြင်မှုရခဲ့တဲ့ John Callahan အကြောင်းကိုရိုက်ပြထားတာပါ… ခံစားကြည့်ကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့Tin Myo Lwin ပဲဖြစ်ပါတယ်…(zawgyi)Joker 2019 နဲ႔လူသိမ်ားခဲ့တဲ့ Joaquin Phoenix ရဲ႕ဇာတ္ကားသစ္ပါ…သူကေတာ့ John Callahan အျဖစ္သ႐ုပ္ေဆာင္ထားပါတယ္…“ကြၽန္ေတာ့္အေမနဲ႔ပက္သက္တာဆိုလို႔သုံးခုပဲ သိတယ္ သူက အေမရိကန္အိုင္းရစ္လူမ်ိဳးဆံပင္ အနီ နဲ႔ ေက်ာင္းဆရာမတစ္ေယာက္ ဟုတ္တယ္ သူ ကြၽန္ေတာ့္ကိုမလိုခ်င္ခဲ့ဘူး ေလးခုေပါ့” အေမရိကန္ႏိုင္ငံရဲ႕နာမည္ႀကီး ကာတြန္းဆရာ ဂြၽန္ကလာဟန္ သူ႔ကိုယ္သူမိတ္ဆက္တိုင္းမွာပါေနၾကစကားေလးပါ ငယ္ငယ္ကတည္းက အေမရဲ႕စြန႔္ပစ္ျခင္းကိုခံရၿပီးေမတၱာငတ္ခဲ့သူတစ္ေယာက္ျဖစ္ခဲ့တယ္ …ခံစားခ်က္ေတြဖုံးကြယ္ဖို႔အသက္ ၁၃ႏွစ္ကတည္းက အရက္ကိုႏွစ္ၿခိဳက္စြာစေသာက္ခဲ့တယ္..ဒါေတြရဲ႕ေနာက္ဆက္တြဲဆိုးက်ိဳးလို႔ပဲေျပာရမလားမသိ..ကားအက္ဆီးဒန႔္ျဖစ္ၿပီးေအာက္ပိုင္းေသသြားခဲ့တယ္ …မူလကထဲက စိတ္ပိုင္းဆိုင္ရာ နာက်င္မႈေတြရွိတဲ့သူ ဟာ ေအာက္ပိုင္းေသသြားတဲ့အတြက္ေၾကာင့္ ပိုဆိုးလာခဲ့တယ္….တစ္ေန႔ေတာ့သူအရက္မေသာက္ပဲ ေက်ာင္းတက္ၿပီး သူႏွစ္သက္တဲ့အလုပ္တစ္ခုလုပ္ကာသူ႔ဘ၀ကိုအရႈံးမေပးဖို႔စတင္ႀကိဳးစားပါေတာ့တယ္…သူဘယ္လိုႀကိဳးစားလဲ…ေအာက္ပိုင္းေသေနတဲ့သူတစ္ေယာက္ဟာဘယ္ေလာက္ထိေအာင္ျမင္မႈေတြရခဲ့လဲ…ဒီဇာတ္ကားက ေတာ့ ျဖစ္ရပ္မွန္ ဇာတ္လမ္းျဖစ္ပါတယ္…ကာတြန္းေတြ တစ္ခ်က္ထိ ဟာသ သေရာကာတြန္းေလးေတြေရးတဲ့အျပင္ကာတြန္းစီးရီးေတြနဲ႔ေအာင္ျမင္မႈရခဲ့တဲ့ John Callahan အေၾကာင္းကို႐ိုက္ျပထားတာပါ… ခံစားၾကည့္ၾကပါဦး…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့Tin Myo Lwin ပဲျဖစ္ပါတယ္…File Size : (900 MB) and (460 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:54:00Genre : Biography, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Tin Myo LwinEncoded by Phyo Pyae"