"Zawgyi*******Pauseဒီဇာက္ကားေလးဟာ ေဟာင္ေကာင္ဟာသေလးေလးျဖစ္ၿပီးအရမ္းကိုရယ္ရတဲ့ဇာက္ကားေလးပါ တကယ္ပါ ဇာက္လမ္းဇာက္အိမ္ေကာင္မြန္ၿပီးနမည္ႀကီးမင္းသားႀကီးေတြ ပါဝင္ထားၿပီး ဟာသ dramaကားေလးပဲ ျဖစ္ပါတယ္ဒီဇာက္ကားထဲမွာ companyတစ္ခုလုပ္ေနတဲ့ သူငယ္ခ်င္းႏွစ္ေယာက္ဟာသူေဌးရဲ႕ခိုင္းေစခ်က္အရ ဘိုးဘြားရိပ္သာကို ေရာက္ရွိလာပါတယ္အဲ့ဒီဘိုးဘြားရိပ္သာမွာဆိုရင္ လူ ၇ေယာက္ပဲ ရွိပါတယ္ပထမဆူံးတစ္ေယာက္ကေတာ့ ဘိုးဘြားရိပ္သာပိုင္ရွင္ဆရာဝန္ခပ္ေၾကာင္ေၾကာင္တစ္ေယာက္ပါပဲ သူက ဆရာဝန္သာေျပာတယ္သူ႔ဘာသာသူ ဘာေရာဂါျဖစ္ေနမွန္းမသိတဲ့သူပါေနာက္တစ္ေယာက္ကေတာ့ ဆရာဝန္လက္ေထာက္ သူနာျပဳမွေလးပါသူကေတာ့ ခပ္ေခ်ာေခ်ာေလး ဒါေပမဲ့ သူမလုပ္ႏိူင္တာဘာမွမရွ္ိပါဘူးေနာက္ငါးေယာက္ကေတာ့ သက္ႀကီး႐ြယ္အိုေတြပါ လူႀကီးေတြလို႔သာေျပာတယ္သူတိူ႔မွာ သူတို႔ရဲ႕ဇာက္လမ္းေလးေတြ လူမသိေသးတဲ့ သူတိူ႔ရဲ႕ကြၽမ္းက်င္မႈေတြကို ေတြ႕ရမွာပါ ဟိုခပ္ေၾကာင္ေၾကာင္သူငယ္ခ်င္းႏွစ္ေယာက္ရိပ္သာကိုေရာက္လာတာ ဘာရယ္႐ြယ္ခ်က္ရွိလို႔လဲ သူတို႔နဲ႔ ရိပ္သာကဘိုးဘြားေတြ ဘယ္လိုအလြဲေတြနဲ႔ ခြီးရမလဲဆိုတာ ဇာက္ကားေလးသာၾကည့္လိုက္ၾကပါေတာ့ ၫြန္းရမယ္ဆိုရင္ ေတာ္ေတာ္ေလးကို ေပါ့ပါးၿပီးရယ္ရတဲ့ကားေကာင္းေလး တစ္ကားျဖစ္တာေၾကာင့္ ၾကည့္ရႈသူေတြစိတ္ေၾကနပ္မႈရွိေစမွာပါ.Unicode*******ဒီဇာက်ကားလေးဟာ ဟောင်ကောင်ဟာသလေးလေးဖြစ်ပြီးအရမ်းကိုရယ်ရတဲ့ဇာက်ကားလေးပါ တကယ်ပါ ဇာက်လမ်းဇာက်အိမ်ကောင်မွန်ပြီးနမည်ကြီးမင်းသားကြီးတွေ ပါဝင်ထားပြီး ဟာသ dramaကားလေးပဲ ဖြစ်ပါတယ်ဒီဇာက်ကားထဲမှာ companyတစ်ခုလုပ်နေတဲ့ သူငယ်ချင်းနှစ်ယောက်ဟာသူဌေးရဲ့ခိုင်းစေချက်အရ ဘိုးဘွားရိပ်သာကို ရောက်ရှိလာပါတယ်အဲ့ဒီဘိုးဘွားရိပ်သာမှာဆိုရင် လူ ၇ယောက်ပဲ ရှိပါတယ်ပထမဆူံးတစ်ယောက်ကတော့ ဘိုးဘွားရိပ်သာပိုင်ရှင်ဆရာဝန်ခပ်ကြောင်ကြောင်တစ်ယောက်ပါပဲ သူက ဆရာဝန်သာပြောတယ်သူ့ဘာသာသူ ဘာရောဂါဖြစ်နေမှန်းမသိတဲ့သူပါနောက်တစ်ယောက်ကတော့ ဆရာဝန်လက်ထောက် သူနာပြုမှလေးပါသူကတော့ ခပ်ချောချောလေး ဒါပေမဲ့ သူမလုပ်နိူင်တာဘာမှမရှိပါဘူးနောက်ငါးယောက်ကတော့ သက်ကြီးရွယ်အိုတွေပါ လူကြီးတွေလို့သာပြောတယ်သူတိူ့မှာ သူတို့ရဲ့ဇာက်လမ်းလေးတွေ လူမသိသေးတဲ့ သူတိူ့ရဲ့ကျွမ်းကျင်မှုတွေကို တွေ့ရမှာပါ ဟိုခပ်ကြောင်ကြောင်သူငယ်ချင်းနှစ်ယောက်ရိပ်သာကိုရောက်လာတာ ဘာရယ်ရွယ်ချက်ရှိလို့လဲ သူတို့နဲ့ ရိပ်သာကဘိုးဘွားတွေ ဘယ်လိုအလွဲတွေနဲ့ ခွီးရမလဲဆိုတာ ဇာက်ကားလေးသာကြည့်လိုက်ကြပါတော့ ညွန်းရမယ်ဆိုရင် တော်တော်လေးကို ပေါ့ပါးပြီးရယ်ရတဲ့ကားကောင်းလေး တစ်ကားဖြစ်တာကြောင့် ကြည့်ရှုသူတွေစိတ်ကြေနပ်မှုရှိစေမှာပါ.Translated & Review By MineEncoded By LK"