"(Unicode)
တစ်ခါတုန်းက ဟောလိဝုဒ်မှာ ဆိုတဲ့ ရုပ်ရှင်လေးကို တင်ပေးလိုက်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒါကတော့ ရုပ်ရှင် ၁၀ ကား ရိုက်ပြီးရင် အနားယူပါတော့မယ်ဆိုတဲ့ ဂန္ဓဝင်ဒါရိုက်တာကြီး ကွင်တင် တာရန်တီနိုရဲ့ ၉ ကားမြောက်ရုပ်ရှင်ပါပဲ။
အရင်ရှစ်ကားကတော့ Django Unchained (2012) … The Hateful Eight (2015) … Death Proof (2007) …
Inglourious Basterds (2009) … Reservoir Dogs (1992) … Kill Bill: Vol. … Kill Bill: Vol. … Jackie Brown (1997) ဆိုတဲ့ကားတွေပါပဲ။
ဒီရုပ်ရှင်ကတော့ ဟောလိဝုဒ်ခေတ်ဟောင်းကို ပြန်တမ်းတဖို့ သရုပ်ဖော်ထားတဲ့ ရုပ်ရှင်ပါပဲ။
ခေတ်ဟောင်းကောင်းဘွိုင်ကားအကြောင်းတွေ၊ ဟောလိဝုအထာတွေ၊ အဲဒီခေတ်ရဲ့ ဟစ်ပီတွေနဲ့ ပုံဖော်ထားတာပါပဲ။
လီယိုနာဒို၊ ဘရက်ပစ်၊ မာဂေါ့ ရော်ဘီ တို့ အဓိက ပါဝင်ထားပါတယ်။
လီယိုနာဒိုကတော့ ရစ်ခ် ဒယ်တန်ဆိုတဲ့ နာမည်ကျဆင်းနေတဲ့ ဟောလိဝုဒ် မင်းသားပေါ့။
တစ်ချိန်ကတော့ ဂျိတ်ကေဟေးဆိုတဲ့ ကောင်းဘွိုင်ဇာတ်ကောင်နဲ့ ပေါက်ခဲ့ဖူးခဲ့သူပါ။
အခုတော့ ဇာတ်လမ်းတွဲလေးတွေမှာ ဗီလိန်လိုက်လုပ်ပေးနေရပါပြီ။
သူ့ရဲ့ စတန့်အရံကတော့ ကလစ်ဖ် ဘုသ် ( ပရက်ပစ်) ပါပဲ။
သူကတော့ ရစ်ခ်ရဲ့ မိတ်ဆွေကောင်းအဖြစ် အတူရုန်းကန်နေတဲ့သူပေါ့။
မာဂေါ့ရော်ဘီကတော့ ဟောလိဝုဒ်နာမည်ကျော် ဒါရိုက်တာ ရိုမန် ပိုလန်းစကီးရဲ့ မိန်းမအဖြစ် သရုပ်ဆောင်ထားပါတယ်။
မထင်ရှားသေးတဲ့ သရုပ်ဆောင်တစ်ယောက်ရဲ့ အခြေအနေကိုလည်း ပြထားတာပေါ့။
သူတို့တွေကို အခြေခံပြီး ဟောလိဝုအထာ၊ ဟစ်ပီတွေ၊ အီတလီရုပ်ရှင်တွေနဲ့ ၁၉၆၀ ဝန်းကျင် ရွှေခေတ်ကို ပုံဖော်ပြထားတာလေးကို လှလှပပ ခံစားကြည့်ရမှာပါ။
ဘောနက်စ်အနေနဲ့တော့ ဘရုစ်လီဇာတ်ကောင်ကိုလည်း တွေ့ရပါလိမ့်ဦးမယ်။ ဘရုစ်ဖန်တွေတော့ နည်းနည်းထိရှမလားပဲ။
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….
(Zawgyi)
တစ္ခါတုန္းက ေဟာလိဝုဒ္မွာ ဆိုတဲ့ ႐ုပ္ရွင္ေလးကို တင္ေပးလိုက္ပါတယ္။
ဒါကေတာ့ ႐ုပ္ရွင္ ၁၀ ကား ႐ိုက္ၿပီးရင္ အနားယူပါေတာ့မယ္ဆိုတဲ့ ဂႏၶဝင္ဒါ႐ိုက္တာႀကီး ကြင္တင္ တာရန္တီႏိုရဲ႕ ၉ ကားေျမာက္႐ုပ္ရွင္ပါပဲ။
အရင္ရွစ္ကားကေတာ့ Django Unchained (2012) … The Hateful Eight (2015) … Death Proof (2007) …
Inglourious Basterds (2009) … Reservoir Dogs (1992) … Kill Bill: Vol. … Kill Bill: Vol. … Jackie Brown (1997) ဆိုတဲ့ကားေတြပါပဲ။
ဒီ႐ုပ္ရွင္ကေတာ့ ေဟာလိဝုဒ္ေခတ္ေဟာင္းကို ျပန္တမ္းတဖို႔ သ႐ုပ္ေဖာ္ထားတဲ့ ႐ုပ္ရွင္ပါပဲ။
ေခတ္ေဟာင္းေကာင္းဘြိဳင္ကားအေၾကာင္းေတြ၊ ေဟာလိဝုအထာေတြ၊ အဲဒီေခတ္ရဲ႕ ဟစ္ပီေတြနဲ႔ ပုံေဖာ္ထားတာပါပဲ။
လီယိုနာဒို၊ ဘရက္ပစ္၊ မာေဂါ့ ေရာ္ဘီ တို႔ အဓိက ပါဝင္ထားပါတယ္။
လီယိုနာဒိုကေတာ့ ရစ္ခ္ ဒယ္တန္ဆိုတဲ့ နာမည္က်ဆင္းေနတဲ့ ေဟာလိဝုဒ္ မင္းသားေပါ့။
တစ္ခ်ိန္ကေတာ့ ဂ်ိတ္ေကေဟးဆိုတဲ့ ေကာင္းဘြိဳင္ဇာတ္ေကာင္နဲ႔ ေပါက္ခဲ့ဖူးခဲ့သူပါ။
အခုေတာ့ ဇာတ္လမ္းတြဲေလးေတြမွာ ဗီလိန္လိုက္လုပ္ေပးေနရပါၿပီ။
သူ႔ရဲ႕ စတန႔္အရံကေတာ့ ကလစ္ဖ္ ဘုသ္ ( ပရက္ပစ္) ပါပဲ။
သူကေတာ့ ရစ္ခ္ရဲ႕ မိတ္ေဆြေကာင္းအျဖစ္ အတူ႐ုန္းကန္ေနတဲ့သူေပါ့။
မာေဂါ့ေရာ္ဘီကေတာ့ ေဟာလိဝုဒ္နာမည္ေက်ာ္ ဒါ႐ိုက္တာ ႐ိုမန္ ပိုလန္းစကီးရဲ႕ မိန္းမအျဖစ္ သ႐ုပ္ေဆာင္ထားပါတယ္။
မထင္ရွားေသးတဲ့ သ႐ုပ္ေဆာင္တစ္ေယာက္ရဲ႕ အေျခအေနကိုလည္း ျပထားတာေပါ့။
သူတို႔ေတြကို အေျခခံၿပီး ေဟာလိဝုအထာ၊ ဟစ္ပီေတြ၊ အီတလီ႐ုပ္ရွင္ေတြနဲ႔ ၁၉၆၀ ဝန္းက်င္ ေ႐ႊေခတ္ကို ပုံေဖာ္ျပထားတာေလးကို လွလွပပ ခံစားၾကည့္ရမွာပါ။
ေဘာနက္စ္အေနနဲ႔ေတာ့ ဘ႐ုစ္လီဇာတ္ေကာင္ကိုလည္း ေတြ႕ရပါလိမ့္ဦးမယ္။ ဘ႐ုစ္ဖန္ေတြေတာ့ နည္းနည္းထိရွမလားပဲ။
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္….
File Size : (2.50 GB)and (1.20 GB)
Quality : Blu-Ray (1080p 5.1, 720p)
Running Time : 2hr 41min
Format : Mp4
Genre : Comedy, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-SPARKS
Translated by Littleneo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
