"(Unicode)ဒီရုပ်ရှင်ကတော့ မာတင်စကော်ဆက်ဆီရဲ့ ရုပ်ရှင်တွေထဲမှာ အရှည်ဆုံး ရုပ်ရှင်ကားပါ။ ၃ နာရီ ၂၉ မိနစ်ရှိပါတယ်။Pauseဒါရိုက်တာနဲ့ သရုပ်ဆောင်အားလုံးက တကယ့် legend တွေပါပဲ။ဒါရိုက်တာ မာတင်စကော်ဆက်ဆီးက Goodfells, Taxi driver, Departed နဲ့ Raging bull လို ရုပ်ရှင်တွေကြောင့် နာမည်ကြီးပါတယ်။သူက အခု အဓိက မင်းသား ၃ ယောက်ကို ခေါ်ထားလိုက်ပါတယ်။အဓိကသရုပ်ဆောင် Robert De Niro ကိုတော့ Taxi Driver, Goodfellas, The Untouchables, Jackie Brown, Casino တို့လိုကားတွေနဲ့ သိကြမှာပါ။Al Pacio ဆိုတာနဲ့ Godfather ကို ပြေးမြင်ကြပါလိမ့်မယ်။ Joe Pesci ကလည်း Goodfellas, Casino, Raging bull နဲ့ ကမ္ဘာကျော်ပါပဲ။ဇာတ်လမ်းကတော့ ကမ္ဘာကျော်ဖြစ်ရပ်မှန်ဇာတ်လမ်းတစ်ခုကို အခြေခံထားပါတယ်။သမ္မတ နစ်ဆွန် နဲ့ ဂျေအက်ဖ် ကနေဒီတို့ခေတ်မှာ သမ္မတတွေပြီးရင် အင်အားအကြီးဆုံး၊ အထင်ရှားဆုံးလူတစ်ယောက်ရှိပါတယ်။သူ့နာမည်ကတော့ ဂျင်မီဟော့ဖာ ပါတဲ့။ သူဟာ ကုန်ကားမောင်းသူများအဖွဲ့ ဥက္ကဌဖြစ်ပြီး သူ့အဖွဲ့မှာ အဖွဲ့ဝင်ပေါင်း သန်းချီပြီးကို ရှိခဲ့ပါတယ်။သူဟာ အလုပ်သမားအခွင့်အရေးအတွက် အများကြီးတိုက်ခိုက်ပေးခဲ့ အဆင်ပြေအောင်လုပ်ပေးခဲ့လို့ နိုင်ငံကျော်ပုဂ္ဂိုလ်တစ်ယောက် ဖြစ်နေတာပါပဲ။သူ့အဖွဲ့ရဲ့ ပင်စင်ရံပုံငွေဟာ ဒေါ်လာ ဘီလီယံနဲ့ချီပြီးရှိနေတော့ တရားမဝင်လုပ်ငန်းတွေအတွက် ငွေလိုနေတဲ့ မာဖီးယားဂိုဏ်းတိုင်းဟာ ဘဏ်ကချေးလို့မရဘဲ ဂျင်မီဆီမှာပဲ ချေးကြရတာပါ။လက်စ်ဗီးဂတ်ကို မာဖီးယားတွေ စတည်ဆောက်တာ ဂျင်မီရဲ့ ငွေတွေအများကြီးပဲလို့ ပြောလို့ရတာပါပဲ။သူဟာ ထူးဆန်းစွာပျောက်ဆုံးသွားခဲ့ပြီး ကာလအတော်ကြာမှပဲ နိုင်ငံတော်က သေဆုံးကြောင်းအတည်ပြုနိုင်ခဲ့တာပါ။သူပျောက်ဆုံးသွားခဲ့ပုံ၊ သေဆုံးပုံနဲ့ မာဖီးယားဂိုဏ်းများစွာနဲ့ အရှုပ်အရှင်းတွေကိုတော့ သူ့ရဲ့ လူယုံ ဖရန့်ခ် ရှီရန်က လူထုကို ဖွင့်ချပြခဲ့ပြီး နောက်မှာ စာရေးဆရာ Charles Bandt က I heard you paint houses ဆိုတဲ့ ကမ္ဘာကျော်စာအုပ်တစ်အုပ်လည်း ရေးသားခဲ့ပါတယ်။အဲဒီစာအုပ်ကို အခြေခံရိုက်ကူးထားတဲ့ ဒီရုပ်ရှင်ရဲ့ အဓိက ဇာတ်ကောင်ကတော့ ဖရန့်ခ်ရှီရန် (Robert De Niro) ပဲ ဖြစ်ပါတယ်။God father, Good fellas တို့လို epic crime drama အမျိုးအစားပဲဖြစ်ပါတယ်။နှစ်အတော်ကြာမှပဲ ဒီလိုရုပ်ရှင်မျိုး ပြန်ကြည့်ခွင့်ရကြတာပါပဲ။မာဖီးယားစတိုင်အစစ်တွေကို ပြန်မြင်ရပါပြီ။ ဥပမာ ဖရန့်ခ် နဲ့ သူ့ရဲ့ ဆရာသမား မာဖီးယားဘော့စ် ရပ်ဆဲ တို့ စားသောက်ဆိုင်ထိုင်နေတယ်။အခြားမာဖီးယားတစ်ယောက်က ရန်လာစတော့ အေးအေးဆေးဆေးလေးပဲ တောင်းပန်လိုက်တယ်။ပြီးရင် တစ်ယောက်ကိုတစ်ယောက်ဘာမှမပြောဘဲ ကြည့်လိုက်တယ်။ ခဏနေ အိမ်ပြန်ပြီး သေနတ်ယူ သွားပစ်သတ်လိုက်တယ်။ရှင်းပါတယ်။ ဒီလိုဖီလင်မျိုးတွေ မရတာ ကြာပြီမို့ အားရပါးရ ထိုင်ကြည့်လို့ရမယ့် ရုပ်ရှင်ပါပဲ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….(Zawgyi)ဒီ႐ုပ္ရွင္ကေတာ့ မာတင္စေကာ္ဆက္ဆီရဲ႕ ႐ုပ္ရွင္ေတြထဲမွာ အရွည္ဆုံး ႐ုပ္ရွင္ကားပါ။ ၃ နာရီ ၂၉ မိနစ္ရွိပါတယ္။ဒါ႐ိုက္တာနဲ႔ သ႐ုပ္ေဆာင္အားလုံးက တကယ့္ legend ေတြပါပဲ။ဒါ႐ိုက္တာ မာတင္စေကာ္ဆက္ဆီးက Goodfells, Taxi driver, Departed နဲ႔ Raging bull လို ႐ုပ္ရွင္ေတြေၾကာင့္ နာမည္ႀကီးပါတယ္။သူက အခု အဓိက မင္းသား ၃ ေယာက္ကို ေခၚထားလိုက္ပါတယ္။အဓိကသ႐ုပ္ေဆာင္ Robert De Niro ကိုေတာ့ Taxi Driver, Goodfellas, The Untouchables, Jackie Brown, Casino တို႔လိုကားေတြနဲ႔ သိၾကမွာပါ။Al Pacio ဆိုတာနဲ႔ Godfather ကို ေျပးျမင္ၾကပါလိမ့္မယ္။ Joe Pesci ကလည္း Goodfellas, Casino, Raging bull နဲ႔ ကမာၻေက်ာ္ပါပဲ။ဇာတ္လမ္းကေတာ့ ကမာၻေက်ာ္ျဖစ္ရပ္မွန္ဇာတ္လမ္းတစ္ခုကို အေျခခံထားပါတယ္။သမၼတ နစ္ဆြန္ နဲ႔ ေဂ်အက္ဖ္ ကေနဒီတို႔ေခတ္မွာ သမၼတေတြၿပီးရင္ အင္အားအႀကီးဆုံး၊ အထင္ရွားဆုံးလူတစ္ေယာက္ရွိပါတယ္။သူ႔နာမည္ကေတာ့ ဂ်င္မီေဟာ့ဖာ ပါတဲ့။ သူဟာ ကုန္ကားေမာင္းသူမ်ားအဖြဲ႕ ဥကၠဌျဖစ္ၿပီး သူ႔အဖြဲ႕မွာ အဖြဲ႕ဝင္ေပါင္း သန္းခ်ီၿပီးကို ရွိခဲ့ပါတယ္။သူဟာ အလုပ္သမားအခြင့္အေရးအတြက္ အမ်ားႀကီးတိုက္ခိုက္ေပးခဲ့ အဆင္ေျပေအာင္လုပ္ေပးခဲ့လို႔ ႏိုင္ငံေက်ာ္ပုဂၢိဳလ္တစ္ေယာက္ ျဖစ္ေနတာပါပဲ။သူ႔အဖြဲ႕ရဲ႕ ပင္စင္ရံပုံေငြဟာ ေဒၚလာ ဘီလီယံနဲ႔ခ်ီၿပီးရွိေနေတာ့ တရားမဝင္လုပ္ငန္းေတြအတြက္ ေငြလိုေနတဲ့ မာဖီးယားဂိုဏ္းတိုင္းဟာ ဘဏ္ကေခ်းလို႔မရဘဲ ဂ်င္မီဆီမွာပဲ ေခ်းၾကရတာပါ။လက္စ္ဗီးဂတ္ကို မာဖီးယားေတြ စတည္ေဆာက္တာ ဂ်င္မီရဲ႕ ေငြေတြအမ်ားႀကီးပဲလို႔ ေျပာလို႔ရတာပါပဲ။သူဟာ ထူးဆန္းစြာေပ်ာက္ဆုံးသြားခဲ့ၿပီး ကာလအေတာ္ၾကာမွပဲ ႏိုင္ငံေတာ္က ေသဆုံးေၾကာင္းအတည္ျပဳႏိုင္ခဲ့တာပါ။သူေပ်ာက္ဆုံးသြားခဲ့ပုံ၊ ေသဆုံးပုံနဲ႔ မာဖီးယားဂိုဏ္းမ်ားစြာနဲ႔ အရႈပ္အရွင္းေတြကိုေတာ့ သူ႔ရဲ႕ လူယုံ ဖရန႔္ခ္ ရွီရန္က လူထုကို ဖြင့္ခ်ျပခဲ့ၿပီး ေနာက္မွာ စာေရးဆရာ Charles Bandt က I heard you paint houses ဆိုတဲ့ ကမာၻေက်ာ္စာအုပ္တစ္အုပ္လည္း ေရးသားခဲ့ပါတယ္။အဲဒီစာအုပ္ကို အေျခခံ႐ိုက္ကူးထားတဲ့ ဒီ႐ုပ္ရွင္ရဲ႕ အဓိက ဇာတ္ေကာင္ကေတာ့ ဖရန႔္ခ္ရွီရန္ (Robert De Niro) ပဲ ျဖစ္ပါတယ္။God father, Good fellas တို႔လို epic crime drama အမ်ိဳးအစားပဲျဖစ္ပါတယ္။ႏွစ္အေတာ္ၾကာမွပဲ ဒီလို႐ုပ္ရွင္မ်ိဳး ျပန္ၾကည့္ခြင့္ရၾကတာပါပဲ။မာဖီးယားစတိုင္အစစ္ေတြကို ျပန္ျမင္ရပါၿပီ။ ဥပမာ ဖရန႔္ခ္ နဲ႔ သူ႔ရဲ႕ ဆရာသမား မာဖီးယားေဘာ့စ္ ရပ္ဆဲ တို႔ စားေသာက္ဆိုင္ထိုင္ေနတယ္။အျခားမာဖီးယားတစ္ေယာက္က ရန္လာစေတာ့ ေအးေအးေဆးေဆးေလးပဲ ေတာင္းပန္လိုက္တယ္။ၿပီးရင္ တစ္ေယာက္ကိုတစ္ေယာက္ဘာမွမေျပာဘဲ ၾကည့္လိုက္တယ္။ ခဏေန အိမ္ျပန္ၿပီး ေသနတ္ယူ သြားပစ္သတ္လိုက္တယ္။ရွင္းပါတယ္။ ဒီလိုဖီလင္မ်ိဳးေတြ မရတာ ၾကာၿပီမို႔ အားရပါးရ ထိုင္ၾကည့္လို႔ရမယ့္ ႐ုပ္ရွင္ပါပဲ။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္….File Size : (1.50 GB) and (700 MB)Quality : NF WEB-DL 720pRunning Time : 3hr 29minFormat : Mp4Genre : Biography, Crime, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEBRip.DDP5.1.Atmos.x264-CMTranslated by LittleneoEncoded by Thanhtike Zaw"