"Panfilov’s 28 Men(2016)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၁၉၄၁ ခုနှစ် ဇွန်လ ၂၂ ရက်မှာ နာဇီဂျာမန်တွေဟာ ဆိုဗီယက်ရုရှားကို ဘာဘိုရာဆာ စစ်ဆင်ရေးနဲ့ ကျူးကျော်ဝင်ရောက်လာပါတယ်။ နိုင်ငံရေးအေပြာင်းအလဲကြောင့် အတွေ့အကြုံရင့် အရာရှိများစွာ ရှင်းလင်းခံရခြင်းနဲ့ ဟစ်တလာကို လျှော့တွက်မိခြင်းကြောင့် ဆိုဗီယက်ကြီး အငိုက်မိသွားပါတယ်။ ဂျာမန်တွေဟာ ဥရောပတိုက်တစ်ဝက်စာ ဧရိယာပမာဏကို တစ်လအတွင်း သိမ်းပိုက်နိုင်ပြီး ဆိုဗီယက် သုံ့ပန်းပေါင်းများစွာကို သန်းနဲ့ချီပြီး ဖမ်းမိခဲ့ပါတယ်။ ထိုအချိန်မှာ ဂျာမန်တပ်တွေဟာ မော်စကိုမြို့တော်နဲ့ ကီလို ၂၀၀ကျော်ကျော်ထိ ရောက်ရှိနေသလို အနည်းငယ် အားထည့်လိုက်ရုံနဲ့ မော်စကိုမြို့ကို အသာလေးသိမ်းပိုက်နိုင်တဲ့အနေအထားပါပဲ…..ဘာလို့ဆိုမော်စကိုမြို့ကို ခံစစ်ပြုမယ့် ရုရှာစစ်သားတွေဟာ အင်အားနည်းလွန်းနေသလို ကျန်ခဲ့တဲ့သူတွေဟာလည်း အတွေ့အကြုံနုနည်းလွန်းတဲ့စစ်သည်တွေဖြစ်နေတယ်..ရုရှားဘက်က စစ်သည်အရေအတွက်ကလည်း ၂၈ ယောက်သာရှိတယ်…ဂျာမန်တွေဟာ မော်စကိုကိုသိမ်းဖို့
တင့် ၄၅စီးနဲ့အတူ ခြေလျင်စစ်သည်ပေါင်းများစွာနဲ့ ချီတက်ခဲ့တယ်…ဒါပေမယ့် ဘီလူးဝင်စီးသလို ဖြစ်နေတဲ့ စစ်သည်(၂၈)ယောက်နဲ့ တွေ့လိုက်ရချိန်မှာတော့….
ဒီစစ်ကားက Battle Scene တွေ တကယ်အမိုက်စားတွေ…တင့်ပစ်ချက်တွေ
အသားစတွေပြုတ်တွေ ..ဗုံးစံထိမှန်တာတွေ တကယ်ကိုမိုက်ပါတယ်…
ကြည့်ရတာအတော်ကိုအားရပါတယ်…
ဒါ့အပြင် တိုက်ပွဲဝင်စစ်သားများနဲ့ ကော်မစ်ဆာ နိုင်ငံရေးအရာရှိရဲ့ အားပြိုင်မှုတွေ၊ ဂျာမန်တင့်တွေ ကို ထင်မထားတဲ့ နည်းလမ်းနဲ့ တားဆီးပုံတွေ၊ ဆိုဗီယက်စစ်တပ်ထဲရှိ ရုရှားနဲ့ တခြားလူမျိုးကွဲများရဲ့ ပဋိပက္ခတွေ ဟာ ဇာတ်လမ်းကို ရုပ်လုံးကြွအောင် ဆွဲခေါ်သွားနိုင်တဲ့လို့ Home Stay ကာလအတွက် အလွန်ကြည့်ကောင်းတဲ့ စစ်ကားကောင်း တစ်ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ko Myo ပဲဖြစ်ပါတယ်….
(zawgyi)
၁၉၄၁ ခုႏွစ္ ဇြန္လ ၂၂ ရက္မွာ နာဇီဂ်ာမန္ေတြဟာ ဆိုဗီယက္႐ုရွားကို ဘာဘိုရာဆာ စစ္ဆင္ေရးနဲ႔ က်ဴးေက်ာ္ဝင္ေရာက္လာပါတယ္။ ႏိုင္ငံေရးေအျပာင္းအလဲေၾကာင့္ အေတြ႕အႀကဳံရင့္ အရာရွိမ်ားစြာ ရွင္းလင္းခံရျခင္းနဲ႔ ဟစ္တလာကို ေလွ်ာ့တြက္မိျခင္းေၾကာင့္ ဆိုဗီယက္ႀကီး အငိုက္မိသြားပါတယ္။ ဂ်ာမန္ေတြဟာ ဥေရာပတိုက္တစ္ဝက္စာ ဧရိယာပမာဏကို တစ္လအတြင္း သိမ္းပိုက္ႏိုင္ၿပီး ဆိုဗီယက္ သုံ႔ပန္းေပါင္းမ်ားစြာကို သန္းနဲ႔ခ်ီၿပီး ဖမ္းမိခဲ့ပါတယ္။ ထိုအခ်ိန္မွာ ဂ်ာမန္တပ္ေတြဟာ ေမာ္စကိုၿမိဳ႕ေတာ္နဲ႔ ကီလို ၂၀၀ေက်ာ္ေက်ာ္ထိ ေရာက္ရွိေနသလို အနည္းငယ္ အားထည့္လိုက္႐ုံနဲ႔ ေမာ္စကိုၿမိဳ႕ကို အသာေလးသိမ္းပိုက္ႏိုင္တဲ့အေနအထားပါပဲ…..ဘာလို႔ဆိုေမာ္စကိုၿမိဳ႕ကို ခံစစ္ျပဳမယ့္ ႐ုရွာစစ္သားေတြဟာ အင္အားနည္းလြန္းေနသလို က်န္ခဲ့တဲ့သူေတြဟာလည္း အေတြ႕အႀကဳံႏုနည္းလြန္းတဲ့စစ္သည္ေတြျဖစ္ေနတယ္..႐ုရွားဘက္က စစ္သည္အေရအတြက္ကလည္း ၂၈ ေယာက္သာရွိတယ္…ဂ်ာမန္ေတြဟာ ေမာ္စကိုကိုသိမ္းဖို႔
တင့္ ၄၅စီးနဲ႔အတူ ေျခလ်င္စစ္သည္ေပါင္းမ်ားစြာနဲ႔ ခ်ီတက္ခဲ့တယ္…ဒါေပမယ့္ ဘီလူးဝင္စီးသလို ျဖစ္ေနတဲ့ စစ္သည္(၂၈)ေယာက္နဲ႔ ေတြ႕လိုက္ရခ်ိန္မွာေတာ့….
ဒီစစ္ကားက Battle Scene ေတြ တကယ္အမိုက္စားေတြ…တင့္ပစ္ခ်က္ေတြ
အသားစေတြျပဳတ္ေတြ ..ဗုံးစံထိမွန္တာေတြ တကယ္ကိုမိုက္ပါတယ္…
ၾကည့္ရတာအေတာ္ကိုအားရပါတယ္…
ဒါ့အျပင္ တိုက္ပြဲဝင္စစ္သားမ်ားနဲ႔ ေကာ္မစ္ဆာ ႏိုင္ငံေရးအရာရွိရဲ႕ အားၿပိဳင္မႈေတြ၊ ဂ်ာမန္တင့္ေတြ ကို ထင္မထားတဲ့ နည္းလမ္းနဲ႔ တားဆီးပုံေတြ၊ ဆိုဗီယက္စစ္တပ္ထဲရွိ ႐ုရွားနဲ႔ တျခားလူမ်ိဳးကြဲမ်ားရဲ႕ ပဋိပကၡေတြ ဟာ ဇာတ္လမ္းကို ႐ုပ္လုံးႂကြေအာင္ ဆြဲေခၚသြားႏိုင္တဲ့လို႔ Home Stay ကာလအတြက္ အလြန္ၾကည့္ေကာင္းတဲ့ စစ္ကားေကာင္း တစ္ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္…
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Ko Myo ပဲျဖစ္ပါတယ္….
File Size : (1.1 GB) and (347 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…02:01:00
Genre : Action , Drama, History
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Ko Myo
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
