"Cheer Up, Mr. Lee(2019)(unicode)Pauseလီချောဆူဟာ ခန္ဓာပိုင်းဆိုင်ရာပြည့်စုံနေပေမယ့်စိတ်ပိုင်းဆိုင်ရာမှာတော့ ချို့တဲ့မှုတွေရှိနေတယ်….သာမန်လူတစ်ယောက်လို မတွေးတတ်တဲ့အပြင်တစ်ချို့အပြုအမူအပြောအဆိုတွေဟာ ကလေးငယ်တစ်ယောက်လိုဖြစ်နေတတ်တယ်…ဒီလိုနဲ့ပဲ ပတ်ဝန်းကျင်မှာ အဆင်မပြေမှုများစွာနဲ့ ဖြတ်သန်းနေပေမယ့်သူ့လို လူအတွက်ဖြစ်နိုင်ဖို့ခဲယဥ်းတဲ့ကိစ္စတစ်ခုကြုံလိုက်ရတယ်…အဲ့ဒီက သမီးလေးတစ်ယောက်သူ့မှာရှိခဲ့တဲ့အပြင်အဲ့ဒီသမီးလေးကလည်း သွေးကင်ဆာရောဂါသည်လေး….ဒီသမီးလေးအတွက်လည်း လက်မခံချင်စရာ အားငယ်ရတဲ့ ဖြစ်ရပ်မျိုးပါပဲ…သူ့အဖေက စိတ်ကျန်းမာရေးချို့တဲ့ သူကိုး….ဒီသမီးလေးက ဆေးရုံမှာ အချိန်ပြည့်နေရပေမယ့် တစ်နေ့ ဘတ်စကတ်ဘောအကျော်အမော်ဆီကလိုချင်လို့ ဆေးရုံက ခိုးထွက်သွားတယ်…အဖေဖြစ်သူ လီချောဆူလည်း မမျှော်လင့်ဘဲပါသွားလေရဲ့…သူတို့ လက်မှတ်ရမလား..လမ်းတစ်လျှောက် သားအဖ ၂ ယောက်ဘယ်လို အလွဲတွေလုပ်ကြမလဲ….သားအဖ ဆက်ဆံရေးမျိုးရော ပိုင်ဆိုင်ပါ့မလား…မာဝမ်ကြီးဆိုပြီး လူသိများတဲ့ မင်းသားကြီး Cha Seung-Won က လီချောဆုအဖြစ်အဓိက သရုပ်ဆောင်ထားပါတယ်..ခံစားကြည့်ကြပါဦး..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hay Thar Oo ပဲဖြစ်ပါတယ်….(zawgyi)လီေခ်ာဆူဟာ ခႏၶာပိုင္းဆိုင္ရာျပည့္စုံေနေပမယ့္စိတ္ပိုင္းဆိုင္ရာမွာေတာ့ ခ်ိဳ႕တဲ့မႈေတြရွိေနတယ္….သာမန္လူတစ္ေယာက္လို မေတြးတတ္တဲ့အျပင္တစ္ခ်ိဳ႕အျပဳအမူအေျပာအဆိုေတြဟာ ကေလးငယ္တစ္ေယာက္လိုျဖစ္ေနတတ္တယ္…ဒီလိုနဲ႔ပဲ ပတ္ဝန္းက်င္မွာ အဆင္မေျပမႈမ်ားစြာနဲ႔ ျဖတ္သန္းေနေပမယ့္သူ႔လို လူအတြက္ျဖစ္ႏိုင္ဖို႔ခဲယဥ္းတဲ့ကိစၥတစ္ခုႀကဳံလိုက္ရတယ္…အဲ့ဒီက သမီးေလးတစ္ေယာက္သူ႔မွာရွိခဲ့တဲ့အျပင္အဲ့ဒီသမီးေလးကလည္း ေသြးကင္ဆာေရာဂါသည္ေလး….ဒီသမီးေလးအတြက္လည္း လက္မခံခ်င္စရာ အားငယ္ရတဲ့ ျဖစ္ရပ္မ်ိဳးပါပဲ…သူ႔အေဖက စိတ္က်န္းမာေရးခ်ိဳ႕တဲ့ သူကိုး….ဒီသမီးေလးက ေဆး႐ုံမွာ အခ်ိန္ျပည့္ေနရေပမယ့္ တစ္ေန႔ ဘတ္စကတ္ေဘာအေက်ာ္အေမာ္ဆီကလိုခ်င္လို႔ ေဆး႐ုံက ခိုးထြက္သြားတယ္…အေဖျဖစ္သူ လီေခ်ာဆူလည္း မေမွ်ာ္လင့္ဘဲပါသြားေလရဲ႕…သူတို႔ လက္မွတ္ရမလား..လမ္းတစ္ေလွ်ာက္ သားအဖ ၂ ေယာက္ဘယ္လို အလြဲေတြလုပ္ၾကမလဲ….သားအဖ ဆက္ဆံေရးမ်ိဳးေရာ ပိုင္ဆိုင္ပါ့မလား…မာဝမ္ႀကီးဆိုၿပီး လူသိမ်ားတဲ့ မင္းသားႀကီး Cha Seung-Won က လီေခ်ာဆုအျဖစ္အဓိက သ႐ုပ္ေဆာင္ထားပါတယ္..ခံစားၾကည့္ၾကပါဦး..ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hay Thar Oo ပဲျဖစ္ပါတယ္….File Size : (1.02 GB) and (400 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:51:00Genre : Comedy, Drama,Subtitle : Myanmar Subtitle (Hard Sub)Translated by Hay Thar OoEncoded by Phyo Pyae"