"The Courier(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
The Courier 2019
အက်ရှင်ဇာတ်လမ်းတွေကြိုက်နှစ်သက်သူတွေအတွက်
၂၀၁၉ထွက်အက်ရှင်ဇာတ်လမ်းကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်
ဇာတ်လမ်းအကျဉ်းလေးကတော့ နာမည်ကြီးသူဌေးတစ်ယောက်လူသတ်မှုနဲ့
တရားစွဲခံရပါတော့မယ် သူဌေးလုပ်ငန်းရှင်ပီပီအကျဉ်းထဲတန်းမရောက်ဘဲ
နေအိမ်အကျယ်ချုပ်နဲ့အိမ်မှာခဏနေရပါတယ် ဒါပေမယ့် ဒီသူဌေးရဲ့လူသတ်တာကို နစ်ခ်မရှ်ချ်တစ်ယောက်
မထင်မှတ်ဘဲတွေ့လိုက်တဲ အဲ့ဒါနဲ့ရဲစခန်းမှာတိုင်ကြားရင်းသက်သေခံထွက်ဆိုပေးဖို့
ဆုံးဖြတ်လိုက်ပြီး စုံစမ်းစစ်ဆေးရေးဌာနလိုက်သွားပါတယ် တစ်ချိန်တည်းမှာပဲ
သက်မဲ့သက်သေခံကိုယူလာပေးမယ့် ကောင်မလေးတစ်ယောက်ကလဲစုံစမ်းစစ်ဆေးရေးဌာနကို
ယူလာပါတယ် သူဌေးလုပ်ငန်းရှင်ကြီးက ဒီအတိုင်းထောင်ကျခံမယ်အဖြစ်မျိုးတော့သူလက်မခံပါဘူး
အဲ့ဒါကြောင့် အေးဂျင့်ရဲတွေကိုလာဘ်ထိုးပြီး သက်ရှိသက်သေခံ နစ်ခ်မက်ချ်ကိုဘယ်လိုသတ်မလဲဆိုတာ
စိတ်ဝင်တစားနဲ့ကြည့်ရမှာပါ နောက်ဆုံးမှာတော့ သူဌေးကြီးပဲနိုင်သွားမလား နစ်ခ်မက်ချ်တစ်ယောက်
သက်သေထွက်ဆိုနိုင်မလားဆိုတာ ဆက်လက်ကြည့်ပေးကြပါဦး…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Tin Myo Lwin ပဲဖြစ်ပါတယ်…
(zawgyi)
The Courier 2019
အက္ရွင္ဇာတ္လမ္းေတြႀကိဳက္ႏွစ္သက္သူေတြအတြက္
၂၀၁၉ထြက္အက္ရွင္ဇာတ္လမ္းကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္
ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ နာမည္ႀကီးသူေဌးတစ္ေယာက္လူသတ္မႈနဲ႔
တရားစြဲခံရပါေတာ့မယ္ သူေဌးလုပ္ငန္းရွင္ပီပီအက်ဥ္းထဲတန္းမေရာက္ဘဲ
ေနအိမ္အက်ယ္ခ်ဳပ္နဲ႔အိမ္မွာခဏေနရပါတယ္ ဒါေပမယ့္ ဒီသူေဌးရဲ႕လူသတ္တာကို နစ္ခ္မရွ္ခ်္တစ္ေယာက္
မထင္မွတ္ဘဲေတြ႕လိုက္တဲ အဲ့ဒါနဲ႔ရဲစခန္းမွာတိုင္ၾကားရင္းသက္ေသခံထြက္ဆိုေပးဖို႔
ဆုံးျဖတ္လိုက္ၿပီး စုံစမ္းစစ္ေဆးေရးဌာနလိုက္သြားပါတယ္ တစ္ခ်ိန္တည္းမွာပဲ
သက္မဲ့သက္ေသခံကိုယူလာေပးမယ့္ ေကာင္မေလးတစ္ေယာက္ကလဲစုံစမ္းစစ္ေဆးေရးဌာနကို
ယူလာပါတယ္ သူေဌးလုပ္ငန္းရွင္ႀကီးက ဒီအတိုင္းေထာင္က်ခံမယ္အျဖစ္မ်ိဳးေတာ့သူလက္မခံပါဘူး
အဲ့ဒါေၾကာင့္ ေအးဂ်င့္ရဲေတြကိုလာဘ္ထိုးၿပီး သက္ရွိသက္ေသခံ နစ္ခ္မက္ခ်္ကိုဘယ္လိုသတ္မလဲဆိုတာ
စိတ္ဝင္တစားနဲ႔ၾကည့္ရမွာပါ ေနာက္ဆုံးမွာေတာ့ သူေဌးႀကီးပဲႏိုင္သြားမလား နစ္ခ္မက္ခ်္တစ္ေယာက္
သက္ေသထြက္ဆိုႏိုင္မလားဆိုတာ ဆက္လက္ၾကည့္ေပးၾကပါဦး…
ဇာတ္လမ္းအညႊန္းနဲဲ႔ ဘာသာျပန္သူကေတာ့ Tin Myo Lwin ပဲျဖစ္ပါတယ္…
File Size : (900 MB) and (361 MB)
Quality : WEB-DL 720p,
Format…mp4
Duration…01:39:00
Genre : Action, Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Tin Myo Lwin
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
