"(Unicode)
ကမ္ဘာကြီးက အပြားကြီးလို့ပြောရင် ကားစင်ပေါ်တင်ပြီး အသတ်ခံရတဲ့ ၁၁ရာစုခေတ်မှာ
ဒီနေရာမှာ နှလုံးရှိတယ် ဒီနေရာမှာ ကျောက်ကပ်ရှိတယ်လို့ သွားပြောရင် ဘာတွေဆက်ဖြစ်လာမယ် ထင်ပါသလဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘာသာရေးအပေါ် Serious ဖြစ်လွန်းတဲ့ ခေတ်ကြီးထဲမှာ ရောဘ်ကိုးလ်ဆိုတဲ့ ကောင်လေးတစ်ယောက်ဟာ အင်္ဂလန်နိုင်ငံမှာ မွေးဖွားလာခဲ့ပါတယ်။
သူဟာ လူတစ်ယောက်ကို ကိုင်ကြည့်လိုက်တာနဲ့ ဒီလူသေတော့မယ် မသေဘူးဆိုတာ တပ်အပ်သိနိုင်တဲ့ အစွမ်းရှိသူတစ်ယောက်ပါ။
အမေကလည်း ကပ်ရောဂါနဲ့သေ မိသားစုတွေကလည်း တစ်ကွဲတစ်ပြားဖြစ်ပြီးနောက်ပိုင်း ဘာဘာလို့ခေါ်တဲ့ နယ်လှည့်ဆေးရောင်းတဲ့ လူကြီးနောက်ကို လိုက်သွားခဲ့ပါတယ်။
တစ်ရက်မှာ ဘာဘာကြီးရဲ့မျက်လုံးကို သွားဆေးကုရာကနေ ပါရှားဖက်က ဆေးတက္ကသိုလ်ကြီးအကြောင်းကို
ဂျူးတွေဆီက ကြားပြီးနောက်ပိုင်း ပညာသွားသင်လိုစိတ်တွေ တဖွားဖွားဖြစ်ပေါ်လာခဲ့ပါတယ်။
သို့ပေမယ့် ပါရှားနယ်ဖက်ဆိုတာ သူတို့လို ခရစ်ယာန်ဘာသာဝန်တွေကို ကန့်သတ်ထားတဲ့
နယ်မြေဖြစ်တာကြောင့် ဂျူးလူမျိုးယောင်ဆောင်ပြီး သွားရပါတော့တယ် ။
ဒီကားဟာ စာရေးဆရာကြီး Noah Gordon ရဲ့ El médico ဆိုတဲ့ဝတ္တုကို ပြန်အသက်သွင်းထားတာပဲ ဖြစ်ပါတယ်။
(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပါ)
(Zawgyi)
ကမာၻႀကီးက အျပားႀကီးလို႔ေျပာရင္ ကားစင္ေပၚတင္ၿပီး အသတ္ခံရတဲ့ ၁၁ရာစုေခတ္မွာ
ဒီေနရာမွာ ႏွလုံးရွိတယ္ ဒီေနရာမွာ ေက်ာက္ကပ္ရွိတယ္လို႔ သြားေျပာရင္ ဘာေတြဆက္ျဖစ္လာမယ္ ထင္ပါသလဲ။
ဘာသာေရးအေပၚ Serious ျဖစ္လြန္းတဲ့ ေခတ္ႀကီးထဲမွာ ေရာဘ္ကိုးလ္ဆိုတဲ့ ေကာင္ေလးတစ္ေယာက္ဟာ အဂၤလန္ႏိုင္ငံမွာ ေမြးဖြားလာခဲ့ပါတယ္။
သူဟာ လူတစ္ေယာက္ကို ကိုင္ၾကည့္လိုက္တာနဲ႔ ဒီလူေသေတာ့မယ္ မေသဘူးဆိုတာ တပ္အပ္သိႏိုင္တဲ့ အစြမ္းရွိသူတစ္ေယာက္ပါ။
အေမကလည္း ကပ္ေရာဂါနဲ႔ေသ မိသားစုေတြကလည္း တစ္ကြဲတစ္ျပားျဖစ္ၿပီးေနာက္ပိုင္း ဘာဘာလို႔ေခၚတဲ့ နယ္လွည့္ေဆးေရာင္းတဲ့ လူႀကီးေနာက္ကို လိုက္သြားခဲ့ပါတယ္။
တစ္ရက္မွာ ဘာဘာႀကီးရဲ႕မ်က္လုံးကို သြားေဆးကုရာကေန ပါရွားဖက္က ေဆးတကၠသိုလ္ႀကီးအေၾကာင္းကို
ဂ်ဴးေတြဆီက ၾကားၿပီးေနာက္ပိုင္း ပညာသြားသင္လိုစိတ္ေတြ တဖြားဖြားျဖစ္ေပၚလာခဲ့ပါတယ္။
သို႔ေပမယ့္ ပါရွားနယ္ဖက္ဆိုတာ သူတို႔လို ခရစ္ယာန္ဘာသာဝန္ေတြကို ကန္႔သတ္ထားတဲ့
နယ္ေျမျဖစ္တာေၾကာင့္ ဂ်ဴးလူမ်ိဳးေယာင္ေဆာင္ၿပီး သြားရပါေတာ့တယ္ ။
ဒီကားဟာ စာေရးဆရာႀကီး Noah Gordon ရဲ႕ El médico ဆိုတဲ့ဝတၱဳကို ျပန္အသက္သြင္းထားတာပဲ ျဖစ္ပါတယ္။
(ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Kiwi ပါ)
File Size : (1.20 GB) and (600 MB)
Quality : Blu-Ray 720p
Running Time : 2hr 35min
Format : Mp4
Genre : Adventure, Drama, History
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-HD1080
Translated by Kiwi
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
