"Pailwaan(2019)အၫႊန္း
*******************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(unicode)
နပန်းလောကမှာ ဘယ်သူမှ မယှဥ်ရဲ စိန်မခေါ်ရဲတဲ့ လူရိုးလူမှန် ဆာကာ…..
သူ့အတွက် နပန်းအသတ်အပုတ်ပညာတွေ
တိုက်ရေးခိုက်ရေးပညာတွေလက်ဆင့်ကမ်းဖို့ရယ် နိုင်ငံဂုဏ်ဆောင်နိုင်လို့
ရမယ့် သူတစ်ဦးကိုလမ်းကြိုလမ်းကြားအိမ်ကျိုအိမ်ကြားထဲမှာ ရှားရှားပါးပါးသွားတွေ့လေရဲ့ ….
ဒီကောင်လေးဟာ
တစ်ယောက် ဆာကာကြီးအိပ်မက်ဖြစ်တဲ့
နိုင်ငံ့ဂုဏ်ဆောင်နပန်းသတ်သမားဖြစ်လာနိုင်မလား…
ဘယ်လိုပြိုင်ဘက်တွေနဲ့ တွေ့မလဲ….
အရွယ်ရောက်တဲ့အချိန်မှာ တခြားအဖျက်အမှောက်တွေ ဝင်လာမလား….
ဒီကားက အမိုက်စားအက်ရှင်ခန်းတွေများစွာပါသလို
background music တိုင်းကလည်း ကြည့်နေတဲ့သူကို သွေးတွေဆူပွက်လာအောင်
စွမ်းဆောင်နိုင်တယ်…..
ပြသချိန် ၂ နာရီကျော်ဆိုတာ ခဏလေးလို့ထင်ရလောက်အောင်ကို ဇာတ်လမ်းက
ဆွဲခေါ်သွားလေရဲ့….အိန္ဒိယ အက်ရှင်ကားကောင်းကြိုက်သူတို့အဖို့ လက်မလွှတ်သင့်
ပါကြောင်း သတင်းကောင်းပါးပါရစေ…ဇာတ်မ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့
Hein That Naing ပဲဖြစ်ပါတယ်…..
(zawgyi)
နပန္းေလာကမွာ ဘယ္သူမွ မယွဥ္ရဲ စိန္မေခၚရဲတဲ့ လူ႐ိုးလူမွန္ ဆာကာ…..
သူ႔အတြက္ နပန္းအသတ္အပုတ္ပညာေတြ
တိုက္ေရးခိုက္ေရးပညာေတြလက္ဆင့္ကမ္းဖို႔ရယ္ ႏိုင္ငံဂုဏ္ေဆာင္ႏိုင္လို႔
ရမယ့္ သူတစ္ဦးကိုလမ္းႀကိဳလမ္းၾကားအိမ္က်ိဳအိမ္ၾကားထဲမွာ ရွားရွားပါးပါးသြားေတြ႕ေလရဲ႕ ….
ဒီေကာင္ေလးဟာ
တစ္ေယာက္ ဆာကာႀကီးအိပ္မက္ျဖစ္တဲ့
ႏိုင္ငံ့ဂုဏ္ေဆာင္နပန္းသတ္သမားျဖစ္လာႏိုင္မလား…
အ႐ြယ္ေရာက္တဲ့အခ်ိန္မွာ တျခားအဖ်က္အေမွာက္ေတြ ဝင္လာမလား….
ဘယ္လိုၿပိဳင္ဘက္ေတြနဲ႔ ေတြ႕မလဲ….
ဒီကားက အမိုက္စားအက္ရွင္ခန္းေတြမ်ားစြာပါသလို
background music တိုင္းကလည္း ၾကည့္ေနတဲ့သူကို ေသြးေတြဆူပြက္လာေအာင္
စြမ္းေဆာင္ႏိုင္တယ္…..
ျပသခ်ိန္ ၂ နာရီေက်ာ္ဆိုတာ ခဏေလးလို႔ထင္ရေလာက္ေအာင္ကို ဇာတ္လမ္းက
ဆြဲေခၚသြားေလရဲ႕….အိႏၵိယ အက္ရွင္ကားေကာင္းႀကိဳက္သူတို႔အဖို႔ လက္မလႊတ္သင့္
ပါေၾကာင္း သတင္းေကာင္းပါးပါရေစ…ဇာတ္မ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့
Hein That Naing ပဲျဖစ္ပါတယ္…..
File Size : (1.15GB) and (486 MB)
Quality : WEB-DL 720p,
Format…mp4
Duration…02:46:00
Genre : Action, Drama, Sport
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Hein That Naing
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
