"(Unicode)
ဒီရုပ်ရှင်ကတော့ ၁၈၈၅ ဝန်းကျင်မှာ ဖြစ်ခဲ့တဲ့ သောမတ်အက်ဒီဆင်၊ နီကိုလာ တက်စလာ၊ ဂျော့ ဝက်စတင်ဟောက် တို့ရဲ့ အားပြိုင်မှုတွေကို အခြေတည်ထားတာပါ။
အက်ဒီဆင်ဆိုတဲ့ ဥာဏ်ကြီးရှင်ကို မကြားဖူးတဲ့သူ ရှားပါလိမ့်မယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်မှာလည်း ဥာဏ်ကြီးရှင်ဇာတ်ရုပ်တွေအတွက် မွေးလာသလို့ထင်ရတဲ့ မင်းသားပဲ သရုပ်ဆောင်ထားတာပါ။
ဘန်နီဒစ် ကမ်းဘားဘက်ခ်ျ ပါပဲ။
သူ့ရဲ့လက်ထောက်အဖြစ်တော့ စပိုက်ဒါမန်းမင်းသား တွမ်ဟော်လန် က ပါဝင်ထားပါတယ်။
နီကိုလာတက်စလာ အဖြစ်တော့ နီကိုလတ်ဟောက်ထ် က သရုပ်ဆောင်ထားပါတယ်။
သူ့ကိုတော့ x-men အဖြစ်ရော warm bodies ထဲက ဇွန်ဘီးအဖြစ်ရော သိကြမှာပါ။
သူတို့တွေရဲ့ အဓိက အားပြိုင်မှုကတော့ လျှပ်စစ်ဖြန့်ဖြူးရေး စျေးကွက်မှာပါပဲ။
အက်ဒီဆင်က DC Current ကိုအသုံးပြုပြီး AC ဟာ လူသေနိုင်ချေ အရမ်းများတဲ့အတွက် အသုံးမပြုခဲပါဘူး။
ဂျော့ဝက်စတင်ဟောက်နဲ့နီကိုလာတို့ကတော့ ဒီစီထက် သုံးဆလောက် စျေးသက်သာမယ့် အေစီနဲ့ စျေးကွက်ကို ယှဉ်ပြိုင်လာပါတယ်။
ဒီတော့ အက်ဒီဆင်က အေစီတွေဟာ လူသေစေနိုင်ကြောင်း သက်သေပြဖို့ ကြိုးစားရင်းနဲ့လျှပ်စစ်ကုလားထိုင်ကို တီထွင်ဖို့ ကူညီလိုက်မိတဲ့အထိဖြစ်လာခဲ့ပါတယ်။
တစ်ဖက်မှာလည်း နီကိုလာက အေစီလျှပ်စစ်နဲ့ နိုင်ရာဂရာရေတံခွန်ကြီးကနေ လျှပ်စစ်ဖြန့်ဖို့အထိ ကြိုးစားခဲ့တာပါပဲ။
ဒီကားကို သမိုင်းစိတ်ဝင်စားသူတွေနဲ့ အင်ဂျင်နီယာတွေ သဘောကျကြမှာပါ။
ပညာရှင်တွေရဲ့ စေတနာတွေ၊ ဇွဲတွေ၊ မာနတွေကို ကောင်းကောင်းပုံဖော်ပြထားတာပါပဲ။
ဇာတ်လမ်းအဆုံးမှာ မူရင်းလူတွေရဲ့ သမိုင်းတွေကို ရှင်းပြတာအပြင် အက်ဒီဆင်ရဲ့ အခန်းပိုပါသေးတာမို့အဆုံးထိကြည့်ကြပါလို့။
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Littleneo ပဲဖြစ်ပါတယ်….
(Unicode)
ဒီ႐ုပ္ရွင္ကေတာ့ ၁၈၈၅ ဝန္းက်င္မွာ ျဖစ္ခဲ့တဲ့ ေသာမတ္အက္ဒီဆင္၊ နီကိုလာ တက္စလာ၊ ေဂ်ာ့ ဝက္စတင္ေဟာက္ တို႔ရဲ႕ အားၿပိဳင္မႈေတြကို အေျခတည္ထားတာပါ။
အက္ဒီဆင္ဆိုတဲ့ ဥာဏ္ႀကီးရွင္ကို မၾကားဖူးတဲ့သူ ရွားပါလိမ့္မယ္။
ဒီ႐ုပ္ရွင္မွာလည္း ဥာဏ္ႀကီးရွင္ဇာတ္႐ုပ္ေတြအတြက္ ေမြးလာသလို႔ထင္ရတဲ့ မင္းသားပဲ သ႐ုပ္ေဆာင္ထားတာပါ။
ဘန္နီဒစ္ ကမ္းဘားဘက္ခ္် ပါပဲ။
သူ႔ရဲ႕လက္ေထာက္အျဖစ္ေတာ့ စပိုက္ဒါမန္းမင္းသား တြမ္ေဟာ္လန္ က ပါဝင္ထားပါတယ္။
နီကိုလာတက္စလာ အျဖစ္ေတာ့ နီကိုလတ္ေဟာက္ထ္ က သ႐ုပ္ေဆာင္ထားပါတယ္။
သူ႔ကိုေတာ့ x-men အျဖစ္ေရာ warm bodies ထဲက ဇြန္ဘီးအျဖစ္ေရာ သိၾကမွာပါ။
သူတို႔ေတြရဲ႕ အဓိက အားၿပိဳင္မႈကေတာ့ လွ်ပ္စစ္ျဖန္႔ျဖဴးေရး ေစ်းကြက္မွာပါပဲ။
အက္ဒီဆင္က DC Current ကိုအသုံးျပဳၿပီး AC ဟာ လူေသႏိုင္ေခ် အရမ္းမ်ားတဲ့အတြက္ အသုံးမျပဳခဲပါဘူး။
ေဂ်ာ့ဝက္စတင္ေဟာက္နဲ႔နီကိုလာတို႔ကေတာ့ ဒီစီထက္ သုံးဆေလာက္ ေစ်းသက္သာမယ့္ ေအစီနဲ႔ ေစ်းကြက္ကို ယွဥ္ၿပိဳင္လာပါတယ္။
ဒီေတာ့ အက္ဒီဆင္က ေအစီေတြဟာ လူေသေစႏိုင္ေၾကာင္း သက္ေသျပဖို႔ ႀကိဳးစားရင္းနဲ႔လွ်ပ္စစ္ကုလားထိုင္ကို တီထြင္ဖို႔ ကူညီလိုက္မိတဲ့အထိျဖစ္လာခဲ့ပါတယ္။
တစ္ဖက္မွာလည္း နီကိုလာက ေအစီလွ်ပ္စစ္နဲ႔ ႏိုင္ရာဂရာေရတံခြန္ႀကီးကေန လွ်ပ္စစ္ျဖန္႔ဖို႔အထိ ႀကိဳးစားခဲ့တာပါပဲ။
ဒီကားကို သမိုင္းစိတ္ဝင္စားသူေတြနဲ႔ အင္ဂ်င္နီယာေတြ သေဘာက်ၾကမွာပါ။
ပညာရွင္ေတြရဲ႕ ေစတနာေတြ၊ ဇြဲေတြ၊ မာနေတြကို ေကာင္းေကာင္းပုံေဖာ္ျပထားတာပါပဲ။
ဇာတ္လမ္းအဆုံးမွာ မူရင္းလူေတြရဲ႕ သမိုင္းေတြကို ရွင္းျပတာအျပင္ အက္ဒီဆင္ရဲ႕ အခန္းပိုပါေသးတာမို႔အဆုံးထိၾကည့္ၾကပါလို႔။
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Littleneo ပဲျဖစ္ပါတယ္….
File Size : (900 MB) and (450 MB)
Quality : Blu-Ray 720p
Running Time : 1hr 42min
Format : Mp4
Genre : Biography, Drama, History
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.X264-AMIABLE
Translated by Littleneo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
