"(Unicode)
“ဟဲလို ____ပူဂျားစကားပြောနေပါတယ်ရှင့်”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဖုန်းမြည်သံကြားလို့ ကိုင်လျက်သား ဖြစ်တဲ့အခါ ဒီ အဖြေစကားနဲ့ ထူးရတယ်။
ဖုန်းခေါ်သူ အများစုက ပုရိသ တွေဖြစ်ပြီး တစ်ဖက်မှာတော့ ပူဂျား ဆိုတဲ့ နတ်ပျိုမယ်လေးက လက်ခံ စကားပြောရတယ်။
ဒါဟာ Friendship call center အခန်းထောင့်တစ်နေရာရဲ့ ဇာတ်ဝင်ခန်းလေး။
ပြောရရင် ပူဂျား ဆိုတာက ဖုန်းနံပါတ်တစ်ခုပိုင်ရှင်။ ပူဂျားကလည်း အသံချိုသာတယ်။ ချွဲတယ်။
များသော အားဖြင့် စကားလက်ခံပြောဖူးသူ တိုင်း ကြွေတဲ့ သူပေါ့။
အစကတော့ ပူဂျားနေရာမှာ ကောင်မလေးတစ်ယောက်က လက်ခံစကားပြောတယ်။
ဒါပေမဲ့ တစ်နေ့မှာ အဲ့ကောင်မလေးက ရုံးမလာဘူး ။ အဲ့မှာ ဖုန်းဆက်သူတွေ နဲ့ ပွဲပေါ့ ။
ဖြစ်ချင်တော့ ကရမ် ဆိုတဲ့ ငနဲလေးက အဲ့ ရုံးကို မယောင်မလည် အလုပ်လာလျှောက်တယ်။ အစကတော့ အလုပ်ဘယ်ရမလဲ။
ဒါပေမဲ့ ဒီနေ့ခန့်စရာဆိုလို့ နေရာတစ်ခုပဲရှိတယ်။ အဲ့ဒါက လွတ်နေတဲ့ ပူဂျားနေရာ။ ဒါဟာ ဇာတ်အိမ်စတည်မှုနဲ့ ကရမ်ရဲ့ စွန့်စားခန်းပါပဲ။
ကရမ် ဆိုတာ ငယ်ငယ်ကတည်းက မိန်းကလေး အသံတု လုပ်တာ အောင်မြင်သူ။ ဒီတော့ ပူဂျား နေရာမှာ သူအလုပ်ရခဲ့တယ်။
ဒါပေမဲ့ ယောကျ်ားလေးက ပူဂျားအဖြစ်နဲ့ ပြန်ကြူ နေရတာ လွဲချော်မှုတစ်ရပ်ပဲ မဟုတ်လား ။
သို့ပင် ကိုငှက် သီချင်းထဲကလို ” လွဲလွဲလေးလည်း ကောင်းပါတယ် ” ဆိုသလိုမျိုးပေါ့။
ကရမ် အတွက်တော့ ပူဂျားနေရာမှာ တော်တော် အဆင်ပြေတယ်။
ကြူ တဲ့ ငနဲတွေကလည်း များလာပြီး အသံပိုင်ရှင် ပူဂျား ကို စွဲလမ်းလာမိတယ်။
ဒီမှာ ကမောက်ကမ တွေနဲ့ ဟာသ ဇာတ်အိမ်ဟာ အတည်တကျ တည်ဆောက်ပြနိုင်ခဲ့ပါတယ်။
အမြင် _____
ကျွန်တော့်အနေနဲ့ တော့ ဒီကားရဲ့ ဟာသကို ွနှစ်သက်မိပါတယ်။
အောက်လုံးဟာသတွေ မဆန်ဘဲ ရိုးရိုးယဉ်ယဉ် တည်ဆောက်ပြသွားတာကလည်း အရင်ကြည့်ဖူးတဲ့ Grand mastini တို့ထက်သာပါတယ်။
နောက်ပြီး ကရမ်အဖြစ်ရော ပူဂျား အဖြစ်ရော အသံနှစ်မျိုး လေ့ကျင့်နေရရှာတဲ့ မင်းသားသရုပ်ဆောင်ပုံကလည်း မိုက်ပါတယ်။
အခြားဇာတ်ဆောင်တွေကလည်း သူ့ role နဲ့ သူ အံဝင်မိပါတယ်။
ဒိုင်ယာလော့ တွေကလည်း အတင်းရယ်ခိုင်းနေတာ မဟုတ်သည့်တိုင် ပြုံးလျက်သား ဖြစ်မိသွားစေပါတယ်။
ဒါပေမဲ့ ဆရာဦအောင်သင်း ပြောခဲ့သလို ရယ်မောရတယ် ဆိုတာ ရယ်ပြီးရင် မောရမယ်တဲ့ ။ မဟုတ်ဘူးလေ။
ဟာသကားကြည့်ရတာ မောစရာ ရှိသလားလို့ မေးလာကြည့်ရတဲ့အခါ ကျွန်တော် တို့ရဲ့ ဘဝ အလွဲတချို့ဟာ မောစရာ မဆုံးနိုင်တာတွေ ရှိတတ်ကြပါတယ်။
ဒီအကြောင်းကိုလည်း ဒါရိုက်တာက ပါးနပ်လှတဲ့ ဒိုင်ယာလော့ အချို့နဲ့ တွေးတောစေခဲ့ပါတယ်။
ကျွန်တော် တို့ ပြန်စဉ်းစား ကြည့်ရအောင်။ ” ကြူ ရုံလောက်နဲ့ ပူဂျားဆီ ဖုန်းဆက်ဖို့ လိုခဲ့လို့လား ” ဆိုပြီး။
အဖြေကိုတော့ ကိုယ်စီအသိနဲ့ပေါ့ဗျာ။
ဘဝရဲ့ ညက နက်လာပြီ။ ကျွန်တော် လည်း အထီးကျန်ဆန်လှပြီ။
” ကဲ —-ပူဂျား ဆီ ဖုန်းဆက်ကြည့်ရအောင် “
#linnkhayan
( ဆရာတာရာမင်းဝေ ရဲ့ စာအုပ်ခေါင်းစဉ် ကို အမှီးပြု ပြီး အိပ်မက် နတ်ပျိုမယ် ဟု သုံးနှုန်းထားခြင်းဖြစ်ပါသည် )
ဇာတ်လမ်းအညွှန်းကို linnkhayan FB မှ ကူးယူ ဖော်ပြထားပြီး ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
(Zawgyi)
“ဟဲလို ____ပူဂ်ားစကားေျပာေနပါတယ္ရွင့္”
ဖုန္းျမည္သံၾကားလို႔ ကိုင္လ်က္သား ျဖစ္တဲ့အခါ ဒီ အေျဖစကားနဲ႔ ထူးရတယ္။
ဖုန္းေခၚသူ အမ်ားစုက ပုရိသ ေတြျဖစ္ၿပီး တစ္ဖက္မွာေတာ့ ပူဂ်ား ဆိုတဲ့ နတ္ပ်ိဳမယ္ေလးက လက္ခံ စကားေျပာရတယ္။
ဒါဟာ Friendship call center အခန္းေထာင့္တစ္ေနရာရဲ႕ ဇာတ္ဝင္ခန္းေလး။
ေျပာရရင္ ပူဂ်ား ဆိုတာက ဖုန္းနံပါတ္တစ္ခုပိုင္ရွင္။ ပူဂ်ားကလည္း အသံခ်ိဳသာတယ္။ ခြၽဲတယ္။
မ်ားေသာ အားျဖင့္ စကားလက္ခံေျပာဖူးသူ တိုင္း ေႂကြတဲ့ သူေပါ့။
အစကေတာ့ ပူဂ်ားေနရာမွာ ေကာင္မေလးတစ္ေယာက္က လက္ခံစကားေျပာတယ္။
ဒါေပမဲ့ တစ္ေန႔မွာ အဲ့ေကာင္မေလးက ႐ုံးမလာဘူး ။ အဲ့မွာ ဖုန္းဆက္သူေတြ နဲ႔ ပြဲေပါ့ ။
ျဖစ္ခ်င္ေတာ့ ကရမ္ ဆိုတဲ့ ငနဲေလးက အဲ့ ႐ုံးကို မေယာင္မလည္ အလုပ္လာေလွ်ာက္တယ္။ အစကေတာ့ အလုပ္ဘယ္ရမလဲ။
ဒါေပမဲ့ ဒီေန႔ခန႔္စရာဆိုလို႔ ေနရာတစ္ခုပဲရွိတယ္။ အဲ့ဒါက လြတ္ေနတဲ့ ပူဂ်ားေနရာ။ ဒါဟာ ဇာတ္အိမ္စတည္မႈနဲ႔ ကရမ္ရဲ႕ စြန႔္စားခန္းပါပဲ။
ကရမ္ ဆိုတာ ငယ္ငယ္ကတည္းက မိန္းကေလး အသံတု လုပ္တာ ေအာင္ျမင္သူ။ ဒီေတာ့ ပူဂ်ား ေနရာမွာ သူအလုပ္ရခဲ့တယ္။
ဒါေပမဲ့ ေယာက်္ားေလးက ပူဂ်ားအျဖစ္နဲ႔ ျပန္ၾကဴ ေနရတာ လြဲေခ်ာ္မႈတစ္ရပ္ပဲ မဟုတ္လား ။
သို႔ပင္ ကိုငွက္ သီခ်င္းထဲကလို ” လြဲလြဲေလးလည္း ေကာင္းပါတယ္ ” ဆိုသလိုမ်ိဳးေပါ့။
ကရမ္ အတြက္ေတာ့ ပူဂ်ားေနရာမွာ ေတာ္ေတာ္ အဆင္ေျပတယ္။
ၾကဴ တဲ့ ငနဲေတြကလည္း မ်ားလာၿပီး အသံပိုင္ရွင္ ပူဂ်ား ကို စြဲလမ္းလာမိတယ္။
ဒီမွာ ကေမာက္ကမ ေတြနဲ႔ ဟာသ ဇာတ္အိမ္ဟာ အတည္တက် တည္ေဆာက္ျပႏိုင္ခဲ့ပါတယ္။
အျမင္ _____
ကြၽန္ေတာ့္အေနနဲ႔ ေတာ့ ဒီကားရဲ႕ ဟာသကို ြႏွစ္သက္မိပါတယ္။
ေအာက္လုံးဟာသေတြ မဆန္ဘဲ ႐ိုး႐ိုးယဥ္ယဥ္ တည္ေဆာက္ျပသြားတာကလည္း အရင္ၾကည့္ဖူးတဲ့ Grand mastini တို႔ထက္သာပါတယ္။
ေနာက္ၿပီး ကရမ္အျဖစ္ေရာ ပူဂ်ား အျဖစ္ေရာ အသံႏွစ္မ်ိဳး ေလ့က်င့္ေနရရွာတဲ့ မင္းသားသ႐ုပ္ေဆာင္ပုံကလည္း မိုက္ပါတယ္။
အျခားဇာတ္ေဆာင္ေတြကလည္း သူ႔ role နဲ႔ သူ အံဝင္မိပါတယ္။
ဒိုင္ယာေလာ့ ေတြကလည္း အတင္းရယ္ခိုင္းေနတာ မဟုတ္သည့္တိုင္ ၿပဳံးလ်က္သား ျဖစ္မိသြားေစပါတယ္။
ဒါေပမဲ့ ဆရာဦေအာင္သင္း ေျပာခဲ့သလို ရယ္ေမာရတယ္ ဆိုတာ ရယ္ၿပီးရင္ ေမာရမယ္တဲ့ ။ မဟုတ္ဘူးေလ။
ဟာသကားၾကည့္ရတာ ေမာစရာ ရွိသလားလို႔ ေမးလာၾကည့္ရတဲ့အခါ ကြၽန္ေတာ္ တို႔ရဲ႕ ဘဝ အလြဲတခ်ိဳ႕ဟာ ေမာစရာ မဆုံးႏိုင္တာေတြ ရွိတတ္ၾကပါတယ္။
ဒီအေၾကာင္းကိုလည္း ဒါ႐ိုက္တာက ပါးနပ္လွတဲ့ ဒိုင္ယာေလာ့ အခ်ိဳ႕နဲ႔ ေတြးေတာေစခဲ့ပါတယ္။
ကြၽန္ေတာ္ တို႔ ျပန္စဥ္းစား ၾကည့္ရေအာင္။ ” ၾကဴ ႐ုံေလာက္နဲ႔ ပူဂ်ားဆီ ဖုန္းဆက္ဖို႔ လိုခဲ့လို႔လား ” ဆိုၿပီး။
အေျဖကိုေတာ့ ကိုယ္စီအသိနဲ႔ေပါ့ဗ်ာ။
ဘဝရဲ႕ ညက နက္လာၿပီ။ ကြၽန္ေတာ္ လည္း အထီးက်န္ဆန္လွၿပီ။
” ကဲ —-ပူဂ်ား ဆီ ဖုန္းဆက္ၾကည့္ရေအာင္ “
#linnkhayan
( ဆရာတာရာမင္းေဝ ရဲ႕ စာအုပ္ေခါင္းစဥ္ ကို အမွီးျပဳ ၿပီး အိပ္မက္ နတ္ပ်ိဳမယ္ ဟု သုံးႏႈန္းထားျခင္းျဖစ္ပါသည္ )
ဇာတ္လမ္းအၫႊန္းကို linnkhayan FB မွ ကူးယူ ေဖာ္ျပထားၿပီး ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (950 MB) and (480 MB)
Quality : WEB-DL 720p
Running Time : 2hr 12min
Format : Mp4
Genre : Comedy, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.Zee5.WEB-DL.AAC.2.0.x264-Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
