"The Master(2012)အၫႊန္း
********************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb…7.2,,,,,Rotten….85%
အမိုက္စားကားမို႔ (BLU-RAY 1080P 5.1CH,720P)တို႔ျဖင့္တင္ဆက္ေပးထားပါသည္…..
(unicode)
Joker 2019 ကိုကြည့်ပြီးတဲ့နောက် ဇာတ်လမ်းကို ကြိုက်သည်ဖြစ်စေ မကြိုက်သည်ဖြစ်စေ Joaquin Phoenix ရဲ့ သရုပ်ဆောင်ဟန်တွေကိုတော့ အားလုံးလိုလို ချီးကျူးခဲ့မိကြမယ်ထင်ပါရဲ့….ဒါ့ကြောင့် ဒီမင်းသားကြီးရဲ့ ဇာတ်ကားတွေထဲက အကောင်းဆုံးစာရင်း၀◌င်တဲ့ The Master ဆိုတဲ့ ကားကိုတင်ဆက်ပေးလိုက်ပါတယ်…
ဒုတိယကမ္ဘာစစ်ကြီးပြီးသွားတဲ့အချိန် စိတ်ဝေဒနာရှင်မိခင်တစ်ယောက်ရဲ့ သားဖြစ်သူဟာ စစ်တပ်ကထွက်ပြီး အရပ်ဘက်အလုပ်တွေလုပ်ကိုင်ခဲ့တယ်…
ကံဆိုးတာက သူကိုယ်တိုင်က အမေဘက်လိုက်တယ်လို့ ဆိုရမလား မသိ…သူ့မှာလည်း
စိတ်ဝေဒနာအခံက ရှိနေပြန်တယ်… သူဟာ ကောင်မလေးတစ်ယောက်ကို ချစ်မိခဲ့တယ်….သူကိုယ်သူလည်း ဘာချို့ယွင်းချက်ရှိနေလဲဆိုတာသိတော့ စိတ်ပညာရှင် မာစတာနဲ့ တွေ့ပြီး တော့ သူ့ရဲ့ဖြစ်တည်မှုကို ပြင်ဖို့ကြိုးစားပါတော့တယ်…
ဘာတွေဆက်ဖြစ်မှာလဲဆိုတာ စိတ်ဝင်တစားနဲ့ ရသမျိုးစုံ ပေါင်းစုံခံစားရမှာဖြစ်လို့ လုံးဝလက်မလွတ်သင့်တဲ့ ဇာတ်ကားကောင်းဖြစ်ပါတယ်..IMDb..7.2နဲ့ Rotten 85%တောင် ရထားတာဖြစ်လို့ ခံစားကြည့်ကြပါဦး..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Initiative ပဲဖြစ်ပါတယ်….
(zawgyi)
Joker 2019 ကိုၾကည့္ၿပီးတဲ့ေနာက္ ဇာတ္လမ္းကို ႀကိဳက္သည္ျဖစ္ေစ မႀကိဳက္သည္ျဖစ္ေစ Joaquin Phoenix ရဲ႕ သ႐ုပ္ေဆာင္ဟန္ေတြကိုေတာ့ အားလုံးလိုလို ခ်ီးက်ဴးခဲ့မိၾကမယ္ထင္ပါရဲ႕….ဒါ့ေၾကာင့္ ဒီမင္းသားႀကီးရဲ႕ ဇာတ္ကားေတြထဲက အေကာင္းဆုံးစာရင္း၀◌င္တဲ့ The Master ဆိုတဲ့ ကားကိုတင္ဆက္ေပးလိုက္ပါတယ္…
ဒုတိယကမာၻစစ္ႀကီးၿပီးသြားတဲ့အခ်ိန္ စိတ္ေဝဒနာရွင္မိခင္တစ္ေယာက္ရဲ႕ သားျဖစ္သူဟာ စစ္တပ္ကထြက္ၿပီး အရပ္ဘက္အလုပ္ေတြလုပ္ကိုင္ခဲ့တယ္…
ကံဆိုးတာက သူကိုယ္တိုင္က အေမဘက္လိုက္တယ္လို႔ ဆိုရမလား မသိ…သူ႔မွာလည္း
စိတ္ေဝဒနာအခံက ရွိေနျပန္တယ္… သူဟာ ေကာင္မေလးတစ္ေယာက္ကို ခ်စ္မိခဲ့တယ္….သူကိုယ္သူလည္း ဘာခ်ိဳ႕ယြင္းခ်က္ရွိေနလဲဆိုတာသိေတာ့ စိတ္ပညာရွင္ မာစတာနဲ႔ ေတြ႕ၿပီး ေတာ့ သူ႔ရဲ႕ျဖစ္တည္မႈကို ျပင္ဖို႔ႀကိဳးစားပါေတာ့တယ္…
ဘာေတြဆက္ျဖစ္မွာလဲဆိုတာ စိတ္ဝင္တစားနဲ႔ ရသမ်ိဳးစုံ ေပါင္းစုံခံစားရမွာျဖစ္လို႔ လုံးဝလက္မလြတ္သင့္တဲ့ ဇာတ္ကားေကာင္းျဖစ္ပါတယ္..IMDb..7.2နဲ႔ Rotten 85%ေတာင္ ရထားတာျဖစ္လို႔ ခံစားၾကည့္ၾကပါဦး..
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Initiative ပဲျဖစ္ပါတယ္….
File Size : (2.11GB)(1.06GB) and (470 MB)
Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p
Format…mp4
Duration…02:18:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Initiative
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
