"House Arrest(2019)အၫႊန္း***********************PauseIMDb….6.0(unicode)အိန္ဒိယ ကားတွေမှ သဘောကျတဲ့သူတွေအဖို့ အချစ် ဟာသ ကားကောင်းလေးလာပါပြီဗျာ…ကာရန်ဆိုတဲ့ သတ်လတ်ပိုင်းလူငယ်တစ်ယောက် သူ့မိန်းမနဲ့ခွာပြဲပြီးနောက်ပိုင်းအိမ်ထဲကအိမ်ပြင်မထွက်ရဲတဲ့ Psycho ၀င်လာပါတယ် အဲ့ psycho ကို ဂျပန်လူငယ်တွေအဖြစ်များပါတယ် ဂျပန်လို ဟီကီကိုမိုရီလို့ခေါ်သဗျ အိမ်ထဲမှာပဲနှစ်ရှည်လများအာင်းပြီး online သုံးတယ် gameဆော့တယ် လူထုအသိုင်းဝိုင်းနဲ့ရုပ်ပိုင်းဆိုင်ရာထိတွေ့မှုလုံး၀မရှိတဲ့ psycho တစ်မျိုးပေါ့ဒါပေမယ့်အဲ့လို psycho မျိုးတွေကနောက်ပိုင်းခေတ်စားလာပါတယ် ဟီကီကိုမိုရီလိုမဟုတ်တောင်အပူပင်မရှိလောကကြီးကိုတစ်ယောက်တည်းဖြတ်သန်းလာကြတာပေါ့ ဂျပန်မှာပဲအများဆုံးခေတ်စားတာပါ FA တွေလို့ပြောတာမဟုတ်ဘူးနော် ကိစ္စတော်တော်များများကိုတစ်ယောက်တည်းလုပ်လာကြတာ မွေးနေ့ပွဲတစ်ယောက်တည်းဆင်နွှဲတယ်ခရီးတစ်ယောက်ထဲထွက်တယ် ရုပ်ရှင်တစ်ယောက်တည်းကြည့်တယ် ဘာလို့ဆို တိုတောင်းတဲ့လူ့ဘ၀လေးကိုအခြားသူတွေအတွက်အချိန်ကုန်မခံချင်တော့လို့ပါပဲ ဒီကားထဲက ဇာတ်​ကောင် ကာရန်လဲအဲ့တိုင်းပဲ တစ်ယောက်တည်းအိမ်မှာသန့်ရှင်းရေးလုပ်တယ် ပစ္စည်းအတိုအထွာလေးတွေနဲ့အခန်းကိုအလှဆင်တယ် ကောင်မလေးလဲမထားဘူးအိမ်တံခါးကနေအပြင်ဖက်ကိုခြေလှမ်းတစ်လှမ်းတောင်မလှမ်းတာဒီကားကြည့်ရင်သိရမှာပါသူငယ်ချင်းဖြစ်သူဂျေဒီတစ်ယောက်ကောင်းမှု နဲ့ကောင်မလေးတစ်ယောက်သူ့အိမ်ရာက်လာပြီးနောက်ပိုင်းဘယ်လိုတွေပြောင်းလဲသွားမလဲဆိုတာတော့ ဒီမှာမပြောတော့ဘူး သိချင်ရင်ကြည့်ကြပါ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naing ပဲဖြစ်ပါတယ်…(zawgyi)အိႏၵိယ ကားေတြမွ သေဘာက်တဲ့သူေတြအဖို႔ အခ်စ္ ဟာသ ကားေကာင္းေလးလာပါၿပီဗ်ာ…ကာရန္ဆိုတဲ့ သတ္လတ္ပိုင္းလူငယ္တစ္ေယာက္ သူ႔မိန္းမနဲ႔ခြာၿပဲၿပီးေနာက္ပိုင္းအိမ္ထဲကအိမ္ျပင္မထြက္ရဲတဲ့ Psycho ၀င္လာပါတယ္ အဲ့ psycho ကို ဂ်ပန္လူငယ္ေတြအျဖစ္မ်ားပါတယ္ ဂ်ပန္လို ဟီကီကိုမိုရီလို႔ေခၚသဗ် အိမ္ထဲမွာပဲႏွစ္ရွည္လမ်ားအာင္းၿပီး online သုံးတယ္ gameေဆာ့တယ္ လူထုအသိုင္းဝိုင္းနဲ႔႐ုပ္ပိုင္းဆိုင္ရာထိေတြ႕မႈလုံး၀မရွိတဲ့ psycho တစ္မ်ိဳးေပါ့ဒါေပမယ့္အဲ့လို psycho မ်ိဳးေတြကေနာက္ပိုင္းေခတ္စားလာပါတယ္ ဟီကီကိုမိုရီလိုမဟုတ္ေတာင္အပူပင္မရွိေလာကႀကီးကိုတစ္ေယာက္တည္းျဖတ္သန္းလာၾကတာေပါ့ ဂ်ပန္မွာပဲအမ်ားဆုံးေခတ္စားတာပါ FA ေတြလို႔ေျပာတာမဟုတ္ဘူးေနာ္ ကိစၥေတာ္ေတာ္မ်ားမ်ားကိုတစ္ေယာက္တည္းလုပ္လာၾကတာ ေမြးေန႔ပြဲတစ္ေယာက္တည္းဆင္ႏႊဲတယ္ခရီးတစ္ေယာက္ထဲထြက္တယ္ ႐ုပ္ရွင္တစ္ေယာက္တည္းၾကည့္တယ္ ဘာလို႔ဆို တိုေတာင္းတဲ့လူ႔ဘ၀ေလးကိုအျခားသူေတြအတြက္အခ်ိန္ကုန္မခံခ်င္ေတာ့လို႔ပါပဲ ဒီကားထဲက ဇာတ္​ေကာင္ ကာရန္လဲအဲ့တိုင္းပဲ တစ္ေယာက္တည္းအိမ္မွာသန္႔ရွင္းေရးလုပ္တယ္ ပစၥည္းအတိုအထြာေလးေတြနဲ႔အခန္းကိုအလွဆင္တယ္ ေကာင္မေလးလဲမထားဘူးအိမ္တံခါးကေနအျပင္ဖက္ကိုေျခလွမ္းတစ္လွမ္းေတာင္မလွမ္းတာဒီကားၾကည့္ရင္သိရမွာပါသူငယ္ခ်င္းျဖစ္သူေဂ်ဒီတစ္ေယာက္ေကာင္းမႈ နဲ႔ေကာင္မေလးတစ္ေယာက္သူ႔အိမ္ရာက္လာၿပီးေနာက္ပိုင္းဘယ္လိုေတြေျပာင္းလဲသြားမလဲဆိုတာေတာ့ ဒီမွာမေျပာေတာ့ဘူး သိခ်င္ရင္ၾကည့္ၾကပါ…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Hein That Naing ပဲျဖစ္ပါတယ္…File Size : (950 MB) and (407 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:44:00Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Hein That NaingEncoded by Phyo Pyae"