"Palo Alto (2013)ဒီကားလေးဟာ ဆယ်ကျော်သက်လူငယ်တွေရဲ့ ခံစားချက်တွေ အခက်အခဲတွေ နေ့စဉ်ဘဝမွန်းကြပ်မှုတွေ မျှော်လင့်ချက်တွေ စတဲ့Pauseစိတ်ခံစားမှုတွေကို ဇာတ်ကောင်တစ်ခုချင်းစီမှာ ထည့်သွင်းပြီး ပုံဖော်ထားတဲ့ လူငယ် drama ဇာတ်လမ်းလေးတစ်ပုဒ်ပဲဖြစ်ပါတယ် ။မေရိကန်သရုပ်ဆောင်James franco ရေးထားတဲ့ဝတ္ထုတိုကို အခြေခံပြီးရုပ်ရှင်အဖြစ် သရုပ်ဖော်ထားတဲ့အပြင် palo alto မြို့ရဲ့အလှအပတွေကိုပါ ခံစားရစေမှာဖြစ်ပါတယ် ။ဒီဇာတ်လမ်းထဲမှာ တက်ဒီ( Teddy ) ဆိုတဲ့ ပန်းချီဆွဲတာ ဝါသနာပါပြီး ကောင်မလေးတစ်ယောက်ကို တစ်ဖတ်သက်ချစ်နေတဲ့ ကောင်လေး…..ဒါမဲ့ သူ့ရဲ့ အချစ်ဆုံးသူငယ်ချင်းဖစ်တဲ့ ဖရက် ( Fred ) ကတော့ ဒေါသကြီးတယ် ကောင်မလေးတွေနဲ့ ပွေမယ် ရန်စမယ် အဲ့လို ပုံစံမျိုး….သူတို့တွေရဲ့ အထက်တန်းကျောင်းသား ဘဝဟာ ထင် သလောက် ပျော်စရာကောင်းရဲ့လားဘယ်လို အဖြစ်အပျက်တွေကို ရင်ဆိုင်ရမလဲ…တက်ဒီ ( Teddy ) တစ်ဖတ်သတ်ချစ်နေတဲ့ ဧပရယ်( April ) ဆိုတဲ့ကောင်မလေးကတော့ အရှက်အကြောက်ကြီးတယ် ဘောလုံးကစားတယ်..သူရဲ့ နည်းပြက သူ့ကိုစိတ်ဝင်စားနေပြန်တယ် ။ဘယ်ကောလိပ်ဆက်တက်ရမလဲရွေးချယ်ဖို့ခက်နေတဲ့ ဧပရယ်( April ) တစ်ယောက် အရှုံးတွေနဲ့ရော ရင်ဆိုင်နိုင်ရဲ့လား…အတန်းထဲမှာ နာမည်ကြီး ရုပ်ချောပြီး တစ်ယောက်ထဲနေတတ်တဲ့ အမ်မလီ( Emily ) ရဲ့ ပါတီကို ရောက်သွားတော့ ဘယ်လိုတွေ ဆက်ဖြစ်ကြမလဲ….တစ်ခါမှမချစ်ဖူးတဲ့ အမ်မလီ ( Emily ) ကရော အချစ်ကိုတွေ့ခဲ့ရဲ့လားဆယ်ကျော်သက်ဘဝမှာ အချစ်နဲ့တွေ့တဲ့အခါရွေးချယ်မှုတွေမှားမှန်းသိနေရက် ထပ်ခါထပ်ခါရွေးချယ်မိတဲ့ အခါမိသားစုနဲ့ ဆက်ဆံရေးမပြေလည်တဲ့အခါနွေးထွေးမှုတွေ ဆိတ်သုန်းသွားတဲ့အခါလူငယ်ဘဝဟာ ချိုမြိန်တဲ့တိုက်ပွဲတစ်ခုလား အဆုံးသတ်ဟာ ဘာဖြစ်မလဲဆိုတာ ဒီဇာတ်လမ်းထဲမှာ ဆက်ပြီးကြည့်ရှုကြပါ ။( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Thinzar Oo ဖြစ်ပါတယ် )[Zawgyi]Palo Alto (2013)ဒီကားေလးဟာ ဆယ္ေက်ာ္သက္လူငယ္ေတြရဲ႕ ခံစားခ်က္ေတြ အခက္အခဲေတြ ေန႔စဥ္ဘဝမြန္းၾကပ္မႈေတြ ေမွ်ာ္လင့္ခ်က္ေတြ စတဲ့စိတ္ခံစားမႈေတြကို ဇာတ္ေကာင္တစ္ခုခ်င္းစီမွာ ထည့္သြင္းၿပီး ပုံေဖာ္ထားတဲ့ လူငယ္ drama ဇာတ္လမ္းေလးတစ္ပုဒ္ပဲျဖစ္ပါတယ္ ။ေမရိကန္သ႐ုပ္ေဆာင္James franco ေရးထားတဲ့ဝတၳဳတိုကို အေျခခံၿပီး႐ုပ္ရွင္အျဖစ္ သ႐ုပ္ေဖာ္ထားတဲ့အျပင္ palo alto ၿမိဳ႕ရဲ႕အလွအပေတြကိုပါ ခံစားရေစမွာျဖစ္ပါတယ္ ။ဒီဇာတ္လမ္းထဲမွာ တက္ဒီ( Teddy ) ဆိုတဲ့ ပန္းခ်ီဆြဲတာ ဝါသနာပါၿပီး ေကာင္မေလးတစ္ေယာက္ကို တစ္ဖတ္သက္ခ်စ္ေနတဲ့ ေကာင္ေလး…..ဒါမဲ့ သူ႔ရဲ႕ အခ်စ္ဆုံးသူငယ္ခ်င္းဖစ္တဲ့ ဖရက္ ( Fred ) ကေတာ့ ေဒါသႀကီးတယ္ ေကာင္မေလးေတြနဲ႔ ေပြမယ္ ရန္စမယ္ အဲ့လို ပုံစံမ်ိဳး….သူတို႔ေတြရဲ႕ အထက္တန္းေက်ာင္းသား ဘဝဟာ ထင္ သေလာက္ ေပ်ာ္စရာေကာင္းရဲ႕လားဘယ္လို အျဖစ္အပ်က္ေတြကို ရင္ဆိုင္ရမလဲ…တက္ဒီ ( Teddy ) တစ္ဖတ္သတ္ခ်စ္ေနတဲ့ ဧပရယ္( April ) ဆိုတဲ့ေကာင္မေလးကေတာ့ အရွက္အေၾကာက္ႀကီးတယ္ ေဘာလုံးကစားတယ္..သူရဲ႕ နည္းျပက သူ႔ကိုစိတ္ဝင္စားေနျပန္တယ္ ။ဘယ္ေကာလိပ္ဆက္တက္ရမလဲေ႐ြးခ်ယ္ဖို႔ခက္ေနတဲ့ ဧပရယ္( April ) တစ္ေယာက္ အ႐ွုံးေတြနဲ႔ေရာ ရင္ဆ္ိုင္ႏိုင္ရဲ႕လား…အတန္းထဲမွာ နာမည္ႀကီး ႐ုပ္ေခ်ာၿပီး တစ္ေယာက္ထဲေနတတ္တဲ့ အမ္မလီ( Emily ) ရဲ႕ ပါတီကို ေရာက္သြားေတာ့ ဘယ္လိုေတြ ဆက္ျဖစ္ၾကမလဲ….တစ္ခါမွမခ်စ္ဖူးတဲ့ အမ္မလီ ( Emily ) ကေရာ အခ်စ္ကိုေတြ႕ခဲ့ရဲ႕လားဆယ္ေက်ာ္သက္ဘဝမွာ အခ်စ္နဲ႔ေတြ႕တဲ့အခါေ႐ြးခ်ယ္မႈေတြမွားမွန္းသိေနရက္ ထပ္ခါထပ္ခါေ႐ြးခ်ယ္မ္ိတဲ့ အခါမိသားစုနဲ႔ ဆက္ဆံေရးမေျပလည္တဲ့အခါေႏြးေထြးမႈေတြ ဆိတ္သုန္းသြားတဲ့အခါလူငယ္ဘဝဟာ ခ်ိဳၿမိန္တဲ့တိုက္ပြဲတစ္ခုလား အဆုံးသတ္ဟာ ဘာျဖစ္မလဲဆိုတာ ဒီဇာတ္လမ္းထဲမွာ ဆက္ၿပီးၾကည့္ရႈၾကပါ ။( အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Thinzar Oo ျဖစ္ပါတယ္ )File size__( 900 MB) and ( 360 MB)Quality__BR-Rip 720pIMDb Rating__6.2/10Format__mp4Duration__01:40:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Thinzar OoEncoded by Naing Aung Latt"