"(Unicode)၂၀၁၉ ခုနှစ်မှာ ဘာသာစကား၅မျိုးနဲ့ရုံတင်ပြီး ထွက်လာခဲ့တဲ့ တေလဂူး အက်ရှင်၊ ဒရာမာ၊ သမိုင်းဖြစ်ရပ်မှန် ရုပ်ရှင်ဇာတ်ကားကြီး တင်ဆက်ပေးလိုက်ပါတယ်။Pauseတေလဂူးမင်းသားချော ဘိုင်ရာဘာလို့ အများခေါ်တဲ့ ရမ်ချရန်(Ram Charan)ကိုယ်တိုင် ပရိုဂျူဆာလုပ်ပြီး ရမ်ချရန်ရဲ့ ဖခင် Chiranjeevi ကို မင်းသားအဖြစ် တွေ့မြင်ရမှာပါ။မင်းသမီးမင်းသားတွေကတော့ အိန္ဒိယပရိသတ်တွေအဖို့ အထူးတလည် မိတ်ဆက်စရာ လိုမယ်မထင်ပါဘူး။မင်းသမီး နှစ်ယောက်ပါဝင်ပြီး Baahubaliကားထဲက မင်းသမီးချော Tamannah Bhatia၊ Viswasamထဲက နာမည်ကြီး မင်းသမီးချော Nayanthara၊နောက်ထပ် မင်းသား၃ယောက်ကတော့ ဟင်ဒီမင်းသားကြီး Amitabh Bachchan၊လူသိများတဲ့ 96 တမီးလ် မင်းသား Vijay Sethupathi၊တစ်ခေတ်တစ်ခါက နာမည်ကြီးခဲ့တဲ့ ယင်ကောင်ကားထဲက ဗီလိန်ကြီး Sudeep တို့အပြင် နောက်ထပ် တောင်ပိုင်းစတားတွေ များစွာပါဝင်ပါတယ်။၁၈၄၆ခုနှစ်ဝန်းကျင် အိန္ဒိယရဲ့ လွတ်လပ်ရေးမီးရှုးတန်ဆောင်ဖြစ်ခဲ့တဲ့ နရဆင်းမဟာရက်ဒီရဲ့ အတ္ထုပတ္တိကို ပြန်လည်ရိုက်ကူးထားတာပါ။ဇာတ်ကားထဲမှာတော့ အင်္ဂလိပ်တွေ သိမ်းပြီးစ အိန္ဒိယအခြေအနေကို မြင်ရပြီး အခွန်တွေ တင်းကြပ်ကောက်ခံရမှ ဘုရားပေးဆုလာဘ်ဖြစ်တဲ့နရဆင်းမဟာရက်ဒီဟာ စတင် ပုန်ကန်ခဲ့ပြီး လွတ်လပ်ရေးတိုက်ပွဲ ဆင်နွှဲခဲ့ပုံတွေကို မြင်ရမှာပါ။ပထမဦးစွာ မြင်ရတဲ့ စစ်တပ်ကတော့ ဘုရင်မ မာနီကာနီကာရဲ့ ဂျန်စီစစ်တပ်ပါ။ဂျန်စီတပ်တစ်ခုလုံး အင်အားနည်းလာတဲ့အခါ စိတ်ပျက် အားလျော့နေချိန်တစ်ခုပေါ့။(Manikarnika: The Queen of Jhansi 2019 ကြည့်ဖူးကြမှာပါ)———————————————————–သမိုင်းဝင် တိုက်ပွဲအကြောင်းတွေတင်မကဘဲ သနားစရာ အချစ်ဇာတ်လမ်းလည်း ပါနေပါသေးတယ်။တောင်ပိုင်းဇာတ်ကားတို့ အများစုအတိုင်း အကတွေနဲ့ အိုဗာအက်ရှင်တွေ ပါဝင်နေပါတယ်။အကတွေကတော့ သမီးရည်းစားချစ်ကြိုက်လို့ ကကြတာမျိုး မဟုတ်ဘဲ စီရင်စု ပေါင်း ၆၁ခုက အုပ်ချုပ်သူတွေ ပေါင်းစည်းတွေ့ဆုံရေး ပွဲတော်မှာ ဖျော်ဖြေမှုအနေနဲ့ပါ။ဒါကလည်းတော်တော်လေး ကြည့်ကောင်းပါတယ်။IMDb Rating – 8/10Duration – 2hrs47minsGenere – Drama/Action/Historyကဲ…. ကိုယ်တိုင်သာ ခံစားကြည့်ဖို့ အချိန်ရောက်ပါပြီ။ခုတစ်ပတ်အတွင်း ဇာတ်ကားကောင်းတွေ ဆက်တိုက်တင်ဆက်ပေးသွားမှာမို့ မျက်ခြည်မပြတ် စာင့်ကြည့်ထားဖို့ ပြောချင်ပါတယ်။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)၂၀၁၉ ခုႏွစ္မွာ ဘာသာစကား၅မ်ိဳးနဲ႔႐ုံတင္ၿပီး ထြက္လာခဲ့တဲ့ ေတလဂူး အက္ရွင္၊ ဒရာမာ၊ သမိုင္းျဖစ္ရပ္မွန္ ႐ုပ္ရွင္ဇာတ္ကားႀကီး တင္ဆက္ေပးလိုက္ပါတယ္။ေတလဂူးမင္းသားေခ်ာ ဘိုင္ရာဘာလို႔ အမ်ားေခၚတဲ့ ရမ္ခ်ရန္(Ram Charan)ကိုယ္တိုင္ ပ႐ိုဂ်ဴဆာလုပ္ၿပီး ရမ္ခ်ရန္ရဲ႕ ဖခင္ Chiranjeevi ကို မင္းသားအျဖစ္ ေတြ႕ျမင္ရမွာပါ။မင္းသမီးမင္းသားေတြကေတာ့ အိႏၵိယပရိသတ္ေတြအဖို႔ အထူးတလည္ မိတ္ဆက္စရာ လိုမယ္မထင္ပါဘူး။မင္းသမီး ႏွစ္ေယာက္ပါဝင္ၿပီး Baahubaliကားထဲက မင္းသမီးေခ်ာ Tamannah Bhatia၊ Viswasamထဲက နာမည္ႀကီး မင္းသမီးေခ်ာ Nayanthara၊ေနာက္ထပ္ မင္းသား၃ေယာက္ကေတာ့ ဟင္ဒီမင္းသားႀကီး Amitabh Bachchan၊လူသိမ်ားတဲ့ 96 တမီးလ္ မင္းသား Vijay Sethupathi၊တစ္ေခတ္တစ္ခါက နာမည္ႀကီးခဲ့တဲ့ ယင္ေကာင္ကားထဲက ဗီလိန္ႀကီး Sudeep တို႔အျပင္ ေနာက္ထပ္ ေတာင္ပိုင္းစတားေတြ မ်ားစြာပါဝင္ပါတယ္။၁၈၄၆ခုႏွစ္ဝန္းက်င္ အိႏၵိယရဲ႕ လြတ္လပ္ေရးမီးရႈးတန္ေဆာင္ျဖစ္ခဲ့တဲ့ နရဆင္းမဟာရက္ဒီရဲ႕ အတၳဳပတၱိကို ျပန္လည္႐ိုက္ကူးထားတာပါ။ဇာတ္ကားထဲမွာေတာ့ အဂၤလိပ္ေတြ သိမ္းၿပီးစ အိႏၵိယအေျခအေနကို ျမင္ရၿပီး အခြန္ေတြ တင္းၾကပ္ေကာက္ခံရမွ ဘုရားေပးဆုလာဘ္ျဖစ္တဲ့နရဆင္းမဟာရက္ဒီဟာ စတင္ ပုန္ကန္ခဲ့ၿပီး လြတ္လပ္ေရးတိုက္ပြဲ ဆင္ႏႊဲခဲ့ပုံေတြကို ျမင္ရမွာပါ။ပထမဦးစြာ ျမင္ရတဲ့ စစ္တပ္ကေတာ့ ဘုရင္မ မာနီကာနီကာရဲ႕ ဂ်န္စီစစ္တပ္ပါ။ဂ်န္စီတပ္တစ္ခုလုံး အင္အားနည္းလာတဲ့အခါ စိတ္ပ်က္ အားေလ်ာ့ေနခ်ိန္တစ္ခုေပါ့။(Manikarnika: The Queen of Jhansi 2019 ၾကည့္ဖူးၾကမွာပါ)———————————————————–သမိုင္းဝင္ တိုက္ပြဲအေၾကာင္းေတြတင္မကဘဲ သနားစရာ အခ်စ္ဇာတ္လမ္းလည္း ပါေနပါေသးတယ္။ေတာင္ပိုင္းဇာတ္ကားတို႔ အမ်ားစုအတိုင္း အကေတြနဲ႔ အိုဗာအက္ရွင္ေတြ ပါဝင္ေနပါတယ္။အကေတြကေတာ့ သမီးရည္းစားခ်စ္ႀကိဳက္လို႔ ကၾကတာမ်ိဳး မဟုတ္ဘဲ စီရင္စု ေပါင္း ၆၁ခုက အုပ္ခ်ဳပ္သူေတြ ေပါင္းစည္းေတြ႕ဆုံေရး ပြဲေတာ္မွာ ေဖ်ာ္ေျဖမႈအေနနဲ႔ပါ။ဒါကလည္းေတာ္ေတာ္ေလး ၾကည့္ေကာင္းပါတယ္။IMDb Rating – 8/10Duration – 2hrs47minsGenere – Drama/Action/Historyကဲ…. ကိုယ္တိုင္သာ ခံစားၾကည့္ဖို႔ အခ်ိန္ေရာက္ပါၿပီ။ခုတစ္ပတ္အတြင္း ဇာတ္ကားေကာင္းေတြ ဆက္တိုက္တင္ဆက္ေပးသြားမွာမို႔ မ်က္ျခည္မျပတ္ စာင့္ၾကည့္ထားဖို႔ ေျပာခ်င္ပါတယ္။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.26 GB ) and (630 MB)Quality : AMZN WEB-DL 720pRunning Time : 2hr 47minFormat : Mp4Genre : Action, Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DDP5.1.H.264-BonsaiHDTranslated by Nyi Koe And Myint ThuEncoded by Thanhtike Zaw"