"Jallikattu(2019)အၫႊန္း
******************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb…8.5
ရွာတစ်ရွာမှာကျွဲသားတွေပေါ်ပြီးရောင်းတဲ့ဆိုင်ဆိုလို့ တစ်ဆိုင်ပဲရှိတယ်
သူတို့ဆီမှာက ကျွဲသားဆိုတာအထင်ကရဟင်းလျာတစ်ခုလို ပလောပီနံနဲ့တွဲဖက်ပြီး ချက်ပြုတ်ကြတယ်….
ကျွဲကိုပေါ်ရောင်းပြီးဆိုတာနဲ့ ရွာသားအားလုံးက အလုအယက်ဝယ်ကြတာပေါ့
တစ်နေ့မှာကျွဲတစ်ကောင်ကိုပေါ်မလို့လုပ်နေတုန်း အဲ့ကျွဲဟာကစုန်ပေါက်ပြီးလွတ်ထွက်သွားတယ်….လွတ်သွားတဲ့ ကျွဲဟာ အရိုင်းဆန်လွန်းတဲ့အပြင် သန်မာလွန်းအားကြီးတယ်….အဲ့ဒါမှ တကယ့် ရွာပျက်တယ်ခေါ်တာ…
ဘယ်လိုတွေရွာပျက်ကြလဲဆိုတာတော့ ခံစားကြည့်ကြပါကုန်…
ဒီ အိန္ဒိယကားကတော့ ရွာဓလေ့တွေကို ပြသထားသလို ရွာသားတွေစုပေါင်းပြီး
အန္တရယ်ကိုဖြေရှင်းပုံတွေကို အကောင်းမွန်ဆုံးရိုက်ပြထားတာပါ..
ဇာတ်ကားအစကနေ အဆုံးထိ ဆွဲဆောင်မှုရှိပါတယ်…အိန္ဒိယကားကောင်းတွေမျှော်လင့်
နေတဲ့သူတွေအဖို့ IMDb..8.5 တောင်ရရှိထားလို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ…ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့
Zwel Zan Aung ပဲဖြစ်ပါတယ်…
(zawgyi)
႐ြာတစ္႐ြာမွာကြၽဲသားေတြေပၚၿပီးေရာင္းတဲ့ဆိုင္ဆိုလို႔ တစ္ဆိုင္ပဲရွိတယ္
သူတို႔ဆီမွာက ကြၽဲသားဆိုတာအထင္ကရဟင္းလ်ာတစ္ခုလို ပေလာပီနံနဲ႔တြဲဖက္ၿပီး ခ်က္ျပဳတ္ၾကတယ္….
ကြၽဲကိုေပၚေရာင္းၿပီးဆိုတာနဲ႔ ႐ြာသားအားလုံးက အလုအယက္ဝယ္ၾကတာေပါ့
တစ္ေန႔မွာကြၽဲတစ္ေကာင္ကိုေပၚမလို႔လုပ္ေနတုန္း အဲ့ကြၽဲဟာကစုန္ေပါက္ၿပီးလြတ္ထြက္သြားတယ္….လြတ္သြားတဲ့ ကြၽဲဟာ အ႐ိုင္းဆန္လြန္းတဲ့အျပင္ သန္မာလြန္းအားႀကီးတယ္….အဲ့ဒါမွ တကယ့္ ႐ြာပ်က္တယ္ေခၚတာ…
ဘယ္လိုေတြ႐ြာပ်က္ၾကလဲဆိုတာေတာ့ ခံစားၾကည့္ၾကပါကုန္…
ဒီ အိႏၵိယကားကေတာ့ ႐ြာဓေလ့ေတြကို ျပသထားသလို ႐ြာသားေတြစုေပါင္းၿပီး
အႏၲရယ္ကိုေျဖရွင္းပုံေတြကို အေကာင္းမြန္ဆုံး႐ိုက္ျပထားတာပါ..
ဇာတ္ကားအစကေန အဆုံးထိ ဆြဲေဆာင္မႈရွိပါတယ္…အိႏၵိယကားေကာင္းေတြေမွ်ာ္လင့္
ေနတဲ့သူေတြအဖို႔ IMDb..8.5 ေတာင္ရရွိထားလို႔ လက္မလႊတ္သင့္ပါေၾကာင္း သတင္းေကာင္းပါးပါရေစ…ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့
Zwel Zan Aung ပဲျဖစ္ပါတယ္…
File Size : (900 MB) and (370 MB)
Quality : WEB-DL 720p,
Format…mp4
Duration…01:35:00
Genre : Action,Crime
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zwel Zan Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
