"(Unicode)
အားလပ်ရက်မှာ စာအုပ်ဖတ်သလို ဗဟုသုတရချင်ရင်၊စာအုပ်ထဲကရသမျိုးအတိုင်း ပေါ့မသွားစေတဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်ကားကောင်းမျိုးကြည့်ချင်တယ်ဆို The Help ဇာတ်ကားလေးကိုညွှန်ပေးပါရစေ။
ဒီဇာတ်လမ်းကို Kathryn Stockettရဲ့ best seller စာအုပ်ပေါ်မှာ အခြေခံပြီးရိုက်ကူးထားကာ
Ratingအနေနဲ့ကတော့ 8.1အထိရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ခုပါ။
The Shawshank Redemption တို့လို Tom Hanksရဲ့ ဇာတ်ကားကောင်းတွေလိုပဲ အနှစ်သာရတစ်ခုခုပေးမယ် ဇာတ်ကားလေးပါ။
ဒီဇာတ်လမ်းလေးကိုတော့ အမေရိကန်ပြည်ထောင်စု Mississippi တိုင်း Jacksonမြို့က
၁၉၆၀ခုနှစ်လောက်ကဖြစ်ရပ် အပေါ်အခြေခံထားတဲ့ ဝတ္ထုအပေါ်ရိုက်ကူးထားခြင်းဖြစ်ပါတယ်။
တစ်နည်းပြောရရင် လူဖြူလူမဲခွဲခြားဆက်ဆံတဲ့အချိန်လေးပေါ့။
ဒါပေမဲ့ ဇာတ်လမ်းမှာ ပျင်းစရာနိုင်ငံရေးတွေ ကြွေးကြော်သံတွေပါတာမျိုးမရှိပါဘူး။
လူတိုင်းကြည့် ထိုက်တဲ့ ဇာတ်ကားကောင်းလို့မြင်ပါတယ်
(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Ag Ko Khant ပါ)
(Zawgyi)
အားလပ္ရက္မွာ စာအုပ္ဖတ္သလို ဗဟုသုတရခ်င္ရင္၊စာအုပ္ထဲကရသမ်ိဳးအတိုင္း ေပါ့မသြားေစတဲ့
ဇာတ္ကားေကာင္းမ်ိဳးၾကည့္ခ်င္တယ္ဆို The Help ဇာတ္ကားေလးကိုၫႊန္ေပးပါရေစ။
ဒီဇာတ္လမ္းကို Kathryn Stockettရဲ႕ best seller စာအုပ္ေပၚမွာ အေျခခံၿပီး႐ိုက္ကူးထားကာ
Ratingအေနနဲ႔ကေတာ့ 8.1အထိရရွိထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ခုပါ။
The Shawshank Redemption တို႔လို Tom Hanksရဲ႕ ဇာတ္ကားေကာင္းေတြလိုပဲ အႏွစ္သာရတစ္ခုခုေပးမယ္ ဇာတ္ကားေလးပါ။
ဒီဇာတ္လမ္းေလးကိုေတာ့ အေမရိကန္ျပည္ေထာင္စု Mississippi တိုင္း Jacksonၿမိဳ႕က
၁၉၆၀ခုႏွစ္ေလာက္ကျဖစ္ရပ္ အေပၚအေျခခံထားတဲ့ ဝတၳဳအေပၚ႐ိုက္ကူးထားျခင္းျဖစ္ပါတယ္။
တစ္နည္းေျပာရရင္ လူျဖဴလူမဲခြဲျခားဆက္ဆံတဲ့အခ်ိန္ေလးေပါ့။
ဒါေပမဲ့ ဇာတ္လမ္းမွာ ပ်င္းစရာႏိုင္ငံေရးေတြ ေႂကြးေၾကာ္သံေတြပါတာမ်ိဳးမရွိပါဘူး။
လူတိုင္းၾကည့္ ထိုက္တဲ့ ဇာတ္ကားေကာင္းလို႔ျမင္ပါတယ္
(ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Ag Ko Khant ပါ)
File Size : (1.20 GB) and (600 MB)
Quality : Blu-Ray 720p
Running Time : 2hr 26min
Format : Mp4
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 720p.BluRay.x264-x0r
Translated by Ag Ko Khant
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
