"ဒီကားကတော့ သိပ္ပံအက်ရှင် ကိုမှ ဒရာမာနဲ့မှုခင်း
ခပ်ပါးပါးထည့်ထားတဲ့ဇာတ်လမ်းမျိုးဖြစ်ပြီး
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အစကနေအဆုံးထိ ဘာဖြစ်မလဲရင်တစ်ထိတ်ထိတ်နဲ့
ကြည့်ရမယ့်ကားမျိုးပါ။
ဇာတ်လမ်းအကျဉ်း….
ဒေါက်ဂလပ်စ်ဟောဆိုတဲ့ လူငယ်နည်းပညာသမားတစ်ယောက်ဟာ
ဟနွန်ဖူလာ ဆိုတဲ့အဖိုးကြီးပိုင်တဲ့ ဒေါ်လာသန်းပေါင်းများစွာတန်ကြေးရှိတဲ့
နည်းပညာကုမ္ပဏီကြီးမှာ အလုပ်လုပ်ပါတယ်။
ဒီနည်းပညာကုမ္ပဏီကြီးက လူသားတွေရဲ့စိတ်နဲ့
သူတို့ပရိုဂရမ်သွင်း ဖန်တီးထားတဲ့ဇာတ်ကောင်ပုံရိပ်တွေရဲ့
ပရိုဂရမ်လင့်ခ်ကို ချိတ်ဆက်ဝင်ရောက်ပြီးတော့
လူသားတွေလုပ်တာမှန်သမျှ အကုန်လုပ်လို့ရတဲ့
ပုံရိပ်ယောင်ကမ္ဘာကြီး(simulation)ကို စမ်းသပ်တီထွင်နေတာဖြစ်ပြီး
အောင်မြင်လုဆဲဖြစ်နေပါပြီ။
တစ်နေ့မှာတော့ ဒီကုမ္ပဏီကြီးရဲ့ပိုင်ရှင်
အဘိုးကြီးဟနွန်ဖူလာဟာ အသတ်ခံလိုက်ရပါတယ်။
ဒါပေမယ့် အဖိုးကြီးက သူအသတ်ခံရမှာကို
ထူးဆန်းစွာ ကြိုသိနေခဲ့ပြီး သူဘာကြောင့်အသတ်ခံရလဲဆိုတဲ့
အကြောင်းအရာကို စာတစ်စောင်ရေးပြီး
သူဖန်တီးထားတဲ့ ပုံရိပ်ယောင်ကမ္ဘာ(simulation)ထဲမှာ
ထားခဲ့တဲ့အကြောင်း သူ့တပည့်
ဒေါက်ဂလပ်စ်ဟောကို voice messageပို့ထားခဲ့ပါတယ်။
ထူးဆန်းတာက ဒေါက်ဂလပ်စ်ဟော ကိုယ်တိုင်ကလဲ
အဖိုးကြီး အသတ်ခံခဲ့ရတဲ့ည ရဲ့နောက်တစ်မနက်မှာပဲ
သွေးတွေပေနဲ့တဲ့ သူ့အင်္ကျီကို တွေ့ရပြီး
ညကဖြစ်ခဲ့တဲ့အဖြစ်အပျက်တွေကို လုံးဝမမှတ်မိတော့ပါဘူး။
ရဲတွေကလဲ ဒေါက်ဂလပ်စ်ဟာ ကုမ္ပဏီကိုဦးစီးချင်လို့
အဖိုးကြီးကိုသတ်လိုက်တာလို့သံသယဝင်လာကြတာကြောင့်
သူကိုယ်တိုင်လဲဇဝေဇဝာဖြစ်နေတဲ့ ဒေါက်ဂလပ်စ်ဟာ
အကြောင်းရင်းအမှန်ကိုသိရဖို့ ပုံရိပ်ယောင်ကမ္ဘာထဲကိုဝင်ပြီး
အဖိုးကြီးထားခဲ့တဲ့ စာကိုရှာဖို့ ဆုံးဖြတ်လိုက်ပါတယ်။
အဲဒီ့အချိန်မှာပဲ အရင်ကတစ်ခါမှ ရှိတယ်လို့မကြားဖူးတဲ့
အဖိုးကြီးရဲ့ သမီးဂျိန်းဖူလာကလဲ ပြင်သစ်ကနေရောက်လာတဲ့အခါ……
ဒါကတော့ ဒီဇာတ်လမ်းရဲ့ အစပိုင်းအကျဉ်းဖြစ်ပြီးတော့
အဘိုးကြီးကို ဘယ်သူသတ်တာလဲ
ဘာကြောင့်သတ်ရတာလဲဆိုတာတွေကို
တွေးထင်မထားတဲ့ရှုထောင့်တွေကနေ ကြည့်ရမှာပါ။
ဇာတ်အိမ်က တော်တော်လေးကို
ကျယ်ပြန့်ကောင်းမွန်ပြီး spoilသလိုဖြစ်မှာစိုးလို့ အများကြီးမပြောတော့ပါဘူး။
science fiction, crime thriller
ဇာတ်လမ်းအမျိုးစားကိုကြိုက်တတ်သူတွေ,
ဇာတ်လမ်းအမျိုးအစားမရွေးပဲ ဇာတ်အိမ်ကောင်းရင်
ကြည့်တတ်တဲ့လူတွေအတွက်တော့
downမိလို့နောင်တမရစေမယ့် ကားမျိုးဖြစ်ပါတယ်။
Translated By : Kaung Khant Win
Encoded By : XCode
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
