"(Unicode)
IMDB 7.2
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Rotten Tomatoes 57%
Audience Score 72%
ယနေ့ခေတ်လူငယ်တွေဟာ စစ်ရဲ့ဆိုးကျိုးတွေကို မခံစားခဲ့ဖူးပါဘူး ။
ဒါကြောင့်လဲ အချို့နိုင်ငံရေး Post တွေမှာဆိုရင် ချပစ် သတ်ပစ် ဆိုတဲ့ Comments တွေကို အများဆုံးတွေ့ရလေ့ရှိပါတယ်။
၁၉၄၁ခုနှစ် ဒုတိယ ကမ္ဘာစစ်အတွင်းမှာ ဟစ်တလာဟာ ဘီလိုရုရှားနိုင်ငံကို သိမ်းပိုက်ခဲ့ပါတယ် ။
သူ့ရဲ့ အညိုးအတေးတွေကြောင့် ထုံးစံအတိုင်း နိုင်ငံတွင်းက ဂျူးလူမျိုးတွေမှန်သမျှကို တစ်ဖြည်းဖြည်းချင်းလူမျိုးတုန်းသတ်ဖြတ်လာတဲ့အခါမှာတော့…..
တူဗီယာတို့ ညီအကိုတွေဟာ နာဇီတွေဝင်ရောက်မလာခင်ကတည်းက ပြစ်မှု့တစ်ခုကြောင့် တောထဲမှာထွက်ပြေးတိမ်းရှောင်နေရပါတယ်။
အချိန်အကြာကြီးနေခဲ့တာကြောင့် တောကိုလည်း ကျွမ်းကျင်နေကြပါပြီ။
စစ်ကြီးစဖြစ်တော့ အခြားသူတွေကလည်း သူတို့လို တောထဲကို ထွက်ပြေးတိမ်းရှောင်ကြပါတယ်။
တူရာတူရာတွေ စုမိကြရင်း နောက်ဆုံး ရွာတစ်ရွာတည်နိုင်လောက်တဲ့အထိများပြားလာတဲ့အခါမှာတော့
သူတို့ဟာ သူပုန်လိုလို တော်လှန်ရေးသမားတွေလိုလို ဖြစ်လာကြပါတော့တယ်။
ဒီကားဟာ ဖြစ်ရပ်မှန်ဝတ္တုဖြစ်တဲ့ Defiance : The Bielski Partisans ဆိုတဲ့ Nechama Tec ရဲ့ဝတ္တု့ကို ပြန်လည်အသက်သွင်းထားတာပါ။
သရုပ်ဆောင်တွေကတော့ ဂျိမ်းစ်ဘွန်းမင်းသားကြီးဖြစ်တဲ့ Daniel Craig နဲ့ Wolverine အကိုအဖြစ် သရုပ်ဆောင်ဖူးတဲ့ Liev Schreiber တို့က ပါဝင် သရုပ်ဆောင် ထားကြပါတယ်။
(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Kiwi ပါ)
(Zawgyi)
IMDB 7.2
Rotten Tomatoes 57%
Audience Score 72%
ယေန႔ေခတ္လူငယ္ေတြဟာ စစ္ရဲ႕ဆိုးက်ိဳးေတြကို မခံစားခဲ့ဖူးပါဘူး ။
ဒါေၾကာင့္လဲ အခ်ိဳ႕ႏိုင္ငံေရး Post ေတြမွာဆိုရင္ ခ်ပစ္ သတ္ပစ္ ဆိုတဲ့ Comments ေတြကို အမ်ားဆုံးေတြ႕ရေလ့ရွိပါတယ္။
၁၉၄၁ခုႏွစ္ ဒုတိယ ကမာၻစစ္အတြင္းမွာ ဟစ္တလာဟာ ဘီလို႐ုရွားႏိုင္ငံကို သိမ္းပိုက္ခဲ့ပါတယ္ ။
သူ႔ရဲ႕ အညိဳးအေတးေတြေၾကာင့္ ထုံးစံအတိုင္း ႏိုင္ငံတြင္းက ဂ်ဴးလူမ်ိဳးေတြမွန္သမွ်ကို တစ္ျဖည္းျဖည္းခ်င္းလူမ်ိဳးတုန္းသတ္ျဖတ္လာတဲ့အခါမွာေတာ့…..
တူဗီယာတို႔ ညီအကိုေတြဟာ နာဇီေတြဝင္ေရာက္မလာခင္ကတည္းက ျပစ္မႈ႕တစ္ခုေၾကာင့္ ေတာထဲမွာထြက္ေျပးတိမ္းေရွာင္ေနရပါတယ္။
အခ်ိန္အၾကာႀကီးေနခဲ့တာေၾကာင့္ ေတာကိုလည္း ကြၽမ္းက်င္ေနၾကပါၿပီ။
စစ္ႀကီးစျဖစ္ေတာ့ အျခားသူေတြကလည္း သူတို႔လို ေတာထဲကို ထြက္ေျပးတိမ္းေရွာင္ၾကပါတယ္။
တူရာတူရာေတြ စုမိၾကရင္း ေနာက္ဆုံး ႐ြာတစ္႐ြာတည္ႏိုင္ေလာက္တဲ့အထိမ်ားျပားလာတဲ့အခါမွာေတာ့
သူတို႔ဟာ သူပုန္လိုလို ေတာ္လွန္ေရးသမားေတြလိုလို ျဖစ္လာၾကပါေတာ့တယ္။
ဒီကားဟာ ျဖစ္ရပ္မွန္ဝတၱဳျဖစ္တဲ့ Defiance : The Bielski Partisans ဆိုတဲ့ Nechama Tec ရဲ႕ဝတၱဳ့ကို ျပန္လည္အသက္သြင္းထားတာပါ။
သ႐ုပ္ေဆာင္ေတြကေတာ့ ဂ်ိမ္းစ္ဘြန္းမင္းသားႀကီးျဖစ္တဲ့ Daniel Craig နဲ႔ Wolverine အကိုအျဖစ္ သ႐ုပ္ေဆာင္ဖူးတဲ့ Liev Schreiber တို႔က ပါဝင္ သ႐ုပ္ေဆာင္ ထားၾကပါတယ္။
(ဇာတ္လမ္းအၫႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ Kiwi ပါ)
File Size : (950 MB) and (480 MB)
Quality : Blu-Ray 720p
Running Time : 2hr 17min
Format : Mp4
Genre : Action, Drama, History
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-HD1080
Translated by Kiwi
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
