"Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Kakegurui ဆိုတဲ့ နာမည္ႀကီး psychoဆန္ဆန္ ေက်ာင္းတြင္းေလာင္းကစားပြဲေတြနဲ႔
ရွင္သန္ေနတဲ့ ကိုယ္ပိုင္အထက္တန္းေက်ာင္းကိုေနာက္ခံထားျပီး
ရိုက္ကူးထားတဲ့ဇာတ္ကားေလးကို တင္ဆက္ေပးလိုက္ပါတယ္။
Kakegurui ဆိုတာ မန္းဂမွာကတည္းက ဖန္အေတာ္အသင့္ရထားျပီး
anime ကေနတစ္ဆင့္ live action အထိအားေပးမႈအခုိင္အမာရထားတာပါ။
ဇာတ္လမ္း အမ်ိဳးအစားကေတာ့ Drama,Game,Mystery,Psycho,School Shounen ျဖစ္ပါတယ္
သင္ရိုးအသစ္အဆန္းေတြနဲ႔ကိုယ္ပိုင္အထက္တန္းေက်ာင္းတစ္ခုရွိပါတယ္…
အဲ့ေက်ာင္းကိုတစ္နိုင္ငံလုံးကခ်မ္းသာတဲ့ေက်ာင္းသားေတြပဲ
တက္ေရာက္နိုင္ၾကတယ္..ေရေပၚဆီလူတန္းစားသီးသန္႔ေပါ့…
အဲ့ေက်ာင္းမွာကေက်ာင္းသားေတြကေက်ာင္းသားကို ျပန္အုပ္ခ်ဳပ္ေနတာေပါ့…
တျခားေက်ာင္းနဲ႔မတူတာကေတာ့အဲ့ေက်ာင္းမွာေလာင္းကစားလုပ္တဲ့ဓေလ့တစ္ခုရွိတယ္
အတန္းၿပီးတာနဲ႔ေက်ာင္းရဲ့ေနရာတိုင္းမွာေလာင္းကစားလုပ္တယ္
အဲ့ေက်ာင္းမွာေလာင္းကစားလုပ္တာနိုင္တဲ့သူက
ဘုရင္လိုေနရၿပီးရႈံးတဲ့သူကေတာ့ဘုရင္ကိုျပဳစုရတယ္….
လက္ရွိဘုရင္မေလးကေတာ့ Mary ေပါ့…သူမကိုဘယ္သူ႔မွမနိုင္ဘူး…
တစ္ေန႔မွာ Yumeko Jabami လို႔ေခၚတဲ့ထူးဆန္းတဲ့ေက်ာင္းသူတစ္ေယာက္
ေက်ာင္းေျပာင္းလာျပီးအဲ့ဒီထူးဆန္းတဲ့ေက်ာင္းသူေလးေရာက္ရွိလာမႈနဲ႔အတူ
ဘာေတြဆက္ျဖစ္မလဲၿပီးေတာ့ဘယ္လိုမ်ိဳးေလာင္းကစားလွည့္ကြက္ေတြပါလဲဆိုတာကို
စိတ္လႈပ္ရွားဖြယ္ႀကည့္ရႈခံစားႏိုင္မယ့္ ဇာတ္ကားေကာင္းေလးတစ္ခုပါ..
Unicode
*******
Kakegurui ဆိုတဲ့ နာမည်ကြီး psychoဆန်ဆန် ကျောင်းတွင်းလောင်းကစားပွဲတွေနဲ့
ရှင်သန်နေတဲ့ ကိုယ်ပိုင်အထက်တန်းကျောင်းကိုနောက်ခံထားပြီး
ရိုက်ကူးထားတဲ့ဇာတ်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်။
Kakegurui ဆိုတာ မန်းဂမှာကတည်းက ဖန်အတော်အသင့်ရထားပြီး
anime ကနေတစ်ဆင့် live action အထိအားပေးမှုအခိုင်အမာရထားတာပါ။
ဇာတ်လမ်း အမျိုးအစားကတော့ Drama,Game,Mystery,Psycho,School Shounen ဖြစ်ပါတယ်
သင်ရိုးအသစ်အဆန်းတွေနဲ့ကိုယ်ပိုင်အထက်တန်းကျောင်းတစ်ခုရှိပါတယ်…
အဲ့ကျောင်းကိုတစ်နိုင်ငံလုံးကချမ်းသာတဲ့ကျောင်းသားတွေပဲ
တက်ရောက်နိုင်ကြတယ်..ရေပေါ်ဆီလူတန်းစားသီးသန့်ပေါ့…
အဲ့ကျောင်းမှာကကျောင်းသားတွေကကျောင်းသားကို ပြန်အုပ်ချုပ်နေတာပေါ့…
တခြားကျောင်းနဲ့မတူတာကတော့အဲ့ကျောင်းမှာလောင်းကစားလုပ်တဲ့ဓလေ့တစ်ခုရှိတယ်
အတန်းပြီးတာနဲ့ကျောင်းရဲ့နေရာတိုင်းမှာလောင်းကစားလုပ်တယ်
အဲ့ကျောင်းမှာလောင်းကစားလုပ်တာနိုင်တဲ့သူက
ဘုရင်လိုနေရပြီးရှုံးတဲ့သူကတော့ဘုရင်ကိုပြုစုရတယ်….
လက်ရှိဘုရင်မလေးကတော့ Mary ပေါ့…သူမကိုဘယ်သူ့မှမနိုင်ဘူး…
တစ်နေ့မှာ Yumeko Jabami လို့ခေါ်တဲ့ထူးဆန်းတဲ့ကျောင်းသူတစ်ယောက်
ကျောင်းပြောင်းလာပြီးအဲ့ဒီထူးဆန်းတဲ့ကျောင်းသူလေးရောက်ရှိလာမှုနဲ့အတူ
ဘာတွေဆက်ဖြစ်မလဲပြီးတော့ဘယ်လိုမျိုးလောင်းကစားလှည့်ကွက်တွေပါလဲဆိုတာကို
စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုခံစားနိုင်မယ့် ဇာတ်ကားကောင်းလေးတစ်ခုပါ..
Translated & Review By Chu Chu
Encoded By PhoeniX
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
