"(Unicode)
ဒီမင်းသားကိုတော့ မှတ်မိကြမယ် ထင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အချစ်ကားလေးတွေ ရိုက်တတ်တဲ့ RX100 မင်းသားရဲ့ အသစ်စက်စက် တေလဂူးအချစ်ကားလေး တင်ပေးလိုက်ပါတယ်။
အချစ်ဆိုရုံနဲ့ ဒီဇာတ်ကားက ပြီးမသွားသေးပါဘူး။
ဇာတ်လမ်းစစချင်းမှာ တမြို့လုံးရဲ့ နာမည်ကြီး လူမိုက် ရာဒါးဟာ တခြားရွာသားတစ်ယောက်ကို သွားရိုက်တယ်။
ရာဒါးဆိုတာကလည်း ဒီမြို့နယ်တစ်ဝိုက် မသိသူမရှိတဲ့ လူမိုက်ကြီး။
ဘာကြောင့်လဲ….. နောက်တစ်ခန်းမှာတော့ သမီးရည်းစားနှစ်ယောက်ကို မြင်ရတယ်။
ယောကျ်ားလေးက ဆေးဆိုင်ဝင်ပြီး ကွန်ဒုံးဝယ်တယ်။
ဒါကို ဆေးဆိုင်ပိုင်ရှင်က သူ့သူငယ်ချင်းတွေဆီ အကြောင်းကြားလိုက်တယ်။
အဲ့ဒီလူရွယ်တစ်စုလည်း လိုက်သွားပြီး ကောင်မလေးကို အုပ်စုဖွဲ့ အနိုင်ကျင့်တယ်။
ဒီနှစ်ခုလုံးနဲ့ မင်းသား’ဂုဏ’ဆက်စပ်ဖို့ အကြောင်းဖန်လာတာကတော့…. (ဂုဏ ဆိုတာက ဂုဏ်ပေါ့ဗျာ)ကိုယ့်အမှားကြောင့်ပဲ ကိုယ့်ဘဝ ပျက်စီးသွားကြရတယ်။
အားလုံးဟာ ဝင်သက်နဲ့ ထွက်သက်ကြား တဒင်္ဂမျှသာ။
အကောင်း၊အဆိုး အားလုံးဟာ အံဝင်ခွင်ကျနဲ့ တိုက်ဆိုင်လာပြီး ဘဝဆိုတဲ့ ခဏတာအချိန်ဟာ ကုန်ဆုံးသွားကြကြောင်း မြင်ရမှာပါ။
(အလောတကြီးနဲ့ အညွန်းရေးလိုက်ရတာမို့ အညွန်းကတော့ ပေါ့ပျက်နေပါလိမ့်မယ်)
ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။
(Zawgyi)
ဒီမင္းသားကိုေတာ့ မွတ္မိၾကမယ္ ထင္ပါတယ္။
အခ်စ္ကားေလးေတြ ႐ိုက္တတ္တဲ့ RX100 မင္းသားရဲ႕ အသစ္စက္စက္ ေတလဂူးအခ်စ္ကားေလး တင္ေပးလိုက္ပါတယ္။
အခ်စ္ဆို႐ုံနဲ႔ ဒီဇာတ္ကားက ၿပီးမသြားေသးပါဘူး။
ဇာတ္လမ္းစစခ်င္းမွာ တၿမိဳ႕လံုးရဲ႕ နာမည္ႀကီး လူမိုက္ ရာဒါးဟာ တျခားရြာသားတစ္ေယာက္ကို သြား႐ိုက္တယ္။
ရာဒါးဆိုတာကလည္း ဒီၿမိဳ႕နယ္တစ္ဝိုက္ မသိသူမရိွတဲ့ လူမိုက္ႀကီး။
ဘာေၾကာင့္လဲ….. ေနာက္တစ္ခန္းမွာေတာ့ သမီးရည္းစားႏွစ္ေယာက္ကို ျမင္ရတယ္။
ေယာက်္ားေလးက ေဆးဆိုင္ဝင္ၿပီး ကြန္ဒံုးဝယ္တယ္။
ဒါကို ေဆးဆိုင္ပိုင္ရွင္က သူ႕သူငယ္ခ်င္းေတြဆီ အေၾကာင္းၾကားလိုက္တယ္။
အဲ့ဒီလူရြယ္တစ္စုလည္း လိုက္သြားၿပီး ေကာင္မေလးကို အုပ္စုဖြဲ႕ အႏိုင္က်င့္တယ္။
ဒီႏွစ္ခုလံုးနဲ႔ မင္းသား’ဂုဏ’ဆက္စပ္ဖို႔ အေၾကာင္းဖန္လာတာကေတာ့…. (ဂုဏ ဆိုတာက ဂုဏ္ေပါ့ဗ်ာ)ကိုယ့္အမွားေၾကာင့္ပဲ ကိုယ့္ဘဝ ပ်က္စီးသြားၾကရတယ္။
အားလံုးဟာ ဝင္သက္နဲ႔ ထြက္သက္ၾကား တဒဂၤမွ်သာ။
အေကာင္း၊အဆိုး အားလံုးဟာ အံဝင္ခြင္က်နဲ႔ တိုက္ဆိုင္လာၿပီး ဘဝဆိုတဲ့ ခဏတာအခ်ိန္ဟာ ကုန္ဆံုးသြားၾကေၾကာင္း ျမင္ရမွာပါ။
(အေလာတႀကီးနဲ႔ အၫြန္းေရးလိုက္ရတာမို႔ အၫြန္းကေတာ့ ေပါ့ပ်က္ေနပါလိမ့္မယ္)
ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။
File Size : (1.20 GB ) and (600 MB)
Quality : WEB-DL 720p
Running Time : 2hr 27min
Format : Mp4
Genre : Action, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : TRUE WEB-DL – 1080p
Translated by Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
