"Cold Brook(2019) အညႊန္း
*********************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(zawgyi)
တခ်ိဳ႕ရုပ္ရွင္ေတြက ေကာ္ဖီတစ္ခြက္နဲ႔တူပါတယ္…တစ္ခြက္လံုးကို ခြက္လုိက္က်ိဳက္ခ်ရတာမဟုတ္ဘဲနဲ႔ တစ္ငံုခ်င္း အရသာခံေသာက္္သြားရတာမ်ိဳးေပါ့ ဒီရုပ္ရွင္ကားဟာလည္း ဒီအတိုင္းပါပဲ…ဇာတ္လမ္းက ေအးသလိုလိုနဲ႔ ေကာ္ဖီပူပူေႏြးေႏြးေလးတစ္ခြက္ကို ဇိမ္ေျပနေျပ အရသာခံျပီးေသာက္သလိုၾကည့္မွ ခံစားသိရွိႏိုင္မယ့္ ဇာတ္ကားေလးတစ္ခုပါ…အိမ္နီးခ်င္းလည္းျဖစ္ သူငယ္ခ်င္းေတြလည္းျဖစ္ၾကတ့ဲ တက္ဒ္ နဲ႔ေဟဒီ ဆိုတဲ့ လူလတ္ပိုင္း လူႏွစ္ေယာက္တုိ႔ဟာ ေကာလိပ္တစ္ခုက ျပတိုက္မွာ ပစၥည္းေတြကို ျပဳျပင္ထိန္းသိမ္းရတဲ့ အလုပ္လုပ္ပါတယ္…အိမ္မွာလည္းမိန္းမနဲ႔ သားသမီးကိုယ္စီ ရွိၾကသူေတြေပါ့ … သူတို႔ႏွစ္ေယာက္က ျပတိုက္မွာ လွ်ပ္စစ္မီးျပင္ဆင္တာေတြဘာေတြအတြက္ ျပတိုက္ပိတ္ခ်ိန္ေရာက္မွ အိမ္ျပန္ရသလို တစ္ခါတေလ အေရးေပၚညၾကီးသန္းေခါင္ ေခၚယူရင္လည္း သြားရပါေသးတယ္…တစ္ရက္ အလုပ္ေနာက္က်တဲ့ေန႔မွာ ျပတိုက္ပိတ္သြားလို႔ လူေတြအားလံုးအိမ္ျပန္လို႔ တံခါးေတြပိတ္ တိတ္ဆိတ္သြားခ်ိန္မွာ လူတစ္ေယာက္ဟာ ျပတိုက္ထဲက်န္ေနခဲ့တာကို တက္ဒ္နဲ႔ ေဟဒီတို႔ေတြ႕ျပီး အဲ့ဒီလူဟာ ရုတ္တရက္ ထြက္ေျပးေပ်ာက္ကြယ္သြားခဲ့တယ္…သူဟာ ဘယ္သူလဲ တံခါးပိတ္ထားတဲ့ျပတိုိက္ထဲကို ဘယ္လိုေရာက္လာတာလဲ ဆုိတဲ့ ေမးခြန္းေတြနဲ႔ ပရိသတ္ကို ဆြဲေဆာင္ေခၚငင္သြားမယ့္ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ျပီး IMDb – 6.2/10 နဲ႔ Rotten Tomatoes – 70% ရရွိထားပါတယ္
Gasparilla International Film Festival
Napa Valley Film Festival
Woodstock Film Festival တို႔ကေနလည္း ဆု ၃ ဆု ရရွိထားတဲ့ဇာတ္ကားပါ
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္…
(unicode)
တချို့ရုပ်ရှင်တွေက ကော်ဖီတစ်ခွက်နဲ့တူပါတယ်…တစ်ခွက်လုံးကို ခွက်လိုက်ကျိုက်ချရတာမဟုတ်ဘဲနဲ့ တစ်ငုံချင်း အရသာခံသောက်သွားရတာမျိုးပေါ့ ဒီရုပ်ရှင်ကားဟာလည်း ဒီအတိုင်းပါပဲ…ဇာတ်လမ်းက အေးသလိုလိုနဲ့ ကော်ဖီပူပူနွေးနွေးလေးတစ်ခွက်ကို ဇိမ်ပြေနပြေ အရသာခံပြီးသောက်သလိုကြည့်မှ ခံစားသိရှိနိုင်မယ့် ဇာတ်ကားလေးတစ်ခုပါ…အိမ်နီးချင်းလည်းဖြစ် သူငယ်ချင်းတွေလည်းဖြစ်ကြတဲ့ တက်ဒ် နဲ့ဟေဒီ ဆိုတဲ့ လူလတ်ပိုင်း လူနှစ်ယောက်တို့ဟာ ကောလိပ်တစ်ခုက ပြတိုက်မှာ ပစ္စည်းတွေကို ပြုပြင်ထိန်းသိမ်းရတဲ့ အလုပ်လုပ်ပါတယ်…အိမ်မှာလည်းမိန်းမနဲ့ သားသမီးကိုယ်စီ ရှိကြသူတွေပေါ့ … သူတို့နှစ်ယောက်က ပြတိုက်မှာ လျှပ်စစ်မီးပြင်ဆင်တာတွေဘာတွေအတွက် ပြတိုက်ပိတ်ချိန်ရောက်မှ အိမ်ပြန်ရသလို တစ်ခါတလေ အရေးပေါ်ညကြီးသန်းခေါင် ခေါ်ယူရင်လည်း သွားရပါသေးတယ်…တစ်ရက် အလုပ်နောက်ကျတဲ့နေ့မှာ ပြတိုက်ပိတ်သွားလို့ လူတွေအားလုံးအိမ်ပြန်လို့ တံခါးတွေပိတ် တိတ်ဆိတ်သွားချိန်မှာ လူတစ်ယောက်ဟာ ပြတိုက်ထဲကျန်နေခဲ့တာကို တက်ဒ်နဲ့ ဟေဒီတို့တွေ့ပြီး အဲ့ဒီလူဟာ ရုတ်တရက် ထွက်ပြေးပျောက်ကွယ်သွားခဲ့တယ်…သူဟာ ဘယ်သူလဲ တံခါးပိတ်ထားတဲ့ပြတိုက်ထဲကို ဘယ်လိုရောက်လာတာလဲ ဆိုတဲ့ မေးခွန်းတွေနဲ့ ပရိသတ်ကို ဆွဲဆောင်ခေါ်ငင်သွားမယ့် ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပြီး IMDb – 6.2/10 နဲ့ Rotten Tomatoes – 70% ရရှိထားပါတယ်
Gasparilla International Film Festival
Napa Valley Film Festival
Woodstock Film Festival တို့ကနေလည်း ဆု ၃ ဆု ရရှိထားတဲ့ဇာတ်ကားပါ
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်…
File Size : (950 MB) and (406 MB)
Quality : WEB-DL 720p,
Format…mp4
Duration…01:40:00
Genre : Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zuel Khant Thwin
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
