"Battle of Jangsarii(2019)အညႊန္း****************************Pause(zawgyi)1950 ခုႏွစ္မွာ ရရွားအားကိုးနဲ႔ ေျမာက္ကိုရီးယားေခါင္းေထာင္ခ်ိန္ လြတ္လပ္ေရးရတာ ၅ ႏွစ္သာရွိေသးတဲ့ ေတာင္ပိုင္းသားေတြအတြက္ စက္ဆုတ္စရာစစ္ေျမျပင္ဆီ ခါးသီးမႈေတြနဲ႕ အတူျပန္လည္တုိက္ပြဲ၀င္ဖုိ႕ျဖစ္လာခဲ့တယ္…ဂ်န္ဆာရီကမ္းေျခမွာတပ္စြဲထားတဲ့ ေျမာက္ပိုင္းတပ္ေတြကိုတိုက္ထုတ္ဖို႔အခုမွသင္တန္းသားပဲရွိေသးတဲ့ ေျချပတ္လတ္ျပတ္ေတြ စစ္ရဲ႕ အနံ႔အသက္ဆိုးေတြကိုမခံစားဖူးေသးတဲ့လူငယ္စစ္သား ၇၀၀ေက်ာ္ မလႊဲမေရွာင္သာ ဖြဲ႕စည္းၿပီး mission တစ္ခုလုပ္ခဲ့ၾကတယ္…ခုမွ သင္တန္းဆင္းေက်ာင္းသားေတြနဲ႔ စစ္တိုက္မယ္ဆိုကတည္းကဒီစစ္ပြဲရဲ႕ ေအာင္ျမင္မွဳဟာ ျပန္လမ္းမဲ့ကြ်န္းကုိလႊတ္တယ္လုိ႕ေတာင္ဆုိရပါ့မယ္…ကိုရီးယားထုံးစံအတိုင္း dialogue ေတြအရမ္းေကာင္းတယ္ suspenseလုပ္သြားတာ ေတာ္ေတာ္ tempo တက္တယ္ ….လူငယ္စစ္သားေလးေတြကိုသဘာ၀က်က် ႐ိုက္သြားတာ infomation ပိုင္းမွာပဲလုပ္ဖူးၿပီး စစ္ပြဲကုိစာေတြ႕ပဲရွိၿပီး တုိက္ပြဲအေတြ႕အႀကဳံမရွိတဲ့ေခါင္းေဆာင္ရဲ႕အမိန္႕ေတြနဲ႕ ခ်ီတက္သြားၾကတာဟာာ လုံး၀ mission impossible ႀကီးပါပဲ….အထူးတလည္ၫႊန္းစရာမလိုေအာင္ထူးထူးျခားျခားေကာင္းပါတယ္ ထူးထူးျခားျခားလဲ မ်က္ရည္က်ရပါမယ္ IMDb 6.1 Rotten Tomatoes မွာ 60% ဆိုေတာ့ setting ပိုင္းေတြ ႐ိုက္ကြင္း႐ိုက္ကြက္ေတြ သရုပ္ေဆာင္ေတြကလည္း ဒိတ္ဒိတ္က်ဲေတြကုိမွသုံးထားပါတယ္…ေခတ္လူငယ္ ကြ်န္ေတာ္တုိ႕လုိ႕ လူေခ်ာေလးေတြသေဘာက်တဲ့ မမ Megan Foxေတာင္ပါေလရဲ႕…..background music ေတြ tempo ကိုဆြဲေခၚသြားႏိုင္တဲ့plot ေတြ….ရုံးပိတ္ရက္ေလးမွာၾကည့္ရက်ဳိးနပ္ေစမယ့္ ဇာတ္ကားေကာင္းဆုိတာ အာမခံရဲပါတယ္…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Hein That Naingပဲျဖစ္ပါတယ္…(unicode)1950 ခုနှစ်မှာ ရရှားအားကိုးနဲ့ မြောက်ကိုရီးယားခေါင်းထောင်ချိန် လွတ်လပ်ရေးရတာ ၅ နှစ်သာရှိသေးတဲ့ တောင်ပိုင်းသားတွေအတွက် စက်ဆုတ်စရာစစ်မြေပြင်ဆီ ခါးသီးမှုတွေနဲ့ အတူပြန်လည်တိုက်ပွဲဝင်ဖို့ဖြစ်လာခဲ့တယ်…ဂျန်ဆာရီကမ်းခြေမှာတပ်စွဲထားတဲ့ မြောက်ပိုင်းတပ်တွေကိုတိုက်ထုတ်ဖို့အခုမှသင်တန်းသားပဲရှိသေးတဲ့ ခြေပြတ်လတ်ပြတ်တွေ စစ်ရဲ့ အနံ့အသက်ဆိုးတွေကိုမခံစားဖူးသေးတဲ့လူငယ်စစ်သား ၇၀၀ကျော် မလွှဲမရှောင်သာ ဖွဲ့စည်းပြီး mission တစ်ခုလုပ်ခဲ့ကြတယ်…ခုမှ သင်တန်းဆင်းကျောင်းသားတွေနဲ့ စစ်တိုက်မယ်ဆိုကတည်းကဒီစစ်ပွဲရဲ့ အောင်မြင်မှုဟာ ပြန်လမ်းမဲ့ကျွန်းကိုလွှတ်တယ်လို့တောင်ဆိုရပါ့မယ်…ကိုရီးယားထုံးစံအတိုင်း dialogue တွေအရမ်းကောင်းတယ် suspenseလုပ်သွားတာ တော်တော် tempo တက်တယ် ….လူငယ်စစ်သားလေးတွေကိုသဘာဝကျကျ ရိုက်သွားတာ infomation ပိုင်းမှာပဲလုပ်ဖူးပြီး စစ်ပွဲကိုစာတွေ့ပဲရှိပြီး တိုက်ပွဲအတွေ့အကြုံမရှိတဲ့ခေါင်းဆောင်ရဲ့အမိန့်တွေနဲ့ ချီတက်သွားကြတာဟာာ လုံး၀ mission impossible ကြီးပါပဲ….အထူးတလည်ညွှန်းစရာမလိုအောင်ထူးထူးခြားခြားကောင်းပါတယ် ထူးထူးခြားခြားလဲ မျက်ရည်ကျရပါမယ် IMDb 6.1 Rotten Tomatoes မှာ 60% ဆိုတော့ setting ပိုင်းတွေ ရိုက်ကွင်းရိုက်ကွက်တွေ သရုပ်ဆောင်တွေကလည်း ဒိတ်ဒိတ်ကျဲတွေကိုမှသုံးထားပါတယ်…ခေတ်လူငယ် ကျွန်တော်တို့လို့ လူချောလေးတွေသဘောကျတဲ့ မမ Megan Foxတောင်ပါလေရဲ့…..background music တွေ tempo ကိုဆွဲခေါ်သွားနိုင်တဲ့plot တွေ….ရုံးပိတ်ရက်လေးမှာကြည့်ရကျိုးနပ်စေမယ့် ဇာတ်ကားကောင်းဆိုတာ အာမခံရဲပါတယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Hein That Naingပဲဖြစ်ပါတယ်…File Size : (950 MB) and (378 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:44:00Genre : Action, Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by Hein That NaingEncoded by Phyo Pyae"