"Sommersby(1993)အညႊန္း********************Pause(zawgyi)ဂ်က္သည္ ၆ နွစ္ၾကာမွ် ကြယ္ေပ်ာက္ၿပီးမွ ရြာသုိ႕ျပန္ေရာက္လာသည္….ေထာင္က်ေနသသျဖင့္ ေပ်ာက္ကြယ္ေနရျခင္းျဖစ္သည္ဟု သူကေျပာျပသည္….သူ႕ဇနီးနွင့္ ကေလးျဖစ္သူက ဂ်က္ကုိ အံအားသင့္စြာျဖင့္ႀကဳိဆုိၾကသည္….ဂ်က္ကုိသေဘာက်သည္ျဖစ္ေစ သေဘာမက်သည္ျဖစ္ေစ တစ္ရြာလုံးကေတာ့ ၀ုိင္း၀န္းႀကဳိဆုိၾကသည္….ဒီေနရာမွာ ဘာထူးထူးဆန္းလာလဲဆုိေတာ့ ဂ်က္ရွိစဥ္ကထဲက ေမြးထားတဲ့ေခြးက စိမ္းစိမ္းကားကား ထုိးေဟာင္ခဲ့တယ္…ၿပီးေတာ့ ဖိနပ္ဆုိင္မွာ ဖိနပ္ခ်ဳပ္ေတာ့လည္း ဖိနပ္အတုိင္းကုိမွတ္မိေနတဲ့ဆုိင္ရွင္က ဆုိက္ေသးသြားတယ္ေနာ္လုိ႕မွတ္ခ်က္ခ်ျပန္တယ္….ဂ်က္ရွိစဥ္ကထဲက ေသဆုံးတဲ့သူတစ္ေယာက္ရွိတယ္..ဒါကုိလည္းစကားမွားၿပီးေျပာမိျပန္တယ္….သူဟာ ဂ်က္နဲ႕တေထေရာထဲတူတဲ့သူျဖစ္ေပမယ့္ ဂ်က္အတုလား အစစ္လားတကယ့္ကို ေ၀ခြဲရခက္ပါတယ္…ဒီကားနဲ႕ပတ္သက္ၿပီးဇာတ္ေၾကာင္းက ဒီေလာက္ပဲေျပာပါရေစ…အေတြးေပါင္းမ်ားစြာနဲ႕လွပေသာရုပ္ရွင္ေၾကာင့္ ခံစားမွႈသီးျခားကမၻာထဲကုိ ပုိ႕ေဆာင္ေပးတဲ့ကားမ်ဳိးမုိ႕ပါ…ဒီကားဟာ ရစ္ခ်က္ဂီယာနဲ႕ မင္းသမီးႀကီး ဂ်ဳိဒီေဖာ့္စ္စတာတုိ႕ အဓိကသရုပ္ေဆာင္ထားပါတယ္.. ရစ္ခ်က္ဂီယာလုိ႕ မသိၾကေပမယ့္ Pretty Woman ဇာတ္ကားနဲ႕ ကြ်န္ေတာ္တုိ႕ျမန္မာပရိတ္သတ္ေတြရင္းနွီးၾကမွာပါ…ဒီကားကုိၾကည့္ရင္ ဂ်က္ရဲဲ႕အျပဳအမူ လုပ္ကိုင္ေဆာင္ရြက္ပုံေတြ စကားေျပာပုံေတြကုိ အေသးစိတ္ဂရုစိုက္ၾကည့္ေစခ်င္တယ္…ဂ်က္ဘာေၾကာင့္ဒီလုိလုပ္တာလဲ..ဘာျဖစ္လုိ႕ ဒီလုိလမ္းေတြကုိေရြးခ်ယ္ခဲ့တာလဲ…ဇာတ္ကားၾကည့္ၿပီးတဲ့အခ်ိန္မွာ ခင္ဗ်ားတုိ႕ကုိ အေတြးေပါင္းမ်ားစြာ ခ်န္ေပးခဲ့လိမ့္မယ္…ဂ်က္လုပ္တာမွန္ရဲ႕လား….ငါသာဆုိရင္ ဒီလမ္းကုိေရြးခ်ယ္နုိင္ပါ့မလား….တျခားေရြးခ်ယ္စရာတစ္ခုဆုိရင္ေရာ အဆင္ေျပနုိင္ပါ့မလား…ဆုိတာမ်ဳိးေတြေပါ့…ခံစားၾကည့္ၾကပါ….ခင္ဗ်ားတုိ႕ နွလုံးသားကုိ မဖမ္းစားနုိင္ဘူးဆုိရင္ ေသခ်ာတယ္ခင္ဗ်ားတုိ႕နွလုံးသားဟာ ေက်ာက္သားေတြနဲ႕ဖြဲ႕စည္းထားလုိ႕ပါပဲ….(unicode)ဂျက်သည် ၆ နှစ်ကြာမျှ ကွယ်ပျောက်ပြီးမှ ရွာသို့ပြန်ရောက်လာသည်….ထောင်ကျနေသသဖြင့် ပျောက်ကွယ်နေရခြင်းဖြစ်သည်ဟု သူကပြောပြသည်….သူ့ဇနီးနှင့် ကလေးဖြစ်သူက ဂျက်ကို အံအားသင့်စွာဖြင့်ကြိုဆိုကြသည်….ဂျက်ကိုသဘောကျသည်ဖြစ်စေ သဘောမကျသည်ဖြစ်စေ တစ်ရွာလုံးကတော့ ဝိုင်းဝန်းကြိုဆိုကြသည်….ဒီနေရာမှာ ဘာထူးထူးဆန်းလာလဲဆိုတော့ ဂျက်ရှိစဉ်ကထဲက မွေးထားတဲ့ခွေးက စိမ်းစိမ်းကားကား ထိုးဟောင်ခဲ့တယ်…ပြီးတော့ ဖိနပ်ဆိုင်မှာ ဖိနပ်ချုပ်တော့လည်း ဖိနပ်အတိုင်းကိုမှတ်မိနေတဲ့ဆိုင်ရှင်က ဆိုက်သေးသွားတယ်နော်လို့မှတ်ချက်ချပြန်တယ်….ဂျက်ရှိစဉ်ကထဲက သေဆုံးတဲ့သူတစ်ယောက်ရှိတယ်..ဒါကိုလည်းစကားမှားပြီးပြောမိပြန်တယ်….သူဟာ ဂျက်နဲ့တထေရောထဲတူတဲ့သူဖြစ်ပေမယ့် ဂျက်အတုလား အစစ်လားတကယ့်ကို ဝေခွဲရခက်ပါတယ်…ဒီကားနဲ့ပတ်သက်ပြီးဇာတ်ကြောင်းက ဒီလောက်ပဲပြောပါရစေ…အတွေးပေါင်းများစွာနဲ့လှပသောရုပ်ရှင်ကြောင့် ခံစားမှှုသီးခြားကမ္ဘာထဲကို ပို့ဆောင်ပေးတဲ့ကားမျိုးမို့ပါ…ဒီကားဟာ ရစ်ချက်ဂီယာနဲ့ မင်းသမီးကြီး ဂျိုဒီဖော့်စ်စတာတို့ အဓိကသရုပ်ဆောင်ထားပါတယ်.. ရစ်ချက်ဂီယာလို့ မသိကြပေမယ့် Pretty Woman ဇာတ်ကားနဲ့ ကျွန်တော်တို့မြန်မာပရိတ်သတ်တွေရင်းနှီးကြမှာပါ…ဒီကားကိုကြည့်ရင် ဂျက်ရဲ့အပြုအမူ လုပ်ကိုင်ဆောင်ရွက်ပုံတွေ စကားပြောပုံတွေကို အသေးစိတ်ဂရုစိုက်ကြည့်စေချင်တယ်…ဂျက်ဘာကြောင့်ဒီလိုလုပ်တာလဲ..ဘာဖြစ်လို့ ဒီလိုလမ်းတွေကိုရွေးချယ်ခဲ့တာလဲ…ဇာတ်ကားကြည့်ပြီးတဲ့အချိန်မှာ ခင်ဗျားတို့ကို အတွေးပေါင်းများစွာ ချန်ပေးခဲ့လိမ့်မယ်…ဂျက်လုပ်တာမှန်ရဲ့လား….ငါသာဆိုရင် ဒီလမ်းကိုရွေးချယ်နိုင်ပါ့မလား….တခြားရွေးချယ်စရာတစ်ခုဆိုရင်ရော အဆင်ပြေနိုင်ပါ့မလား…ဆိုတာမျိုးတွေပေါ့…ခံစားကြည့်ကြပါ….ခင်ဗျားတို့ နှလုံးသားကို မဖမ်းစားနိုင်ဘူးဆိုရင် သေချာတယ်ခင်ဗျားတို့နှလုံးသားဟာ ကျောက်သားတွေနဲ့ဖွဲ့စည်းထားလို့ပါပဲ….File Size : (1.07GB) and (377 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:54:00Genre : Mystery, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by InitiativeEncoded by Phyo Pyae"