"(Unicode)
IMDb 8.4/10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Rotten Tomatoes 70%
Bollywood ကတော့ တစ်နှစ်ကို ပေါကားတွေလည်းထွက်သလို အမှန်အကန်အဖိုးတန်ကားတွေလည်းထွက်လေ့ရှိပါတယ်
အခုတင်ဆက်ပေးထားတဲ့ဇာတ်ကားကတော့ တကယ့်အဖိုးတန်ကားပါပဲ ရွှေလိုကားပါ
ဇာတ်ကားတစ်ကားလုံးမှာ တွေ့နေကျကုလားကားတွေလို က,ခုန်တာတွေ သီချင်းတွေ အပိုအက်ရှင်ခန်းတွေ တစ်ခုမှမပါဘဲ
အချိန် ၂ နာရီကုန်သွားမှန်းမသိရလောက်အောင်ကောင်းတဲ့ တကယ့်ဇာတ်ကားပါ
သရုပ်ဆောင်ငယ်ငယ်ချောချောတစ်ယောက်မှမပါဘဲ ဇာတ်လမ်းဇာတ်ကွက်ကောင်းကောင်းနဲ့
အမှန်အကန် Crime, Drama ဇာတ်ကားကောင်းပါ
ဇာတ်လမ်းကရှင်းပါတယ်
နာမည်ကြီးဒါရိုက်တာတစ်ယောက် သူ့အဖွဲ့က လက်ထောက်အဝတ်စားဒီဇိုင်နာကို
အဓမ္မပြုကျင့်လို့ဆိုပြီး တရားရင်ဆိုင်ရတာပါ
အဲ့ဒိဇာတ်ကို ဘယ်လိုစိတ်ဝင်စားဖို့ကောင်းအောင်တင်ဆက်ထားသလဲဆိုတာ ကြည့်လိုက်ကြပါဦး
ကျွန်တော်တို့မြန်မာနိုင်ငံက တချို့ဖြစ်ရပ်တွေနဲ့လည်း သွားဆင်တူနိုင်တဲ့အခြေအနေလေးတွေပါနေပါတယ်
(တရားဥပဒေနှင့်ပတ်သတ်သည့်အသုံးနှုန်းများ ဘာသာပြန်လိုအပ်ချက်ပါရှိပါက သည်းခံပေးကြပါရန် မေတ္တာရပ်ခံအပ်ပါသည်)
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….
(Zawgyi)
IMDb 8.4/10
Rotten Tomatoes 70%
Bollywood ကေတာ့ တစ္ႏွစ္ကို ေပါကားေတြလည္းထြက္သလို အမွန္အကန္အဖိုးတန္ကားေတြလည္းထြက္ေလ့ရွိပါတယ္
အခုတင္ဆက္ေပးထားတဲ့ဇာတ္ကားကေတာ့ တကယ့္အဖိုးတန္ကားပါပဲ ေ႐ႊလိုကားပါ
ဇာတ္ကားတစ္ကားလုံးမွာ ေတြ႕ေနက်ကုလားကားေတြလို က,ခုန္တာေတြ သီခ်င္းေတြ အပိုအက္ရွင္ခန္းေတြ တစ္ခုမွမပါဘဲ
အခ်ိန္ ၂ နာရီကုန္သြားမွန္းမသိရေလာက္ေအာင္ေကာင္းတဲ့ တကယ့္ဇာတ္ကားပါ
သ႐ုပ္ေဆာင္ငယ္ငယ္ေခ်ာေခ်ာတစ္ေယာက္မွမပါဘဲ ဇာတ္လမ္းဇာတ္ကြက္ေကာင္းေကာင္းနဲ႔
အမွန္အကန္ Crime, Drama ဇာတ္ကားေကာင္းပါ
ဇာတ္လမ္းကရွင္းပါတယ္
နာမည္ႀကီးဒါ႐ိုက္တာတစ္ေယာက္ သူ႔အဖြဲ႕က လက္ေထာက္အဝတ္စားဒီဇိုင္နာကို
အဓမၼျပဳက်င့္လို႔ဆိုၿပီး တရားရင္ဆိုင္ရတာပါ
အဲ့ဒိဇာတ္ကို ဘယ္လိုစိတ္ဝင္စားဖို႔ေကာင္းေအာင္တင္ဆက္ထားသလဲဆိုတာ ၾကည့္လိုက္ၾကပါဦး
ကြၽန္ေတာ္တို႔ျမန္မာႏိုင္ငံက တခ်ိဳ႕ျဖစ္ရပ္ေတြနဲ႔လည္း သြားဆင္တူႏိုင္တဲ့အေျခအေနေလးေတြပါေနပါတယ္
(တရားဥပေဒႏွင့္ပတ္သတ္သည့္အသုံးႏႈန္းမ်ား ဘာသာျပန္လိုအပ္ခ်က္ပါရွိပါက သည္းခံေပးၾကပါရန္ ေမတၱာရပ္ခံအပ္ပါသည္)
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….
File Size : (900 MB) and (450 MB)
Quality : AMZN WEB-DL 720p
Running Time : 2hr 04min
Format : Mp4
Genre : Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p AMZN WEBRip x264 – LOKiHD
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
