"(Unicode)
အရင်တစ်ခေါက်က Divine Fury ကြည့်ပြီး ပါဝါရိန်းဂျားဆန်သွားလို့ သိပ်ပြီးတော့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အားမရလိုက်တဲ့သူတွေအဖို့ ဒီကားက တော်တော်အားရကြေနပ်စေမှာပါ
ကိုရီးယားက မိတ်ကပ်နဲ့ရိုက်ကူးမှုအပိုင်းမှာ အားသာပြီးသားမို့လို့ ကြည့်ရကောင်းမှာသေချာပြီးသားဆိုပေမယ့် ဇာတ်လမ်းကပါ
ကောင်းတော့ကြည့်ရတာတော်တော်တန်တဲ့ကားတစ်ကားဖြစ်သွားပါတော့တယ်
နတ်ဆိုးနှင်တဲ့ကားပါပဲ ဒါပေမယ့် ရိုက်တာပီပြင်လွန်းလို့ ကိုယ်ပါအဲ့နားရောက်နေသလိုပါပဲ
ထမင်းစားနေတုန်းတော့ မကြည့်ပါနဲ့ သွေးအလိမ်းလိမ်းနဲ့ တကယ်ဖြစ်နေသလိုကြီးကိုပီပီပြင်ပြင်ရိုက်ထားတာမို့လို့ပါ
ခရစ်ယာန်နတ်ဆိုးနှင်တဲ့ဘုန်းကြီးတစ်ယောက်ရဲ့အလုပ်ဟာ ဘ၀တစ်ခုလုံးပေးပြီးတော့ လုပ်ရတဲ့အလုပ်ပါ
ဒီလိုမျိုးမှာကိုမှ ကိုယ့်မိသားစုထဲကိုပါ နတ်ဆိုးတစ်ကောင်က ရောက်လာရင်တော့ ဘယ်လိုစိတ်အခြေအနေနဲ့နှင်ရမှာပါလဲ
ပြီးတော့ နာမည်နဲ့လိုက်အောင် ဒီကားထဲကနတ်ဆိုးက ရုပ်ပြောင်းရုပ်လွှဲနဲ့၀င်တာပါ
ပြောရင်းနဲ့ စပွိုင်းမိမှာစိုးလို့ ဒီလောက်ပဲပြောလိုက်ပါတော့မယ်
ကျန်တာကိုတော့ ဆက်ကြည့်လိုက်ပါတော့
အညွှန်းနဲ့ဘာသာပြန်ကတော့ Fliex ဖြစ်ပါတယ်
(Zawgyi)
အရင္တစ္ေခါက္က Divine Fury ၾကည့္ၿပီး ပါဝါရိန္းဂ်ားဆန္သြားလို႔ သိပ္ၿပီးေတာ့
အားမရလိုက္တဲ့သူေတြအဖို႔ ဒီကားက ေတာ္ေတာ္အားရေၾကနပ္ေစမွာပါ
ကိုရီးယားက မိတ္ကပ္နဲ႔႐ိုက္ကူးမႈအပိုင္းမွာ အားသာၿပီးသားမို႔လို႔ ၾကည့္ရေကာင္းမွာေသခ်ာၿပီးသားဆိုေပမယ့္ ဇာတ္လမ္းကပါ
ေကာင္းေတာ့ၾကည့္ရတာေတာ္ေတာ္တန္တဲ့ကားတစ္ကားျဖစ္သြားပါေတာ့တယ္
နတ္ဆိုးႏွင္တဲ့ကားပါပဲ ဒါေပမယ့္ ႐ိုက္တာပီျပင္လြန္းလို႔ ကိုယ္ပါအဲ့နားေရာက္ေနသလိုပါပဲ
ထမင္းစားေနတုန္းေတာ့ မၾကည့္ပါနဲ႔ ေသြးအလိမ္းလိမ္းနဲ႔ တကယ္ျဖစ္ေနသလိုႀကီးကိုပီပီျပင္ျပင္႐ိုက္ထားတာမို႔လို႔ပါ
ခရစ္ယာန္နတ္ဆိုးႏွင္တဲ့ဘုန္းႀကီးတစ္ေယာက္ရဲ႕အလုပ္ဟာ ဘ၀တစ္ခုလုံးေပးၿပီးေတာ့ လုပ္ရတဲ့အလုပ္ပါ
ဒီလိုမ်ိဳးမွာကိုမွ ကိုယ့္မိသားစုထဲကိုပါ နတ္ဆိုးတစ္ေကာင္က ေရာက္လာရင္ေတာ့ ဘယ္လိုစိတ္အေျခအေနနဲ႔ႏွင္ရမွာပါလဲ
ၿပီးေတာ့ နာမည္နဲ႔လိုက္ေအာင္ ဒီကားထဲကနတ္ဆိုးက ႐ုပ္ေျပာင္း႐ုပ္လႊဲနဲ႔၀င္တာပါ
ေျပာရင္းနဲ႔ စပြိဳင္းမိမွာစိုးလို႔ ဒီေလာက္ပဲေျပာလိုက္ပါေတာ့မယ္
က်န္တာကိုေတာ့ ဆက္ၾကည့္လိုက္ပါေတာ့
အၫႊန္းနဲ႔ဘာသာျပန္ကေတာ့ Fliex ျဖစ္ပါတယ္
File Size : (950 MB) and (480 MB)
Quality : HDRip 720p
Running Time : 1hr 53min
Format : Mp4
Genre : Horror, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.FHD-NonDRM
Translated by Fliex
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
