"The Dead Center(2018)
(Zawgyi)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အတိတ္ေမ့ၿပီး ေရာက္လာတဲ့ လူနာတစ္ေယာက္က သူဟာ
ေသၿပီးမွ ျပန္ရွင္လာၿပီး တမလြန္ကေန လူ႔ဘဝကို
ျပန္ေရာက္လာတာပါလို႔ ေျပာလိုက္ခ်ိန္မွာေတာ့
သူ႔ရဲ႕ တာဝန္ခံဆရာဝန္တစ္ေယာက္ လူနာရဲ႕
ေျပာစကားေတြကို မယုံႏိုင္ျဖစ္ခဲ့ရပါတယ္ ….
တမလြန္ကေနျပန္လာတယ္လုိ႕ေျပာတဲ့ လူနာမွာ
ဆန္းၾကတယ္တဲ့အရာတစ္ခ်ဳိ႕ပါလာသလုိ
သူေျပာတဲ့ တစ္ခ်ဳိ႕စကားေတြဟာလည္း ထိန္႕လန္႕စရာအခ်ဳိ႕ပါရွိေနခဲ့တယ္…
အဲ့ဒီလူနာေရာက္လာၿပီး မၾကာခင္မွာပဲ
ေဆး႐ုံရဲ႕ အားထားရတဲ့ သူနာျပဳေတြထဲကတစ္ေယာက္
႐ုတ္တရက္ ကြယ္လြန္သြားတဲ့အခါမွာေတာ့ ..
ဒီလူနာရဲ႕ပုံမွန္မဟုတ္တဲ့အျပဳအမူေတြေၾကာင့္
ေသဆုံးသြားတယ္လုိ႕ တစ္ခ်ဳိ႕ေတြက ယူဆေနၾကတယ္…
တာ၀န္ခံဆရာ၀န္နဲဲ႕ ဒီလူနာနဲ႕ ဘယ္လုိေတြဆက္ျဖစ္ၾကမလဲဆုိတာကုိေတာ့
ခံစားၾကည့္ပါဦး…
Horror, Mystery, Thriller အမ်ိဳးအစားျဖစ္တာနဲ႔အညီ
ရင္တထိတ္ထိတ္နဲ႔ ၾကည့္ရႈခံစားရမွာျဖစ္ပါတယ္…
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္…
(unicode)
အတိတ်မေ့ပြီး ရောက်လာတဲ့ လူနာတစ်ယောက်က သူဟာ
သေပြီးမှ ပြန်ရှင်လာပြီး တမလွန်ကနေ လူ့ဘဝကို
ပြန်ရောက်လာတာပါလို့ ပြောလိုက်ချိန်မှာတော့
သူ့ရဲ့ တာဝန်ခံဆရာဝန်တစ်ယောက် လူနာရဲ့
ပြောစကားတွေကို မယုံနိုင်ဖြစ်ခဲ့ရပါတယ် ….
တမလွန်ကနေပြန်လာတယ်လို့ပြောတဲ့ လူနာမှာ
ဆန်းကြတယ်တဲ့အရာတစ်ချို့ပါလာသလို
သူပြောတဲ့ တစ်ချို့စကားတွေဟာလည်း ထိန့်လန့်စရာအချို့ပါရှိနေခဲ့တယ်…
အဲ့ဒီလူနာရောက်လာပြီး မကြာခင်မှာပဲ
ဆေးရုံရဲ့ အားထားရတဲ့ သူနာပြုတွေထဲကတစ်ယောက်
ရုတ်တရက် ကွယ်လွန်သွားတဲ့အခါမှာတော့ ..
ဒီလူနာရဲ့ပုံမှန်မဟုတ်တဲ့အပြုအမူတွေကြောင့်
သေဆုံးသွားတယ်လို့ တစ်ချို့တွေက ယူဆနေကြတယ်…
တာဝန်ခံဆရာဝန်နဲ့ ဒီလူနာနဲ့ ဘယ်လိုတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့
ခံစားကြည့်ပါဦး…
Horror, Mystery, Thriller အမျိုးအစားဖြစ်တာနဲ့အညီ
ရင်တထိတ်ထိတ်နဲ့ ကြည့်ရှုခံစားရမှာဖြစ်ပါတယ်…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN ပဲဖြစ်ပါတယ်…
File Size : (850 MB) and (387 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:32:00
Genre : Horror,Mystery,Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by SCRN
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
