"(Unicode)PauseGenre : Drama/ActionIMDb ratings : 8.9/10ဒီတစ်ခါတင်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားကတော့ သုံးဘဝဇာတ်ကား (Anegan),VIP 1+2 တို့နဲ့ မြန်မာပြည်က အိန္ဒိယပရိတ်သတ်တွေကို ညှို့ယူဖမ်းစားနိုင်ခဲ့တဲ့ Tamil မင်းသား Dhanush ရဲ့ ဇာတ်ကား ဖြစ်ပါတယ်။ယောက္ခမဖြစ်သူ Rajinikanth ရဲ့ ခြေရာကို နင်းတယ်လို့ ဆိုရအောင် Dhanush ဟာလည်း အောင်မြင်မှုတွေ ရရှိနေတဲ့ Tamil မင်းသားပါ။# အညွှန်းအိန္ဒိယနိုင်ငံဟာ ဗြိတိသျှလက်အောက်မှာ အချိန်ကြာမြင့်စွာ ရှိတဲ့ဖူးတဲ့အတွက် ဗြိတိသျှတွေ ထွက်ခွာသွားပြီးနောက်ပိုင်း ဆိုးမွေအဖြစ်နဲ့ပြဿနာပေါင်း သောင်းခြောက်ထောင် ကျန်ရစ် ခံစားခဲ့ရတဲ့ နိုင်ငံလည်း ဖြစ်ပါတယ်။ဒီလိုပြဿနာတွေကြားမှာမှ မြေရှင် ၊ အလုပ်သမားပြသနာတွေကလည်း ဖွံဖြိုးမှု နောက်ကျကျန်ရစ်တဲ့ ဒေသတွေမှာ အမြစ်စွဲနေပါတော့တယ်။ငွေကြေးဥစ္စာ ကြွယ်ဝသူက မရှိဆင်းရဲသားတွေကို ကျွန်တွေ ၊ အခိုင်းအစေတွေလို့ သဘောထားတယ်။ဇာတ်နိမ့်သူတွေအဖြစ် လူရာမသွင်းကြပါဘူး။ဒီဇာတ်ကားမှာလည်း မြေယာပြဿနာကို အခြေခံပြီး ရွာတစ်ရွာမှာရှိတဲ့ မိသားစု နှစ်ခုကြားက ကြီးမားတဲ့လက်စားချေ ရန်ညှိုးဖွဲ့ သတ်ဖြတ်ကြပုံတွေကို တင်ဆက်ထားပါတယ်။အိုဗာ အက်ရှင်တွေ မပါပါဘူး။ဓားချင်းယှဉ်ခုတ်တာ ၊ လှံချင်းယှဉ်ထိုးတာတွေဟာ အသည်းယားစရာ ကောင်းလှတာကြောင့်သွေးထွက်သံယိုပြကွက်တွေ ပေါပေါသီသီ ပါဝင်နေပါတယ်။အရွယ်မရောက်သေးသူများ ၊ ကလေးသူငယ်များ အုပ်ထိန်းသူနှင့်အတူ (သို့မဟုတ်)အုပ်ထိန်းသူ ခွင့်ပြုချက် ရမှ ကြည့်သင့်ပါတယ်။ဘာသာပြန်နှင့် အညွှန်းကို တင်ဆက်ပေးထားကြသူတွေကတော့ Myint Thu နဲ့ Nyi Nyi Koe တို့ ဖြစ်ပါတယ်။(Zawgyi)Genre : Drama/ActionIMDb ratings : 8.9/10ဒီတစ္ခါတင္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ သုံးဘဝဇာတ္ကား (Anegan),VIP 1+2 တို႔နဲ႔ ျမန္မာျပည္က အိႏၵိယပရိတ္သတ္ေတြကို ညႇိဳ႕ယူဖမ္းစားႏိုင္ခဲ့တဲ့ Tamil မင္းသား Dhanush ရဲ႕ ဇာတ္ကား ျဖစ္ပါတယ္။ေယာကၡမျဖစ္သူ Rajinikanth ရဲ႕ ေျခရာကို နင္းတယ္လို႔ ဆိုရေအာင္ Dhanush ဟာလည္း ေအာင္ျမင္မႈေတြ ရရွိေနတဲ့ Tamil မင္းသားပါ။# အၫႊန္းအိႏၵိယႏိုင္ငံဟာ ၿဗိတိသွ်လက္ေအာက္မွာ အခ်ိန္ၾကာျမင့္စြာ ရွိတဲ့ဖူးတဲ့အတြက္ ၿဗိတိသွ်ေတြ ထြက္ခြာသြားၿပီးေနာက္ပိုင္း ဆိုးေမြအျဖစ္နဲ႔ျပႆနာေပါင္း ေသာင္းေျခာက္ေထာင္ က်န္ရစ္ ခံစားခဲ့ရတဲ့ ႏိုင္ငံလည္း ျဖစ္ပါတယ္။ဒီလိုျပႆနာေတြၾကားမွာမွ ေျမရွင္ ၊ အလုပ္သမားျပသနာေတြကလည္း ဖြံၿဖိဳးမႈ ေနာက္က်က်န္ရစ္တဲ့ ေဒသေတြမွာ အျမစ္စြဲေနပါေတာ့တယ္။ေငြေၾကးဥစၥာ ႂကြယ္ဝသူက မရွိဆင္းရဲသားေတြကို ကြၽန္ေတြ ၊ အခိုင္းအေစေတြလို႔ သေဘာထားတယ္။ဇာတ္နိမ့္သူေတြအျဖစ္ လူရာမသြင္းၾကပါဘူး။ဒီဇာတ္ကားမွာလည္း ေျမယာျပႆနာကို အေျခခံၿပီး ႐ြာတစ္႐ြာမွာရွိတဲ့ မိသားစု ႏွစ္ခုၾကားက ႀကီးမားတဲ့လက္စားေခ် ရန္ညႇိဳးဖြဲ႕ သတ္ျဖတ္ၾကပုံေတြကို တင္ဆက္ထားပါတယ္။အိုဗာ အက္ရွင္ေတြ မပါပါဘူး။ဓားခ်င္းယွဥ္ခုတ္တာ ၊ လွံခ်င္းယွဥ္ထိုးတာေတြဟာ အသည္းယားစရာ ေကာင္းလွတာေၾကာင့္ေသြးထြက္သံယိုျပကြက္ေတြ ေပါေပါသီသီ ပါဝင္ေနပါတယ္။အ႐ြယ္မေရာက္ေသးသူမ်ား ၊ ကေလးသူငယ္မ်ား အုပ္ထိန္းသူႏွင့္အတူ (သို႔မဟုတ္)အုပ္ထိန္းသူ ခြင့္ျပဳခ်က္ ရမွ ၾကည့္သင့္ပါတယ္။ဘာသာျပန္ႏွင့္ အၫႊန္းကို တင္ဆက္ေပးထားၾကသူေတြကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ျဖစ္ပါတယ္။File Size : (1.30 GB ) and (650 MB)Quality : WEB-DL 720pRunning Time : 2hr 21minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : TRUE WEB-DL – 1080pTranslated by Nyi Koe And Myint ThuEncoded by Thanhtike Zaw"