"Microhabitat ( 2017 )
—————————-
အိမ်မဟုတ်တောင် လူတစ်ယောက်အတွက် နေစရာ အမိုးတစ်ခု အကာတစ်ခုနဲ့ နေရာတစ်ခုတော့ အနည်းဆုံးရှိဖို့က မရှိမဖြစ်ပေါ့။
မိန်းကလေးတစ်ယောက်အတွက်ဆိုရင်တော့ အမိုးတစ်ခု အကာတစ်ခုထက် ပိုပြီးလုံခြုံတဲ့နေရာတစ်ခု လိုလိမ့်မှာပဲ။
အစစအရာရာဈေးတွေတက်လာပြီး လခတွေမတက်လာတဲ့အခါကျတော့ နေဖို့ထိုင်ဖို့တင် တော်တော်များများသုံးလိုက်ရတဲ့အခါ
တခြားကိုယ်နှစ်ခြိုက်တဲ့အရာတွေကို လျှော့ချရဖို့ဖြစ်လာတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စီးကရက်ဟာ ဈေးတက်တဲ့ခေတ်မှာ ဇိမ်ခံပစ္စည်းပါပဲ။
စီးကရက် တစ်နေ့တစ်ဘူးကို တစ်လစာစုလိုက်ရင် အိမ်ငှားခတစ်လစာလောက်ရှိတယ်။
အကုန်ဈေးတက်လာပြီး နေဖို့စားဖို့နဲ့တင် ရသမျှကုန်တဲ့အခါကျ
စီးကရက်တို့ ဝီစကီတို့ကို လျှော့တာလို့ ဖြတ်တာတို့ လုပ်ရမယ့် အခြေအနေဆိုက်သွားပါလိမ့်မယ်။
Microhabitatထဲက “မီဆို” ကတော့ စီးကရက်နဲ့ ဝီစကီကို ဖြတ်မယ့်အစား အိမ်နဲ့မနေဖို့ပဲ ဆုံးဖြတ်လိုက်ပါတယ်။
အစကတော့ သူက အရင်က သူ့ဆီလာနေခဲ့ဖူးတဲ့ သူငယ်ချင်းတွေ အိမ် တစ်အိမ်ပြီး တစ်အိမ်သွားနေဖို့ ကြိုးစားပါတယ်။
ဒါပေမဲ့ နှစ်တွေလည်းကြာ ဘဝတွေလည်းပြောင်းနဲ့ တစ်အိမ်မှ အဆင်မပြေခဲ့ပါဘူး။
မပြောင်းလဲတဲ့သူဆိုလို့ သူပဲကျန်တာကိုး။ ဒီလိုနဲ့သူ သူ့ဘာသာ အခန်းကျဉ်းလေးငှားဖို့ ရှာခဲ့တယ်။
စုတ်ပြတ်သက်နေတဲ့ အခန်းတောင် သူ တတ်နိုင်တဲ့ဈေးမှာ မရှိနေဘူး။
ဒီအချိန်အထိ မီဆိုရဲ့ ဘဝမှာ အရေးအကြီးဆုံးက သုံးခုပဲရှိတယ်။
စီးကရက် … ဝီစကီ … သူ့ကောင်လေး။
ဒါပေမဲ့ သူ့ကောင်လေးကလည်း လုပ်အားပေးလုပ်ဖို့ ဆော်ဒီအာရေဗျကိုပါသွားတယ်။
ဒီတော့ သူ့မှာ ဘာမှမကျန်တော့ဘူး။ စီးကရက်နဲ့ ဝီစကီပဲ ကျန်တော့တယ်ပေါ့။
ဒီလိုနဲ့ သူ အရက်ဘားကို ရောက်သွားတယ်။ ဝီစကီဈေးကလည်း တက်သွားတယ်။
ဒီလိုနဲ့ မီဆိုဟာ စီးကရက်နဲ့ နေစရာ ဘာကိုရွေးသွားလဲဆိုတဲ့ အကြောင်းကို ဒါရိုက်တာက ပြထားခဲ့တယ်။
ဒါရိုက်တာက IU ရဲ့ Persona ဇာတ်လမ်းတွဲထဲက Kiss Is Sin ဆိုတဲ့ အပိုင်းကို ရိုက်ခဲ့တဲ့တစ်ယောက်ပါပဲ။
Persona ကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာလေးယောက်လုံးက Art House ဆန်ဆန်တွေ အရိုက်များကြပါတယ်။
ဒီဇာတ်လမ်းမှာ ဒါရိုက်တာက အစစအရာရာဈေးတက်လာခဲ့တဲ့ ကိုရီးယားနဲ့ ပြည်သူတွေအခြေအနေကို ပြချင်တာ ဖြစ်ချင်ဖြစ်ပါလိမ့်မယ်။
ဒီမှာလည်း မထူးဘူးမို့လား Mevius ၃၅၀၀, Dunhill ၅၀၀၀, တစ်နေ့တစ်ဘူးစာနဲ့ တစ်လဆို တစ်လစာအိမ်လခတော့ကောင်းကောင်းရတယ်။
ခင်ဗျားတို့ ကျွန်တော်တို့သာဆိုလည်း ဈေးပေါတဲ့အိမ်ငှားပြီး ဆေးလိပ်တော့ ဆက်သောက်ဖြစ်နေဦးမပေါ့။
ဒီရုပ်ရှင်ကို ဆေးလိပ်ငါးလိပ်လောက်သောက်ရင်း ကြည့်ပြီးတဲ့နောက် ဆေးလိပ်ဆိုတာ ဇိမ်ခံပစ္စည်းဆန်တာကို ကောင်းကောင်းကြီးပိုသတိထားမိသွားခဲ့တယ်။
ဒီလိုနဲ့ ရုပ်ရှင်အပြီးမှာ ကျွန်တော်သင်ခန်းစာရပြီး စီးကရက်နောက်တစ်လိပ် ထပ်မီးညှိဖြစ်သွားတယ်။
“သူများအိမ်မှာ ကပ်နေပြီး စီးကရက်သောက်နိုင်သေးတယ် ငါ အင်မတန်ကံကောင်းပါလား” ဆိုတဲ့ သင်ခန်းစာကြီးပေါ့။
အားလုံးပဲ ရုပ်ရှင်ကြည့်ပြီး သင်ခန်းစာ ယူနိုင်ကြပါစေ။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
Genre….. Comedy, Drama, Romance
Quality…. 1080p | 720p | 480p
File size… 1.21GB | 555MB | 264MB
Format… mp4
Duration…. 1h 46min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. WiRa Aung
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
