"(Unicode)ဟောဒီဘီဟားမှာ မင်္ဂလာသုံးမျိုးရှိတယ်Pauseသတ္တိရှိသူတွေအတွက် ပေးစားလို့ယူလိုက်ကြတဲ့ မင်္ဂလာ ……ကံတရားကစီမံပေးတဲ့ ချစ်လို့ယူကြတဲ့ မင်္ဂလာနဲ့ …လက်ဖွဲ့ငွေကို လောဘတက်နေတဲ့ လောဘသားကောင်တွေအတွက် အတင်းပေးစားတဲ့ အဓမ္မမင်္ဂလာဆောင်အဓမ္မမင်္ဂလာဆောင်ဆိုတာဘာလဲ အိန္ဒိယမှာ မင်္ဂလာတစ်ခုဆောင်တော့မယ်ဆိုရင်မိန်းကလေးတစ်ယောက်ဟာ ဘယ်လောက်ကြီးပဲ အရည်ချင်းရှိရှိ ဘယ်လောက်ကြီးပဲပြည့်စုံနေပါစေအဲ့ဒိမိန်းကလေးဘက်က ယောက်ျားလေးကို ပြန်တင်တောင်းရပါသတဲ့ဒီကိစ္စကို အစိုးရက တရားမဝင်ဘူးဆိုပြီး တားမြစ်ထားပေမယ့် ယခုအချိန်ထိ ငွေကြေးမရှိရင်သမီးတွေအိမ်ထောင်မချပေးနိုင်တဲ့မိဘတွေအများကြီးပါတစ်နှစ်တစ်နှစ် အဲ့ဒိသောကကြောင့် သက်သေသွားတဲ့အဖေတွေ မနည်းမနောပါပဲအဲ့ဒိတော့ အဲ့ဒိလိုလက်ဖွဲ့ကို လောဘတက်ပြီး သားလိုချင်ရင် ပိုက်ဆံ သိန်း ၅၀ နဲ့ ကားတစ်စီးကျုပ်သားကတော့ ဆရာဝန်ဆို ဒီလောက်မှ အင်ဂျင်နီယာဆို ဒီဈေးပေါက်တယ်ဆိုပြီး နွားဈေး ဆောရီး သားဈေးသိပ်ကောင်းနေပါတယ်ဘီဟားမှာတော့ ဒီလိုပြဿနာဖြစ်လာရင် ဒိုင်ခံဖြေရှင်းပေးတာ ဟူကွမ်ဒေ့ဗ်ဆင့်နဲ့ အဘေး(ဟ်)ဆင့်တို့သားဖပါပဲသူတို့ဖြေရှင်းပုံက လက်ဖွဲ့လောဘသားကောင်တွေကို သူတို့တောင် မသိလိုက်ဘဲစပ်ရိုက်မင်္ဂလာဆောင်တွေလုပ်ပေးပြီး မိန်းကလေးနဲ့ အတင်းပေးစားပစ်လိုက်တာပါဒီတော့ လက်ဖွဲ့ကြေးပေးစရာမလိုဘဲ သမီးမိန်းကလေးတစ်ယောက်ကို အိမ်ထောင်ချပေးလို့ရသွားပါတယ်အဲ့ဒိလို ပြဿနာတွေကိုဖြေရှင်းပေးနေတဲ့ အဘေးဆင့်တစ်ယောက် တစ်နေ့မှာသူ့ငယ်ချစ် ဘဘ်လီတစ်ယောက်ကိုလည်း ထိုပြဿနာကို ဖြေရှင်းဖို့အကြောင်းဖန်လာလေသောအခါ ….ဘောလီဝုဒ်ကားတွေနဲ့ဝေးနေရတဲ့ ပရိသတ်ကြီးအတွက် မင်းသားချော ဆစ်ဒရာမဟိုသရာနဲ့မင်းသမီးချော ပရီနတီးချိုပရားတို့ပါဝင်ထားတဲ့ အချစ်ဟာသအက်ရှင်ကားကောင်းလေး တင်ဆက်ပေးထားတာဖြစ်ပါတယ်မိသားစုနဲ့အတူ ပျော်ပျော်ရွှင်ရွှင် ခံစားကြည့်လိုက်ပါဦးဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zaw Htoo ပဲဖြစ်ပါတယ်….(Zawgyi)ေဟာဒီဘီဟားမွာ မဂၤလာသုံးမ်ိဳးရွိတယ္သတၱိရွိသူေတြအတြက္ ေပးစားလို႔ယူလိုက္ၾကတဲ့ မဂၤလာ ……ကံတရားကစီမံေပးတဲ့ ခ်စ္လို႔ယူၾကတဲ့ မဂၤလာနဲ႔ …လက္ဖြဲ႕ေငြကို ေလာဘတက္ေနတဲ့ ေလာဘသားေကာင္ေတြအတြက္ အတင္းေပးစားတဲ့ အဓမၼမဂၤလာေဆာင္အဓမၼမဂၤလာေဆာင္ဆိုတာဘာလဲ အိႏၵိယမွာ မဂၤလာတစ္ခုေဆာင္ေတာ့မယ္ဆိုရင္မိန္းကေလးတစ္ေယာက္ဟာ ဘယ္ေလာက္ႀကီးပဲ အရည္ခ်င္းရွိရွိ ဘယ္ေလာက္ႀကီးပဲျပည့္စုံေနပါေစအဲ့ဒိမိန္းကေလးဘက္က ေယာက္်ားေလးကို ျပန္တင္ေတာင္းရပါသတဲ့ဒီကိစၥကို အစိုးရက တရားမဝင္ဘူးဆိုၿပီး တားျမစ္ထားေပမယ့္ ယခုအခ်ိန္ထိ ေငြေၾကးမရွိရင္သမီးေတြအိမ္ေထာင္မခ်ေပးႏိုင္တဲ့မိဘေတြအမ်ားႀကီးပါတစ္ႏွစ္တစ္ႏွစ္ အဲ့ဒိေသာကေၾကာင့္ သက္ေသသြားတဲ့အေဖေတြ မနည္းမေနာပါပဲအဲ့ဒိေတာ့ အဲ့ဒိလိုလက္ဖြဲ႕ကို ေလာဘတက္ၿပီး သားလိုခ်င္ရင္ ပိုက္ဆံ သိန္း ၅၀ နဲ႔ ကားတစ္စီးက်ဳပ္သားကေတာ့ ဆရာဝန္ဆို ဒီေလာက္မွ အင္ဂ်င္နီယာဆို ဒီေစ်းေပါက္တယ္ဆိုၿပီး ႏြားေစ်း ေဆာရီး သားေစ်းသိပ္ေကာင္းေနပါတယ္ဘီဟားမွာေတာ့ ဒီလိုျပႆနာျဖစ္လာရင္ ဒိုင္ခံေျဖရွင္းေပးတာ ဟူကြမ္ေဒ့ဗ္ဆင့္နဲ႔ အေဘး(ဟ္)ဆင့္တို႔သားဖပါပဲသူတို႔ေျဖရွင္းပုံက လက္ဖြဲ႕ေလာဘသားေကာင္ေတြကို သူတို႔ေတာင္ မသိလိုက္ဘဲစပ္႐ိုက္မဂၤလာေဆာင္ေတြလုပ္ေပးၿပီး မိန္းကေလးနဲ႔ အတင္းေပးစားပစ္လိုက္တာပါဒီေတာ့ လက္ဖြဲ႕ေၾကးေပးစရာမလိုဘဲ သမီးမိန္းကေလးတစ္ေယာက္ကို အိမ္ေထာင္ခ်ေပးလို႔ရသြားပါတယ္အဲ့ဒိလို ျပႆနာေတြကိုေျဖရွင္းေပးေနတဲ့ အေဘးဆင့္တစ္ေယာက္ တစ္ေန႔မွာသူ႔ငယ္ခ်စ္ ဘဘ္လီတစ္ေယာက္ကိုလည္း ထိုျပႆနာကို ေျဖရွင္းဖို႔အေၾကာင္းဖန္လာေလေသာအခါ ….ေဘာလီဝုဒ္ကားေတြနဲ႔ေဝးေနရတဲ့ ပရိသတ္ႀကီးအတြက္ မင္းသားေခ်ာ ဆစ္ဒရာမဟိုသရာနဲ႔မင္းသမီးေခ်ာ ပရီနတီးခ်ိဳပရားတို႔ပါဝင္ထားတဲ့ အခ်စ္ဟာသအက္ရွင္ကားေကာင္းေလး တင္ဆက္ေပးထားတာျဖစ္ပါတယ္မိသားစုနဲ႔အတူ ေပ်ာ္ေပ်ာ္႐ႊင္႐ႊင္ ခံစားၾကည့္လိုက္ပါဦးဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္….File Size : (1.10 GB) and (550 MB)Quality : WEB-DL 720pRunning Time : 2hr 05minFormat : MkvGenre : Action, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.Zee5.WEB-DL.AAC.2.0.x264-TellyTranslated by Zaw HtooEncoded by Thanhtike Zaw"