"Brian Banks(2018)အညႊန္း
**********************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb….6.5
(zawgyi)
ဇာတ္လမ္းအက်ဥ္းကေတာ့
အေမရိကန္ေဘာလုံးသမားတစ္ဦးျဖစ္တဲ့ ဘ႐ိုင္ယန္ကိသ္ဘန႔္စ္ရဲ႕
ျဖစ္ရပ္မွန္ကိုယ္ေရးအတၳဳပတၱိအၾကာင္းကို ႐ိုက္ကူးတင္ဆက္ထားတာျဖစ္ပါတယ္
ဘ႐ိုင္ယန္ဟာ ငယ္စဥ္ကတည္းက အေမရိကန္ေဘာလုံးကစားတာကို အရမ္းဝါသနာပါခဲ့သူျဖစ္ၿပီး
ထူးခြၽန္တဲ့ကစားသမားတစ္ဦးလဲျဖစ္ခဲ့ပါတယ္…NFLကပ႐ိုအသင္းတစ္သင္းျဖစ္တဲ့ USCကေတာင္
ေခၚယူတဲ့အထိနီးစပ္ခဲ့တာပါ…ဒါေပမယ့္ငယ္႐ြယ္တဲ့အခ်ိန္မွာ ကံၾကမၼာရဲ႕ လွည့္စားမႈတစ္ခုေၾကာင့္
ဘ႐ိုင္ယန္ရဲ႕ဘဝအိမ္မက္ေတြ ေပ်ာက္ဆုံးခဲ့ရတယ္…အေၾကာင္းကေတာ့သူ႔ကိုအမ်ိဳးသမီးတစ္ဦးအား လိင္ပိုင္းဆိုင္ရာ
က်ဴးလြန္ေစာ္ကားသူတစ္ဦးအျဖစ္ တရားစြဲဆိုျခင္းခံလုိက္ရပါတယ္.. ဒါေၾကာင့္ပဲ သူဝါသနာထုံတဲ့ အားကစားကို
ဆက္လက္ကစားခြင့္မရခဲ့ေတာ့ပါဘူး…ဒါေပမယ့္ ဘ႐ိုင္ယန္ဟာလက္ေလွ်ာ့ျခင္းမရွိခဲ့ဘဲ
သူမက်ဴးလြန္ခဲ့တဲ့ ဒီနာမည္အမည္းစက္ဆိုးႀကီးကို ေခ်ဖ်က္ဖို႔ဘယ္လိုေရွ႕ဆက္တိုက္ပြဲဝင္သြားမလဲဆိုတာကိုေတာ့…ဒီကားက စိတ္၀င္စားစရာျဖစ္ရပ္မွန္ ျဖစ္တဲ့အျပင္
ဘရုိင္ယန္ရဲ႕ လွဳပ္ရွားရုန္းကန္ပုံေတြကုိ ေလးစားစရာေတြ႕ျမင္ရသလုိ
တစ္ခ်ဳိ႕အရာေတြက်ျပန္ေတာ့ လည္း တကယ့္ကုိ သံေ၀ဂရစရာေတြပါပဲ…
ခံစားၾကည့္ၾကပါဦး…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung
ပဲျဖစ္ပါတယ္….
(unicode)
ဇာတ်လမ်းအကျဉ်းကတော့
အမေရိကန်ဘောလုံးသမားတစ်ဦးဖြစ်တဲ့ ဘရိုင်ယန်ကိသ်ဘန့်စ်ရဲ့
ဖြစ်ရပ်မှန်ကိုယ်ရေးအတ္ထုပတ္တိအကြာင်းကို ရိုက်ကူးတင်ဆက်ထားတာဖြစ်ပါတယ်
ဘရိုင်ယန်ဟာ ငယ်စဉ်ကတည်းက အမေရိကန်ဘောလုံးကစားတာကို အရမ်းဝါသနာပါခဲ့သူဖြစ်ပြီး
ထူးချွန်တဲ့ကစားသမားတစ်ဦးလဲဖြစ်ခဲ့ပါတယ်…NFLကပရိုအသင်းတစ်သင်းဖြစ်တဲ့ USCကတောင်
ခေါ်ယူတဲ့အထိနီးစပ်ခဲ့တာပါ…ဒါပေမယ့်ငယ်ရွယ်တဲ့အချိန်မှာ ကံကြမ္မာရဲ့ လှည့်စားမှုတစ်ခုကြောင့်
ဘရိုင်ယန်ရဲ့ဘဝအိမ်မက်တွေ ပျောက်ဆုံးခဲ့ရတယ်…အကြောင်းကတော့သူ့ကိုအမျိုးသမီးတစ်ဦးအား လိင်ပိုင်းဆိုင်ရာ
ကျူးလွန်စော်ကားသူတစ်ဦးအဖြစ် တရားစွဲဆိုခြင်းခံလိုက်ရပါတယ်.. ဒါကြောင့်ပဲ သူဝါသနာထုံတဲ့ အားကစားကို
ဆက်လက်ကစားခွင့်မရခဲ့တော့ပါဘူး…ဒါပေမယ့် ဘရိုင်ယန်ဟာလက်လျှော့ခြင်းမရှိခဲ့ဘဲ
သူမကျူးလွန်ခဲ့တဲ့ ဒီနာမည်အမည်းစက်ဆိုးကြီးကို ချေဖျက်ဖို့ဘယ်လိုရှေ့ဆက်တိုက်ပွဲဝင်သွားမလဲဆိုတာကိုတော့…ဒီကားက စိတ်ဝင်စားစရာဖြစ်ရပ်မှန် ဖြစ်တဲ့အပြင်
ဘရိုင်ယန်ရဲ့ လှုပ်ရှားရုန်းကန်ပုံတွေကို လေးစားစရာတွေ့မြင်ရသလို
တစ်ချို့အရာတွေကျပြန်တော့ လည်း တကယ့်ကို သံဝေဂရစရာတွေပါပဲ…
ခံစားကြည့်ကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung
ပဲဖြစ်ပါတယ်….
File Size : (900 MB) and (367 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:39:00
Genre : Sport, Drama, Biograpy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zwel Zan Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
