"Ghost in the Graveyard(2019)အညႊန္း**********************************PauseIMDb….6.1(zawgyi)သခ်ၤ ိဳင္းထဲက သရဲ (Ghost in the Graveyard) ဆိုတဲ့ Horror ဇာတ္ကားသစ္ေလးတစ္ကားတင္ဆက္ေပးလုိက္ပါတယ္ ၂၀၁၉ ထြက္ျဖစ္ျပီးေတာ့ IMDb – 6.1/10 ရရွိထားပါတယ္ေမွာင္ရီပ်ိဳးစ တစ္ညေနမွာ ကေလးတစ္အုပ္စုဟာ သုႆန္တစ္စျပင္ထဲမွာ တူတူပုန္းတမ္း သြားေဆာ့ရင္း ေျပးၾကလႊားၾကနဲ႔ မာသာ ဆိုတဲ့ ကေလးမေလးတစ္ဦးဟာ လူေသျမွုဳပ္တ့ဲ က်င္းေဟာင္းတစ္ခုထဲကို မေတာ္တဆ ျပဳတ္က်ျပီး ေသဆံုးသြားခဲ့ပါတယ္ ….မာသာဟာ ဆယ္လီဆိုတဲ့ေကာင္မေလးရဲ႕ သူငယ္ခ်င္းျဖစ္ျပီးေတာ့ ဆယ္လီရဲ႕ ညတိုင္းအိပ္မက္ေတြထဲမွာ မာသာဟာ အုတ္ဂူေတြၾကားထဲမွာ ရုန္းရင္းဆန္ခတ္ ေျပးလႊားေနတာကို ျမင္ေတြ႔ေနရပါသတဲ့ႏွစ္ေတြၾကာလာခဲ့ေပမယ့္ သခ်ၤ ိဳင္းမွာ မာသာဆိုတဲ့ေကာင္မေလး ေျခာက္လွန္႔ေနတယ္ဆိုတဲ့ သတင္းကေတာ့ ေပ်ာက္ပ်က္မသြားခဲ့ပါဘူး…မာသာေသဆံုးမႈနဲ႔ ဆယ္လီနဲ႔ ဘယ္လိုမ်ား ပတ္သက္မႈွရွိလဲ…စိတ္၀င္စားစရာလည္းေကာင္းသလုိတစ္စိမ့္စိမ့္ေၾကာက္ေနရတဲ့ ကားမုိ႕ Horror ၾကဳိက္ၿပိတ္သတ္တုိ႕အဖုိ႕ခံစားၾကည့္ၾကပါဦး…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zuel Khant Thwin ပဲျဖစ္ပါတယ္…(unicode)သင်္ချ ိုင်းထဲက သရဲ (Ghost in the Graveyard) ဆိုတဲ့ Horror ဇာတ်ကားသစ်လေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် ၂၀၁၉ ထွက်ဖြစ်ပြီးတော့ IMDb – 6.1/10 ရရှိထားပါတယ်မှောင်ရီပျိုးစ တစ်ညနေမှာ ကလေးတစ်အုပ်စုဟာ သုဿန်တစ်စပြင်ထဲမှာ တူတူပုန်းတမ်း သွားဆော့ရင်း ပြေးကြလွှားကြနဲ့ မာသာ ဆိုတဲ့ ကလေးမလေးတစ်ဦးဟာ လူသေမြှုုပ်တဲ့ ကျင်းဟောင်းတစ်ခုထဲကို မတော်တဆ ပြုတ်ကျပြီး သေဆုံးသွားခဲ့ပါတယ် ….မာသာဟာ ဆယ်လီဆိုတဲ့ကောင်မလေးရဲ့ သူငယ်ချင်းဖြစ်ပြီးတော့ ဆယ်လီရဲ့ ညတိုင်းအိပ်မက်တွေထဲမှာ မာသာဟာ အုတ်ဂူတွေကြားထဲမှာ ရုန်းရင်းဆန်ခတ် ပြေးလွှားနေတာကို မြင်တွေ့နေရပါသတဲ့နှစ်တွေကြာလာခဲ့ပေမယ့် သင်္ချ ိုင်းမှာ မာသာဆိုတဲ့ကောင်မလေး ခြောက်လှန့်နေတယ်ဆိုတဲ့ သတင်းကတော့ ပျောက်ပျက်မသွားခဲ့ပါဘူး…မာသာသေဆုံးမှုနဲ့ ဆယ်လီနဲ့ ဘယ်လိုများ ပတ်သက်မှုှရှိလဲ…စိတ်ဝင်စားစရာလည်းကောင်းသလိုတစ်စိမ့်စိမ့်ကြောက်နေရတဲ့ ကားမို့ Horror ကြိုက်ပြိတ်သတ်တို့အဖို့ခံစားကြည့်ကြပါဦး…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zuel Khant Thwin ပဲဖြစ်ပါတယ်…File Size : (850 MB) and (335 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:32:00Genre : Action, Drama,HorrorSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zuel Khant ThwinEncoded by Phyo Pyae"