"Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ေရွးေခတ္စာအုပ္ေတြမွာ ေရးထားတာက မိန္းကေလးေတြဟာ
ေယာက္်ားေလးေတြကေနျဖစ္လာတာတဲ့ ေျပာခ်င္တာက
ဘုရားသခင္က မိန္းကေလးကိုဖန္ဆင္းတဲ့အခါ ေယာက်ာ္းေလးရဲ႕ နံ႐ိုးကို
ယူၿပီး ဖန္ဆင္းသတဲ့ ဒါေပမဲ့ အဲ့လိုမိန္းကေလးေတြက သူတို႔ခ်စ္တဲ့
ေယာက္်ားေလးတစ္ေယာက္အတြက္ အရာအားလုံးကို စြန္႔လြတ္ၿပီး
အခက္အခဲေတြကို ေက်ာ္လြားႏိုင္မယ္လို႔ထင္သလား
ဒီကားေလးကေတာ့ ဟာသနဲ႔ အက္ရွင္ေရာထားၿပီး Hong Kong director Sam Leong (The Incredible
Truth)႐ိုက္ကူးထားတဲ့ဇာက္ကားေလးပါ. Japanမင္းသမီး Natsuna (Gantz)နဲ႔
ဂ်ပန္မင္းသား Shinagawa Hiroshi,Den Den ၿပီးေတာ့
ေဟာင္ေကာင္မင္းသား Sam Lee နဲ႔ Candy Law တို႔ ပါဝင္႐ိုက္ကူးထားၿပီး
ဘန္ေကာက္ၿမိဳ႕မွာ ဇာက္အိမ္တည္ထားပါတယ္
Yoshida Ai (Natsuna)ဟာ အခ်စ္အတြက္ဆို ဘာမဆို လုပ္မဲ့ သူတစ္ေယာက္ပါ
သူ႔ရည္းစားျဖစ္သူက ေစာက္သုံးလုံးလုံး မက်တဲ့သူျဖစ္ေပမဲ့ သူမက သူ႔အတြက္ဆို ဘာမဆိုလုပ္မယ့္သူပါ.
စိတ္၀င္စားဖုိ႕ေကာင္းတဲ႔ကားမို႔ ဆက္လက္ခံစားၾကည္႕ရွုလိုက္ရေအာင္
Unicode
*******
ရှေးခေတ်စာအုပ်တွေမှာ ရေးထားတာက မိန်းကလေးတွေဟာ
ယောက်ျားလေးတွေကနေဖြစ်လာတာတဲ့ ပြောချင်တာက
ဘုရားသခင်က မိန်းကလေးကိုဖန်ဆင်းတဲ့အခါ ယောကျာ်းလေးရဲ့ နံရိုးကို
ယူပြီး ဖန်ဆင်းသတဲ့ ဒါပေမဲ့ အဲ့လိုမိန်းကလေးတွေက သူတို့ချစ်တဲ့
ယောက်ျားလေးတစ်ယောက်အတွက် အရာအားလုံးကို စွန့်လွတ်ပြီး
အခက်အခဲတွေကို ကျော်လွားနိုင်မယ်လို့ထင်သလား
ဒီကားလေးကတော့ ဟာသနဲ့ အက်ရှင်ရောထားပြီး Hong Kong director Sam Leong (The Incredible
Truth)ရိုက်ကူးထားတဲ့ဇာက်ကားလေးပါ. Japanမင်းသမီး Natsuna (Gantz)နဲ့
ဂျပန်မင်းသား Shinagawa Hiroshi,Den Den ပြီးတော့
ဟောင်ကောင်မင်းသား Sam Lee နဲ့ Candy Law တို့ ပါဝင်ရိုက်ကူးထားပြီး
ဘန်ကောက်မြို့မှာ ဇာက်အိမ်တည်ထားပါတယ်
Yoshida Ai (Natsuna)ဟာ အချစ်အတွက်ဆို ဘာမဆို လုပ်မဲ့ သူတစ်ယောက်ပါ
သူ့ရည်းစားဖြစ်သူက စောက်သုံးလုံးလုံး မကျတဲ့သူဖြစ်ပေမဲ့ သူမက သူ့အတွက်ဆို ဘာမဆိုလုပ်မယ့်သူပါ.
စိတ်ဝင်စားဖို့ကောင်းတဲ့ကားမို့ ဆက်လက်ခံစားကြည့်ရှုလိုက်ရအောင်
Translated & Review By Xiao
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
