"Zawgyi
******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb 7.8 ရရွိထားတဲ႔ဇာတ္ကားပဲၿဖစ္ပါတယ္
ဒီရုပ္ရွင္ကေတာ့ ဒါရိုက္တာၾကီး ကြင္တင္ တာရန္တီႏိုရဲ႕ နာမည္ေက်ာ္ ရုပ္ရွင္တစ္ခုပဲ ျဖစ္ပါတယ္။
သူရိုက္ခဲ့တဲ့ Pulp fiction, Kill Bill, Inglourious bastards,
Django unchained တို႕ကို ၾကည့္ဖူးရင္ သူဘယ္လိုကားမ်ိဳးေတြ
ရိုက္တတ္လဲ သိမွာပါ။ မၾကာခင္လည္း once upon a time in Hollywood ကား
ထြက္လာဦးမွာပါ။ ဒီဇာတ္လမ္းမွာလဲ ကာရိုက္တာ မ်ိဳးစံုကို အခန္းတစ္ခုထဲမွာ
ထည့္ၿပီး ပေဟဠိေတြနဲ႕ လွလွပပ ျပသထားတာ ေတြ႕ပါလိမ့္မယ္။
ဇာတ္လမ္းကေတာ့ အေမရိကန္ ျပည္တြင္းစစ္အၿပီး ႏွစ္အနည္းငယ္အၾကာကို
အေျချပဳထားတာပါ။ ေျမာက္ပိုင္းတပ္က ထြက္လာတဲ့ ဗိုလ္မွဴးမားကြစ္
( ဆမ္ျမဴရယ္ ဂ်က္ဆန္) ဟာ ေၾကးစားလူဆိုးဖမ္းသမားအျဖစ္
အသက္ေမြးေနပါတယ္။ တစ္ေန႕မွာ ဝိုင္အိုးမင္းနယ္ ေတာင္ေပၚတစ္ေနရာမွာ
ႏွင္းမုန္တိုင္းေၾကာင့္ ပိတ္မိေနရင္း လွည္းတစ္စီးနဲ႕ လမ္းၾကံဳလိုက္ခဲ့ရတယ္။
အဲဒီလွည္းေပၚမွာ ပါလာတဲ့ လူေတြနဲ႕ ဆိုင္ေလးတစ္ခုမွာ ဝင္ခိုနားၾကတယ္။
အဲဒီဆိုင္ထဲမွာလည္း ေရာက္ႏွင့္ၿပီးတဲ့သူေတြ ရွိေနပါၿပီ။
အဓိကကေတာ့သူတို႕ေတြၾကားထဲက ပတ္သတ္မႈနဲ႕ လိ်ဳ႕ဝွက္ခ်က္ေတြကို
စိတ္ဝင္စားစရာထိုင္ၾကည့္ေနရမွာပါပဲ။ ရုပ္ရွင္အရသာခံၾကည့္တတ္သူေတြ အၾကိဳက္ေတြ႕ၾကမွာပါ။
Unicode
*******
IMDb 7.8 ရရှိထားတဲ့ဇာတ်ကားပဲဖြစ်ပါတယ်
ဒီရုပ်ရှင်ကတော့ ဒါရိုက်တာကြီး ကွင်တင် တာရန်တီနိုရဲ့ နာမည်ကျော် ရုပ်ရှင်တစ်ခုပဲ ဖြစ်ပါတယ်။
သူရိုက်ခဲ့တဲ့ Pulp fiction, Kill Bill, Inglourious bastards,
Django unchained တို့ကို ကြည့်ဖူးရင် သူဘယ်လိုကားမျိုးတွေ
ရိုက်တတ်လဲ သိမှာပါ။ မကြာခင်လည်း once upon a time in Hollywood ကား
ထွက်လာဦးမှာပါ။ ဒီဇာတ်လမ်းမှာလဲ ကာရိုက်တာ မျိုးစုံကို အခန်းတစ်ခုထဲမှာ
ထည့်ပြီး ပဟေဠိတွေနဲ့ လှလှပပ ပြသထားတာ တွေ့ပါလိမ့်မယ်။
ဇာတ်လမ်းကတော့ အမေရိကန် ပြည်တွင်းစစ်အပြီး နှစ်အနည်းငယ်အကြာကို
အခြေပြုထားတာပါ။ မြောက်ပိုင်းတပ်က ထွက်လာတဲ့ ဗိုလ်မှူးမားကွစ်
( ဆမ်မြူရယ် ဂျက်ဆန်) ဟာ ကြေးစားလူဆိုးဖမ်းသမားအဖြစ်
အသက်မွေးနေပါတယ်။ တစ်နေ့မှာ ဝိုင်အိုးမင်းနယ် တောင်ပေါ်တစ်နေရာမှာ
နှင်းမုန်တိုင်းကြောင့် ပိတ်မိနေရင်း လှည်းတစ်စီးနဲ့ လမ်းကြုံလိုက်ခဲ့ရတယ်။
အဲဒီလှည်းပေါ်မှာ ပါလာတဲ့ လူတွေနဲ့ ဆိုင်လေးတစ်ခုမှာ ဝင်ခိုနားကြတယ်။
အဲဒီဆိုင်ထဲမှာလည်း ရောက်နှင့်ပြီးတဲ့သူတွေ ရှိနေပါပြီ။
အဓိကကတော့သူတို့တွေကြားထဲက ပတ်သတ်မှုနဲ့ လျို့ဝှက်ချက်တွေကို
စိတ်ဝင်စားစရာထိုင်ကြည့်နေရမှာပါပဲ။ ရုပ်ရှင်အရသာခံကြည့်တတ်သူတွေ အကြိုက်တွေ့ကြမှာပါ။
Translated & Review By Little Neo
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
