"(Unicode)IMDb – 8.4/10PauseGenere – Dramaအတိတ်ရထားကို စီးခွင့်သာ ရမယ်ဆိုရင် ကျောင်းသားဘဝဟာ လူတိုင်းရဲ့ ဘူတာ ဖြစ်မှာပါ။ဘဝရဲ့ အကောင်းဆုံး အမှတ်တရတွေဟာ ကျောင်းသားဘဝမှာပဲ ဖြစ်တည်ကြတာမလား။မိသားစုလို ချစ်ခင်ရတဲ့ သူငယ်ချင်းတွေ ရှိမယ်။ဘဝရဲ့ လက်တွဲဖော်ကို စပြီး ရှာတွေ့ခဲ့တယ်။အားကစားပွဲတွေမှာ အတူယှဉ်ပြိုင်ခဲ့ကြတယ်။ကျောင်းအနုပညာပွဲတွေမှာ အတူပါဝင်ခဲ့ကြဖူးတယ်။ကျောင်းသားဘဝ အတိတ်မှတ်တမ်းဟာ ပြန်ဖတ်လို့ မရိုးအီနိုင်တဲ့ စာအုပ်တစ်အုပ်ပဲ။———————————————–ဒီဇာတ်ကားထဲမှာတော့ အဓိကဇာတ်ကောင်တွေကို Engineering College ကျောင်းသားတွေ အဖြစ် မြင်ရမယ်။အရှုံးသမားအမည်ခံ ၊ တစ်ကျောင်းလုံးရဲ့ အဆိုးဆုံး အဆောင် H4 လေးရဲ့ ချစ်ခင်မှု၊ပျော်ရွှင်ကြမှု၊ စည်းလုံးမှု ဒါတွေကို မြင်ရမယ်။အရက်သမားရယ်၊ အချိန်ပြည့် အပြာစာအုပ်တွေ ထိုင်ဖတ်နေတဲ့ကောင်ရယ်၊အရှုံးသမားဆိုတဲ့ ဂုဏ်ပုဒ်နဲ့ သုံးနှစ်လုံး စီနီယာလုပ်နေတဲ့သူရယ်၊အမြဲလိုလို ငိုငိုပြီး ရိုးအ,လွန်းတဲ့ ကောင်ရယ်၊အနိုင်ကျင့်ဗိုလ်ကျလွန်းတဲ့ကောင်ရယ်၊H4ကို စိတ်ကုန်ရင်း H4ကို ချစ်တတ်သွားတဲ့ကောင်ရယ်၊ဒါဟာ အရှုံးသမား ၆ယောက်၊ H4ရဲ့ အာဏာရှိတွေ။သူတို့ဟာ အရှုံးသမားလို့ အခေါ်ခံနေရတာကို ခံပြင်းနေကြသူပါ။ဘက်စုံထူးချွန်ပြိုင်ပွဲမှာ အနိုင်ရရင်တော့ ဒီနာမည်ဆိုးကို ဖျောက်ဖျက်နိုင်ကြလိမ့်မယ်လို့ သူတို့ ယုံထားတယ်။ဒါပေမဲ့ အနိုင်ရဖို့ မပြောနဲ့ဦး၊အားကစားနဲ့ ပတ်သက်ပြီး အရည်အချင်း ရှိသူတွေက နည်းနေသေးတယ်။ဒီလိုနဲ့ ပြိုင်ပွဲနီးကပ်လာရာမှာတော့….—————————————————-ဒီဇာတ်ကားကို နောက်ကြောင်းပြန်ပြီး ဖော်ပြထားပါတယ်။ဒါကလည်း အရှုံးသမားလို့ အခေါ်ခံရမှာကို ကြောက်နေတဲ့ ကလေးတစ်ယောက်ကို အားပေးစကားပြောပုံနဲ့ တင်ဆက်ထားတာပါ။ကျောင်းသားဘဝရဲ့ ပျော်ရွှင်မှုတွေကို ဖော်ပြရမှာ ရယ်စရာလေးတွေပါမယ်။သို့ပေမယ့် အပေါစားဆန်တဲ့ ဟာသတွေ တော့ မဟုတ်ပါဘူး။ကဲ… ကျွန်တော်တို့အနေနဲ့ ပရိသတ်တွေ ကျေနပ်စေနိုင်တဲ့ ဇာတ်ကားတစ်ကားဆိုတာ ယုံကြည်ရင်း ဘာသာပြန် တင်ဆက်ပေးလိုက်ပါပြီ။(အညွှန်းနဲ့ ဘာသာပြန်ပေးထားကြသူတွေကတော့ ညီညီကိုးနဲ့ မြင့်သူ ပါ။)(Zawgyi)IMDb – 8.4/10Genere – Dramaအတိတ္ရထားကို စီးခြင့္သာ ရမယ္ဆိုရင္ ေက်ာင္းသားဘဝဟာ လူတိုင္းရဲ႕ ဘူတာ ျဖစ္မွာပါ။ဘဝရဲ႕ အေကာင္းဆုံး အမွတ္တရေတြဟာ ေက်ာင္းသားဘဝမွာပဲ ျဖစ္တည္ၾကတာမလား။မိသားစုလို ခ်စ္ခင္ရတဲ့ သူငယ္ခ်င္းေတြ ရွိမယ္။ဘဝရဲ႕ လက္တြဲေဖာ္ကို စၿပီး ရွာေတြ႕ခဲ့တယ္။အားကစားပြဲေတြမွာ အတူယွဥ္ၿပိဳင္ခဲ့ၾကတယ္။ေက်ာင္းအႏုပညာပြဲေတြမွာ အတူပါဝင္ခဲ့ၾကဖူးတယ္။ေက်ာင္းသားဘဝ အတိတ္မွတ္တမ္းဟာ ျပန္ဖတ္လို႔ မ႐ိုးအီႏိုင္တဲ့ စာအုပ္တစ္အုပ္ပဲ။———————————————–ဒီဇာတ္ကားထဲမွာေတာ့ အဓိကဇာတ္ေကာင္ေတြကို Engineering College ေက်ာင္းသားေတြ အျဖစ္ ျမင္ရမယ္။အရႈံးသမားအမည္ခံ ၊ တစ္ေက်ာင္းလုံးရဲ႕ အဆိုးဆုံး အေဆာင္ H4 ေလးရဲ႕ ခ်စ္ခင္မႈ၊ေပ်ာ္႐ႊင္ၾကမႈ၊ စည္းလုံးမႈ ဒါေတြကို ျမင္ရမယ္။အရက္သမားရယ္၊ အခ်ိန္ျပည့္ အျပာစာအုပ္ေတြ ထိုင္ဖတ္ေနတဲ့ေကာင္ရယ္၊အရႈံးသမားဆိုတဲ့ ဂုဏ္ပုဒ္နဲ႔ သုံးႏွစ္လုံး စီနီယာလုပ္ေနတဲ့သူရယ္၊အၿမဲလိုလို ငိုငိုၿပီး ႐ိုးအ,လြန္းတဲ့ ေကာင္ရယ္၊အႏိုင္က်င့္ဗိုလ္က်လြန္းတဲ့ေကာင္ရယ္၊H4ကို စိတ္ကုန္ရင္း H4ကို ခ်စ္တတ္သြားတဲ့ေကာင္ရယ္၊ဒါဟာ အရႈံးသမား ၆ေယာက္၊ H4ရဲ႕ အာဏာရွိေတြ။သူတို႔ဟာ အရႈံးသမားလို႔ အေခၚခံေနရတာကို ခံျပင္းေနၾကသူပါ။ဘက္စုံထူးခြၽန္ၿပိဳင္ပြဲမွာ အႏိုင္ရရင္ေတာ့ ဒီနာမည္ဆိုးကို ေဖ်ာက္ဖ်က္ႏိုင္ၾကလိမ့္မယ္လို႔ သူတို႔ ယုံထားတယ္။ဒါေပမဲ့ အႏိုင္ရဖို႔ မေျပာနဲ႔ဦး၊အားကစားနဲ႔ ပတ္သက္ၿပီး အရည္အခ်င္း ရွိသူေတြက နည္းေနေသးတယ္။ဒီလိုနဲ႔ ၿပိဳင္ပြဲနီးကပ္လာရာမွာေတာ့….—————————————————-ဒီဇာတ္ကားကို ေနာက္ေၾကာင္းျပန္ၿပီး ေဖာ္ျပထားပါတယ္။ဒါကလည္း အရႈံးသမားလို႔ အေခၚခံရမွာကို ေၾကာက္ေနတဲ့ ကေလးတစ္ေယာက္ကို အားေပးစကားေျပာပုံနဲ႔ တင္ဆက္ထားတာပါ။ေက်ာင္းသားဘဝရဲ႕ ေပ်ာ္႐ႊင္မႈေတြကို ေဖာ္ျပရမွာ ရယ္စရာေလးေတြပါမယ္။သို႔ေပမယ့္ အေပါစားဆန္တဲ့ ဟာသေတြ ေတာ့ မဟုတ္ပါဘူး။ကဲ… ကြၽန္ေတာ္တို႔အေနနဲ႔ ပရိသတ္ေတြ ေက်နပ္ေစႏိုင္တဲ့ ဇာတ္ကားတစ္ကားဆိုတာ ယုံၾကည္ရင္း ဘာသာျပန္ တင္ဆက္ေပးလိုက္ပါၿပီ။(အၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားၾကသူေတြကေတာ့ ညီညီကိုးနဲ႔ ျမင့္သူ ပါ။)File Size : (1.20 GB ) and (600 MB)Quality : WEB-DL 720pRunning Time : 2hr 23minFormat : Mp4Genre : Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEB-DL DD+5.1 H.264-KamiKazeTranslated by Nyi Koe And Myint ThuEncoded by Thanhtike Zaw"