"(Unicode)ဒီတစ်ခါ မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားကတော့ ၂၀၁၃ ခုနှစ်မှာ ထွက်ခဲ့တဲ့ ဩစတေးခလျ Drama ကားကောင်းလေး တစ်ကားပါPauseနာမည်ကတော့ Tracks ပါဒီကားလေးကိုတော့ ရော်ဘင်ဒေးဗစ်ဆန်ရဲ့ ဩစတေးလျသဲကန္တာရကို ကုလားအုတ်တွေနဲ့အတူ ၉ လကြာခရီးသွားခဲ့တဲ့အကြောင်း ရေးထားတဲ့ စာအုပ်ကို မှီငြမ်းပြီး ရိုက်ကူးထားတာ ဖြစ်ပါတယ်သူ ဒီခရီးကို မစတင်ခင် ကြိုတင်ပြင်ဆင်ခဲ့ရတဲ့အပိုင်းမှာ သူ့ကိုယ်ပိုင် ကုလားအုတ်တွေရဖို့သူကိုယ်တိုင် ကြိုးစားခဲ့တာတွေကို ပြပေးထားတဲ့အပြင် တကယ်ခရီးသွားတဲ့အခါမှာကြုံတွေ့ရတာတွေကိုလည်း သေချာရိုက်ပြထားပါတယ်သူခရီးသွားတဲ့အချိန်မှာ အရွယ်ရောက်ပြီးသား ကုလားအုတ် ၃ ကောင်ကုလားအုတ်ပေါက် ၁ ကောင် နဲ့ သူ့ရဲ့ သစ္စာရှိခွေးလေးနဲ့အတူ သွားခဲ့တာပါသူ့ကို ခရီးစရိတ်ရဖို့ National Geographic က ဓာတ်ပုံဆရာ ရစ်က စပွန်ဆာရအောင် လုပ်ပေးခဲ့တာပါသူတို့ လမ်းခရီးမှာ ဘာတွေ ကြုံရတယ်ဆိုတာကို ရိုက်ပြထားတာက ကိုယ်တကယ်ပဲအဲဒီခရီးကို လိုက်ပါရသလို မြင်တွေ့ခံစားရတာမို့ လက်မလွတ်တမ်း ကြည့်သင့်တဲ့ ဇာတ်ကားလေးလို့ ညွှန်းပေးချင်ပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Tharaphi Lwin ပါ)(Zawgyi)ဒီတစ္ခါ မိတ္ဆက္ေပးခ်င္တဲ့ ဇာတ္ကားကေတာ့ ၂၀၁၃ ခုႏွစ္မွာ ထြက္ခဲ့တဲ့ ဩစေတးခလ် Drama ကားေကာင္းေလး တစ္ကားပါနာမည္ကေတာ့ Tracks ပါဒီကားေလးကိုေတာ့ ေရာ္ဘင္ေဒးဗစ္ဆန္ရဲ႕ ဩစေတးလ်သဲကႏၲာရကို ကုလားအုတ္ေတြနဲ႔အတူ ၉ လၾကာခရီးသြားခဲ့တဲ့အေၾကာင္း ေရးထားတဲ့ စာအုပ္ကို မွီျငမ္းၿပီး ႐ိုက္ကူးထားတာ ျဖစ္ပါတယ္သူ ဒီခရီးကို မစတင္ခင္ ႀကိဳတင္ျပင္ဆင္ခဲ့ရတဲ့အပိုင္းမွာ သူ႔ကိုယ္ပိုင္ ကုလားအုတ္ေတြရဖို႔သူကိုယ္တိုင္ ႀကိဳးစားခဲ့တာေတြကို ျပေပးထားတဲ့အျပင္ တကယ္ခရီးသြားတဲ့အခါမွာႀကဳံေတြ႕ရတာေတြကိုလည္း ေသခ်ာ႐ိုက္ျပထားပါတယ္သူခရီးသြားတဲ့အခ်ိန္မွာ အ႐ြယ္ေရာက္ၿပီးသား ကုလားအုတ္ ၃ ေကာင္ကုလားအုတ္ေပါက္ ၁ ေကာင္ နဲ႔ သူ႔ရဲ႕ သစၥာရွိေခြးေလးနဲ႔အတူ သြားခဲ့တာပါသူ႔ကို ခရီးစရိတ္ရဖို႔ National Geographic က ဓာတ္ပုံဆရာ ရစ္က စပြန္ဆာရေအာင္ လုပ္ေပးခဲ့တာပါသူတို႔ လမ္းခရီးမွာ ဘာေတြ ႀကဳံရတယ္ဆိုတာကို ႐ိုက္ျပထားတာက ကိုယ္တကယ္ပဲအဲဒီခရီးကို လိုက္ပါရသလို ျမင္ေတြ႕ခံစားရတာမို႔ လက္မလြတ္တမ္း ၾကည့္သင့္တဲ့ ဇာတ္ကားေလးလို႔ ၫႊန္းေပးခ်င္ပါတယ္(ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ May Tharaphi Lwin ပါ)File Size : (900 MB ) and (440 MB)Quality : Blu-Ray 720pRunning Time : 1hr 52minFormat : Mp4Genre : Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264-ROVERSTranslated by May Tharaphi LwinEncoded by Thanhtike Zaw"