"(Unicode)
2014 ကတည်းကထွက်ခဲ့တဲ့ Wild ဆိုတဲ့ဇာတ်ကားလေးဟာ American Biographical Adventure Drama ဇာတ်ကားအမျိုးအစားဖြစ်ပြီး
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၂၀၁၂တုန်းက Cheryl Strayed ရေးသားခဲ့တဲ့ Wild: From Lost to Found on the Pacific Crest Trail(PCT) ဆိုတဲ့
ကိုယ်တိုင်ဖြစ်ရပ်မှန်ကိုရေးသားထားတဲ့စာအုပ်ကိုအခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။
ဇာတ်ကားထဲမှာ Cheryl နဲ့ Bobbi အဖြစ်သရုပ်ဆောင်ခဲ့တဲ့ Reese Witherspoon နဲ့ Laura Dern တို့ နှစ်ယောက်လုံးဟာလည်း
အော်စကာဆုအတွက် Best Actress နဲ့ Best Supporting Actress အဖြစ်စကာတင်အရွေးခံခဲ့ရပြီး အခြားသောဆုတွေမှာလည်း စကာတင်အရွေးခံရတာတွေရှိခဲ့ပါတယ်။
Rating တွေအနေနဲ့လည်း Rotten Tomatos မှာ 89%….IMDb rating 7.1/10 အထိရရှိထားတဲ့ ဖြစ်ရပ်မှန်ဇာတ်ကားကောင်းလေးပဲဖြစ်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းလေးကတော့ ဘဝမှာအချစ်ရဆုံးအတွယ်တာရဆုံး မိခင်ဖြစ်သူသေဆုံးသွားပြီးနောက်
ပူဆွေးသောကတွေရောက်ပြီး ကိုယ့်ကိုကိုယ်မထိန်းနိုင်မသိမ်းနိုင်အောင်ပျက်ဆီးသွားပြီ
ကိုယ့်အိမ်ထောင်ရေးကိုပါဖျက်ဆီးမိခဲ့တဲ့ Cheryl Strayed ဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ….
ကိုယ်လမ်းမှားရောက်နေတာကိုသတိထားမိပြီးနောက် ကိုယ့်ကိုကိုယ်ပြန်ထူထောင်ဖို့နဲ့ စိတ်ဓာတ်တွေပြန်စုစည်းဖို့အတွက်ဆိုပြီး
အမေရိကန်နိုင်ငံမှာအရှည်လျားဆုံးခရီးကြမ်းရှည် မိုင်ပေါင်း၂၆၅၀အထိရှိတဲ့လမ်းကြမ်းကို လမ်းလျှောက်ခရီးနှင်ဖို့ဆုံးဖြတ်ချက်ချခဲ့ပါတယ်။
အရင်က ဘာ Hiking အတွေ့အကြုံမှလည်းမရှိတဲ့ Cheryl တစ်ယောက်…
ဆန္ဒတစ်ခုတည်းနဲ့ကျောမှာပစ္စည်းအိတ်အလေးကြီးသယ်ပြီး တကိုယ်တော်စွန့်စားခန်းဖွင့်ခဲ့တာပဲဖြစ်ပါတယ်။
ခရီးလမ်းတစ်လျှောက်တွေ့ကြုံရတာတွေ တစ်ယောက်တည်းသွားလာရင်း စဉ်းစားမိတာတွေ..
တေတွးမိတာတွေနောက်မှာ…ခရီးလည်းဆုံးရော သူ့အတွက်အရာရာပြောင်းလဲသွားတာပဲဖြစ်ပါတယ်။
True story-based ဇာတ်ကားကောင်းလည်းဖြစ်တာနဲ့ အညီ ကိုယ်တိုင်ဝင်ရောက်ခံစားမိစေမှာပါ။
(ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)
(Zawgyi)
2014 ကတည္းကထြက္ခဲ့တဲ့ Wild ဆိုတဲ့ဇာတ္ကားေလးဟာ American Biographical Adventure Drama ဇာတ္ကားအမ်ိဳးအစားျဖစ္ၿပီး
၂၀၁၂တုန္းက Cheryl Strayed ေရးသားခဲ့တဲ့ Wild: From Lost to Found on the Pacific Crest Trail(PCT) ဆိုတဲ့
ကိုယ္တိုင္ျဖစ္ရပ္မွန္ကိုေရးသားထားတဲ့စာအုပ္ကိုအေျခခံ႐ိုက္ကူးထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။
ဇာတ္ကားထဲမွာ Cheryl နဲ႔ Bobbi အျဖစ္သ႐ုပ္ေဆာင္ခဲ့တဲ့ Reese Witherspoon နဲ႔ Laura Dern တို႔ ႏွစ္ေယာက္လုံးဟာလည္း
ေအာ္စကာဆုအတြက္ Best Actress နဲ႔ Best Supporting Actress အျဖစ္စကာတင္အေ႐ြးခံခဲ့ရၿပီး အျခားေသာဆုေတြမွာလည္း စကာတင္အေ႐ြးခံရတာေတြရွိခဲ့ပါတယ္။
Rating ေတြအေနနဲ႔လည္း Rotten Tomatos မွာ 89%….IMDb rating 7.1/10 အထိရရွိထားတဲ့ ျဖစ္ရပ္မွန္ဇာတ္ကားေကာင္းေလးပဲျဖစ္ပါတယ္။
ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ဘဝမွာအခ်စ္ရဆုံးအတြယ္တာရဆုံး မိခင္ျဖစ္သူေသဆုံးသြားၿပီးေနာက္
ပူေဆြးေသာကေတြေရာက္ၿပီး ကိုယ့္ကိုကိုယ္မထိန္းႏိုင္မသိမ္းႏိုင္ေအာင္ပ်က္ဆီးသြားၿပီ
ကိုယ့္အိမ္ေထာင္ေရးကိုပါဖ်က္ဆီးမိခဲ့တဲ့ Cheryl Strayed ဆိုတဲ့အမ်ိဳးသမီးတစ္ေယာက္ဟာ….
ကိုယ္လမ္းမွားေရာက္ေနတာကိုသတိထားမိၿပီးေနာက္ ကိုယ့္ကိုကိုယ္ျပန္ထူေထာင္ဖို႔နဲ႔ စိတ္ဓာတ္ေတြျပန္စုစည္းဖို႔အတြက္ဆိုၿပီး
အေမရိကန္ႏိုင္ငံမွာအရွည္လ်ားဆုံးခရီးၾကမ္းရွည္ မိုင္ေပါင္း၂၆၅၀အထိရွိတဲ့လမ္းၾကမ္းကို လမ္းေလွ်ာက္ခရီးႏွင္ဖို႔ဆုံးျဖတ္ခ်က္ခ်ခဲ့ပါတယ္။
အရင္က ဘာ Hiking အေတြ႕အႀကဳံမွလည္းမရွိတဲ့ Cheryl တစ္ေယာက္…
ဆႏၵတစ္ခုတည္းနဲ႔ေက်ာမွာပစၥည္းအိတ္အေလးႀကီးသယ္ၿပီး တကိုယ္ေတာ္စြန႔္စားခန္းဖြင့္ခဲ့တာပဲျဖစ္ပါတယ္။
ခရီးလမ္းတစ္ေလွ်ာက္ေတြ႕ႀကဳံရတာေတြ တစ္ေယာက္တည္းသြားလာရင္း စဥ္းစားမိတာေတြ..
ေတတြးမိတာေတြေနာက္မွာ…ခရီးလည္းဆုံးေရာ သူ႔အတြက္အရာရာေျပာင္းလဲသြားတာပဲျဖစ္ပါတယ္။
True story-based ဇာတ္ကားေကာင္းလည္းျဖစ္တာနဲ႔ အညီ ကိုယ္တိုင္ဝင္ေရာက္ခံစားမိေစမွာပါ။
(ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပါ)
File Size : (950 MB ) and (480 MB)
Quality : Blu-Ray 720p
Running Time : 1hr 55min
Format : Mp4
Genre : Biography, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p BRRip x264 DTS-JYK
Translated by Thura Zarni Aung
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
