"Zawgyi*******PauseIP Man ဆိုတာနဲ႔ တ႐ုတ္ Wing Chun ဆရာႀကီး Brue Lee ရဲ့လက္ဦးဆရာ အကၤ်ီနက္ႀကီး ၀တ္ထားတဲ့ ယိမန္းကိုေျပးျမင္မိၾကမွာပါအခု 2019 မွာထြက္လာတဲ့ Ip Man and FourKings ဆိုတာလဲအဲ့ပုံစံအတိုင္း inspired ယူထားတဲ့ဇာတ္ေကာင္ပါပဲဇာတ္လမ္းကေတာ့ 1950 မွာအေျခတည္ထားတယ္ ဒီကားထဲမွာယဲ့ဝမ္ဆိုတဲ့ wingchun သိုင္းသင္တန္းဆရာအေနနဲ႔ေတြ႕ရမွာပါplot ကေတာ့ ဘာမွသိပ္အေထြထူးမရွိဘူး ယဲ့ဝမ္တစ္ေယာက္martial art ပညာ ရွင္အျဖစ္သတင္းေမႊးေနေတာ့ ရာဇ၀တ္ဂိုဏ္းတစ္ဂိုဏ္းနဲ႔ ၿငိမိတာပဲရိုးရိုးရွင္းရွင္းေလးပါ ဒီကားဟာ ေျပာရမယ္ဆိုရင္ ကိုယ့္ character ကိုကိုယ္ျပန္ kill လိုက္တဲ့ကားပဲအရင္ကားေတြမွာ ဇာတ္လမ္း tempo ေတြေကာင္းခဲ့သေလာက္အခုကားမွာ ip man မဟုတ္ပဲအျခားသီးသန႔္ကားတစ္ခုလိုျဖစ္ေနတယ္အရင္တုန္းက atmosphere မ်ိဳးလဲမခံစားရေတာ့ဘူးအျခား fighting scene ေတြလဲအေထြအထူးေကာင္းေလာက္တာဘာမွမရွိဘူးဘာပဲျဖစ္ျဖစ္ spin off ေတြပါထြက္တဲ့ ထိ ေအာင္ျမင္ခဲ့တဲ့ip man franchise ကားေတြနဲ႔ ယွဥ္ရင္ေတာ့သိသိသာသာကြဲျပားေနမွာပါပဲေကာင္းတာမေကာင္းတာကေတာ့ၾကည့္တဲ့သူေပၚမွာပဲ မူတည္မွာပါၿပီးေတာ႔လည္း Donnie Yen ပါ၀င္ရိုက္ကူးထားတဲ႔ IP Man 4 ကလည္းထြက္လာဦးမွာမို႔..မလာခင္အပ်င္းေၿပေလး ၾကည္႕ေပါ႔ဗ်ာမူရင္းဇာတ္ကားမွာ စာတန္းအေသထိုးထားတာေတြေတာ႔ပါပါတယ္Unicode*******IP Man ဆိုတာနဲ့ တရုတ် Wing Chun ဆရာကြီး Brue Lee ရဲ့လက်ဦးဆရာ အင်္ကျီနက်ကြီး ဝတ်ထားတဲ့ ယိမန်းကိုပြေးမြင်မိကြမှာပါအခု 2019 မှာထွက်လာတဲ့ Ip Man and FourKings ဆိုတာလဲအဲ့ပုံစံအတိုင်း inspired ယူထားတဲ့ဇာတ်ကောင်ပါပဲဇာတ်လမ်းကတော့ 1950 မှာအခြေတည်ထားတယ် ဒီကားထဲမှာယဲ့ဝမ်ဆိုတဲ့ wingchun သိုင်းသင်တန်းဆရာအနေနဲ့တွေ့ရမှာပါplot ကတော့ ဘာမှသိပ်အထွေထူးမရှိဘူး ယဲ့ဝမ်တစ်ယောက်martial art ပညာ ရှင်အဖြစ်သတင်းမွှေးနေတော့ ရာဇဝတ်ဂိုဏ်းတစ်ဂိုဏ်းနဲ့ ငြိမိတာပဲရိုးရိုးရှင်းရှင်းလေးပါ ဒီကားဟာ ပြောရမယ်ဆိုရင် ကိုယ့် character ကိုကိုယ်ပြန် kill လိုက်တဲ့ကားပဲအရင်ကားတွေမှာ ဇာတ်လမ်း tempo တွေကောင်းခဲ့သလောက်အခုကားမှာ ip man မဟုတ်ပဲအခြားသီးသန့်ကားတစ်ခုလိုဖြစ်နေတယ်အရင်တုန်းက atmosphere မျိုးလဲမခံစားရတော့ဘူးအခြား fighting scene တွေလဲအထွေအထူးကောင်းလောက်တာဘာမှမရှိဘူးဘာပဲဖြစ်ဖြစ် spin off တွေပါထွက်တဲ့ ထိ အောင်မြင်ခဲ့တဲ့ip man franchise ကားတွေနဲ့ ယှဉ်ရင်တော့သိသိသာသာကွဲပြားနေမှာပါပဲကောင်းတာမကောင်းတာကတော့ကြည့်တဲ့သူပေါ်မှာပဲ မူတည်မှာပါပြီးတော့လည်း Donnie Yen ပါဝင်ရိုက်ကူးထားတဲ့ IP Man 4 ကလည်းထွက်လာဦးမှာမို့..မလာခင်အပျင်းပြေလေး ကြည့်ပေါ့ဗျာမူရင်းဇာတ်ကားမှာ စာတန်းအသေထိုးထားတာတွေတော့ပါပါတယ်Translated & Review By AndamanEncoded By LK"