"Zawgyi
******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စာ​ေရးဆရာ Xiao Ding ရဲ႕ XianXia အမ်ိဴးအစား Zhu Xian ဝတၳဳကို
႐ုပ္​ရွင္​အျဖစ္​ျပန္​လည္​႐ိုက္​ကူးထားတာပါ…​ေခါင္းေဆာင္​မင္းသားကေတာ့ အေမွာင္ေလာကသခင္
ရိလင္ေလာင္ဂ်ဴလို႔ လူသိမ်ားတဲ့ ေရွာင္းက်န္႔ျဖစ္ၿပီး တြဲဖက္​မင္းသမီးေတြ​ကလည္း
ေခသူမဟုတ္တဲ့ မုန္႔မိန္ခ်ီ, လီခ်င့္ တို႔ ပါဝင္​သ႐ုပ္​​ေဆာင္​ထားတာေနာ္
ဒီ ဝတၳဳကိုအရင္​က ဇာတ္​လမ္းတြဲအရွည္​အျဖစ္​ လီရိဖုန္း, ေက်ာက္​လိယင္, ယန္ဇီ တို႔ကသ႐ုပ္​​ေဆာင္​ခဲ့ပါ​ေသးတယ္​။
ဇာတ္လမ္းကေတာ့ တစ္႐ြာလုံး အသတ္ခံရၿပီး ရွင္က်န္သူ က်န္းေရွာင္ဖန္း
ခ်င္ယြင္ဂိုဏ္းအကူအညီနဲ႔ နတ္တို႔က်င့္စဥ္ကို ေလ့က်င့္ရင္း…. မိဘတို႔အတြက္
လက္စားေခ်ခ်င္စိတ္ လြန္ရင္း မိစာၦလမ္းစဥ္ေရာက္သြားတဲ့
က်န္းေရွာင္ဖန္းတစ္ေယာက္အေၾကာင္းကို သ႐ုပ္ေဖာ္တင္ဆက္ထားတာပါ
ဇာတ္လမ္းတြဲအေနနဲ႔ ရင္းႏွီးၿပီးသား ဇာတ္ကို အခု တစ္ပိုင္းတည္းအၿပီး ၾကည့္ရမွာဆိုေတာ့
အရင္ၾကည့္ခဲ့တဲ့ဇာတ္လမ္းတြဲထက္ ပိုေကာင္းေလမလား… အရသာပဲေပါ့ေနမလား…
ဇာတ္အိမ္ေတြ အခ်ိဳးအေကြ႕ေတြေျပာင္းသြားေလမလား… ဇာတ္လမ္းေလးၾကည့္လိုက္ၾကပါေတာ့…
Unicode
*******
စာရေးဆရာ Xiao Ding ရဲ့ XianXia အမျိူးအစား Zhu Xian ဝတ္ထုကို
ရုပ်ရှင်အဖြစ်ပြန်လည်ရိုက်ကူးထားတာပါ…ခေါင်းဆောင်မင်းသားကတော့ အမှောင်လောကသခင်
ရိလင်လောင်ဂျူလို့ လူသိများတဲ့ ရှောင်းကျန့်ဖြစ်ပြီး တွဲဖက်မင်းသမီးတွေကလည်း
ခေသူမဟုတ်တဲ့ မုန့်မိန်ချီ, လီချင့် တို့ ပါဝင်သရုပ်ဆောင်ထားတာနော်
ဒီ ဝတ္ထုကိုအရင်က ဇာတ်လမ်းတွဲအရှည်အဖြစ် လီရိဖုန်း, ကျောက်လိယင်, ယန်ဇီ တို့ကသရုပ်ဆောင်ခဲ့ပါသေးတယ်။
ဇာတ်လမ်းကတော့ တစ်ရွာလုံး အသတ်ခံရပြီး ရှင်ကျန်သူ ကျန်းရှောင်ဖန်း
ချင်ယွင်ဂိုဏ်းအကူအညီနဲ့ နတ်တို့ကျင့်စဉ်ကို လေ့ကျင့်ရင်း…. မိဘတို့အတွက်
လက်စားချေချင်စိတ် လွန်ရင်း မိစ္ဆာလမ်းစဉ်ရောက်သွားတဲ့
ကျန်းရှောင်ဖန်းတစ်ယောက်အကြောင်းကို သရုပ်ဖော်တင်ဆက်ထားတာပါ
ဇာတ်လမ်းတွဲအနေနဲ့ ရင်းနှီးပြီးသား ဇာတ်ကို အခု တစ်ပိုင်းတည်းအပြီး ကြည့်ရမှာဆိုတော့
အရင်ကြည့်ခဲ့တဲ့ဇာတ်လမ်းတွဲထက် ပိုကောင်းလေမလား… အရသာပဲပေါ့နေမလား…
ဇာတ်အိမ်တွေ အချိုးအကွေ့တွေပြောင်းသွားလေမလား… ဇာတ်လမ်းလေးကြည့်လိုက်ကြပါတော့…
Translated & Review By Chu Chu
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
