"A Beautiful Life(2011)
(Zawgyi)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လီဆုိတဲ့အမ်ဳိးသမီးတစ္ေယာက္ဟာ ေဟာင္ေကာင္ကေန ေဘက်င္းမွာ
စီးပြားေရးလာလုပ္ေနတဲ့အမ်ဳိးသမီးတစ္ေယာက္…လွတယ္ ထက္ျမက္တယ္….
ၾကယ္(၅)ပြင့္အဆင့္ရွိတဲ့ေဟာ္တယ္မွာေနတယ္…လက္ရွိ ရည္းစားတစ္ေယာက္နဲ႕တြဲေနတယ္…. သူမ ထင္ထားသလုိ ေႏြးေထြးတဲ့ပခုံးတစ္ဖက္မျဖစ္သလုိ လဲၿပဳိက်ေနတဲ့အခ်ိန္မွာလည္း ကမ္းလင့္ေနတဲ့ လက္တစ္စုံအျဖစ္ရွိမေနခဲ့ဘူး….
ဒီလုိနဲ႕တစ္ေန႕ေတာ့စိတ္ညစ္ညစ္နဲ႕အမူးလြန္ၿပီး လူရြယ္တစ္ေယာက္နဲ႕ ေတြ႕ခဲ့တယ္…
အမူးလြန္ေနတဲ့သူမကုိ လူရြယ္က ေဟာ္တယ္အထိျပန္ပုိ႕ေပးခဲ့တယ္…မူးမူးနဲ႕ကုိက္ခဲ့တဲ့
သြားရာတစ္ခုကုိ လူငယ္ေလးဟာ ခ်ဳိ႕တဲ့ေနတဲ့သူ႕အိမ္ေလးဆီသယ္ရင္းျပန္ခဲ့တယ္..
ေနာက္ပုိင္းလီဆိုတဲ့အမ်ဳိးသမီးဟာ ျပသနာတစ္ခုတက္တုိင္းဒီလူရြယ္ေလးဆီဖုန္းေခၚခဲ့သလုိ အခ်ိန္တုိင္းလည္းေရာက္လာခဲ့တယ္…
ဒီဇာတ္ကားက တရုတ္ရဲဲ႕ အေကာင္းဆုံးအခ်စ္ဇာတ္လမ္းေတြထဲမွာ တစ္ကားအပါအ၀င္ျဖစ္ပါတယ္..မင္းသမီးကလည္း နာမည္ႀကီး Qi Shu ပါ၀င္ထားပါတယ္…
မျပည့္စုံမွဳေတြနဲ႕ (၂)ဦးၾကားက လစ္လပ္မွဳေတြကုိ ျဖည့္ဆည္းေပးၾကတဲ့
အခ်စ္ဇာတ္လမ္းေလးပါ…ခင္ဗ်ားက သိပ္ေအးလြန္းတဲ့အရပ္ေဒသမွာ ဒီကားကုိၾကည့္ရင္
ခင္ဗ်ားရဲ႕ နွလုံးသားဟာ ေႏြးေထြးသြားေစမွာျဖစ္ၿပီး ပူျပင္းေဒသမွာ ဒီကားကုိၾကည့္ရင္ေတာ့
ခင္ဗ်ားရဲ႕နွလုံးသားဟာ ေအးျမသြားပါလိမ့္မယ္…ခံစားၾကည့္ၾကပါဦး…
ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Naomi Noe ပဲျဖစ္ပါတယ္…
(unicode)
လီဆိုတဲ့အမျိုးသမီးတစ်ယောက်ဟာ ဟောင်ကောင်ကနေ ဘေကျင်းမှာ
စီးပွားရေးလာလုပ်နေတဲ့အမျိုးသမီးတစ်ယောက်…လှတယ် ထက်မြက်တယ်….
ကြယ်(၅)ပွင့်အဆင့်ရှိတဲ့ဟော်တယ်မှာနေတယ်…လက်ရှိ ရည်းစားတစ်ယောက်နဲ့တွဲနေတယ်…. သူမ ထင်ထားသလို နွေးထွေးတဲ့ပခုံးတစ်ဖက်မဖြစ်သလို လဲပြိုကျနေတဲ့အချိန်မှာလည်း ကမ်းလင့်နေတဲ့ လက်တစ်စုံအဖြစ်ရှိမနေခဲ့ဘူး….
ဒီလိုနဲ့တစ်နေ့တော့စိတ်ညစ်ညစ်နဲ့အမူးလွန်ပြီး လူရွယ်တစ်ယောက်နဲ့ တွေ့ခဲ့တယ်…
အမူးလွန်နေတဲ့သူမကို လူရွယ်က ဟော်တယ်အထိပြန်ပို့ပေးခဲ့တယ်…မူးမူးနဲ့ကိုက်ခဲ့တဲ့
သွားရာတစ်ခုကို လူငယ်လေးဟာ ချို့တဲ့နေတဲ့သူ့အိမ်လေးဆီသယ်ရင်းပြန်ခဲ့တယ်..
နောက်ပိုင်းလီဆိုတဲ့အမျိုးသမီးဟာ ပြသနာတစ်ခုတက်တိုင်းဒီလူရွယ်လေးဆီဖုန်းခေါ်ခဲ့သလို အချိန်တိုင်းလည်းရောက်လာခဲ့တယ်…
ဒီဇာတ်ကားက တရုတ်ရဲ့ အကောင်းဆုံးအချစ်ဇာတ်လမ်းတွေထဲမှာ တစ်ကားအပါအဝင်ဖြစ်ပါတယ်..မင်းသမီးကလည်း နာမည်ကြီး Qi Shu ပါဝင်ထားပါတယ်…
မပြည့်စုံမှုတွေနဲ့ (၂)ဦးကြားက လစ်လပ်မှုတွေကို ဖြည့်ဆည်းပေးကြတဲ့
အချစ်ဇာတ်လမ်းလေးပါ…ခင်ဗျားက သိပ်အေးလွန်းတဲ့အရပ်ဒေသမှာ ဒီကားကိုကြည့်ရင်
ခင်ဗျားရဲ့ နှလုံးသားဟာ နွေးထွေးသွားစေမှာဖြစ်ပြီး ပူပြင်းဒေသမှာ ဒီကားကိုကြည့်ရင်တော့
ခင်ဗျားရဲ့နှလုံးသားဟာ အေးမြသွားပါလိမ့်မယ်…ခံစားကြည့်ကြပါဦး…
ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Naomi Noe ပဲဖြစ်ပါတယ်…
File Size : (950 MB) and (357 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:02:00
Genre : Romance, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Naomi Noe
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
