"The Kill Team(2019)
(zawgyI)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ္လမ္းထဲမွာ ဘရစ္မန္းဆိုတဲ့ မရိန္းတပ္သားတစ္ဦးဟာ ငယ္ငယ္ေလးထဲက
စစ္သားေကာင္းတစ္ေယာက္ျဖစ္ခ်င္ေနတဲ့သူပီပီ စစ္တပ္ထဲမွာ တာဝန္ထမ္းေဆာင္ခြင့္ရဖုိ႕က သူ႕အိပ္မက္ပဲ.. ကံေကာင္းေထာက္မစြာ မရိန္းတပ္သားျဖစ္လာေပမယ့္
အာဖဂန္စစ္ေျမျပင္ကုိ ပုိ႕ျခင္းခံရတယ္…အာဖဂန္စစ္ေျမျပင္ဟာ
အခ်ိန္မေရြးရန္သူေတြနဲ႕ထိေတြ႕နုိင္သလုိ အရပ္သားလား လက္နက္ကုိင္သူပုန္လားဆုိတာ
ေ၀ခြဲရခက္ခဲလြန္းတဲ့ ေနရာပါပဲ..ဆုံးျဖတ္ခ်က္ေလးတစ္ခ်က္မွားတာနဲ႕ ဘ၀ထဲက ေပးဆပ္ရနုိင္သလုိ အသက္လည္းအခ်ိန္မေရြးေပ်ာက္သြားနုိင္ပါတယ္…
ဒီေနရာကုိသူေရာက္ခဲ့ေပမယ့္ သူစိတ္မပ်က္ခဲ့ဘူး….
ေရာက္တဲ့အခ်ိန္ ကင္းေထာက္ေတြ မႀကာခဏ ထြက္ရသလုိ
အခက္အခဲမ်ဳိးစုံလည္းေတြ႕ခဲ့ရတယ္…
ဒီေနရာမွာ သူမေမ်ွာ္လင့္ထားတဲ့ ဥပေဒျပင္ပ ကိစၥမ်ဳိးေတြကုိ သူ႕ရဲ႕ေဘာ္ရဲဘက္ေတြက
လုပ္ေဆာင္တာကုိ သူေတြ႕လုိက္ရတဲ့အခါမွာေတာ့…
ဘာေတြဆက္ျဖစ္မလဲဆုိတာကုိေတာ့ခံစားၾကည့္ပါဦး…
ဒီကားက ၀ုန္းဒုိင္းႀကဲပစ္ခတ္သတ္ျဖတ္ေနတဲ့စစ္ကားမဟုတ္ေပမယ့္ ေတာ္ေတာ္
စိတ္၀င္စားဖုိ႕ေကာင္းသလုိ စစ္သည္တစ္ေယာက္ရဲ႕ ခံစားခ်က္ေတြ
ေဘးက်ပ္နံက်ပ္ျဖစ္ေနတဲ့ကိစၥေတြကုိ ေတြ႕ရတာမုိ႕
ေတာ္ေတာ္ကုိ ၾကည့္လုိ႕ေကာင္းပါတယ္…ခံစားၾကည့္ၾကပါဦး
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwel Zan Aung ပဲျဖစ္ပါတယ္…
(Unicode)
ဒီဇာတ်လမ်းထဲမှာ ဘရစ်မန်းဆိုတဲ့ မရိန်းတပ်သားတစ်ဦးဟာ ငယ်ငယ်လေးထဲက
စစ်သားကောင်းတစ်ယောက်ဖြစ်ချင်နေတဲ့သူပီပီ စစ်တပ်ထဲမှာ တာဝန်ထမ်းဆောင်ခွင့်ရဖို့က သူ့အိပ်မက်ပဲ.. ကံကောင်းထောက်မစွာ မရိန်းတပ်သားဖြစ်လာပေမယ့်
အာဖဂန်စစ်မြေပြင်ကို ပို့ခြင်းခံရတယ်…အာဖဂန်စစ်မြေပြင်ဟာ
အချိန်မရွေးရန်သူတွေနဲ့ထိတွေ့နိုင်သလို အရပ်သားလား လက်နက်ကိုင်သူပုန်လားဆိုတာ
ဝေခွဲရခက်ခဲလွန်းတဲ့ နေရာပါပဲ..ဆုံးဖြတ်ချက်လေးတစ်ချက်မှားတာနဲ့ ဘဝထဲက ပေးဆပ်ရနိုင်သလို အသက်လည်းအချိန်မရွေးပျောက်သွားနိုင်ပါတယ်…
ဒီနေရာကိုသူရောက်ခဲ့ပေမယ့် သူစိတ်မပျက်ခဲ့ဘူး….
ရောက်တဲ့အချိန် ကင်းထောက်တွေ မကြာခဏ ထွက်ရသလို
အခက်အခဲမျိုးစုံလည်းတွေ့ခဲ့ရတယ်…
ဒီနေရာမှာ သူမမျှော်လင့်ထားတဲ့ ဥပဒေပြင်ပ ကိစ္စမျိုးတွေကို သူ့ရဲ့ဘော်ရဲဘက်တွေက
လုပ်ဆောင်တာကို သူတွေ့လိုက်ရတဲ့အခါမှာတော့…
ဘာတွေဆက်ဖြစ်မလဲဆိုတာကိုတော့ခံစားကြည့်ပါဦး…
ဒီကားက ဝုန်းဒိုင်းကြဲပစ်ခတ်သတ်ဖြတ်နေတဲ့စစ်ကားမဟုတ်ပေမယ့် တော်တော်
စိတ်ဝင်စားဖို့ကောင်းသလို စစ်သည်တစ်ယောက်ရဲ့ ခံစားချက်တွေ
ဘေးကျပ်နံကျပ်ဖြစ်နေတဲ့ကိစ္စတွေကို တွေ့ရတာမို့
တော်တော်ကို ကြည့်လို့ကောင်းပါတယ်…ခံစားကြည့်ကြပါဦး
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwel Zan Aung ပဲဖြစ်ပါတယ်…
File Size : (850 MB) and (335 MB)
Quality : WEB-DL 720p,
Format…mp4
Duration…01:27:00
Genre : Action, Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zwel Zan Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
