"My So Called Love (2008)
================
Broken Family တစ္ခုကေနၾကီးျပင္းလာရတဲ့ ေရွာင္ေမာင္း(ေၾကာင္ကေလး) တစ္ေယာက္ ပေထြးရန္ကလြတ္ေအာင္ ဆယ္ေက်ာ္သက္အရြယ္ထဲကအိမ္ကထြက္ေျပးခဲ့တယ္…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အထက္တန္းေက်ာင္းတက္ေနတုန္း အားလ်န္ လို႔ေခၚတဲ့သူ႔ခ်စ္သူေကာင္ေလးနဲ႔ ေပ်ာ္ေပ်ာ္ရႊင္ရႊင္အတူေနထိုင္ေနၾကေပမယ့္..ၿမီးေကာင္ေပါက္အခ်စ္က တျဖည္းျဖည္းနဲ႔ သစၥာမဲ့ျခင္းေတြနဲ႔အဆံုးသတ္ခဲ့ၾကတယ္ ။
အားလ်န္စစ္မႈထမ္းေနခ်ိန္ ေရွာင္ေမာင္းတစ္ေယာက္ေငြေၾကးခ်ိဳ႕တဲ့တဲ့ဒဏ္….အမက်န္တဲ့ဒဏ္ေတြေရာေထြးျပီးေတာ့ အင္တာနက္ကေနသူ႔ထက္အသက္ၾကီးတဲ့သူတစ္ေယာက္နဲ႔ ခ်ိတ္မိပါေလေရာ….
Van ကလည္းေမ်ာက္ေမြးခ်င္တယ္…ေရွာင္ေမာင္းကလည္းေငြလိုေနတယ္ဆိုေတာ့ ဇာတ္လမ္းကစေရာ…
Van မွာအိမ္ေထာင္ရွိတယ္ဆိုတာကို ေရွာင္ေမာင္းမသိခင္ေလးတင္…တစ္ေယာက္ကိုတစ္ေယာက္တကယ္ခ်စ္သြားၾကတယ္ ။
ဒီအျဖစ္မွန္ကုိသိသြားတဲ့အားလ်န္တစ္ေယာက္တပ္ထဲမွာဘာေတြလုပ္မလဲ…..
ခ်စ္ရတဲ့ Van ကလည္းအိမ္ေထာင္ရွိ…
တပ္ထဲက အားလ်န္ရဲ႕ဆံုးျဖတ္ခ်က္ကုိလည္းသိလုိက္ရတဲ့ေရွာင္ေမာင္းတစ္ေယာက္ ပလပ္ေတြကၽြတ္ျပီး ေလာကၾကီးကိုစိတ္ကုန္လာျပီး မလုပ္သင့္တာေတြလုပ္ေတာ့….
ခ်စ္သူေဟာင္းအားလ်န္ေရာ….ခ်စ္ရတဲ့ Van ေရာ ႏွစ္ေယာက္လံုးက အနီးကပ္ေစာင့္ေရွာက္ေပးၾကတယ္ ။
ဆယ္ႏွစ္ေက်ာ္ဒီလိုပဲျဖတ္သန္းျပီးတဲ့အခါ….ေရွာင္ေမာင္းတစ္ေယာက္အသက္ ၂၈ ႏွစ္အရြယ္နဲ႔စိတ္သစ္လူသစ္ လန္းဆန္းတက္ၾကြေနခ်ိန္ ခ်မ္းသာျပီးၾကင္နာတတ္တဲ့ႏွလံုးသားရွိတဲ့ Sunshine နဲ႔ေတြ႔ဆံုခဲ့တယ္….
ဒါေပမယ့္….သူကေကာ တကယ္ပဲသူမရဲ႕ ႏွလံုးသားအတြက္ေနာက္ဆံုးနားခိုရာျဖစ္ရဲ႕လား….
အခ်စ္ဆိုတာဘာလဲ…ဆိုျပီးစတင္ရွာေဖြခဲ့တဲ့ ေရွာင္ေမာင္းတစ္ေယာက္ တစ္ကယ္ပဲအခ်စ္စစ္ကိုဆံုေတြ႔ခဲ့လား…
သူဆံုေတြ႔တဲ့သံုးေယာက္မွာဘယ္သူက သူ႔ရဲ႕ႏွလံုးသားကိုအမွန္တကယ္ စိုးမိုးေနတာလဲဆိုတာကို ဒီဇာတ္လမ္းေလးထဲမွာရွာေဖြၾကည့္ၾကရေအာင္ေနာ္….
[ Unicode ]
My So Called Love (2008)
================
Broken Family တစ်ခုကနေကြီးပြင်းလာရတဲ့ ရှောင်မောင်း(ကြောင်ကလေး) တစ်ယောက် ပထွေးရန်ကလွတ်အောင် ဆယ်ကျော်သက်အရွယ်ထဲကအိမ်ကထွက်ပြေးခဲ့တယ်…
အထက်တန်းကျောင်းတက်နေတုန်း အားလျန် လို့ခေါ်တဲ့သူ့ချစ်သူကောင်လေးနဲ့ ပျော်ပျော်ရွှင်ရွှင်အတူနေထိုင်နေကြပေမယ့်..မြီးကောင်ပေါက်အချစ်က တဖြည်းဖြည်းနဲ့ သစ္စာမဲ့ခြင်းတွေနဲ့အဆုံးသတ်ခဲ့ကြတယ် ။
အားလျန်စစ်မှုထမ်းနေချိန် ရှောင်မောင်းတစ်ယောက်ငွေကြေးချို့တဲ့တဲ့ဒဏ်….အမကျန်တဲ့ဒဏ်တွေရောထွေးပြီးတော့ အင်တာနက်ကနေသူ့ထက်အသက်ကြီးတဲ့သူတစ်ယောက်နဲ့ ချိတ်မိပါလေရော….
Van ကလည်းမျောက်မွေးချင်တယ်…ရှောင်မောင်းကလည်းငွေလိုနေတယ်ဆိုတော့ ဇာတ်လမ်းကစရော…
Van မှာအိမ်ထောင်ရှိတယ်ဆိုတာကို ရှောင်မောင်းမသိခင်လေးတင်…တစ်ယောက်ကိုတစ်ယောက်တကယ်ချစ်သွားကြတယ် ။
ဒီအဖြစ်မှန်ကိုသိသွားတဲ့အားလျန်တစ်ယောက်တပ်ထဲမှာဘာတွေလုပ်မလဲ…..
ချစ်ရတဲ့ Van ကလည်းအိမ်ထောင်ရှိ…
တပ်ထဲက အားလျန်ရဲ့ဆုံးဖြတ်ချက်ကိုလည်းသိလိုက်ရတဲ့ရှောင်မောင်းတစ်ယောက် ပလပ်တွေကျွတ်ပြီး လောကကြီးကိုစိတ်ကုန်လာပြီး မလုပ်သင့်တာတွေလုပ်တော့….
ချစ်သူဟောင်းအားလျန်ရော….ချစ်ရတဲ့ Van ရော နှစ်ယောက်လုံးက အနီးကပ်စောင့်ရှောက်ပေးကြတယ် ။
ဆယ်နှစ်ကျော်ဒီလိုပဲဖြတ်သန်းပြီးတဲ့အခါ….ရှောင်မောင်းတစ်ယောက်အသက် ၂၈ နှစ်အရွယ်နဲ့စိတ်သစ်လူသစ် လန်းဆန်းတက်ကြွနေချိန် ချမ်းသာပြီးကြင်နာတတ်တဲ့နှလုံးသားရှိတဲ့ Sunshine နဲ့တွေ့ဆုံခဲ့တယ်….
ဒါပေမယ့်….သူကကော တကယ်ပဲသူမရဲ့ နှလုံးသားအတွက်နောက်ဆုံးနားခိုရာဖြစ်ရဲ့လား….
အချစ်ဆိုတာဘာလဲ…ဆိုပြီးစတင်ရှာဖွေခဲ့တဲ့ ရှောင်မောင်းတစ်ယောက် တစ်ကယ်ပဲအချစ်စစ်ကိုဆုံတွေ့ခဲ့လား…
သူဆုံတွေ့တဲ့သုံးယောက်မှာဘယ်သူက သူ့ရဲ့နှလုံးသားကိုအမှန်တကယ် စိုးမိုးနေတာလဲဆိုတာကို ဒီဇာတ်လမ်းလေးထဲမှာရှာဖွေကြည့်ကြရအောင်နော်….
IMDb Rating – 5/10
( အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Htoo Htoo Ka Joe ဖြစ်ပါတယ် )
File size__( 1 GB) and ( 450 MB)
Quality__BR-Rip 720p
IMDb Rating__5/10
Format__mp4
Duration__01:52:35
Type__Drama , Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Htoo Htoo Ka Joe
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
