"Zawgyi******PauseIMDb 6.3 ရရွိထားတဲ႔ ေရွးေခတ္သိုင္းကားေဟာင္းေလးတစ္ကားကိုၿပန္လည္တင္ဆက္ေပးလိုက္ပါတယ္ကြ်န္ေတာ္တို႕ငယ္ဘ၀က ရိုက္ကူးခဲ႔ၾကတဲ႔သိုင္းကားေတြနဲ႕သိပ္မစိမ္းတဲ႔သူေတြေတာ႔သေဘာက်မယ္႔ဇာတ္ကားမ်ိဳးပါပဲ..Old But Gold ဆုိတဲ႔အတိုင္းၿပန္လည္ခံစားၾကည္႕ရွုပါတစ္ခါကသိုင္းေလာကကိုေသြးလႊမ္းေအာင္လုပ္ႏိုင္ခဲ့တဲ့အလြန္တရာမွစြမ္းအားႀကီးတဲ့ထ်န္းေမွာ္ဗ်ပ္ေစာင္းတစ္ခုရွိခဲ့တယ္…အဲ့ဒီထ်န္းေမွာ္ဗ်ပ္ေစာင္းကိုသိုင္းေလာကသားေတြအခ်င္းခ်င္းလုၾကရင္းတစ္ေန႔သိုင္းေလာကကေနႏႈတ္ထြက္သြားၿပီျဖစ္တဲ့ထ်န္းလုံဂိုဏ္းသားဟြမ္တုန္းဆီထ်န္းေမွာ္ဗ်ပ္ေစာင္းေရာက္ဖို႔အေၾကာင္းဖန္လာခဲ့ပါတယ္…အဲ့ဒီမွာပဲဗ်ပ္ေစာင္းကိုလာလုယူတဲ့သိုင္းေလာကသားေတြနဲ႔အႀကီးအက်ယ္တိုက္ခိုက္ပြဲေတြျဖစ္ၿပီး ထ်န္းေမွာ္ဗ်ပ္ေစာင္းကိုဟြမ္တုန္းကငယ္႐ြယ္တဲ့သမီးျဖစ္သူေရွာင္႐ြယ္ဆီေပးခဲ့ပါတယ္…အေဖ အေမေမာင္ေလးနဲ႔ပါခြဲခဲ့ရတဲ့ေရွာင္႐ြယ္ကဗ်ပ္ေစာင္းကိုလာလုတဲ့လူေတြကိုေရွာင္ရင္းနဲ႔ဗ်ပ္ေစာင္းနဲ႔အတူေခ်ာက္ကမ္းပါးေအာက္ကိုျပဳတ္က်သြားခဲ့ပါတယ္….အဲ့ဒီအခ်ိန္ကစၿပီးသိုင္းေလာကကခဏတာေအးခ်မ္းသြားခဲ့ပါတယ္….မထင္မွတ္ပဲႏွစ္ေပါင္းမ်ားစြာၾကာၿပီးေနာက္ ထ်န္းေမွာ္ဗ်ပ္ေစာင္းကသိုင္းေလာကထဲတစ္ဖန္ျပန္ထြက္ေပၚလာေသာအခါအရင္ကလိုမ်ိဳးသိုင္းေလာကႀကီးမွာေသြးမုန္တိုင္းျပန္ထန္သြားဦးမလားဆိုတာ.ဆက္လက္ၾကည့္ရႈၾကဖို႔ တိုက္တြန္းလိုက္ပါရေစေနာ္…….Unicode*******IMDb 6.3 ရရှိထားတဲ့ ရှေးခေတ်သိုင်းကားဟောင်းလေးတစ်ကားကိုပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ကျွန်တော်တို့ငယ်ဘဝက ရိုက်ကူးခဲ့ကြတဲ့သိုင်းကားတွေနဲ့သိပ်မစိမ်းတဲ့သူတွေတော့သဘောကျမယ့်ဇာတ်ကားမျိုးပါပဲ..Old But Gold ဆိုတဲ့အတိုင်းပြန်လည်ခံစားကြည့်ရှုပါတစ်ခါကသိုင်းလောကကိုသွေးလွှမ်းအောင်လုပ်နိုင်ခဲ့တဲ့အလွန်တရာမှစွမ်းအားကြီးတဲ့ထျန်းမှော်ဗျပ်စောင်းတစ်ခုရှိခဲ့တယ်…အဲ့ဒီထျန်းမှော်ဗျပ်စောင်းကိုသိုင်းလောကသားတွေအချင်းချင်းလုကြရင်းတစ်နေ့သိုင်းလောကကနေနှုတ်ထွက်သွားပြီဖြစ်တဲ့ထျန်းလုံဂိုဏ်းသားဟွမ်တုန်းဆီထျန်းမှော်ဗျပ်စောင်းရောက်ဖို့အကြောင်းဖန်လာခဲ့ပါတယ်…အဲ့ဒီမှာပဲဗျပ်စောင်းကိုလာလုယူတဲ့သိုင်းလောကသားတွေနဲ့အကြီးအကျယ်တိုက်ခိုက်ပွဲတွေဖြစ်ပြီး ထျန်းမှော်ဗျပ်စောင်းကိုဟွမ်တုန်းကငယ်ရွယ်တဲ့သမီးဖြစ်သူရှောင်ရွယ်ဆီပေးခဲ့ပါတယ်…အဖေ အမေမောင်လေးနဲ့ပါခွဲခဲ့ရတဲ့ရှောင်ရွယ်ကဗျပ်စောင်းကိုလာလုတဲ့လူတွေကိုရှောင်ရင်းနဲ့ဗျပ်စောင်းနဲ့အတူချောက်ကမ်းပါးအောက်ကိုပြုတ်ကျသွားခဲ့ပါတယ်….အဲ့ဒီအချိန်ကစပြီးသိုင်းလောကကခဏတာအေးချမ်းသွားခဲ့ပါတယ်….မထင်မှတ်ပဲနှစ်ပေါင်းများစွာကြာပြီးနောက် ထျန်းမှော်ဗျပ်စောင်းကသိုင်းလောကထဲတစ်ဖန်ပြန်ထွက်ပေါ်လာသောအခါအရင်ကလိုမျိုးသိုင်းလောကကြီးမှာသွေးမုန်တိုင်းပြန်ထန်သွားဦးမလားဆိုတာ.ဆက်လက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေနော်…….Translated & Review By XiaoEncoded By LK"