"Hell’s Kitchen လို႔ေခၚတဲ့ နယ္ေျမေလးမွာ လူမိုက္အဖဲြ႔ က်င္လည္က်က္စားပါတယ္။
ဆက္ေၾကးေကာက္လိုက္ လူသတ္လိုက္ ဓားျပတိုက္လိုက္ လုပ္ေနတဲ့အဖြဲ႔ပါ
ဇာတ္လမ္းအဖြင့္မွာေတာ့ လူမိုက္အဖြဲ႔ ထိပ္သီးေခါင္းေဆာင္ေတြျဖစ္တဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ေရာ့ဘ္၊ ကယ္ဗင္နဲ႔ ဂ်င္မီတို႔ သံုးေယာက္သားဟာ
ဆုိင္တစ္ဆိုင္ကို ဓားျပ၀င္တိုက္ရင္း အက္ဖ္ဘီအုိင္ရဲ႕
ဖမ္းဆီးျခင္းကိုခံလိုက္ရပါေတာ့တယ္
တစ္ရက္ႏွစ္ရက္ေနရင္ လြတ္လာမယ္ထင္ေပမယ့္
ဗဟိုကတိုက္ရိုက္ကိုင္တာမို႔လို႔ ေထာင္သံုးႏွစ္စီ
အသီးသီးက်သြားတဲ့အခါမွာေတာ့ သူတို႔ရဲ႕အဖြဲ႔က
လစ္တဲဂ်က္ကီ ဆိုတဲ့တစ္ေယာက္စီ ေခတၱလႊဲေျပာင္းေပးခဲ့ရပါေတာ့တယ္
သူတို႔မိန္းမေတြကို အခ်င္းခ်င္းေစာင့္ေရွာက္ေပးထားမယ္ထင္ေပမယ့္
မသထာေရစာ ေလာက္သာ ေပးကမ္းထားတဲ့အခါမွာေတာ့
မိန္းမသားတန္မဲ့ လူမိုက္အဖြဲ႔ေထာင္ဖို႔ ဇာတ္လမ္းဖန္လာပါေတာ့တယ္
ဆက္ေၾကးေပးေပမယ့္ ကာကြယ္ေပးျခင္းမခံရတဲ့ဆိုင္ေတြ..
ဆက္ေၾကးေကာက္ထားေပမယ့္ ဘာတစ္ခုမွျပန္မလုပ္ေပးတာေတြကို
သူတို႔ျပဳျပင္မယ္ဆိုျပီး ရည္ရြယ္ခ်က္နဲ႔ လူမိုက္ဖြဲ႔ေထာင္လိုက္တာ
ေယာက်ာ္းေတြထက္ေရာ လက္ရွိ လူမိုက္အဖြဲ႔ထက္ပါ
လက္ေဇာင္းေတြထက္ကုန္လို႔
ရဲေတြေရာ နာမည္ၾကီးလူမိုက္အဖြဲ႔ေတြကပါ
သူတို႔ကို ေျပာင္းေစာင့္ၾကည့္ရတဲ့အဆင့္ေရာက္သြားပါေတာ့တယ္
စိတ္နဲ႔မတည့္ရင္သတ္ထည့္လိုက္တဲ့အဆင့္ထိ ၾကမ္းလာတဲ့အခါမွာေတာ့
ဂုိဏ္းထဲမွာအခ်င္းခ်င္း ေသြးကြဲမႈေတြ ေပၚေပါက္လာပါေတာ့တယ္
အဲဒီအခ်ိန္မွာပဲ သူတုိ႔ကိုအႏုိင္က်င့္တတ္တဲ့
သူတို႔ေယာက်ာ္းေတြက ေစာျပီးလြတ္လာတဲ့အခါမွာေတာ့…
သူတုိ႔ေတြဆက္လက္ရပ္တည္ႏိုင္ပါ့မလား
အႏုိင္က်င့္တတ္တဲ့ေယာက်ာ္းေတြလက္ကလြတ္ႏုိင္ပါ့မလား
လူမိုက္ဂိုဏ္းကိုမိန္းမသား ၃ ေယာက္တည္းနဲ႔ ဦးေဆာင္ႏုိင္ပါ့မလားဆိုတာကို
စိတ္လႈပ္ရွားဖြယ္ၾကည့္ရႈရမွာပါ
တခ်ိန္းခ်ိန္းခ်မေနေပမယ့္ တဒိုင္းဒိုင္းနဲ႔ေတာ့သတ္ေနတဲ့ကားပါ
ရန္သူကိုလည္းသတ္ပါတယ္ အခ်င္းခ်င္းလည္းသတ္ပါတယ္
ဘာမွသတ္စရာမရွိရင္ အမ်ိဳးအခ်င္းခ်င္းျပန္သတ္ပါတယ္
File Size : ( 961 MB , 365 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 42 min
Format : Mp4
Genre : Action , Crime , Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Neve
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
