"The Riot Act(2019)အညႊန္း***********************Pause(zawgyi)အခုမိတ္ဆက္ေပးလိုက္တဲ့ ဇာတ္ကားကေတာ့ ၂၀၁၈ မွာထြက္ခဲ့တဲ့ အေမရိကန္ thriller အမ်ိဳးအစားဇာတ္ကားေလး ျဖစ္တဲ့ The Riot Act ဆိုတဲ့ ကားေလးပါ ဒီထဲမွာေတာ့ ေဒါက္တာပက္႐ိုးဆိုတဲ့ ဆရာဝန္ဟာ ေအာ္ပရာဇာတ္႐ုံတစ္႐ုံကို ပိုင္တဲ့ ၿမိဳ႕မ်က္ႏွာဖုံး သူေဌးတစ္ေယာက္ပါ တေန႔ေတာ့ သူ႔ရဲ႕ တစ္ဦးတည္းေသာ သမီးဟာ ဇာတ္႐ုံမွာ ကေနက် သ႐ုပ္ေဆာင္မင္းသားတစ္္ေယာက္နဲ႔ ခ်စ္ကြၽမ္းဝင္သြားပါတယ္ ဖခင္ျဖစ္သူဟာ သေဘာမတူလို႔ ခိုးေျပးမယ့္ညမွာပဲ မိသြားရာက လူသတ္မႈ ျဖစ္သြားခဲ့ပါတယ္ သမီးျဖစ္သူဟာ သူ႔ခ်စ္သူကို ဆုံးရႈံးရတဲ့ အဲဒီညကတည္းက ထြက္ေျပးသြားခဲ့ၿပီး ျပန္ေပၚမလာခဲ့ပါဘူး ေသနတ္ဒဏ္ရာနဲ႔ ေသဆုံးသြားတယ္လို႔ပဲ ၿမိဳ႕က လူေတြက သိထားၾကပါတယ္ အဲဒီျဖစ္ရပ္ျဖစ္ၿပီး ၂ ႏွစ္ၾကာတဲ့အခ်ိန္မွာ ေဒါက္တာပက္႐ိုးဟာ သူ႔ေအာ္ပရာဇာတ္႐ုံကို ျပန္ဖြင့္ပါတယ္ အဲဒီမွာ ကဖို႔ ငွားလိုက္တဲ့ ဇာတ္အဖြဲ႕မွာ ထူးျခားတာေတြ ရွိေနပါတယ္ ဇာတ္လမ္းက စိတ္ဝင္စားဖို႔ ေကာင္းသလို ဇာတ္သိမ္းထိလည္း ဆြဲေခၚသြားႏိုင္ပါတယ္ ..ဇာတ္လမ္းအညႊန္းနဲဲ႕ ဘာသာျပန္သူကေတာ့May Tharaphi Lwin ပဲျဖစ္ပါတယ္….(unicode)အခုမိတ်ဆက်ပေးလိုက်တဲ့ ဇာတ်ကားကတော့ ၂၀၁၈ မှာထွက်ခဲ့တဲ့ အမေရိကန် thriller အမျိုးအစားဇာတ်ကားလေး ဖြစ်တဲ့ The Riot Act ဆိုတဲ့ ကားလေးပါ ဒီထဲမှာတော့ ဒေါက်တာပက်ရိုးဆိုတဲ့ ဆရာဝန်ဟာ အော်ပရာဇာတ်ရုံတစ်ရုံကို ပိုင်တဲ့ မြို့မျက်နှာဖုံး သူဌေးတစ်ယောက်ပါ တနေ့တော့ သူ့ရဲ့ တစ်ဦးတည်းသော သမီးဟာ ဇာတ်ရုံမှာ ကနေကျ သရုပ်ဆောင်မင်းသားတစ်ယောက်နဲ့ ချစ်ကျွမ်းဝင်သွားပါတယ် ဖခင်ဖြစ်သူဟာ သဘောမတူလို့ ခိုးပြေးမယ့်ညမှာပဲ မိသွားရာက လူသတ်မှု ဖြစ်သွားခဲ့ပါတယ် သမီးဖြစ်သူဟာ သူ့ချစ်သူကို ဆုံးရှုံးရတဲ့ အဲဒီညကတည်းက ထွက်ပြေးသွားခဲ့ပြီး ပြန်ပေါ်မလာခဲ့ပါဘူး သေနတ်ဒဏ်ရာနဲ့ သေဆုံးသွားတယ်လို့ပဲ မြို့က လူတွေက သိထားကြပါတယ် အဲဒီဖြစ်ရပ်ဖြစ်ပြီး ၂ နှစ်ကြာတဲ့အချိန်မှာ ဒေါက်တာပက်ရိုးဟာ သူ့အော်ပရာဇာတ်ရုံကို ပြန်ဖွင့်ပါတယ် အဲဒီမှာ ကဖို့ ငှားလိုက်တဲ့ ဇာတ်အဖွဲ့မှာ ထူးခြားတာတွေ ရှိနေပါတယ် ဇာတ်လမ်းက စိတ်ဝင်စားဖို့ ကောင်းသလို ဇာတ်သိမ်းထိလည်း ဆွဲခေါ်သွားနိုင်ပါတယ် ..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့May Tharaphi Lwin ပဲဖြစ်ပါတယ်….File Size : (900 MB) and (348 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:41:00Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by May Tharaphi LwinEncoded by Phyo Pyae"