"The Battle: Roar to Victory(2019)အညႊန္း************************************Pause(zawgyi)ဒီကားကေတာ့ 1920 ေလာက္က ကိုရီးယားႏိုင္ငံကို ဂ်ပန္ ေတြ သိမ္းပိုက္စဥ္ကာလကိုအေျချပဳ႐ိုက္ကူးထားတာပါ…..ဂ်ပန္ေတြရဲ႕ရက္စက္မႈေတြဟာ သိတဲ့အတိုင္း တစ္ကမာၻလုံးကရႈံခ်ရေလာက္ေအာင္ ဆိုးသြမ္းလြန္းပါတယ္….သိမ္းပိုက္စဥ္ကာလမွာ ကိုးရီးယားစစ္တပ္တင္မဟုတ္ဘဲ ျပည္သူေတြကပါတတ္စြမ္းသေ႐ြ႕ ဂ်ပန္စစ္တပ္ကို တိုက္ထုတ္ခဲ့ၾကပါတယ္…ဒီကားကေတာ့ အဖြဲ႕ သား၁၆ေယာက္နဲ႔ ဂ်ပန္ အေယာက္ ၅၀၀ကိုေျပာက္က်ားစစ္ဟန္သုံးၿပီး တိုက္ထုတ္ခဲ့တာကို ႐ိုက္ျပထားတာပါ….ဒီ ၁၆ ေယာက္ဟာ နာက်ဥ္းခ်က္ကိုယ္စီနဲ႔ မိမိတို႔ ကြၽမ္းက်င္ပိုင္ႏိုင္တဲ့အရည္အခ်င္းေတြကိုအသုံးခ်ၿပီး က်ားနာေတြလို ဂ်ပန္ကို ေဆာ္ၾကတာ တကယ့္ကိုအားရစရာႀကီးေတြပါ…ဇာတ္လမ္းအစကေန အဆုံးထိကို စစ္ပြဲတစ္ပြဲၿပီး တစ္ပြဲ….ေျပာက္က်ားစစ္ဟန္ေတြရယ္…အေရးႀကီးေခါင္းေဆာင္ေတြကိုစႏိုက္ပါေတြနဲ႔ေခ်ာင္းေျမာင္းပစ္ခတ္တာေတြ …ဂ်ပန္စစ္ေခါင္းေဆာင္ေတြနဲ႔စစ္ဗ်ဴဟာ ၿပိဳင္ဆိုင္ခန္းေတြနဲ႔….ေတာ္ေတာ္ႀကီးကို မိုက္ပါတယ္…ေနာက္တစ္ခုက ႐ိုက္ခ်က္ေတြက ေတာ္ေတာ္ကိုမိုက္သလိုကိုရီးယားစစ္သားေတြရဲ႕ နာက်ဥ္းခ်က္ေအာက္က ဓားခ်က္ ေသနတ္ခ်က္ေအာက္မွာ အသက္ေပ်ာက္သြားတဲ့ ဂ်ပန္ေတြရဲ႕ပုံကိုလည္း ထင္သာျမင္သာေအာင္ျပထားတာက အားရစရာႀကီးေတြပါပဲ…….ခံစားၾကည့္လိုက္ပါဦး…သ႐ုပ္ေဆာင္ေတြက နာမည္ႀကီးသ႐ုပ္ေဆာင္ေတြႀကီးပါတဲ့အျပင္ျပသခ်ိန္ ၂ နာရီေက်ာ္မွာလည္း အီသြားတာကိုမရွိသေလာက္ပါပဲ…ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thinzar Htet ပဲျဖစ္ပါတယ္…..(unicode)ဒီကားကတော့ 1920 လောက်က ကိုရီးယားနိုင်ငံကို ဂျပန် တွေ သိမ်းပိုက်စဉ်ကာလကိုအခြေပြုရိုက်ကူးထားတာပါ…..ဂျပန်တွေရဲ့ရက်စက်မှုတွေဟာ သိတဲ့အတိုင်း တစ်ကမ္ဘာလုံးကရှုံချရလောက်အောင် ဆိုးသွမ်းလွန်းပါတယ်….သိမ်းပိုက်စဉ်ကာလမှာ ကိုးရီးယားစစ်တပ်တင်မဟုတ်ဘဲ ပြည်သူတွေကပါတတ်စွမ်းသရွေ့ ဂျပန်စစ်တပ်ကို တိုက်ထုတ်ခဲ့ကြပါတယ်…ဒီကားကတော့ အဖွဲ့ သား၁၆ယောက်နဲ့ ဂျပန် အယောက် ၅၀၀ကိုပြောက်ကျားစစ်ဟန်သုံးပြီး တိုက်ထုတ်ခဲ့တာကို ရိုက်ပြထားတာပါ….ဒီ ၁၆ ယောက်ဟာ နာကျဉ်းချက်ကိုယ်စီနဲ့ မိမိတို့ ကျွမ်းကျင်ပိုင်နိုင်တဲ့အရည်အချင်းတွေကိုအသုံးချပြီး ကျားနာတွေလို ဂျပန်ကို ဆော်ကြတာ တကယ့်ကိုအားရစရာကြီးတွေပါ…ဇာတ်လမ်းအစကနေ အဆုံးထိကို စစ်ပွဲတစ်ပွဲပြီး တစ်ပွဲ….ပြောက်ကျားစစ်ဟန်တွေရယ်…အရေးကြီးခေါင်းဆောင်တွေကိုစနိုက်ပါတွေနဲ့ချောင်းမြောင်းပစ်ခတ်တာတွေ …ဂျပန်စစ်ခေါင်းဆောင်တွေနဲ့စစ်ဗျူဟာ ပြိုင်ဆိုင်ခန်းတွေနဲ့….တော်တော်ကြီးကို မိုက်ပါတယ်…နောက်တစ်ခုက ရိုက်ချက်တွေက တော်တော်ကိုမိုက်သလိုကိုရီးယားစစ်သားတွေရဲ့ နာကျဉ်းချက်အောက်က ဓားချက် သေနတ်ချက်အောက်မှာ အသက်ပျောက်သွားတဲ့ ဂျပန်တွေရဲ့ပုံကိုလည်း ထင်သာမြင်သာအောင်ပြထားတာက အားရစရာကြီးတွေပါပဲ…….ခံစားကြည့်လိုက်ပါဦး…သရုပ်ဆောင်တွေက နာမည်ကြီးသရုပ်ဆောင်တွေကြီးပါတဲ့အပြင်ပြသချိန် ၂ နာရီကျော်မှာလည်း အီသွားတာကိုမရှိသလောက်ပါပဲ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thinzar Htet ပဲဖြစ်ပါတယ်…..File Size : (1.1 GB) and (419 MB)Quality : WEB-DL 720p,Format…mp4Duration…02:10:00Genre : History , Drama, ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Thinzar HtetEncoded by Phyo Pyae"