"(Unicode)Saving Mr. Banks ဇာတ်လမ်းကို ၁၉၆၄ ခုနှစ်က Walt Disney Pictures က ထုတ်လုပ်ခဲ့တဲ့ Merry Poppins ဆိုတဲ့ အရမ်းအောင်မြင်တဲ့ ရုပ်ရှင်ကား ရိုက်ကူးတဲ့အပေါ်မှာ အခြေခံထားတာဖြစ်ပါတယ်။PauseWalt Disney ရဲ့ သမီးနှစ်ယောက်က စာရေးဆရာမ P.L Travers ရေးတဲ့ Merry Poppins ဆိုတဲ့ ဇာတ်လမ်းလေးကို အရမ်းကြိုက်တဲ့အတွက် ကြောင့် ရုပ်ရှင်ရိုက်ပေးဖို့ Walt Disney က ကတိပေးခဲ့ပါတယ်။ဒါပေမယ့်လည်း Merry Poppins ကို ရုပ်ရှင်ရိုက်ခွင့်ကို P.L Travers က ငြင်းဆန် နေခဲ့ပါတယ်။နှစ် ၂၀ လောက်ကြာတဲ့အခါမှ ငွေကြေးအခက်ခဲတွေ ကြောင့် ဇီဇာကြောင်တတ်တဲ့ အင်္ဂလိပ် အဖွားကြီး Travers တစ်ယောက် Walt Disney ရဲ့ ကမ်းလမ်းမှုကိုလက်ခံပြီး Walt Disney Studio ရှိတဲ့ Hollywood ကို ရောက်ရှိလာခဲ့ပါတယ်။ဒါပေမယ့်လဲ အရာရာဟာ Disney တစ်ယောက် တွေးထားသလို မလွယ်ကူခဲ့ပဲ Merry Poppins ဆိုတဲ့ ရာဇဝင် တွင်မဲ့ Musical ကားတစ်ကားဖြစ်လာအောင် Disney Legend တွေဖြစ်တဲ့ Walt Disney, Sharman Brothers တို့ဟာ တစ်ယူသန်သန်၊ ဇီဇာကြောင် ကြောင် P.L Travers စိတ်ကြိုက်ဖြစ်လာအောင် ခက်ခက်ခဲခဲ ရုန်းကန် ကြိုးစားကြပုံကို ဇာတ်လမ်းဆင်ထားခြင်းဖြစ်ပါတယ်။Walt Disney နေရာမှာ မင်းသားကြီး Tom Hanks က သရုပ်ဆောင်ထား ပြီး P.L Travers နေရာမှာလည်း အော်စကာနှစ်ဆုရှင် အင်္ဂလိပ်မင်းသမီး ကြီး Emma Thompson ကသရုပ်ဆောင်ထားပါတယ်။ P.L Travers ရဲ့ အဖေနေရာမှာတော့ Colin Farrell က သရုပ်ဆောင် ထားတာဖြစ်ပါတယ်။Saving Mr. Banks ကို the Blind Side, Snow White and the Huntsman စတဲ့ကားတွေ ရိုက်ကူးခဲ့တဲ့ ဒါရိုက်တာ John Lee Hancock ကရိုက်ကူးထားတာ ဖြစ်ပါတယ်။Disney က Disney အကြောင်း ရိုက်ထားတာဖြစ်တဲ့အတွက် American Film Industry ရဲ့ အရေးအပါဆုံးအဖြစ်အပျက်တစ်ခုကို မှတ်တမ်းတင်ထားတဲ့ ကား ဖြစ်ပေမယ့် သမိုင်းကြောင်းမှန်ကန်မှု မရှိသော်လည်း Disney ရဲ့အငွေ့အသက်တွေ အများကြီးခံစားရမှာဖြစ်ပြီး စိတ်ဝင်စားဖို့ကောင်းတဲ့ ဇာတ်ကား တစ်ကားဖြစ်ပါတယ်။***Spoiler Alert***ဒီဇာတ်လမ်းထဲမှာ P.L Travers ဟာ မသက်သာတဲ့အဆုံး Walt Disney Studio ကိုရောက်လာခဲ့ပေမယ့် Merry Poppins ရဲ့ ရုပ်ရှင်ရိုက်ခွင့် တွေကို Walt Disney ထံသို့ အလွယ်တကူ မလွှဲပေးခဲ့ပါဘူး။သူကိုယ်တိုင် ဖန်းတီး ထားတဲ့ Character တွေကို Walt Disney က ပေါ့တီးပေါ့ဆ animations တွေ musical တွေနဲ့ ဖျက်ဆီးပစ်မှာကို စိုးရိမ်တဲ့စိတ်နဲ့ပါ။Merry Poppins ဝတ္ထုဟာလည်း အမှန်တစ်ကယ်တော့ P.L Travers ရဲ့ ကလေးဘဝက မိသားစုအတွေ့အကြုံတွေကို စိတ်ကူးနဲ့ ပြန်လည် ဖန်းတီးထားတာဖြစ်တဲ့ အတွက် လက်ရှိဖြစ်နေတဲ့ P.L Travers တစ်ယောက် Disney နဲ့ အလုပ်လုပ် နေတာကို ပြလိုက် P.L Travers ရဲ့ ငယ်ဘဝကို ပြလိုက်နဲ့ Saving Mr. Banks ကို ရိုက်ကူးထားပါတယ်။P.L Travers ရဲ့ အဖေက Travers Robert Goff ဖြစ်ပြီးတော့ သူတို့ သားအဖနှစ်ယောက်ဟာ တစ်ယောက်နဲ့တစ်ယောက် အရမ်းချစ်ကြပါတယ်။Goff ဟာ ဖခင်ကောင်းတစ်ယောက်ဖြစ်ပေမဲ့လည်း အရက်စွဲနေတဲ့ ရောဂါ ရပြီးတော့ နောက်ဆုံး အဲ့ရောဂါနဲ့ပဲဆုံးပါတယ်။P.L Travers ဟာ သူ့ရဲ့ Merry Poppins ဝတ္ထုထဲမှာ သူ့အဖေကို Mr. Banks အနေနဲ့ပြီးတော့ သူ့ အဖေ နေမကောင်းဖြစ်စဉ် အိမ်မှာလာကူပေးတဲ့ အဒေါ်ကို Merry Poppins အနေနဲ့ စိတ်ကူးယဉ်ရေးဖွဲ့ထားတာဖြစ်ပါတယ်။သူ့အတွက် အရမ်း personal ဖြစ်တဲ့ ဝတ္ထုကို Disney ကဖျက်ဆီးလိုက်မှာ ကို စိုးရိမ်စိတ်အရမ်းကြီးတဲ့ P.L Travers ကို Disney တို့က ကြိုးစား ဖျောင့်ဖျရပုံကို Drama, Comedy အနေနဲ့ ခံစားရမှာဖြစ်ပါတယ်။Tom Hanks, Emma Thompson, Collin Farrell, Director John Lee Hancock နဲ့ Disney Pictures တို့ လက်တွဲထားတဲ့ ဇာတ်ကားမို့ ပြောစ ရာမရှိပါဘူး။Emma Thompson က Travers ကို သရုပ်ဖော်တဲ့ နေရာမှာ တစ်ခါတစ်ရံ နည်းနည်းလေး ပိုနေတယ်လို့တော့ ခံစားရပါတယ်။ဒီရုပ်ရှင်ကို မကြိုက်တဲ့အချက်တွေက ရုပ်ရှင်ပြီးလို့ wiki မှတက်ခေါက်ကြည့် မှ တစ်ခုပြီးတစ်ခုပေါ်လာပါတယ်။ရုပ်ရှင်ထဲမှာ Disney ကို Travers ဆီက Screen rights ရဖို့အတွက် အရမ်းကို နားလည်ပေးရပြီး Travers လုပ်သမျှ အနိုင်ကျင့်ခံနေရတဲ့၊ Travers စိတ်ပြောင်းလာအောင် အရမ်းကို ကြိုးစားခဲ့ ရတဲ့ Producer တစ်ယောက်အဖြစ် ပုံဖော်ထားပါတယ်။အမှန်တစ်ကယ်ကတော့ Travers တစ်ယောက် Disney Studio ကိုရောက်လာတဲ့အခါမှာ Rights တွေကို Disney ထံသို့ လွှဲပြောင်းပေးပြီးသားဖြစ်တဲ့အပြင် Travers Hollywood မှာ ရှိနေချိန်မှာ Disney က အပန်းဖြေခရီးထွက်နေတာလို့ သိရပါတယ်။ရုပ်ရှင်ထဲမှာ Travers ဟာ Disney လုပ်ချင်တဲ့ musical တွေ animation တွေကို တစ်ဖြည်းဖြည်းလက်ခံလာတဲ့အပြင် နောက်ဆုံး ရုပ်ရှင် သွားကြည့်တဲ့အခါ ကြိုက်လွန်းလို့ မျက်ရည်တွေတောင်ကျလာတာကို ပြထားပေမယ့် အပြင်မှာတစ်ကယ်ဖြစ်ခဲ့တာကတော့ Travers ဟာ သူ့ ဝတ္ထုကို Disney က လုပ်ချင်ရာလုပ်နေတာကို ဘယ်တော့မှ သဘောမတူ ခဲ့ပါဘူးတဲ့။ဒီ့ထက်ပိုဆိုးတာက Merry Poppins ရုပ်ရှင်ကိုကြည့်ပြီးတဲ့အခါ လုံးဝမကြိုက်လို့ သူ့ရဲ့ သေတမ်းစာမှာတောင် သူရဲ့ ဘယ်ဝတ္ထုကိုမှ ဘယ် အမေရိကန် ရုပ်ရှင်စတူဒီယိုကိုမှ ဘယ်လိုနည်းနဲ့ပဲ ဖြစ်ဖြစ် ပုံဖော်ခွင့် ဘယ် တော့မှ မပေးရဘူးလို့ ရေးသားခဲ့တဲ့ အထိဖြစ်ပါတယ်။ရုပ်ရှင်ထဲမှာ ပါတဲ့ Disney ကိုယ်တိုင် Travers ရဲ့အိမ်ကိုလိုက်သွားပြီး ဖျောင့်ဖျတဲ့အခန်း တွေဟာ လည်း စိတ်ကူးယဉ်သက်သက်တွေဖြစ်ပါတယ်။ဒါကြောင့်မို့ Disney Pictures ကထုတ်တဲ့ Disney အကြောင်း တစ်စေ့ တစ်စောင်းပါတဲ့ Saving Mr. Banks ရုပ်ရှင်ဟာ စိတ်ဝင်စားဖို့ကောင်းပေမယ့်၊ သရုပ်ဆောင်၊ ဒါရိုက်တာ ကောင်းပေမယ့် သမိုင်းကိုပြင်ဖို့ ကြိုးစားထားတဲ့ Disney Lobby ဇာတ်ကားတစ်ကားသာ ဖြစ်ကြောင်းတင်ပြလိုက်ရ ပါတယ်။***Ratings***Datshin Rating – 3.0/5.0IMDB Rating – 7.5/10Rotten Tomatoes – 79%(ဇာတ်လမ်းအညွှန်းကို Datshin Page မှ ကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ Kiwi ပါ)(Zawgyi)Saving Mr. Banks ဇာတ္လမ္းကို ၁၉၆၄ ခုနွစ္က Walt Disney Pictures က ထုတ္လုပ္ခဲ့တဲ့ Merry Poppins ဆိုတဲ့ အရမ္းေအာင္ျမင္တဲ့ ရုပ္ရွင္ကား ရုိက္ကူးတဲ့အေပၚမွာ အေျခခံထားတာျဖစ္ပါတယ္။Walt Disney ရဲ႕ သမီးနွစ္ေယာက္က စာေရးဆရာမ P.L Travers ေရးတဲ့ Merry Poppins ဆိုတဲ့ ဇာတ္လမ္းေလးကို အရမ္းၾကိဳက္တဲ့အတြက္ ေၾကာင့္ ရုပ္ရွင္ရုိက္ေပးဖို႕ Walt Disney က ကတိေပးခဲ့ပါတယ္။ဒါေပမယ့္လည္း Merry Poppins ကို ရုပ္ရွင္ရိုက္ခြင့္ကို P.L Travers က ျငင္းဆန္ ေနခဲ့ပါတယ္။နွစ္ ၂၀ ေလာက္ၾကာတဲ့အခါမွ ေငြေၾကးအခက္ခဲေတြ ေၾကာင့္ ဇီဇာေၾကာင္တတ္တဲ့ အဂၤလိပ္ အဖြားၾကီး Travers တစ္ေယာက္ Walt Disney ရဲ႕ ကမ္းလမ္းမွုကိုလက္ခံျပီး Walt Disney Studio ရွိတဲ့ Hollywood ကို ေရာက္ရွိလာခဲ့ပါတယ္။ဒါေပမယ့္လဲ အရာရာဟာ Disney တစ္ေယာက္ ေတြးထားသလို မလြယ္ကူခဲ့ပဲ Merry Poppins ဆိုတဲ့ ရာဇ၀င္ တြင္မဲ့ Musical ကားတစ္ကားျဖစ္လာေအာင္ Disney Legend ေတြျဖစ္တဲ့ Walt Disney, Sharman Brothers တို႕ဟာ တစ္ယူသန္သန္၊ ဇီဇာေၾကာင္ ေၾကာင္ P.L Travers စိတ္ၾကိဳက္ျဖစ္လာေအာင္ ခက္ခက္ခဲခဲ ရုန္းကန္ ၾကိဳးစားၾကပံုကို ဇာတ္လမ္းဆင္ထားျခင္းျဖစ္ပါတယ္။Walt Disney ေနရာမွာ မင္းသားၾကီး Tom Hanks က သရုပ္ေဆာင္ထား ျပီး P.L Travers ေနရာမွာလည္း ေအာ္စကာနွစ္ဆုရွင္ အဂၤလိပ္မင္းသမီး ၾကီး Emma Thompson ကသရုပ္ေဆာင္ထားပါတယ္။ P.L Travers ရဲ႕ အေဖေနရာမွာေတာ့ Colin Farrell က သရုပ္ေဆာင္ ထားတာျဖစ္ပါတယ္။Saving Mr. Banks ကို the Blind Side, Snow White and the Huntsman စတဲ့ကားေတြ ရုိက္ကူးခဲ့တဲ့ ဒါရုိက္တာ John Lee Hancock ကရုိက္ကူးထားတာ ျဖစ္ပါတယ္။Disney က Disney အေၾကာင္း ရိုက္ထားတာျဖစ္တဲ့အတြက္ American Film Industry ရဲ႕ အေရးအပါဆံုးအျဖစ္အပ်က္တစ္ခုကို မွတ္တမ္းတင္ထားတဲ့ ကား ျဖစ္ေပမယ့္ သမိုင္းေၾကာင္းမွန္ကန္မႈ မရွိေသာ္လည္း Disney ရဲ႕အေငြ႕အသက္ေတြ အမ်ားၾကီးခံစားရမွာျဖစ္ျပီး စိ္တ္၀င္စားဖို႕ေကာင္းတဲ့ ဇာတ္ကား တစ္ကားျဖစ္ပါတယ္။***Spoiler Alert***ဒီဇာတ္လမ္းထဲမွာ P.L Travers ဟာ မသက္သာတဲ့အဆံုး Walt Disney Studio ကိုေရာက္လာခဲ့ေပမယ့္ Merry Poppins ရဲ႕ ရုပ္ရွင္ရိုက္ခြင့္ ေတြကို Walt Disney ထံသို့ အလြယ္တကူ မလႊဲေပးခဲ့ပါဘူး။သူကိုယ္တိုင္ ဖန္းတီး ထားတဲ့ Character ေတြကို Walt Disney က ေပါ့တီးေပါ့ဆ animations ေတြ musical ေတြနဲ႕ ဖ်က္ဆီးပစ္မွာကို စိုးရိမ္တဲ့စိတ္နဲ႕ပါ။Merry Poppins ၀တၳဳဟာလည္း အမွန္တစ္ကယ္ေတာ့ P.L Travers ရဲ႕ ကေလးဘ၀က မိသားစုအေတြ႕အၾကံဳေတြကို စိတ္ကူးနဲ႕ ျပန္လည္ ဖန္းတီးထားတာျဖစ္တဲ့ အတြက္ လက္ရွိျဖစ္ေနတဲ့ P.L Travers တစ္ေယာက္ Disney နဲ႕ အလုပ္လုပ္ ေနတာကို ျပလိုက္ P.L Travers ရဲ႕ ငယ္ဘ၀ကို ျပလိုက္နဲ႕ Saving Mr. Banks ကို ရုိက္ကူးထားပါတယ္။P.L Travers ရဲ႕ အေဖက Travers Robert Goff ျဖစ္ျပီးေတာ့ သူတို႕ သားအဖနွစ္ေယာက္ဟာ တစ္ေယာက္နဲ႕တစ္ေယာက္ အရမ္းခ်စ္ၾကပါတယ္။Goff ဟာ ဖခင္ေကာင္းတစ္ေယာက္ျဖစ္ေပမဲ့လည္း အရက္စြဲေနတဲ့ ေရာဂါ ရျပီးေတာ့ ေနာက္ဆံုး အဲ့ေရာဂါနဲ႕ပဲဆံုးပါတယ္။P.L Travers ဟာ သူ႕ရဲ႕ Merry Poppins ၀တၳဳထဲမွာ သူ႕အေဖကို Mr. Banks အေနနဲ႕ျပီးေတာ့ သူ႕ အေဖ ေနမေကာင္းျဖစ္စဥ္ အိမ္မွာလာကူေပးတဲ့ အေဒၚကို Merry Poppins အေနနဲ႕ စိတ္ကူးယဥ္ေရးဖြဲ႕ထားတာျဖစ္ပါတယ္။သူ႕အတြက္ အရမ္း personal ျဖစ္တဲ့ ၀တၳဳကို Disney ကဖ်က္ဆီးလိုက္မွာ ကို စိုးရိမ္စိတ္အရမ္းၾကီးတဲ့ P.L Travers ကို Disney တို႕က ၾကိဳးစား ေဖ်ာင့္ဖ်ရပံုကို Drama, Comedy အေနနဲ႕ ခံစားရမွာျဖစ္ပါတယ္။Tom Hanks, Emma Thompson, Collin Farrell, Director John Lee Hancock နဲ႕ Disney Pictures တို႕ လက္တြဲထားတဲ့ ဇာတ္ကားမို႕ ေျပာစ ရာမရွိပါဘူး။Emma Thompson က Travers ကို သရုပ္ေဖာ္တဲ့ ေနရာမွာ တစ္ခါတစ္ရံ နည္းနည္းေလး ပိုေနတယ္လို႕ေတာ့ ခံစားရပါတယ္။ဒီရုပ္ရွင္ကို မၾကိဳက္တဲ့အခ်က္ေတြက ရုပ္ရွင္ျပီးလို႕ wiki မွတက္ေခါက္ၾကည့္ မွ တစ္ခုျပီးတစ္ခုေပၚလာပါတယ္။ရုပ္ရွင္ထဲမွာ Disney ကို Travers ဆီက Screen rights ရဖို႕အတြက္ အရမး္ကို နားလည္ေပးရျပီး Travers လုပ္သမွ် အႏိုင္က်င့္ခံေနရတဲ့၊ Travers စိတ္ေျပာင္းလာေအာင္ အရမ္းကို ၾကိဳးစားခဲ့ ရတဲ့ Producer တစ္ေယာက္အျဖစ္ ပံုေဖာ္ထားပါတယ္။အမွန္တစ္ကယ္ကေတာ့ Travers တစ္ေယာက္ Disney Studio ကိုေရာက္လာတဲ့အခါမွာ Rights ေတြကို Disney ထံသို႕ လႊဲေျပာင္းေပးျပီးသားျဖစ္တဲ့အျပင္ Travers Hollywood မွာ ရွိေနခ်ိန္မွာ Disney က အပန္းေျဖခရီးထြက္ေနတာလို႕ သိရပါတယ္။ရုပ္ရွင္ထဲမွာ Travers ဟာ Disney လုပ္ခ်င္တဲ့ musical ေတြ animation ေတြကို တစ္ျဖည္းျဖည္းလက္ခံလာတဲ့အျပင္ ေနာက္ဆံုး ရုပ္ရွင္ သြားၾကည့္တဲ့အခါ ၾကိဳက္လြန္းလို႕ မ်က္ရည္ေတြေတာင္က်လာတာကို ျပထားေပမယ့္ အျပင္မွာတစ္ကယ္ျဖစ္ခဲ့တာကေတာ့ Travers ဟာ သူ႕ ၀တၳဳကို Disney က လုပ္ခ်င္ရာလုပ္ေနတာကို ဘယ္ေတာ့မွ သေဘာမတူ ခဲ့ပါဘူးတဲ့။ဒီ့ထက္ပိုဆိုးတာက Merry Poppins ရုပ္ရွင္ကိုၾကည့္ျပီးတဲ့အခါ လံုး၀မၾကိဳက္လို႕ သူ႕ရဲ႕ ေသတမ္းစာမွာေတာင္ သူရဲ႕ ဘယ္၀တၳဳကိုမွ ဘယ္ အေမရိကန္ ရုပ္ရွင္စတူဒီယိုကိုမွ ဘယ္လိုနည္းနဲ႕ပဲ ျဖစ္ျဖစ္ ပံုေဖာ္ခြင့္ ဘယ္ ေတာ့မွ မေပးရဘူးလို႕ ေရးသားခဲ့တဲ့ အထိျဖစ္ပါတယ္။ရုပ္ရွင္ထဲမွာ ပါတဲ့ Disney ကိုယ္တိုင္ Travers ရဲ႕အိမ္ကိုလိုက္သြားျပီး ေဖ်ာင့္ဖ်တဲ့အခန္း ေတြဟာ လည္း စိတ္ကူးယဥ္သက္သက္ေတြျဖစ္ပါတယ္။ဒါေၾကာင့္မို႕ Disney Pictures ကထုတ္တဲ့ Disney အေၾကာင္း တစ္ေစ့ တစ္ေစာင္းပါတဲ့ Saving Mr. Banks ရုပ္ရွင္ဟာ စိတ္၀င္စားဖို႕ေကာင္းေပမယ့္၊ သရုပ္ေဆာင္၊ ဒါရုိက္တာ ေကာင္းေပမယ့္ သမိုင္းကိုျပင္ဖို႕ ၾကိဳးစားထားတဲ့ Disney Lobby ဇာတ္ကားတစ္ကားသာ ျဖစ္ေၾကာင္းတင္ျပလိုက္ရ ပါတယ္။***Ratings***Datshin Rating – 3.0/5.0IMDB Rating – 7.5/10Rotten Tomatoes – 79%(ဇာတ္လမ္းအညႊန္းကို Datshin Page မွ ကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ Kiwi ပါ)File Size : (950 MB)Quality : Blu-Ray 720pRunning Time : 2hr 05minFormat : Mp4Genre : Biography, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.BluRay.x264.DTS-FGTTranslated by KiwiEncoded by Thanhtike Zaw"