"(Unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Crime/Action အမျိုးအစား မလေးရှားဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။
IMDb rating 6.3 ထိရထားပြီး ကြည့်ရတာစိတ်၀င်စားဖို့ကောင်းတဲ့ဇာတ်ကားလေးပါ။
ဇာတ်လမ်းလေးကရိုးရှင်းပေမယ့်ကြည့်ကောင်းပါတယ်။
ဇာတ်လမ်းအကျဉ်းလေးကတော့ လေဆိပ်မှာခရီးကပြန်လာတဲ့ ခရီးသည်တွေကိုတက္ကစီငှားပေးရင်း ခရီးသည်တွေရဲ့ပုံစံအနေအထားကိုကြည့်ပြီး
ငွေညစ်တာတွေ ခြိမ်းခြောက်ငွေတောင်းတာတွေလုပ်တဲ့ အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်။
အဓိကဦးဆောင်သူကတော့ ဝါရင့်သဘာရင့်အရာရာကိုတည်တည်ငြိမ်ငြိမ်ဖြေရှင်းဖို့ကြိုးစားလေ့ရှိတဲ့ ကိုတရုတ်ကြီးဆိုတဲ့နာမည်ပြောင်နဲ့သူပဲဖြစ်ပါတယ်။
ခက်တာက ခေါင်းဆောင်သူကဟုတ်သလောက် နောက်လိုက်နှစ်ယောက်က လူငယ်လည်းဖြစ်
ဘာမှမတွေးမတောလုပ်ချင်ရာလုပ်တတ်တဲ့သူတွေဖြစ်လေတော့ တစ်နေ့မှာအရင်းအနှီးအကြီးကြီးပေးဆပ်ရမယ့်အချိန်ရောက်လာချိန်မှာ
သူတို့အဖွဲ့ပြေးလွတ်နိုင်ပါ့မလား။
သူတို့အဖွဲ့သားအချင်းချင်းမှာ ဘယ်လိုစိတ်နေသဘောထားတွေရှိလဲ။
ဘယ်လိုမိသားစုစိတ်ဓာတ်ထားသလဲဆိုတာတွေကိုတွေ့မြင်ရမှာပါ။
ဇာတ်လမ်းတျောက်လျောက်ကြည့်ရင်းကြည့်ရင်း စိတ်၀င်စားစေမှာဖြစ်ပြီး review ကောင်းတွေလည်းရထားသလို
အဆုံးသတ်လေးကလည်းသို့လော သို့လောနဲ့ သိချင်စရာကောင်းတဲ့ မလေးရှား Crime ဇာတ်ကားလေးပဲဖြစ်ပါတယ်။
(ဘာသာပြန်သူကတော့ Thura Zarni Aung ပါ)
(Zawgyi)
Crime/Action အမ်ိဳးအစား မေလးရွားဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။
IMDb rating 6.3 ထိရထားၿပီး ၾကည့္ရတာစိတ္၀င္စားဖို႔ေကာင္းတဲ့ဇာတ္ကားေလးပါ။
ဇာတ္လမ္းေလးက႐ိုးရွင္းေပမယ့္ၾကည့္ေကာင္းပါတယ္။
ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေလဆိပ္မွာခရီးကျပန္လာတဲ့ ခရီးသည္ေတြကိုတကၠစီငွားေပးရင္း ခရီးသည္ေတြရဲ႕ပုံစံအေနအထားကိုၾကည့္ၿပီး
ေငြညစ္တာေတြ ၿခိမ္းေျခာက္ေငြေတာင္းတာေတြလုပ္တဲ့ အဖြဲ႕တစ္ဖြဲ႕ရွိပါတယ္။
အဓိကဦးေဆာင္သူကေတာ့ ဝါရင့္သဘာရင့္အရာရာကိုတည္တည္ၿငိမ္ၿငိမ္ေျဖရွင္းဖို႔ႀကိဳးစားေလ့ရွိတဲ့ ကိုတ႐ုတ္ႀကီးဆိုတဲ့နာမည္ေျပာင္နဲ႔သူပဲျဖစ္ပါတယ္။
ခက္တာက ေခါင္းေဆာင္သူကဟုတ္သေလာက္ ေနာက္လိုက္ႏွစ္ေယာက္က လူငယ္လည္းျဖစ္
ဘာမွမေတြးမေတာလုပ္ခ်င္ရာလုပ္တတ္တဲ့သူေတြျဖစ္ေလေတာ့ တစ္ေန႔မွာအရင္းအႏွီးအႀကီးႀကီးေပးဆပ္ရမယ့္အခ်ိန္ေရာက္လာခ်ိန္မွာ
သူတို႔အဖြဲ႕ေျပးလြတ္ႏိုင္ပါ့မလား။
သူတို႔အဖြဲ႕သားအခ်င္းခ်င္းမွာ ဘယ္လိုစိတ္ေနသေဘာထားေတြရွိလဲ။
ဘယ္လိုမိသားစုစိတ္ဓာတ္ထားသလဲဆိုတာေတြကိုေတြ႕ျမင္ရမွာပါ။
ဇာတ္လမ္းေတ်ာက္ေလ်ာက္ၾကည့္ရင္းၾကည့္ရင္း စိတ္၀င္စားေစမွာျဖစ္ၿပီး review ေကာင္းေတြလည္းရထားသလို
အဆုံးသတ္ေလးကလည္းသို႔ေလာ သို႔ေလာနဲ႔ သိခ်င္စရာေကာင္းတဲ့ မေလးရွား Crime ဇာတ္ကားေလးပဲျဖစ္ပါတယ္။
(ဘာသာျပန္သူကေတာ့ Thura Zarni Aung ပါ)
File Size : (800 MB ) and (400 MB)
Quality : NF WEB-DL 720p
Running Time : 1hr 40min
Format : Mp4
Genre : Crime, Drama,Action
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.NF.WEB-DL.DDP2.0.x264-AON
Translated by Thura Zarni Aung
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
