"(Unicode)Eli ဆိုတဲ့ကလေးလေးက ထူးခြားတဲ့ရောဂါတစ်ခုဖြစ်နေပါတယ်။ အဲဒါကတော့ လေနဲ့မတည့်တာပါ။Pauseလေရှုလိုက်ရင် သူ့အရေပြားတွေလောင်ကုန်ပြီး ပေါက်ကွဲမလိုဖြစ်တဲ့ ရောဂါဆန်းပါ။သူအိမ်မှာနေရလဲ မှန်လုံအိမ်ထဲလိုနေရာမျိုးမှာလေ Filter နဲ့နေရပါတယ်။လေတင်မကဘူး ရေလည်းထိလို့မရပါဘူး ?။အဲတာနဲ့ပဲ သူ့အဖေနဲ့အမေက သူ့ကို ဆေးကုဖို့ Doctor Horn ဆိုတဲ့ ဆရာဝန်မ အိမ်မှာနေရင်းဆေးကုဖို့ လုပ်ခဲ့ကြပါတယ်။အဲဒီ အိမ်က လေ filtration နဲ့ရေ filtration system တွေပြည့်နေတာမို့ Eli လေးတစ်ယောက် မှန်လုံအိမ်နဲ့ အလုံပိတ်ထားတဲ့ အင်္ကျီထဲမှာနေစရာ မလိုတော့ပါဘူး။သူ့ကိုဆေးကုနေရင်းနဲ့ပဲ Step 1 အဆင့်မှာ ဒီအိမ်ကသာမန်မဟုတ်ပဲ သရဲခြောက်တဲ့အိမ်ဆိုတာသိခဲ့ရတယ်။သူကအပြင်ထွက်မရပေမယ့် အပြင်ဘက်မှာ Harley ဆိုတဲ့ မိန်းကလေးနဲ့ မှန်တစ်ဖက်တစ်ချက်စီက စကားပြောရင်းခင်ခဲ့ပါတယ်။သရဲတွေကခြောက်တာ တဖြည်းဖြည်းဆိုးလာတာတွေရော Harley ကြောင့်ပါ ဒီအိမ်ကြီးက လုံးဝမူမမှန်သလို Doctor Horn ကလည်းသူထင်ခဲ့သလို မဟုတ်မှန်းသိလာခဲ့တယ်။သရဲတွေက Doctor Horn သတ်ခဲ့တဲ့ကလေးတွေလား ?…Doctor Horn ကဘာလို့ သူမကယ်နိုင်မှန်းသိတဲ့ကလေးတွေကိုသတ်ရတာလဲ ?ကလေးတွေကို စမ်းသပ်ချင်ရုံ သက်သက်လား ?သူ့အဖေနဲ့အမေကရော ဘာလို့ Eli ပြောသမျှမယုံပဲ ဒီဆရာဝန်မလက်ထဲ အပ်ချင်နေရတာလဲ……..Brainwashed ခံထားရပြီးလား….သူ့တစ်ယောက်ထဲ ဒီအိမ်ကြီးကနေဘယ်လိုရုန်းထွက်မလဲ ထွက်ပြေးမလဲဆိုတာ…?Review ( Spoiler alert) ?Netflix ကနေ Halloween အတွက်ရုပ်ရှင်တွေအများကြီးထွက်လာသလို In the tall grass ဆိုလည်းတော်တော်ကောင်းပါတယ်။Netflix က Horror movie တွေကတော့ အရမ်းမကောင်းရင်တောင်အထင်သေးလို့မရပါဘူး။ဒီဇာတ်ကားကိုလည်း Trailer ကြည့်ပြီးကတည်းက Sci Fi လိုလို ဇာတ်လမ်းမျိုးကို Horror ထည့်ပြီးရိုက်ထားတဲ့ ဇာတ်ကား ဆိုပြီး မထွက်ခင်ကတည်းကအရမ်းကြည့်ချင်နေခဲ့တာပါ။ကြည့်ပြီးသွားတော့လည်း ကိုယ့်အကြိုက်နဲ့ ထပ်တူမကျခဲ့ပေမယ့် Plot Twist လေးတွေကိုကြိုက်မိတာတော့အမှန်ပဲ။ကိုယ်မှန်းသမျှ လွဲတာဒီကားပဲရှိဦးမယ်?။ လုံးဝမထင်မှတ်ထားတဲ့ Plot တွေနဲ့ ချပြသွားတာ Woww ကနဲ ပဲ…အဆုံးသတ်ထိ အော်အာ့လိုလားဆိုပြီးဖြစ်သွားတာလားဆိုပြီး အံ့သြစရာအတွေးတွေနဲ့ကျန်နေခဲ့တယ် ..horror ကားတွေကြိုက်တဲ့သူတွေအတွက်တော်တော်ကြည့်ကောင်းမယ့် ဇာတ်ကားပါပဲ။အိမ်ကြီးထဲမှာကလေးလေးတစ်ယောက်ပဲ အသက်ဘေးအတွက်ရုန်းကန်နေတာကိုကြည့်ရတာလဲ အသက်ပါရှုရခက်သလို အရမ်းလည်းကြည့်ကောင်းပါတယ်။Harley နေရာကသရုပ်ဆောင်တဲ့မင်းသမီးကလည်း Stranger things ထဲက Max ပါပဲ။Eli နေရာကသရုပ်ဆောင်တဲ့ကလေးကလည်း ဝါရင့်သရုပ်ဆောင်ပီပီ သရုပ်ဆောင်တော်တော်ကောင်းပါတယ်။Eli ရဲ့သရုပ်ဆောင်ချက်တွေကအံ့မခန်းပါပဲ။IMDb 6 သာရထားပေမယ့် အဲဒီ Rating ထက်ပိုပေးချင်ပါတယ်။(ရှပ်ရှင်အညွှန်းကို Naw Pyae Sone FB မှ ကူးယူဖော်ပြထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ May Myat Thu ပါ)(Zawgyi)Eli ဆိုတဲ့ကေလးေလးက ထူးျခားတဲ့ေရာဂါတစ္ခုျဖစ္ေနပါတယ္။ အဲဒါကေတာ့ ေလနဲ႔မတည့္တာပါ။ေလရႈလိုက္ရင္ သူ႔အေရျပားေတြေလာင္ကုန္ၿပီး ေပါက္ကြဲမလိုျဖစ္တဲ့ ေရာဂါဆန္းပါ။သူအိမ္မွာေနရလဲ မွန္လံုအိမ္ထဲလိုေနရာမ်ိဳးမွာေလ Filter နဲ႔ေနရပါတယ္။ေလတင္မကဘူး ေရလည္းထိလို႔မရပါဘူး ?။အဲတာနဲ႔ပဲ သူ႔အေဖနဲ႔အေမက သူ႔ကို ေဆးကုဖို႔ Doctor Horn ဆိုတဲ့ ဆရာဝန္မ အိမ္မွာေနရင္းေဆးကုဖို႔ လုပ္ခဲ့ၾကပါတယ္။အဲဒီ အိမ္က ေလ filtration နဲ႔ေရ filtration system ေတြျပည့္ေနတာမို႔ Eli ေလးတစ္ေယာက္ မွန္လံုအိမ္နဲ႔ အလံုပိတ္ထားတဲ့ အက်ႌထဲမွာေနစရာ မလိုေတာ့ပါဘူး။သူ႔ကိုေဆးကုေနရင္းနဲ႔ပဲ Step 1 အဆင့္မွာ ဒီအိမ္ကသာမန္မဟုတ္ပဲ သရဲေျခာက္တဲ့အိမ္ဆိုတာသိခဲ့ရတယ္။သူကအျပင္ထြက္မရေပမယ့္ အျပင္ဘက္မွာ Harley ဆိုတဲ့ မိန္းကေလးနဲ႔ မွန္တစ္ဖက္တစ္ခ်က္စီက စကားေျပာရင္းခင္ခဲ့ပါတယ္။သရဲေတြကေျခာက္တာ တျဖည္းျဖည္းဆိုးလာတာေတြေရာ Harley ေၾကာင့္ပါ ဒီအိမ္ႀကီးက လံုးဝမူမမွန္သလို Doctor Horn ကလည္းသူထင္ခဲ့သလို မဟုတ္မွန္းသိလာခဲ့တယ္။သရဲေတြက Doctor Horn သတ္ခဲ့တဲ့ကေလးေတြလား ?…Doctor Horn ကဘာလို႔ သူမကယ္ႏိုင္မွန္းသိတဲ့ကေလးေတြကိုသတ္ရတာလဲ ?ကေလးေတြကို စမ္းသပ္ခ်င္ရံု သက္သက္လား ?သူ႔အေဖနဲ႔အေမကေရာ ဘာလို႔ Eli ေျပာသမွ်မယံုပဲ ဒီဆရာဝန္မလက္ထဲ အပ္ခ်င္ေနရတာလဲ……..Brainwashed ခံထားရၿပီးလား….သူ႔တစ္ေယာက္ထဲ ဒီအိမ္ႀကီးကေနဘယ္လို႐ုန္းထြက္မလဲ ထြက္ေျပးမလဲဆိုတာ…?Review ( Spoiler alert) ?Netflix ကေန Halloween အတြက္႐ုပ္ရွင္ေတြအမ်ားႀကီးထြက္လာသလို In the tall grass ဆိုလည္းေတာ္ေတာ္ေကာင္းပါတယ္။Netflix က Horror movie ေတြကေတာ့ အရမ္းမေကာင္းရင္ေတာင္အထင္ေသးလို႔မရပါဘူး။ဒီဇာတ္ကားကိုလည္း Trailer ၾကည့္ၿပီးကတည္းက Sci Fi လိုလို ဇာတ္လမ္းမ်ိဳးကို Horror ထည့္ၿပီး႐ိုက္ထားတဲ့ ဇာတ္ကား ဆိုၿပီး မထြက္ခင္ကတည္းကအရမ္းၾကည့္ခ်င္ေနခဲ့တာပါ။ၾကည့္ၿပီးသြားေတာ့လည္း ကိုယ့္အႀကိဳက္နဲ႔ ထပ္တူမက်ခဲ့ေပမယ့္ Plot Twist ေလးေတြကိုႀကိဳက္မိတာေတာ့အမွန္ပဲ။ကိုယ္မွန္းသမွ် လြဲတာဒီကားပဲရွိဦးမယ္?။ လံုးဝမထင္မွတ္ထားတဲ့ Plot ေတြနဲ႔ ခ်ျပသြားတာ Woww ကနဲ ပဲ…အဆံုးသတ္ထိ ေအာ္အာ့လိုလားဆိုၿပီးျဖစ္သြားတာလားဆိုၿပီး အ့ံၾသစရာအေတြးေတြနဲ႔က်န္ေနခဲ့တယ္ ..horror ကားေတြႀကိဳက္တဲ့သူေတြအတြက္ေတာ္ေတာ္ၾကည့္ေကာင္းမယ့္ ဇာတ္ကားပါပဲ။အိမ္ႀကီးထဲမွာကေလးေလးတစ္ေယာက္ပဲ အသက္ေဘးအတြက္႐ုန္းကန္ေနတာကိုၾကည့္ရတာလဲ အသက္ပါရႈရခက္သလို အရမ္းလည္းၾကည့္ေကာင္းပါတယ္။Harley ေနရာကသ႐ုပ္ေဆာင္တဲ့မင္းသမီးကလည္း Stranger things ထဲက Max ပါပဲ။Eli ေနရာကသ႐ုပ္ေဆာင္တဲ့ကေလးကလည္း ဝါရင့္သ႐ုပ္ေဆာင္ပီပီ သ႐ုပ္ေဆာင္ေတာ္ေတာ္ေကာင္းပါတယ္။Eli ရဲ႕သ႐ုပ္ေဆာင္ခ်က္ေတြကအ့ံမခန္းပါပဲ။IMDb 6 သာရထားေပမယ့္ အဲဒီ Rating ထက္ပိုေပးခ်င္ပါတယ္(ရွပ္ရွင္အညႊန္းကို Naw Pyae Sone FB မွ ကူးယူေဖာ္ျပထားတာျဖစ္ျပီး ဘာသာျပန္သူကေတာ့ May Myat Thu ပါ)File Size : (750 MB ) and (375 MB)Quality : NF WEB-DL 720pRunning Time : 1hr 38minFormat : Mp4Genre : HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.NF.WEB-DL.DDP5.1.x264-NTGTranslated by May Myat ThuEncoded by Thanhtike Zaw"