"Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားေလးဟာ Imdb7ရရွိထားၿပီးBox office worldwide grossမွာ
$281918ဝင္ေငြရရွိထားတဲ့ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ျဖစ္ပါတယ္…
ဘဝမွာအေရးႀကီးဆုံးအရာကဘာလဲ…ေအာင္ျမင္ေက်ာ္ၾကားမႈလား..
သူမ်ားရဲ႕ေဝဖန္ေျပာဆိုမႈေတြကို ဂ႐ုစိုက္ေနရင္း ကိုယ္ေလွ်ာက္ခ်င္တဲ့လမ္းကို
သတၱိ ရွိရွိမေလွ်ာက္လွမ္းေတာ့ပဲ အရႈံးေပးလိုက္တဲ့သူေတြဘယ္ေလာက္မ်ားရွိေနၿပီလဲ…
ဒီဇာတ္လမ္းေလးကေတာ့ သူမ်ားေျပာဆိုေဝဖန္တာေတြကိုဂ႐ုစိုက္မေနပဲ
ကိုယ္သြားခ်င္တဲ့ပန္းတိုင္ဆီကို ရဲရဲဝင့္ဝင့္ေလွ်ာက္လွမ္းတတ္ဖို႔.
အားအင္ေတြေပးထားတဲ့ ဇာတ္ကားေကာင္းေလးတစ္ပုဒ္ပါ…
ဇာတ္လမ္းအက်ဥ္းကေတာ့မန္ယြဲ႕,(full moon)ဆိုတဲ့ မိန္းကေလးတစ္ေယာက္ဟာ
ဝလြန္းတဲ့သူျဖစ္ေနေပမယ့္ သူမ်ားကဲ့ရဲ႕တာေတြကိုဘဂ႐ုမစိုက္ပဲ ဘဝမွာေပ်ာ္ေပ်ာ္ေနတတ္တဲ့သူပါ…
တစ္ေန႔မွာေတာ့ မထင္မွတ္ပဲ ဝိတ္ေလွ်ာ့ၿပိဳင္ပြဲအစီအစဥ္ကို
ဝင္ၿပိဳင္ဖို႔ျဖစ္လာရာကေန သူမရဲ႕ဘဝဘယ္လိုေတြေျပာင္းလဲသြားမွာလဲ…
ေျပာင္းလဲသြားတဲ့ဘဝမွာ Fanေတြရဲ႕ေဝဖန္ခ်က္သာအဓိကျဖစ္လာၿပီး
မိဘနဲ႔သူငယ္ခ်င္းေတြကိုဂ႐ုမစိုက္ႏိုင္ေတာ့တဲ့အခါ ဘယ္လိုေတြျဖစ္လာမွာလဲ…….
သူမ ရဲ႕ယုံၾကည္ရာအတိုင္းေလွ်ာက္လွမ္းႏိုင္ပါ့မလား..
ဇာတ္လမ္းတစ္ခုလုံးကို စိတ္ဝင္စားဖြယ္ၾကည့္ရႈရမွာပါ
Unicode
*******
ဒီကားလေးဟာ Imdb7ရရှိထားပြီးBox office worldwide grossမှာ
$281918ဝင်ငွေရရှိထားတဲ့ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ဖြစ်ပါတယ်…
ဘဝမှာအရေးကြီးဆုံးအရာကဘာလဲ…အောင်မြင်ကျော်ကြားမှုလား..
သူများရဲ့ဝေဖန်ပြောဆိုမှုတွေကို ဂရုစိုက်နေရင်း ကိုယ်လျှောက်ချင်တဲ့လမ်းကို
သတ္တိ ရှိရှိမလျှောက်လှမ်းတော့ပဲ အရှုံးပေးလိုက်တဲ့သူတွေဘယ်လောက်များရှိနေပြီလဲ…
ဒီဇာတ်လမ်းလေးကတော့ သူများပြောဆိုဝေဖန်တာတွေကိုဂရုစိုက်မနေပဲ
ကိုယ်သွားချင်တဲ့ပန်းတိုင်ဆီကို ရဲရဲဝင့်ဝင့်လျှောက်လှမ်းတတ်ဖို့.
အားအင်တွေပေးထားတဲ့ ဇာတ်ကားကောင်းလေးတစ်ပုဒ်ပါ…
ဇာတ်လမ်းအကျဉ်းကတော့မန်ယွဲ့,(full moon)ဆိုတဲ့ မိန်းကလေးတစ်ယောက်ဟာ
ဝလွန်းတဲ့သူဖြစ်နေပေမယ့် သူများကဲ့ရဲ့တာတွေကိုဘဂရုမစိုက်ပဲ ဘဝမှာပျော်ပျော်နေတတ်တဲ့သူပါ…
တစ်နေ့မှာတော့ မထင်မှတ်ပဲ ဝိတ်လျှော့ပြိုင်ပွဲအစီအစဉ်ကို
ဝင်ပြိုင်ဖို့ဖြစ်လာရာကနေ သူမရဲ့ဘဝဘယ်လိုတွေပြောင်းလဲသွားမှာလဲ…
ပြောင်းလဲသွားတဲ့ဘဝမှာ Fanတွေရဲ့ဝေဖန်ချက်သာအဓိကဖြစ်လာပြီး
မိဘနဲ့သူငယ်ချင်းတွေကိုဂရုမစိုက်နိုင်တော့တဲ့အခါ ဘယ်လိုတွေဖြစ်လာမှာလဲ…….
သူမ ရဲ့ယုံကြည်ရာအတိုင်းလျှောက်လှမ်းနိုင်ပါ့မလား..
ဇာတ်လမ်းတစ်ခုလုံးကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမှာပါ
Translated & Reivew By Phyo Zaw
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
