"Horrible Bosses 2 (2014)
IMDb – 6.3/10_____Rotten – 34%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Zawgyi
*******
ဟာသကားေတြကို ၾကိဳက္ႏွစ္သက္တဲ့ ပရိသတ္ေတြအတြက္
HORRIBLE BOSSESS ဆုိတဲ့ မႈခင္း ဟာသကားေလး 1 နဲ႔ ၂ ကုိ တင္ဆက္ေပးလုိက္ပါတယ္…
နစ္ခ္ ကာ့တ္ နဲ႔ ေဒးလ္ ဆိုတဲ့ သူငယ္ခ်င္း သံုးေယာက္ရွိၾကပါတယ္…
သူတို႔က မတူညီတဲ့ ပတ္ဝန္းက်င္း တစ္ခုစီမွာ ကိုယ္ပိုင္ရာထူးတစ္ခုစီနဲ႕
အလုပ္လုပ္ေနၾကေပမယ့္ သူတို႕ရဲ႕ အလုပ္မွာ အလုပ္ၾကိဳးစားၾကေပမယ့္
အဆင္မေျပၾကတဲ့ သူေတြေပါ့အဓိကအေၾကာင္းကေတာ့
ဆိုးရြားတဲ့ အလုပ္ရွင္ေတြေၾကာင့္ပါပဲနစ္ခ္ေတာ့ ကုမၸဏီတစ္ခုမွာ
အလုပ္လုပ္ေနျပီးေတာ့ သူအလုပ္ၾကိဳးစားေပမယ့္ အက်င့္မေကာင္းတဲ့
အလုပ္ရွင္ေၾကာင့္ အျမဲတမ္း အညစ္ခံေနရသူပါ
ကာ့တ္ ကေတာ့ အလုပ္ရွင္ရ ကံေကာင္းခဲ့ေပမယ့္ ကံမေကာင္းစြာပဲ
သေဘာေကာင္းတဲ့ အလုပ္ရွင္ ေသဆံုးခဲ့ျပီး အလုပ္ရွင္သား ေဆးသမားက
သူ႕အထက္လူၾကီး ျဖစ္လာခဲ့ပါတယ္ေဒးလ္ ဆိုတဲ့ သြားဆရာဝန္
လက္ေထာက္ကေလးကေတာ့ သူအလုပ္လုပ္ေနတဲ့ သြားေဆးခန္းမွာ
သြားဆရာဝန္မ ရဲ႕ လိင္ပိုင္းဆိုင္ရာေႏွာင့္ယွက္မႈကုိ ခံေနရတဲ့သူေပါ့..
သူကေတာ့ ခ်စ္သူအေပၚ သစၥာရွိခ်င္သူဆုိေတာ့ သူ႕အတြက္ ဒုကၡျဖစ္လာခဲ့တယ္
ျပႆနာေပါင္းစံုနဲ႔ သူငယ္ခ်င္းသံုးေယာက္ဟာ ေနာက္ဆံုးမွာေတာ့
အလုပ္ရွင္ေတြကို သတ္ဖို႔ ၾကိဳးစားၾကပါေတာ့တယ္…
ရယ္ေမာစရာ နဲ႔ ရင္ထိတ္စရာ မႈခင္းဟာသကားျဖစ္ျပီး
ညစ္ညမ္းတဲ့ဟာသစကားလံုးေတြပါလို႔ ကေလးသူငယ္ေတြ ဒီေနရာက ေနာက္ျပန္လွည့္ပါ။
Horrible Bosses 1 ကိုဒီမွာေဒါင္းပါ
Unicode
*******
ဟာသကားတွေကို ကြိုက်နှစ်သက်တဲ့ ပရိသတ်တွေအတွက်
HORRIBLE BOSSESS ဆိုတဲ့ မှုခင်း ဟာသကားလေး 1 နဲ့ ၂ ကို တင်ဆက်ပေးလိုက်ပါတယ်…
နစ်ခ် ကာ့တ် နဲ့ ဒေးလ် ဆိုတဲ့ သူငယ်ချင်း သုံးယောက်ရှိကြပါတယ်…
သူတို့က မတူညီတဲ့ ပတ်ဝန်းကျင်း တစ်ခုစီမှာ ကိုယ်ပိုင်ရာထူးတစ်ခုစီနဲ့
အလုပ်လုပ်နေကြပေမယ့် သူတို့ရဲ့ အလုပ်မှာ အလုပ်ကြိုးစားကြပေမယ့်
အဆင်မပြေကြတဲ့ သူတွေပေါ့အဓိကအကြောင်းကတော့
ဆိုးရွားတဲ့ အလုပ်ရှင်တွေကြောင့်ပါပဲနစ်ခ်တော့ ကုမ္ပဏီတစ်ခုမှာ
အလုပ်လုပ်နေပြီးတော့ သူအလုပ်ကြိုးစားပေမယ့် အကျင့်မကောင်းတဲ့
အလုပ်ရှင်ကြောင့် အမြဲတမ်း အညစ်ခံနေရသူပါ
ကာ့တ် ကတော့ အလုပ်ရှင်ရ ကံကောင်းခဲ့ပေမယ့် ကံမကောင်းစွာပဲ
သဘောကောင်းတဲ့ အလုပ်ရှင် သေဆုံးခဲ့ပြီး အလုပ်ရှင်သား ဆေးသမားက
သူ့အထက်လူကြီး ဖြစ်လာခဲ့ပါတယ်ဒေးလ် ဆိုတဲ့ သွားဆရာဝန်
လက်ထောက်ကလေးကတော့ သူအလုပ်လုပ်နေတဲ့ သွားဆေးခန်းမှာ
သွားဆရာဝန်မ ရဲ့ လိင်ပိုင်းဆိုင်ရာနှောင့်ယှက်မှုကို ခံနေရတဲ့သူပေါ့..
သူကတော့ ချစ်သူအပေါ် သစ္စာရှိချင်သူဆိုတော့ သူ့အတွက် ဒုက္ခဖြစ်လာခဲ့တယ်
ပြဿနာပေါင်းစုံနဲ့ သူငယ်ချင်းသုံးယောက်ဟာ နောက်ဆုံးမှာတော့
အလုပ်ရှင်တွေကို သတ်ဖို့ ကြိုးစားကြပါတော့တယ်…
ရယ်မောစရာ နဲ့ ရင်ထိတ်စရာ မှုခင်းဟာသကားဖြစ်ပြီး
ညစ်ညမ်းတဲ့ဟာသစကားလုံးတွေပါလို့ ကလေးသူငယ်တွေ ဒီနေရာက နောက်ပြန်လှည့်ပါ။
Horrible Bosses 1ကို ဒီမှာဒေါင်းပါ
File Size – 834 MB
Quality – Blu-Ray 720p
File Type – mp4
Duration – 1h 48min
Translated & Reivew By Zuel Khant Thwin
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
