"(Unicode)ဒီရုပ်ရှင်ကိုတော့ လူတိုင်းကြိုက်မယ်မထင်ပါဘူး။Pauseအရမ်းကြိုက်မယ့်သူတွေလည်း ရှိပါလိမ့်မယ်။ဒါက ကျွန်တော်တို့တွေ အရမ်းကြိုက်ရတဲ့ ရုပ်ရှင်တွေရဲ့ မူရင်းဝတ္ထုတွေကို ရေးသားခဲ့တဲ့ စာရေးဆရာကြီး တစ်ယောက်ရဲ့ အကြောင်းပါပဲ။The lord of the rings နဲ့ Hobbit ရုပ်ရှင်တွေကို အများစု သိကြမှာပါ။အော်စကာတွေ တစ်ပြုံကြီးနဲ့ ဂန္ဓဝင် ရုပ်ရှင်တွေကိုး။ဒါပေမယ့် မူရင်းဝတ္ထုရဲ့ စာရေးသူကိုတော့ အမာခံဖန်တွေပဲ သိကြမယ်ထင်ပါတယ်။J.R.R.Tolkien ခေါ် ဂျွန် ရော်နယ် ရူအယ် တိုကင်းန်ပါပဲ။တိုကင်းန်ဟာ လူငယ်ဘဝမှာ သူငယ်ချင်း သုံးယောက်ရှိခဲ့ပါတယ်။စာပေအနုပညာကို စိတ်တူကိုယ်တူလိုက်စားကြတဲ့ လေးယောက်အဖွဲ့ပေါ့။ဒါကြောင့်လဲ သူ့ရဲ့ဝတ္ထုတွေမှာ လေးယောက်တွဲတွေ လွှမ်းမိုးမှုရှိခဲ့တာလားပါပဲ။တိုကင်းန်ဟာ ဘာသာစကားတွေ ဒဏ္ဍာရီတွေဘက်မှာ အရမ်းထူးချွန်တဲ့သူပါ။သူဟာ ပထမကမ္ဘာစစ်မှာ ပါဝင်တိုက်ခဲ့ဖူးခဲ့တယ်။ဒုတိယ ကမ္ဘာစစ်မှာ ဝှက်စာဖြေသူအဖြစ် ပြောင်မြောက်စွာ လုပ်ကိုင်ပေးခဲ့ပါသေးတယ်။ကျန်တဲ့အချိန်တွေမှာတော့ ဘာသာစကား ပါမောက္ခအဖြစ် တာဝန်ယူခဲ့တာပါ။ဘာသာစကားနဲ့ပတ်သတ်ပြီး သူပြုစုခဲ့တဲ့ စာအုပ်တွေ ဘာသာပြန်တွေဟာ အခုထိ တက္ကသိုလ်တွေမှာ လေ့လာနေကြရဆဲပါပဲ။Lotr နဲ့ Hobbit ရုပ်ရှင်တွေကို ကြည့်ရတာ ဇာတ်အိမ်ကျယ်ပြန့်လှပြီလို့ ထင်မိပါသလား။ဒါဆိုရင်တော့ ဆရာ တိုကင်းန်က ပြုံးပါလိမ့်မယ်။သူ့ရဲ့ ဝတ္ထုတွေထဲမှာ ဇာတ်ကောင်တွေသာမက ဆွေစဉ်မျိုးဆက် သမိုင်းတွေ၊ ပြက္ခဒိန်တွေ၊ သူကိုယ်တိုင်ဆွဲထားတဲ့ မြေပုံတွေ အပြင် ကိုယ်ပိုင်တီထွင်ထားတဲ့ ဘာသာစကားအသစ်တွေပါ ပါဝင်ခဲပါတယ်။အဲဒီဘာသာစကားအတွက်လည်း အဘိဓာန်တွေ ပြန်ထုတ်ပေးခဲ့ပါသေးတယ်။ရုပ်ရှင်ထဲက အကြောင်းအရာတွေဟာ တိုကင်းန်ရဲ့ လက်ရာတွေနဲ့စာရင် အကျဉ်းချုံးလေးသာသာပဲ ရှိပါသေးတယ်။တိုကင်းန်အပြင် သူသေဆုံးပြီးနောက်မှာ သူ့ရဲ့သား ခရစ္စတိုဖာ တိုကင်းန်ကလည်း သူ့ရဲ့ လက်ရေးမှတ်စုတွေကို ပြန်စုစည်းတည်းဖြတ်ပြီး ထုတ်ဝေခဲ့တဲ့ ကမ္ဘာကျော်စာအုပ်တွေ ရှိခဲ့ပါသေးတယ်။ဒါကြောင့် Lotr ဖန်တွေ ဂျေအာအာတိုကင်းန်ကို စိတ်ဝင်စားတဲ့သူတွေအတွက် ဒီရုပ်ရှင်က အရမ်းကို နှစ်သက်ဖို့ ကောင်းပါလိမ့်မယ်။ဒါတွေနဲ့ မရင်းနှီးဘဲတော့ ဒီရုပ်ရှင်ကိုကြည့်ပြီး ပျင်းစရာလို့ ထင်ကောင်းထင်ပါလိမ့်မယ်လို့ ကြိုပြီး သတိပေးပါရစေ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Little Neo ပဲဖြစ်ပါတယ်……File Size : (900 MB)Quality : Blu-Ray 720pRunning Time : 1hr 52minFormat : Mp4Genre : Biography, Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.X264-AMIABLETranslated by LittleneoEncoded by Thanhtike Zaw"