"(Unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Google Users – 76%
IMDb – 6.2/10
Genere – Thriller /Drama
Kanganaကို ဇာတ်ရုပ်နဲ့ လိုက်ဖက်လွန်းလို့ အံ့မခန်းဖြစ်မိပါတယ်။
ဒီဇာတ်ကားထဲမှာတော့ ပုံရိပ်စစ်နဲ့ ပုံရိပ်ယောင် ကြား အမှန်အမှားခွဲခြားခက်နေတဲ့ မိန်းမတစ်ယောက် အနေနဲ့ မြင်ရမှာပါ။
မင်းသားကတော့ အားလုံးသိတဲ့ Rajkummar Raoပါ။
————————— ———————-
ဇာတ်လမ်းအကျဉ်း ဇာတ်လမ်းစစချင်းမှာ မိဘနှစ်ပါးရန်ဖြစ်နေတာကို ကွယ်ရာက ကြည့်နေတဲ့ ဘော်ဘီကို မြင်ရမှာပါ။
ဘော်ဘီဟာ အသက် ၈နှစ်ဝန်းကျင် မိန်းကလေးတစ်ယောက်။
မိဘနှစ်ပါး ရန်ဖြစ်နေတာကို မနေနိုင်လို့ ကြားက ဝင်ဆွဲရင်း မတော်တဆမှု တစ်ခု ဖြစ်ခဲ့ရတယ်။
ဒါဟာ သူ့ဇာတ်ရုပ်အတွက် မြစ်ဖျားခံရာ တစ်ခုဖြစ်သလို လာမယ့်ဇာတ်လမ်းအတွက် နိမိတ်ပြခန်း တစ်ခုလည်း ဖြစ်နေပါတယ်။
အရွယ်ရောက်လာတော့ သူဟာ အချစ်အကြောင်းမသိ၊ အလုပ်ထဲ စိတ်နှစ်နေတတ်သူ တစ်ယောက်၊ တခါတလေ စိတ်ဟာ ဖြစ်သင့်တာထက် ပိုလွန်ကဲသွားတတ်တယ်။
သူ့အလုပ်က အိန္ဒိယ တောင်ပိုင်းဇာတ်ကားတွေကို ဟင်ဒီအသံသွင်းရာမှာ အသံနဲ့ သရုပ်ဆောင်သူပေါ့။
အဲ့ဒီမှာ သူ့စိတ်ဟာ တစ်ခါတစ်လေ ဇာတ်ကောင်စရိုက်ဝင်သွားတတ်တယ်။
ဇာတ်ထဲ စိတ်နှစ်တတ်တာက တစ်ကြောင်းနဲ့ သူ့ရဲ့ ပုံမှန်စိတ် ချို့တဲ့တဲ့ ဝေဒနာတွေကြောင့်လည်း ဖြစ်တတ်တာပါ။
ဒီလိုနဲ့ တစ်နေ့မှာတော့ ကီရှော့ဗ်နဲ့ ရီမာဆိုတဲ့ အသစ်စက်စက် အိမ်ငှား လင်မယား ရောက်လာခဲ့ပါတယ်။
ကီရှော့ဗ်ကို တွေ့တိုင်း သူ ရင်ခုန်သံတွေ မြန်လာတယ်။
ကီရှော့ဗ်တို့ လင်မယားကို တိတ်တိတ်လေး ခိုးကြည့်တတ်တယ်။
သူဟာ ကီရှော့ဗ်ကို စိတ်ကူးယဉ်ပြီး တခါမှ မဖြစ်ဖူးတဲ့ စိတ်ကူးယဉ်မှုတွေ ဖြစ်လာတယ်။
ဒီလိုနဲ့ပဲ…. ကာမပိုင်ယောကျ်ားကိုမှ စွဲလမ်းမိတဲ့ သူဟာ…. ဘာဆက်လုပ်မလဲ။
ဘာဆက်ဖြစ်ကြမလဲ။
ဒီကြားထဲ လူသေမှုတစ်ခုနဲ့ ချိတ်ဆက်ပြီး စိတ်ဝင်စားစရာ ပိုကောင်းလာခဲ့ပါတယ်။
ကြည့်တိုင်းလည်း မမြင်နိုင်၊ မြင်တဲ့အတိုင်းလည်း အမှန်မဖြစ်နိုင်တဲ့ ဇာတ်ကားမို့ ခံစားကြည့်ကြပါဦးဗျာ။
————————————————
အညွန်းထဲမှာတော့ မင်းသားရဲ့ အကြောင်းတွေကို Spoiler မမိစေချင်လို့ မရေးချင်တော့ပါဘူး။
ဇာတ်လမ်းအစပိုင်းတွေမှာ 18+ နည်းနည်းဆန်နေလိမ့်မယ်။
လိင်ဆက်ဆံဖို့ စိတ်ဝင်စားလာတဲ့ ဇာတ်ရုပ်တွေ၊ ပြောစကားတွေဟာ မိဘတွေနဲ့အတူ ကြည့်ရှုဖို့ သင့်တော်မှာ မဟုတ်ပါဘူး။
တစ်ခုတောင်းဆိုရမယ်ဆို လျှာကို သွက်အောင် လေ့ကျင့်တဲ့ စာကြောင်းတစ်ချို့ကို ထည့်မရေးဖြစ်ခဲ့ပါဘူး။ ဒါလေးတော့ ခွင့်လွှတ်ပေးပါ။
(အညွှန်းနဲ့ ဘာသာပြန်ပေးထားကြသူတွေကတော့ ညီညီကိုးနဲ့ မြင့်သူ ပါ။)
(Zawgyi)
Google Users – 76%
IMDb – 6.2/10
Genere – Thriller /Drama
Kanganaကို ဇာတ္႐ုပ္နဲ႔ လိုက္ဖက္လြန္းလို႔ အံ့မခန္းျဖစ္မိပါတယ္။
ဒီဇာတ္ကားထဲမွာေတာ့ ပံုရိပ္စစ္နဲ႔ ပံုရိပ္ေယာင္ ၾကား အမွန္အမွားခြဲျခားခက္ေနတဲ့ မိန္းမတစ္ေယာက္ အေနနဲ႔ ျမင္ရမွာပါ။
မင္းသားကေတာ့ အားလံုးသိတဲ့ Rajkummar Raoပါ။
————————— ———————-
ဇာတ္လမ္းအက်ဥ္း ဇာတ္လမ္းစစခ်င္းမွာ မိဘႏွစ္ပါးရန္ျဖစ္ေနတာကို ကြယ္ရာက ၾကည့္ေနတဲ့ ေဘာ္ဘီကို ျမင္ရမွာပါ။
ေဘာ္ဘီဟာ အသက္ ၈ႏွစ္ဝန္းက်င္ မိန္းကေလးတစ္ေယာက္။
မိဘႏွစ္ပါး ရန္ျဖစ္ေနတာကို မေနႏိုင္လို႔ ၾကားက ဝင္ဆြဲရင္း မေတာ္တဆမႈ တစ္ခု ျဖစ္ခဲ့ရတယ္။
ဒါဟာ သူ႕ဇာတ္႐ုပ္အတြက္ ျမစ္ဖ်ားခံရာ တစ္ခုျဖစ္သလို လာမယ့္ဇာတ္လမ္းအတြက္ နိမိတ္ျပခန္း တစ္ခုလည္း ျဖစ္ေနပါတယ္။
အရြယ္ေရာက္လာေတာ့ သူဟာ အခ်စ္အေၾကာင္းမသိ၊ အလုပ္ထဲ စိတ္ႏွစ္ေနတတ္သူ တစ္ေယာက္၊ တခါတေလ စိတ္ဟာ ျဖစ္သင့္တာထက္ ပိုလြန္ကဲသြားတတ္တယ္။
သူ႕အလုပ္က အိႏၵိယ ေတာင္ပိုင္းဇာတ္ကားေတြကို ဟင္ဒီအသံသြင္းရာမွာ အသံနဲ႔ သ႐ုပ္ေဆာင္သူေပါ့။
အဲ့ဒီမွာ သူ႕စိတ္ဟာ တစ္ခါတစ္ေလ ဇာတ္ေကာင္စ႐ိုက္ဝင္သြားတတ္တယ္။
ဇာတ္ထဲ စိတ္ႏွစ္တတ္တာက တစ္ေၾကာင္းနဲ႔ သူ႕ရဲ႕ ပံုမွန္စိတ္ ခ်ဳိ႕တဲ့တဲ့ ေဝဒနာေတြေၾကာင့္လည္း ျဖစ္တတ္တာပါ။
ဒီလိုနဲ႔ တစ္ေန႔မွာေတာ့ ကီေရွာ႕ဗ္နဲ႔ ရီမာဆိုတဲ့ အသစ္စက္စက္ အိမ္ငွား လင္မယား ေရာက္လာခဲ့ပါတယ္။
ကီေရွာ႕ဗ္ကို ေတြ႕တိုင္း သူ ရင္ခုန္သံေတြ ျမန္လာတယ္။
ကီေရွာ႕ဗ္တို႔ လင္မယားကို တိတ္တိတ္ေလး ခိုးၾကည့္တတ္တယ္။
သူဟာ ကီေရွာ႕ဗ္ကို စိတ္ကူးယဥ္ၿပီး တခါမွ မျဖစ္ဖူးတဲ့ စိတ္ကူးယဥ္မႈေတြ ျဖစ္လာတယ္။
ဒီလိုနဲ႔ပဲ…. ကာမပိုင္ေယာက်္ားကိုမွ စြဲလမ္းမိတဲ့ သူဟာ…. ဘာဆက္လုပ္မလဲ။
ဘာဆက္ျဖစ္ၾကမလဲ။
ဒီၾကားထဲ လူေသမႈတစ္ခုနဲ႔ ခ်ိတ္ဆက္ျပီး စိတ္ဝင္စားစရာ ပိုေကာင္းလာခဲ့ပါတယ္။
ၾကည့္တိုင္းလည္း မျမင္ႏိုင္၊ ျမင္တဲ့အတိုင္းလည္း အမွန္မျဖစ္ႏိုင္တဲ့ ဇာတ္ကားမို႔ ခံစားၾကည့္ၾကပါဦးဗ်ာ။
————————————————
အၫြန္းထဲမွာေတာ့ မင္းသားရဲ႕ အေၾကာင္းေတြကို Spoiler မမိေစခ်င္လို႔ မေရးခ်င္ေတာ့ပါဘူး။
ဇာတ္လမ္းအစပိုင္းေတြမွာ 18+ နည္းနည္းဆန္ေနလိမ့္မယ္။
လိင္ဆက္ဆံဖို႔ စိတ္ဝင္စားလာတဲ့ ဇာတ္႐ုပ္ေတြ၊ ေျပာစကားေတြဟာ မိဘေတြနဲ႔အတူ ၾကည့္႐ႈဖို႔ သင့္ေတာ္မွာ မဟုတ္ပါဘူး။
တစ္ခုေတာင္းဆိုရမယ္ဆို လွ်ာကို သြက္ေအာင္ ေလ့က်င့္တဲ့ စာေၾကာင္းတစ္ခ်ဳိ႕ကို ထည့္မေရးျဖစ္ခဲ့ပါဘူး။ ဒါေလးေတာ့ ခြင့္လႊတ္ေပးပါ။
(အၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားၾကသူေတြကေတာ့ ညီညီကိုးနဲ႔ ျမင့္သူ ပါ။)
File Size : (900 MB ) and (450 MB)
Quality : WEB-DL 720p
Running Time : 2hr 01min
Format : Mp4
Genre : Comedy, Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.Zee5.WEB-DL.AAC.2.0.x264-Telly
Translated by Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
