"Brahmastra Part One: Shiva (2022)
Action, Adventure, Fantasy
IMDb 5.6/10 (96K)
ကဲ ကဲ အားလုံးပဲ စောင့်ရကျိုးအတော်နပ်မယ့် ကားကောင်လေးတစ်ကားကို
ဦးဦးဖျားဖျား တင်ဆက်ပေးတော့မယ်နော်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်ကားမှာ Lead Role တွေအနေနဲ့ ရန်ဗီးကပူး..အာလီယားဘတ်..အမီတာဘဂျမ်းနဲ့
မြွေမင်းသမီးလေး မွန်နီးရွိုင်းတို့က သရုပ်ဆောင်ထားပြီး Cameo အနေနဲ့ ရှာရွတ်ခန်း ဒီပီကားပါဒူကွန်
တေလဂူမင်းသားကြီး နာဂဂျွန်နာအခီနယ်နီ စတဲ့မင်းသား မင်းသမီးကြီးတွေအပြင်
တခြားသရုပ်ဆောင်ပေါင်းများစွာလည်း ပါဝင်အားဖြည့်ပေးထားပါတယ်…
ကဲ…အခု ဇာတ်လမ်းဘက်ကိုလှည့်မယ်
တစ်ရက် ဟိမဝန္တာတောင်ပေါ်မှာ တရားကျင့်ကြံအားထုတ်နေတဲ့ ရသေ့ရဟန်းတွေဆီကို
အလင်းတန်းတစ်ခုကျရောက်လာခဲ့ပြီး ဘုရားသခင်က သူတို့ကို အက်စသရ(စွမ်းအင်လက်နက်)တွေ
ချီးမြှင့်ခဲ့တယ်
အဲ့ဒီအက်စသရတွေနဲ့အတူ Lord Shiva ရဲ့ Almighty Weapon ကြီးဖြစ်တဲ့
ဗရမာစသရပါ ပေါ်ပေါက်လာခဲ့တယ် အဲ့ဒီအက်စသရကို ပိုင်ဆိုင်တဲ့သူဟာ
လောကခပ်သိမ်းကို အသစ်တစ်ဖန် ဖန်ဆင်းနိုင်သလို အရာခပ်သိမ်းကိုလည်း
ဖျက်ဆီးနိုင်စွမ်းရှိတယ်…
ဒါကြောင့် ဗရမန့်ချ်ဆိုတဲ့စောင့်ရှောက်ရေးအဖွဲ့အစည်းတစ်ခုက ဒီ ဗရမာစသရကို
အပိုင်းသုံးပိုင်းပိုင်းပြီး ခေတ်အဆက်ဆက်ထိန်းသိမ်းစောင့်ရှောက်လာခဲ့ကြတယ်
ဒီဗရမာစသရကို လိုချင်နေတဲ့ အဖျက်မုဆိုးအဖွဲ့အစည်းတစ်ခုကလည်း ရှိနေတယ်
ရှီဗား..
သူကတော့ သူ့ကံကြမ္မာကြီးဟာ ဒီအက်စသရတွေနဲ့
ဆက်နွယ်ထားတယ်ဆိုတာကို သူကိုယ်တိုင်တောင် မသိတဲ့သူတစ်ယောက်ပေါ့…
ငယ်ငယ်လေးကတည်းက မိမရှိ ဖမရှိနဲ့ ကြီးပြင်းလာခဲ့ရပေမယ့် ဘဝကို
ရိုးရိုးရှင်းရှင်းနဲ့ ပျော်ပျော်ဖြတ်သန်းနေသူတစ်ယောက်ပါ…
သူက ထူးဆန်းတဲ့ အမြင်တွေရရနေတတ်တယ်…
တစ်ရက် လူတစ်ယောက်ကို အဖွဲ့တစ်ဖွဲ့က သတ်ဖြတ်နေတာကို
သူ့အမြင်ထဲမှာ ပေါ်လာခဲ့တယ်…
နောက်တော့ သူ့အမြင်ထဲက အသတ်ခံရတဲ့သူဟာ
အပြင်မှာ တကယ်သေဆုံးသွားကြောင်း သိလိုက်ရတဲ့အခါမှာတော့…။
သူဟာ ဒီလျှို့ဝှက်ချက်ကြီးကို စတင်ရှာဖွေလာပါတော့တယ်…
ကဲ ဆက်လက်ပြီး ရှီဗားနဲ့အတူ ဇာတ်လမ်းထဲမှာ စီးမျောသွားလိုက်ကြပါဦးနော်
ဒီဇာတ်ကားလေးက ကျွန်တော့်အထင် Indian Superhero Verse ကို
ဆွဲခေါ်သွားမယ်လို့ ယူဆရတယ်..ဒီလိုလုပ်ဖို့လည်း ဒါရိုက်တာက
စဉ်းစားနေပါတယ်…
ဒီတော့ First Indian Superhero Universe Film လို့ ပြောလို့ရမယ်ထင်တယ်
ဒါပေမဲ့ တကယ်တမ်း Superhero လို့သွားသုံးနှုန်းပြန်ရင်လည်း ဟင်ဒူဘာသာဝင်များအတွက်
စိတ်အနှောင့်အယှက်ဖြစ်နိုင်ပါတယ်..ဘာလို့ဆို ခုကားက Indian Almighty God တွေအကြောင်းနဲ့
သူတို့ရဲ့ အစွမ်းထက်အက်စသရ(စွမ်းအင်လက်နက်)တွေအကြောင်းကို ရိုက်ပြထားလို့လေ
ဘာပဲဖြစ်ဖြစ်ပါ Part Two လည်းထွက်မှာဆိုတော့…
Part Two မှာ ရန်ဗီးဆင်းနဲ့ ဒီပီကားပါဒူကွန်တို့က Lead Role အနေနဲ့
ပါဝင်လာနိုင်ဖွယ်ရှိပါတယ်
ဆိုတော့ ရင်ခုန်ခုန်နဲ့ စောင့်ရဦးမှာပေါ့နော်…။
File size…8.7GB / 3.71GB / 1.86GB
Quality…4k HEVC / 1080p WEB DL / 720p
Format…mp4
Duration….2h 47m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Taylor ~ Win Lae Yi Khaing ~ BpL ~ Thet Ko
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
