"Along Came the Devil(2018)(Zawgyi)Pauseသူငယ္ခ်င္းအေပါင္းအေဖာ္ေတြနဲ႔ လက္တည့္စမ္းၿပီးေတာ့ပဲျဖစ္ျဖစ္ အေပ်ာ္သေဘာနဲ႔ပဲျဖစ္ျဖစ္ ပရေလာကသားေတြနဲ႔ဆက္သြယ္မိၾကတဲ့သူမ်ိဳးေတြရွိၾကမွာပါပဲ အဲ့အခါက်ရင္ ကိုယ္ဆက္သြယ္မိတဲ့ဝိညာဥ္က ေကာင္းမြန္တဲ့၀ိညဥ္ဆုိရင္ ျပသနာ မရွိေပမယ့္ ၾကမ္းတမ္းတဲ့သူနဲ႔ခ်ိတ္မိရင္ေတာ့ မေတြးဝံ့စရာပါပဲ...ဒီဇာတ္လမ္းထဲမွာလဲ အဲ့အေၾကာင္းကိုအေျခခံၿပီးေတာ့ ႐ိုက္ကူးပုံေဖာ္ထားပါတယ္…ဒီဇာတ္ကားထဲမွာ အက္ရွ္ေလလို႔ေခၚတဲ့ မိန္းကေလးတစ္ဦးဟာ ကေလးဘဝကတည္းက မိခင္နဲ႔ေဝးကြာခဲ့ၿပီး ဒုကၡေရာက္ခဲ့ရတဲ့သူတစ္ေယာက္ေပါ့ ..သူမဟာသူ႔အေမကို အရမ္းေတြ႕ခ်င္ေနခဲ့ၿပီး တစ္ေန႔မွာသူငယ္ခ်င္းေတြနဲ႔စုၿပီး ဝိညာဥ္ေခၚတမ္းကစားၾကတယ္ ..သူဟာအဲ့ကတည္းက သူ႔နာမည္ကိုတစ္ေယာက္ေယာက္က မၾကာခနေခၚေနတာကိုၾကားရတယ္….သူကေတာ့သူ႔အေမလို႔ထင္ၿပီး ေနာက္တစ္ရက္မွာ သူငယ္ခ်င္းတစ္ေယာက္ အကူအညီနဲ႔ ထပ္ၿပီးသူ႔အေမဝိညာဥ္နဲ႔ ဆက္သြယ္ဖို႔ႀကိဳးစားခဲ့တဲ့အခ်ိန္မွာေတာ့ အက္ရွ္ေလတစ္ေယာက္ သူ႔အေမဝိညာဥ္နဲ႔ ျပန္ေတြ႕မွာလား…တစ္ျခားဘယ္လိုဆက္ျဖစ္ၾကမလဲဆိုတာကိုေတာ့….ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္….(Unicode)သူငယ်ချင်းအပေါင်းအဖော်တွေနဲ့ လက်တည့်စမ်းပြီးတော့ပဲဖြစ်ဖြစ် အပျော်သဘောနဲ့ပဲဖြစ်ဖြစ်ပရလောကသားတွေနဲ့ ဆက်သွယ်မိကြတဲ့သူမျိုးတွေရှိကြမှာပါပဲ အဲ့အခါကျရင် ကိုယ်ဆက်သွယ်မိတဲ့ဝိညာဉ်ကကောင်းမွန်တဲ့ ဝိညဉ်ဆိုရင် ပြသနာ မရှိပေမယ့် ကြမ်းတမ်းတဲ့သူနဲ့ချိတ်မိရင်တော့ မတွေးဝံ့စရာပါပဲ...ဒီဇာတ်လမ်းထဲမှာလဲ အဲ့အကြောင်းကိုအခြေခံပြီးတော့ ရိုက်ကူးပုံဖော်ထားပါတယ်...ဒီဇာတ်ကားထဲမှာ အက်ရှ်လေလို့ခေါ်တဲ့ မိန်းကလေးတစ်ဦးဟာ ကလေးဘဝကတည်းကမိခင်နဲ့ဝေးကွာခဲ့ပြီး ဒုက္ခရောက်ခဲ့ရတဲ့သူတစ်ယောက်ပေါ့ သူမဟာသူ့အမေကို အရမ်းတွေ့ချင်နေခဲ့ပြီး တစ်နေ့မှာသူငယ်ချင်းတွေနဲ့စုပြီး ဝိညာဉ်ခေါ်တမ်းကစားကြတယ် သူဟာအဲ့ကတည်းကသူ့နာမည်ကိုတစ်ယောက်ယောက်က မကြာခနခေါ်နေတာကိုကြားရတယ် သူကတော့သူ့အမေလို့ထင်ပြီး နောက်တစ်ရက်မှာ သူငယ်ချင်းတစ်ယောက် အကူအညီနဲ့ ထပ်ပြီးသူ့အမေဝိညာဉ်နဲ့ ဆက်သွယ်ဖို့ကြိုးစားခဲ့တဲ့အချိန်မှာတော့အက်ရှ်လေတစ်ယောက် သူ့အမေဝိညာဉ်နဲ့ ပြန်တွေ့မှာလား…တစ်ခြားဘယ်လိုဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့….ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်….File Size : (850 MB) and (307MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:30:00Genre : Horror, Drama,ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zwe Zan AungEncoded by Phyo Pyae"