"Mission Mangal(2019)အညှှနြး
************************
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(Zawgyi)
မိုဘိုင်းဖုန်းဆိုတာ ဘာမှန်းမသိသေးတဲ့အချိန်တစ်ခုကို ကျွန်တော်တို့ ပြန်သွားကြည့်ရအောင်..
. အဲ့လိုအချိန်တစ်ခုရဲ့ စကားဝိုင်းတစ်ခုမှာ “နောင်ကျရင် လူတွေက ရန်ကုန်နဲ့ မန်းလေး ဆက်သွယ်စကားပြောဖို့ကို
ငါးလက်မလောက်ပဲရှိတဲ့ ပစ္စည်းလေးရှိရုံနဲ့ စကားပြောလို့ရတော့မှာ” လို့ ကျွန်တော် ပြောလိုက်ရင်
ခင်ဗျားတို့အကုန်လုံး ဝိုင်းလှောင် ဝိုင်းဟားကြမှာပါ “သိပ္ပံအောင်မြင်မှုဆိုတာ တစ်ချိန်တုန်းကတော့ ဟာသတစ်ပုဒ်လိုပါပဲ” တဲ့
ISRO ဆိုတဲ့ အိန္ဒိယအာကာသ သုတေသနအဖွဲ့က သိပ္ပံပညာရှင် ရာကိရှ်ဒါဝမ်မှ သူ့ကို ဝေဖန်လာတဲ့သူကို ပြန်ချေပလိုက်တဲ့စကားပါ…
ဒါဆို သူက ဘယ်လိုဟာသတွေ ပြောလိုက်တာပါလိမ့် မားစ်ဂြိုဟ်ကိုလေ့လာဖို့ ဂြိုဟ်တုလွှတ်တင်မယ်လို့ ပြောလိုက်တာပါ..
. အဲ့ဒီအချိန်တုန်းက မားစ်ကိုသွားဖို့ ကြိုးစားရာမှာ ကမ္ဘာ့ထိပ်သီးနိုင်ငံတွေဖြစ်တဲ့ ရုရှားနဲ့ အမေရိကန်လည်း ပါဝင်ပါတယ်..
.သူတို့တွေ အောင်မြင်ခဲ့လားဆိုတော့ မအောင်မြင်ခဲ့ပါဘူး…ရုရှားဟာ ရှစ်ကြိမ်တိုင်တိုင် ကျရှုံးခဲ့ပြီး အမေရိကန်ဟာလည်း လေးကြိမ်တိုင်အောင် ကျရှုံးထားတာပါ..
. ဒါကို အိန္ဒိယသိပ္ပံပညာရှင် ရာကိက ဘာပြောလဲဆိုတော့ “ပထမဆုံးအကြိမ်မှာကို အောင်မြင်အောင် လုပ်ပြမယ်” တဲ့
ဒီလိုစကားပြောရအောင်သူ့မှာ ဘယ်လိုယုံကြည်ချက်တွေ ဘယ်လိုအရည်အချင်းတွေရှိလို့များပါလိမ့်…
သူဘယ်လိုတွေဆက်လုပ်ပြမလဲဆိုတာကိုတော့ ဖြစ်ရပ်မှန် အိန္ဒိယသိပ္ပံကားလေးမှာပဲ ကြည့်ကြည့်လိုက်ကြပါ…
ဇာတ်ကားကောင်းမို့ လက်မလွှတ်စေချင်ပါကြောင်း….
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်…..
(Unicode)
မိုဘိုငျးဖုနျးဆိုတာ ဘာမှနျးမသိသေးတဲ့အခြိနျတဈခုကို ကြှနျတောျတို့ ပွနျသှားကွည့ျရအောငျ..
. အဲ့လိုအခြိနျတဈခုရဲ့ စကားဝိုငျးတဈခုမှာ “နောငျကရြငျ လူတှကေ ရနျကုနျနဲ့ မနျးလေး ဆကျသှယျစကားပွောဖို့ကို
ငါးလကျမလောကျပဲရှိတဲ့ ပစ်စညျးလေးရှိရုံနဲ့ စကားပွောလို့ရတော့မှာ” လို့ ကြှနျတောျ ပွောလိုကျရငျ
ခငျဗြားတို့အကုနျလုံး ဝိုငျးလှောငျ ဝိုငျးဟားကွမှာပါ “သိပ်ပံအောငျမွငျမှုဆိုတာ တဈခြိနျတုနျးကတော့ ဟာသတဈပုဒျလိုပါပဲ” တဲ့
ISRO ဆိုတဲ့ အိန်ဒိယအာကာသ သုတသေနအဖှဲ့က သိပ်ပံပညာရှငျ ရာကိရျှဒါဝမျမှ သူ့ကို ဝဖေနျလာတဲ့သူကို ပွနျခြပေလိုကျတဲ့စကားပါ…
ဒါဆို သူက ဘယျလိုဟာသတှေ ပွောလိုကျတာပါလိမ့ျ မားဈဂွိုဟျကိုလေ့လာဖို့ ဂွိုဟျတုလှှတျတငျမယျလို့ ပွောလိုကျတာပါ..
. အဲ့ဒီအခြိနျတုနျးက မားဈကိုသှားဖို့ ကွိုးစားရာမှာ ကမ်ဘာ့ထိပျသီးနိုငျငံတှဖွေဈတဲ့ ရုရှားနဲ့ အမရေိကနျလညျး ပါဝငျပါတယျ..
.သူတို့တှေ အောငျမွငျခဲ့လားဆိုတော့ မအောငျမွငျခဲ့ပါဘူး…ရုရှားဟာ ရှဈကွိမျတိုငျတိုငျ ကရြှုံးခဲ့ပွီး အမရေိကနျဟာလညျး လေးကွိမျတိုငျအောငျ ကရြှုံးထားတာပါ..
. ဒါကို အိန်ဒိယသိပ်ပံပညာရှငျ ရာကိက ဘာပွောလဲဆိုတော့ “ပထမဆုံးအကွိမျမှာကို အောငျမွငျအောငျ လုပျပွမယျ” တဲ့
ဒီလိုစကားပွောရအောငျသူ့မှာ ဘယျလိုယုံကွညျခကြျတှေ ဘယျလိုအရညျအခငြျးတှရှေိလို့မြားပါလိမ့ျ…
သူဘယျလိုတှဆေကျလုပျပွမလဲဆိုတာကိုတော့ ဖွဈရပျမှနျ အိန်ဒိယသိပ်ပံကားလေးမှာပဲ ကွည့ျကွည့ျလိုကျကွပါ…
ဇာတျကားကောငျးမို့ လကျမလှှတျစခေငြျပါကွောငျး….
ဇာတျလမျးအညှှနျးနဲ့ ဘာသာပွနျသူကတော့ Paing ပဲဖွဈပါတယျ…..
File Size : (1.01GB) and (380 MB)
Quality :WEB-DL 720p,
Format…mp4
Duration…02:10:00
Genre : Drama, History
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Paing
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
