"(Unicode)အသစ်ထွက်လာတဲ့ ကိုရီးယားအက်ရှင်ကားကြမ်းကြမ်းလေးပဲဖြစ်ပါတယ်။PauseAction/Crime ဇာတ်ကားအမျိုးအစားဖြစ်တဲ့ Fist & Furious ဟာနာမည်အတိုင်းပဲ အတိုက်အခိုက်အသတ်အပုတ်ကောင်းကောင်းအသားပေး ရိုက်ကူးထားပါတယ်။ကိုရီးယားစုံထောက်ရဲတွေရဲ့အက်ရှင်ကားကြိုက်သူတွေအတွက် သဘောတွေ့စေမယ့်ဇာတ်ကားလေးပါ။ဒါ့အပြင် MyDramaList မှာ 7.9/10 အထိရထားတဲ့ကားလေးလည်းဖြစ်ပါတယ်။Main Cast တွေအနေနဲ့ Jung Doo Hong, Ryu Deok Hwan, Soe Eun Ah တို့ပါဝင်သရုပ်ဆောင်ထားပြီး ဇာတ်အိမ်နဲ့ရိုက်ကူးထားပုံကလည်းကောင်းပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့….တစ်ချိန်ကရဲဝန်ထမ်းလောကမှာ နာမည်ကောင်းရထားတဲ့ ကန်ကီမန်ဆိုတဲ့စုံထောက်ဟာ နောက်ပိုင်းအလုပ်မှာပြဿနာတွေတက်လာပြီးနောက်တစ်ခုတော့နေ့….သူ့ရဲ့တွဲဖက်အသစ်..ရဲဝန်ထမ်းအသစ်လေးနဲ့စလုပ်တဲ့နေ့မှာပဲပြဿနာအကြီးအကျယ်တက်ရုံတင်မဟုတ်ဘဲ ခေါင်းထဲကိုပါဓားအထိုးခံရတဲ့အထိဖြစ်ပွားခဲ့ပါတယ်။နောက်သုံးနှစ်ကြာအထိ ဘဝကိုနလန်မထူနိုင်ဘဲနေရင်းနဲ့မှ အလွတ်တန်းရုပ်သံရိုက်ကူးသူတစ်ယောက်ဖြစ်တဲ့ နမ်ဂွတ်ဟွမ်နဲ့တွေ့ချိန်မှာတော့တစ်ချိန်ကသူလျစ်လျူရှုခဲ့တဲ့အမှု သူနောက်ဆုံးဒီလိုအခြေအနေထိဖြစ်ခဲ့တဲ့အမှုကို ပြန်ခြေရာကောက်လိုက်ကြတာပဲဖြစ်ပါတယ်။အတိုက်အခိုက်အသတ်အပုတ်တွေကောင်းကောင်းရိုက်ပြထားပြီး….စိတ်ဝင်စားဖို့ကောင်းတာကြောင့်ကိုရီးယားအက်ရှင်ကြိုက်တဲ့သူတွေ အပန်းပြေကြည့်ကောင်းစေမယ့်ဇာတ်ကားလေးပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ)(Zawgyi)အသစ္ထြက္လာတဲ့ ကိုရီးယားအက္ရွင္ကားၾကမ္းၾကမ္းေလးပဲျဖစ္ပါတယ္။Action/Crime ဇာတ္ကားအမ်ဳိးအစားျဖစ္တဲ့ Fist & Furious ဟာနာမည္အတိုင္းပဲ အတိုက္အခိုက္အသတ္အပုတ္ေကာင္းေကာင္းအသားေပး ရိုက္ကူးထားပါတယ္။ကိုရီးယားစံုေထာက္ရဲေတြရဲ႕အက္ရွင္ကားၾကိဳက္သူေတြအတြက္ သေဘာေတြ႕ေစမယ့္ဇာတ္ကားေလးပါ။ဒါ့အျပင္ MyDramaList မွာ 7.9/10 အထိရထားတဲ့ကားေလးလည္းျဖစ္ပါတယ္။Main Cast ေတြအေနနဲ႕ Jung Doo Hong, Ryu Deok Hwan, Soe Eun Ah တို႕ပါ၀င္သရုပ္ေဆာင္ထားျပီး ဇာတ္အိမ္နဲ႕ရိုက္ကူးထားပံုကလည္းေကာင္းပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့….တစ္ခ်ိန္ကရဲ၀န္ထမ္းေလာကမွာ နာမည္ေကာင္းရထားတဲ့ ကန္ကီမန္ဆိုတဲ့စုံေထာက္ဟာ ေနာက္ပိုင္းအလုပ္မွာျပႆနာေတြတက္လာျပီးေနာက္တစ္ခုေတာ့ေန႕….သူ႕ရဲ႕တြဲဖက္အသစ္..ရဲ၀န္ထမ္းအသစ္ေလးနဲ႕စလုပ္တဲ့ေန႕မွာပဲျပႆနာအၾကီးအက်ယ္တက္ရုံတင္မဟုတ္ဘဲ ေခါင္းထဲကိုပါဓားအထိုးခံရတဲ့အထိျဖစ္ပြားခဲ့ပါတယ္။ေနာက္သံုးႏွစ္ၾကာအထိ ဘ၀ကိုနလန္မထူႏိုင္ဘဲေနရင္းနဲ႕မွ အလြတ္တန္းရုပ္သံရိုက္ကူးသူတစ္ေယာက္ျဖစ္တဲ့ နမ္ဂြတ္ဟြမ္နဲ႕ေတြ႕ခ်ိန္မွာေတာ့တစ္ခ်ိန္ကသူလ်စ္လ်ဴရႈခဲ့တဲ့အမႈ သူေနာက္ဆံုးဒီလိုအေျခအေနထိျဖစ္ခဲ့တဲ့အမႈကို ျပန္ေျခရာေကာက္လိုက္ၾကတာပဲျဖစ္ပါတယ္။အတိုက္အခုိက္အသတ္အပုတ္ေတြေကာင္းေကာင္းရိုက္ျပထားျပီး….စိတ္၀င္စားဖို႕ေကာင္းတာေၾကာင့္ကုိရီးယားအက္ရွင္ၾကိဳက္တဲ့သူေတြ အပန္းေျပၾကည့္ေကာင္းေစမယ့္ဇာတ္ကားေလးပါ။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ)File Size : (750 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1hr 30minFormat : Mp4Genre : Action, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.AAC.H264-NonDRMTranslated by Thura Zarni AungEncoded by Thanhtike Zaw"