"(Unicode)
တကယ်တော့ ဒီဇာတ်လမ်းက ဖြစ်ရပ်မှန်ကို အခြေပြုပြီး ရိုက်ကူးထားတဲ့ ဇာတ်ကားပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၂၀၀၈ ခုနှစ် စက်တင်ဘာလ ၁၃ရက်နေ့က ဒေလီမြို့မှာ ပေါက်ကွဲမှု ငါးကြိမ်ဖြစ်ပွားပြီးတဲ့ နောက်ပိုင်း စက်တင်ဘာလ ၁၉ရက်နေ့က
ဒေလီမြို့၊ ဂျမီယာနဂါးအရပ်မှာရှိတဲ့ ဖြစ်ပွားခဲ့တဲ့ Batla House encounter case (Batla House ပစ်ခတ်ဖမ်းဆီးမှု) သို့မဟုတ်
Operation Batla House (Batla House စစ်ဆင်ရေး) ကို အခြေခံထားတာပါ။
အဲ့ဒီစစ်ဆင်ရေးမှာ အကြမ်းဖက်သမားလို့ရဲတွေဘက်က ယူဆထားခဲ့တဲ့ Jamia Millia Islamia University (ဂျမီယာမီလ်လာအစ္စလာမ်မီယာတက္ကသိုလ်)က
ကျောင်းသားငါးယောက်ကို ပိတ်ဆို့ဖမ်းဆီးရင်း နှစ်ဦးနှစ်ဖက် ပစ်ခတ်တဲ့ အခြေအနေကို ရောက်သွားတယ်။
ဒီဖြစ်စဉ်မှာ ကျောင်းသား ၂ယောက်ကို အသေဖမ်းမိတယ် ၊ ၂ယောက်က လွတ်သွားပြီး ၊ ကျန် ၁ ယောက်ကို အရှင်ဖမ်းမိတယ် ။
ရဲတွေဘက်မှာလည်း စစ်ဆင်ရေးကို ဦးဆောင်တဲ့ အရာရှိတစ်ယောက် ကျဆုံးပြီး ၊ တစ်ယောက်က တရားအစွဲခံရတယ်။
အဲ့ဒီအချိန်တုန်းက ဒေလီရဲတပ်ဖွဲ့ကို ပြည်သူက အယုံအကြည်ကင်းမဲ့နေချိန်မို့ ဒါဟာ ရဲတွေဘက်က နိုင်ငံရေးလှည့်ကွက်တစ်ခုကို ဖန်တီးပြီး
ပြည်သူတွေနဲ့နိုင်ငံရေးသမားတွေကို လှည့်ဖြားတယ်လို့ပဲ အားလုံးက ယူဆလိုက်ကြတယ်။
ဂျမီယာမီလ်လာအစ္စလာမ်မီယာတက္ကသိုလ်က ကျောင်းသားတွေ ၊ ကျောင်းဆရာတွေနဲ့ နိုင်ငံရေးသမားတွေ ဆူပူအုံကြွလာတယ်။
အပြစ်မဲ့ ကျောင်းသားတွေကို သတ်ရပါ့မလားဆိုပြီး ဆန္ဒပြကြတယ်။မီဒီယာကနေ အော်ကြတယ်။
အဖက်ဖက်က အစိုးရကို ဖိအားတွေ ပေးလာတဲ့အချိန်မှာ ဒီစစ်ဆင်ရေးကို ဦးဆောင်တဲ့ အရာရှိမိုဟန်ချန်းရှာမားတစ်ယောက် အပြစ်မဲ့ ကျောင်းသား၅ယောက်ကို
သတ်ခဲ့တဲ့ စွပ်စွဲချက်ကြောင့် တရားရုံးမှာ တရားရင်ဆိုင်ရမယ့် အခြေအနေအထိ ဖြစ်လာခဲ့တော့တယ်။
အဖြစ်အပျက်ကို အခြေခံပြီး ၊ ဒီစစ်ဆင်ရေးကို ဦးဆောင်ခဲ့တဲ့ အရာရှိ မိုဟန်ချန်းရှာမားနေရာကို
မင်းသားကြီး ဂျွန်အေဗရာဟမ်က ဆန်ဂျေးကူးမားရ်ဆိုတဲ့ ဇာတ်ကောင်နာမည်နဲ့ ပါဝင် သရုပ်ဆောင်ထားပါတယ်။
ဖြစ်ရပ်မှန်ဇာတ်ကားဆိုတော့ အစပိုင်းမှာ ဟိုရောက်လိုက် ဒီရောက်လိုက် ဖြစ်နေသလို ခံစားရနိုင်ပေမယ့်
ဇာတ်လမ်းရဲ့ ဆွဲငင်နိုင်မှုက အတော်ကြီးကို အားကောင်းလှပါတယ်။
အဆုံးသတ်အထိ ကြည့်ပြီးသွားရင်တော့ ရသတစ်ခုခုကို ခံစားရမယ်လို့ယုံကြည်မိပါတယ်။
(အညွှန်းနဲ့ ဘာသာပြန်ပေးထားကြသူတွေကတော့ ညီညီကိုးနဲ့ မြင့်သူ ပါ။)
(Zawgyi)
တကယ္ေတာ့ ဒီဇာတ္လမ္းက ျဖစ္ရပ္မွန္ကုိ အေျချပဳျပီး ရိုက္ကူးထားတဲ့ ဇာတ္ကားပါ။
၂၀၀၈ ခုႏွစ္ စက္တင္ဘာလ ၁၃ရက္ေန ့က ေဒလီျမိဳ ႔မွာ ေပါက္ကြဲမွဳ ငါးၾကိမ္ျဖစ္ပြားျပီးတဲ့ ေနာက္ပိုင္း စက္တင္ဘာလ ၁၉ရက္ေန ့က
ေဒလီျမိဳ ့၊ ဂ်မီယာနဂါးအရပ္မွာရွိတဲ့ ျဖစ္ပြားခဲ့တဲ့ Batla House encounter case (Batla House ပစ္ခတ္ဖမ္းဆီးမွဳ) သို ့မဟုတ္
Operation Batla House (Batla House စစ္ဆင္ေရး) ကို အေျခခံထားတာပါ။
အဲ့ဒီစစ္ဆင္ေရးမွာ အၾကမ္းဖက္သမားလို ့ရဲေတြဘက္က ယူဆထားခဲ့တဲ့ Jamia Millia Islamia University (ဂ်မီယာမီလ္လာအစၥလာမ္မီယာတကၠသိုလ္)က
ေက်ာင္းသားငါးေယာက္ကို ပိတ္ဆို ့ဖမ္းဆီးရင္း ႏွစ္ဦးႏွစ္ဖက္ ပစ္ခတ္တဲ့ အေျခအေနကို ေရာက္သြားတယ္။
ဒီျဖစ္စဥ္မွာ ေက်ာင္းသား ၂ေယာက္ကို အေသဖမ္းမိတယ္ ၊ ၂ေယာက္က လြတ္သြားျပီး ၊ က်န္ ၁ ေယာက္ကုိ အရွင္ဖမ္းမိတယ္ ။
ရဲေတြဘက္မွာလည္း စစ္ဆင္ေရးကို ဦးေဆာင္တဲ့ အရာရွိတစ္ေယာက္ က်ဆံုးျပီး ၊ တစ္ေယာက္က တရားအစြဲခံရတယ္။
အဲ့ဒီအခ်ိန္တုန္းက ေဒလီရဲတပ္ဖြဲ ႔ကို ျပည္သူက အယံုအၾကည္ကင္းမဲ့ေနခ်ိန္မို ့ ဒါဟာ ရဲေတြဘက္က ႏိုင္ငံေရးလွည့္ကြက္တစ္ခုကို ဖန္တီးျပီး
ျပည္သူေတြနဲ ့ႏိုင္ငံေရးသမားေတြကို လွည့္ျဖားတယ္လို ့ပဲ အားလံုးက ယူဆလိုက္ၾကတယ္။
ဂ်မီယာမီလ္လာအစၥလာမ္မီယာတကၠသိုလ္က ေက်ာင္းသားေတြ ၊ ေက်ာင္းဆရာေတြနဲ ့ ႏိုင္ငံေရးသမားေတြ ဆူပူအံုၾကြလာတယ္။
အျပစ္မဲ့ ေက်ာင္းသားေတြကို သတ္ရပါ့မလားဆိုျပီး ဆႏၵျပၾကတယ္။မီဒီယာကေန ေအာ္ၾကတယ္။
အဖက္ဖက္က အစိုးရကို ဖိအားေတြ ေပးလာတဲ့အခ်ိန္မွာ ဒီစစ္ဆင္ေရးကို ဦးေဆာင္တဲ့ အရာရွိမိုဟန္ခ်န္းရွာမားတစ္ေယာက္ အျပစ္မဲ့ ေက်ာင္းသား၅ေယာက္ကုိ
သတ္ခဲ့တဲ့ စြပ္စြဲခ်က္ေၾကာင့္ တရားရံုးမွာ တရားရင္ဆိုင္ရမယ့္ အေျခအေနအထိ ျဖစ္လာခဲ့ေတာ့တယ္။
အျဖစ္အပ်က္ကုိ အေျခခံျပီး ၊ ဒီစစ္ဆင္ေရးကို ဦးေဆာင္ခဲ့တဲ့ အရာရွိ မိုဟန္ခ်န္းရွာမားေနရာကို
မင္းသားၾကီး ဂြ်န္ေအဗရာဟမ္က ဆန္ေဂ်းကူးမားရ္ဆိုတဲ့ ဇာတ္ေကာင္နာမည္နဲ ့ ပါ၀င္ သရုပ္ေဆာင္ထားပါတယ္။
ျဖစ္ရပ္မွန္ဇာတ္ကားဆိုေတာ့ အစပိုင္းမွာ ဟိုေရာက္လိုက္ ဒီေရာက္လိုက္ ျဖစ္ေနသလို ခံစားရႏိုင္ေပမယ့္
ဇာတ္လမ္းရဲ ႔ ဆြဲငင္ႏိုင္မွဳက အေတာ္ၾကီးကို အားေကာင္းလွပါတယ္။
အဆံုးသတ္အထိ ၾကည့္ျပီးသြားရင္ေတာ့ ရသတစ္ခုခုကို ခံစားရမယ္လို ့ယံုၾကည္မိပါတယ္။
(အၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားၾကသူေတြကေတာ့ ညီညီကိုးနဲ႔ ျမင့္သူ ပါ။)
File Size : (1.10 GB ) and (550 MB)
Quality : AMZN WEB-DL 720p
Running Time : 2hr 26min
Format : Mp4
Genre : Action, Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : .720p.AMZN.WEB-DL.DD+5.1.x264-Telly
Translated by Nyi Koe And Myint Thu
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
