"[ Unicode ]PauseThe Rocketeer (1991)Dark Horse Comicက ထုတ်ဖူးခဲ့တဲ့ Rocketeer comic စီးရီးကို Period SuperHero ကားတစ်ကားအဖြစ် ၁၉၉၁မှာ Disneyက ပြန်အသက်သွင်းထားခဲ့ပါတယ်။ဇာတ်ကြောင်းအကျဉ်းကတော့…1938ခုနှစ်မှာ နာမည်ကျော် လေယာဉ်ထုတ်လုပ်သူ Howard Hughesဟာ ကျောမှာတပ်ဆင်ပြီးပျံသန်းလို့ရစေမဲ့ ဒုံးပျံကို အချိန်အင်အား ငွေအင်အား လူအင်အားများစွာသုံးပြီး တီထွင်ခဲ့ပါတယ်။ဒီဒုံးပျံရဲ့ ရှေ့ပြေးပုံစံကို နာဇီတွေလည်း စမ်းသပ်တီထွင်ခဲ့ပေမယ့် မအောင်မြင်ခဲ့ပါဘူး။ဇာတ်လမ်းအစမှာတော့ ဒုံးပျံဝတ်ကွန်မန်ဒိုတွေနဲ့ ကမ္ဘာကိုသိမ်းချင်တဲ့ နာဇီတွေဟာ Howardရဲ့ဒုံးပျံကို ခိုးယူပြီး နည်းပညာခိုးဖို့ကြံစည်နေပါပြီ။FBIက ဒီဒုံးပျံသူခိုးတွေနောက်ကိုလိုက်ရင်း သူခိုးတွေချောင်ပိတ်မိနေချိန်မှာတော့ သူခိုးတွေဟာ လေယာဉ်ရုံတစ်ခုထဲမှာ ပစ္စည်းလဲထည့်ခဲ့ကြပြီးပါပြီ။ဒီပစ္စည်းကိုတွေ့သွားတဲ့ စတန့်ပိုင်းလော့ Cliff Secordနဲ့ သူ့ အဖော်စက်ပြင်ဆရာ Peevyတို့နှစ်ယောက်သား ဒီဒုံးပျံကို ပြင်ဆင်စမ်းသပ်ခဲ့ပါတယ်။FBIက ပျက်စီးသွားပြီထင်နေတဲ့ ကြေးစား လူဆိုးတစ်အုပ် မရမနေရှာနေတဲ့ ဒုံးပျံဟာ သတင်းစာရဲ့ ခေါင်းကြီးသတင်းကနေပါလာတဲ့အခါနာဇီတွေနဲ့ FBIအပြိုင်ကြဲရှာကြမယ့်ကြားက မြေစာပင်တွေကတော့ Cliff , Peevyနဲ့ Cliffရဲ့ရည်းစား ဟောလိဝုဒ်ဇာတ်ရံ Jennyတို့ပါပဲ။Cliffရဲ့ Jenny အဖြစ်ကျွန်တော်တို့တွေ့ရမှာကတော့ တစ်ချိန်တုန်းက နှစ်ခါလည်ပြန်ငေးမောရလောက်အောင် ရက်ရက်စက်စက်လှဖူးတဲ့ Jennifer Connellyပါပဲ။နာဇီတွေက Jennyကို ဖမ်းသွားပြီး ဒုံးပျံနဲ့ Jennyအသက်ကိုလဲဖို့ ခြိမ်းခြောက်လာတဲ့အခါ…ဒီအကျပ်အတည်းထဲကနေ ဘယ်လိုရုန်းထွက်ကြမလဲ…ကမ္ဘာရဲ့ပထမဆုံး ဒုံးပျံစီးသမား Rocket Pioneerလေးရော ဘာဖြစ်သွားမလဲဆိုတာကိုတော့…..။[ Zawgyi ]The Rocketeer (1991)Dark Horse Comicက ထုတ္ဖူးခဲ့တဲ့ Rocketeer comic စီးရီးကို Period SuperHero ကားတစ္ကားအျဖစ္ ၁၉၉၁မွာ Disneyက ျပန္အသက္သြင္းထားခဲ့ပါတယ္။ဇာတ္ေၾကာင္းအက်ဥ္းကေတာ့…1938ခုႏွစ္မွာ နာမည္ေက်ာ္ ေလယာဥ္ထုတ္လုပ္သူ Howard Hughesဟာ ေက်ာမွာတပ္ဆင္ၿပီးပ်ံသန္းလို႔ရေစမဲ့ ဒုံးပ်ံကို အခ်ိန္အင္အား ေငြအင္အား လူအင္အားမ်ားစြာသုံးၿပီး တီထြင္ခဲ့ပါတယ္။ဒီဒုံးပ်ံရဲ႕ ေ႐ွ႕ေျပးပုံစံကို နာဇီေတြလည္း စမ္းသပ္တီထြင္ခဲ့ေပမယ့္ မေအာင္ျမင္ခဲ့ပါဘူး။ဇာတ္လမ္းအစမွာေတာ့ ဒုံးပ်ံဝတ္ကြန္မန္ဒိုေတြနဲ႔ ကမၻာကိုသိမ္းခ်င္တဲ့ နာဇီေတြဟာ Howardရဲ႕ဒုံးပ်ံကို ခိုးယူၿပီး နည္းပညာခိုးဖို႔ၾကံစည္ေနပါၿပီ။FBIက ဒီဒုံးပ်ံသူခိုးေတြေနာက္ကိုလိုက္ရင္း သူခိုးေတြေခ်ာင္ပိတ္မိေနခ်ိန္မွာေတာ့ သူခိုးေတြဟာ ေလယာဥ္႐ုံတစ္ခုထဲမွာ ပစၥည္းလဲထည့္ခဲ့ၾကၿပီးပါၿပီ။ဒီပစၥည္းကိုေတြ႕သြားတဲ့ စတန္႔ပိုင္းေလာ့ Cliff Secordနဲ႔ သူ႔ အေဖာ္စက္ျပင္ဆရာ Peevyတို႔ႏွစ္ေယာက္သား ဒီဒုံးပ်ံကို ျပင္ဆင္စမ္းသပ္ခဲ့ပါတယ္။FBIက ပ်က္စီးသြားၿပီထင္ေနတဲ့ ေၾကးစား လူဆိုးတစ္အုပ္ မရမေန႐ွာေနတဲ့ ဒုံးပ်ံဟာ သတင္းစာရဲ႕ ေခါင္းႀကီးသတင္းကေနပါလာတဲ့အခါနာဇီေတြနဲ႔ FBIအၿပိဳင္ၾကဲ႐ွာၾကမယ့္ၾကားက ေျမစာပင္ေတြကေတာ့ Cliff , Peevyနဲ႔ Cliffရဲ႕ရည္းစား ေဟာလိဝုဒ္ဇာတ္ရံ Jennyတို႔ပါပဲ။Cliffရဲ႕ Jenny အျဖစ္ကြၽန္ေတာ္တို႔ေတြ႕ရမွာကေတာ့ တစ္ခ်ိန္တုန္းက ႏွစ္ခါလည္ျပန္ေငးေမာရေလာက္ေအာင္ ရက္ရက္စက္စက္လွဖူးတဲ့ Jennifer Connellyပါပဲ။နာဇီေတြက Jennyကို ဖမ္းသြားၿပီး ဒုံးပ်ံနဲ႔ Jennyအသက္ကိုလဲဖို႔ ၿခိမ္းေျခာက္လာတဲ့အခါ…ဒီအက်ပ္အတည္းထဲကေန ဘယ္လို႐ုန္းထြက္ၾကမလဲ…ကမၻာရဲ႕ပထမဆုံး ဒုံးပ်ံစီးသမား Rocket Pioneerေလးေရာ ဘာျဖစ္သြားမလဲဆိုတာကိုေတာ့…..။( အညွှန်း နဲ့ ဘာသာပြန်ထားပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ် )File size__( 930 MB) and ( 360 MB)Quality__BR-Rip 720pIMDb Rating__6.4/10Format__mp4Duration__01:48:38Type__Action, Adventure, FamilySubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"