"Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဟိုးအရင္ကတည္းက တခ်ိဳ႕ေတာအုပ္ႀကီးေတြထဲမွာ
ထူးဆန္းတဲ့အင္းဆက္ပိုးေကာင္ေတြ႐ွိေနၿပီး
သူတို႔ကလူ႔ကိုယ္ထဲတြင္ေနႏိုင္ကာသူတို႔ရဲ႕အဆိပ္ရည္က
လူ႔ကိုယ္ထဲေရာက္သြားရင္အင္ဇိုင္းေျပာင္းလဲျခင္းေတြျဖစ္လာၿပီး
ေသခါနီးလူကိုျပန္႐ွင္လာႏိုင္ေစတဲ့ သာမန္လူထက္သာတဲ့စြမ္းအင္ေတြကိုလူကရ႐ွိလာပါတယ္….
ဒါေပမဲ့လူကိုစြမ္းအားေပးတဲ့အင္းဆက္အဆိပ္ရည္ကအလြန္တရာမွ႐ွားပါးလို႔
အဆိပ္ရည္နဲ႔လူရဲ႕မ်ိဳးဗီဇေျပာင္းလဲႏိုင္ေအာင္ႏွစ္ေပါင္းမ်ားစြာ
စမ္းသပ္မႈေတြတစ္ခုၿပီးတစ္ခုလုပ္လာခဲ့တဲ့ပါေမာကၡႀကီးလ်ိဳဟံု…
.ေနာက္ပိုင္းသက္႐ွိလူေတြနဲ႔ပါစမ္းသပ္မႈျပဳလုပ္လာေသာအခါ….
တို္က္ဆိုင္စြာတစ္ခ်ိန္ကညီအစ္ကိုလိုခင္မင္လာခဲ့တဲ့လန္က်ိဳရဲ႕
သမီးလန္႐ွန္းထင္ကိုယ္မွာသူလိုခ်င္တဲ့အစြမ္းထက္အဆိပ္႐ွိေနေသာအခါ….
အစြမ္းထက္အင္းဆက္အဆိပ္ရည္နဲ႔လူသားအစြမ္းထက္ေအာင္ျပဳလုပ္ဖို႔
ဖန္တီးေနတာကသဘာဝတရားႀကီးကိုဆန္႔က်င္တဲ့ကိစၥျဖစ္ၿပီး
အလြန္အႏၱရာယ္လည္းႀကီးတဲ့ကိစၥျဖစ္လို႔အဲ့စမ္းသပ္မႈကိုလိုက္တားဆီးေနတဲ့လန္က်ိဳ
သမီးကိုကာကြယ္ေစာင့္ေ႐ွာက္ေပးရမဲ့အေဖ….သူတို႔သံုးေယာက္ၾကားက
ဘာေတြဆက္ျဖစ္လာမွာလဲဆုိတာ ဆက္လက္ၾကည့္႐ႈၾကဖုိ႔တုိက္တြန္းလုိက္ပါရေစေနာ္
Unicode
******
ဟိုးအရင်ကတည်းက တချို့တောအုပ်ကြီးတွေထဲမှာ
ထူးဆန်းတဲ့အင်းဆက်ပိုးကောင်တွေရှိနေပြီး
သူတို့ကလူ့ကိုယ်ထဲတွင်နေနိုင်ကာသူတို့ရဲ့အဆိပ်ရည်က
လူ့ကိုယ်ထဲရောက်သွားရင်အင်ဇိုင်းပြောင်းလဲခြင်းတွေဖြစ်လာပြီး
သေခါနီးလူကိုပြန်ရှင်လာနိုင်စေတဲ့ သာမန်လူထက်သာတဲ့စွမ်းအင်တွေကိုလူကရရှိလာပါတယ်….
ဒါပေမဲ့လူကိုစွမ်းအားပေးတဲ့အင်းဆက်အဆိပ်ရည်ကအလွန်တရာမှရှားပါးလို့
အဆိပ်ရည်နဲ့လူရဲ့မျိုးဗီဇပြောင်းလဲနိုင်အောင်နှစ်ပေါင်းများစွာ
စမ်းသပ်မှုတွေတစ်ခုပြီးတစ်ခုလုပ်လာခဲ့တဲ့ပါမောက္ခကြီးလျိုဟုံ…
.နောက်ပိုင်းသက်ရှိလူတွေနဲ့ပါစမ်းသပ်မှုပြုလုပ်လာသောအခါ….
တိုက်ဆိုင်စွာတစ်ချိန်ကညီအစ်ကိုလိုခင်မင်လာခဲ့တဲ့လန်ကျိုရဲ့
သမီးလန်ရှန်းထင်ကိုယ်မှာသူလိုချင်တဲ့အစွမ်းထက်အဆိပ်ရှိနေသောအခါ….
အစွမ်းထက်အင်းဆက်အဆိပ်ရည်နဲ့လူသားအစွမ်းထက်အောင်ပြုလုပ်ဖို့
ဖန်တီးနေတာကသဘာဝတရားကြီးကိုဆန့်ကျင်တဲ့ကိစ္စဖြစ်ပြီး
အလွန်အန္တရာယ်လည်းကြီးတဲ့ကိစ္စဖြစ်လို့အဲ့စမ်းသပ်မှုကိုလိုက်တားဆီးနေတဲ့လန်ကျို
သမီးကိုကာကွယ်စောင့်ရှောက်ပေးရမဲ့အဖေ….သူတို့သုံးယောက်ကြားက
ဘာတွေဆက်ဖြစ်လာမှာလဲဆိုတာ ဆက်လက်ကြည့်ရှုကြဖို့တိုက်တွန်းလိုက်ပါရစေနော်
Translated & Review By Xiao
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
