"Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ္ကားေလးကေတာ့ rating 6.3ရ႐ွိထားေသာ
Actionကားေကာင္းေလးတစ္ကားျဖစ္သည့္အျပင္
ေတာင္ေျမာက္၂နိုင္ငံၾကားမွပဋိပကၡေတြျပင္းထန္တဲ့အခ်ိန္မွာရိုက္ထားျခင္းပဲျဖစ္ပါတယ္
စစ္ေအးတိုက္ပြဲေတြျဖစ္ေနတဲ့ ၁၉၈၀ေလာက္ကိုအေျခခံၿပီးရိုက္ထားတဲ့ဒီကားေလးထဲမွာဆိုရင္
ေျမာက္ကိုရီးယားရဲ႕ေအးဂ်င့္တစ္ေယာက္ျဖစ္တဲ့လင္ေျဗာင္ဟိုဟာ
ေျမာက္ကိုရီးယားကေနထြက္ေျပးၿပီးေတာင္ကိုရီးယာကိုခိုလံႈဖို႔ႀကိဳးစားရာကေန
ဇာတ္လမ္းစတင္ပါေတာ့တယ္ အဲ့ဒီလိုထြက္ေျပးရာကေန
ေတာင္ကိုရီးယားေအးဂ်င့္ေတြကသူ႔ကိုကယ္တင္လိုက္ၿပီး
သူတို႔ဆီမွာခိုလႈံခိုင္းၿပီးတဲ့ေနာက္မွာေတာ့ လင္ေျဗာင္ဟိုတစ္ေယာက္
ေတာင္ကိုရီးယား လံုၿခံဳေရးနဲ႔စီမံခန္႔ခြဲေရးရံုးမွာအလုပ္လုပ္ရတဲ့အခါမွာေတာ့
ဘယ္လုိေတြဆက္ျဖစ္မလဲဆုိတာ ရင္တမမနဲ႔ေစာင့္ၾကည့္ရမယ့္ကားေလးပဲ ျဖစ္ပါတယ္
ဒီဇာတ္ကားမွာဆိုရင္ Romatic Doctor Kimကားထဲက doctor kimေနရာမွာ
သရုပ္ေဆာင္တဲ့မင္းသားႀကီး Han Suk Kyu က အဓိကပါဝင္
သရုပ္ေဆာင္ထားတာျဖစ္တာေၾကာင့္ စံုေထာက္ဇာတ္ခ်စ္ျမတ္ႏုိးသူမ်ားအတြက္
ေနာင္တမရေစမယ့္ဇာတ္လမ္းမ်ဳိးျဖစ္တာေၾကာင့္ ဆက္ဆက္ၾကည့္ၾကဖုိ႔တုိက္တြန္းလုိက္ပါတယ္ေနာ္
Unicode
*******
ဒီဇာတ်ကားလေးကတော့ rating 6.3ရရှိထားသော
Actionကားကောင်းလေးတစ်ကားဖြစ်သည့်အပြင်
တောင်မြောက်၂နိုင်ငံကြားမှပဋိပက္ခတွေပြင်းထန်တဲ့အချိန်မှာရိုက်ထားခြင်းပဲဖြစ်ပါတယ်
စစ်အေးတိုက်ပွဲတွေဖြစ်နေတဲ့ ၁၉၈၀လောက်ကိုအခြေခံပြီးရိုက်ထားတဲ့ဒီကားလေးထဲမှာဆိုရင်
မြောက်ကိုရီးယားရဲ့အေးဂျင့်တစ်ယောက်ဖြစ်တဲ့လင်ဗြောင်ဟိုဟာ
မြောက်ကိုရီးယားကနေထွက်ပြေးပြီးတောင်ကိုရီးယာကိုခိုလှုံဖို့ကြိုးစားရာကနေ
ဇာတ်လမ်းစတင်ပါတော့တယ် အဲ့ဒီလိုထွက်ပြေးရာကနေ
တောင်ကိုရီးယားအေးဂျင့်တွေကသူ့ကိုကယ်တင်လိုက်ပြီး
သူတို့ဆီမှာခိုလှုံခိုင်းပြီးတဲ့နောက်မှာတော့ လင်ဗြောင်ဟိုတစ်ယောက်
တောင်ကိုရီးယား လုံခြုံရေးနဲ့စီမံခန့်ခွဲရေးရုံးမှာအလုပ်လုပ်ရတဲ့အခါမှာတော့
ဘယ်လိုတွေဆက်ဖြစ်မလဲဆိုတာ ရင်တမမနဲ့စောင့်ကြည့်ရမယ့်ကားလေးပဲ ဖြစ်ပါတယ်
ဒီဇာတ်ကားမှာဆိုရင် Romatic Doctor Kimကားထဲက doctor kimနေရာမှာ
သရုပ်ဆောင်တဲ့မင်းသားကြီး Han Suk Kyu က အဓိကပါဝင်
သရုပ်ဆောင်ထားတာဖြစ်တာကြောင့် စုံထောက်ဇာတ်ချစ်မြတ်နိုးသူများအတွက်
နောင်တမရစေမယ့်ဇာတ်လမ်းမျိုးဖြစ်တာကြောင့် ဆက်ဆက်ကြည့်ကြဖို့တိုက်တွန်းလိုက်ပါတယ်နော်
Translated & Review By Xiao
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
