"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Escort ( 2016 ) – Spoiler free , just movie review !!!!
အသက် ၂၅ပတ်ချာလည်
သူဌေးသား လူငယ်တစ်ယောက် ။
ဂျာနယ်လစ်သတင်းရေးသူတစ်ယောက်အဖြစ်နဲ့
ကိုယ့်ခြေထောက်ပေါ်ကိုယ်ရပ်ဖို့ ကြိုးစားနေတယ် ။
သူ့မှာ sex addict ဆိုတဲ့ sex မလုပ်ရရင်မနေနိုင်တဲ့
ရောဂါရှိတယ် ။ dating apps တစ်ခုထဲက ကြုံရာ မိန်းကလေးတွေနဲ့ sex လုပ်ရင်း တစ်ဖက်က အလုပ်ကိုပုံမှန်လုပ်ရင်း RS မရှိဘဲ နေထိုင်နေတယ် ။
တစ်နေ့မှာတော့ သူ့အလုပ်က သူ့ကို အကြောင်းမယ်မယ်ရရ မရှိဘဲ အလုပ်ထုတ်လိုက်တယ် ။ လေလွင့်သွားလာရင်း ဘားတစ်ခုမှာ ကောင်မလေး တစ်ယောက်နဲ့ တွေ့တယ် ။
ကောင်မလေး က စတန်းဖို့ တက္ကသိုလ်ကနေ ဘွဲ့ရထားတဲ့ ပညာတတ်မိန်းကလေး ။ ဒါပေမယ့် မိန်းကလေးက Escorts ခေါ်တဲ့ လူကြီးလူကောင်းတွေကို ကြေးကြီးကြီးနဲ့ ဖျော်ဖြေရတဲ့ အထက်တန်းစား ရွှေကြာ အလုပ်ကို လုပ်နေတယ်လို့
ပြောလာတော့ သူအံ့သြရတယ် ။
ဒီလိုနဲ့ ထိပ်တန်းမဂ္ဂဇင်းတစ်ခုမှာ အလုပ်ရဖို့အတွက် ဒီမိန်းကလေး အကြောင်းကို ( မိန်းကလေး အမည်မဖော်ပြဘဲ ) သူရေးချင်လာတယ် ။ မိန်းကလေးကို ခွင့်တောင်းတော့ အပြန်အလှန် အခြေအတင် ပြောကြရင်း မိန်းကလေးနဲ့ အချိန်တချို့ တွေ့ဆုံပြီး အင်တာဗျူ းခွင့် ရလာတယ် ။ သူတို့အတူတူ ရှိလာတဲ့ အခါ ဒီလိုအထက်တန်းစားပညာတတ်တစ်ယောက်က ဒီလို အလုပ်မျိုးဘာလို့လုပ်ရလဲ ? သူလိုသူဌေးသား တစ်ယောက်ကရော အခန်းခတောင်ပေးဖို့ခက်ခဲရတဲ့ ဘဝမှာ ဘာလို့ ကျင်လည်နေရလဲ ? ဒီလိုမေးခွန်းတွေရဲ့ အဖြေတွေ ကြားမှာ သံယောဇဉ်ဖြစ်လာတဲ့ အခါ ဘယ်လိုရှေ့ဆက်ကြလဲ ? တစ်ဖက်က sex addict နဲ့ တစ်ဖက်က ရွှေကြာ ဘယ်လိုစိတ်နဲ့ လက်တွဲမလဲ ? ဘယ်လိုစိတ်နဲ့ လမ်းခွဲမလဲ ? ဒီလိုအခြေအနေတွေ ဖြစ်လာပါတယ် ။
18+ အနည်းအကျဉ်းပါတယ်ဆိုပေမယ့် dialogue တွေ သွက်သွက်လက်လက် သရုပ်ဆောင် ကောင်းကောင်းနဲ့ ကြည့်လို့ကောင်းတဲ့ Romance ကားလေးတစ်ကားပါ ။ အထူးသဖြင့်တော့ မိန်းကလေး သရုပ်ဆောင်ပါ ။ စတန်းဖို့တက္ကသိုလ်ဘွဲ့ရမို့ အထက်တန်းစားမိန်းမတစ်ယောက်လို ထက်ထက်မြက်မြက် ပြုမူပြောဆိုနေထိုင်တယ် ။ တစ်ဖက်ကလဲ ရွှေကြာ အလုပ်လုပ်နေတာမို့ ကလက်သလို စရိုက်ကျကျနေရတယ် ။ ဒီဆန့်ကျင်ဘက် စရိုက်နှစ်ခုကို ပေါ်အောင် သရုပ်ဆောင်နိုင်တာ သဘောကျဖို့ကောင်းပါတယ် ။
ဇာတ်ကားအပြီးမှာမေးခွန်းလေးတွေ ကျန်ခဲ့လိမ့်မယ် ။ လှောင်တဲ့အနေနဲ့ မေးရင် ” ဖာတောင်မှ ပညာတတ်ရင် လေးစားစရာကောင်းတယ် ” လို့ပြောချင်တာလားပေါ့ ။ အတည်အနေနဲ့မေးရင်တော့ ” sex နဲ့ အချစ်ဟာ ဘာကွာလဲ? sex က အချစ်အပေါ် ဘယ်လိုလွှမ်းမိုးလဲ ? sex history က အချစ်ထက်အရေးကြီးသလား ?
Credit – nyo kaung
(Zawgyi)
Escort ( 2016 ) – Spoiler free , just movie review !!!!
အသက္ ၂၅ပတ္ခ်ာလည္
သူေဌးသား လူငယ္တစ္ေယာက္ ။
ဂ်ာနယ္လစ္သတင္းေရးသူတစ္ေယာက္အျဖစ္နဲ႔
ကိုယ့္ေျခေထာက္ေပၚကိုယ္ရပ္ဖို႔ ႀကိဳးစားေနတယ္ ။
သူ႔မွာ sex addict ဆိုတဲ့ sex မလုပ္ရရင္မေနႏိုင္တဲ့
ေရာဂါရွိတယ္ ။ dating apps တစ္ခုထဲက ႀကဳံရာ မိန္းကေလးေတြနဲ႔ sex လုပ္ရင္း တစ္ဖက္က အလုပ္ကိုပုံမွန္လုပ္ရင္း RS မရွိဘဲ ေနထိုင္ေနတယ္ ။
တစ္ေန႔မွာေတာ့ သူ႔အလုပ္က သူ႔ကို အေၾကာင္းမယ္မယ္ရရ မရွိဘဲ အလုပ္ထုတ္လိုက္တယ္ ။ ေလလြင့္သြားလာရင္း ဘားတစ္ခုမွာ ေကာင္မေလး တစ္ေယာက္နဲ႔ ေတြ႕တယ္ ။
ေကာင္မေလး က စတန္းဖို႔ တကၠသိုလ္ကေန ဘြဲ႕ရထားတဲ့ ပညာတတ္မိန္းကေလး ။ ဒါေပမယ့္ မိန္းကေလးက Escorts ေခၚတဲ့ လူႀကီးလူေကာင္းေတြကို ေၾကးႀကီးႀကီးနဲ႔ ေဖ်ာ္ေျဖရတဲ့ အထက္တန္းစား ေ႐ႊၾကာ အလုပ္ကို လုပ္ေနတယ္လို႔
ေျပာလာေတာ့ သူအံ့ၾသရတယ္ ။
ဒီလိုနဲ႔ ထိပ္တန္းမဂၢဇင္းတစ္ခုမွာ အလုပ္ရဖို႔အတြက္ ဒီမိန္းကေလး အေၾကာင္းကို ( မိန္းကေလး အမည္မေဖာ္ျပဘဲ ) သူေရးခ်င္လာတယ္ ။ မိန္းကေလးကို ခြင့္ေတာင္းေတာ့ အျပန္အလွန္ အေျခအတင္ ေျပာၾကရင္း မိန္းကေလးနဲ႔ အခ်ိန္တခ်ိဳ႕ ေတြ႕ဆုံၿပီး အင္တာဗ်ဴ းခြင့္ ရလာတယ္ ။ သူတို႔အတူတူ ရွိလာတဲ့ အခါ ဒီလိုအထက္တန္းစားပညာတတ္တစ္ေယာက္က ဒီလို အလုပ္မ်ိဳးဘာလို႔လုပ္ရလဲ ? သူလိုသူေဌးသား တစ္ေယာက္ကေရာ အခန္းခေတာင္ေပးဖို႔ခက္ခဲရတဲ့ ဘဝမွာ ဘာလို႔ က်င္လည္ေနရလဲ ? ဒီလိုေမးခြန္းေတြရဲ႕ အေျဖေတြ ၾကားမွာ သံေယာဇဥ္ျဖစ္လာတဲ့ အခါ ဘယ္လိုေရွ႕ဆက္ၾကလဲ ? တစ္ဖက္က sex addict နဲ႔ တစ္ဖက္က ေ႐ႊၾကာ ဘယ္လိုစိတ္နဲ႔ လက္တြဲမလဲ ? ဘယ္လိုစိတ္နဲ႔ လမ္းခြဲမလဲ ? ဒီလိုအေျခအေနေတြ ျဖစ္လာပါတယ္ ။
18+ အနည္းအက်ဥ္းပါတယ္ဆိုေပမယ့္ dialogue ေတြ သြက္သြက္လက္လက္ သ႐ုပ္ေဆာင္ ေကာင္းေကာင္းနဲ႔ ၾကည့္လို႔ေကာင္းတဲ့ Romance ကားေလးတစ္ကားပါ ။ အထူးသျဖင့္ေတာ့ မိန္းကေလး သ႐ုပ္ေဆာင္ပါ ။ စတန္းဖို႔တကၠသိုလ္ဘြဲ႕ရမို႔ အထက္တန္းစားမိန္းမတစ္ေယာက္လို ထက္ထက္ျမက္ျမက္ ျပဳမူေျပာဆိုေနထိုင္တယ္ ။ တစ္ဖက္ကလဲ ေ႐ႊၾကာ အလုပ္လုပ္ေနတာမို႔ ကလက္သလို စ႐ိုက္က်က်ေနရတယ္ ။ ဒီဆန္႔က်င္ဘက္ စ႐ိုက္ႏွစ္ခုကို ေပၚေအာင္ သ႐ုပ္ေဆာင္ႏိုင္တာ သေဘာက်ဖို႔ေကာင္းပါတယ္ ။
ဇာတ္ကားအၿပီးမွာေမးခြန္းေလးေတြ က်န္ခဲ့လိမ့္မယ္ ။ ေလွာင္တဲ့အေနနဲ႔ ေမးရင္ ” ဖာေတာင္မွ ပညာတတ္ရင္ ေလးစားစရာေကာင္းတယ္ ” လို႔ေျပာခ်င္တာလားေပါ့ ။ အတည္အေနနဲ႔ေမးရင္ေတာ့ ” sex နဲ႔ အခ်စ္ဟာ ဘာကြာလဲ? sex က အခ်စ္အေပၚ ဘယ္လိုလႊမ္းမိုးလဲ ? sex history က အခ်စ္ထက္အေရးႀကီးသလား ?
Credit – nyo kaung
File size…(900 MB) and (400 MB)
Quality….Blu-Ray Rip 720p
Format…mp4
Duration….01:28:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
