"The Day Shall Come(2019)IMDb….5.5.,,,,Rotten….76%Pauseဒီတစ္ေခါက္ေတာ႔ Channel Myanmarပရိသတ္ၾကီးအတြက္ Comedy,Thrillerကားေကာင္းေလးကိုတင္ဆက္ေပးလိုက္ပါတယ္။ဇာတ္လမ္းေလးနာမည္က The Day Shall Come (2019) ပဲျဖစ္ပါတယ္။Imdb Rating 5.4/10 Rotten Tomatoes 75% ေတာင္ရရွိထားတဲ႔ ဒီကားေလးကေတာ႔ ႏိုင္ငံေရးကို သေရာ္ေတာ္ေတာ္ရိုက္ကူးထားတဲ႔ကားေလးလို႔ေျပာရမွာပါပဲ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္တင္ျပလိုပါတယ္။ရွာဘတ္ဆိုတာကအလာအရွင္ျမတ္ကို ကိုးကြယ္ယံုၾကည္တဲ႔ လူမည္းတစ္ဦးျဖစ္ျပီး ၿငိမ္းခ်မ္းေရးကိုျမတ္ႏိုးသူလယ္သမားတစ္ေယာက္လဲျဖစ္ပါတယ္။ လူျဖဴအစိုးရကို ျဖဳတ္ခ်ျပီး တစ္ေန႔မွာေတာ႔လူမည္းေတြအုပ္ခ်ဳပ္မယ္ဆိုတဲ႔စိတ္ကူးနဲ႔ စစ္တပ္တစ္တပ္ကိုတည္ေထာင္ထားပါတယ္။စစ္တပ္ဆိုတာကလဲသူ႔ရဲ ႔အမ်ိဳးေလးေယာက္ရယ္ သူရယ္ပါပဲ။သူကအဲလိုစည္းရံုးေရးတရားေတြေျပာေနတာကို တစ္ေန႔မွာေတာ႔ FBI ကမ်က္စိက်ကာ ရာထူးတိုးေရးအတြက္ အၾကမ္းဖက္သမားတံဆိပ္တပ္ကာအကြက္ခ်ဖမ္းဆီးပါေတာ႔တယ္။ေသနတ္ေတာင္မကိုင္တဲ႔ရွာဘတ္တို႔တေတြ FBI ရဲ ႔လွည္႔ကြက္ေတြထဲမွာ ဘယ္လိုေရွ႔ဆက္သြားၾကမလဲဆိုတာစိတ္ဝင္စားဖြယ္ၾကည္႔ရႈရမယ္႔ဟာသဇာတ္လမ္းေလးပါ။ဇာတ္လမ္းေလးရဲ ႔နာမည္ကေတာ႔The Day Shall Come(2019)ပါ။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ပဲျဖစ္ပါတယ္…(unicode)ဒီတစ်ခေါက်တော့ Channel Myanmarပရိသတ်ကြီးအတွက် Comedy,Thrillerကားကောင်းလေးကိုတင်ဆက်ပေးလိုက်ပါတယ်။ဇာတ်လမ်းလေးနာမည်ကThe Day Shall Come (2019) ပဲဖြစ်ပါတယ်။Imdb Rating 5.4/10 Rotten Tomatoes 75%တောင်ရရှိထားတဲ့ ဒီကားလေးကတော့ နိုင်ငံရေးကို သရော်တော်တော်ရိုက်ကူးထားတဲ့ ကားလေးလို့ပြောရမှာပါပဲ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ အနည်းငယ်တင်ပြလိုပါတယ်။ရှာဘတ်ဆိုတာက အလာအရှင်မြတ်ကို ကိုးကွယ်ယုံကြည်တဲ့လူမည်းတစ်ဦးဖြစ်ပြီး ငြိမ်းချမ်းရေးကိုမြတ်နိုးသူ လယ်သမားတစ်ယောက်လဲဖြစ်ပါတယ်။လူဖြူအစိုးရကို ဖြုတ်ချပြီး တစ်နေ့မှာတော့လူမည်းတွေအုပ်ချုပ်မယ်ဆိုတဲ့စိတ်ကူးနဲ့ စစ်တပ်တစ်တပ်ကိုတည်ထောင်ထားပါတယ်။စစ်တပ်ဆိုတာကလဲ သူ့ရဲ့အမျိုးလေးယောက်ရယ် သူရယ်ပါပဲ။သူကအဲလိုစည်းရုံးရေးတရားတွေပြောနေတာကိုတစ်နေ့မှာတော့ FBI က မျက်စိကျကာ ရာထူးတိုးရေးအတွက် အကြမ်းဖက်သမားတံဆိပ်တပ်ကာအကွက်ချဖမ်းဆီးပါတော့တယ်။သေနတ်တောင်မကိုင်တဲ့ ရှာဘတ်တို့တတွေ FBI ရဲ့လှည့်ကွက်တွေထဲမှာဘယ်လိုရှေ့ဆက်သွားကြမလဲဆိုတာ စိတ်ဝင်စားဖွယ်ကြည့်ရှုရမယ့်ဟာသဇာတ်လမ်းလေးပါ။ဇာတ်လမ်းလေးရဲ့နာမည်ကတော့ The Day Shall Come(2019)ပါ။ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ Aye Mon Kyaw ပဲဖြစ်ပါတယ်…..File Size : (859 MB) and (374 MB)Quality : WEB-DL 720p,Format…mp4Duration…01:27:00Genre : ComedySubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Phyo Pyae"