"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb (4.9)/ Rotten Tomatoes (85%)
ဖီးလစ် ဆိုတဲ့ ဗိသုကာပညာရှင်တစ်ဦးဟာ
အသက်အရွယ်ရလာတာကြောင့် ကုမ္ပဏီကနေ အနားယူလိုက်ပါတယ်။
ကုမ္ပဏီက နှုတ်ဆက်ပွဲမှာ ဝန်ထမ်းတွေက ဖီးလစ် ကို မျက်မှန်လေးတစ်လက် လက်ဆောင်ပေးခဲ့ပါတယ်.
အဲ့ဒီမျက်မှန်ဟာ သာမန် မျက်မှန်မျိုးမဟုတ်ပါဘူး အော်ဂီ လို့ အမည်ရတဲ့ ကိုယ့်အတွင်းစိတ်က
လိုချင်တပ်မက်တဲ့ တစ်စုံတစ်ယောက်ကို ကိုယ့်ရှေ့ကို ပရိုဂျက်တာကဲ့သို့ ပုံရိပ်ထင်လာစေတဲ့ အဆင့်မြင့်
နည်းပညာသုံး AR assistant မျက်မှန် ပါ။ ဖီးလစ် ဟာ အလုပ်က အနားယူထားလို့ လုပ်စရာမရှိတာကြောင့်
အော်ဂီ မျက်မှန် ကို စမ်းတပ်ကြည့်ရာ သူ့ရှေ့ကို အင်မတန်ချောမောလှပတဲ့ မိန်းမငယ်လေးတစ်ယောက် ပေါ်လာပါတော့တယ်။
ဖီးလစ်ဟာ ထိုကောင်မလေးကို တဖြည်းဖြည်းစွဲလမ်းလာပါတယ်။ ဒါပေမယ့် မျက်မှန်တပ်မှ မြင်ရတဲ့ ပုံရိပ်ယောင်ဆိုတော့
ဘာမှ လုပ်မရဘူးပေါ့။ အဲ့ဒီလိုနဲ့ ဖီးလစ် ဟာ မျက်မှန်ထဲမှ ထိုကောင်မလေးကို ထိတွေ့လို့ ရအောင် ကြိုးစားရာကနေ
ဘာတွေ ဆက်ဖြစ်မလဲဆိုတာ ဒီကားလေးမှာ ကြည့်လိုက်ပါ။
(Zawgyi)
ဖီးလစ္ ဆိုတဲ့ ဗိသုကာပညာရွင္တစ္ဦးဟာ
အသက္အရြယ္ရလာတာေၾကာင့္ ကုမၸဏီကေန အနားယူလိုက္ပါတယ္။
ကုမၸဏီက ႏႈတ္ဆက္ပြဲမွာ ဝန္ထမ္းေတြက ဖီးလစ္ ကို မ်က္မွန္ေလးတစ္လက္ လက္ေဆာင္ေပးခဲ့ပါတယ္.
အဲ့ဒီမ်က္မွန္ဟာ သာမန္ မ်က္မွန္မ်ိဳးမဟုတ္ပါဘူး ေအာ္ဂီ လို႔ အမည္ရတဲ့ ကိုယ့္အတြင္းစိတ္က
လိုခ်င္တပ္မက္တဲ့ တစ္စံုတစ္ေယာက္ကို ကိုယ့္ေရွ႕ကို ပ႐ိုဂ်က္တာကဲ့သို႔ ပံုရိပ္ထင္လာေစတဲ့ အဆင့္ျမင့္
နည္းပညာသံုး AR assistant မ်က္မွန္ ပါ။ ဖီးလစ္ ဟာ အလုပ္က အနားယူထားလို႔ လုပ္စရာမရွိတာေၾကာင့္
ေအာ္ဂီ မ်က္မွန္ ကို စမ္းတပ္ၾကည့္ရာ သူ႕ေရွ႕ကို အင္မတန္ေခ်ာေမာလွပတဲ့ မိန္းမငယ္ေလးတစ္ေယာက္ ေပၚလာပါေတာ့တယ္။
ဖီးလစ္ဟာ ထိုေကာင္မေလးကို တျဖည္းျဖည္းစြဲလမ္းလာပါတယ္။ ဒါေပမယ့္ မ်က္မွန္တပ္မွ ျမင္ရတဲ့ ပံုရိပ္ေယာင္ဆိုေတာ့
ဘာမွ လုပ္မရဘူးေပါ့။ အဲ့ဒီလိုနဲ႔ ဖီးလစ္ ဟာ မ်က္မွန္ထဲမွ ထိုေကာင္မေလးကို ထိေတြ႕လို႔ ရေအာင္ ႀကိဳးစားရာကေန
ဘာေတြ ဆက္ျဖစ္မလဲဆိုတာ ဒီကားေလးမွာ ၾကည့္လိုက္ပါ။
File size…(900 MB) and (400 MB)
Quality….WEB-DL Rip 720p
Format…mp4
Duration….01:21:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
