"Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရာသီဥတုေဖာက္ျပန္ေျပာင္းလဲ လာမႈေတြေၾကာင့္ ေရခဲေတာင္ေတြ
အရည္ေပ်ာ္ျပီး ကမၻာၾကီးရဲ႕ အပူခ်ိန္ဟာ တျဖည္းျဖည္းက်ဆင္းကာ
ႏွင္းမုန္တိုင္းေတြလည္း ျဖစ္လို႔လာပါေတာ့တယ္….
ဘရီဆိုတဲ့ေကာင္မေလးဟာ သိပၸံပညာရွင္ လင္မယားႏွစ္ဦးရဲ႕
သမီးေလးျဖစ္ျပီးေတာ့ ေျမာက္ကမၻာျခမ္းမွာ ခ်စ္သူနဲ႔ ခရီးထြက္ေနတဲ့
ေကာင္မေလးတစ္ေယာက္ေပါ့ … တစ္ေန႔ မုန္တိုင္းေတြျဖစ္လာခ်ိန္မွာ
မိဘေတြနဲ႔ အဆက္အသြယ္ျပတ္ေတာက္သြားျပီးေတာ့ ခရီးကေန
အိမ္အျပန္လမ္းမွာ လမ္းေတြျပိဳ ႏွင္းမုန္တိုင္းေတြတိုက္နဲ႔
စီးလာတဲ့ကားလည္း ဆံုးရွံဳးသြားျပီး စာသင္ေက်ာင္းတစ္ခုမွာ
သြားေရာက္ ေသာင္တင္ေနခဲ့ပါေတာ့တယ္… သိပၸံပညာရွင္
လင္မယားႏွစ္ေယာက္လည္း သူတို႕သမီးေရာက္ေနတဲ့ေနရာကို
လာေရာက္ကယ္တင္ဖို႔ ၾကိဳးစားအားထုတ္ၾကပံုကို
စိတ္လႈပ္ရွား ရင္ထိတ္ဖြယ္ရာ ၾကည့္ရွဳၾကရမွာပါ ၂၀၁၉ ထြက္ရွိထားတဲ့
ဇာတ္ကားေလးတစ္ကားျဖစ္ျပီးေတာ့ သည္းထိတ္ရင္ဖို
ၾကည့္ရွဴခ်င္သူေတြ အတြက္ သေဘာက်ေစမယ့္ ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။
ဒါရိုက္တာကေတာ့ Eric Paul Erickson, Jon Kondelik တို႔ ႏွစ္ေယာက္ပဲျဖစ္ပါတယ္
Unicode
*******
ရာသီဥတုဖောက်ပြန်ပြောင်းလဲ လာမှုတွေကြောင့် ရေခဲတောင်တွေ
အရည်ပျော်ပြီး ကမ္ဘာကြီးရဲ့ အပူချိန်ဟာ တဖြည်းဖြည်းကျဆင်းကာ
နှင်းမုန်တိုင်းတွေလည်း ဖြစ်လို့လာပါတော့တယ်….
ဘရီဆိုတဲ့ကောင်မလေးဟာ သိပ္ပံပညာရှင် လင်မယားနှစ်ဦးရဲ့
သမီးလေးဖြစ်ပြီးတော့ မြောက်ကမ္ဘာခြမ်းမှာ ချစ်သူနဲ့ ခရီးထွက်နေတဲ့
ကောင်မလေးတစ်ယောက်ပေါ့ … တစ်နေ့ မုန်တိုင်းတွေဖြစ်လာချိန်မှာ
မိဘတွေနဲ့ အဆက်အသွယ်ပြတ်တောက်သွားပြီးတော့ ခရီးကနေ
အိမ်အပြန်လမ်းမှာ လမ်းတွေပြို နှင်းမုန်တိုင်းတွေတိုက်နဲ့
စီးလာတဲ့ကားလည်း ဆုံးရှုံးသွားပြီး စာသင်ကျောင်းတစ်ခုမှာ
သွားရောက် သောင်တင်နေခဲ့ပါတော့တယ်… သိပ္ပံပညာရှင်
လင်မယားနှစ်ယောက်လည်း သူတို့သမီးရောက်နေတဲ့နေရာကို
လာရောက်ကယ်တင်ဖို့ ကြိုးစားအားထုတ်ကြပုံကို
စိတ်လှုပ်ရှား ရင်ထိတ်ဖွယ်ရာ ကြည့်ရှုကြရမှာပါ ၂၀၁၉ ထွက်ရှိထားတဲ့
ဇာတ်ကားလေးတစ်ကားဖြစ်ပြီးတော့ သည်းထိတ်ရင်ဖို
ကြည့်ရှူချင်သူတွေ အတွက် သဘောကျစေမယ့် ဇာတ်ကားလေးတစ်ကားဖြစ်ပါတယ်။
ဒါရိုက်တာကတော့ Eric Paul Erickson, Jon Kondelik တို့ နှစ်ယောက်ပဲဖြစ်ပါတယ်
Translated & Review By Zuel Khant Thwin
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
