"Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဟိုတယ္ေတြတည္းဖူးေပမယ့္ ဟိုတယ္ဝန္ထမ္းေကာင္းတစ္ေယာက္ရဲ႕
ေနာက္ကြယ္မွာ ဘယ္လိုႀကံဳေတြ႔ေျဖရွင္းေနရတယ္ဆိုတာ
နားလည္ႏိုင္မယ့္သူ ရွားပါတယ္.. ဒါေပမယ့္ ဒီလို ကိုယ္မျမင္ရတဲ့
တစ္ဖက္က ဟိုတယ္ဝန္ထမ္းေတြရဲ႕ေလာကထဲကို
လ်ိဳ႕ဝွက္စံုစမ္းေရးအတြက္ ဝင္လိုက္ရတဲ့ စံုေထာက္ေတြရဲ႕
အခက္အခဲနဲ႔ ဟိုတယ္ေတြရဲ႕ ဧည့္သည္ေတြကို ဝန္ေဆာင္မႈေပးတဲ့အခါ
တခ်ိဳ႕အပိုင္းေလးေတြမွာ မျမင္ရတဲ့ စည္းမ်ဥ္းေတြကို
ခ်ိဳးေဖာက္မိေနတယ္ဆိုတာကို ေထာက္ျပထားတဲ့ ဇာတ္ကားေကာင္းေလးပါ…
ဒီဇာတ္ကားေလးထဲမွာေတာ့ ဧည့္သည္ေတြကို
ဟိုတယ္မွာရွိတဲ့အခ်ိန္တြင္း အေကာင္းဆံုးဝန္ေဆာင္မႈေပးခ်င္တယ္ဆိုတဲ့
ဧည့္သည္ေတြကိုသာ ယံုႀကည္ေပးခ်င္တဲ့ ဟိုတယ္နဲ႔ လူေတြကို
သံသယမ်က္လံုးနဲ႔ ႀကည့္ျပီး ေဘးကင္းတဲ့ဘဝမွာေနႏိုင္ဖို႔
ဝန္ေဆာင္မႈေပးေနတဲ့ ရဲေတြ စံုေထာက္ေတြႀကား လြန္ဆြဲရင္
ဘယ္သူႏိုင္မယ္ထင္လဲ… ဘယ္သူႏိုင္မယ္ဆိုတာကိုေတာ့
ဇာတ္လမ္းေလးႀကည့္ျပီး အဲ့ထဲက အမႈေတြကို လိုက္ေျဖရွင္းမွ သိနိုင္မွာပါ…
( ဇာတ္လမ္းမွာ ေနာက္ခံစာသားမ်ားပါ၀င္ပါတယ္ )
Unicode
********
ဟိုတယ်တွေတည်းဖူးပေမယ့် ဟိုတယ်ဝန်ထမ်းကောင်းတစ်ယောက်ရဲ့
နောက်ကွယ်မှာ ဘယ်လိုကြုံတွေ့ဖြေရှင်းနေရတယ်ဆိုတာ
နားလည်နိုင်မယ့်သူ ရှားပါတယ်.. ဒါပေမယ့် ဒီလို ကိုယ်မမြင်ရတဲ့
တစ်ဖက်က ဟိုတယ်ဝန်ထမ်းတွေရဲ့လောကထဲကို
လျို့ဝှက်စုံစမ်းရေးအတွက် ဝင်လိုက်ရတဲ့ စုံထောက်တွေရဲ့
အခက်အခဲနဲ့ ဟိုတယ်တွေရဲ့ ဧည့်သည်တွေကို ဝန်ဆောင်မှုပေးတဲ့အခါ
တချို့အပိုင်းလေးတွေမှာ မမြင်ရတဲ့ စည်းမျဉ်းတွေကို
ချိုးဖောက်မိနေတယ်ဆိုတာကို ထောက်ပြထားတဲ့ ဇာတ်ကားကောင်းလေးပါ…
ဒီဇာတ်ကားလေးထဲမှာတော့ ဧည့်သည်တွေကို
ဟိုတယ်မှာရှိတဲ့အချိန်တွင်း အကောင်းဆုံးဝန်ဆောင်မှုပေးချင်တယ်ဆိုတဲ့
ဧည့်သည်တွေကိုသာ ယုံကြည်ပေးချင်တဲ့ ဟိုတယ်နဲ့ လူတွေကို
သံသယမျက်လုံးနဲ့ ကြည့်ပြီး ဘေးကင်းတဲ့ဘဝမှာနေနိုင်ဖို့
ဝန်ဆောင်မှုပေးနေတဲ့ ရဲတွေ စုံထောက်တွေကြား လွန်ဆွဲရင်
ဘယ်သူနိုင်မယ်ထင်လဲ… ဘယ်သူနိုင်မယ်ဆိုတာကိုတော့
ဇာတ်လမ်းလေးကြည့်ပြီး အဲ့ထဲက အမှုတွေကို လိုက်ဖြေရှင်းမှ သိနိုင်မှာပါ…
( ဇာတ်လမ်းမှာ နောက်ခံစာသားများပါဝင်ပါတယ် )
Translated & Review By Chu Chu
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
