"Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင္းသားႀကီးဂ်က္ကီခ်န္းရဲ႕ 8လပိုင္း2019မွထြက္ထားတဲ့
ဇာတ္ကားသစ္ေလးလာပါၿပီ. ဒီကားေလးဟာ ႐ု႐ွားနဲ႔တ႐ုတ္ပူးေပါင္း႐ိုက္ထားတဲ့
adventureအမ်ိဳးအစား ဇာတ္လမ္းျဖစ္ၿပီး ကမာၻေက်ာ္
Universal Picturesကျဖန္႔ခ်ီေပးတာျဖစ္ပါတယ္.. budgetအေနနဲ႔,
$49.1millionအကုန္ခံၿပီး႐ိုက္ကူးထားတဲ့အျပင္ ခုခ်ိန္ထိ
box officeမွာ$5.7 million အျမတ္အစြန္းရ႐ွိထားပါတယ္..
Journey to the chinaဆိုတဲ့ဇာတ္လမ္းအတုိုင္း တ႐ုတ္ျပည္ရဲ႕
အထြဋ္အျမတ္ထားရာနဂါးအေၾကာင္းကို အေျချပဳၿပီး႐ိုက္ထားတာေတြ႔ရပါတယ္..
ဇာတ္လမ္းအက်ဥ္းေျပာရမယ္ဆိုရင္ အဂၤလိပ္လူမ်ိဴးေျမပံုတိုင္းတာေရးဆြဲတဲ့
က်ြမ္းက်င္ပညာ႐ွင္တစ္ေယာက္ဟာ Peter the Great ဘုရင္ရဲ႕ေစခိုင္းမႈအရ
႐ု႐ွားရဲ႕အေ႐ွ႕ဘက္ပိုင္းကိုေျခဆန္ဖို႔ျဖစ္လာပါတယ္..
သူ႔ရဲ႕ခရီးစဥ္တစ္ေလ်ွာက္မွာ ခက္ခဲမႈေတြစြန္႔စားမႈေတြကို
ရင္ဆိုင္ေက်ာ္ျဖတ္ရင္း တ႐ုတ္ျပည္ထိေရာက္ဖို႔ျဖစ္လာပါတယ္..
လမ္းခရီးမွာ အံျသဖြယ္ေတြအမ်ားႀကီးၾကံဳေတြ႔ရရင္း
တ႐ုတ္ျပည္ကမင္းသမီးနဲ႔အမွတ္မထင္ေတြ႔ဆံုခဲ့ရတဲ့အျပင္
နဂါးဘုရင္န႔ဲ ေတြ႔ဖို႔ျဖစ္လာပါတယ္…ဘယ္လိုအန ၱရာယ္ေတြကေ
စာင့္ႀကိဳေနမွာလဲ.. အေကာင္းနဲ႔အဆိုးၾကားကအားၿပိဳင္မႈေတြကိုၾကည့္႐ႈခံစားရမွာပါ…
Unicode
*******
မင်းသားကြီးဂျက်ကီချန်းရဲ့ 8လပိုင်း2019မှထွက်ထားတဲ့
ဇာတ်ကားသစ်လေးလာပါပြီ. ဒီကားလေးဟာ ရုရှားနဲ့တရုတ်ပူးပေါင်းရိုက်ထားတဲ့
adventureအမျိုးအစား ဇာတ်လမ်းဖြစ်ပြီး ကမ္ဘာကျော်
Universal Picturesကဖြန့်ချီပေးတာဖြစ်ပါတယ်.. budgetအနေနဲ့,
$49.1millionအကုန်ခံပြီးရိုက်ကူးထားတဲ့အပြင် ခုချိန်ထိ
box officeမှာ$5.7 million အမြတ်အစွန်းရရှိထားပါတယ်..
Journey to the chinaဆိုတဲ့ဇာတ်လမ်းအတိုင်း တရုတ်ပြည်ရဲ့
အထွဋ်အမြတ်ထားရာနဂါးအကြောင်းကို အခြေပြုပြီးရိုက်ထားတာတွေ့ရပါတယ်..
ဇာတ်လမ်းအကျဉ်းပြောရမယ်ဆိုရင် အင်္ဂလိပ်လူမျိူးမြေပုံတိုင်းတာရေးဆွဲတဲ့
ကျွမ်းကျင်ပညာရှင်တစ်ယောက်ဟာ Peter the Great ဘုရင်ရဲ့စေခိုင်းမှုအရ
ရုရှားရဲ့အရှေ့ဘက်ပိုင်းကိုခြေဆန်ဖို့ဖြစ်လာပါတယ်..
သူ့ရဲ့ခရီးစဉ်တစ်လျှောက်မှာ ခက်ခဲမှုတွေစွန့်စားမှုတွေကို
ရင်ဆိုင်ကျော်ဖြတ်ရင်း တရုတ်ပြည်ထိရောက်ဖို့ဖြစ်လာပါတယ်..
လမ်းခရီးမှာ အံသြဖွယ်တွေအများကြီးကြုံတွေ့ရရင်း
တရုတ်ပြည်ကမင်းသမီးနဲ့အမှတ်မထင်တွေ့ဆုံခဲ့ရတဲ့အပြင်
နဂါးဘုရင်နဲ့ တွေ့ဖို့ဖြစ်လာပါတယ်…ဘယ်လိုအန ္တရာယ်တွေကေ
စာင့်ကြိုနေမှာလဲ.. အကောင်းနဲ့အဆိုးကြားကအားပြိုင်မှုတွေကိုကြည့်ရှုခံစားရမှာပါ…
Translated & Review By Phyo Zaw
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
