2004 ခုနှစ်ကထွက်ရှိခဲ့တဲ့ စတီဖင်ချောင်ပါဝင်တဲ့ Kung Fu Hustle ဆိုတဲ့ ဇာတ်ကားလေးကိုအသစ်တစ်ဖန် ပြန်လည်တင်ဆက်ပေးလိုက်ပါတယ်ဂိုဏ်းစတားတွေ နာမည်ကြီးတဲ့ခေတ်တစ်ခုမှာ လူမိုက်ဂိုဏ်းတွေထဲက ပုဆိန်ဂိုဏ်းသားတစ်ယောက်ဖြစ်ချင်တဲ့ လူငယ်လေးတစ်ယောက်ဟာတကယ့်သိုင်းဆရာကြီးတွေ ဇာတ်မြှုပ်နေတဲ့ ရပ်ကွက်တစ်ခုမှာ ပြဿနာသွားရှာမိရာကနေ ဇာတ်လမ်းစတော့တာပါပဲစတီဖင်ချောင်ရဲ့ ထုံးစံအတိုင်း ဟာသတွေနှောရင်း အပီအပြင်ဆော်ကြနှက်ကြတဲ့ သိုင်းကားတွေကို ကြည့်ချင်တဲ့သူတွေအတွက်ကတော့ပြန်ကြည့်တိုင်း မရိုးနိုင်တဲ့ ဇာတ်ကားတွေထဲက တစ်ခုပါပဲဒီဇာတ်ကားကို စတီဖင်ချောင်ကိုယ်တိုင် ဒါရိုက်တာလုပ် ရိုက်ကူးထားခဲ့ပြီးတော့ဒီကားနဲ့ပတ်သက်လို့ သိပြီးသားတွေထဲက လူသိနည်းတဲ့ စိတ်ဝင်စားစရာ အချက်တချို့ကိုတင်ပြရရင်၁ – ဇာတ်ကားထဲက ဝက်ယာတောလို့ခေါ်တဲ့ ရပ်ကွက်ဟာ စတီဖင်ချောင် ကြီးပြင်းခဲ့တဲ့ ဟောင်ကောင်က တိုက်ခန်းအိမ်ယာတစ်ခုကိုပုံစံယူတည်ဆောက်ထားတာပါ၂- ပုဆိန်ဂိုဏ်းခေါင်းဆောင်ကို တခြားလူမိုက်တွေနဲ့ မတူအောင်လုပ်ဖို့ စတီဖင်ချောင် စဉ်းစားခဲ့တဲ့နေရာမှာသရုပ်ဆောင်သူဟာ အကသမားဖြစ်နေတဲ့အတွက် ဇာတ်ကားထဲမှာ ဂိုဏ်းသားတွေ ကတဲ့အခန်းတွေပါလာတာဖြစ်ပါတယ်၃- လူသတ်သမားနှစ်ယောက်ကို ငှားတဲ့အခန်းမှာ မူလဇာတ်လမ်းအရ ရေအောက်ငမန်းသိုင်းကွက်တွေ လုပ်ဖို့ ရှိခဲ့ပေမယ့်CGI သမားတွေ မတတ်နိုင်တာကြောင့် စောင်းနဲ့ပဲ တိုက်ခိုက်တာကို ပြောင်းလဲခဲ့တာပါ၄- သားရဲကြီးနေရာမှာ သရုပ်ဆောင်တဲ့ Bruce Leung ဟာ စတီဖင်ချောင်ရဲ့ ငယ်ဘဝ သိုင်းဟီးရိုးတစ်ယောက်ပါ၅- မင်းသမီးနေရာ သရုပ်ဆောင်ဖို့ အပြစ်ကင်းတဲ့မျက်နှာရှိတဲ့ Eva Huang ကို မိန်းကလေး ၈၀၀၀ ထဲကနေ ရွေးချယ်ခဲ့တာပါ၆ – ဇာတ်လမ်းထဲက ဗုဒ္ဓလက်ဝါးသိုင်းဆိုတာ တောင်ပိုင်းရှောင်လင်သိုင်းမှာ တကယ်ရှိတဲ့ သိုင်းကွက်ပါပြန်လည်ခံစားကြည့်ရှုကြရအောင်လားIMDb – 7.7/10Rottentomatoes – 90%+++++++++++++++++ကျွန်တော့် Idol ကြီး စတီဖင်ချောင်ရဲ့ ဇာတ်ကားအကုန်လုံးကို 1080p BluRay Quality နဲ့တတ်နိုင်သမျှ ပြန်လည်စုစည်းတင်ဆက်မှာ ဖြစ်ပါတယ်။တင်ပြီးသမျှကို https://channelmyanmar.org/category/stephen-chow/ မှာကြည့်လို့ရပါတယ်။စတီဖင်ချောင်ဆိုတာနဲ့ သရုပ်ဆောင်ရော ဇာတ်လမ်းဇာတ်ညွှန်းပိုင်းမှာပါသူမတူအောင် တင်ဆက်နိုင်တဲ့ Comedy King တစ်ယောက်လို့ တန်းမြင်ကြမှာပါပဲ…ဟာသကားတွေပေါပါတယ်…ဒါပေမယ့် အနုပညာအရ တန်းဝင်ဖို့သိပ်ခက်ခဲတယ်…စတီဖင်ချောင်ဇာတ်ကားတွေကတော့ အနုပညာအရရော ဟာသသဘောမှာရော သရော်တဲ့သဘောမှာရောသာမန်ဟာသကားတွေထက် တစ်ဆင့်မြင့်နေခဲ့တာပါ။ ရသတစ်ခုခုကို အမြဲပါဝင်လာအောင် ချပြထားနိုင်ခဲ့တာပါ။ဒါကြောင့်လဲ သူ့ဇာတ်ကားတွေဟာ အာရှရဲ့ ထိပ်တန်းဇာတ်ကားတွေ ဖြစ်ကျန်နေခဲ့တာပါပဲ။စတီဖင်ချောင်ဇာတ်ကားတွေရဲ့ Theme တစ်ခုက ဘဝကို ပျော်ပျော်ကြီး ခံစားဖို့ပဲ…စိတ်ညစ်စရာတွေ့လဲ ပျော်ပျော်ကြီး…လုပ်သမျှရဲရဲဝံ့ဝံ့နဲ့ ..ပြီး…လွဲတော့လဲ ပျော်ပျော်ကြီး…ဒါမျိုးဘဝမှာ နေဖို့က သိပ်ခက်ခဲတယ်မလား…ဘဝဆိုတာ ဖြတ်သန်းစဉ်က အတည်ကြီးတွေ ခံစား ချစ်ကြ မုန်းကြ လွမ်းကြ ဆွေးကြ တိုက်ကြ ခိုက်ကြ။ဒါပေမယ့် ပြန်တွေးကြည့်တော့လဲ ရယ်စရာအတိတ်တွေခပ်များများ။ဘဝဆိုတာ ဘာမှလဲမဟုတ်လှ။ဒီလိုဘာမှမဟုတ်တဲ့ ဘဝကြီးကို ဟာသတွေနဲ့ ချိတ်ဆက်ပြထားတဲ့ စတီဖင်ချောင်ရဲ့ ဇာတ်ကား‌တွေတစ်ဝကြီးထိုင်ကြည့်ရင်း ဘဝဆိုတာကြီးကို ကျွန်တော်တို့ ဟားတိုက်နေကြရအောင်ဗျာ။File size…(1.9 GB) and (999 MB)Quality….Blu-ray Rip 1080p 5.1CH and 720pFormat…mp4Duration….01:39:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Zuel Khant Thwin"