"အရင်ဆုံး ဇတ်ကားထဲပါတဲ့ Ref: လေးတွေကို Run through ပါမယ်။
အခုကမ္ဘာပေါ်ကလူ‌တွေဟာ ရုပ်ကျွင်းလောင်စာတွေကိုအဓိကထား အသုံးပြု၊
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စွမ်းအင်ထုတ်လုပ်ပြီး အသုံးပြုလည်ပတ်နေကြတာပါ။
တစ်ကမ္ဘာလုံးမှာ ကျောက်မီးသွေး၊ ရေနံ၊ သဘာ၀ဓာတ်ငွေ့တို့ကို အဓိကအသုံးပြုကြပါတယ်။
လက်ရှိခန့်မှန်းထားသလောက် ၂၀၈၁ မှာ ကမ္ဘာ့လက်ကျန် ရုပ်ကျွင်းလောင်စာတွေအားလုံး
ကုန်ခမ်းလိမ့်မယ်လို့ တွက်ချက်ထားကြပါတယ်။
နေစွမ်းအင် ဆိုလာတို့ ရေအားလျှပ်စစ်တို့လိုပဲ ဟိုက်ဒရိုဂျင်ကိုလဲလောင်ကျွမ်းစေပြီး
ပေါများတဲ့စွမ်းအင် ထုတ်နိုင်ပါတယ်။
ရေထဲက ဟိုက်ဒရိုဂျင်ကို လျှပ်ကူးစေပြီး အောက်စီဂျင်နဲ့ ဟိုက်ဒရိုဂျင်ကိုခွဲထုတ်ကာ
ဟိုက်ဒရိုဂျင်သက်သက်ကိုလောင်စာအဖြစ်အသုံပြုတဲ့နည်းပါ။
၁၉ လောက်မှာ ခေတ်စားခဲ့ပါတယ်။
ဟိုက်ထရိုဂျင် လောင်စာကိုထုတ်လုပ်ဖို့ ကြိုးစားကြတဲ့တကယ့်စာတမ်းတွေလဲရှိပါတယ်။
ဟိုက်ဒရိုဂျင်လောင်စာကို ၁၈၃၉ မှာ ဆာဝီလယမ် ကစပြီး ပထမဆုံးစိတ်ကူးရခဲ့တာပါ
ရေထဲကို လျှပ်စစ်ဖြတ်၊ ဟိုက်ဒရိုဂျင်ကို ခွဲထုတ်ပြီး စွမ်းအင်အဖြစ်လောင်ကျွမ်းစေပါတယ်
၁၉၅၉ မှာလက်တွေ့အလုပ်လုပ်နိုင်တဲ့ မြင်းကောင်ရေ ၂၀ နဲ့ အင်ဂျင်ကို စထုတ်နိုင်ခဲ့ပါတယ်။
အခုတော့ အင်ဂျင်တော်တော်များများ ထုတ်ပြီးစမ်းနေကြပါပြီ။
ဟိုက်ဒရိုဂျင်လောင်စာရဲ့ လောင်ကျွမ်းအပူချိန်က သဘာ၀ဓာတ်ငွေ့ ကရတဲ့စွမ်းအင်နဲ့ ထပ်တူနီးပါးရှိပြီး
လောင်းကျွမ်းအသုံးပြုလို့ ဘေးထွက်ဆိုးကျိုး၊ ပတ်၀န်းကျင်ညစ်ညမ်းမူ
စတာတွေ မရှိတဲ့ သန့်စင်တဲ့ လောင်စာတစ်ခုဖြစ်တဲ့အတွက် လူတိုင်းကစိတ်ဝင်စားကြ လိုချင်ကြပါတယ်
နောက်ရုပ်ကျွင်းလောင်စာမဟုတ်လို့ လွယ်လွယ်မကုန်ခမ်းနိုင်ပါဘူး။
တွေးကြည့်ပါဗျာ မီးခိုးမထွက်တဲ့ မီးစက်။ ကား၊ ဘေလ်ဆောင်စရာမလို
မီးဘယ်တော့မှမပျက်တဲ့ EPC စိတ်ကူးကြည့်ချင်စရာပဲမလား။
နာဆာက နျူကလိယား စွမ်းအင်ကထိန်းချုပ်ရခက်လို့ အာကာသ ယဉ်တွေမှာ ဘက်ထရီနဲ့
နေစွမ်းအင်ကို အဓိကအသုံးပြုတာပါ နောက်ပိုင်းမှာ အသုံးပြုဖို့ကြံနေပုံပါ
fuel cell research ကို ကောင်းကောင်းထောက်ပံ့ပြီး သုတေသနတွေကိုလုပ်ခိုင်းထားပါတယ်တဲ့။
Moore Foundation ဆိုတာက အနာဂတ် မျိုးဆက်သစ်‌တွေ အတွက်နည်းပညာသစ်တွေရှာဖွေ၊
သုတေသနပြုဖို့ဖွဲ့စည်းထားတဲ့ အဖွဲ့အစည်းတစ်ခုပါ အမေရိကန်နိုင်ငံ ကလဖိုးနီးယားမှာ ရုံးရှိပါတယ်။
ဒါလေးတွေအကြမ်းဖျင်းသိထားရင် ဇတ်ကားကြည့်ရတာ ပိုကောင်းမယ်ထင်လို့ပါ။
အိုကေ အခု ဇတ်ကားအကြောင်းလာပါပြီ။ ဒီကားက ၁၉၉၆ မှာထွက်တဲ့ကားပါ ခင်ဗျ။
ဒီဇတ်ကားမှာ ပေါလ် ရှန်နွန် (မောဂန်ဖရီးမန်းကြီး) က Moore Foundation ကလူပါ အစိုးရနဲ့တိုက်ရိုက်ချိတ်ဆက်ပြီး
ဟိုဒရိုဂျင်လောင်စာ ပရောဂျက်ကို ကိုင်တွယ်နေသူပေါ့။
ပေါလ်က ဟိုက်ဒရိုဂျင်လောင်စာဆဲလ် ကိုသုံးပြီး တစ်ကမ္ဘာလုံးကို အခမဲ့စွမ်းအင်ထောက်ပံ့ပေးချင်နေတဲ့
ဒေါက်တာ အဲလက်စတာကို ခေါင်းဆောင်ထားပြီး ဟိုက်ဒို လောင်စာဆဲလ် သုတေသနပြုအဖွဲ့နဲ့
လက်တွေ့လောင်စာထုတ်လုပ်နိုင်ဖို့ သုတေသနလုပ်ကြပါတယ်။
အက်ဒီကဆဲလဘစ်ခ်ျ (ကီနျူးရီ‌ဗ်) က ဒီပရောဂျက်မှာ စက်ပိုင်းဆိုင်ရာ ကူညီပေးရင်း
ကျောင်းဆင်းဘွဲ့ယူဖို့စာတမ်းရေးနေတဲ့ မက္ကန်းနစ်တစ်ယောက်ပါ
ကျောင်းသားတစ်ယောက် အနေနဲ့ထူးချွန်တော့ ဒေါက်တာ အဲလက်စတာကော
ပေါလ်တို့ကပါ သဘောကျကြပါတယ်။ တစ်ရက် အက်ဒီ စမ်း‌သပ်‌နေရင်း မတော်တဆ
ရေထဲက ဟိုက်ဒရိုဂျင်ကို တည်ငြိမ်စွာခွဲထုတ်ပေးနိုင်မယ့် ကြိမ်နှုန်းကို ရခဲ့ပါတယ်။
အဲ့ဒီကြိမ်နှုန်းနဲ့ စမ်းသပ်တာ အောင်မြင်ခဲ့ပြီး တစ်ဖွဲ့လုံးအောင်ပွဲခံကြပါတယ်။
အိမ်ပြန်ကြချိန်မှာ ဒေါက်တာဘာကလေ နဲ့ ဒေါက်တာချန် တို့သာ စက်ရုံထဲမှာကျန်ခဲ့ပြီး
အဲဒီညမှာပဲ စမ်းသပ်ဌာန စက်ရုံအပါအ၀င် မြို့တစ်ပိုင်းစာလောက် ပေါက်ကွဲသွားခဲ့ပါတယ်
မတော်တဆလား ဘယ်သူ့လက်ချက်လဲ ဆိုတာအပြင် ကြားက ဆားညပ်ကာ
အချိန်အခါမသင့်လို့ တရားခံထင်ခံရတဲ့ အက်ဒီ ဟာ အက်ဖ်ဘီအိုင် ကလိုက်ဖမ်းတာခံရပြီး
၀ရမ်းပြေးဘ၀ရောက်သွားပါတော့တယ်။
ကျွန်တော် ကီနျူးရိဖ်ကြီးကို ဒီကားကျမှ မှတ်မှတ်ရရစကြည့်ဖူးတာပါ
နောက်မှ SPEED တို့ ကိုစံသိန်းတို့ Buddha တို့ ရေလွှာလျှောစီး အက်ဘီအိုင်ကြီးတို့ ဆက်ကြည့်ဖူးတာပါ။
နောက် The Mummy ဇတ်ကားတွေထဲက မင်းသမီး ရေချယ်လဲပါပါတယ်
ဒီကားမှာ အေးဂျင့်ဖိုဒ့် အဖြစ်သရုပ်ဆောင်တဲ့ ဖရက် ဝဒ့် သရုပ်ဆောင်တာကို ကျွန်တော်အကြိုက်ဆုံးပါ။
ဝင်ငွေပိုင်းနဲ့ Rating ပိုင်းမှာ အားရစရာမရှိပေမဲ့ ကြည့်ရ ကီနျူးရိ နဲ့
ဘယ်မှာနေနေ သူမပါမပြီးတဲ့ မန်ဒဲလား ဖရီးမန်းကြီး တို့နဲ့တင်ကြည့်ရတာ တန်ပါတယ်။
ဒီထဲမှာ ကီနျူးရိဖ်ကြီး John Wick မဖြစ်ခင်က ဘယ်လိုပြေးခဲ့လဲဆိုတာကို ကြည့်ရပါမယ်ခင်ဗျ။
Zawgyi:
အရင္ဆုံး ဇတ္ကားထဲပါတဲ့ Ref: ေလးေတြကို Run through ပါမယ္။
အခုကမာၻေပၚကလူ‌ေတြဟာ ႐ုပ္ကြၽင္းေလာင္စာေတြကိုအဓိကထား အသုံးျပဳ၊
စြမ္းအင္ထုတ္လုပ္ၿပီး အသုံးျပဳလည္ပတ္ေနၾကတာပါ။
တစ္ကမာၻလုံးမွာ ေက်ာက္မီးေသြး၊ ေရနံ၊ သဘာ၀ဓာတ္ေငြ႕တို႔ကို အဓိကအသုံးျပဳၾကပါတယ္။
လက္ရွိခန႔္မွန္းထားသေလာက္ ၂၀၈၁ မွာ ကမာၻ႔လက္က်န္ ႐ုပ္ကြၽင္းေလာင္စာေတြအားလုံး
ကုန္ခမ္းလိမ့္မယ္လို႔ တြက္ခ်က္ထားၾကပါတယ္။
ေနစြမ္းအင္ ဆိုလာတို႔ ေရအားလွ်ပ္စစ္တို႔လိုပဲ ဟိုက္ဒ႐ိုဂ်င္ကိုလဲေလာင္ကြၽမ္းေစၿပီး
ေပါမ်ားတဲ့စြမ္းအင္ ထုတ္ႏိုင္ပါတယ္။
ေရထဲက ဟိုက္ဒ႐ိုဂ်င္ကို လွ်ပ္ကူးေစၿပီး ေအာက္စီဂ်င္နဲ႔ ဟိုက္ဒ႐ိုဂ်င္ကိုခြဲထုတ္ကာ
ဟိုက္ဒ႐ိုဂ်င္သက္သက္ကိုေလာင္စာအျဖစ္အသုံျပဳတဲ့နည္းပါ။
၁၉ ေလာက္မွာ ေခတ္စားခဲ့ပါတယ္။
ဟိုက္ထ႐ိုဂ်င္ ေလာင္စာကိုထုတ္လုပ္ဖို႔ ႀကိဳးစားၾကတဲ့တကယ့္စာတမ္းေတြလဲရွိပါတယ္။
ဟိုက္ဒ႐ိုဂ်င္ေလာင္စာကို ၁၈၃၉ မွာ ဆာဝီလယမ္ ကစၿပီး ပထမဆုံးစိတ္ကူးရခဲ့တာပါ
ေရထဲကို လွ်ပ္စစ္ျဖတ္၊ ဟိုက္ဒ႐ိုဂ်င္ကို ခြဲထုတ္ၿပီး စြမ္းအင္အျဖစ္ေလာင္ကြၽမ္းေစပါတယ္
၁၉၅၉ မွာလက္ေတြ႕အလုပ္လုပ္ႏိုင္တဲ့ ျမင္းေကာင္ေရ ၂၀ နဲ႔ အင္ဂ်င္ကို စထုတ္ႏိုင္ခဲ့ပါတယ္။
အခုေတာ့ အင္ဂ်င္ေတာ္ေတာ္မ်ားမ်ား ထုတ္ၿပီးစမ္းေနၾကပါၿပီ။
ဟိုက္ဒ႐ိုဂ်င္ေလာင္စာရဲ႕ ေလာင္ကြၽမ္းအပူခ်ိန္က သဘာ၀ဓာတ္ေငြ႕ ကရတဲ့စြမ္းအင္နဲ႔ ထပ္တူနီးပါးရွိၿပီး
ေလာင္းကြၽမ္းအသုံးျပဳလို႔ ေဘးထြက္ဆိုးက်ိဳး၊ ပတ္၀န္းက်င္ညစ္ညမ္းမူ
စတာေတြ မရွိတဲ့ သန႔္စင္တဲ့ ေလာင္စာတစ္ခုျဖစ္တဲ့အတြက္ လူတိုင္းကစိတ္ဝင္စားၾက လိုခ်င္ၾကပါတယ္
ေနာက္႐ုပ္ကြၽင္းေလာင္စာမဟုတ္လို႔ လြယ္လြယ္မကုန္ခမ္းႏိုင္ပါဘူး။
ေတြးၾကည့္ပါဗ်ာ မီးခိုးမထြက္တဲ့ မီးစက္။ ကား၊ ေဘလ္ေဆာင္စရာမလို
မီးဘယ္ေတာ့မွမပ်က္တဲ့ EPC စိတ္ကူးၾကည့္ခ်င္စရာပဲမလား။
နာဆာက န်ဴကလိယား စြမ္းအင္ကထိန္းခ်ဳပ္ရခက္လို႔ အာကာသ ယဥ္ေတြမွာ ဘက္ထရီနဲ႔
ေနစြမ္းအင္ကို အဓိကအသုံးျပဳတာပါ ေနာက္ပိုင္းမွာ အသုံးျပဳဖို႔ႀကံေနပုံပါ
fuel cell research ကို ေကာင္းေကာင္းေထာက္ပံ့ၿပီး သုေတသနေတြကိုလုပ္ခိုင္းထားပါတယ္တဲ့။
Moore Foundation ဆိုတာက အနာဂတ္ မ်ိဳးဆက္သစ္‌ေတြ အတြက္နည္းပညာသစ္ေတြရွာေဖြ၊
သုေတသနျပဳဖို႔ဖြဲ႕စည္းထားတဲ့ အဖြဲ႕အစည္းတစ္ခုပါ အေမရိကန္ႏိုင္ငံ ကလဖိုးနီးယားမွာ ႐ုံးရွိပါတယ္။
ဒါေလးေတြအၾကမ္းဖ်င္းသိထားရင္ ဇတ္ကားၾကည့္ရတာ ပိုေကာင္းမယ္ထင္လို႔ပါ။
အိုေက အခု ဇတ္ကားအေၾကာင္းလာပါၿပီ။ ဒီကားက ၁၉၉၆ မွာထြက္တဲ့ကားပါ ခင္ဗ်။
ဒီဇတ္ကားမွာ ေပါလ္ ရွန္ႏြန္ (ေမာဂန္ဖရီးမန္းႀကီး) က Moore Foundation ကလူပါ အစိုးရနဲ႔တိုက္႐ိုက္ခ်ိတ္ဆက္ၿပီး
ဟိုဒ႐ိုဂ်င္ေလာင္စာ ပေရာဂ်က္ကို ကိုင္တြယ္ေနသူေပါ့။
ေပါလ္က ဟိုက္ဒ႐ိုဂ်င္ေလာင္စာဆဲလ္ ကိုသုံးၿပီး တစ္ကမာၻလုံးကို အခမဲ့စြမ္းအင္ေထာက္ပံ့ေပးခ်င္ေနတဲ့
ေဒါက္တာ အဲလက္စတာကို ေခါင္းေဆာင္ထားၿပီး ဟိုက္ဒို ေလာင္စာဆဲလ္ သုေတသနျပဳအဖြဲ႕နဲ႔
လက္ေတြ႕ေလာင္စာထုတ္လုပ္ႏိုင္ဖို႔ သုေတသနလုပ္ၾကပါတယ္။
အက္ဒီကဆဲလဘစ္ခ္် (ကီန်ဴးရီ‌ဗ္) က ဒီပေရာဂ်က္မွာ စက္ပိုင္းဆိုင္ရာ ကူညီေပးရင္း
ေက်ာင္းဆင္းဘြဲ႕ယူဖို႔စာတမ္းေရးေနတဲ့ မကၠန္းနစ္တစ္ေယာက္ပါ
ေက်ာင္းသားတစ္ေယာက္ အေနနဲ႔ထူးခြၽန္ေတာ့ ေဒါက္တာ အဲလက္စတာေကာ
ေပါလ္တို႔ကပါ သေဘာက်ၾကပါတယ္။ တစ္ရက္ အက္ဒီ စမ္း‌သပ္‌ေနရင္း မေတာ္တဆ
ေရထဲက ဟိုက္ဒ႐ိုဂ်င္ကို တည္ၿငိမ္စြာခြဲထုတ္ေပးႏိုင္မယ့္ ႀကိမ္ႏႈန္းကို ရခဲ့ပါတယ္။
အဲ့ဒီႀကိမ္ႏႈန္းနဲ႔ စမ္းသပ္တာ ေအာင္ျမင္ခဲ့ၿပီး တစ္ဖြဲ႕လုံးေအာင္ပြဲခံၾကပါတယ္။
အိမ္ျပန္ၾကခ်ိန္မွာ ေဒါက္တာဘာကေလ နဲ႔ ေဒါက္တာခ်န္ တို႔သာ စက္႐ုံထဲမွာက်န္ခဲ့ၿပီး
အဲဒီညမွာပဲ စမ္းသပ္ဌာန စက္႐ုံအပါအ၀င္ ၿမိဳ႕တစ္ပိုင္းစာေလာက္ ေပါက္ကြဲသြားခဲ့ပါတယ္
မေတာ္တဆလား ဘယ္သူ႔လက္ခ်က္လဲ ဆိုတာအျပင္ ၾကားက ဆားညပ္ကာ
အခ်ိန္အခါမသင့္လို႔ တရားခံထင္ခံရတဲ့ အက္ဒီ ဟာ အက္ဖ္ဘီအိုင္ ကလိုက္ဖမ္းတာခံရၿပီး
၀ရမ္းေျပးဘ၀ေရာက္သြားပါေတာ့တယ္။
ကြၽန္ေတာ္ ကီန်ဴးရိဖ္ႀကီးကို ဒီကားက်မွ မွတ္မွတ္ရရစၾကည့္ဖူးတာပါ
ေနာက္မွ SPEED တို႔ ကိုစံသိန္းတို႔ Buddha တို႔ ေရလႊာေလွ်ာစီး အက္ဘီအိုင္ႀကီးတို႔ ဆက္ၾကည့္ဖူးတာပါ။
ေနာက္ The Mummy ဇတ္ကားေတြထဲက မင္းသမီး ေရခ်ယ္လဲပါပါတယ္
ဒီကားမွာ ေအးဂ်င့္ဖိုဒ့္ အျဖစ္သ႐ုပ္ေဆာင္တဲ့ ဖရက္ ဝဒ့္ သ႐ုပ္ေဆာင္တာကို ကြၽန္ေတာ္အႀကိဳက္ဆုံးပါ။
ဝင္ေငြပိုင္းနဲ႔ Rating ပိုင္းမွာ အားရစရာမရွိေပမဲ့ ၾကည့္ရ ကီန်ဴးရိ နဲ႔
ဘယ္မွာေနေန သူမပါမၿပီးတဲ့ မန္ဒဲလား ဖရီးမန္းႀကီး တို႔နဲ႔တင္ၾကည့္ရတာ တန္ပါတယ္။
ဒီထဲမွာ ကီန်ဴးရိဖ္ႀကီး John Wick မျဖစ္ခင္က ဘယ္လိုေျပးခဲ့လဲဆိုတာကို ၾကည့္ရပါမယ္ခင္ဗ်။
File size…(920MB) and (470 MB)
Quality…720p Blu-ray H264 FGT
Format…mp4
Duration…1h 47min
Subtitle….Myanmar Subtitle (Hardsub)
Encoder…sithu
Translator…Myo Ko
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
