"(Unicode)Pauseနောက်ထပ် ၂၀၁၉ခုနှစ်ထွက် Action/Crime ဇာတ်ကားသစ်လေးဖြစ်ပါတယ်။Cast တွေကတော့ မင်းသားကြီး Bruce Willis တို့ Michel Chiklis တို့ဦးဆောင်ပါဝင်သရုပ်ဆောင်ထားပါတယ်။ဇာတ်လမ်းအကျဉ်လေးကတော့ ဘဏ်ဓားပြတိုက်ဖို့အတွက် အလုပ်အပ်ခံရတဲ့ Bruce တို့အဖွဲ့ဟာပုံမှန်လုပ်ဖူးနေကျဖြစ်တဲ့အတွက် ထုံးစံအတိုင်းသေချာအစီအစဉ်ထောင့်စေ့အောင်ချပြီး လုပ်ငန်းစခဲ့ပါတယ်။ငွေသိမ်းခန်းထဲဝင်ပြီး ပစ္စည်းယူပြီးသည်အထိ အားလုံးဟာအစီအစဉ်အတိုင်းဖြစ်နေခဲ့ပေမယ့်……မမျှော်လင့်ထားတာတွေကြောင့်အားလုံးဖရိုဖရဲဖြစ်ကုန်ပါတယ်။ဘာလို့အဲလိုမမျှော်လင့်ထားတာတွေဖြစ်လာသလဲဆိုတာကိုMichel Chikilis တစ်ယောက်အသည်းအသန် လိုက်စစ်ဆေးဖော်ထုတ်ရပါတော့တယ်။Poker ဖဲကစားနည်းမှာ တဖက်ထိုးသားကို သူ့ကိုယ်သူလုံးဝယုံကြည့်ချက်ပြည့်နေအောင်ထောင်ဖမ်းပြီး ဆွဲစားတဲ့နည်းလမ်းလေးအတိုင်းပဲ…..သူတို့တွေလည်းဒီလိုအလုပ်ခံခဲ့ရတယ်ဆိုတာကို နောက်ဆုံးမှာသိလိုက်ရချိန်မှာတော့တရားခံကဘယ်သူလဲဆိုတာကိုကိုယ်တိုင်ပဲကြည့်လိုက်ပါဦး။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ)(Zawgyi)ေနာက္ထပ္ ၂၀၁၉ခုႏွစ္ထြက္ Action/Crime ဇာတ္ကားသစ္ေလးျဖစ္ပါတယ္။Cast ေတြကေတာ့ မင္းသားၾကီး Bruce Willis တို႕ Michel Chiklis တို႕ဦးေဆာင္ပါ၀င္သရုပ္ေဆာင္ထားပါတယ္။ဇာတ္လမ္းအက်ဥ္ေလးကေတာ့ ဘဏ္ဓားျပတိုက္ဖို႕အတြက္ အလုပ္အပ္ခံရတဲ့ Bruce တို႕အဖြဲ႕ဟာပံုမွန္လုပ္ဖူးေနက်ျဖစ္တဲ့အတြက္ ထံုးစံအတိုင္းေသခ်ာအစီအစဥ္ေထာင့္ေစ့ေအာင္ခ်ျပီး လုပ္ငန္းစခဲ့ပါတယ္။ေငြသိမ္းခန္းထဲ၀င္ျပီး ပစၥည္းယူျပီးသည္အထိ အားလံုးဟာအစီအစဥ္အတုိင္းျဖစ္ေနခဲ့ေပမယ့္……မေမွ်ာ္လင့္ထားတာေတြေၾကာင့္အားလံုးဖရိုဖရဲျဖစ္ကုန္ပါတယ္။ဘာလို႕အဲလိုမေမွ်ာ္လင့္ထားတာေတြျဖစ္လာသလဲဆိုတာကိုMichel Chikilis တစ္ေယာက္အသည္းအသန္ လိုက္စစ္ေဆးေဖာ္ထုတ္ရပါေတာ့တယ္။Poker ဖဲကစားနည္းမွာ တဖက္ထိုးသားကို သူ႕ကိုယ္သူလံုး၀ယံုၾကည့္ခ်က္ျပည့္ေနေအာင္ေထာင္ဖမ္းျပီး ဆြဲစားတဲ့နည္းလမ္းေလးအတိုင္းပဲ…..သူတို႕ေတြလည္းဒီလိုအလုပ္ခံခဲ့ရတယ္ဆိုတာကို ေနာက္ဆံုးမွာသိလိုက္ရခ်ိန္မွာေတာ့တရားခံကဘယ္သူလဲဆိုတာကိုကိုယ္တိုင္ပဲၾကည့္လိုက္ပါဦး။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ)File Size : (700 MB) and (380 MB)Quality : WEB-DL 720pRunning Time : 1h 29minFormat : Mp4Genre : Action, Crime, MysterySubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.WEB-DL.XviD.AC3-FGTTranslated by Thura Zarni AungEncoded by Thanhtike Zaw"