"Legend of the Guardians: The Owls of Ga’Hoole(2010)(Zawgyi)Pauseအမုိက္စား အက္ရွင္ Animation ကားမုိ႕ BLU-RAY1080P5.1CH ပါတင္ဆက္ေပးထားပါတယ္…..ယခုတင္ဆက္ေပးတဲ႔ Animation ကားေလးကေတာ႔ Legend of the Guardians:The Owl of Ga’hoole (2010) ကားေလးပဲျဖစ္ပါတယ္။Old but Gold လို႔ေျပာရမယ္႔ ဒီကားေလးကေတာ႔ 2010 ကထြက္ရွိခဲ႔တာျဖစ္ျပီး Imdb Rating 6.9/10ရရွိထားတဲ႔ ကားေကာင္းေလးပါ။ဇာတ္လမ္းအက်ဥ္းေလးကိုလဲ အနည္းငယ္ တင္ျပလိုပါေသးတယ္။ေဆာရန္နဲ႔ ကလတ္ ဆိုတာအသုိက္တစ္ခုထဲမွာ ေမြးဖြားလာတဲ႔ ဇီးကြက္ေပါက္ေလး ႏွစ္ေကာင္ပါ။တစ္ေကာင္က စိတ္ထားႏူးညံ႔သူျဖစ္သလို အျခားတစ္ေကာင္က စိတ္ထားၾကမ္းတမ္းသူပါ။စိတ္ထားျခင္းလားလားမွမတူတဲ႔သူတို႔ညီအကိုႏွစ္ေယာက္ တစ္ေန႔ေတာ႔ အသိုက္ကေန ထြက္က်ျပီးအိမ္ကေနခြဲခြာခဲ႔ရပါေတာ႔တယ္။မပ်ံႏိုင္ေသးတဲ႔ဇီးကြက္ေပါက္ေလးေတြကိုစုေဆာင္းကာ ကြၽန္အျဖစ္ခိုင္းစားေနတဲ႔ သန္႔စင္သူမ်ားဆိုတဲ႔ဇီးကြက္တိုင္းျပည္ကိုသူတို႔ေရာက္ခဲ႔ပါေတာ႔တယ္။သူတို႔ႏွစ္ေယာက္ဘယ္လိုဆက္ျဖစ္မယ္၊ဘယ္လိုေတြဆက္ရင္ဆိုင္ရမယ္ဆိုတာ စိတ္ဝင္စားစြာဆက္လက္ၾကည္႔ရႈရမွာပါ။စိတ္ဓါတ္ခြန္အားေတြအမ်ားႀကီးေပးစြမ္းႏိုင္တဲ႔ဒီကားေလးကို Channel Myanmarပရိသတ္ၾကီးအတြက္ တင္ဆက္ေပးလိုက္ရပါတယ္။ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Aye Mon Kyaw ပဲျဖစ္ပါတယ္….(unicode)အမိုက်စား အက်ရှင် Animation ကားမို့ BLU-RAY1080P5.1CH ပါတင်ဆက်ပေးထားပါတယ်…..ယခုတင်ဆက်ပေးတဲ့ Animation ကားလေးကတော့ Legend of the Guardians:The Owl of Ga’hoole (2010)ကားလေးပဲဖြစ်ပါတယ်။Old but Gold လို့ပြောရမယ့် ဒီကားလေးကတော့ 2010 ကထွက်ရှိခဲ့တာဖြစ်ပြီးImdb Rating 6.9/10ရရှိထားတဲ့ ကားကောင်းလေးပါ။ဇာတ်လမ်းအကျဉ်းလေးကိုလဲ အနည်းငယ် တင်ပြလိုပါသေးတယ်။ဆောရန်နဲ့ ကလတ် ဆိုတာ အသိုက်တစ်ခုထဲမှာ မွေးဖွားလာတဲ့ ဇီးကွက်ပေါက်လေး နှစ်ကောင်ပါ။တစ်ကောင်က စိတ်ထားနူးညံ့သူဖြစ်သလို အခြားတစ်ကောင်က စိတ်ထားကြမ်းတမ်းသူပါ။စိတ်ထားခြင်းလားလားမှမတူတဲ့သူတို့ညီအကိုနှစ်ယောက် တစ်နေ့တော့ အသိုက်ကနေ ထွက်ကျပြီးအိမ်ကနေခွဲခွာခဲ့ရပါတော့တယ်။မပျံနိုင်သေးတဲ့ဇီးကွက်ပေါက်လေးတွေကိုစုဆောင်းကာ ကျွန်အဖြစ်ခိုင်းစားနေတဲ့ သန့်စင်သူများဆိုတဲ့ဇီးကွက်တိုင်းပြည်ကိုသူတို့ရောက်ခဲ့ပါတော့တယ်။သူတို့နှစ်ယောက်ဘယ်လိုဆက်ဖြစ်မယ်၊ဘယ်လိုတွေ ဆက်ရင်ဆိုင်ရမယ်ဆိုတာစိတ်ဝင်စားစွာဆက်လက်ကြည့်ရှုရမှာပါ။စိတ်ဓါတ်ခွန်အားတွေအများကြီးပေးစွမ်းနိုင်တဲ့ဒီကားလေးကို Channel Myanmarပရိသတ်ကြီးအတွက် တင်ဆက်ပေးလိုက်ရပါတယ်။File Size : (1.7GB)(900 MB) and (345 MB)Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720pFormat…mp4Duration…01:37:00Genre : Adventure, Animation,ActionSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Phyo Pyae"