"Zawgyi
*******
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Wish Man (2019) ဒီဇာတ္လမ္းေလးဟာ Make a Wish Foundation
ျဖစ္ေပၚလာပံုေလးကို တင္ဆက္ေပးထားတာျဖစ္ပါတယ္…
ဒီ Foundation ကို April 29, 1980 တြင္ စတင္တည္ေထာင္ခဲ့ၿပီး
Founder ျဖစ္တဲ့ Frank Shankwitz ရဲ႕ ဘဝဇာတ္ေၾကာင္းကိုလည္း
ဒီဇာတ္ကားထဲမွာ ေတြ႕ရမွာျဖစ္ပါတယ္ … True Story ကို
အေျခခံထားတဲ့ဇာတ္လမ္းမို႔လို႔ အားလံုးလည္းစိတ္ဝင္စားၾကမယ္ထင္ပါတယ္..
အေဝးေျပးလမ္းမေပၚက ယာဥ္ထိန္းရဲ Frank ဟာ
ငယ္စဥ္ကတည္းက ဖခင္ႏွင့္ခြဲခြာခဲ့ရလို႔ စိတ္ဒဏ္ရာရေနတဲ့သူပါ….
မေတာ္တဆျဖစ္ၿပီး ေသကံမေရာက္ခဲ့ေပမဲ့ တရားခံကို
လက္ပါတယ္ဆိုၿပီး ေခ်ာက္ခ်တရားစြဲခံရတဲ့အခ်ိန္မွာ
သူ႕ဘဝေျဗာင္းဆန္ေနပါတယ္ ဒီအခ်ိန္မွာမေမွ်ာ္လင့္ဘဲ
က်န္းမာေရးမေကာင္းလို႔ ဆံုးပါးခါနီးတဲ့ေကာင္ေလးတစ္ေယာက္ကို
အိမ္မက္ကို အေကာင္အထည္ေဖာ္ေပးရင္း ၂၈ ႏွစ္ၾကာကြဲကြာေနတဲ့
ဖခင္နဲ႔ျပန္ဆံုေတြ႕ခဲ့ရလို႔ ဒီကေလးကိုဂုဏ္ျပဳတဲ့အေနနဲ႔ Foundation
ကိုစတင္တည္ေထာင္ခဲ့တာပါ လူေတြရဲ႕ဆႏၵကုိလိုက္လုပ္ေပးဖို႔ဆိုတာ
လြယ္ကူတဲ့ကိစၥမဟုတ္ေပမယ့္ သက္တမ္းမေစ့ဘဲ ေႂကြလြင့္ရမဲ့
ကေလးေတြအတြက္ကေတာ့ မ်ားျပားတဲ့ ဆႏၵရွိတတ္တာမဟုတ္ပါဘူး
ေဝဒနာခံစားရတဲ့ ကေလးေတြအတြက္ ဒီလို Foundation
တစ္ခုရွိလာတာဟာ အင္မတန္ဝမ္းသာစရာ ေကာင္းပါတယ္…
IMDb 6.7/10 ရွိၿပီး 91% လူႀကိဳက္မ်ားတဲ့အတြက္ လက္လြတ္မခံသင့္ပါဘူးေနာ္…
ဇာတ္လမ္းရဲ႕ႏူးညံ့သိမ္ေမြ႕မႈနဲ႔အႏွစ္သာရေတြကို ကိုယ္တိုင္ခံစားႏိုင္ဖုိ႔
အားလံုးပဲ ၾကည့္ၾကည့္ၾကဖို႔ တုိက္တြန္းခ်င္ပါတယ္…
Unicode
*******
Zawgyi
*******
Wish Man (2019) ဒီဇာတ်လမ်းလေးဟာ Make a Wish Foundation
ဖြစ်ပေါ်လာပုံလေးကို တင်ဆက်ပေးထားတာဖြစ်ပါတယ်…
ဒီ Foundation ကို April 29, 1980 တွင် စတင်တည်ထောင်ခဲ့ပြီး
Founder ဖြစ်တဲ့ Frank Shankwitz ရဲ့ ဘဝဇာတ်ကြောင်းကိုလည်း
ဒီဇာတ်ကားထဲမှာ တွေ့ရမှာဖြစ်ပါတယ် … True Story ကို
အခြေခံထားတဲ့ဇာတ်လမ်းမို့လို့ အားလုံးလည်းစိတ်ဝင်စားကြမယ်ထင်ပါတယ်..
အဝေးပြေးလမ်းမပေါ်က ယာဉ်ထိန်းရဲ Frank ဟာ
ငယ်စဉ်ကတည်းက ဖခင်နှင့်ခွဲခွာခဲ့ရလို့ စိတ်ဒဏ်ရာရနေတဲ့သူပါ….
မတော်တဆဖြစ်ပြီး သေကံမရောက်ခဲ့ပေမဲ့ တရားခံကို
လက်ပါတယ်ဆိုပြီး ချောက်ချတရားစွဲခံရတဲ့အချိန်မှာ
သူ့ဘဝဗြောင်းဆန်နေပါတယ် ဒီအချိန်မှာမမျှော်လင့်ဘဲ
ကျန်းမာရေးမကောင်းလို့ ဆုံးပါးခါနီးတဲ့ကောင်လေးတစ်ယောက်ကို
အိမ်မက်ကို အကောင်အထည်ဖော်ပေးရင်း ၂၈ နှစ်ကြာကွဲကွာနေတဲ့
ဖခင်နဲ့ပြန်ဆုံတွေ့ခဲ့ရလို့ ဒီကလေးကိုဂုဏ်ပြုတဲ့အနေနဲ့ Foundation
ကိုစတင်တည်ထောင်ခဲ့တာပါ လူတွေရဲ့ဆန္ဒကိုလိုက်လုပ်ပေးဖို့ဆိုတာ
လွယ်ကူတဲ့ကိစ္စမဟုတ်ပေမယ့် သက်တမ်းမစေ့ဘဲ ကြွေလွင့်ရမဲ့
ကလေးတွေအတွက်ကတော့ များပြားတဲ့ ဆန္ဒရှိတတ်တာမဟုတ်ပါဘူး
ဝေဒနာခံစားရတဲ့ ကလေးတွေအတွက် ဒီလို Foundation
တစ်ခုရှိလာတာဟာ အင်မတန်ဝမ်းသာစရာ ကောင်းပါတယ်…
IMDb 6.7/10 ရှိပြီး 91% လူကြိုက်များတဲ့အတွက် လက်လွတ်မခံသင့်ပါဘူးနော်…
ဇာတ်လမ်းရဲ့နူးညံ့သိမ်မွေ့မှုနဲ့အနှစ်သာရတွေကို ကိုယ်တိုင်ခံစားနိုင်ဖို့
အားလုံးပဲ ကြည့်ကြည့်ကြဖို့ တိုက်တွန်းချင်ပါတယ်…
Translated & Review By Htoo Htoo Ka Joe
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
