"Take Point(2018)
(Zawgyi)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ခပ္မုိက္မုိက္ဇာတ္ကားမုိ႕ BLU-RAY 1080P 5.1 CHပါ ျပဳလုပ္ေပးထားပါတယ္…
အေမရိကန္ႏိုင္ငံမွာေ႐ြးေကာက္ပြဲျပန္လုပ္ေနတဲ့အခ်ိန္…လက္ရွိသမၼတရဲ႕မဲအေျခအေနကအက်ဘက္ကိုေရာက္ေနတဲ့အခ်ိန္မွာ စစ္ေရးနည္းနဲ႔ ျမႇင့္တင္ဖို႔ႀကိဳးပမ္းလာတယ္…အဲ့အခ်ိန္မွာပဲအေမရိကန္ကေျမာက္ကိုရီးယားကိုႏူးကလီးယားလက္နက္ဖ်က္သိမ္းဖို႔တြန္းအားေပးမယ္…တစ္ကယ္လို႔ေအာင္ျမင္ရင္တစ္ႏိုင္ငံလုံးကသူ႔ကိုေထာက္ခံမယ္ေပါ့…အဲ့လိုလုပ္ဖို႔ေျမာက္ကိုရီးယားထိပ္သီးေခါင္းေဆာင္တစ္ေယာက္ကို ဆုေၾကးေငြထုတ္ၿပီးဖမ္းမိန႔္ထုတ္လိုက္တယ္…သိတဲ့အတိုင္းဒီလိုကိစၥမ်ိဳးဆိုတာေပၚတင္လုပ္လို႔မရတဲ့အတြက္ စီအိုင္ေအဟာ ထုံးစံအတိုင္းတရားဝင္အဖြဲ႕အစည္းကိုမသုံးဘဲ ေၾကးစားတစ္ဖြဲ႕ကိုငွါးခဲ့တယ္..
ဒါမွလဲသူတို႔ဘက္ျပန္မပတ္မွာကိုး…
အဲ့ဒီေၾကးစားတပ္ဖြဲ႕ဟာ တကယ့္ကုိကြ်မ္းကြ်င္သူေတြနဲ႕ ဖြဲ႕စည္းထားပါတယ္…
အဲ့ဒီေၾကးစားတပ္ဖြဲ႕ေခါင္းေဆာင္ ေအဟတ္ဟာ ဒီ္မစ္ရွင္အဆင္ေျပေျပနဲ႔
အစီအစဥ္အတိုင္းေဆာင္႐ြက္သြားႏိုင္မလား…ဘယ္လိုအခက္အခဲအခ်ိဳးအေကြ႕ေတြနဲ႔ ႀကဳံေတြ႕သြားရမလဲဆိုတာကိုေတာ့…
ဒီကုိးရီးယားကားဟာ အက္ရွင္ဦးစားေပး ဇာတ္ကားျဖစ္သလုိ သရုပ္ေဆာင္ေတြဟာလည္း
ကုိးရီးယားရဲ႕ နာမည္ႀကီးသရုပ္ေဆာင္ေတြျဖစ္တဲ့ Jung-woo Ha က အဓိက သရုပ္ေဆာင္ထားတာပါ…ဇာတ္လမ္းက မထင္မွတ္တဲ့လက္ကြက္ေတြပါသလုိ ရုိက္ခ်က္ေတြကလည္း
အေတာ္ႀကီးကုိေကာင္းပါတယ္…
ဒါ့ေၾကာင့္လည္း ကုိးရီးယားမွာ ၀င္ေငြအေကာင္းဆုံးစာရင္း၀င္ျဖစ္သြားပါတယ္…ခံစားၾကည့္ၾကပါဦး..
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zwe Zan Aung ပဲျဖစ္ပါတယ္….
(unicode)
ခပ်မိုက်မိုက်ဇာတ်ကားမို့ BLU-RAY 1080P 5.1 CHပါ ပြုလုပ်ပေးထားပါတယ်…
အမေရိကန်နိုင်ငံမှာရွေးကောက်ပွဲပြန်လုပ်နေတဲ့အချိန်…လက်ရှိသမ္မတရဲ့မဲအခြေအနေကအကျဘက်ကိုရောက်နေတဲ့အချိန်မှာ စစ်ရေးနည်းနဲ့ မြှင့်တင်ဖို့ကြိုးပမ်းလာတယ်…အဲ့အချိန်မှာပဲအမေရိကန်ကမြောက်ကိုရီးယားကိုနူးကလီးယားလက်နက်ဖျက်သိမ်းဖို့တွန်းအားပေးမယ်…တစ်ကယ်လို့အောင်မြင်ရင်တစ်နိုင်ငံလုံးကသူ့ကိုထောက်ခံမယ်ပေါ့…အဲ့လိုလုပ်ဖို့မြောက်ကိုရီးယားထိပ်သီးခေါင်းဆောင်တစ်ယောက်ကို ဆုကြေးငွေထုတ်ပြီးဖမ်းမိန့်ထုတ်လိုက်တယ်…သိတဲ့အတိုင်းဒီလိုကိစ္စမျိုးဆိုတာပေါ်တင်လုပ်လို့မရတဲ့အတွက် စီအိုင်အေဟာ ထုံးစံအတိုင်းတရားဝင်အဖွဲ့အစည်းကိုမသုံးဘဲ ကြေးစားတစ်ဖွဲ့ကိုငှါးခဲ့တယ်..
ဒါမှလဲသူတို့ဘက်ပြန်မပတ်မှာကိုး…
အဲ့ဒီကြေးစားတပ်ဖွဲ့ဟာ တကယ့်ကိုကျွမ်းကျွင်သူတွေနဲ့ ဖွဲ့စည်းထားပါတယ်…
အဲ့ဒီကြေးစားတပ်ဖွဲ့ခေါင်းဆောင် အေဟတ်ဟာ ဒီ်မစ်ရှင်အဆင်ပြေပြေနဲ့
အစီအစဉ်အတိုင်းဆောင်ရွက်သွားနိုင်မလား…ဘယ်လိုအခက်အခဲအချိုးအကွေ့တွေနဲ့ ကြုံတွေ့သွားရမလဲဆိုတာကိုတော့…
ဒီကိုးရီးယားကားဟာ အက်ရှင်ဦးစားပေး ဇာတ်ကားဖြစ်သလို သရုပ်ဆောင်တွေဟာလည်း
ကိုးရီးယားရဲ့ နာမည်ကြီးသရုပ်ဆောင်တွေဖြစ်တဲ့ Jung-woo Ha က အဓိက သရုပ်ဆောင်ထားတာပါ…ဇာတ်လမ်းက မထင်မှတ်တဲ့လက်ကွက်တွေပါသလို ရိုက်ချက်တွေကလည်း
အတော်ကြီးကိုကောင်းပါတယ်…
ဒါ့ကြောင့်လည်း ကိုးရီးယားမှာ ဝင်ငွေအကောင်းဆုံးစာရင်းဝင်ဖြစ်သွားပါတယ်…ခံစားကြည့်ကြပါဦး..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Zwe Zan Aung ပဲဖြစ်ပါတယ်….
File Size :(2.1GB) (1.1GB) and (326 MB)
Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720p
Format…mp4
Duration…01:59:00
Genre : Action
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zwe Zan Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
