"Running with the Devil(2019)
(zawgyi)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင္းသားၾကီး Nicolas Cage, Laurence Fishburne တို႕ပါ၀င္ထားတဲ့ 2019 ႏွစ္ထြက္ Action/Drama ကားေလးျဖစ္ပါတယ္။ ကုိကင္းထုတ္လုပ္ေရာင္းခ်တဲ့ေစ်းကြက္တြင္းျပႆနာကိုအေျခခံျပီး အဓိကအားျဖင့္
ကိုကင္းသယ္ယူပံုအဆင့္ဆင့္ကိုေနာက္ခံထားျပီးဇာတ္အိမ္တည္ထားပါတယ္။ မူးယစ္ေဆးနဲ႕ပတ္သက္ျပီးအေမရိကန္ဇာတ္ကားေတြၾကည့္သူေတြအတြက္ေတာ့ အေမရိကန္ကမူးယစ္ေဆးျပႆနာေတြဟာ
မကၠဆီကိုႏိုင္ငံ…ကိုလံဘီယာလိုႏိုင္ငံေတြနဲ႕ေတာ္ေတာ္ေလးဆက္ႏြယ္ေနတာကိုသိထားၾကမွာပါ။ဒီဇာတ္ကားေလးမွာလည္း ကိုလံဘီယာကေန အေမရိကန္ႏိုင္ငံတြင္းအထိ ဘယ္လိုအဆင့္ဆင့္သယ္သြားတယ္….ကုိကင္းတစ္ကီလိုရဲ႕
တန္ေၾကးဟာ ဘယ္လိုအဆင့္ဆင့္တက္သြားတယ္…အေမရိကန္ႏိုင္ငံတြင္း မူးယစ္ျပႆနာဟာဘယ္ေလာက္ထိက်ယ္ျပန္႕တယ္ဆိုတာေတြ႕ရမွာပါ။ Nicolas Cage နဲ႕ Laurence Fishburne ကေတာ့ဒီဇာတ္ကားမွာအဓိကပါ၀င္ထားျပီး
ဇာတ္ရုပ္ကိုေသခ်ာပီျပင္စြာသရုပ္ေဆာင္ထားပါတယ္။ ၾကမ္းတမ္းတဲ့အခန္းေတြ လိင္ကိစၥအခန္းေတြပါ၀င္တဲ့အတြက္ မိသားစုနဲ႕ၾကည့္ဖို႕မသင့္ေတာ္ပါဘူး။ မူးယစ္ဇာတ္ကားမ်ဳိးကိုမွစိတ္၀င္စားစရာေကာင္းတာမ်ဳိးၾကည့္လိုသူေတြအတြက္
ဇာတ္ကားသစ္ေလးပဲျဖစ္ပါတယ္။
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Thura Zarni Aungပဲျဖစ္ပါတယ္….
(unicode)
မင်းသားကြီး Nicolas Cage, Laurence Fishburne တို့ပါဝင်ထားတဲ့ 2019 နှစ်ထွက် Action/Drama ကားလေးဖြစ်ပါတယ်။ ကိုကင်းထုတ်လုပ်ရောင်းချတဲ့ဈေးကွက်တွင်းပြဿနာကိုအခြေခံပြီး အဓိကအားဖြင့်
ကိုကင်းသယ်ယူပုံအဆင့်ဆင့်ကိုနောက်ခံထားပြီးဇာတ်အိမ်တည်ထားပါတယ်။ မူးယစ်ဆေးနဲ့ပတ်သက်ပြီးအမေရိကန်ဇာတ်ကားတွေကြည့်သူတွေအတွက်တော့ အမေရိကန်ကမူးယစ်ဆေးပြဿနာတွေဟာ
မက္ကဆီကိုနိုင်ငံ…ကိုလံဘီယာလိုနိုင်ငံတွေနဲ့တော်တော်လေးဆက်နွယ်နေတာကိုသိထားကြမှာပါ။ဒီဇာတ်ကားလေးမှာလည်း ကိုလံဘီယာကနေ အမေရိကန်နိုင်ငံတွင်းအထိ ဘယ်လိုအဆင့်ဆင့်သယ်သွားတယ်….ကိုကင်းတစ်ကီလိုရဲ့
တန်ကြေးဟာ ဘယ်လိုအဆင့်ဆင့်တက်သွားတယ်…အမေရိကန်နိုင်ငံတွင်း မူးယစ်ပြဿနာဟာဘယ်လောက်ထိကျယ်ပြန့်တယ်ဆိုတာတွေ့ရမှာပါ။ Nicolas Cage နဲ့ Laurence Fishburne ကတော့ဒီဇာတ်ကားမှာအဓိကပါဝင်ထားပြီး
ဇာတ်ရုပ်ကိုသေချာပီပြင်စွာသရုပ်ဆောင်ထားပါတယ်။ ကြမ်းတမ်းတဲ့အခန်းတွေ လိင်ကိစ္စအခန်းတွေပါဝင်တဲ့အတွက် မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး။ မူးယစ်ဇာတ်ကားမျိုးကိုမှစိတ်ဝင်စားစရာကောင်းတာမျိုးကြည့်လိုသူတွေအတွက်
ဇာတ်ကားသစ်လေးပဲဖြစ်ပါတယ်။
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thura Zarni Aungပဲဖြစ်ပါတယ်….
File Size : (900 MB) and (326 MB)
Quality : WEB-DL 720p,
Format…mp4
Duration…01:40:00
Genre : Crime, Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Thura Zarni Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
