"John Q (2002)_____IMDb – 7.1/10JOHN Qဆိုတဲ့ဒီကားကို တကယ်တော့ အညွှန်းတောင်သိပ်လိုမယ်မထင်ပါဘူး…Pauseမိဘတို့ရဲ့ မေတ္တာကိုအပြည့်အဝဖော်ကျူးထားတဲ့ကားမို့ တစ်ခါကြည့်ဖူးရုံနဲ့တော်တော်များများရဲ့နှလုံးသားကို အပြည့်အဝသိမ်းပိုက်ပြီး ထာဝရနီးပါးအမှတ်ရနေနိုင်တဲ့ကားဖြစ်ပါတယ်…ဇာတ်ကားကောင်းဖြစ်သည့်အပြင် ကျွန်တော်တို့ရဲ့ မင်းသားကြီး Denzel ကအဓိက သရုပ်ဆောင်ထားတော့1080P,720Pတို့ဖြင့် တင်ဆက်ပေးထားပါသည်…..မည်သို့ပင်ဆိုစေကာမူ ဇာတ်လမ်းအညွှန်းကိုတော့ အနည်းငယ်ပြောပြပါမည်…ဘဝက မွဲတေ၊ ဘဏ်ကတောင် ကားကို လာသိမ်းသွားတဲ့ အဖြစ်၊ အိမ်တောင်မှ ပေါင်ထားရပြီး ဘယ်နေ့ အသိမ်းခံရမယ် မသိ၊အလုပ်ကလည်း Full time ကနေ Part time အဆင့်ကို လျော့ကျ၊ ဒီလောက်မွန်းကြပ်တဲ့ ဘဝထဲမှာမှတစ်ဦးတည်းသော သားလေးက နှလုံးရောဂါနဲ့ နှလုံး အစားထိုးကုသမှ ရတော့မယ့် အဖြစ်၊အာမခံကလည်း ဒီလောက်ထိတော့ အကာအကွယ်မပေးနိုင်ဘူးဆိုပြီး ညစ်ပတ်…ဒီလိုအြခေအနေမျိုးမှာ ရုပ်ရှင်ကြည့်ပရိသတ်တွေဆိုရင်ရော ဘယ်လိုလုပ်မလဲ…ဒီလိုမွန်းကြပ်တဲ့ အခြေအနေဆိုးတွေကြားမှာ ဖခင်တစ်ယောက်ရဲ့ မေတ္တာကို ဖော်ကြူးရင်းမထင်မှတ်ထားတဲ့ အလှည့်အပြောင်းတွေနဲ့ ရိုက်ပြသွားတဲ့ Denzel Washinton ရဲ့ ဇာတ်ကားကောင်းတစ်ကားပဲ ဖြစ်ပါတော့တယ်…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Ye Pye Sone ပဲဖြစ်ပါတယ်…—————————————————JOHN Qဆုိတဲ့ဒီကားကုိ တကယ္ေတာ့ အညႊန္းေတာင္သိပ္လုိမယ္မထင္ပါဘူး…မိဘတုိ႕ရဲ႕ ေမတၱာကုိအျပည့္အ၀ေဖာ္က်ဴးထားတဲ့ကားမုိ႕ တစ္ခါၾကည့္ဖူးရုံနဲ႕ေတာ္ေတာ္မ်ားမ်ားရဲ႕ႏွလုံးသားကုိ အျပည့္အ၀သိမ္းပုိက္ၿပီး ထာ၀ရနီးပါးအမွတ္ရေနႏုိင္တဲ့ကားျဖစ္ပါတယ္…ဇာတ္ကားေကာင္းျဖစ္သည့္အျပင္ ကြ်န္ေတာ္တုိ႕ရဲ႕ မင္းသားႀကီး Denzel ကအဓိက သရုပ္ေဆာင္ထားေတာ့1080P,720Pတုိ႕ျဖင့္ တင္ဆက္ေပးထားပါသည္…..မည္သုိ႕ပင္ဆုိေစကာမူ ဇာတ္လမ္းအညႊန္းကုိေတာ့ အနည္းငယ္ေျပာျပပါမည္…ဘ၀က မြဲေတ၊ ဘဏ္ကေတာင္ ကားကို လာသိမ္းသြားတဲ႔ အျဖစ္၊ အိမ္ေတာင္မွ ေပါင္ထားရျပီး ဘယ္ေန႔ အသိမ္းခံရမယ္ မသိ၊အလုပ္ကလည္း Full time ကေန Part time အဆင္႔ကုိ ေလ်ာ႔က်၊ ဒီေလာက္မြန္းၾကပ္တဲ႔ ဘ၀ထဲမွာမွတစ္ဦးတည္းေသာ သားေလးက နွလံုးေရာဂါနဲ႔ နွလံုး အစားထိုးကုသမွ ရေတာ႔မယ္႔ အျဖစ္၊အာမခံကလည္း ဒီေလာက္ထိေတာ႔ အကာအကြယ္မေပးနုိင္ဘူးဆုိျပီး ညစ္ပတ္…ဒီလုိအျေခအေနမ်ိဳးမွာ ရုပ္ရွင္ၾကည့္ပရိသတ္ေတြဆုိရင္ေရာ ဘယ္လုိလုပ္မလဲ…ဒီလုိမြန္းၾကပ္တဲ႔ အေျခအေနဆုိးေတြၾကားမွာ ဖခင္တစ္ေယာက္ရဲ႕ ေမတၱာကို ေဖာ္ၾကဴးရင္းမထင္မွတ္ထားတဲ႔ အလွည့္အေျပာင္းေတြနဲ႔ ရိုက္ျပသြားတဲ႔ Denzel Washinton ရဲ႕ ဇာတ္ကားေကာင္းတစ္ကားပဲ ျဖစ္ပါေတာ႔တယ္…ဇာတ္လမ္းအညႊန္းနဲဲ႕ ဘာသာျပန္သူကေတာ့ Ye Pye Sone ပဲျဖစ္ပါတယ္…File Size :(1.87GB) and (900 MB)Quality : Blu-Ray 720p/1080p 5.1,Format…mp4Duration…01:56:00Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo Pyae"