"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(Zawgyi)
ခ်ာနာခ်ိဳဟာ ထုိင္းႏုိင္ငံက ဒိတ္ဒိတ္ၾကဲစီးပြားေရး မိသားစုရဲ႕ အရုိက္အရာကုိ ဆက္ခံထားတဲ့သူ တစ္ေယာက္။ ငယ္ငယ္ကတည္းက ေမြးရပ္ေၿမကုိစြန္႔ခြာသြားခဲ့ရၿပီး ႏုိင္ငံၿခားမွာ ေက်ာင္းတက္ရာက ၿပန္ေရာက္လာခဲ့တာ။ သူ႔အစြဲအလန္းက ေရွးေဟာင္း ထုိင္းရုိးရာ အိမ္ၾကီးေတြ။ ညဘက္ဆုိရင္ အိမ္မက္ေတြ မက္တယ္။ အဲ့ဒီလုိ အိမ္တစ္ခုမွာ သူၾကီးၿပင္းလာတဲ့အေၾကာင္း။ ၿပီးေတာ့ သူမသိတဲ့ လူေတြၾကားက အိမ္ေထာင္ေရး ၿပႆနာေတြ အဲ့ဒီကိစၥေတြထဲ ေၿမစာပင္ၿဖစ္ေနခဲ့တဲ့ ကေလးေလးတစ္ေယာက္။
.
ထုိင္းကုိ ၿပန္ေရာက္တဲ့ အခ်ိန္မွာ အိမ္ေထာင္က် ကေလးရေနၿပီၿဖစ္ေပမယ့္ သူ႔အစြဲအလန္းက မေပ်ာက္ပ်က္ႏုိင္ခဲ့ပဲ ထုိင္းရုိးရာ ေရွးအိမ္ၾကီး တစ္လုံးကုိ ရေအာင္၀ယ္ဖုိ႔ စိတ္ကူးထားခဲ့တယ္။ သူ႔ညီ၀မ္းကြဲက သူ႔ကုိ အမ်ိဳးသမီးတစ္ေယာက္နဲ႔ မိတ္ဆက္ေပးခဲ့တယ္။ ထုိင္းရုိးရာေရွးအိမ္ၾကီးကုိ ပုိင္ဆုိင္ရုံတင္မကပဲ..သိပ္လွပလြန္းတဲ့ မိန္းမတစ္ေယာက္။ၿပီးေတာ့ ေယာက္်ားေတြအတြက္ ေသေစႏုိင္ေလာက္တဲ့လွ်ိဳ႕၀ွက္ဆန္းၾကယ္မႈေတြပုိင္ဆုိင္ထားတဲ့သူ။ မယ္ခလာ (ေမခလာ) ဆုိပါေတာ့။
.
ခ်ာနာခ်ိဳ႕အတြက္ေတာ့ မယ္ခလာရဲ႕ အိမ္ၾကီးဟာ သူအၿမဲမက္ေနတဲ့ အိမ္မက္ေတြရဲ႕ လွ်ိဳ႕၀ွက္ခ်က္ဆုိတာ တစ္ၿဖည္းၿဖည္းသိလာပါတယ္။
သူ မသိခဲ့တာကေတာ့ မယ္ခလာ နဲ႔ပတ္သက္တဲ့ ေယာက္်ားတုိင္း ဇာတ္သိမ္းမေကာင္းခဲ့တာရယ္..။ မယ္ခလာ့ကို အၿမဲေစာင့္ေရွာက္ေနတဲ့ ေၿမႊနဂါး ၾကီးရွိေနခဲ့တယ္ဆုိတာပါ။ မယ္ခလာဟာ သူ႔ကုိ တကယ္ခ်စ္တာလား လွည့္စားခဲ့တာလား? မယ္ခလာရဲ႕ ကုိယ္ေစာင့္ေၿမြၾကီးကေရာ သူ႔ကုိ ဘယ္လုိစီရင္မွာလဲ?
.
ၿမန္မာပရိသတ္နဲ႔ရင္းႏွီးၿပီးသားၿဖစ္တဲ့ မင္းသားၿဖစ္တဲ့ မာရီယုိ နဲ႔ ‘ Jan Dara: The Beginning’ နဲ႔ ‘Jan Dara: The Finale’ တုိ႔ကုိရုိက္ခဲ့တဲ့အၿပင္ ေနာက္ထပ္ ၿမန္မာပရိသတ္ၾကိဳက္မင္းသား ၿဖစ္တဲ့ ‘Ananda’ နဲ႔ ‘Eternity’ ဆုိတဲ့ကားေတြကုိ ရုိက္ခဲ့တဲ့ ဒါရုိက္တာပါ။ သူ႔ထုံးစံအတုိင္း ေဖာက္ၿပန္မႈေတြကုိ ပြင့္ပြင့္လင္းလင္းၾကီးကုိ ခ်ၿပသြားပါတယ္။
.
၁၈ ႏွစ္အထက္ဆုိတာထက္ပုိသာပါတယ္။ လိင္ဆက္ဆံခန္းေတြဟာ အရမ္းမ်ားသလုိ ပီၿပင္လြန္းလွတယ္။ ၿပီးေတာ့ အခုက Uncut version ဆုိေတာ့ ရုံတင္တုန္းက ဆင္ဆာအရ မပါခဲ့တဲ့ ၾကမ္းတမ္းတဲ့ဇာတ္၀င္ခန္းေတြ အကုန္ပါမွာပါ။
(Unicode)
ချာနာချိုဟာ ထိုင်းနိုင်ငံက ဒိတ်ဒိတ်ကြဲစီးပွားရေး မိသားစုရဲ့ အရိုက်အရာကို ဆက်ခံထားတဲ့သူ တစ်ယောက်။ ငယ်ငယ်ကတည်းက မွေးရပ်မြေကိုစွန့်ခွာသွားခဲ့ရပြီး နိုင်ငံခြားမှာ ကျောင်းတက်ရာက ပြန်ရောက်လာခဲ့တာ။ သူ့အစွဲအလန်းက ရှေးဟောင်း ထိုင်းရိုးရာ အိမ်ကြီးတွေ။ ညဘက်ဆိုရင် အိမ်မက်တွေ မက်တယ်။ အဲ့ဒီလို အိမ်တစ်ခုမှာ သူကြီးပြင်းလာတဲ့အကြောင်း။ ပြီးတော့ သူမသိတဲ့ လူတွေကြားက အိမ်ထောင်ရေး ပြဿနာတွေ အဲ့ဒီကိစ္စတွေထဲ မြေစာပင်ဖြစ်နေခဲ့တဲ့ ကလေးလေးတစ်ယောက်။
.
ထိုင်းကို ပြန်ရောက်တဲ့ အချိန်မှာ အိမ်ထောင်ကျ ကလေးရနေပြီဖြစ်ပေမယ့် သူ့အစွဲအလန်းက မပျောက်ပျက်နိုင်ခဲ့ပဲ ထိုင်းရိုးရာ ရှေးအိမ်ကြီး တစ်လုံးကို ရအောင်ဝယ်ဖို့ စိတ်ကူးထားခဲ့တယ်။ သူ့ညီဝမ်းကွဲက သူ့ကို အမျိုးသမီးတစ်ယောက်နဲ့ မိတ်ဆက်ပေးခဲ့တယ်။ ထိုင်းရိုးရာရှေးအိမ်ကြီးကို ပိုင်ဆိုင်ရုံတင်မကပဲ..သိပ်လှပလွန်းတဲ့ မိန်းမတစ်ယောက်။ပြီးတော့ ယောက်ျားတွေအတွက် သေစေနိုင်လောက်တဲ့လျှို့ဝှက်ဆန်းကြယ်မှုတွေပိုင်ဆိုင်ထားတဲ့သူ။ မယ်ခလာ (မေခလာ) ဆိုပါတော့။
.
ချာနာချို့အတွက်တော့ မယ်ခလာရဲ့ အိမ်ကြီးဟာ သူအမြဲမက်နေတဲ့ အိမ်မက်တွေရဲ့ လျှို့ဝှက်ချက်ဆိုတာ တစ်ဖြည်းဖြည်းသိလာပါတယ်။
သူ မသိခဲ့တာကတော့ မယ်ခလာ နဲ့ပတ်သက်တဲ့ ယောက်ျားတိုင်း ဇာတ်သိမ်းမကောင်းခဲ့တာရယ်..။ မယ်ခလာ့ကို အမြဲစောင့်ရှောက်နေတဲ့ မြွှေနဂါး ကြီးရှိနေခဲ့တယ်ဆိုတာပါ။ မယ်ခလာဟာ သူ့ကို တကယ်ချစ်တာလား လှည့်စားခဲ့တာလား? မယ်ခလာရဲ့ ကိုယ်စောင့်မြွေကြီးကရော သူ့ကို ဘယ်လိုစီရင်မှာလဲ?
.
မြန်မာပရိသတ်နဲ့ရင်းနှီးပြီးသားဖြစ်တဲ့ မင်းသားဖြစ်တဲ့ မာရီယို နဲ့ ‘ Jan Dara: The Beginning’ နဲ့ ‘Jan Dara: The Finale’ တို့ကိုရိုက်ခဲ့တဲ့အပြင် နောက်ထပ် မြန်မာပရိသတ်ကြိုက်မင်းသား ဖြစ်တဲ့ ‘Ananda’ နဲ့ ‘Eternity’ ဆိုတဲ့ကားတွေကို ရိုက်ခဲ့တဲ့ ဒါရိုက်တာပါ။ သူ့ထုံးစံအတိုင်း ဖောက်ပြန်မှုတွေကို ပွင့်ပွင့်လင်းလင်းကြီးကို ချပြသွားပါတယ်။
.
၁၈ နှစ်အထက်ဆိုတာထက်ပိုသာပါတယ်။ လိင်ဆက်ဆံခန်းတွေဟာ အရမ်းများသလို ပီပြင်လွန်းလှတယ်။ ပြီးတော့ အခုက Uncut version ဆိုတော့ ရုံတင်တုန်းက ဆင်ဆာအရ မပါခဲ့တဲ့ ကြမ်းတမ်းတဲ့ဇာတ်ဝင်ခန်းတွေ အကုန်ပါမှာပါ။
File size…(1.2 GB) and (620 MB)
Quality….Uncut WEB-DL 720p
Format…mp4
Duration….02:12:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
