"The Keeper(2018)
IMDb….7.0
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ခင္ဗ်ားတို႔ဘဝမွာ အလုပ္တစ္ခု ဒါမွမဟုတ္ ျဖစ္တည္မႈတစ္ခုကို ဘယ္ေလာက္ထိ ႐ူးသြပ္ဖူးလဲ ဘယ္ေလာက္ထိ ႐ူးမိုက္ဖူးလဲ…
ကြ်န္ေတာ္ေျပာတာကို ယံုလိုက္ပါ…
ဘယ္ေလာက္ပဲ႐ူးသြပ္ပါတယ္ေျပာေျပာ ဒီျဖစ္ရပ္မွန္ဇာတ္လမ္းထဲက မန္စီးတီးဂိုးသမားႀကီးေလာက္ေတာ့ ခင္ဗ်ား မ႐ူးသြပ္ႏိုင္ပါဘူး…
သူ႔နာမည္က ထေရာ့မန္း…ဂ်ာမန္လူမ်ိဳး…
ဒုတိယကမ႓ာစစ္အတြင္းမွာ စစ္ထဲဝင္ခဲ့ၿပီး အဂၤလန္တို႔နဲ႔ တိုက္ခိုက္ခဲ့သူ…
ငယ္စဥ္ကေလးဘဝတုန္းက ေဘာလံုးကန္ရင္ဘယ္သူမွမလုပ္ခ်င္တဲ့ ဂိုးသမားေနရာမွာ ကစားရင္
း မန္စီးတီးလိုအသင္းမွာ ပင္တိုင္စံဂိုးသမားျဖစ္လာခဲ့တာ…
ဒုတိယကမာၻစစ္အတြင္း စစ္ရံႈးရာကေန သံု႔ပန္းအျဖစ္ ဖမ္းေခၚသြားခံရၿပီး ေလ့က်င့္ေရးစခန္းတစ္ခုမွာ ပံုစံသြင္းခံရရွာတယ္.
..အဲ့ဒီကေနတဆင့္ ၿမိဳ႕တြင္းေဘာလံုးအသင္းတစ္ခုရဲ႕ နည္းျပက သူ႔ကိုသေဘာက်လို႔ အဲ့ဒီအသင္းမွာ ဂိုးဖမ္းခြင့္ရတယ္..
.အဲ့တာဟာ မန္စီးတီးဂိုးသမားတစ္ေယာက္ျဖစ္လာဖို႔အတြက္ သူ႔ရဲ႕ အေကာင္းဆံုး ေျခလွမ္းတစ္ခုေပါ့…
ဒါေပမဲ့လည္း ထင္သေလာက္ေတာ့ မလြယ္ကူခဲ့ပါဘူး…ဂ်ာမန္လူမ်ိဳးတစ္ေယာက္ျဖစ္တဲ့
ထေရာ့မန္းဟာ အဂၤလန္ေျမမွာေတာ့ လြယ္လြယ္မဝင္ဆန္႔ခဲ့…အစစအရာရာ အခက္အခဲမ်ားစြာကိုေက်ာ္ျဖတ္လို႔
ဝါသနာအရင္းခံၿပီး ကံၾကမၼာလွည့္ကြက္ေတြကို ဘယ္လိုရင္ဆိုင္သြားမလဲဆိုတာကေတာ့ ဒီျဖစ္ရပ္မွန္ဇာတ္ကားေလးကိုပဲ
ကိုယ္တိုင္ၾကည့္ရႈလိုက္ၾကပါလို႔…ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္…
(Unicode)
ခင်ဗျားတို့ဘဝမှာ အလုပ်တစ်ခု ဒါမှမဟုတ် ဖြစ်တည်မှုတစ်ခုကို ဘယ်လောက်ထိ ရူးသွပ်ဖူးလဲ ဘယ်လောက်ထိ ရူးမိုက်ဖူးလဲ…
ကျွန်တော်ပြောတာကို ယုံလိုက်ပါ…
ဘယ်လောက်ပဲရူးသွပ်ပါတယ်ပြောပြော ဒီဖြစ်ရပ်မှန်ဇာတ်လမ်းထဲက မန်စီးတီးဂိုးသမားကြီးလောက်တော့ ခင်ဗျား မရူးသွပ်နိုင်ပါဘူး…
သူ့နာမည်က ထရော့မန်း…ဂျာမန်လူမျိုး…
ဒုတိယကမ္ဘာစစ်အတွင်းမှာ စစ်ထဲဝင်ခဲ့ပြီး အင်္ဂလန်တို့နဲ့ တိုက်ခိုက်ခဲ့သူ…
ငယ်စဉ်ကလေးဘဝတုန်းက ဘောလုံးကန်ရင်ဘယ်သူမှမလုပ်ချင်တဲ့ ဂိုးသမားနေရာမှာ ကစားရင်း မန်စီးတီးလိုအသင်းမှာ ပင်တိုင်စံဂိုးသမားဖြစ်လာခဲ့တာ…
ဒုတိယကမ္ဘာစစ်အတွင်း စစ်ရှုံးရာကနေ သုံ့ပန်းအဖြစ် ဖမ်းခေါ်သွားခံရပြီး လေ့ကျင့်ရေးစခန်းတစ်ခုမှာ ပုံစံသွင်းခံရရှာတယ်…အဲ့ဒီကနေတဆင့် မြို့တွင်းဘောလုံးအသင်းတစ်ခုရဲ့ နည်းပြက သူ့ကိုသဘောကျလို့ အဲ့ဒီအသင်းမှာ ဂိုးဖမ်းခွင့်ရတယ်…အဲ့တာဟာ မန်စီးတီးဂိုးသမားတစ်ယောက်ဖြစ်လာဖို့အတွက် သူ့ရဲ့ အကောင်းဆုံး ခြေလှမ်းတစ်ခုပေါ့…
ဒါပေမဲ့လည်း ထင်သလောက်တော့ မလွယ်ကူခဲ့ပါဘူး…ဂျာမန်လူမျိုးတစ်ယောက်ဖြစ်တဲ့ ထရော့မန်းဟာ အင်္ဂလန်မြေမှာတော့ လွယ်လွယ်မဝင်ဆန့်ခဲ့…အစစအရာရာ အခက်အခဲများစွာကိုကျော်ဖြတ်လို့ ဝါသနာအရင်းခံပြီး ကံကြမ္မာလှည့်ကွက်တွေကို ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာကတော့ ဒီဖြစ်ရပ်မှန်ဇာတ်ကားလေးကိုပဲ ကိုယ်တိုင်ကြည့်ရှုလိုက်ကြပါလို့…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်…
File Size : (952MB) and (393 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:00:00
Genre : Biography Drama, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Paing
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
