"Zawgyi*******Pauseအားလံုးေစာင့္ေမွ်ာ္ေနတဲ့ Yangonမွာလာ႐ိုက္တဲ့အခန္းေတြပါပီးျမန္မာသ႐ုပ္ေဆာင္ေတြပါဝင္ခြင့္ရတဲ့ Line Walker2အၾကည္ထြက္လာလို႔ တင္ဆက္ေပးလိုက္ပါတယ္ ဒီကားေလးဟာ2019 aug7ရက္မွ ထြက္႐ွိထားတာျဖစ္ၿပီး Box officeမွာUS $85.7millionဝင္ေငြရ႐ွိထားတဲ့ ေဟာင္ေကာင္ဇာတ္ကားေကာင္းေလးတစ္ကားျဖစ္ပါတယ္..မင္းသားႀကီး Louis Koo,Nick Cheung,Francis Ngတို႔အဓိကပါဝင္သ႐ုပ္ေဆာင္ထားပါတယ္ ဇာတ္လမ္းအက်ဥ္းကေတာ့ႏိုင္ငံတကာအၾကမ္းဖက္အဖြဲ႔အစည္းတစ္ခုဟာကေလးငယ္ေတြကိုဖမ္းဆီးၿပီး စနစ္တက်ေလးက်င့္ေပးကာႏိုင္ငံတကာရဲဌာနေတြမွာစပိုင္ရဲအရာ႐ွိေတြအျဖစ္ တာဝန္ထမ္းေဆာင္ေစပါတယ္…လက္ေထာက္စခန္းမူးယိနဲ႔ အရာ႐ွိခ်ိန္တို႔ ဟက္ကာေယာင္ခယ္ရီကိုဖမ္းမိခ်ိန္မွာေတာ့ သူမရဲ႕အၾကမ္းဖက္အဖြဲ႔ကို ဟက္ၿပီးရထားတဲ့ေဒတာအခ်က္အလက္ေတြအရ ရဲဌာနမွာစပိုင္ရဲအရာ႐ွိေတြအေျမာက္အမ်ား႐ွိေနတာကိုသိလိုက္ရတဲ့အခါ….လံုျခံဳးေရးအရာ႐ွိခ်င္က ဒီဟက္ကာေယာင္ခယ္ရီရဲ႕အမႈကိုလက္လြဲယူရခ်ိန္မွာ ဘာေတြဆက္ျဖစ္လာလဲ…ဘယ္သူက စပိုင္ရဲအရာ႐ွိျဖစ္ေနမလဲ..အၾကမ္းဖက္သမားေတြကိုႏွိမ္နင္းႏိုင္ပါ့မလား…ဇာတ္ကားတစ္ခုလံုးကို စိတ္လႈပ္႐ွားဖြယ္ၾကည့္႐ႈရမွာပါကိုယ္႕ႏိုင္ငံမွာလာရိုက္ထားတဲ႔အခန္းေတြကလည္းေရလည္မိုက္ပါတယ္Unicode*******အားလုံးစောင့်မျှော်နေတဲ့ Yangonမှာလာရိုက်တဲ့အခန်းတွေပါပီးမြန်မာသရုပ်ဆောင်တွေပါဝင်ခွင့်ရတဲ့ Line Walker2အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ် ဒီကားလေးဟာ2019 aug7ရက်မှ ထွက်ရှိထားတာဖြစ်ပြီး Box officeမှာUS $85.7millionဝင်ငွေရရှိထားတဲ့ ဟောင်ကောင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်..မင်းသားကြီး Louis Koo,Nick Cheung,Francis Ngတို့အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ် ဇာတ်လမ်းအကျဉ်းကတော့နိုင်ငံတကာအကြမ်းဖက်အဖွဲ့အစည်းတစ်ခုဟာကလေးငယ်တွေကိုဖမ်းဆီးပြီး စနစ်တကျလေးကျင့်ပေးကာနိုင်ငံတကာရဲဌာနတွေမှာစပိုင်ရဲအရာရှိတွေအဖြစ် တာဝန်ထမ်းဆောင်စေပါတယ်…လက်ထောက်စခန်းမူးယိနဲ့ အရာရှိချိန်တို့ ဟက်ကာယောင်ခယ်ရီကိုဖမ်းမိချိန်မှာတော့ သူမရဲ့အကြမ်းဖက်အဖွဲ့ကို ဟက်ပြီးရထားတဲ့ဒေတာအချက်အလက်တွေအရ ရဲဌာနမှာစပိုင်ရဲအရာရှိတွေအမြောက်အများရှိနေတာကိုသိလိုက်ရတဲ့အခါ….လုံခြုံးရေးအရာရှိချင်က ဒီဟက်ကာယောင်ခယ်ရီရဲ့အမှုကိုလက်လွဲယူရချိန်မှာ ဘာတွေဆက်ဖြစ်လာလဲ…ဘယ်သူက စပိုင်ရဲအရာရှိဖြစ်နေမလဲ..အကြမ်းဖက်သမားတွေကိုနှိမ်နင်းနိုင်ပါ့မလား…ဇာတ်ကားတစ်ခုလုံးကို စိတ်လှုပ်ရှားဖွယ်ကြည့်ရှုရမှာပါကိုယ့်နိုင်ငံမှာလာရိုက်ထားတဲ့အခန်းတွေကလည်းရေလည်မိုက်ပါတယ်Translated & Review By Phyo ZawEncoded By LK"