"Haunt(2019)
(zawgyi)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ေဟာ္လုိ၀င္းညတစ္ည အၿပင္မွာ ထြက္ကဲၾကတဲ့ သူငယ္ခ်င္းတစ္စုဟာ မူးမူးနဲ႔အိမ္မၿပန္ၾကေသးပဲ ေရွ႕ဆက္ဖုိ႔ ေနရာေရြးၾကပါတယ္။ သူတုိ႔
ေရြးလုိက္တဲ့ေနရာကေတာ့ ၿမိဳ႕စြန္တစ္ေနရာမွာရွိတဲ့ သရဲအိမ္ၾကီးတစ္လုံးပါ။ ထုံးစံအတုိင္း စည္းကမ္းခ်က္ေတြဖတ္ သေဘာတူေၾကာင္း
လက္မွတ္ထုိး ဖုန္းေတြအပ္ခဲ့အၿပီးမွာေတာ့ ထင္ထားသလုိ အပန္းေၿဖေပ်ာ္စရာ ေၿခာက္လွန္႔တဲ့သရဲအိမ္မဟုတ္ပဲ သူတုိ႔ အိမ္မက္ဆုိးေတြ
တကယ္ၿဖစ္လာမယ့္အေၾကာင္း တစ္ၿဖည္းၿဖည္းသေဘာေပါက္လာပါေတာ့တယ္။
ဒီလုိဇာတ္လမ္းဇာတ္အိမ္မ်ိဳး မၾကာခဏေတြ႔ဖူးတယ္ဆုိေပမယ့္ ဒီေလာက္ေကာင္းတဲ့ ကားမ်ိဳးေတာ့ ထြက္မလာခဲ့တာၾကာပါၿပီ။ ရုိးရွင္းတဲ့ ဇာတ္အိမ္ကိုမွ ဆန္းသစ္တဲ့တင္ၿပပုံ ရုိက္ခ်က္ေတြနဲ႔ဆုိေတာ့ horror ပရိသတ္ေတြ လက္လြတ္မခံသင့္တဲ့ ရွားရွားပါးပါး ကားေကာင္းတစ္ကားၿဖစ္ပါတယ္။
သတ္ခန္းၿဖတ္ခန္းေတြက တမင္လုပ္ယူထားတဲ့ ရြံစရာၿပကြက္မ်ိဳးေတြမဟုတ္ပဲ တကယ့္ကို အသည္းတယားယားရင္တစ္ဖုိဖုိနဲ႕ တကယ့္ကုိထိတ္လန္႕ေၾကာက္ရႊံစရာပါ…
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Alias ပဲျဖစ္ပါတယ္…
(unicode)
ဟော်လိုဝင်းညတစ်ည အပြင်မှာ ထွက်ကဲကြတဲ့ သူငယ်ချင်းတစ်စုဟာ မူးမူးနဲ့အိမ်မပြန်ကြသေးပဲ ရှေ့ဆက်ဖို့ နေရာရွေးကြပါတယ်။ သူတို့
ရွေးလိုက်တဲ့နေရာကတော့ မြို့စွန်တစ်နေရာမှာရှိတဲ့ သရဲအိမ်ကြီးတစ်လုံးပါ။ ထုံးစံအတိုင်း စည်းကမ်းချက်တွေဖတ် သဘောတူကြောင်း
လက်မှတ်ထိုး ဖုန်းတွေအပ်ခဲ့အပြီးမှာတော့ ထင်ထားသလို အပန်းဖြေပျော်စရာ ခြောက်လှန့်တဲ့သရဲအိမ်မဟုတ်ပဲ သူတို့ အိမ်မက်ဆိုးတွေ
တကယ်ဖြစ်လာမယ့်အကြောင်း တစ်ဖြည်းဖြည်းသဘောပေါက်လာပါတော့တယ်။
ဒီလိုဇာတ်လမ်းဇာတ်အိမ်မျိုး မကြာခဏတွေ့ဖူးတယ်ဆိုပေမယ့် ဒီလောက်ကောင်းတဲ့ ကားမျိုးတော့ ထွက်မလာခဲ့တာကြာပါပြီ။ ရိုးရှင်းတဲ့ ဇာတ်အိမ်ကိုမှ ဆန်းသစ်တဲ့တင်ပြပုံ ရိုက်ချက်တွေနဲ့ဆိုတော့ horror ပရိသတ်တွေ လက်လွတ်မခံသင့်တဲ့ ရှားရှားပါးပါး ကားကောင်းတစ်ကားဖြစ်ပါတယ်။
သတ်ခန်းဖြတ်ခန်းတွေက တမင်လုပ်ယူထားတဲ့ ရွံစရာပြကွက်မျိုးတွေမဟုတ်ပဲ တကယ့်ကို အသည်းတယားယားရင်တစ်ဖိုဖိုနဲ့ တကယ့်ကိုထိတ်လန့်ကြောက်ရွှံစရာပါ…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Alias ပဲဖြစ်ပါတယ်…
File Size : (850 MB) and (342 MB)
Quality : WEB-DL 720p,
Format…mp4
Duration…01:32:00
Genre : Horror, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Alias
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
