"(Unicode)၂၀၁၈ ခုနှစ်မှာ တေလဂူးအက်ရှင်ကားကောင်းတစ်ကားကို မှတ်မိကြမှာပါ။Pauseဘာအိုဗာအက်ရှင်မှ မပါတဲ့ Goodachari ပါ။ဒီမင်းသားကို ထပ်ပြီးပြောပြရမယ်ဆို ဟင်ဒီမင်းသားချော တိုက်ဂါး နှစ်ကြိမ်နှစ်ခါ ပြန်ရိုက်ခဲ့ပြီး Remakeများစွာပြုခဲ့ကြတဲ့ Baaghi ရဲ့ မူရင်း သရုပ်ဆောင်ပါ။IMDb Rating – 8.6/10Google Users – 96%အညွန်း———–ဒီမင်းသားနာမည်က Adivi Seshတဲ့။ဒီဇာတ်ကားထဲမှာတော့ ရဲအရာရှိဗစ်ကရမ်နေရာက မြင်တွေ့ရမှာပါ။ရဲအရာရှိ ဗစ်ကရမ် အဖြစ်မြင်ရမယ့် မင်းသားဟာ ငွေအတွက်ဆို ဘာမဆို လုပ်မယ့်သူမျိုး၊ရှေ့နေတစ်ယောက် မဟုတ်ပေမဲ့ လူသတ်သမားကိုလည်း သူ အကြံကောင်းတစ်ချို့နဲ့ ကာကွယ်ပေးနိုင်တဲ့ ရဲအရှိမျိုး။အတွေးဉာဏ်၊ဖြတ်ထိုးဉာဏ် ကောင်းကောင်းနဲ့ သူဟာ လူသတ်သမား ဆမ်မီရာဖက်က သူဟာ အကြံပေးအဖြစ် ရှိနေမှာပါ။အသတ်ခံရတဲ့ ရဲအရာရှိ(တရားလို)ဖက်ကတော့ သက်သေတွေ၊သဲလွန်စတွေကို လုပ်ကြံတတ်တဲ့ ရှေ့နေနဲ့ပါ။နှစ်ပေါင်း၂၀အတွင်း အိန္ဒိယတောင်ပိုင်းမှာ သူလိုက်ခဲ့ဖူးတဲ့ အမှု မှန်သမျှ ရှုံးနိမ့်ဖူးတာမရှိသေးဘူး။တရားခံဖက်ကလည်း လူသတ်မှုကို ဥပဒေကို ချိုးဖောက်တဲ့ ရဲအရာရှိရဲ့မုဒိမ်းမှုအဖြစ် ပြောချင်နေတယ်။မုဒိမ်းမှုကောင်ရဲအရှိတစ်ယောက်ကို သတ်ပစ်လိုက်တဲ့ မိန်းမတစ်ယောက်ရဲ့ အမှုကို ပုံဖော်ထားပြီး ဒီအမှုဟာ မှန်ကန်မှုရှိမရှိကို ရဲအရာရှိ ဗစ်ခရမ်က စုံစမ်းရာမှာတော့…..အမှုကွင်းဆက်တွေနဲ့အတူ…. ကဲ အပြောင်းအလဲလေးတွေရှိလာနိုင်သေးတော့ ဒီအညွန်းကို ဒီလောက်ပဲ ဖြတ်မယ်ဗျို့။————————————-ဒီဇာတ်ကားကို ဒီလောက်ထိ မမျှော်လင့်ခဲ့တာတော့ အမှန်ပါ။ဒီမင်းသားဟာ ဇာတ်လမ်းရွေးတဲ့ နေရာမှာ တော်တယ်လို့ဆိုရမယ်။ဒီဇာတ်ကားမှာ မင်းသမီးရွေးထားတာလည်း အရမ်းတော်ပါတယ်။အလိုက်ဖက်ဆုံးပဲ။လှည့်ကွက်တွေ၊မြှုပ်ကွက်တွေကို ထည့်ထားပြီး မုဒိမ်းကျင့်လို့ သတ်ပစ်ပါတယ်လို့ စစချင်းမှာ ဖော်ပြထားတော့ ‘တခြားဘာကိုများ ဖော်ပြနေဦးမလဲ၊ရှေ့ဆက် ဘယ်လိုဖြစ်မလဲ’ဆိုတဲ့ အသိက ဇာတ်လမ်းကို အဆုံးထိ ဆွဲခေါ်သွားခဲ့တယ်။အဆုံးပြောချင်တာကတော့ ဒီမင်းသားဟာ ဇာတ်လမ်းရွေးတာ တော်သလို ကျွန်တော်တို့လည်း ဇာတ်ကားရွေးတာ မှန်တယ်လို့ ပြောလိုပါတယ်။ဘော်ဒါတို့လည်း ဇာတ်ကားကောင်းကြိုက်သူ၊ အိန္ဒိယဇာတ်ကားကောင်းတွေကို ကြိုက်သူသာဆိုရင် ဒီဇာတ်ကားကြည့်လို့ နောင်တမရစေရဘူးလို့ အာမခံပါတယ်။အညွှန်းကိုတော့ ညီညီကိုးမှ ရေးထားပြီး ဘာသာပြန်တွေကတော့ ညီညီကိုးနဲ့ မျိုးခန့်ပါ(Zawgyi)၂၀၁၈ ခုႏွစ္မွာ ေတလဂူးအက္ရွင္ကားေကာင္းတစ္ကားကို မွတ္မိၾကမွာပါ။ဘာအိုဗာအက္ရွင္မွ မပါတဲ့ Goodachari ပါ။ဒီမင္းသားကို ထပ္ၿပီးေျပာျပရမယ္ဆို ဟင္ဒီမင္းသားေခ်ာ တိုက္ဂါး ႏွစ္ႀကိမ္ႏွစ္ခါ ျပန္႐ိုက္ခဲ့ၿပီး Remakeမ်ားစြာျပဳခဲ့ၾကတဲ့ Baaghi ရဲ႕ မူရင္း သ႐ုပ္ေဆာင္ပါ။IMDb Rating – 8.6/10Google Users – 96%အၫြန္း———–ဒီမင္းသားနာမည္က Adivi Seshတဲ့။ဒီဇာတ္ကားထဲမွာေတာ့ ရဲအရာရိွဗစ္ကရမ္ေနရာက ျမင္ေတြ႕ရမွာပါ။ရဲအရာရိွ ဗစ္ကရမ္ အျဖစ္ျမင္ရမယ့္ မင္းသားဟာ ေငြအတြက္ဆို ဘာမဆို လုပ္မယ့္သူမ်ဳိး၊ေရွ႕ေနတစ္ေယာက္ မဟုတ္ေပမဲ့ လူသတ္သမားကိုလည္း သူ အႀကံေကာင္းတစ္ခ်ဳိ႕နဲ႔ ကာကြယ္ေပးႏိုင္တဲ့ ရဲအရိွမ်ဳိး။အေတြးဉာဏ္၊ျဖတ္ထိုးဉာဏ္ ေကာင္းေကာင္းနဲ႔ သူဟာ လူသတ္သမား ဆမ္မီရာဖက္က သူဟာ အႀကံေပးအျဖစ္ ရိွေနမွာပါ။အသတ္ခံရတဲ့ ရဲအရာရိွ(တရားလို)ဖက္ကေတာ့ သက္ေသေတြ၊သဲလြန္စေတြကို လုပ္ႀကံတတ္တဲ့ ေရွ႕ေနနဲ႔ပါ။ႏွစ္ေပါင္း၂၀အတြင္း အိႏၵိယေတာင္ပိုင္းမွာ သူလိုက္ခဲ့ဖူးတဲ့ အမႈ မွန္သမွ် ႐ံႈးနိမ့္ဖူးတာမရိွေသးဘူး။တရားခံဖက္ကလည္း လူသတ္မႈကို ဥပေဒကို ခ်ိဳးေဖာက္တဲ့ ရဲအရာရိွရဲ႕မုဒိမ္းမႈအျဖစ္ ေျပာခ်င္ေနတယ္။မုဒိမ္းမႈေကာင္ရဲအရိွတစ္ေယာက္ကို သတ္ပစ္လိုက္တဲ့ မိန္းမတစ္ေယာက္ရဲ႕ အမႈကို ပံုေဖာ္ထားၿပီး ဒီအမႈဟာ မွန္ကန္မႈရိွမရိွကို ရဲအရာရိွ ဗစ္ခရမ္က စံုစမ္းရာမွာေတာ့…..အမႈကြင္းဆက္ေတြနဲ႔အတူ…. ကဲ အေျပာင္းအလဲေလးေတြရိွလာႏိုင္ေသးေတာ့ ဒီအၫြန္းကို ဒီေလာက္ပဲ ျဖတ္မယ္ဗ်ဳိ႕။————————————-ဒီဇာတ္ကားကို ဒီေလာက္ထိ မေမွ်ာ္လင့္ခဲ့တာေတာ့ အမွန္ပါ။ဒီမင္းသားဟာ ဇာတ္လမ္းေရြးတဲ့ ေနရာမွာ ေတာ္တယ္လို႔ဆိုရမယ္။ဒီဇာတ္ကားမွာ မင္းသမီးေရြးထားတာလည္း အရမ္းေတာ္ပါတယ္။အလိုက္ဖက္ဆံုးပဲ။လွည့္ကြက္ေတြ၊ျမႇဳပ္ကြက္ေတြကို ထည့္ထားၿပီး မုဒိမ္းက်င့္လို႔ သတ္ပစ္ပါတယ္လို႔ စစခ်င္းမွာ ေဖာ္ျပထားေတာ့ ‘တျခားဘာကိုမ်ား ေဖာ္ျပေနဦးမလဲ၊ေရွ႕ဆက္ ဘယ္လိုျဖစ္မလဲ’ဆိုတဲ့ အသိက ဇာတ္လမ္းကို အဆံုးထိ ဆြဲေခၚသြားခဲ့တယ္။အဆံုးေျပာခ်င္တာကေတာ့ ဒီမင္းသားဟာ ဇာတ္လမ္းေရြးတာ ေတာ္သလို ကြၽန္ေတာ္တို႔လည္း ဇာတ္ကားေရြးတာ မွန္တယ္လို႔ ေျပာလိုပါတယ္။ေဘာ္ဒါတို႔လည္း ဇာတ္ကားေကာင္းႀကိဳက္သူ၊ အိႏၵိယဇာတ္ကားေကာင္းေတြကို ႀကိဳက္သူသာဆိုရင္ ဒီဇာတ္ကားၾကည့္လို႔ ေနာင္တမရေစရဘူးလို႔ အာမခံပါတယ္။အၫႊန္းကိုေတာ့ ညီညီကိုးမွ ေရးထားၿပီး ဘာသာျပန္ေတြကေတာ့ ညီညီကိုးနဲ႔ မ်ဳိးခန္႔ပါFile Size : (900 MB ) and (450 MB)Quality : WEB-DL 720pRunning Time : 1hr 58minFormat : Mp4Genre : Crime, Drama, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : Telugu Proper TRUE WEB-DL-1080p-AVC-UNTOUCHEDTranslated by Nyi Nyi Koe & Myo KhantEncoded by Thanhtike Zaw"