"Balkan Line(2019)(Zawgyi)Pauseစစ္ကားကောင္းမုိ႕ BLU-RAY 1080P5.1CH ပါျပဳလုပ္ေပးထားပါတယ္…ဒီဇာတ္လမ္းက ၁၉၉၉ ခုႏွစ္ ဆားဘီးယား ကို ဗုံးက်ဲခံရတဲ့ အေၾကာင္းကို အေျခခံၿပီး ႐ိုက္ကူးထားတာပါ၊ဗုံးက်ဲမႈ ျဖစ္ပြားအၿပီးမွာ အယ္လ္ေဘးနီးယန္း သူပုန္ေတြက ဆလာတီနာ ေလဆိပ္ကို သိမ္းပိုက္ထားပါတယ္၊ၿငိမ္းခ်မ္းေရးတပ္ဖြဲ႕ေတြ ေဒသကို ျပန္လည္ထိန္းသိမ္းဖို႔အတြက္ ဆာဘီးယားကို လာၾကဖို႔ ရွိေနတဲ့အတြက္ မဟာဗ်ဴဟာအရ အေရးပါတဲ့ အဆိုပါေလဆိပ္ကို ျပန္ၿပီး ေျခကုပ္ယူႏိုင္ဖို႔အတြက္ ႐ုရွားအထူးတပ္ဖြဲ႕ တာ၀န္ေပးခံရတဲ့အခါ …..ေျပာရရင္ဒီလုိထိန္းသိမ္းထားဖုိ႕က ျပန္လမ္းမဲ့စစ္ဆင္ေရးလုိ႕ေတာင္ နာမည္ေပးလုိ႕ရပါတယ္… ဒီေလဆိပ္ကုိကာကြယ္ဖုိ႕ကလည္း လူနည္းစုသာ တာ၀န္ေပးခံရတဲ့အျပင္ အေရးေပၚ စစ္ကူေပးဖုိ႕လည္း မလြယ္ကူပါဘူး….လူနည္းစုျဖစ္တဲ့ အထူးတပ္ဖြဲ႕ေလးက ဒီလွ်ိဳ႕ဝွက္စစ္ဆင္ေရးကို ေအာင္ျမင္ေအာင္ လုပ္ႏိုင္ပါ့မလားဆိုတာ ႐ုပ္ရွင္ထဲ မွာ ဆက္လက္ ၾကည့္ရႈၾကရေအာင္ပါ ….စစ္ကားေကာင္းႀကဳိက္သူတုိ႕ လက္မလႊတ္သင့္ပါေၾကာင္း သတင္းေကာင္းပါးပါရေစ…..ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ SCRN ပဲျဖစ္ပါတယ္..(unicode)စစ်ကားကောင်းမို့ BLU-RAY 1080P5.1CH ပါပြုလုပ်ပေးထားပါတယ်…ဒီဇာတ်လမ်းက ၁၉၉၉ ခုနှစ် ဆားဘီးယား ကို ဗုံးကျဲခံရတဲ့ အကြောင်းကို အခြေခံပြီး ရိုက်ကူးထားတာပါ၊ဗုံးကျဲမှု ဖြစ်ပွားအပြီးမှာ အယ်လ်ဘေးနီးယန်း သူပုန်တွေက ဆလာတီနာ လေဆိပ်ကို သိမ်းပိုက်ထားပါတယ်၊ငြိမ်းချမ်းရေးတပ်ဖွဲ့တွေ ဒေသကို ပြန်လည်ထိန်းသိမ်းဖို့အတွက် ဆာဘီးယားကို လာကြဖို့ ရှိနေတဲ့အတွက် မဟာဗျူဟာအရ အရေးပါတဲ့ အဆိုပါလေဆိပ်ကို ပြန်ပြီး ခြေကုပ်ယူနိုင်ဖို့အတွက် ရုရှားအထူးတပ်ဖွဲ့ တာဝန်ပေးခံရတဲ့အခါ …..ပြောရရင်ဒီလိုထိန်းသိမ်းထားဖို့က ပြန်လမ်းမဲ့စစ်ဆင်ရေးလို့တောင် နာမည်ပေးလို့ရပါတယ်… ဒီလေဆိပ်ကိုကာကွယ်ဖို့ကလည်း လူနည်းစုသာ တာဝန်ပေးခံရတဲ့အပြင် အရေးပေါ် စစ်ကူပေးဖို့လည်း မလွယ်ကူပါဘူး….လူနည်းစုဖြစ်တဲ့ အထူးတပ်ဖွဲ့လေးက ဒီလျှို့ဝှက်စစ်ဆင်ရေးကို အောင်မြင်အောင် လုပ်နိုင်ပါ့မလားဆိုတာ ရုပ်ရှင်ထဲ မှာ ဆက်လက် ကြည့်ရှုကြရအောင်ပါ ….စစ်ကားကောင်းကြိုက်သူတို့ လက်မလွှတ်သင့်ပါကြောင်း သတင်းကောင်းပါးပါရစေ…..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ SCRN ပဲဖြစ်ပါတယ်..File Size : (2.44GB)(1.17GB) and (392 MB)Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720pFormat…mp4Duration…02:10:00Genre : Action,WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by SCRNEncoded by Phyo Pyae"