"(Unicode)PauseThe Invincible Iron Man ဆိုတဲ့ Animation ကားက (၂၀၀၇) ခုနှစ်ကထွက်ခဲ့တဲ့ကားဖြစ်တာကြောင့်Iron Man 1 (Live Action) ထက် ၁ နှစ်စောထွက်ခဲ့တာဖြစ်ပါတယ်။ဒီကားထဲမှာတော့ ကျွန်တော်တို့သိထားတဲ့MCU ထဲက Iron Man ဇာတ်လမ်းအတိုင်းမဟုတ်ပါဘူး။တိုနီစတာ့ခ်ရဲ့ သူငယ်ချင်းဖြစ်သူ ဂျိမ်းစ်ရုတ်ဒ် ဆိုMCU မှာ လေတပ်က စစ်ဗိုလ်တစ်ယောက်ဖြစ်ပေမယ့် ဒီကားထဲမှာတော့ တိုနီနဲ့အတူ အလုပ်တွဲလုပ်နေတာပါ။ဇာတ်လမ်းအကျဉ်းကတော့ တရုတ်ပြည်မှာ ရှေးဟောင်းမြို့တော်တစ်ခု တူးဖော်ရာကနေ မန်ဒရင်းလို့ခေါ်တဲ့ရက်စက်ကြမ်းကြုတ်တဲ့ဘုရင်တစ်ပါး ပြန်ပေါ်ထွက်လာဖို့အကြောင်းဖန်လာပါတယ်။Jade Dragon လို့ခေါ်တဲ့တော်လှမ်းရေးတပ်ဖွဲ့တစ်ဖွဲ့က ရှေးဟောင်းမြို့တူးဖော်နေတဲ့ တိုနီစတာ့ခ်တို့အဖွဲ့ကို နှောင့်ယှက်တိုက်ခိုက်ခဲ့တာမှာတိုနီတစ်ယောက် ထိခိုက်ဒဏ်ရာရပြီး အဖမ်းခံလိုက်ရပါတယ်…….ဒီကားထဲမှာ တိုနီ Iron Man ဖြစ်လာပုံကလဲ မတူသလို ဇာတ်လမ်းဇာတ်ကွက်တွေကလဲMCU ထဲကအတိုင်းမဟုတ်ပါဘူး။အခုအချိန်မှာ Iron Man/ Tony Stark ဆိုပြီး လူတိုင်းသိနေကြပေမယ့်အဲ့ဒီအချိန်တုန်းက (၂၀၀၇) တုန်းက လူသိနည်းသေးတဲ့ Character တစ်ခုလို့တောင်ပြောလို့ရပါတယ်။ဇာတ်ကားအဟောင်းဆိုပေမယ့်လဲ Marvel Fan တွေ သဘောကျမိမယ့်ကားမျိုးဖြစ်မှာပါ။“I Love You 3000”(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ ကို ဟိန်းမင်းထွန်းပါ)(Zawgyi)The Invincible Iron Man ဆိုတဲ့ Animation ကားက (၂၀၀၇) ခုႏွစ္ကထြက္ခဲ့တဲ့ကားျဖစ္တာေၾကာင့္Iron Man 1 (Live Action) ထက္ ၁ ႏွစ္ေစာထြက္ခဲ့တာျဖစ္ပါတယ္။ဒီကားထဲမွာေတာ့ ကၽြန္ေတာ္တို႔သိထားတဲ့MCU ထဲက Iron Man ဇာတ္လမ္းအတိုင္းမဟုတ္ပါဘူး။တိုနီစတာ့ခ္ရဲ႕ သူငယ္ခ်င္းျဖစ္သူ ဂ်ိမ္းစ္ရုတ္ဒ္ ဆိုMCU မွာ ေလတပ္က စစ္ဗိုလ္တစ္ေယာက္ျဖစ္ေပမယ့္ ဒီကားထဲမွာေတာ့ တိုနီနဲ႕အတူ အလုပ္တဲြလုပ္ေနတာပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ တရုတ္ျပည္မွာ ေရွးေဟာင္းၿမိဳ႕ေတာ္တစ္ခု တူးေဖာ္ရာကေန မန္ဒရင္းလို႔ေခၚတဲ့ရက္စက္ၾကမ္းၾကဳတ္တဲ့ဘုရင္တစ္ပါး ျပန္ေပၚထြက္လာဖို႔အေၾကာင္းဖန္လာပါတယ္။Jade Dragon လို႔ေခၚတဲ့ေတာ္လွမ္းေရးတပ္ဖဲြ႕တစ္ဖဲြ႕က ေရွးေဟာင္းၿမိဳ႕တူးေဖာ္ေနတဲ့ တိုနီစတာ့ခ္တို႔အဖြဲ႕ကို ေႏွာင့္ယွက္တိုက္ခိုက္ခဲ့တာမွာတိုနီတစ္ေယာက္ ထိခိုက္ဒဏ္ရာရၿပီး အဖမ္းခံလိုက္ရပါတယ္…….ဒီကားထဲမွာ တိုနီ Iron Man ျဖစ္လာပုံကလဲ မတူသလို ဇာတ္လမ္းဇာတ္ကြက္ေတြကလဲMCU ထဲကအတိုင္းမဟုတ္ပါဘူး။အခုအခ်ိန္မွာ Iron Man/ Tony Stark ဆုိၿပီး လူတိုင္းသိေနၾကေပမယ့္အဲ့ဒီအခ်ိန္တုန္းက (၂၀၀၇) တုန္းက လူသိနည္းေသးတဲ့ Character တစ္ခုလုိ႔ေတာင္ေျပာလို႔ရပါတယ္။ဇာတ္ကားအေဟာင္းဆိုေပမယ့္လဲ Marvel Fan ေတြ သေဘာက်မိမယ့္ကားမ်ိဳးျဖစ္မွာပါ။“I Love You 3000”(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကို ဟိန္းမင္းထြန္းပါ)File Size :(600 MB) and (300 MB)Quality : Blu-Ray 720pRunning Time : 1hr 23minFormat : Mp4Genre : Animation, Action, AdventureSubtitle : Myanmar Subtitle (Hard Sub)Source : 720p.BluRay.DTS.x264-ESiRTranslated by Hein Min TunEncoded by Thanhtike Zaw"