"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Unicode Version
============
ခရစ်စတီးနား (Cameron Diaz) နဲ့ ကော့တ်နေး (Christina Applegate) တို့ဟာ ကိုယ့်အလုပ်နယ်ပယ်မှာအောင်မြင်ကြသလို ရုပ်ရည် စတိုင်
ဒီဇိုင်း ကာလာ ဘာညာ တော်ကီ အနေအထားအရလဲထိပ်တန်းဖြစ်တယ်ဆိုတော့ ကြုံဖူးသမျှယောက်ျားတိုင်းက သူတို့ကို တန်းတန်းစွဲကြပါတယ်။(အခုခေတ်မှာတော့ ထက်မြက်တဲ့ မိန်းမတွေလို့ခေါ်မှာပေါ့)
သူတို့ကတော့ ယောက်ျားတွေ မှန်သမျှကို ကစားစရာလို့ သဘောထားပုံပါပဲ။
ဇာတ်ကားရဲ့ အဖွင့်ကို အဓိက ဇာတ်ကောင်ဖြစ်တဲ့ ခရစ်စတီးနား အသည်းခွဲတာခံရခဲ့ဖူးတဲ့ယောက်ျားတွေရဲ့ နာကျည်းချက်တွေကို အင်တာဗျူးပုံနဲ့စ ထားပါတယ်။ အချစ်ကို ကစားစရာလို့ ထင်ကြတဲ့ ခရစ်စတီးနားနဲ့ ကော့တ်နေးမှာ သိပ်ရိုးအေးပြီး အချစ်ကို ကိုးကွယ်တဲ့ ဂျိန်း( Selma blair) ဆိုတဲ့ သူငယ်ချင်းမလေးတစ်ယောက်ရှိသေးတယ်။
အဲ့ဒီကောင်မလေး ဘဲပစ်ခံရလို့ အသည်းကွဲနေတဲ့ အချိန်မှာ ထက်မြက်တဲ့ အပျိုကြီး နှစ်ယောက်က နင့်ကို လင်အသစ်ရှာပေးမှဖြစ်တော့မယ်ဆိုပြီး နာမည်ကြီး ကလပ်တစ်ခုကို ခေါ်သွားပါတယ်။ အသည်းကွဲနေတဲ့ ဂျိန်းကို ခရစ်စတီးနားက ဖြတ်လျှောက်သွားတဲ့ လူတစ်ယောက်ကို ဖင်လှမ်းဆိတ်ပြီး မိတ်ဆက်ပေးလိုက်တယ်။ သာမန်ယောက်ျားတစ်ယောက်ဆို ခရစ်စတီးနားရဲ့ အလှမှာတင် ပျော်ဝင်ပြီး သူ့စကားကို နားထောင်မိလောက်တဲ့ အခြေအနေမျိုးမှာ ဟိုဘဲက အကန်တွေချည်းပဲ ပြန်လွှတ်တယ်။ မင်း သူငယ်ချင်းနဲ့ ချိတ်ပေးရအောင် ငါ့အကြောင်း ဘယ်လောက်သိလို့လဲ ဘာညာဆိုတော့..ကာ? ထက်မြက်လှပပြီး အရည်အချင်းတွေ ပြည့်စုံနေတဲ့ ယောက်ျားများစွာကို ကစားခဲ့တဲ့ ခရစ်စတီးနားဟာ ဒီလူ့ကိုမှ တစ်နုံ့နုံ့နဲ့ စိတ်ထဲထည့်မိတော့တာပါပဲ။
ချစ်ဖို့ အရမ်းကောင်းသလို ဇာတ်ကားတစ်ခုလုံးလဲ ပါးစပ်မစေ့နိုင်လောက်အောင် ရယ်ရတဲ့ဇာတ်ကား။ သူငယ်ချင်းတွေကြားက အချစ် တစ်ယောက်နဲ့ တစ်ယောက်ကြုံရင်ကြုံသလို နိုင်ကွက်ရရင်ရသလို ဆဲတာဝုန်းတာလေးတွေက ချစ်ဖို့ကောင်းတယ်။ ကြည့်နေရင်းနဲ့ ကိုယ့်အချစ်ဆုံး သူငယ်ချင်းတွေကို သတိရစေမှာ အသေအချာပဲ။ အဓိကဇာတ်ဆောင်နှစ်ယောက်ဖြစ်တဲ့ ခရစ်စတီးနားနဲ့ ကော့တ်နေးတို့က
ရုပ်ရည်လေးမှ မလိုက်ကြမ်းတမ်းတဲ့စရိုက်တွေကို သရုပ်ဆောင်ပြသွားသလို သူတို့ သူငယ်ချင်း အေးအေးလေး ဂျိန်းကလဲ မျက်နှာသေလေးနဲ့ မွှေပြပါလိမ့်မယ်။
Zawgyi version
===========
ခရစ္စတီးနား (Cameron Diaz) နဲ႔ ေကာ့တ္ေနး (Christina Applegate) တုိ႔ဟာ ကုိယ့္အလုပ္နယ္ပယ္မွာေအာင္ၿမင္ၾကသလုိ ရုပ္ရည္ စတုိင္
ဒီဇုိင္း ကာလာ ဘာညာ ေတာ္ကီ အေနအထားအရလဲထိပ္တန္းၿဖစ္တယ္ဆုိေတာ့ ၾကဳံဖူးသမွ်ေယာက္်ားတုိင္းက သူတုိ႔ကုိ တန္းတန္းစြဲၾကပါတယ္။(အခုေခတ္မွာေတာ့ ထက္ၿမက္တဲ့ မိန္းမေတြလုိ႔ေခၚမွာေပါ့)
သူတုိ႔ကေတာ့ ေယာက္်ားေတြ မွန္သမွ်ကုိ ကစားစရာလုိ႔ သေဘာထားပုံပါပဲ။
ဇာတ္ကားရဲ႕ အဖြင့္ကုိ အဓိက ဇာတ္ေကာင္ၿဖစ္တဲ့ ခရစ္စတီးနား အသည္းခြဲတာခံရခဲ့ဖူးတဲ့ေယာက္်ားေတြရဲ႕ နာက်ည္းခ်က္ေတြကုိ အင္တာဗ်ဴးပုံနဲ႔စ ထားပါတယ္။ အခ်စ္ကုိ ကစားစရာလုိ႔ ထင္ၾကတဲ့ ခရစ္စတီးနားနဲ႔ ေကာ့တ္ေနးမွာ သိပ္ရုိးေအးၿပီး အခ်စ္ကုိ ကုိးကြယ္တဲ့ ဂ်ိန္း( Selma blair) ဆုိတဲ့ သူငယ္ခ်င္းမေလးတစ္ေယာက္ရွိေသးတယ္။
အဲ့ဒီေကာင္မေလး ဘဲပစ္ခံရလုိ႔ အသည္းကြဲေနတဲ့ အခ်ိန္မွာ ထက္ၿမက္တဲ့ အပ်ိဳၾကီး ႏွစ္ေယာက္က နင့္ကို လင္အသစ္ရွာေပးမွၿဖစ္ေတာ့မယ္ဆုိၿပီး နာမည္ၾကီး ကလပ္တစ္ခုကုိ ေခၚသြားပါတယ္။ အသည္းကြဲေနတဲ့ ဂ်ိန္းကုိ ခရစ္စတီးနားက ၿဖတ္ေလွ်ာက္သြားတဲ့ လူတစ္ေယာက္ကုိ ဖင္လွမ္းဆိတ္ၿပီး မိတ္ဆက္ေပးလုိက္တယ္။ သာမန္ေယာက္်ားတစ္ေယာက္ဆုိ ခရစ္စတီးနားရဲ႕ အလွမွာတင္ ေပ်ာ္၀င္ၿပီး သူ႔စကားကုိ နားေထာင္မိေလာက္တဲ့ အေၿခအေနမ်ိဳးမွာ ဟုိဘဲက အကန္ေတြခ်ည္းပဲ ၿပန္လႊတ္တယ္။ မင္း သူငယ္ခ်င္းနဲ႔ ခ်ိတ္ေပးရေအာင္ ငါ့အေၾကာင္း ဘယ္ေလာက္သိလုိ႔လဲ ဘာညာဆုိေတာ့..ကာ? ထက္ၿမက္လွပၿပီး အရည္အခ်င္းေတြ ၿပည့္စုံေနတဲ့ ေယာက္်ားမ်ားစြာကုိ ကစားခဲ့တဲ့ ခရစ္စတီးနားဟာ ဒီလူ႔ကုိမွ တစ္ႏုံ႔ႏုံ႔နဲ႔ စိတ္ထဲထည့္မိေတာ့တာပါပဲ။
ခ်စ္ဖုိ႔ အရမ္းေကာင္းသလုိ ဇာတ္ကားတစ္ခုလုံးလဲ ပါးစပ္မေစ့ႏုိင္ေလာက္ေအာင္ ရယ္ရတဲ့ဇာတ္ကား။ သူငယ္ခ်င္းေတြၾကားက အခ်စ္ တစ္ေယာက္နဲ႔ တစ္ေယာက္ၾကဳံရင္ၾကဳံသလုိ ႏုိင္ကြက္ရရင္ရသလုိ ဆဲတာ၀ုန္းတာေလးေတြက ခ်စ္ဖုိ႔ေကာင္းတယ္။ ၾကည့္ေနရင္းနဲ႔ ကုိယ့္အခ်စ္ဆုံး သူငယ္ခ်င္းေတြကုိ သတိရေစမွာ အေသအခ်ာပဲ။ အဓိကဇာတ္ေဆာင္ႏွစ္ေယာက္ၿဖစ္တဲ့ ခရစ္စတီးနားနဲ႔ ေကာ့တ္ေနးတုိ႔က
ရုပ္ရည္ေလးမွ မလုိက္ၾကမ္းတမ္းတဲ့စရုိက္ေတြကုိ သရုပ္ေဆာင္ၿပသြားသလုိ သူတုိ႔ သူငယ္ခ်င္း ေအးေအးေလး ဂ်ိန္းကလဲ မ်က္ႏွာေသေလးနဲ႔ ေမႊၿပပါလိမ့္မယ္။
File size…(999 MB) and (500 MB)
Quality….WEB-Rip 720p
Format…mp4
Duration….01:28:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
