"(Unicode)ဒီတစ်ခါ မိတ်ဆက်ပေးလိုက်တာကတော့ 2019 ခုနှစ်မှာ အသစ်စက်စက် ထွက် The King’s Letter ဆိုတဲ့ ကိုရီးယားရာဇဝင်ကားကောင်းလေးပါPauseကိုရီးယားအက္ခရာတွေ ပေါ်ပေါက်လာပုံနဲ့ ပတ်သက်ပြီး ကိုရီးယားမှာ ဇာတ်လမ်းမျိုးစုံရှိတဲ့အထဲကနေမှ တစ်ပုဒ်ကို အခြေခံပြီး ရိုက်ကူးထားတာပါဂျိုဆွန်းပြည်ဟာ ဗုဒ္ဓဘာသာနိုင်ငံဆိုတာကနေ ကွန်ဖြူးရှပ်ဝါဒီဖြစ်သွားတဲ့ ကာလအတွင်း ဖြစ်ခဲ့တာပါမင်းကြီးဟာ တရုတ်အက္ခရာကိုပဲ အသုံးပြုနိုင်ပြီး တရုတ်လက်အောက်ခံနိုင်ငံတစ်နိုင်ငံအဖြစ် နေရတာကို စိတ်ပျက်နေပြီး ကိုယ်ပိုင်အက္ခရာ တီထွင်ဖို့ ကြိုးစားနေခဲ့ပါတယ်တစ်နေ့တော့ ဂျပန်ဘုန်းကြီးတွေဟာ ဂျိုဆွန်းရဲ့ ရတနာဖြစ်တဲ့ တိပိဋကမူရင်းစာအုပ်တွေကို လာတောင်းရာမှ မင်းကြီးကိုယ်တိုင် မငြင်းသာတော့တဲ့အခါ ဗုဒ္ဓဘာသာ ဘုန်းကြီးတစ်ပါးက ကူညီဖြေရှင်းခဲ့ပါတယ်ဒီကနေ အစပြုလို့ ကိုယ်ပိုင်အက္ခရာ တီထွင်နိုင်မယ့် လမ်းစကို တွေ့ခဲ့ပြီး ကြိုးစားခဲ့ပုံကို ရိုက်ကူးပြထားပါတယ်ကွန်ဖြူးရှပ်ဝါဒီနိုင်ငံမှာ ဗုဒ္ဓဘာသာဘုန်းကြီးတွေနဲ့အတူ အက္ခရာ တီထွင်ရတဲ့အတွက် ဘယ်လိုအခက်အခဲတွေ ကြုံတွေ့ရတယ်ဆိုတာကိုလည်း စိတ်ဝင်စားဖွယ် ရိုက်ကူးထားပါတယ်ကိုရီးယားတွေရဲ့ ထုံးစံအတိုင်း ရာဇဝင်ကားတွေကို ပီပြင်အောင် ရိုက်ကူးပြထားတဲ့ ဇာတ်ကားကောင်းလေးဖြစ်ပါတယ်လို့ ညွှန်းပေးပါရစေဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ May Tharaphi Lwin ပဲဖြစ်ပါတယ်……(Zawgyi)ဒီတစ္ခါ မိတ္ဆက္ေပးလိုက္တာကေတာ့ 2019 ခုႏွစ္မွာ အသစ္စက္စက္ ထြက္ The King’s Letter ဆိုတဲ့ ကိုရီးယားရာဇဝင္ကားေကာင္းေလးပါကိုရီးယားအကၡရာေတြ ေပၚေပါက္လာပံုနဲ႔ ပတ္သက္ျပီး ကိုရီးယားမွာ ဇာတ္လမ္းမ်ိဳးစုံရွိတဲ့အထဲကေနမွ တစ္ပုဒ္ကို အေျခခံျပီး ရိုက္ကူးထားတာပါဂ်ိဳဆြန္းျပည္ဟာ ဗုဒၶဘာသာနိုင္ငံဆိုတာကေန ကြန္ျဖဴးရွပ္ဝါဒီျဖစ္သြားတဲ့ ကာလအတြင္း ျဖစ္ခဲ့တာပါမင္းႀကီးဟာ တရုတ္အကၡရာကိုပဲ အသံုးျပဳႏိုင္ျပီး တရုတ္လက္ေအာက္ခံႏိုင္ငံတစ္နိုင္ငံအျဖစ္ ေနရတာကို စိတ္ပ်က္ေနျပီး ကိုယ္ပိုင္အကၡရာ တီထြင္ဖို႔ ႀကိဳးစားေနခဲ့ပါတယ္တစ္ေန႔ေတာ့ ဂ်ပန္ဘုန္းႀကီးေတြဟာ ဂ်ိဳဆြန္းရဲ႕ ရတနာျဖစ္တဲ့ တိပိဋကမူရင္းစာအုပ္ေတြကို လာေတာင္းရာမွ မင္းႀကီးကိုယ္တိုင္ မျငင္းသာေတာ့တဲ့အခါ ဗုဒၶဘာသာ ဘုန္းႀကီးတစ္ပါးက ကူညီေျဖရွင္းခဲ့ပါတယ္ဒီကေန အစျပဳလို႔ ကိုယ္ပိုင္အကၡရာ တီထြင္နိုင္မယ့္ လမ္းစကို ေတြ႕ခဲ့ျပီး ႀကိဳးစားခဲ့ပံုကို ရိုက္ကူးျပထားပါတယ္ကြန္ျဖဴးရွပ္ဝါဒီနိုင္ငံမွာ ဗုဒၶဘာသာဘုန္းႀကီးေတြနဲ႔အတူ အကၡရာ တီထြင္ရတဲ့အတြက္ ဘယ္လိုအခက္အခဲေတြ ႀကံဳေတြ႕ရတယ္ဆိုတာကိုလည္း စိတ္ဝင္စားဖြယ္ ရိုက္ကူးထားပါတယ္ကိုရီးယားေတြရဲ႕ ထံုးစံအတိုင္း ရာဇဝင္ကားေတြကို ပီျပင္ေအာင္ ရိုက္ကူးျပထားတဲ့ ဇာတ္ကားေကာင္းေလးျဖစ္ပါတယ္လို႔ ညႊန္းေပးပါရေစဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ May Tharaphi Lwin ပဲျဖစ္ပါတယ္……File Size :(900 MB) and (450 MB)Quality : HDRip 720pRunning Time : 1hr 50minFormat : Mp4Genre : Drama, HistorySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p FHD AAC x264-NonDRMTranslated by May Tharaphi LwinEncoded by Thanhtike Zaw"