"(Unicode)PauseYesterday ဆိုတဲ့ ရုပ်ရှင်လေး ကြည့်ကြရအောင်။ Musical ကားလေးပါပဲ။ကမ္ဘာပေါ်မှာ အကောင်းဆုံး အဆိုတော်အဖွဲ့လို့ ပြောပြီဆို လူအတော်များများ ပြေးမြင်မိကြမှာ ဘီတယ်စ်ပါပဲ။အအောင်မြင်ဆုံးနဲ့ အကောင်းဆုံး သီချင်းတွေကို ရေးဖွဲ့ခဲ့ကြပါတယ်။ဒီရုပ်ရှင်ကတော့ ဘိုဟီးမီးယန်းတို့ ရော့ကတ်မန်းတို့လို ဘိုင်အိုပစ် မဟုတ်ပါဘူး။ဘီတယ်စ်ကိုအခြေခံထားတဲ့ စိတ်ကူးယဉ် ဂီတ ရုပ်ရှင်လေးပါ။ဇာတ်လမ်းအကျဉ်းကတော့ အင်္ဂလန်ရဲ့ မြို့လေးတစ်မြို့မှာ အရမ်းကြိုးစားပေမယ့် မအောင်မြင်တဲ့ အဆိုတော်လေး တစ်ယောက် ရှိတယ်ပေါ့။တစ်နေ့တော့ သူဟာ အဆိုတော်ဘဝကို လက်လျှော့လိုက်တော့မယ် အချိန်မှာ အဖြစ်ဆန်းတစ်ခု ကြုံလိုက်ရပါတော့တယ်။အဲဒါကတော့ ကမ္ဘာပေါ်က လျပ်စစ်အားလုံး ၁၂ စက္ကန့် ပြတ်တောက်သွားပြီး အမှောင်ကျသွားတာပါပဲ။အဲဒီ ၁၂ စက္ကန့်အပြီးမှာ ကမ္ဘာပေါ်က အရာအချို့ဟာ လုံးဝပျောက်ကွယ်သွားခဲ့ပြီး လူတွေက ရှိခဲ့တယ်ဆိုတာကိုတောင် မသိတော့ပါဘူး။ကိုကာကိုလာတို့ စီးကရက်တို့ကို လူတွေ မသိကြတော့ပါဘူး။အဲဒီအထဲမှာ ဘီတယ်စ် အဖွဲ့လည်း ပါသွားတယ်ပေါ့။အဲဒီ သီချင်းတွေနဲ့ သူတို့လေးယောက်ကို မှတ်မိနေသူက ဂျက် မာလစ် တစ်ယောက်ပဲ ရှိပါတော့တယ်။ဒီတော့ သူဟာ ဘီတယ်စ်ရဲ့ သီချင်းတွေကို ကိုယ်တိုင်ရေးသားသီဆိုသလို အသက်သွင်းဖို့ ကြိုးစားရင်း ကမ္ဘာကျော်ဖြစ်ဖို့အခွင့်အရေးကြုံလာတဲံအခါ..ဒီရုပ်ရှင်ကိုကြည့်ပြီးရင် ဘီတယ်စ်ကို အရင်က မသိခဲ့သူတွေတောင် ဘီတယ်စ် သီချင်းတွေကို ကြိုက်သွားကြမှာ သေချာပါတယ်။ ခံစားကြည့်လိုက်ပါ။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Little Neo ပဲဖြစ်ပါတယ်……(Zawgyi)Yesterday ဆိုတဲ့ ရုပ္ရွင္ေလး ၾကည့္ၾကရေအာင္။ Musical ကားေလးပါပဲ။ကမာၻေပၚမွာ အေကာင္းဆံုး အဆိုေတာ္အဖြဲ႕လို႕ ေျပာၿပီဆို လူအေတာ္မ်ားမ်ား ေျပးျမင္မိၾကမွာ ဘီတယ္စ္ပါပဲ။အေအာင္ျမင္ဆံုးနဲ႕ အေကာင္းဆံုး သီခ်င္းေတြကို ေရးဖြဲ႕ခဲ့ၾကပါတယ္။ဒီရုပ္ရွင္ကေတာ့ ဘိုဟီးမီးယန္းတို႕ ေရာ့ကတ္မန္းတို႕လို ဘိုင္အိုပစ္ မဟုတ္ပါဘူး။ဘီတယ္စ္ကိုအေျခခံထားတဲ့ စိတ္ကူးယဥ္ ဂီတ ရုပ္ရွင္ေလးပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ အဂၤလန္ရဲ႕ ျမိဳ႕ေလးတစ္ျမိဳ႕မွာ အရမ္းၾကိဳးစားေပမယ့္ မေအာင္ျမင္တဲ့ အဆိုေတာ္ေလး တစ္ေယာက္ ရွိတယ္ေပါ့။တစ္ေန႕ေတာ့ သူဟာ အဆိုေတာ္ဘဝကို လက္ေလွ်ာ့လိုက္ေတာ့မယ္ အခိ်န္မွာ အျဖစ္ဆန္းတစ္ခု ၾကံဳလုိက္ရပါေတာ့တယ္။အဲဒါကေတာ့ ကမာၻေပၚက လ်ပ္စစ္အားလံုး ၁၂ စကၠန္႕ ျပတ္ေတာက္သြားၿပီး အေမွာင္က်သြားတာပါပဲ။အဲဒီ ၁၂ စကၠန္႕အၿပီးမွာ ကမာၻေပၚက အရာအခ်ိဳ႕ဟာ လံုးဝေပ်ာက္ကြယ္သြားခဲ့ၿပီး လူေတြက ရွိခဲ့တယ္ဆိုတာကိုေတာင္ မသိေတာ့ပါဘူး။ကိုကာကိုလာတို႕ စီးကရက္တို႕ကို လူေတြ မသိၾကေတာ့ပါဘူး။အဲဒီအထဲမွာ ဘီတယ္စ္ အဖြဲ႕လည္း ပါသြားတယ္ေပါ့။အဲဒီ သီခ်င္းေတြနဲ႕ သူတို႕ေလးေယာက္ကို မွတ္မိေနသူက ဂ်က္ မာလစ္ တစ္ေယာက္ပဲ ရွိပါေတာ့တယ္။ဒီေတာ့ သူဟာ ဘီတယ္စ္ရဲ႕ သီခ်င္းေတြကို ကုိယ္တိုင္ေရးသားသီဆိုသလို အသက္သြင္းဖို႕ ၾကိဳးစားရင္း ကမာၻေက်ာ္ျဖစ္ဖုိ႕အခြင့္အေရးၾကံဳလာတဲံအခါ..ဒီရုပ္ရွင္ကိုၾကည့္ၿပီးရင္ ဘီတယ္စ္ကို အရင္က မသိခဲ့သူေတြေတာင္ ဘီတယ္စ္ သီခ်င္းေတြကို ၾကိဳက္သြားၾကမွာ ေသခ်ာပါတယ္။ ခံစားၾကည့္လိုက္ပါ။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Little Neo ပဲျဖစ္ပါတယ္……File Size :(950 MB) and (480 MB)Quality : Blu-Ray 720pRunning Time : 1hr 56minFormat : Mp4Genre : Comedy, Fantasy, MusicSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by LittleneoEncoded by Thanhtike Zaw"