"(Unicode)2019 ခုနှစ်မှာ အောင်မြင်မှု တော်တော် ရခဲ့ပြီး 2017 ကတည်းက ပျောက်နေတဲ့ လက်ပွားမင်းသားခေါ် Hrithik Roshan ရဲ့ ရုံတင်ဇာတ်ကားကြီး အကြည်တက်ပြီမို့ တင်ဆက်ပေးလိုက်ပါတယ်။Pauseဒီကားကတော့ အိန္ဒိယနိုင်ငံရဲ့ သင်္ချာဆရာ အာနန်းကူးမားနဲ့ သူ့တပည့်တွေရဲ့ ဘဝကို ပြန်လည်ပုံဖော်ထားတဲ့ ဖြစ်ရပ်မှန်အတ္ထုပ္ပတ္တိ ရုပ်ရှင်ပါ။IMDb Rating – 8.5/10Google Users – 96%Genere – Drama—————————————————အညွှန်းမရေးခင် ကြိုပြောချင်ပါတယ်။ ‌အညွှန်းမဖတ်ဘဲ ကြည့်တာက ပိုပြီး သင့်တော်မယ်လို့ ထင်မိပါတယ်။‌တစ်ကွက်ချင်းစီက ဇာတ်လမ်းရဲ့ ဆွဲဆောင်မှု ဖြစ်နေတော့ ရှောင်နိုင်တာ အကောင်းဆုံးပါ။Spoiler တော့မပါပါဘူးခင်ဗျ။‌ ‌ ‌ကဲ့ ပထမပိုင်းအတွက် အညွန်းလေး စပြီ။‌ ‌နွမ်းပါးပြီး စာကြိုးစားတဲ့ လူငယ်လေး အာနန်းကူးမားဟာ သင်္ချာဘာသာရပ်မှာ အရမ်းထူးချွန်ပါတယ်။ ‌သူကိုယ်တိုင် သင်္ချာကို ဝါသနာပါတာမို့ ‌နိုင်ငံခြား ဂျာနယ်တွေအထိ သူ့ဆောင်းပါးကို ဖော်ပြခံရတယ်။ ‌ ‌ဒီလို သူ့ရဲ့ အရည်အချင်းကြောင့် ‌သူ မျှော်လင့်ချက် အိပ်မက်တစ်ခု ဖြစ်တည်လာခဲ့ပါတယ်။ ‌ကမ့်ဘရစ်ချ် (Cambridge) ၊အောက်စ်ဖို့ဒ်(Oxford) စတဲ့ တက္ကသိုလ်တွေက ‌သင်္ချာအထူးပြုနဲ့ PhD ရဖို့ပေါ့။ ‌ ‌လူဆင်းရဲတစ်ယောက်အတွက် အိပ်မက်တွေဟာ ရောင်စုံခြယ်ဖို့ ဈေးကြီးလွန်းလှပါတယ်။ ‌ ‌ဒီလိုနဲ့ မမျှော်လင့်ဘဲ ဒုက္ခမိုးတွေ သူ့ဆီရွာသွန်းခဲ့ရာမှာတော့….ဒုတိယပိုင်း(နောက်ပိုင်း)အတွက် ထပ်ညွှန်းရရင်တော့… ကိုယ်ပိုင်ခံစားမှုလေး ထည့်ပါရစေ။ပညာရေးကို စီးပွားရေးအဖြစ် အသုံးချလာကြတဲ့ လူအသိုင်းအဝိုင်း၊ ပညာရွှေအိုး လူမခိုး လို့ပဲ ဆိုရိုးရှိခဲ့တာပါ။ရွှေအိုးရှိမှ ပညာရ ဆိုတဲ့ စကားပုံတော့ မတွင်ကျယ်ခဲ့ဘူး။ပတ်ဝန်းကျင်မှာ ကျောင်းမနေနိုင်တဲ့ ကလေးတွေ မျးလာတယ်။ကျောင်းနေရင် ကျူရှင်မယူရတဲ့ ကလေးတွေမှာ လကုန်တိုင်း ကျူရှင် ဆရာ မျက်နှာမဲ့မှာကို ကြောက်လာကြရတယ်။ကျူရှင်စရိတ်(လခ)ပေးနိုင်ဖို့ အိမ်ကနေ အတင်းတောင်းရင်း ကျူရှင်ပျက်ရာက ကျောင်းထွက်သွားရတဲ့အထိ မြင်ဖူးခဲ့တယ်။အဲ့ဒီလို ကလေးတွေ ရှိကြတယ်။ ဒါတွေကို မြို့နယ်မှာ အတော်ဆုံး လူဆင်းရဲဘဝက ရုန်းကန်ခဲ့ရတဲ့ ဆရာအာနန်းကူးမား နားလည်ခဲ့ရာမှာတော့…..Super 30 အိပ်မက်တစ်ခု ဖြစ်တည်လာခဲ့ပါတယ်။——————————————–စာသင်ပြပုံတွေကို ရောထွေးပြီး ရိုးအီနေအောင်မထည့်ထားဘဲ အဓိက အထွတ်အထိပ်ရောက်မှ လိုအပ်သလို ဆွဲယူပြတာတွေက တော်တော်လေး အံ့မခန်းပါ။နောက်ခံတီးလုံးတွေလည်း သစ်တယ်။မျက်ရည်ကျလောက်တဲ့ ဘဝသရုပ်ဖော်တွေကို ပရိသတ်ကို ဆွဲခေါ်သွားနိုင်တာက လေးစားဖွယ်။အခက်အခဲတွေ မျိုးစုံကို ရင်ဆိုင်နေရတဲ့ ဆရာတစ်ယောက်အတွက် တပည့်တွေက အတူဖြေရှင်းကြပုံတွေက အတုယူဖွယ်။ဒီဇာတ်ကားဟာ ပညာရေး(Education) ကို အခြေခံထားပြီး ဘဝသရုပ်ဖော်တွေ ကို ရင်ဘတ်ထဲ ထည့်တော့မှာမို့ ကိုယ်တိုင်သာ ခံစားကြည့်ဖို့ အောက်က မန့်ဘောစ်ထဲ ဒေါင်းလုဒ်လင့်ကို ကော်ပီယူပြီး ဒေါင်းယူနိုင်ပါပြီ။(စာအရေးအသား ဖတ်ရဆိုးတာမျိုးရှိရင် ကြိုတင် တောင်းပန်ပါတယ်။ စကားတွေ အများကြီး ပြောပေမဲ့ စာက နည်းနေတာမျိုးတွေ ရှိတတ်လို့ နားလည်လွယ်အောင် ကြိုးစားရေးရင်း ဖတ်ရတာ မပြေမပြစ်ဖြစ်နေတတ်လို့ပါ)(အညွှန်းနဲ့ ဘာသာပြန်ပေးထားကြသူတွေကတော့ ညီညီကိုးနဲ့ မြင့်သူ ပါ။)(Zawgyi)2019 ခုႏွစ္မွာ ေအာင္ျမင္မႈ ေတာ္ေတာ္ ရခဲ့ၿပီး 2017 ကတည္းက ေပ်ာက္ေနတဲ့ လက္ပြားမင္းသားေခၚ Hrithik Roshan ရဲ႕ ႐ံုတင္ဇာတ္ကားႀကီး အၾကည္တက္ၿပီမို႔ တင္ဆက္ေပးလိုက္ပါတယ္။ဒီကားကေတာ့ အိႏၵိယႏိုင္ငံရဲ႕ သခ်ၤာဆရာ အာနန္းကူးမားနဲ႔ သူ႕တပည့္ေတြရဲ႕ ဘဝကို ျပန္လည္ပံုေဖာ္ထားတဲ့ ျဖစ္ရပ္မွန္အတၳဳပၸတၱိ ႐ုပ္ရွင္ပါ။IMDb Rating – 8.5/10Google Users – 96%Genere – Drama—————————————————အၫႊန္းမေရးခင္ ႀကိဳေျပာခ်င္ပါတယ္။ ‌အၫႊန္းမဖတ္ဘဲ ၾကည့္တာက ပိုၿပီး သင့္ေတာ္မယ္လို႔ ထင္မိပါတယ္။‌တစ္ကြက္ခ်င္းစီက ဇာတ္လမ္းရဲ႕ ဆြဲေဆာင္မႈ ျဖစ္ေနေတာ့ ေရွာင္ႏိုင္တာ အေကာင္းဆံုးပါ။Spoiler ေတာ့မပါပါဘူးခင္ဗ်။‌ ‌ ‌ကဲ့ ပထမပိုင္းအတြက္ အၫြန္းေလး စၿပီ။‌ ‌ႏြမ္းပါးၿပီး စာႀကိဳးစားတဲ့ လူငယ္ေလး အာနန္းကူးမားဟာ သခ်ၤာဘာသာရပ္မွာ အရမ္းထူးခြၽန္ပါတယ္။ ‌သူကိုယ္တိုင္ သခ်ၤာကို ဝါသနာပါတာမို႔ ‌ႏိုင္ငံျခား ဂ်ာနယ္ေတြအထိ သူ႕ေဆာင္းပါးကို ေဖာ္ျပခံရတယ္။ ‌ ‌ဒီလို သူ႕ရဲ႕ အရည္အခ်င္းေၾကာင့္ ‌သူ ေမွ်ာ္လင့္ခ်က္ အိပ္မက္တစ္ခု ျဖစ္တည္လာခဲ့ပါတယ္။ ‌ကမ့္ဘရစ္ခ်္ (Cambridge) ၊ေအာက္စ္ဖို႔ဒ္(Oxford) စတဲ့ တကၠသိုလ္ေတြက ‌သခ်ၤာအထူးျပဳနဲ႔ PhD ရဖို႔ေပါ့။ ‌ ‌လူဆင္းရဲတစ္ေယာက္အတြက္ အိပ္မက္ေတြဟာ ေရာင္စံုျခယ္ဖို႔ ေဈးႀကီးလြန္းလွပါတယ္။ ‌ ‌ဒီလိုနဲ႔ မေမွ်ာ္လင့္ဘဲ ဒုကၡမိုးေတြ သူ႕ဆီရြာသြန္းခဲ့ရာမွာေတာ့….ဒုတိယပိုင္း(ေနာက္ပိုင္း)အတြက္ ထပ္ၫႊန္းရရင္ေတာ့… ကိုယ္ပိုင္ခံစားမႈေလး ထည့္ပါရေစ။ပညာေရးကို စီးပြားေရးအျဖစ္ အသံုးခ်လာၾကတဲ့ လူအသိုင္းအဝိုင္း၊ ပညာေရႊအိုး လူမခိုး လို႔ပဲ ဆို႐ိုးရိွခဲ့တာပါ။ေရႊအိုးရိွမွ ပညာရ ဆိုတဲ့ စကားပံုေတာ့ မတြင္က်ယ္ခဲ့ဘူး။ပတ္ဝန္းက်င္မွာ ေက်ာင္းမေနႏိုင္တဲ့ ကေလးေတြ မ်းလာတယ္။ေက်ာင္းေနရင္ က်ဴရွင္မယူရတဲ့ ကေလးေတြမွာ လကုန္တိုင္း က်ဴရွင္ ဆရာ မ်က္ႏွာမဲ့မွာကို ေၾကာက္လာၾကရတယ္။က်ဴရွင္စရိတ္(လခ)ေပးႏိုင္ဖို႔ အိမ္ကေန အတင္းေတာင္းရင္း က်ဴရွင္ပ်က္ရာက ေက်ာင္းထြက္သြားရတဲ့အထိ ျမင္ဖူးခဲ့တယ္။အဲ့ဒီလို ကေလးေတြ ရိွၾကတယ္။ ဒါေတြကို ၿမိဳ႕နယ္မွာ အေတာ္ဆံုး လူဆင္းရဲဘဝက ႐ုန္းကန္ခဲ့ရတဲ့ ဆရာအာနန္းကူးမား နားလည္ခဲ့ရာမွာေတာ့…..Super 30 အိပ္မက္တစ္ခု ျဖစ္တည္လာခဲ့ပါတယ္။——————————————–စာသင္ျပပံုေတြကို ေရာေထြးၿပီး ႐ိုးအီေနေအာင္မထည့္ထားဘဲ အဓိက အထြတ္အထိပ္ေရာက္မွ လိုအပ္သလို ဆြဲယူျပတာေတြက ေတာ္ေတာ္ေလး အံ့မခန္းပါ။ေနာက္ခံတီးလံုးေတြလည္း သစ္တယ္။မ်က္ရည္က်ေလာက္တဲ့ ဘဝသ႐ုပ္ေဖာ္ေတြကို ပရိသတ္ကို ဆြဲေခၚသြားႏိုင္တာက ေလးစားဖြယ္။အခက္အခဲေတြ မ်ဳိးစံုကို ရင္ဆိုင္ေနရတဲ့ ဆရာတစ္ေယာက္အတြက္ တပည့္ေတြက အတူေျဖရွင္းၾကပံုေတြက အတုယူဖြယ္။ဒီဇာတ္ကားဟာ ပညာေရး(Education) ကို အေျခခံထားၿပီး ဘဝသ႐ုပ္ေဖာ္ေတြ ကို ရင္ဘတ္ထဲ ထည့္ေတာ့မွာမို႔ ကိုယ္တိုင္သာ ခံစားၾကည့္ဖို႔ ေအာက္က မန္႔ေဘာစ္ထဲ ေဒါင္းလုဒ္လင့္ကို ေကာ္ပီယူၿပီး ေဒါင္းယူႏိုင္ပါၿပီ။(စာအေရးအသား ဖတ္ရဆိုးတာမ်ဳိးရိွရင္ ႀကိဳတင္ ေတာင္းပန္ပါတယ္။ စကားေတြ အမ်ားႀကီး ေျပာေပမဲ့ စာက နည္းေနတာမ်ဳိးေတြ ရိွတတ္လို႔ နားလည္လြယ္ေအာင္ ႀကိဳးစားေရးရင္း ဖတ္ရတာ မေျပမျပစ္ျဖစ္ေနတတ္လို႔ပါ)(အၫႊန္းနဲ႔ ဘာသာျပန္ေပးထားၾကသူေတြကေတာ့ ညီညီကိုးနဲ႔ ျမင့္သူ ပါ။)File Size : (1.20 GB )Quality : WEB-DL 720pRunning Time : 2hr 34minFormat : Mp4Genre : Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.HS.WEB-DL.AAC.x264-BonsaiHDTranslated by Nyi Koe And Myint ThuEncoded by Thanhtike Zaw"