"Zawgyi*******Pauseသရဲကားေကာင္းေကာင္းေလးေတြၾကည္႕ခ်င္သူေတြအတြက္ပါထိုင္းနာမည္ၾကီးသရဲကား 3AM လိုပဲ ဇာတ္လမ္းေလးေတြတပုဒ္ခ်င္းစီနဲ႕တင္ဆက္ထားတဲ႔ကားပဲၿဖစ္ပါတယ္ဒီဇာတ္လမ္းမွာေဟာင္ေကာင္သရဲဇာတ္လမ္းတိုသံုးပုဒ္ကုိထည့္သြင္း႐ုိက္ကူးထားေသာ ဇာတ္လမ္းေလးပဲ ျဖစ္ပါတယ္ပထမဇာတ္လမ္းေလးကေတာ့ ခ်န္ဝိုင္ဆိုတဲ့ေကာင္မေလးတစ္ေယာက္အခန္းခသက္သာတဲ့တိုက္ခန္းတစ္ခုမွာေျပာင္းလာေနၿပီးေနာက္အန္းမာဆိုတဲ့ေကာင္မေလးတစ္ေယာက္နဲ႔ခင္မင္ၿပီးတစ္ခန္းထဲမွာအတူေနထိုင္ၾကပါတယ္…အခန္းထဲကေနလည္းညတိုင္းဆူညံသံေတြဆက္တိုက္ၾကားေနရတဲ့အျပင္အခန္းေ႐ွ႕မွာဆိုလည္းဘယ္ကေရာက္လာမွန္းမသိတဲ့ဖိနပ္ေတြ႐ွိေနတတ္ပါတယ္…. ဒုတိယဇာတ္လမ္းေလးကေတာ့မိန္းမနဲ႔ကေလးကိုဆံုး႐ႈံးသြားတဲ့ခင္ပြန္းတစ္ေယာက္ကမိန္းမကိုေသရာကေနအသက္ျပန္သြင္းႏိုင္မဲ့တက္တူးတစ္မ်ိဳးကိုေသသြားၿပီျဖစ္တဲ့မိန္းမကိုယ္ေပၚမွာထိုးၿပီးေနာက္မထင္မွတ္ပဲအသက္ျပန္႐ွင္လာခဲ့ပါတယ္…ဒါေပမဲ့အခ်ိန္အၾကာႀကီးလူတစ္ေယာက္လိုေနႏိုင္ဖို႔ဆိုရင္……………….တျခားလူေတြဆီကဝိဥာဥ္ကိုစုပ္ယူမွျဖစ္ပါလိမ့္မယ္…..တတိယဇာတ္လမ္းေလးကေတာ့သရဲအိမ္ေတြသရဲေတြအေၾကာင္း႐ိုက္ကူးရင္းလိုင္းေပၚမွာနာမည္ႀကီးခ်င္ေနတဲ့လူငယ္အဖြဲ႔ေလးတစ္ဖြဲ႔႐ွိပါတယ္…တေန႔သူတို႔သြား႐ိုက္ကူးတဲ့အိမ္ေဟာင္းထဲမွာစံုတြဲတစ္တြဲအေလာင္းကိုေတြ႕ခဲ့ရၿပီးဗီဒီယိုမွတ္တမ္းအေနနဲ႔႐ိုက္ကူးခဲ့ကာအဖြဲ႔နာမည္ႀကီးလာေအာင္အဲ့ဒီဗီဒီယိုမွတ္တမ္းကိုလိုင္းေပၚတင္ခဲ့ၿပီး...ၾကည့္႐ႈသူအမ်ားႀကီး႐ွိလာတဲ့စံုတြဲအေလာင္းဗီဒီယိုကနာမည္ႀကီးသြားခဲ့ပါတယ္…ဒါေပမဲ့အဲ့ေန႔ကစၿပီးအဖြဲ႔ထဲကအဖြဲ႔ဝင္ေတြပံုမွန္မဟုတ္တဲ့အျဖစ္အပ်က္ေတြနဲ႔ေသဆံုးသြားခဲ့ၾကၿပီးဘာေတြဆက္ျဖစ္မလဲဆုိတာဒီဇာတ္ကားေလးထဲမွာဆက္လက္ၾကည့္႐ႈၾကဖုိ႔ တုိက္တြန္းလုိက္ပါရေစ…..Unicode*******သရဲကားကောင်းကောင်းလေးတွေကြည့်ချင်သူတွေအတွက်ပါထိုင်းနာမည်ကြီးသရဲကား 3AM လိုပဲ ဇာတ်လမ်းလေးတွေတပုဒ်ချင်းစီနဲ့တင်ဆက်ထားတဲ့ကားပဲဖြစ်ပါတယ်ဒီဇာတ်လမ်းမှာဟောင်ကောင်သရဲဇာတ်လမ်းတိုသုံးပုဒ်ကိုထည့်သွင်းရိုက်ကူးထားသော ဇာတ်လမ်းလေးပဲ ဖြစ်ပါတယ်ပထမဇာတ်လမ်းလေးကတော့ ချန်ဝိုင်ဆိုတဲ့ကောင်မလေးတစ်ယောက်အခန်းခသက်သာတဲ့တိုက်ခန်းတစ်ခုမှာပြောင်းလာနေပြီးနောက်အန်းမာဆိုတဲ့ကောင်မလေးတစ်ယောက်နဲ့ခင်မင်ပြီးတစ်ခန်းထဲမှာအတူနေထိုင်ကြပါတယ်…အခန်းထဲကနေလည်းညတိုင်းဆူညံသံတွေဆက်တိုက်ကြားနေရတဲ့အပြင်အခန်းရှေ့မှာဆိုလည်းဘယ်ကရောက်လာမှန်းမသိတဲ့ဖိနပ်တွေရှိနေတတ်ပါတယ်…. ဒုတိယဇာတ်လမ်းလေးကတော့မိန်းမနဲ့ကလေးကိုဆုံးရှုံးသွားတဲ့ခင်ပွန်းတစ်ယောက်ကမိန်းမကိုသေရာကနေအသက်ပြန်သွင်းနိုင်မဲ့တက်တူးတစ်မျိုးကိုသေသွားပြီဖြစ်တဲ့မိန်းမကိုယ်ပေါ်မှာထိုးပြီးနောက်မထင်မှတ်ပဲအသက်ပြန်ရှင်လာခဲ့ပါတယ်…ဒါပေမဲ့အချိန်အကြာကြီးလူတစ်ယောက်လိုနေနိုင်ဖို့ဆိုရင်……………….တခြားလူတွေဆီကဝိဉာဉ်ကိုစုပ်ယူမှဖြစ်ပါလိမ့်မယ်…..တတိယဇာတ်လမ်းလေးကတော့သရဲအိမ်တွေသရဲတွေအကြောင်းရိုက်ကူးရင်းလိုင်းပေါ်မှာနာမည်ကြီးချင်နေတဲ့လူငယ်အဖွဲ့လေးတစ်ဖွဲ့ရှိပါတယ်…တနေ့သူတို့သွားရိုက်ကူးတဲ့အိမ်ဟောင်းထဲမှာစုံတွဲတစ်တွဲအလောင်းကိုတွေ့ခဲ့ရပြီးဗီဒီယိုမှတ်တမ်းအနေနဲ့ရိုက်ကူးခဲ့ကာအဖွဲ့နာမည်ကြီးလာအောင်အဲ့ဒီဗီဒီယိုမှတ်တမ်းကိုလိုင်းပေါ်တင်ခဲ့ပြီး...ကြည့်ရှုသူအများကြီးရှိလာတဲ့စုံတွဲအလောင်းဗီဒီယိုကနာမည်ကြီးသွားခဲ့ပါတယ်…ဒါပေမဲ့အဲ့နေ့ကစပြီးအဖွဲ့ထဲကအဖွဲ့ဝင်တွေပုံမှန်မဟုတ်တဲ့အဖြစ်အပျက်တွေနဲ့သေဆုံးသွားခဲ့ကြပြီးဘာတွေဆက်ဖြစ်မလဲဆိုတာဒီဇာတ်ကားလေးထဲမှာဆက်လက်ကြည့်ရှုကြဖို့ တိုက်တွန်းလိုက်ပါရစေ….."