"2000 ခုႏွစ္က ထြက္ရွိခဲ႔တဲ႕ Cast Awayဇာတ္ကားမွာဆုိရင္ မင္းသားၾကီးPauseTom Hank ပါ၀င္သရုပ္ေဆာင္ထားခဲ႔ၿပီး ဒီဇာတ္ကားဟာ.ေအာင္ၿမင္မွုေတြမ်ားစြာရရွိခဲ႕ပါတယ္ပါဝင္႐ိုက္ကူးသမွ် ဇာတ္ကားတိုင္းကို ေအာင္ျမင္ေစသည့္မင္းသားတစ္လက္ဟုပင္ တြမ္ဟန္႔ခ္စ္ကို ညႊန္းဆိုရမွာၿဖစ္ပါတယ္…Forrest Gum၊ Big၊ Sleepless in Seattle၊ Apollo 13၊Saving Private Ryan၊Catch Me If You Can၊The Green Mile၊Cast Away၊ Toy Story အစရွိသည့္ ဇာတ္ကားမ်ားတြင္ဟန္႔ခ္စ္ပါဝင္ခဲ့ၿပီး ယင္း႐ုပ္ရွင္မ်ား ႐ံုတင္ရာမွ ရရွိသည့္႐ံုဝင္ေၾကးသည္ အေမရိကန္ တစ္ႏုိင္ငံတည္းတြင္ပင္ေဒၚလာ ၄.၂ ဘီလီယံမွ် ရွိခဲ့ပါတယ္..တစ္ကမာၻလံုး အတိုင္းအတာႏွင့္ ဆိုလွ်င္မူအဆိုပါ ေငြပမာဏ၏ ႏွစ္ဆအထိ တုိးသြားမည္ျဖစ္ပါတယ္…ေအာ္စကာႏွစ္ဆုရွင္ ဟန္႔ခ္စ္ကို ေဟာလိဝုဒ္သမိုင္းတြင္ အက်ိဳးအျမတ္ အျဖစ္ထြန္းဆံုး စာရင္းဝင္မင္းသားတစ္လက္အျဖစ္ သတ္မွတ္ခံထားရၿပီးသူ႕ရဲ႕ ပုဂၢလိက ပိုင္ဆိုင္ႂကြယ္ဝမႈမွာမူ ေဒၚလာသန္းေပါင္း ၃၅၀ ေက်ာ္မွ် ရွိပါတယ္…Cast Awayၾကည့္ခဲ့သမွ်ေတြထဲက စိတ္ထဲ စြဲေနေအာင္က်န္ရစ္ခဲ့တဲ့ကားေတြကိုေျပာရမယ္ဆိုရင္ Tom Hanks သ႐ုပ္ေဆာင္ထားတဲ့Cast Away ကို ပထမဆံုး ေျပာခ်င္ပါတယ္။တစ္ကားလံုးမွာ ကြ်န္းတစ္ကြ်န္းေပၚက ဇာတ္ေကာင္တစ္ေယာက္တည္းသ႐ုပ္ေဆာင္သြားတယ္။ တစ္ေယာက္တည္းသ႐ုပ္ေဆာင္သြားတယ္ဆိုေပမဲ့ လံုး၀႐ိုးအီသြားျခင္းမရွိဘူး။အဲ့ကားထဲမွာ မင္းသားက ပစၥည္းေတြပို႔တဲ့ ကုမၸဏီတစ္ခုမွာလုပ္တယ္။သေဘၤာနဲ႔ ပစၥည္းသြားပို႔တဲ့အခါ သေဘၤာပ်က္ၿပီး လူမရွိတဲ့ကြ်န္းတစ္ကြ်န္းေပၚကို တစ္ေယာက္တည္း ေရာက္သြားခဲ့တယ္။သူလြတ္ေျမာက္ဖို႔ အမ်ဳိးမ်ဳိး ႀကိဳးစားေပမဲ့ လံုး၀မရဘူး။၈ လေလာက္ထိၾကာ လာတယ္ေပါ့။အဲဒီမွာ ဘယ္ေလာက္ထိ ကာ႐ိုက္တာကိုလုပ္ပစ္လိုက္လဲဆိုခႏၶာကိုယ္ကအစ အကုန္လံုး ပိန္ေျခာက္သြားတဲ့အထိလုပ္ခ်ပစ္လိုက္တယ္။ေနာက္ဆံုး ေသြးေပသြားတဲ့ ေဘာလံုးေလးကိုလက္နဲ႔ မ်က္ႏွာပံုစံေလးဆြဲၿပီးစကားေျပာရတာ။ အရမ္းအထီးက်န္ေနရတဲ့ဘ၀ကိုျပလာတာ။ဘာမွမရွိတဲ့ဟာကို အရွိလုပ္ၿပီး ေျပာေနတာအိုက္တင္အရမ္းကိုေကာင္းတယ္။ၾကာလာတဲ့အခါ ငါးေတြဘာေတြကစမီးမကင္ေတာ့ဘဲ အစိမ္းလိုက္စားလာတာ။ျဖစ္သလိုေနတတ္လာတာ။အာဟာရျဖစ္ဖို႔အတြက္ပဲ လုပ္ေတာ့တာေပါ့။ေနာက္ဆံုး ဒီကေနမျဖစ္ျဖစ္ ေအာင္ထြက္မယ္ဆိုၿပီးေလွတစ္စင္းနဲ႔ ဇြဲမေလွ်ာ့ဘဲ ထြက္ခဲ့တာေပါ့။ေနာက္ဆံုး သူျပန္ေရာက္လာ တာကို ႀကိဳဆိုတဲ့အေနနဲ႔ ပြဲလုပ္တာ။အဲဒီမွာ ေစ်းႀကီးတဲ့ ပင္လယ္စာ အစားအစာေတြပုစြန္ေတြေကြ်းတာေပါ့။ဟိုမွာသူကအစိမ္းလိုက္စားလာတာေတြဆိုေတာ့သူ႔အတြက္ ရယ္စရာမ်ဳိးေလးဇာတ္သိမ္းထားတာ။မွတ္မွတ္ရရဇာတ္၀င္ခန္း ေတြဆိုရင္ေဘာလံုးေလးနဲ႔ စကားေျပာတဲ့အခန္း ေတြအရမ္းႀကိဳက္တယ္။ၾကည့္ေနရင္းနဲ႔ ကိုယ္ပါ လိုက္ၿပီးအထီးက်န္မႈကို ခံစားလာရတယ္။တစ္ကားလံုးအရမ္းကို perfect ပါ။ တစ္ေယာက္တည္း နဲ႔တည္ေဆာက္ထားတဲ့ ဇာတ္လမ္းက အရမ္းကိုဆန္းၾကယ္တယ္။ၿပီးေတာ့ ေဖ်ာ္ေျဖေရးသက္သက္ မဟုတ္ဘဲဇြဲရွိဖို႔ေတြ၊ ဘ၀မွာ မေရာင့္ရဲ မတင္းတိမ္ႏိုင္ဘဲစိတ္ဓာတ္က်မေနဖို႔ေတြ၊ စဥ္းစားေတြးေခၚစရာေတြ ထည့္ေပးထားတဲ့ ကားပါပဲ။(ရုပ္ရွင္အညႊန္းမ်ားကို 7daydaily မွ စာပိုဒ္ တခ်ိဳ႕ႏွင္႔သရုပ္ေဆာင္မင္းေသြး ေၿပာၾကားထားေသာအင္တာဗ်ဴးမွ ေကာက္ႏုတ္တင္ၿပထားသည္ )ရုပ္ရွင္ကားကို Hades မွ ဘာသာျပန္ေပးထားပါတယ္"