"ချစ်တတ်တဲ့သူတိုင်းခံစားတတ်မှာပါ1990 ခုနှစ်က ထွက်ရှိခဲ့တဲ့ Ghost ဆိုတဲ့Pauseဇာတ်ကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးလိုက်ပါတယ်အော်စကာ ဆုလည်း ၂ဆု ဆွတ်ခူးနိုင်ခဲ့တဲ့ဇာတ်ကားလေးပါပဲဒါရိုက်တာ Jerry Zucker က ရိုက်ကူးထားပြီးမင်းသားကြီး Patrick Swayze နဲ့ မင်းသမီး Demi Mooreတို့တွဲဖက်ရိုက်ကူးထားတဲ့ အချစ် နဲ့ ရိုမန့်ဆန်ဆန်သရဲဇာတ်ကားတစ်ကားဖြစ်ပါတယ်…2009 ခုနှစ်မှာသေဆုံးသွားပြီဖြစ်တဲ့Patrick Swayze ရဲ့ အလွမ်းပြေကြည့်ရမယ့်ဇာတ်ကားပါဇာတ်လမ်းအကျဉ်းကတော့ …အရမ်းချစ်ကြတဲ့ ဆမ်နဲ့မော်လီ တို့ဇနီးမောင်နှံနှစ်ယောက်မှာသူငယ်ချင်း ကားလ် ဆိုတဲ့သူတစ်ယောက်ရှိပါတယ်..နှစ်ယောက်လုံးကလည်းကားလ် အပေါ်မှာယုံကြည်ကြပါတယ်..တစ်နေ့မှာ ဆမ်က သူ့ရဲ့ စုထားတဲ့ဘဏ်ငွေစာရင်းမှာ အမေရိကန်ဒေါ်လာလေးသန်းရှိကြောင်းကို ကားလ်ကို ယုံယုံကြည်ကြည်နဲ့ပြလိုက်ပါတယ်..အဲ့နေ့ညမှာပဲ ဆမ်နဲ့မော်လီရုပ်ရှင်သွားကြည့်ရာမှ အပြန် အကြမ်းဖက်လုယက်သူတစ်ဦးနဲ့တွေ့ဆုံခဲ့ပြီး ဆမ်က ပြန်လည်ခုခံရင်းနဲ့အကြမ်းဖက်သမားရဲ့ သေနတ်ကျည်ထွက်ပြီး ဆမ် သေဆုံးခဲ့ရပါတယ်..အဲ့ဒီ့နောက်မှာတော့ဆမ် က သူ့ဇနီးမော်လီ အနားမှာနေချင်တဲ့စိတ်တွေကြောင့်ကောင်းကင်ဘုံကိုမတက်နိုင်ပဲ ရှိနေပါတယ်ဝိညာဉ်ဘဝမှာ သင်ယူစရာတွေ..တတ်မြောက်စရာတွေနဲ့အတူသူ့ဇနီးမော်လီကိုလည်းဆက်စောင့်ရှောက်နေရင်းကသူသေခဲ့ရတဲ့အကြောင်းအရင်းကိုသိရှိခဲ့တယ်.သူသေရတဲ့အကြောင်းအရင်းနောက်မှာသူ့ရဲ့အချစ်ဆုံးသူငယ်ချင်း ကားလ် ပါဝင်နေတာကိုသိရှိလိုက်ရတဲ့အချိန်မှာ ဆမ်ဘယ်လိုခံစားရမလဲသူချစ်ရတဲ့မော်လီကိုရော..ဘယ်လိုကာကွယ်မလဲဆိုတာဆက်လက်စောင့်ကြည့်ပါ….ဘာသာပြန်သူ Nu Mon ဖြစ်ပါတယ်Review & Encoder : LK————————————————————————–ခ်စ္တတ္တဲ႔သူတိုင္းခံစားတတ္မွာပါ1990 ခုႏွစ္က ထြက္ရွိခဲ႕တဲ႕ Ghost ဆုိတဲ႕ဇာတ္ကားေကာင္းေလးတစ္ကားနဲ႕မိတ္ဆက္ေပးလိုက္ပါတယ္ေအာ္စကာ ဆုလည္း ၂ဆု ဆြတ္ခူးႏိုင္ခဲ႔တဲ႔ဇာတ္ကားေလးပါပဲဒါရိုက္တာ Jerry Zucker က ရိုက္ကူးထားၿပီးမင္းသားၾကီး Patrick Swayze နဲ႕ မင္းသမီး Demi Mooreတို႕တြဲဖက္ရိုက္ကူးထားတဲ႕ အခ်စ္ နဲ႕ ရိုမန္႕ဆန္ဆန္သရဲဇာတ္ကားတစ္ကားၿဖစ္ပါတယ္…2009 ခုႏွစ္မွာေသဆံုးသြားၿပီၿဖစ္တဲ႕Patrick Swayze ရဲ႕ အလြမ္းေၿပၾကည္႔ရမယ္႔ဇာတ္ကားပါဇာတ္လမ္းအက်ဥ္းကေတာ႕ …အရမ္းခ်စ္ၾကတဲ႕ ဆမ္နဲ႕ေမာ္လီ တို႕ဇနီးေမာင္ႏွံႏွစ္ေယာက္မွာသူငယ္ခ်င္း ကားလ္ ဆုိတဲ႕သူတစ္ေယာက္ရွိပါတယ္..ႏွစ္ေယာက္လံုးကလည္းကားလ္ အေပၚမွာယံုၾကည္ၾကပါတယ္..တစ္ေန႕မွာ ဆမ္က သူ႕ရဲ႕ စုထားတဲ႕ဘဏ္ေငြစာရင္းမွာ အေမရိကန္ေဒၚလာေလးသန္းရွိေၾကာင္းကို ကားလ္ကို ယံုယံုၾကည္ၾကည္နဲ႕ၿပလိုက္ပါတယ္..အဲ႕ေန႕ညမွာပဲ ဆမ္နဲ႕ေမာ္လီရုပ္ရွင္သြားၾကည္႕ရာမွ အၿပန္ အၾကမ္းဖက္လုယက္သူတစ္ဦးနဲ႕ေတြ႕ဆံုခဲ႕ၿပီး ဆမ္က ၿပန္လည္ခုခံရင္းနဲ႕အၾကမ္းဖက္သမားရဲ႕ ေသနတ္က်ည္ထြက္ၿပီး ဆမ္ ေသဆံုးခဲ႕ရပါတယ္..အဲ႕ဒီ႕ေနာက္မွာေတာ႕ဆမ္ က သူ႕ဇနီးေမာ္လီ အနားမွာေနခ်င္တဲ႕စိတ္ေတြေၾကာင္႕ေကာင္းကင္ဘံုကုိမတက္ႏိုင္ပဲ ရွိေနပါတယ္၀ိညာဥ္ဘ၀မွာ သင္ယူစရာေတြ..တတ္ေၿမာက္စရာေတြနဲ႕အတူသူ႔ဇနီးေမာ္လီကိုလည္းဆက္ေစာင္႕ေရွာက္ေနရင္းကသူေသခဲ႕ရတဲ႕အေၾကာင္းအရင္းကိုသိရွိခဲ႕တယ္.သူေသရတဲ႕အေၾကာင္းအရင္းေနာက္မွာသူ႕ရဲ႕အခ်စ္ဆံုးသူငယ္ခ်င္း ကားလ္ ပါ၀င္ေနတာကိုသိရွိလိုက္ရတဲ႕အခ်ိန္မွာ ဆမ္ဘယ္လိုခံစားရမလဲသူခ်စ္ရတဲ႕ေမာ္လီကိုေရာ..ဘယ္လိုကာကြယ္မလဲဆုိတာဆက္လက္ေစာင္႕ၾကည္႕ပါ….ဘာသာၿပန္သူ Nu Mon ၿဖစ္ပါတယ္Review & Encoder : LK"