"(Zawgyi)ႏိုင္ငံတိုင္းမွာ ေဖ်ာက္ဖ်က္ခံထားရတဲ့သမုိင္းဆိုတာ ရွိတတ္ၾကမယ္ထင္ပါတယ္…Pauseဒီဇာတ္လမ္းကေတာ့ အိႏၵိယႏိုင္ငံရဲ႕ အမ်ိဳးသားေခါင္းေဆာင္ၾကီးေတြထဲက တစ္ဦးလို႔ ေျပာလို႔ရတဲ့ဝန္ၾကီးခ်ဳပ္ လာ ဗဟာဒူး ရွာစရီေသဆံုးျခင္းအေၾကာင္း စံုစမ္းစစ္ေဆးမႈကို ရုိက္ကူးထားတဲ့ ျဖစ္ရပ္မွန္ ဇာတ္လမ္းတစ္ခုပဲျဖစ္ပါတယ္…လာ ဗဟာဒူး ရွာစရီဟာ အိႏၵိယႏိုင္ငံရဲ႕ ဒုတိယေျမာက္ဝန္ၾကီးခ်ဳပ္ျဖစ္ျပီး အင္ဒီ-ပါကစၥတန္စစ္ပြဲမွာ သူ႕ေၾကာင့္ အိႏၵ္ိယက အႏုိင္ရခဲ့တယ္လို႔ဆိုပါတယ္…1966 ခုႏွစ္ ပါကစၥတန္န႔ဲ သေဘာတူစာခ်ဳပ္လက္မွတ္ထိုးဖို႔ တာရွီကန္မွာ ရွိေနခဲ့တဲ့အခ်ိန္မွာ ရုတ္တရက္ ေသဆံုးခဲ့ပါတယ္သူ႕ရဲ႕ေသဆံုးမႈဟာ ႏွလံုးေဖာက္မႈေၾကာင့္ သဘာဝအတိုင္းေသတာလား ..အဆိပ္ခတ္မႈေၾကာင့္လား မေရရာျဖစ္ခဲ့ျပီးေတာ့ ႏွစ္ေပါင္း ၅၀ၾကာတဲ့အထိ သမိုင္းေဖ်ာက္ခံထားခဲ့ရပါတယ္…အရမ္းကို စိတ္လႈပ္ရွားစရာ စိတ္ဝင္စားစရာေကာင္းျပီး ႏိုင္ငံေရးအခ်က္အလက္ေတြသမိုင္းဆိုင္ရာလွ်ိဳ႕ဝွက္ခ်က္ေတြအမ်ားၾကီးပါတဲ့ ဇာတ္ကားေကာင္းတစ္ခုျဖစ္ပါတယ္…ႏုိင္ငံေရးစိတ္ပါဝင္စားသူေတြ ကမၻာ့သမုိင္းစိတ္ဝင္စားသူေတြသေဘာက်ၾကမယ့္ဇာတ္ကားျဖစ္ျပီးဇာတ္ကားထဲမွာေျပာၾကတဲ့ ဒိုင္ယာေလာ့ေတြကလည္း မွတ္သားစရာသိပ္ေကာင္းတာမုိ႔ ကိုယ္တိုင္ပဲၾကည့္ွရွဳခံစားၾကပါ…IMDb ကေတာ့ 8.1/10 ေတာင္ရထားပါတယ္(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုဇြဲခန္႕သြင္ပါ)(Unicode)နိုင်ငံတိုင်းမှာ ဖျောက်ဖျက်ခံထားရတဲ့သမိုင်းဆိုတာ ရှိတတ်ကြမယ်ထင်ပါတယ်…ဒီဇာတ်လမ်းကတော့ အိန္ဒိယနိုင်ငံရဲ့ အမျိုးသားခေါင်းဆောင်ကြီးတွေထဲက တစ်ဦးလို့ ပြောလို့ရတဲ့ဝန်ကြီးချုပ် လာ ဗဟာဒူး ရှာစရီသေဆုံးခြင်းအကြောင်း စုံစမ်းစစ်ဆေးမှုကို ရိုက်ကူးထားတဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းတစ်ခုပဲဖြစ်ပါတယ်…လာ ဗဟာဒူး ရှာစရီဟာ အိန္ဒိယနိုင်ငံရဲ့ ဒုတိယမြောက်ဝန်ကြီးချုပ်ဖြစ်ပြီး အင်ဒီ-ပါကစ္စတန်စစ်ပွဲမှာ သူ့ကြောင့် အိန္ဒိယက အနိုင်ရခဲ့တယ်လို့ဆိုပါတယ်…1966 ခုနှစ် ပါကစ္စတန်နဲ့ သဘောတူစာချုပ်လက်မှတ်ထိုးဖို့ တာရှီကန်မှာ ရှိနေခဲ့တဲ့အချိန်မှာ ရုတ်တရက် သေဆုံးခဲ့ပါတယ်သူ့ရဲ့သေဆုံးမှုဟာ နှလုံးဖောက်မှုကြောင့် သဘာဝအတိုင်းသေတာလား ..အဆိပ်ခတ်မှုကြောင့်လား မရေရာဖြစ်ခဲ့ပြီးတော့ နှစ်ပေါင်း ၅၀ကြာတဲ့အထိ သမိုင်းဖျောက်ခံထားခဲ့ရပါတယ်…အရမ်းကို စိတ်လှုပ်ရှားစရာ စိတ်ဝင်စားစရာကောင်းပြီး နိုင်ငံရေးအချက်အလက်တွေသမိုင်းဆိုင်ရာလျှို့ဝှက်ချက်တွေအများကြီးပါတဲ့ ဇာတ်ကားကောင်းတစ်ခုဖြစ်ပါတယ်…နိုင်ငံရေးစိတ်ပါဝင်စားသူတွေ ကမ္ဘာ့သမိုင်းစိတ်ဝင်စားသူတွေသဘောကျကြမယ့်ဇာတ်ကားဖြစ်ပြီးဇာတ်ကားထဲမှာပြောကြတဲ့ ဒိုင်ယာလော့တွေကလည်း မှတ်သားစရာသိပ်ကောင်းတာမို့ ကိုယ်တိုင်ပဲကြည့်ှရှုခံစားကြပါ…IMDb ကတော့ 8.1/10 တောင်ရထားပါတယ်(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုဇွဲခန့်သွင်ပါ)File Size : (1.10 GB) and (550 MB)Quality : WEB-DL 720pRunning Time : 2hr 14minFormat : Mp4Genre : Drama, Mystery, ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p Zee5 DL H264 AAC 2.0 TellyTranslated by Zuel Khant ThwinEncoded by Thanhtike Zaw"