"Saving Leningrad(2019)((unicode)Pauseစစ်ကားကောင်းကြိုက်သူတို့ ရုရှားစစ်ကားသစ်တစ်ကားကို BLU-Ray1080p5.1chတို့ဖြင့်တင်ဆက်ပေးလိုက်ပါသည်….ဆိုဗီယက်ရုရှရဲ့ မြို့တော်မော်စကိုပြီးရင်ဒုတိယအကြီးဆုံး မြို့ဖြစ်တဲ့ လီနင်ဂရက်( ယနေ့ခေတ်ကာလအခေါ် စိန့်ပီတာဘတ်စ် )ကိုဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၁မှာ ဖင်လန်နဲ့ဂျာမနီတို့က မြို့ကို ပြင်ပ အဆက်အသွယ်ပြတ်အောင်ပိတ်ဆို့ပြီး စီးနင်းခဲ့ကြပါတယ်။ဒီပိတ်ဆို့ စီးနင်းမှုဟာ နှစ်နှစ် လေးလ နှစ်ပတ်နှင့်ငါးရက်ကြာ ရက်ပေါင်း ၈၇၂ရက်တာ ကြာမြင့်ပြီးအသက်ပေါင်း ၅သိန်းအထိဆုံးရှုံးခဲ့ကာတစ်ချို့သောသမိုင်းပညာရှင်တွေကလူမျိုးသုဉ်းသတ်ဖြတ်မှုတစ်မျိုးလို့ ဆိုကြပါတယ်။ဟစ်တလာကြီးကတော့ဒီဝန်းရံပိတ်ဆို့မှုမှာ သူအောင်မြင်မယ်လို့တစ်ထစ်ချယုံကြည်နေပြီးလီနင်ဂရင်က ကြယ်ငါးပွင့်ဟိုတယ်မှာတောင်အောင်ပွဲခံဖို့ ဖိတ်စာတွေ ကြိုရိုက်ထားတယ်လို့ဆိုပါတယ်။ဒီရုပ်ရှင်ဟာ ဒီပိတ်ဆို့စီးနင်းခံရတဲ့ လီနင်ဂရက်မြို့ကြီးကိုကယ်တင်ခဲ့ကြတဲ့ လူတွေအကြောင်းပါ။ စစ်ပွဲတစ်ပွဲနိုင်ဖို့ဆိုတာ အာဇာနည်တွေ ဟောတစ်ယောက်ဟောတစ်ယောက် ပေါ်လာရုံနဲ့ မလုံလောက်ပါဘူး။ဟိုတစ်စု ဒီတစ်စု ဒြပ်မှုန်ကလေးတွေ ပေါင်းစည်းပြီးအချိန်အခါသင့်တဲ့အခါ ရလာတဲ့ ပေါက်ကွဲမှုတစ်ခုပါပဲ။ဒီရုပ်ရှင်မှာ ကြီးစဉ်ငယ်လိုက်စီပြီးပြောရရင်ရေတပ်ဗိုလ်ချုပ်မှူးလုပ်ခဲ့တဲ့ စွန့်စားမှုတစ်ခုရေတပ်ဗိုလ်ချုပ်မှူသားဗိုလ်‌လောင်းရဲ့ အချစ်ကိုရူးသွပ်မှုတပ်ကြပ်တစ်ယောက်ရဲ့ အရှုံးမပေးတတ်တဲ့စိတ်ဓာတ်မာလိန်မှူးတစ်ယောက်ရဲ့ တာဝန်သိ တိုင်းပြည်ချစ်စိတ်သူလျှိုသစ္စာဖောက်တစ်ယောက်ရဲ့စိတ်ကောင်းဝင်မှုဒီလိုအရာတွေအားလုံးပေါင်းစပ်ပြီးအောင်မြင်ခြင်းဟာ ဖူးပွင့်လာပါတယ်ဒါတွေဟာ ထင်သာတဲ့အရာတွေကို ရေးပြထားတာပါပဲ။များပြားလွန်းတဲ့ သူ့နေရာနဲ့သူ အရေးပါနေတဲ့ဇာတ်ကောင်‌တွေကို တစ်ယောက်မကျန် အသက်ဝင်အောင်ပုံဖော်သွားနိုင်တဲ့ ဒါရိုက်တာရဲ့ တင်ဆက်ပြသမှုကလည်း အထင်ကရပါပဲ…ထင်မှတ်မထားတဲ့ twistလေးတစ်ခုနဲ့လည်း ဇာတ်အိမ်ကိုပိုအသက်ဝင်အောင် အသက်သွင်းထားပါသေးတယ်။စစ်ကားကောင်းတွေသဘောကျတဲ့သူတွေအဖို့ လက်မလွှတ်သင့်ပါကြောင်းပြောကြားပါရစေ….ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aungပဲဖြစ်ပါတယ်။(zawgyi)စစ္ကားေကာင္းႀကဳိက္သူတုိ႕ ရုရွားစစ္ကားသစ္တစ္ကားကုိ BLU-Ray1080p5.1chတုိ႕ျဖင့္တင္ဆက္ေပးလုိက္ပါသည္….ဆိုဗီယက္႐ုရွရဲ႕ ၿမိဳ႕ေတာ္ေမာ္စကိုၿပီးရင္ဒုတိယအႀကီးဆုံး ၿမိဳ႕ျဖစ္တဲ့ လီနင္ဂရက္( ယေန႔ေခတ္ကာလအေခၚ စိန႔္ပီတာဘတ္စ္ )ကိုဒုတိယကမာၻစစ္ကာလ ၁၉၄၁မွာ ဖင္လန္နဲ႔ဂ်ာမနီတို႔က ၿမိဳ႕ကို ျပင္ပ အဆက္အသြယ္ျပတ္ေအာင္ပိတ္ဆို႔ၿပီး စီးနင္းခဲ့ၾကပါတယ္။ဒီပိတ္ဆို႔ စီးနင္းမႈဟာ ႏွစ္ႏွစ္ ေလးလ ႏွစ္ပတ္ႏွင့္ငါးရက္ၾကာ ရက္ေပါင္း ၈၇၂ရက္တာ ၾကာျမင့္ၿပီးအသက္ေပါင္း ၅သိန္းအထိဆုံးရႈံးခဲ့ကာတစ္ခ်ိဳ႕ေသာသမိုင္းပညာရွင္ေတြကလူမ်ိဳးသုဥ္းသတ္ျဖတ္မႈတစ္မ်ိဳးလို႔ ဆိုၾကပါတယ္။ဟစ္တလာႀကီးကေတာ့ဒီ၀န္းရံပိတ္ဆို႔မႈမွာ သူေအာင္ျမင္မယ္လို႔တစ္ထစ္ခ်ယုံၾကည္ေနၿပီးလီနင္ဂရင္က ၾကယ္ငါးပြင့္ဟိုတယ္မွာေတာင္ေအာင္ပြဲခံဖို႔ ဖိတ္စာေတြ ႀကိဳ႐ိုက္ထားတယ္လုိ႕ဆုိပါတယ္။ဒီ႐ုပ္ရွင္ဟာ ဒီပိတ္ဆို႔စီးနင္းခံရတဲ့ လီနင္ဂရက္ၿမိဳ႕ႀကီးကိုကယ္တင္ခဲ့ၾကတဲ့ လူေတြအေၾကာင္းပါ။ စစ္ပြဲတစ္ပြဲႏိုင္ဖို႔ဆိုတာ အာဇာနည္ေတြ ေဟာတစ္ေယာက္ေဟာတစ္ေယာက္ ေပၚလာ႐ုံနဲ႔ မလုံေလာက္ပါဘူး။ဟိုတစ္စု ဒီတစ္စု ျဒပ္မႈန္ကေလးေတြ ေပါင္းစည္းၿပီးအခ်ိန္အခါသင့္တဲ့အခါ ရလာတဲ့ ေပါက္ကြဲမႈတစ္ခုပါပဲ။ဒီ႐ုပ္ရွင္မွာ ႀကီးစဥ္ငယ္လိုက္စီၿပီးေျပာရရင္ေရတပ္ဗိုလ္ခ်ဳပ္မႉးလုပ္ခဲ့တဲ့ စြန႔္စားမႈတစ္ခုေရတပ္ဗိုလ္ခ်ဳပ္မႉသားဗိုလ္‌ေလာင္းရဲ႕ အခ်စ္ကို႐ူးသြပ္မႈတပ္ၾကပ္တစ္ေယာက္ရဲ႕ အရႈံးမေပးတတ္တဲ့စိတ္ဓာတ္မာလိန္မႉးတစ္ေယာက္ရဲ႕ တာ၀န္သိ တိုင္းျပည္ခ်စ္စိတ္သူလွ်ိဳသစၥာေဖာက္တစ္ေယာက္ရဲ႕စိတ္ေကာင္း၀င္မႈဒီလိုအရာေတြအားလုံးေပါင္းစပ္ၿပီးေအာင္ျမင္ျခင္းဟာ ဖူးပြင့္လာပါတယ္ဒါေတြဟာ ထင္သာတဲ့အရာေတြကို ေရးျပထားတာပါပဲ။မ်ားျပားလြန္းတဲ့ သူ႔ေနရာနဲ႔သူ အေရးပါေနတဲ့ဇာတ္ေကာင္‌ေတြကို တစ္ေယာက္မက်န္ အသက္၀င္ေအာင္ပုံေဖာ္သြားႏိုင္တဲ့ ဒါ႐ိုက္တာရဲ႕ တင္ဆက္ျပသမႈကလည္း အထင္ကရပါပဲ…ထင္မွတ္မထားတဲ့ twistေလးတစ္ခုနဲ႔လည္း ဇာတ္အိမ္ကိုပိုအသက္၀င္ေအာင္ အသက္သြင္းထားပါေသးတယ္။စစ္ကားေကာင္းေတြသေဘာက်တဲ့သူေတြအဖုိ႕ လက္မလႊတ္သင့္ပါေၾကာင္းေျပာၾကားပါရေစ….ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ WiRa Aungပဲျဖစ္ပါတယ္။File Size : (1.9GB)(900 MB) and (300 MB)Quality : Blu-Ray 1080p 5.1 CH, Blu-Ray 720pFormat…mp4Duration…01:36:00Genre : Action, Drama, WarSubtitle : Myanmar Subtitle (Hard Sub)Translated by WiRa AungEncoded by Phyo Pyae"