"Centurion(2010)
((Zawgyi))
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အက္ရွင္အလန္းစားမ်ားနဲ႕ နင္းကန္သတ္ျဖတ္ေနတဲ့ ဇာတ္လမ္းေကာင္းကားမုိ႕ 1080P5.1CHတုိ႕ႏွင့္
တင္ဆက္ေပးထားပါသည္….
ဇာတ္ကားဆို သတ္မွ ျဖတ္မွ ၾကမ္းတမ္းေနမွ ဆိုတဲ့လူေတြအတြက္ အလြန္ၾကမ္းေသာ ဇာတ္ၾကမ္းကားၾကမ္းၾကမ္းႀကီးကို ခပ္ၾကမ္းၾကမ္း တင္ေပးလိုက္ပါၿပီ
စစ္ပြဲသမိုင္းေတြမွာ နာမည္ႀကီးေပ့ဆိုတဲ့ ေရာမစစ္သားေတြနဲ႔ တိုက္ရည္ခိုက္ရည္ျပည့္စံုတဲ့ လူမ်ိဳးစုတစ္စုအၾကား ပဋိပကၡစစ္ပြဲေတြအေၾကာင္း ႐ိုက္ကူးထားတာပါ
ဇာတ္လမ္းကေတာ့ ေရာမစစ္သမိုင္းမွာ နာမည္ႀကီးၾကမ္းတမ္းတဲ့ Ninth Legion ဆိုတဲ့ တပ္ဖြဲ႕တစ္ဖြဲ႕ရွိတယ္…အားရင္ လူသတ္မယ္…အရက္ေသာက္ရင္း ပ်င္းလာရင္ လူ႐ိုက္မယ္ဆိုတဲ့ အၾကမ္းစားတပ္ဖြဲ႕ႀကီးတစ္ဖြဲ႕ေပါ့…
ဒါေပမဲ့ ႏိုင္ငံတိုင္းလိုလိုမွာလည္း စစ္တပ္ကိုမုန္းတဲ့ ျပည္သူေတြဆိုတာ ရွိတာကိုး…အဲ့ဒီထဲကမွ Picts လူမ်ိဳးစုတစ္စုဟာ စစ္တပ္ကို ေသေလာက္ေအာင္ မုန္းတီးေနသူေတြျဖစ္ၿပီး တိုက္ရည္ခိုက္ရည္လည္း ေကာင္းမြန္တာေၾကာင့္ ေရာမအႀကီးအကဲေတြေတာင္ အက်ပ္႐ိုက္ ေၾကာက္လန္႔လာရပါတယ္…
အဲ့ဒီအခ်ိန္မွာ ၾကမ္းေပ့ဆိုတဲ့ Ninth Legion တပ္ဖြဲ႕ႀကီးကို ဖိတ္ေခၚၿပီး အဆိုပါလူမ်ိဳးစုေတြကို သြားေရာက္ႏွိမ္နင္းခိုင္းတဲ့အခါမွာေတာ့ ေရာမစစ္တပ္နဲ႔ Picts လူမ်ိဳးစုေတြ ေတြ႕ၾကပါေတာ့တယ္…
ဒီဇာတ္လမ္းရဲ႕ 90% ေလာက္က သတ္ေနျဖတ္ေနတာပါ…တိုက္ပြဲထဲမွာ ေခါင္းမွီရင္ ေခါင္းကိုခုတ္ လက္မွီရင္ လက္ကိုခုတ္ ဆိုတာမ်ိဳးေတြ အျပည့္နဲ႔ တကယ့္ေရွးေခတ္စစ္ပြဲတစ္ပြဲကို ပံုေဖာ္ထားတာေၾကာင့္ လံုးဝလက္မလႊတ္ဘဲ ၾကည့္သင့္တဲ့ဇာတ္ကားတစ္ကားပါလို႔ ေျပာၾကားရင္း…
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Paing ပဲျဖစ္ပါတယ္….
Unicode
*******
အက်ရှင်အလန်းစားများနဲ့ နင်းကန်သတ်ဖြတ်နေတဲ့ ဇာတ်လမ်းကောင်းကားမို့ 1080P5.1CHတို့နှင့်
တင်ဆက်ပေးထားပါသည်….
ဇာတ်ကားဆို သတ်မှ ဖြတ်မှ ကြမ်းတမ်းနေမှ ဆိုတဲ့လူတွေအတွက် အလွန်ကြမ်းသော ဇာတ်ကြမ်းကားကြမ်းကြမ်းကြီးကို ခပ်ကြမ်းကြမ်း တင်ပေးလိုက်ပါပြီ
စစ်ပွဲသမိုင်းတွေမှာ နာမည်ကြီးပေ့ဆိုတဲ့ ရောမစစ်သားတွေနဲ့ တိုက်ရည်ခိုက်ရည်ပြည့်စုံတဲ့ လူမျိုးစုတစ်စုအကြား ပဋိပက္ခစစ်ပွဲတွေအကြောင်း ရိုက်ကူးထားတာပါ
ဇာတ်လမ်းကတော့ ရောမစစ်သမိုင်းမှာ နာမည်ကြီးကြမ်းတမ်းတဲ့ Ninth Legion ဆိုတဲ့ တပ်ဖွဲ့တစ်ဖွဲ့ရှိတယ်…အားရင် လူသတ်မယ်…အရက်သောက်ရင်း ပျင်းလာရင် လူရိုက်မယ်ဆိုတဲ့ အကြမ်းစားတပ်ဖွဲ့ကြီးတစ်ဖွဲ့ပေါ့…
ဒါပေမဲ့ နိုင်ငံတိုင်းလိုလိုမှာလည်း စစ်တပ်ကိုမုန်းတဲ့ ပြည်သူတွေဆိုတာ ရှိတာကိုး…အဲ့ဒီထဲကမှ Picts လူမျိုးစုတစ်စုဟာ စစ်တပ်ကို သေလောက်အောင် မုန်းတီးနေသူတွေဖြစ်ပြီး တိုက်ရည်ခိုက်ရည်လည်း ကောင်းမွန်တာကြောင့် ရောမအကြီးအကဲတွေတောင် အကျပ်ရိုက် ကြောက်လန့်လာရပါတယ်…
အဲ့ဒီအချိန်မှာ ကြမ်းပေ့ဆိုတဲ့ Ninth Legion တပ်ဖွဲ့ကြီးကို ဖိတ်ခေါ်ပြီး အဆိုပါလူမျိုးစုတွေကို သွားရောက်နှိမ်နင်းခိုင်းတဲ့အခါမှာတော့ ရောမစစ်တပ်နဲ့ Picts လူမျိုးစုတွေ တွေ့ကြပါတော့တယ်…
ဒီဇာတ်လမ်းရဲ့ 90% လောက်က သတ်နေဖြတ်နေတာပါ…တိုက်ပွဲထဲမှာ ခေါင်းမှီရင် ခေါင်းကိုခုတ် လက်မှီရင် လက်ကိုခုတ် ဆိုတာမျိုးတွေ အပြည့်နဲ့ တကယ့်ရှေးခေတ်စစ်ပွဲတစ်ပွဲကို ပုံဖော်ထားတာကြောင့် လုံးဝလက်မလွှတ်ဘဲ ကြည့်သင့်တဲ့ဇာတ်ကားတစ်ကားပါလို့ ပြောကြားရင်း…
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Paing ပဲဖြစ်ပါတယ်….
File Size :(1.71GB) (898 MB) and (342 MB)
Quality : Blu-Ray 1080p 5.1 CH,
Format…mp4
Duration…01:37:00
Genre :History, Drama, Action
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Paing
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
