"Morning Glory (2010)
~ IMDb – 6.5/10, Rotten Tomatoes – 55% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မနက်ခင်း ‌အစောကြီး ရုပ်သံအစီအစဉ်တွေ ရုပ်မြင်သံကြားကနေ တင်ဆက်ပေးတာကို ကျွန်တော်တို့တတွေ ရင်းနှီးကြမယ်တော့ မထင်ပါဘူး။ မနက်ခင်း ၄ နာရီ ၅ နာရီလောက်မှာ တိုက်ရိုက်တင်ဆက်ကြတဲ့ အစီအစဉ်တွေပါ။ ကျွန်တော်ငယ်ငယ်ကတော့ ၇ နာရီလောက်မှာ အဖေဖွင့်ထားတဲ့ ရေဒီယိုကနေ ပြည်တွင်းပြည်ပ အသံလွှင့်အစီအစဉ်တွေ မရိုးတမ်း နားထောင်ခဲ့ရပါတယ်။ အခုလည်း ဒီလိုပါပဲ။ အန်ကယ်ဆမ်တို့ တိုင်းပြည်က ရုပ်မြင်သံကြား မနက်ခင်း အစီအစဉ်တွေပေါ့။ ကဏ္ဍစုံပါ‌ဝင်တာမလို့ သာမန်ပြည်သူ၊ စီးပွားရေးသမားကစလို့ ဝန်ထမ်း၊ သာသနာ့ဘောင်က ပုဂ္ဂိုလ်တွေပါ စောင့်ကြည့်ရတဲ့ အစီအစဉ်တွေပါပဲ။
မနက်ခင်းအစီအစဉ် ထုတ်လုပ်တင်ဆက်တဲ့ ဘက်ကီ ဖူလာ ဆိုတဲ့ တက်ကြွတဲ့ ထုတ်လုပ်ရေးမှူးတစ်ယောက်ဟာ ကံမကောင်းစွာနဲ့ “မင်္ဂလာမနက်ခင်းပါ နယူးဂျာဆီ” အစီအစဉ်ကနေ အလုပ်ထုတ်ခံလိုက်ရပါတယ်။ ထိပ်တန်းအစီအစဉ်တစ်ခုဖြစ်တဲ့ “ဒီနေ့ပြကွက်” မှာ အလုပ်လုပ်ရလိမ့်မယ်လို့ ရည်မှန်းထားတဲ့ ကောင်မလေးဟာ ဒုတိယတန်း အစီအစဉ်ဖြစ်တဲ့ “မင်္ဂလာမနက်ခင်းပါ နယူးဂျာဆီ” ကတောင် အလုပ်ထုတ်ခံလိုက်ရတော့ စိတ်ဓာတ်တွေ အဝီစိထိ ကျလုမတတ်ပေါ့လေ။
ဒီလိုနဲ့ သူကျွမ်းကျင်တဲ့အလုပ်ကိုပဲ ထပ်ရှာရတော့တာပဲ။ အဲဒီမှာ စတုတ္တတန်း အစီအစဉ်တစ်ခုဖြစ်တဲ့ “နံနက်ခင်း” ဆိုတဲ့ အစီအစဉ်မှာ အလုပ်ရခဲ့ပါတယ်။ ခြေနင်းဖက်ရောက်နေတဲ့ အဆင့်သတ်မှတ်ချက် ကြည့်ရှူနှုန်းတွေနဲ့၊ ရန်ပုံငွေမလုံလောက်၊ ဝန်ထမ်းတွေက ပုံမလာ၊ လုပ်ချင်ရာလုပ် စည်းကမ်းပျက်နေတဲ့ အစီအစဉ်တင်ဆက်သူတွေနဲ့ “နံနက်ခင်း” ဟာ ဖြစ်ချင်တိုင်း ဖြစ်နေတာပေါ့လေ။
အလုပ်ကို လက်ခံစဉ်ကတည်းက လစာတဝက်လျှော့ယူ၊ “နံနက်ခင်း” ရဲ့ အဆင့်သတ်မှတ်ချက် ကြည့်ရှူနှုန်းတွေ ဆွဲတင်ပေးပါ့မယ်ဆိုတဲ့ကတိတွေကြောင့် အောင်မြင်အောင် မလုပ်နိုင်ခဲ့ရင် ဘက်ကီ တစ်ယောက် ကိန်းဂဏန်းနဲ့ ဖော်ပြလို့ရတဲ့ အလုပ်အကိုင်ပဲ ကျန်တော့မှာပါ။ ဒါ့ကြောင့် ဘက်ကီတစ်ယောက် ဉာဏ်ကုန်ထုတ် ကြိုးစားရပုံတွေကို ရယ်ရွှင်ဖွယ်ရာ ကြည့်ရှုရမှာဖြစ်တဲ့အတွက် လက်မလွှတ်သင့်တဲ့ ဇာတ်ကားကောင်းပါ။
ဘက်ကီ ဖူလာ အဖြစ် Rachel McAdams က သရုပ်ဆောင်ထားပါတယ်။ ဒဏ္ဍာရီစာရင်းဝင် လူဂွစာ အစီအစဉ်တင်ဆက်သူ မိုက် ပါမိုရိုင်း အဖြစ် Harrison Ford က ပါဝင်ထားပါတယ်။ မနက်ခင်း ရုပ်မြင်သံကြားအစီအစဉ်တွေအကြောင်း ဗဟုသုတ များစွာရသလို မိသားစုနဲ့ အပန်းဖြေရင်း ရယ်ရယ်မောမော ကြည့်ရှုရမှာဖြစ်လို့ CM ရဲ့ တရားဝင် ဝက်ဘ်ဆိုက်ကနေ ဒေါင်းယူ ကြည့်ရှုပေးကြပါဗျို့။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.2GB, 1.1GB, 540MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.5/10
Format – mp4
Duration – 1H 47Min
Genre – Comedy, Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
