"ဒီဇာတ်လမ်းဟာ ချယ်လ်ဆီးမန်းနင်း ဆိုတဲ့ အမေရိကန်ရဲ့
အတွင်းရေးတွေကို ဖွင့်ချခဲ့တဲ့လူ တစ်ယောက်အကြောင်းကို
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရိုက်ကူးထားတဲ့ (Documentary) နိုင်ငံရေး
မှတ်တမ်းရုပ်ရှင်တစ်ခု ဖြစ်ပါတယ်
အမေရိကန်က Snowden (စနိုးဒန်) တို့ ဆိုရင်တော့
မသိသူ မရှိသလောက်ပါပဲ။
အမေရိကန်ရဲ့ နိုင်ငံရေး အမွှေစိန်ကြီးများပေါ့လေ။
အဲဒီလို အမွှေစိန်များထဲကမှ Bradley Manning တစ်ဖြစ်လဲ
လိင်ပြောင်းခွဲစိတ်မှုခံယူထားသူ Chelsea Manning (ချယ်လ်ဆီး မန်းနင်း)
ဆိုတာကတော့ အမေရိကန် စစ်သား အဲလေ..
စစ်သမီး (ထားပါတော့ whatever)တစ်ဦးဖြစ်ပြီး အီရတ်စစ်ပွဲ
အာဖဂန်စစ်ပွဲတွေရဲ့ လျှို့ဝှက်ချက်တွေအပါအဝင်
အမေရိကန် အစိုးရအဖွဲ့ရဲ့ လျှို့ဝှက်ချက်တွေကို WikiLeaks
ဝီကီလိခ် လို့ခေါ်တဲ့ ထိပ်တန်းသတင်းများပေါက်ကြားရာ
ဝက်ဘ် တစ်ခုဆီကို ပေးပို့ခဲ့သူဖြစ်ပါတယ်။
အဲဒီလိုပေးပို့လိုက်တဲ့ စစ်ရေး နိုင်ငံရေးသတင်းတွေကို
စစ်ကြည့်လိုက်တော့ Document ပေါင်း ၇၀၀၀၀၀ (၇သိန်းကျော်)ခန့် ရှိပါသတဲ့။
အဲဒီလိုပေါက်ကြားစေခဲ့တဲ့အတွက်ကြောင့် ၂၀၁၀ခုနှစ်မှာ အကျဉ်းချခံခဲ့ရပြီး
၂၀၁၇မှာတော့ လျှော့ပေါ့ပြစ်ဒဏ်နဲ့ ပြန်လွတ်လာခဲ့ပါတယ်။
အဲဒီကိစ္စတွေ စဖြစ်တုန်းကတော့ သူက
Bradley Manning ဘဝပဲရှိသေးတာပေါ့လေ။
၂၀၁၃ မှာတော့ သူဟာ ငယ်စဉ်တည်းက
အမျိုးသမီးလိုနေချင်သူဖြစ်ကြောင်း ထုတ်ဖော်ပြောကြားခဲ့ပြီး
ချယ်လ်ဆီး အဲလစ်ဇ်ဘတ် မန်းနင်း ဆိုတဲ့နာမည်နဲ့
Trans Woman ဘဝကို ခံယူခဲ့ပါတယ်။
၂၀၁၇ မှာ ပြန်လွတ်လာပြီးတဲ့နောက် ၂၀၁၉ မှာတော့
WikiLeaks တည်ထောင်သူ Julian Assange (ဂျူလီယန်အက်ဆန်း) ရဲ့
အမှုမှာ သက်သေအစစ်ခံဖု ဆက်တိုက်ငြင်းဆန်လို့
နောက်ထပ် ထောင်ဒဏ် ၆၂ရက် ထပ်ကျပြန်ပါတယ်။
အမေရိကန်လို ဒီမိုကရေစီ နဲ့ လူ့အခွင့်အရေးကို
ကြုံးအော်နေတဲ့နိုင်ငံကြီးမှာတောင် နိုင်ငံရေးလောကထဲ
ဝင်နွှယ်မိရင် ဘယ်လိုတွေ တွယ်ခံရမယ်ဆိုတာ
မီးမောင်းထိုးပြနေတဲ့ နိုင်ငံရေးသမားတစ်ယောက်ရဲ့
အတွေ့အကြုံ ရပ်တည်ချက် ခံယူချက်တွေကို
ကွက်ကွက်ကွင်းကွင်းမြင်ရမယ့် Documentary တစ်ခုမို့
Channel Myanmar ပရိတ်သတ်များအတွက်
တင်ဆက်ပေးလိုက်ပါတယ်။ ဘ
ာသာပြန် နဲ့ အညွှန်းကတော့ Thaw ဖြစ်ပါတယ်။
(Reference: Wikipedia, The Guardian)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
