"(Unicode)
MDb 6.7/10
Google Users 90%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါတော့ ဘောလီဝုဒ်ပရိသတ်ကြီးအတွက် Rom-Com ဇာတ်ကားကောင်းတစ်ကား တင်ဆက်ပေးလိုက်ပါတယ်ခင်ဗျ
၂၀၁၉ ဝင်ငွေအကောင်းဆုံး ၁၀ ကား စာရင်းဝင်တစ်ကားဖြစ်သလို အချစ်ဟာသဇာတ်မြူးတွေသာရိုက်လေ့ရှိတဲ့ ဒါရိုက်တာ Akiv Ali ရဲ့ ကားကောင်းတစ်ကားဆိုလည်း မမှားပါဘူး
ပိုစတာပေါ်မှာ Romantic Comedy Movie ဆိုပြီးရေးရေးထားပြီးပေါပေါလောလောတွေ တင်ဆက်နေတဲ့ ကိုယ်တွေဆီက မြန်မာကားတွေအနေနဲ့ ဒီလိုကားတွေကနေ ပညာယူသင့်ပါတယ်
Rom-Com ဆိုတာဘာလဲ
ဟာသဇာတ်ကားကောင်းတစ်ကားဖြစ်ဖို့ အိုကြီးအိုမတွေက ပေါတောတောတွေ လုပ်ပြစရာမလိုသလိုဗလတောင့်တောင့် အစ်ကိုကြီးတွေကလည်း ခြောက်ပြစရာမလိုပါဘူး
သေခါနီးဘွားတော်ကြီးတွေ ရွပြဖို့မလိုသလိုချာတိတ်တွေက လူကြီးသူမတွေကို သောက်ပေါတွေပါလို့ အမြင်မှားအောင် ရိုက်ပြစရာမလိုပါဘူး
ကုန်ကုန်ပြောရရင် ကလိထိုးပြီး မရယ်ရဖို့အရေးကြီးပါတယ်
ဒီဇာတ်ကားထဲမှာ Rom-Com ဆိုတဲ့အတိုင်းRomance အခန်းတွေမှာလည်း ကြည်နူးစရာတွေဖြစ်စေသလိုComedy အခန်းတွေမှာလည်း တွေးတွေးပြီးရယ်ချင်စိတ်တွေဖြစ်စေပါတယ်
ဒီတော့ မိသားစုနဲ့အတူ ပျော်ပျော်ပါးပါးနဲ့ ဇာတ်ကားကောင်းတစ်ကားကို ခံစားကြည့်လိုက်ပါပေးလိုက်ရတဲ့အချိန် ၃ နာရီဝန်းကျင် အလကားမဖြစ်စေရဘူးလို့ အာမခံပါတယ်
ဇာတ်လမ်းလေးပြောပြရရင် … အသက် ၅၀ အရွယ် အိမ်ထောင်ကွဲအမျိုးသားတစ်ဦးဖြစ်တဲ့ အာရှစ်(ရှ်)ဟာ အသက် ၂၆ အရွယ် အိုင်(ယ်)ရှားဆိုတဲ့ကောင်မလေးနဲ့ ချစ်ကျွမ်းဝင်သွားခဲ့ပါတယ်
၁၄ နှစ်အသက်ကွာခြားမှုကြောင့် ပတ်ဝန်းကျင်မှာ သူတို့နှစ်ယောက်ကြားထိုးနှက်မှုပေါင်းများစွားလည်း ရှိနေပါတယ်။
အဲ့ဒိအချိန်မှာ အာရှစ်တစ်ယောက် အိုင်(ယ်)ရှားကို သူ့မိသားစုနဲ့တွေ့ပေးဖို့ခေါ်သွားတဲ့အခါမှာတော့ …
(ဒီဇာတ်ကားဟာ အကြည်ထွက်တာကြာပြီဆိုပေမယ့် စာဖိုင်အမှန်မထွက်သေးလို့ဘာသာပြန်မရဘဲဖြစ်နေတာပါ အနီးစပ်ဆုံးစာဖိုင်ကို နားထောင်ပြီး အမှန်ဆုံးဖြစ်အောင် ဘာသာပြန်ပေးထားပါတယ်၊ လိုအပ်ချက်တစ်စုံတစ်ရာပါရှိပါက သည်းခံပေးကြပါကုန်)
(ဇာတ်လမ်းအညွန်းနဲ့ဘာသာပြန်သူကတော့ ကိုဇော်ထူးပါ)
(Zawgyi)
MDb 6.7/10
Google Users 90%
ဒီတစ္ခါေတာ့ ေဘာလီဝုဒ္ပရိသတ္ႀကီးအတြက္ Rom-Com ဇာတ္ကားေကာင္းတစ္ကား တင္ဆက္ေပးလိုက္ပါတယ္ခင္ဗ်
၂၀၁၉ ဝင္ေငြအေကာင္းဆုံး ၁၀ ကား စာရင္းဝင္တစ္ကားျဖစ္သလို အခ်စ္ဟာသဇာတ္ျမဴးေတြသာ႐ိုက္ေလ့ရွိတဲ့ ဒါ႐ိုက္တာ Akiv Ali ရဲ႕ ကားေကာင္းတစ္ကားဆိုလည္း မမွားပါဘူး
ပိုစတာေပၚမွာ Romantic Comedy Movie ဆိုၿပီးေရးေရးထားၿပီးေပါေပါေလာေလာေတြ တင္ဆက္ေနတဲ့ ကိုယ္ေတြဆီက ျမန္မာကားေတြအေနနဲ႔ ဒီလိုကားေတြကေန ပညာယူသင့္ပါတယ္
Rom-Com ဆိုတာဘာလဲ
ဟာသဇာတ္ကားေကာင္းတစ္ကားျဖစ္ဖို႔ အိုႀကီးအိုမေတြက ေပါေတာေတာေတြ လုပ္ျပစရာမလိုသလိုဗလေတာင့္ေတာင့္ အစ္ကိုႀကီးေတြကလည္း ေျခာက္ျပစရာမလိုပါဘူး
ေသခါနီးဘြားေတာ္ႀကီးေတြ ႐ြျပဖို႔မလိုသလိုခ်ာတိတ္ေတြက လူႀကီးသူမေတြကို ေသာက္ေပါေတြပါလို႔ အျမင္မွားေအာင္ ႐ိုက္ျပစရာမလိုပါဘူး
ကုန္ကုန္ေျပာရရင္ ကလိထိုးၿပီး မရယ္ရဖို႔အေရးႀကီးပါတယ္
ဒီဇာတ္ကားထဲမွာ Rom-Com ဆိုတဲ့အတိုင္းRomance အခန္းေတြမွာလည္း ၾကည္ႏူးစရာေတြျဖစ္ေစသလိုComedy အခန္းေတြမွာလည္း ေတြးေတြးၿပီးရယ္ခ်င္စိတ္ေတြျဖစ္ေစပါတယ္
ဒီေတာ့ မိသားစုနဲ႔အတူ ေပ်ာ္ေပ်ာ္ပါးပါးနဲ႔ ဇာတ္ကားေကာင္းတစ္ကားကို ခံစားၾကည့္လိုက္ပါေပးလိုက္ရတဲ့အခ်ိန္ ၃ နာရီဝန္းက်င္ အလကားမျဖစ္ေစရဘူးလို႔ အာမခံပါတယ္
ဇာတ္လမ္းေလးေျပာျပရရင္ … အသက္ ၅၀ အ႐ြယ္ အိမ္ေထာင္ကြဲအမ်ိဳးသားတစ္ဦးျဖစ္တဲ့ အာရွစ္(ရွ္)ဟာ အသက္ ၂၆ အ႐ြယ္ အိုင္(ယ္)ရွားဆိုတဲ့ေကာင္မေလးနဲ႔ ခ်စ္ကြၽမ္းဝင္သြားခဲ့ပါတယ္
၁၄ ႏွစ္အသက္ကြာျခားမႈေၾကာင့္ ပတ္ဝန္းက်င္မွာ သူတို႔ႏွစ္ေယာက္ၾကားထိုးႏွက္မႈေပါင္းမ်ားစြားလည္း ရွိေနပါတယ္။
အဲ့ဒိအခ်ိန္မွာ အာရွစ္တစ္ေယာက္ အိုင္(ယ္)ရွားကို သူ႔မိသားစုနဲ႔ေတြ႕ေပးဖို႔ေခၚသြားတဲ့အခါမွာေတာ့ …
(ဒီဇာတ္ကားဟာ အၾကည္ထြက္တာၾကာၿပီဆိုေပမယ့္ စာဖိုင္အမွန္မထြက္ေသးလို႔ဘာသာျပန္မရဘဲျဖစ္ေနတာပါ အနီးစပ္ဆုံးစာဖိုင္ကို နားေထာင္ၿပီး အမွန္ဆုံးျဖစ္ေအာင္ ဘာသာျပန္ေပးထားပါတယ္၊ လိုအပ္ခ်က္တစ္စုံတစ္ရာပါရွိပါက သည္းခံေပးၾကပါကုန္)
(ဇာတ္လမ္းအညြန္းနဲ႔ဘာသာျပန္သူကေတာ့ ကိုေဇာ္ထူးပါ)
File Size : (950 MB) and (480 MB)
Quality : WEB-DL 720p
Running Time : 2hr 15min
Format : Mkv
Genre : Comedy, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.WEB.DL.H264.AAC.2.0.ESUBS.Telly
Translated by Zaw Htoo
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
