"Dark Side Production မှ တင်ဆက်သည်။
Zawgyi
=====
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အခ်စ္ဆိုတာ အတင္းလုပ္ယူလို႔မရဘူး- Dr ဆြန္ဂ်ဴး
——————————————————————————————————
ကိုရီးယား Pornograpic Genere အိမ္ေထာင္ေရး ဇာတ္ကားေကာင္းတစ္ကားတင္ဆက္လိုက္ပါတယ္
ဆရာ၀န္မေလး ဆြန္ဂ်ဴး ပိုက္ဆံခ်မ္းသားတဲ့ သူေဌးတစ္ေယာက္နဲ႔ လက္ဆက္လိုက္ပါတယ္..
ႏွစ္ဦးသား ကိုယ္ပိုင္ ေဆးခန္းတစ္ခုဖြင့္ထားျပီး ဒိုးတူေဘာင္ဖက္ အလုပ္လုပ္ရင္းအခ်ိန္ေတြကုန္ဆံုးေစခဲ့ပါတယ္
ဆရာ၀န္မေလးက အေနအထိုင္သိမ္ေမြ႔လွျပီး ေယာက်ာၤးျဖစ္သူက အခ်ိန္ျပည့္တဏွာရာဂမီး ေလာင္ကြ်မ္းေနသူတစ္ေယာက္ျဖစ္ေနပါတယ္
ဆရာ၀န္မေလးက အခ်စ္ကို ႏူးညံ့သိမ္ေမြ႔စြာခံစားလိုစိတ္ရိွျပီး ေယာက်ာၤးျဖစ္သူက ကိုယ့္ဆႏၵကိုယ္သာအေရးေပးျပီးၾကမ္းတမ္းစြာပဲအခ်စ္ကိုခံစားလာပါတယ္..
သည္လိုနဲ႕ ႏွစ္ေယာက္သား တစ္ေယာက္နဲ႔တစ္ေယာက္ အေပးအယူမမွ်ေတာ့ပဲ တစ္ေယာက္ကိုတစ္ေယာက္စိတ္ကုန္လာပါတယ္…
ေယာက်ာၤးျဖစ္သူအတြက္ေတာ့ အေၾကာင္းျပခ်က္ေကာင္းရသြားျပီး ေဆးခန္းထဲက Reception က ပ်ိဳေခ်ာေလးကို ေငြအမ္းျပီး စိတ္တိုင္းက် ေပ်ာ္ပါးပါေတာ့တယ္။
ဆရာမ ဆြန္ဂ်ဴးကေတာ့ အိေျႏၵၾကီးတဲ့ အမ်ိဳးသမီးပီပီ အိမ္ေထာင္ေရးကို တက္ႏိုင္သေလာက္ ထိန္းသိမ္းေနခဲ့ပါတယ္။
တစ္ေန႔မွာေတာ့ ဆြန္ဂ်ဴးတစ္ေယာက္ အလုပ္ကိုလာရင္း လမ္းမွာ လူရမ္းကားတစ္ေယာက္နဲ႔ေတြ႔ျပီး အခက္ေတြ႔ေနခ်ိန္မွာသူမနဲ႔မရင္းႏီွးတဲ့သူတစ္ေယာက္ ရုတ္ခ်ည္းဆိုသလိုေပၚလာျပီး ၀င္ေျဖရွင္းသြားပါတယ္…
ဒါေပမဲ့ ဆြန္ဂ်ဴးတစ္ေယာက္အတြက္ေတာ့ အမွတ္တမဲ့မွ အမွတ္တရတစ္ခုရရိွသြားျပီး ႏွလံုးသားမွာ ေ၀ဒနာတစ္ခုကိန္းေအာင္းသြားပါတယ္…
ဒုတိယအျကိမ္…
တတိယအၾကိမ္ေတြ႔ဆံုမႈမွာေတာ့ သူတို႔ရင္းႏွီးသြားၾကျပီး ဂင္ေယာင္ဂြ်န္း ရဲ႕ အယုအယေတြ ဂရုစိုက္မႈေတြမွာသာယာသြားမိပါေတာ့တယ္
ဆြန္ဂ်ဴး တစ္ေယာက္ သူ႔ေယာက်ာၤးဆီမွမရတဲ့ ၾကင္နာမႈေတြကို တစ္ျခားသူဆီကရေတာ့ ဘယ္လိုတံုံ႔ျပန္မလဲ..
အမ်ိဳးသားတစ္ေယာက္ရဲ႕တဏွာရာဂအမ်ိဳးသမီးတစ္ေယာက္ရဲ႕ ေတာင့္တမႈေတြကို ကြက္ကြက္ကြင္းကြင္းေဖၚၾကဴးထားလို႔ ၁၈ ႏွစ္ေအာက္လူငယ္မ်ားမၾကည့္သင့္ပါေၾကာင္း
ၾကိဳတင္ သတိေပးထားပါရေစ (မရသင့္တဲ့ Attitute ေတြရကုန္မွာစိုးလို႔ပါ)
[စာဖိုင္က Generate ဖိုင္ျဖစ္ေသာေၾကာင့္ အဆင္မေျပမႈမ်ားရိွပါက သီးခံေပးၾကပါကုန္]
(ကိမုခ်ိမွတင္ဆက္ေပးထားပါတယ္)
Unicdoe
======
အချစ်ဆိုတာ အတင်းလုပ်ယူလို့မရဘူး- Dr ဆွန်ဂျူး
——————————————————————————————————
ကိုရီးယား Pornograpic Genere အိမ်ထောင်ရေး ဇာတ်ကားကောင်းတစ်ကားတင်ဆက်လိုက်ပါတယ်
ဆရာဝန်မလေး ဆွန်ဂျူး ပိုက်ဆံချမ်းသားတဲ့ သူဌေးတစ်ယောက်နဲ့ လက်ဆက်လိုက်ပါတယ်..
နှစ်ဦးသား ကိုယ်ပိုင် ဆေးခန်းတစ်ခုဖွင့်ထားပြီး ဒိုးတူဘောင်ဖက် အလုပ်လုပ်ရင်းအချိန်တွေကုန်ဆုံးစေခဲ့ပါတယ်
ဆရာဝန်မလေးက အနေအထိုင်သိမ်မွေ့လှပြီး ယောကျာၤးဖြစ်သူက အချိန်ပြည့်တဏှာရာဂမီး လောင်ကျွမ်းနေသူတစ်ယောက်ဖြစ်နေပါတယ်
ဆရာဝန်မလေးက အချစ်ကို နူးညံ့သိမ်မွေ့စွာခံစားလိုစိတ်ရှိပြီး ယောကျာၤးဖြစ်သူက ကိုယ့်ဆန္ဒကိုယ်သာအရေးပေးပြီးကြမ်းတမ်းစွာပဲအချစ်ကိုခံစားလာပါတယ်..
သည်လိုနဲ့ နှစ်ယောက်သား တစ်ယောက်နဲ့တစ်ယောက် အပေးအယူမမျှတော့ပဲ တစ်ယောက်ကိုတစ်ယောက်စိတ်ကုန်လာပါတယ်…
ယောကျာၤးဖြစ်သူအတွက်တော့ အကြောင်းပြချက်ကောင်းရသွားပြီး ဆေးခန်းထဲက Reception က ပျိုချောလေးကို ငွေအမ်းပြီး စိတ်တိုင်းကျ ပျော်ပါးပါတော့တယ်။
ဆရာမ ဆွန်ဂျူးကတော့ အိန္ဒြေကြီးတဲ့ အမျိုးသမီးပီပီ အိမ်ထောင်ရေးကို တက်နိုင်သလောက် ထိန်းသိမ်းနေခဲ့ပါတယ်။
တစ်နေ့မှာတော့ ဆွန်ဂျူးတစ်ယောက် အလုပ်ကိုလာရင်း လမ်းမှာ လူရမ်းကားတစ်ယောက်နဲ့တွေ့ပြီး အခက်တွေ့နေချိန်မှာသူမနဲ့မရင်းနှီးတဲ့သူတစ်ယောက် ရုတ်ချည်းဆိုသလိုပေါ်လာပြီး ဝင်ဖြေရှင်းသွားပါတယ်…
ဒါပေမဲ့ ဆွန်ဂျူးတစ်ယောက်အတွက်တော့ အမှတ်တမဲ့မှ အမှတ်တရတစ်ခုရရှိသွားပြီး နှလုံးသားမှာ ဝေဒနာတစ်ခုကိန်းအောင်းသွားပါတယ်…
ဒုတိယအကြိမ်…
တတိယအကြိမ်တွေ့ဆုံမှုမှာတော့ သူတို့ရင်းနှီးသွားကြပြီး ဂင်ယောင်ဂျွန်း ရဲ့ အယုအယတွေ ဂရုစိုက်မှုတွေမှာသာယာသွားမိပါတော့တယ်
ဆွန်ဂျူး တစ်ယောက် သူ့ယောကျာၤးဆီမှမရတဲ့ ကြင်နာမှုတွေကို တစ်ခြားသူဆီကရတော့ ဘယ်လိုတုံံ့ပြန်မလဲ..
အမျိုးသားတစ်ယောက်ရဲ့တဏှာရာဂအမျိုးသမီးတစ်ယောက်ရဲ့ တောင့်တမှုတွေကို ကွက်ကွက်ကွင်းကွင်းဖေါ်ကြူးထားလို့ ၁၈ နှစ်အောက်လူငယ်များမကြည့်သင့်ပါကြောင်း
ကြိုတင် သတိပေးထားပါရစေ (မရသင့်တဲ့ Attitute တွေရကုန်မှာစိုးလို့ပါ)
[စာဖိုင်က Generate ဖိုင်ဖြစ်သောကြောင့် အဆင်မပြေမှုများရှိပါက သီးခံပေးကြပါကုန်]
(ကိမုချိမှတင်ဆက်ပေးထားပါတယ်)
File Size : (700 MB)
Quality : HDRip720p
Running Time : 1hr 33min
Format : Mp4
Genre : Adult
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Darkside KiMuChi
Encoded by Darkside BGR
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
