"Zawgyi=====Pause၂၀၁၉ခုႏွစ္ထြက္ကိုရီးယားကားကိုမွ Stock Exchange နဲ႕ပတ္သက္ျပီးစိတ္၀င္စားရင္ေတာ့ၾကည့္သင့္တဲ့ဇာတ္ကားေလးပါ။IMDb rating အရေတာ့ vote ေပးသူ 175 ဦးအတြက္ 5.8 ပဲရထားတယ္ဆိုေပမဲ့ Rotten Tomatoes မွာ 67% အထိရထားတဲ့ဇာတ္ကားေလးျဖစ္ပါတယ္။ရုံ၀င္ေငြအေနနဲ႕လည္း 25.1 million USD ရထားတာပါ။Cast ေတြမွာလည္းလူူသိမ်ားတဲ့ သရုပ္ေဆာင္ေတြခ်ည္းျဖစ္ပါတယ္။ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ေတာနယ္တစ္ခုကၾကိဳးစားျပီးတက္လာတဲ့ စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စေလးတစ္ေယာက္မွာရည္မွန္းခ်က္တစ္ခုပဲရွိပါတယ္။သူခ်မ္းသာခ်င္တာပဲျဖစ္ပါတယ္။ဆင္းဆင္းရဲရဲေနခဲ့ရတဲ့သူတစ္ေယာက္အတြက္ ခ်မ္းသာခ်င္ၾကတာခ်ည္းပါပဲ။မိဘေတြရုန္းကန္ေနရတာကိုၾကည့္ျပီးသူခ်မ္းသာခ်င္လာတယ္။အဲေတာ့စေတာ့ခ္ရွယ္ယာေရာင္း၀ယ္ေရးကုမၸဏီတစ္ခုမွာအလုပ္ရျပီး စေတာ့ခ္ရွယ္ယာပြဲစားေပါက္စအျဖစ္္အားၾကိဳးမာန္တက္အလုပ္ၾကိဳးစားမယ္ဆုိျပီး တက္လာေပမဲ့တကယ္တမ္းလက္ေတြ႕မွာေတာ့ ထင္သေလာက္မလြယ္သလိုသူမ်ားေတြေကာ္မရွင္ကျပြတ္သိပ္ေနခ်ိန္မွာ သူ႕ခဏသုညျဖစ္ေနရတာပါပဲ။ဒီလိုနဲ႕တစ္ႏွစ္ေလာက္လံုးခ်ာလည္လိုက္ေနရင္းကေန ခ်မ္းသာဖို႕ျဖတ္လမ္းနည္းတစ္ခု သူရလာခဲ့ပါတယ္။ဘယ္သူ႕ေၾကာင့္ရသြားတာလဲ။အဲဒီျဖတ္လမ္းနည္းကေရာ ေရရွည္အဆင္ေျပရဲ႕လားဆိုတာေတာ့သူတို႕စေတာ့ခ္ရွယ္ယာေစ်းကြက္တြင္းကအရႈပ္အရွင္းေတြၾကား၀င္ၾကည့္ရင္းခံစားၾကည့္ၾကပါ။(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ ကိုသူရပါ)Unicode======၂၀၁၉ခုနှစ်ထွက်ကိုရီးယားကားကိုမှ Stock Exchange နဲ့ပတ်သက်ပြီးစိတ်ဝင်စားရင်တော့ကြည့်သင့်တဲ့ဇာတ်ကားလေးပါ။IMDb rating အရတော့ vote ပေးသူ 175 ဦးအတွက် 5.8 ပဲရထားတယ်ဆိုပေမဲ့ Rotten Tomatoes မှာ 67% အထိရထားတဲ့ဇာတ်ကားလေးဖြစ်ပါတယ်။ရုံဝင်ငွေအနေနဲ့လည်း 25.1 million USD ရထားတာပါ။Cast တွေမှာလည်းလူူသိများတဲ့ သရုပ်ဆောင်တွေချည်းဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်းလေးကတော့ တောနယ်တစ်ခုကကြိုးစားပြီးတက်လာတဲ့ စတော့ခ်ရှယ်ယာပွဲစားပေါက်စလေးတစ်ယောက်မှာရည်မှန်းချက်တစ်ခုပဲရှိပါတယ်။သူချမ်းသာချင်တာပဲဖြစ်ပါတယ်။ဆင်းဆင်းရဲရဲနေခဲ့ရတဲ့သူတစ်ယောက်အတွက် ချမ်းသာချင်ကြတာချည်းပါပဲ။မိဘတွေရုန်းကန်နေရတာကိုကြည့်ပြီးသူချမ်းသာချင်လာတယ်။အဲတော့စတော့ခ်ရှယ်ယာရောင်းဝယ်ရေးကုမ္ပဏီတစ်ခုမှာအလုပ်ရပြီး စတော့ခ်ရှယ်ယာပွဲစားပေါက်စအဖြစ်အားကြိုးမာန်တက်အလုပ်ကြိုးစားမယ်ဆိုပြီး တက်လာပေမဲ့တကယ်တမ်းလက်တွေ့မှာတော့ ထင်သလောက်မလွယ်သလိုသူများတွေကော်မရှင်ကပြွတ်သိပ်နေချိန်မှာ သူ့ခဏသုညဖြစ်နေရတာပါပဲ။ဒီလိုနဲ့တစ်နှစ်လောက်လုံးချာလည်လိုက်နေရင်းကနေ ချမ်းသာဖို့ဖြတ်လမ်းနည်းတစ်ခု သူရလာခဲ့ပါတယ်။ဘယ်သူ့ကြောင့်ရသွားတာလဲ။အဲဒီဖြတ်လမ်းနည်းကရော ရေရှည်အဆင်ပြေရဲ့လားဆိုတာတော့သူတို့စတော့ခ်ရှယ်ယာဈေးကွက်တွင်းကအရှုပ်အရှင်းတွေကြားဝင်ကြည့်ရင်းခံစားကြည့်ကြပါ။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ ကိုသူရပါ)File Size : (900 MB) and (450 MB)Quality : WEB-DL 720pRunning Time : 1h 55minFormat : Mp4Genre : Action, CrimeSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.AAC.H264Translated by Thura Zarni AungEncoded by THZ"