"Hero (2002)
IMDb – 7.9/10_____Rotten – 95%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Hero (2002)
…………………
Hero (သူရဲကောင်း) ဆိုတာ
ဘယ်လိုလူမျိုးတွေကို ရည်ညွှန်းပါသလဲ?
တဦးတယောက်ကနေ ပြိုင်ဘက်အများကြီးကို အလဲထိုးအနိုင်ယူသူတွေကို ခေါ်ပါသလား?
ကိုယ်ကျိုးကို မငဲ့ဘဲ အများအတွက်
စွန့်လွှတ်စွန့်စားသူများကို ဆိုလိုပါသလား?
Hero (2002 film) ကို ကြည့်ပြီးရင်တော့
အဖြေတခုခု ထွက်လာနိုင်ပါတယ်။
Hero ရုပ်ရှင်ကို စပြီးကြည့်ဖူးစက ယုတ္တိမတန်တဲ့ သာမန်တရုတ်သိုင်းကားတကားလို့ပဲ ထင်ခဲ့မိပါတယ်။
နောက်ကြောင်းက ခဏခဏပြန်ပြ၊
ဒီကြားထဲစိတ်ကူးထဲမှာပါ သိုင်းကွက်တွေထုတ်နဲ့ … အလေးအနက်မကြည့်မိခဲ့ပါဘူး။
နောက်ပိုင်းမှာ အော်စကာ ဆန်ကာတင်စာရင်းမှာ
နိုင်ငံခြားဇာတ်ကားအနေနဲ့ ပါလာတော့မှ စိတ်ဝင်စားသွားလို့ သေချာပြန်ကြည့်ဖြစ်ပါတယ်။
စွမ်းအားလွန်သိုင်းကွက်တွေကို ဖယ်ပြီးကြည့်မယ်ဆိုရင်
အနှစ်သာရရှိတဲ့ ဇာတ်ကားလို့မြင်မိပါတယ်။
ဒီဇာတ်လမ်းမှာ ချင်မင်းဆက်ကို တည်ထောင်တဲ့
Qin Shi Huang ရဲ့ ဆင့်ခေါ်မှုနဲ့
အမည်မရှိဓားသမား (သုည)ဟာ
နန်းတွင်းကို ဝင်ရောက်ခစားခဲ့ပါတယ်။
နန်းတွင်းကို ဝင်ရောက်ပြီး ဘုရင်ကြီးနဲ့ စကားပြောခွင့်ရဖို့အတွက်
သုညဟာ ဘုရင်ကြီးရဲ့ အသက်အန္တရာယ်တွေကို ခြိမ်းခြောက်နေတဲ့
လူစွမ်းကောင်းသုံးယောက် (Long Sky, Flying Snow, Broken Sword) ကို နှိမ်နှင်းခဲ့ရတယ်လို့ ဆိုပါတယ်။
*Spoiler alert!*
သာမန်လူဆိုရင် ခြေလှမ်းတရာအကွာလောက်မှာ နေရပေမယ့်
သုညဟာ ဘုရင်ကြီးရဲ့ရန်သူတော်တွေကို သူဘယ်လိုနှိမ်နှင်းခဲ့တယ်ဆိုတာ
ပြန်ပြောင်းပြောရင်း ဘုရင့်အနားကို
တဖြည်းဖြည်းချင်း နီးကပ်ခွင့်ရခဲ့ပါတယ်။
ဒီအချိန်မှာ ဘုရင်ကြီးသိလာတာက
သုညဟာလည်း သူ့ကိုလုပ်ကြံဖို့အတွက်
အကွက်ချပြီး အနားကပ်ခွင့်ရအောင် ကြံခဲ့တယ်ဆိုတာပါပဲ။
တကယ်တော့ သုညဟာ ချင်ဘုရင်ကျူးကျော်သိမ်းပိုက်ခဲ့တဲ့ ကျောက် (Zhao) နိုင်ငံသားတဦးဖြစ်ပြီး
ချင်ဘုရင်ကို လက်စားချေခွင့်ရဖို့ စီမံကိန်းဆွဲကြံစည်ခဲ့သူပဲ ဖြစ်ပါတယ်။
ဒါကို ချင်ဘုရင်သိလိုက်တဲ့အချိန်မှာ သူ့အတွက် နောက်ကျနေပါပြီ ….
သူ့ရဲ့သက်တော်စောင့်တပ်နဲ့ အလှမ်းဝေးပြီး သုညရဲ့ ဓားစွမ်းအရဆိုရင်
ဘုရင်ကြီးအနေနဲ့ အသက်ဆုံးရှုံးဖို့ပဲ ရှိပါတော့တယ်။
ဒီအချိန်မှာ အံ့အားသင့်စရာကောင်းတာက
သုညဟာ ချင်ဘုရင်ကို လုပ်ကြံဖို့ အကြံအစည်ကို စွန့်လွှတ်လိုက်တာပါပဲ။
သုညအနေနဲ့ သူကြံစည်ခဲ့တဲ့ အခွင့်အရေးဟာ
လက်တကမ်းကို ရောက်လာပေမယ့်
ဘာကြောင့်များ စွန့်လွှတ်လိုက်ပါသလဲ …?
ဒီအချက်ဟာ ဇာတ်ကားရဲ့ အနှစ်သာရပါပဲ ……
…………………………………………
ဇာတ်အိမ်တည်ရာကာလဟာ တရုတ်နိုင်ငံအနေနဲ့ တိုင်းပြည်ငယ်လေးတွေအဖြစ် ဖရိုဖရဲဖြစ်နေချိန် ဖြစ်ပါတယ်။
ဘာသာစကား၊ ယဉ်ကျေးမှု အမျိုးမျိုးကွဲနေတဲ့ နိုင်ငံငယ်တွေကို
ချင်ဘုရင်ဟာ သိမ်းပိုက်စုစည်းခဲ့ပါတယ်။
တိုင်းပြည်ဟာ စုစည်းလာပေမယ့် ချင်ဘုရင်အတွက်တော့
ရန်သူတွေ များလာပါတယ်။
အဲဒီထဲမှာ ကျောက်နိုင်ငံသားတွေဖြစ်တဲ့ သုည၊
‘ဓားကျိုး’ နဲ့ ‘နှင်း’ဇနီးမောင်နှံ ပါဝင်ပါတယ်။
သူတို့ဇနီးမောင်နှံဟာလည်း တချိန်က ချင်ဘုရင်ကို လုပ်ကြံဖို့
နန်းတော်အတွင်းကို ဝင်ရောက်တိုက်ခိုက်နိုင်ခဲ့ဖူးပါတယ်။
ဘုရင်ကို လုပ်ကြံနိုင်လုနီးပါး ဖြစ်ခဲ့ပေမယ့်
ဓားကျိုးဟာ စိတ်ကူးပြောင်းသွားပြီး ဘုရင်ကို မသတ်ဘဲ လှည့်ပြန်ခဲ့ဖူးပါတယ်။
သူဟာ သုညရဲ့ အစီအစဉ်ကိုသိရတော့လည်း တားပါသေးတယ်။
တားမရတော့ သုညကို မြေကြီးမှာ စာတလုံးပဲ ရေးပြပါတယ်။
အဲ့ဒါကတော့ တို့နိုင်ငံ (Our Land) ဆိုတဲ့ စကားလုံးပဲ ဖြစ်ပါတယ်။
ဒီစာလုံးကပဲ သုညရဲ့ စိတ်ကူးကို ပြောင်းလဲပေးခဲ့ပြန်ပါတယ်။
သူတို့ဟာ လူသားပီပီ ပုဂ္ဂလဓိဌာန်ခံစားချက်ကို ရှေ့တန်းတင်ပြီး လက်စားချေဖို့ ကြံစည်ခဲ့ကြပေမယ့်
အဲဒီကိစ္စထက် အရေးကြီးသောအရာကို သူတို့မြင်ခဲ့ကြပါတယ်။
ဒါကတော့ ချင်ဘုရင်စုစည်းတည်ဆောက်နေတဲ့ သူတို့နိုင်ငံတော်ပဲ ဖြစ်ပါတယ်။
ဘာသာစကားအပြင် အလေးတင်းတောင်းချိန်တွယ်တာကအစ ကွဲပြားနေတဲ့ သူတို့နိုင်ငံဟာ
ချင်ဘုရင်စုစည်းတည်ဆောက်မှ ရတော့မယ်ဆိုတာ သူတို့သိမြင်လာပါတယ်။
ဒါကြောင့်ပဲ သူတို့ရဲ့ နာကြည်းမှုတွေကို မြိုသိပ်ခဲ့ပါတယ်။
နောက်ဆုံးမှာ သူတို့ရဲ့ အသက်တွေကိုပါ စွန့်လွှတ်တဲ့အထိ ပေးဆပ်နိုင်ခဲ့ပါတယ်။
ဒါဟာ Hero ဇာတ်ကားမှာ ပြဌာန်းခဲ့တဲ့ သူရဲကောင်းဆိုတဲ့ အဓိပ္ပာယ်ပါပဲ။
တကယ်တော့ သူရဲကောင်းဆိုတာ အလုံးစုံကို အနိုင်ယူနိုင်မှ၊ စွမ်းအားပြနိုင်မှ မဟုတ်ပါဘူး။
မိမိစွမ်းဆောင်နိုင်စွမ်းဟာ လက်တကမ်းမှာ ရောက်နေသည့်တိုင်အောင်
ရေရှည်အတွက် အများကောင်းကျိုးအတွက်
မိမိဆန္ဒ မိမိဘဝကို အနစ်နာခံစွန့်လွှတ်ခဲ့သူများဟာလည်း hero များပဲ ဖြစ်ပါတယ်။
ဒါရိုက်တာ ကျန်းယီမူး (Zhang Yimou) ရဲ့ လက်ရာဖြစ်တဲ့ ဒီဇာတ်ကားနဲ့ ပတ်သက်လို့
အငြင်းပွားဖွယ်ရာတွေ ရှိခဲ့ပါတယ်။
တချက်ကတော့ ဓားကျိုးရေးပြခဲ့တဲ့ Tianxia ဆိုတဲ့စာလုံးရဲ့ အဓိပ္ပာယ်နဲ့ ပတ်သက်လို့ ဖြစ်ပါတယ်။
နောက်တချက်ကတော့ ဒါဟာစိတ်ကူးယဉ်သက်သက်ပဲ လက်တွေ့မဖြစ်နိုင်ဘူးလို့ ငြင်းကြပါတယ်။
တရုတ်သမိုင်းမှာလည်း ချင်ဘုရင် Qin Shi Huang ကို လုပ်ကြံဖို့ Jing Ke ဆိုသူဟာ ကြိုးစားခဲ့ပါတယ်။
(သူကတော့ ချင်ဘုရင်ကို တိုက်ခိုက်ရာမှာ မအောင်မြင်ဘဲ သက်တော်စောင့်များရဲ့ လက်ချက်နဲ့ သေဆုံးခဲ့ပါတယ်။)
ဘာပဲဖြစ်ဖြစ် အော်စကာဆုဆန်ကာတင်စာရင်းဝင်တဲ့အပြင်
တခြားဆုတွေလည်း ရရှိခဲ့တဲ့ Hero ဇာတ်ကားဟာ
Hero သူရဲကောင်းဆိုတဲ့ အဓိပ္ပာယ်ကို ရှုထောင့်တခုကနေ ဖွင့်ဆိုပြနိုင်တဲ့ရုပ်ရှင်လို့ ညွှန်းချင်ပါတယ်။
Phoe Thant (28.4.16)
(ရုပ်ရှင်အညွှန်းကို Ko Phoe Thant Facebook မှကူးယူဖော်ပြပါသည်။)
တကယ့်ဖြစ်ရပ်မှန်သမိုင်းကိုသိချင်ရင်တော့ တရုတ်ပြည်ရဲ့ ပထမဆုံးဧကရာဇ် [ Shi Huang Di စစ့်ဟွမ်သိ
သို့မဟုတ် 秦始皇 Qin Shi Huang ချင်စစ့်ဟွမ် (မြန်မာတွေက ရှီဟွမ်တီဘုရင်ဟုသိကြ) ] အကြောင်းကို
天下第一 Facebook Page မှာရေးသားထားတာ သွားဖတ်ကြည့်သင့်ပါတယ်။
ရှီဟွမ်တီဘုရင်နဲ့ပတ်သက်လို့ အတော်ကို စုံလင်အောင်ဖော်ပြထားပါတယ်။
ဒီလင့်မှာ သွားဖတ်လို့ရပါတယ်>>>>>
https://www.facebook.com/tianxiadiyi888888/posts/2330477387221339
File size…(1.7 GB) and (1 GB)
Quality….Blu-Ray 1080p 5.1CH & 720p
Format…mp4
Duration….01:39:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
