"Wild Hogs(2007)
(zawgyi)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“စစ္မွန္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ဆိုတာ
ကိုယ္နဲ႔ ႏွစ္ကိုယ့္တစ္စိတ္ရွိေနသူပဲ”လို႔
ဒႆနပညာရွင္ႀကီး အရစၥတိုတယ္ ေျပာဖူးပါတယ္။
ဒီ႐ုပ္ရွင္ကေတာ့ ဘ၀ေတြမတူ စိတ္အေျခအေန‌ေတြ မတူေပမယ့္
႐ူးသြပ္မႈျခင္း တူညီၾကတဲ့ လူလတ္ပိုင္းအ႐ြယ္
သူငယ္ခ်င္းေလးေယာက္ရဲ႕ ဗ႐ုတ္သုတ္ခေတြအေၾကာင္းပါ။
အလုပ္သာ အဓိက က်န္တာ သာမညထင္ေနတဲ့ သြားဆရာ၀န္
တစ္ေယာက္ ။ ဘာမွအျဖစ္မရွိတဲ့ ကြန္ပ်ဴတာပ႐ိုဂရမ္မာ
တစ္ေယာက္ ။ အိမ္သာေဆးရတဲ့အထိ အလုပ္ၾကမ္းေပါင္းစုံ
လုပ္ရတဲ့ စာ‌ေရးဆရာ႐ူးလူမည္းတစ္ေယာက္။
ေလးေယာက္ေျမာက္ကေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံး
တစ္ေယာက္လို႔ သူတို႔ကိုယ္တိုင္ေျပာၾကတဲ့
ပိုက္ဆံခ်မ္းသာၿပီး ေမာ္ဒယ္မကို လက္ထပ္ထားတဲ့ ဝူဒီ။
သူတို႔အားလုံးမွာ တူညီတာကေတာ့ အမဲေရာင္ဂ်ာကင္‌ေတြ
၀တ္ၿပီး ဆိုင္ကယ္ပတ္စီးၾကတဲ့ ဆိုင္ကယ္သမားေတြ
ျဖစ္ခ်င္ၾကတာပါပဲ။ ၿမိဳ႕ထဲပဲပတ္ေမာင္းေနရတဲ့
သူတို႔ဆိုင္ကယ္သမားအဖြဲ႕ကိုလည္း Wild Horse:လို႔
သူတို႔ဘာသာ နာမည္ေပးထားပါေသးတယ္။
တစ္ရက္မွာေတာ့ သူတို႔ထဲက ကံအေကာင္း‌ဆုံးဝူဒီဟာ
ဇနီးရယ္ကြာ အိမ္ရယ္က‌ဆုံး ၿပီး တမုဟုတ္ခ်င္း
ကံအဆိုးဆုံးတစ္ေယာက္ျဖစ္သြားပါတယ္။
ဆန္အိုးသာကုန္ မာန္မေလွ်ာ့ေသးတဲ့ ဝူဒီဟာ
ဒီအ‌ေၾကာင္းေတြကို သူငယ္ခ်င္းေတြကို မ‌ေျပာဘဲ
သူ႔ေနာက္ဆုံး ပိုင္ဆိုင္မႈျဖစ္တဲ့ ဆိုင္ကယ္တစ္စီးနဲ႔
မိုင္တစ္ေထာင္ခရီးရွည္တစ္ခုထြက္ဖို႔ ဆြယ္ပါတယ္။
ေနရင္းထိုင္ရင္းေတာင္ ျပႆနာတက္ေနၾကတဲ့
Wild Hogs ေတြဟာ ဒီခရီးရွည္ႀကီးမွာ
ျပႆနာကို ဘယ္လိုမီးခြက္ထြန္းရွာဦးမလဲ ဆိုတာ
သဘာ၀က်က်ဟာသေတြနဲ႔အတူ ျမင္ၾကရမွာပါ။
ကြၽန္ေတာ္ျမင္ဖူးသမွ် ႐ုပ္ရွင္ေတြထဲ အပီအျပင္ၾကမ္းျပေနၾက
ဂြၽန္ ထရာဗိုႀကီးဟာ လူေပါဇာတ္႐ုပ္နဲ႔လည္း အေတာ္သ႐ုပ္ေဆာင္
ေကာင္းခဲ့ပါတယ္။ ဒီ႐ုပ္ရွင္ဟာ ဟာသ႐ုပ္ရွင္တစ္ခုပါပဲ။ ဒါေပမယ့္ ဘ၀တစ္ခုမွာ သူငယ္ခ်င္းေတြ ဘယ္ေ႐ြ႕ဘယ္မွ် အေရးပါလဲဆိုတာ ‌ခင္ဗ်ားတို႔ကို ေကာင္းေကာင္းႀကီး ခံစားမိသြားေစမွာပါ။
သူငယ္ခ်င္းေကာင္း‌ေတြဆိုတာ ဆုံေတြ႕ဖို႔ မလြယ္ပါဘူး။
ေတြ႕ၿပီးတဲ့အခါက်လည္း သူတို႔က ခင္ဗ်ားကို
စြန္႔ပစ္သြားဖို႔ဆိုတာကလည္း ဒီထက္ပိုခက္ခဲပါတယ္။
သူတို႔ကိုေမ့ပစ္ဖို႔ဆိုတာကေတာ့ မျဖစ္ႏိုင္သေလာက္
ခက္ခဲတဲ့ အခက္ဆုံးအရာတစ္ခုပါပဲ။
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ WiRa Aung ပဲျဖစ္ပါတယ္…
(unicode)
WILD HOGS (2007)
“စစ်မှန်တဲ့ သူငယ်ချင်းတစ်ယောက်ဆိုတာ
ကိုယ်နဲ့ နှစ်ကိုယ့်တစ်စိတ်ရှိနေသူပဲ”လို့
ဒဿနပညာရှင်ကြီး အရစ္စတိုတယ် ပြောဖူးပါတယ်။
ဒီရုပ်ရှင်ကတော့ ဘ၀တွေမတူ စိတ်အခြေအနေ‌ေတွ မတူပေမယ့်
ရူးသွပ်မှုခြင်း တူညီကြတဲ့ လူလတ်ပိုင်းအရွယ်
သူငယ်ချင်းလေးယောက်ရဲ့ ဗရုတ်သုတ်ခတွေအကြောင်းပါ။
အလုပ်သာ အဓိက ကျန်တာ သာမညထင်နေတဲ့ သွားဆရာ၀န်
တစ်ယောက် ။ ဘာမှအဖြစ်မရှိတဲ့ ကွန်ပျူတာပရိုဂရမ်မာ
တစ်ယောက် ။ အိမ်သာဆေးရတဲ့အထိ အလုပ်ကြမ်းပေါင်းစုံ
လုပ်ရတဲ့ စာ‌ရေးဆရာရူးလူမည်းတစ်ယောက်။
လေးယောက်မြောက်ကတော့ သူတို့ထဲက ကံအကောင်း‌ဆုံး
တစ်ယောက်လို့ သူတို့ကိုယ်တိုင်ပြောကြတဲ့
ပိုက်ဆံချမ်းသာပြီး မော်ဒယ်မကို လက်ထပ်ထားတဲ့ ဝူဒီ။
သူတို့အားလုံးမှာ တူညီတာကတော့ အမဲေရာင်ဂျာကင်‌ေတွ
၀တ်ပြီး ဆိုင်ကယ်ပတ်စီးကြတဲ့ ဆိုင်ကယ်သမားတွေ
ဖြစ်ချင်ြကတာပါပဲ။ မြို့ထဲပဲပတ်မောင်းနေရတဲ့
သူတို့ဆိုင်ကယ်သမားအဖွဲ့ကိုလည်း Wild Horse:လို့
သူတို့ဘာသာ နာမည်ပေးထားပါသေးတယ်။
တစ်ရက်မှာတော့ သူတို့ထဲက ကံအကောင်း‌ဆုံးဝူဒီဟာ
ဇနီးရယ်ကွာ အိမ်ရယ်က‌ဆုံး ပြီး တမုဟုတ်ချင်း
ကံအဆိုးဆုံးတစ်ယောက်ဖြစ်သွားပါတယ္။
ဆန်အိုးသာကုန် မာန်မလျှော့သေးတဲ့ ဝူဒီဟာ
ဒီအ‌ကြောင်းတွေကို သူငယ်ချင်းတွေကို မ‌ပြောဘဲ
သူ့နောက်ဆုံး ပိုင်ဆိုင်မှုဖြစ်တဲ့ ဆိုင်ကယ်တစ်စီးနဲ့
မိုင်တစ်ထောင်ခရီးရှည်တစ်ခုထွက်ဖို့ ဆွယ်ပါတယ်။
နေရင်းထိုင်ရင်းတောင် ပြဿနာတက်နေကြတဲ့
Wild Hogs တွေဟာ ဒီခရီးရှည်ကြီးမှာ
ပြဿနာကို ဘယ်လိုမီးခွက်ထွန်းရှာဦးမလဲ ဆိုတာ
သဘာ၀ကျကျဟာသတွေနဲ့အတူ မြင်ကြရမှာပါ။
ကျွန်တော်မြင်ဖူးသမျှ ရုပ်ရှင်တွေထဲ အပီအပြင်ကြမ်းပြနေကြ
ဂျွန် ထရာဗိုကြီးဟာ လူပေါဇာတ်ရုပ်နဲ့လည်း အတော်သရုပ်ဆောင်
ကောင်းခဲ့ပါတယ်။ ဒီရုပ်ရှင်ဟာ ဟာသရုပ်ရှင်တစ်ခုပါပဲ။ ဒါပေမယ့် ဘ၀တစ်ခုမှာ သူငယ်ချင်းတွေ ဘယ်ရွေ့ဘယ်မျှ အရေးပါလဲဆိုတာ ‌ခင်ဗျားတို့ကို ကောင်းကောင်းကြီး ခံစားမိသွားစေမှာပါ။
သူငယ်ချင်းကောင်း‌ေတွဆိုတာ ဆုံတွေ့ဖို့ မလွယ်ပါဘူး။
တွေ့ပြီးတဲ့အခါကျလည်း သူတို့က ခင်ဗျားကို
စွန့်ပစ်သွားဖို့ဆိုတာကလည်း ဒီထက်ပိုခက်ခဲပါတယ်။
သူတို့ကိုမေ့ပစ်ဖို့ဆိုတာကတော့ မဖြစ်နိုင်သလောက်
ခက်ခဲတဲ့ အခက်ဆုံးအရာတစ်ခုပါပဲ။
File Size : (900 MB) and (346 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:40:00
Genre : Adventure, Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by WiRa Aung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
