"Zawgyi*******PauseJust call me nobody ဆုိတဲ႔ ဒီဇာက္ကားေလးဟာဆိုရင္၂၀၁၀ခုနွစ္ကထြက္ရွိခဲ႔ျပီး ကိုယ္ခံပညာနဲ႔ ဟာသေရာေနွာထားေသာဇာက္ကားေလးတစ္ကားပါ ဒီကားေလးကို ဒါရိုက္တာ Kevin Chuရိုက္ကူးထားျပီး castေတြ အေနနဲ႔Xiao Shen Yang,Kelly Lin, Banny Chen, Zhao Benshan,Eric Tsang, Jacky Wu,Xiao Xiao Binတို့ ပါဝင္သရုပ္ေဆာင္ထားပါတယ္rating အေနနဲ႔ သိပ္မေကာင္းေပမဲ႔ ၾကည့္ေကာင္းတဲ႔ကားေလးတစ္ကားပါဇာက္လမ္းအက်ဥ္းခ်ဳပ္ေလးကေတာ့ ေရွးေဟာင္းတရုတ္ျပည္ၾကီးမွာwu di(Xiao Shen Yang)ဆုိတဲ႔ ဖိနပ္ခ်ဳပ္သမားေလးဟာအေမျဖစ္သူ(Chen Hui-chuen)နဲ့အတူတူေနထိုင္ပါတယ္ ဒါေပမဲ႔သူဟာ သိုင္းစာအုပ္ေတြကိုေလ့လာလိုက္စားသူတစ္ပါ တစ္ေန့ wu diဟာအမ်ိဳသမီးသိုင္းသမားတစ္ေယာက္Yoelou(Kelly Lin)ရဲ႔ ဖိနပ္ကို ျပင္ေပးခဲ႔ျပီးေနာက္ သူမကို ရန္သူေတြလက္ထဲကေနကယ္ခဲ႔ပါတယ္ အဲ႔ဒီေနာက္သူမက wu diကိုေက်းဇူးတင္ခဲ႔ျပီး သူမရဲ႔ အကူအညီကိိလိုရင္ ခ်င္ေတာင္မွာ လာရွာဖို့ ေျပာခဲ႔ပါတယ္ တကယ္တမ္းေတာ့ သူမကေတာ္ဝင္မင္းသမီးတစ္ေယာက္ျဖစ္ျပီး ဘုရင္ျဖစ္သူ (Banny Chen)နဲ႔ေစ့စပ္ထားသူျဖစ္ပါတယ္ သူမဟာ နန္းေတာ္ မီးေလာင္ရာတြင္ထြက္ေျပးလာခဲ႔ျပီး ဘယ္လ္ုဆက္ျဖစ္မလဲ wu di နဲ႔ သူမ ျပန္စံုမလားwu diကေရာ သိုင္းပညာရွင္တစ္ေယာက္ ျဖစ္လာမလားဆိုတာဇာက္ကားေလးကုုိ ၾကည့္ရွုလိုက္ၾကပါလုိ႔ တုိက္တြန္းလုိက္ပါရေစေနာ္Unicode*******Just call me nobody ဆိုတဲ့ ဒီဇာက်ကားလေးဟာဆိုရင်၂၀၁၀ခုနှစ်ကထွက်ရှိခဲ့ပြီး ကိုယ်ခံပညာနဲ့ ဟာသရောနှောထားသောဇာက်ကားလေးတစ်ကားပါ ဒီကားလေးကို ဒါရိုက်တာ Kevin Chuရိုက်ကူးထားပြီး castတွေ အနေနဲ့Xiao Shen Yang,Kelly Lin, Banny Chen, Zhao Benshan,Eric Tsang, Jacky Wu,Xiao Xiao Binတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်rating အနေနဲ့ သိပ်မကောင်းပေမဲ့ ကြည့်ကောင်းတဲ့ကားလေးတစ်ကားပါဇာက်လမ်းအကျဉ်းချုပ်လေးကတော့ ရှေးဟောင်းတရုတ်ပြည်ကြီးမှာwu di(Xiao Shen Yang)ဆိုတဲ့ ဖိနပ်ချုပ်သမားလေးဟာအမေဖြစ်သူ(Chen Hui-chuen)နဲ့အတူတူနေထိုင်ပါတယ် ဒါပေမဲ့သူဟာ သိုင်းစာအုပ်တွေကိုလေ့လာလိုက်စားသူတစ်ပါ တစ်နေ့ wu diဟာအမျိုသမီးသိုင်းသမားတစ်ယောက်Yoelou(Kelly Lin)ရဲ့ ဖိနပ်ကို ပြင်ပေးခဲ့ပြီးနောက် သူမကို ရန်သူတွေလက်ထဲကနေကယ်ခဲ့ပါတယ် အဲ့ဒီနောက်သူမက wu diကိုကျေးဇူးတင်ခဲ့ပြီး သူမရဲ့ အကူအညီကိလိုရင် ချင်တောင်မှာ လာရှာဖို့ ပြောခဲ့ပါတယ် တကယ်တမ်းတော့ သူမကတော်ဝင်မင်းသမီးတစ်ယောက်ဖြစ်ပြီး ဘုရင်ဖြစ်သူ (Banny Chen)နဲ့စေ့စပ်ထားသူဖြစ်ပါတယ် သူမဟာ နန်းတော် မီးလောင်ရာတွင်ထွက်ပြေးလာခဲ့ပြီး ဘယ်လ်ုဆက်ဖြစ်မလဲ wu di နဲ့ သူမ ပြန်စုံမလားwu diကရော သိုင်းပညာရှင်တစ်ယောက် ဖြစ်လာမလားဆိုတာဇာက်ကားလေးကို ကြည့်ရှုလိုက်ကြပါလို့ တိုက်တွန်းလိုက်ပါရစေနော်"