"Death Proof(2007)IMDb….7.0Pauseသူမ်ား ရုပ္ရွင္ရိုက္ကြင္းေတြမွာ စတန္႔ဝင္လုပ္ေပးရတဲ့ ဘဲႀကီးတစ္ေပြ။ ဒီဘဲႀကီးကေဆာ္ ငယ္ငယ္ေလးေတြဆို စိတ္ဝင္စားတယ္။ ေဆာ္ေလးေတြ ေတြ႔ၿပီဆို အူေၾကာင္ေၾကာင္နဲ႔ ေၾကာက္စရာေကာင္းတဲ့ အၾကည့္မ်ိဳးနဲ႔ ၾကည့္ေနတတ္တယ္။တစ္ေန႔ေတာ့ အရက္ဘားတစ္ခုမွာ ကဲခ်င္တိုင္းကဲ ျဖစ္ခ်င္တိုင္း ျဖစ္ေနတဲ့ ေဆာ္တစ္အုပ္ကိုေတြ႔တယ္။ အဲ့ဒီ ေဆာ္တစ္အုပ္ ဘားကေန အျပင္ကို ကားေမာင္းထြက္သြားခ်ိန္မွာေတာ့ စတန္႔ဘဲႀကီးကလည္း သူ႔ရဲ႕ အထူူးျပဳလုပ္ထားတဲ့ စီးေတာ္ယဥ္ ကားႀကီး စီးလို႔ ေကာင္မေလးေတြ ေနာက္ လိုက္သြားတယ္။သူ႔ စီးေတာ္ ကားႀကီးက Death Proof ပါတဲ့။ ဆိုလိုရင္းကေတာ့ ကားတိုက္မႈ ျဖစ္ရင္ မေသတတ္ဘူးေပါ့ေလ။နာရီေတြမွာ water proof ဆိုတဲ့ စကားလံုးပါရင္ နာရီ ေရထဲက်သြားလည္း မပ်က္စီးသြားသလိုေပါ့။သူ႔ကားကို သူက Death Proof ျဖစ္ေအာင္ ရြိဳင္းထားတယ္။ေကာင္မေလးေတြကို သူ ဘာလုပ္မွာလဲ? ဒီဘဲႀကီးက ဘယ္လိုေကာင္ႀကီးလဲ?____________* Death Proof *IMDB – 7/10Rotten Tomatoes – 65%MKWah – 4/5__________ေသြးထြက္သံယို ဒါရိုက္တာႀကီး Tarantino ကေတာ့ ဒီကားကို သူရိုက္ဖူးသမွ် ကားေတြထဲမွာ အစုတ္ျပတ္ဆံုးပဲလို႔ ေပၚတင္ ေၾကညာခဲ့တယ္။ဒါေပမယ့္ ရုပ္ရွင္ေဝဖန္ေရးဆရာ ေတာ္ေတာ္မ်ားမ်ားကေတာ့ ဒီကားဟာ Tarantino ရိုက္သမွ်ကားေတြထဲမွာ အေကာင္းဆံုးတစ္ကားလို႔ေတာင္ ဆိုႏိုင္တယ္လို႔ ေျပာတဲ့သူက ေျပာၾကတယ္။ တခ်ိဳ႕က်ေတာပလည္း အေကာင္းဆံုးမဟုတ္ေတာင္ ေတာ္ေတာ္ ေကာင္းတဲ့ ကား ျဖစ္တယ္လို႕ ခ်ီးက်ဴးၾကတယ္။ဒီကားက Tarantino ရိုက္သမွ်ကားေတြထဲမွာ အရိုးရွင္းဆံုး နဲ႔ linear အတိုင္းသြားတဲ့ (အတိတ္ေရာက္သြားလိုက္ အနာဂတ္ေရာက္သြားလိုက္ မလုပ္တဲ့)တစ္ကားတည္းေသာ ကားပါ။ဒီကားအေၾကာင္းေျပာမယ္ဆို အရင္ဆံုး ေျပာရမွာက ဒီကားမွာ အဓိက ေတြ႔ရမယ့္ စတန္႔မန္းဘဲႀကီးရဲ႕ character အေၾကာင္းပါ။ဒီဘဲက ကြ်န္ေတာ့္အဖို႔ေတာ့ ၾကည့္ဖူးသမွ် ရုပ္ရွင္ေတြထဲမွာ ေတာ္ေတာ္ၾကမ္းၿပီး ေတာ္ေတာ္ ေၾကာက္စရာေကာင္းတဲ့ ဆိုက္ကို ဘဲႀကီးပါပဲ။သူ႔ရုပ္က ၿပံဳးစိ ၿပံဳးစိနဲ႔ မခုတ္တတ္တဲ့ေၾကာင္ေလးလို ရပ္ကြက္ထဲက သေဘာေကာင္းတဲ့ အဘိုးႀကီးလို ရုပ္မ်ိဳး။တကယ္က လူတစ္ေယာက္ကို ၾကက္ကေလး ငွက္ကေလး လို ခ်က္ခ်င္း သတ္ပစ္ရဲတဲ့ အူေၾကာင္ေၾကာင္ ဆိုက္ကို ေကာင္ႀကီး။သူ အူေၾကာင္ေၾကာင္ ဆိုက္ကိုေဖာက္တဲ့ ပံုစံက တျခားသူေတြနဲ႔ မတူဘူူး။ဘယ္သူမွ လံုးဝ မထင္ထားတဲ့အခ်ိန္မွာ ဘယ္သူမွ မထင္ထားတဲ့ နည္းလမ္းမ်ိဳးနဲ႔ အံုးခနဲဒိုင္းခနဲ ဆိုက္ကိုေဖာက္တာ။ဒီရုပ္ရွင္ကို ႏွွစ္ပိုင္းခြဲၿပီး ျမင္လို႔ရတယ္။ ပထမ တစ္ပိုင္းကေတာ့ ေၾကာက္စရာေကာင္းၿပီး what the ffff လို႔ ထေအာ္ရတဲ့ အပိုင္း။ဒုတိယပိုင္းက်ေတာ့ ေသာက္ရမ္းမိုက္တယ္ေဟး လို႔ အားတက္တေရာ လက္ခေမာင္းခပ္ ေပ်ာ္ရြင္ရတဲ့ အပိုင္း။ ဒါပဲ။ ရွင္းရွင္းေလးေနာ္ ဒီ ရုပ္ရွင္က။ဒါေပမယ့္ ဒီရုပ္ရွင္ ရွင္းတဲ့ ပံုစံက ထူးဆန္းတယ္။ လူတစ္ေယာက္ သြားတိုက္ေနတယ္။ဒါမယ့္ ေနာက္ဆံုးမွ သိလိုက္ရတာက သူ တိုက္ေနတဲ့ သြားတိုက္ေဆးက အက္ဆစ္ေတြ ျဖစ္ေနသလိုမ်ိဳးေပါ့။ ရိုးရိုးေလးနဲ႔ ေက်ာခ်မ္းစရာေကာင္းတယ္။ မိုက္တယ္။အထူးသျဖင့္ သရုပ္ေဆာင္ပိုင္းေတြမွာ ေကာင္မေလး ေတြကိုလည္း အရမ္းသေဘာက်တယ္။ ရယ္ရတယ္။ သြားရည္က်စရာေကာင္းတယ္။ အားမလို အားမရလည္း ျဖစ္ရတယ္။ အားရစရာလည္း ေကာင္းလွတယ္။ ဟို ဆိုက္ကို အဖိုးႀကီးကေတာ့ ထပ္ ေျပာစရာ မလိုေတာ့ပါဘူး။ၿပီးေတာ့ ကားေမာင္းတဲ့အခန္းေတြဆို ၾကည့္ရတာ classic ျဖစ္ေပမယ့္ အရသာရွိတယ္။တစ္ကားလံုးရဲ႕ colour tone ေတြကလည္း classic ျဖစ္ေနေပမယ့္ ဇာတ္လမ္းနဲ႔ လိုက္ဖက္တာမို႔ အရသာ ရွိေနတယ္။ၿပီးေတာ့ costume design လို႔ေခၚတဲ့ အဝတ္အစား စတိုင္ေတြကလည္း classic ဆန္ဆန္ sexy က်ၿပီး character တိုင္းနဲ႔ လိုက္ဖက္ေနတယ္။သီခ်င္းေတြလည္း ဒီတိုင္းပဲ။ classic ဆန္တယ္။ နားဝင္မွာ ရွတတနဲ႔ လွတယ္။ဒီကားနဲ႔ပတ္သက္ၿပီး စိတ္အေက်နပ္ဆံုးကေတာ့ ခုနက ေျပာတဲ့ moment ႏွစ္ခုပဲ။ ဇာတ္လမ္း တစ္ဝက္မွာ အံုးခနဲ ဒိုင္းခနဲ ျဖစ္သြားတာေလးရယ္ အဆံုးသတ္က ရင္တထိတ္ထိတ္နဲ႔ မိုက္ေနတာရယ္ . . ။ အဲ့ဒီ စိတ္ေက်နပ္မႈက ဘာနဲ႔မွ လဲလို႔ မရဘူး။ဒီရုပ္ရွင္က ေသြးထြက္ သံယို ဒါရိုက္တာႀကီး Tarantino ကို အေၾကြရဆံုး အခ်က္ေတြထဲက တစ္ခ်က္ေပါ့။မွတ္ခ်က္ (၁) ။ ။ ေတာ္ရုံ ေသြးထြက္သံယိုေလာက္မွ မၾကည့္ရဲရင္ေတာ့ ဒီကား မၾကည့္ပါနဲ႔။မွတ္ခ်က္ (၂) ။ ။ ဇာတ္လမ္း အတက္နဲ႔ အက်နဲ႔ ငိုတာေလး ရယ္တာေလး drama ခ်ိဳးတာေလးေတြမွ ၾကည့္ခ်င္တယ္ဆို္ရင္ေတာ့ ဒီကား မၾကည့္ပါနဲ႔။ဇာတ္လမ္းအညႊန္းကုိ DatShin Movie Page မွ ကူးယူေဖာ္ျပသည္…………….File Size : (950 MB) and (357 MB)Quality : Blu-Ray 720pFormat…mp4Duration…01:53:00Genre : ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by AliasEncoded by Phyo Pyae"