"Reservoir Dogs (1992)
IMDb – 8.3/10_____Rotten – 92%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Zawgyi
*******
IMDb 8.3 ရရွိထားတယ္ဆုိတာေတာ္ယံု Rating မ်ိဳးမဟုတ္ဘူးေနာ္
1992 ခုႏွစ္ကထြက္ခဲ့တဲ့ဇာတ္ကားေဟာင္းေလးဆိုေပမဲ့
ေကာင္းေနဆဲဇာတ္ကားေလးပါ။ Crime/Thriller ဇာတ္ကားေလးျဖစ္ပါတယ္
ျဗိတိန္နာမည္ၾကီး Film magazine တစ္ခုျဖစ္တဲ့ Empire Film magazine ကေတာင္
” Greatest Indenpendent Film of all Time” အျဖစ္သတ္မွတ္ခံထားခဲ့ရပါတယ္။
အေမရိကန္ႏိုင္ငံမွာ ရုံ၀င္ေငြေဒၚလာ၂.၅သန္းအထိရရွိခဲ့ျပီး
အဂၤလန္ႏိုင္ငံမွာပိုလို႕ေအာင္ျမင္ကာ ၀င္ေငြေပါင္ ၆.၅သန္းအထိရလာခဲ့ပါတယ္။
ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ တစ္ေယာက္ကိုတစ္ေယာက္
မသိၾကတဲ့နာမည္၀ွက္ကုိယ္စီနဲ႕ဒုစရိုက္သမား ၆ေယာက္ကို
ဓားျပတိုက္မႈတစ္ခုလုပ္ဖုိ႕အတြက္ စုစည္းလိုက္တဲ့တာကစတာပဲျဖစ္ပါတယ္။
တကယ္ေတာ့အဲဒီအဲဒါဟာရဲေတြရဲ႕ေထာင္ေခ်ာက္ဆင္မႈတစ္ခုျဖစ္ျပီး
ဒါကိုမသိလုိက္တဲ့၆ေယာက္သား ကုိယ္လြတ္ရုန္းဖို႕လုပ္ရေတာ့တာပဲျဖစ္ပါတယ္။
သူတို႕ေတြေထာင္ေခ်ာက္ဆင္ခံလိုက္ရတာကိုသိသြားျပီးတဲ့ေနာက္မွာ
အဓိကလက္သည္ဟာဘယ္သူလဲအဲဒီသူဟာသူတို႕ထဲမွာရွိေနျပီ
သစၥာေဖာက္သြားတာလားဆိုတာအေျဖရွာၾကေတာ့တာပါပဲ။
ဇာတ္လမ္းအခ်ဳိးအေကြ႕ေတြနဲ႕စိတ္၀င္စားစရာေကာင္းျပီး
ေ၀ဖန္မႈေတြလည္းေကာင္းေကာင္းရထားျပီး ေအာင္ျမင္ခဲ့တဲ့
Crime/Thriller ျဖစ္တာေၾကာင့္ၾကည့္ေစခ်င္ပါတယ္။
R rated ျဖစ္ျပီးအေျပာအဆိုၾကမ္းတမ္းတာေတြပါႏိုင္ပါတယ္။
Unicode
*********
IMDb 8.3 ရရှိထားတယ်ဆိုတာတော်ယုံ Rating မျိုးမဟုတ်ဘူးနော်
1992 ခုနှစ်ကထွက်ခဲ့တဲ့ဇာတ်ကားဟောင်းလေးဆိုပေမဲ့
ကောင်းနေဆဲဇာတ်ကားလေးပါ။ Crime/Thriller ဇာတ်ကားလေးဖြစ်ပါတယ်
ဗြိတိန်နာမည်ကြီး Film magazine တစ်ခုဖြစ်တဲ့ Empire Film magazine ကတောင်
” Greatest Indenpendent Film of all Time” အဖြစ်သတ်မှတ်ခံထားခဲ့ရပါတယ်။
အမေရိကန်နိုင်ငံမှာ ရုံဝင်ငွေဒေါ်လာ၂.၅သန်းအထိရရှိခဲ့ပြီး
အင်္ဂလန်နိုင်ငံမှာပိုလို့အောင်မြင်ကာ ဝင်ငွေပေါင် ၆.၅သန်းအထိရလာခဲ့ပါတယ်။
ဇာတ်လမ်းအကျဉ်းလေးကတော့ တစ်ယောက်ကိုတစ်ယောက်
မသိကြတဲ့နာမည်ဝှက်ကိုယ်စီနဲ့ဒုစရိုက်သမား ၆ယောက်ကို
ဓားပြတိုက်မှုတစ်ခုလုပ်ဖို့အတွက် စုစည်းလိုက်တဲ့တာကစတာပဲဖြစ်ပါတယ်။
တကယ်တော့အဲဒီအဲဒါဟာရဲတွေရဲ့ထောင်ချောက်ဆင်မှုတစ်ခုဖြစ်ပြီး
ဒါကိုမသိလိုက်တဲ့၆ယောက်သား ကိုယ်လွတ်ရုန်းဖို့လုပ်ရတော့တာပဲဖြစ်ပါတယ်။
သူတို့တွေထောင်ချောက်ဆင်ခံလိုက်ရတာကိုသိသွားပြီးတဲ့နောက်မှာ
အဓိကလက်သည်ဟာဘယ်သူလဲအဲဒီသူဟာသူတို့ထဲမှာရှိနေပြီ
သစ္စာဖောက်သွားတာလားဆိုတာအဖြေရှာကြတော့တာပါပဲ။
ဇာတ်လမ်းအချိုးအကွေ့တွေနဲ့စိတ်ဝင်စားစရာကောင်းပြီး
ဝေဖန်မှုတွေလည်းကောင်းကောင်းရထားပြီး အောင်မြင်ခဲ့တဲ့
Crime/Thriller ဖြစ်တာကြောင့်ကြည့်စေချင်ပါတယ်။
R rated ဖြစ်ပြီးအပြောအဆိုကြမ်းတမ်းတာတွေပါနိုင်ပါတယ်။
File Size – 1.05 GB
Quality – BluRay 720p
Translated By Khin Pyae Sone Kyaw
Review By Thura Zarni Aung
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
