"ဒီဇတ္လမ္း ကို စၾကည့္တုန္းက ကိုယ့္ကိုကိုယ္ ေနာင္တ ရေနမိတာ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဘာလို႔ ဒီေပါေတာေတာ ပံုစံ နဲ႔ ကားကို ေရြးၾကည့္မိလဲ ဆိုၿပီးေတာ့…
ဇတ္လမ္းစတာနဲ႔ ကိုယ္လံုးတီး မိန္းမႀကီး အဖြားႀကီးေတြ က ေနတာ စျမင္ရမွာပါ
ျမင္ရတာ က်တ္သေရ တံုးလြန္းလုိ႔ အျမန္ ေက်ာ္ၾကည့္ခ်င္ေနမိပါတယ္..
အဲ့ဒီ အကန္႔က ခဏေလးပါပဲ…
(ဒီေနာက္ပိုင္းကို လံုး၀ ေနာင္တ မရေတာ့ပါဘူး)
အဲ့ဒီ အႏုပညာ ျပခန္းကေန ဆူစန္ (သူေဌး) စထြက္လာတယ္
သူမ အိမ္ကို ေရာက္သြားတယ္ သူမ မအိပ္ျဖစ္တာ အေတာ္ၾကာေနတဲ့ ပံုပါပဲ…
ထူးထူးျခားျခားသူမ ဆီကို ပါဆယ္ တစ္ခု ေရာက္ေနလို႔ တိပ္ေတြကို လ်င္လ်င္ျမန္ျမန္ ဆြဲဖြင့္တဲ့အခါ
စကၠဳသားေၾကာင့္ လက္ရွ သြားၿပီး ၀န္ထမ္း တစ္ေယာက္ကို ဖြင့္ၿပီး စာကို ဖတ္ခိုင္းတဲ့အခါ
သူမ ေယာက်ၤားေဟာင္း အက္၀ဒ္ မွ ဆူစန္ ဖတ္ဖို႔ ၀တၱဳစာမူၾကမ္း ကို ေပးပို႔ေပးလုိက္တာပါ…
အလုပ္ပိတ္တဲ့ ဒီတစ္ပတ္ မွာ သူမ လက္ရွိ ေယာကၤ်ားနဲ႔ အပန္းေျဖ ခရီးထြက္ခ်င္ေနေပမယ့္
ေျခလွမ္းေတြ ပ်က္ေနတဲ့ ေယာက်ၤားျဖစ္သူဟာ ဆူစန္ အနားမွာ ရွိမေနခဲ့ပါဘူး…
၁၉ ႏွစ္ေက်ာ္ ၾကာအထိ သူမ နဲ႔ အဆက္အသြယ္ မလုပ္ခဲ့တဲ့ ခင္ပြန္းေဟာင္း ျဖစ္သူ အက္၀ဒ္ ရဲ႕ ၀တၱဳစာအုပ္မူၾကမ္းဟာ
သူမ စိတ္လိုလက္ရ ဖက္ဖို႔ မရွိေပမယ့္ တစ္ေယာက္ထဲ ျဖစ္ေနတဲ့ အခ်ိန္မွာပဲ စာအုပ္ကို ကိုင္ဆြဲၿပီး အိပ္ရာထက္၀င္ခဲ့ပါေတာ့တယ္…
(စာအုပ္ထဲက ဇတ္လမ္း)
ေဟးစတင္း ဟာ သူ႔ မိန္းမ ေလာ္ရာ ႏွင့္ သမီးျဖစ္သူ အင္ဒိယ တို႔ ကို ေခၚၿပီး တကၠဆက္ျပည္နယ္ေျမာက္ပိုင္းဘက္သို႔
မိသားစု ၃ ေယာက္ထဲ ကားေမာင္းၿပီး ထြက္လာပါတယ္…
တကၠဆက္ ေျမာက္ပိုင္း အေ၀းေျပး လမ္းမသည္ လူျပတ္ၿပီး ဖုန္းလုိင္းမမိတဲ့ ေနရာလဲ ျဖစ္ပါတယ္….
ဒီလို နဲ႔ ကားေမာင္းလာေနရင္း ေဟးစတင္း တို႔ ကားအား အမူးသမား တစ္ခ်ိဳ႕မွ ေဘးတိုက္ ဆြဲခ်ၿပီး
ျပသနာရွာခဲ့ပါတယ္…
ေဟးစတင္း က တားဆီးေနတဲ့ ၾကားက သူ႔မိန္းမ နဲ႔ သမီး ကို အမူးသမား ေတြမွ ကားေပၚ ခ်ဳပ္တင္ၿပီး ေခၚသြားခဲ့ပါတယ္
သူ႔ကိုလဲ ကားတစ္စီးျဖင့္ ေခၚသြားရာမွ လမ္းမွာ ထြက္ေျပးလြတ္ေျမာက္ခဲ့ပါတယ္…
ဒါေပမယ့္ မိန္းမ နဲ႔ သမီး အေပၚ ပူပင္ေနတဲ့ သူ႔စိတ္က ေရေျမအဆံုး လုိက္ရွာဖို႔ပဲ အားသန္ေနခဲ့ပါေတာ့တယ္….
(စာအုပ္အခ်)
ဆူစန္ စိတ္ေတြ ဂေယာင္ေခ်ာက္ျခား ျဖစ္သြားခဲ့တယ္ စာအုပ္ထဲက ေဟးစတင္း ေနရာမွာ သူေရာက္သြားသလိုပဲ
သူမ ႏွလံုးသားသည္လဲ ေဟးစတင္း ႏွင့္ ထပ္တူ နာက်င္ခံစားလုိက္ရတယ္….
စာအုပ္ကို ဆက္လဲ ဖတ္ခ်င္တယ္ ေဟးစတင္း ဘာဆက္ျဖစ္မလဲ သိခ်င္ေနေပမယ့္
ျဖစ္လာမယ့္ အရာကိုလဲ သူမ ႀကိဳေတြးေနမိခဲ့တယ္…
ဒီလိုနဲ႔ စာအုပ္ကို ဆက္ဖတ္ျဖစ္ခဲ့ပါတယ္…
စာအုပ္နာမည္ကေတာ့
” Nocturnal Animals “
ဒီရုပ္ရွင္ကို က်ေနာ္ ေရွ႕ဆက္ မေျပာျပေတာ့ပါဘူး
ညႊန္းဆို စရာ စကားလံုးလဲ ရွာမေတြ႔ပါဘူး…
ဒီစာအုပ္ကို ဖတ္ေနတဲ့ ဆူစန္ ရဲ႕ ဇတ္လမ္း တစ္ခု ရယ္
စာအုပ္ထဲက ဇတ္ေကာင္ ေဟးစတင္း ရဲ႕ မိန္းမေပ်ာက္ သမီးေပ်ာက္ ရွာပံုေတာ္
ဇတ္လမ္း ၂ ခု ဟာ သင့္ကို ထုိင္ရာက မထစတမ္း ဆြဲေဆာင္သြားမယ့္ ရုပ္ရွင္ကားေကာင္းတစ္ခုဆိုတာ
ညႊန္းဆိုလုိက္ပါရေစ…
ရုပ္ရွင္ကားကို Htet Wai Lwin က ဘာသာျပန္ေပးထားၿပီး
Thit San Khant မွ Encode ေပးထားပါတယ္
(သစ္ဆန္းခန္႔)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
