"Cube 3 ကားလံုးကို ဒီမွာေဒါင္းႏိုင္ပါတယ္
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Zawgyi
*****
Cube ကားေတြရဲ႕ပထမဆံုးကားပဲၿဖစ္ပါတယ္
ဒီကားက ၁၉၉၇ခုႏွစ္ထြက္ Mystery ဆန္ဆန္ဇာတ္ကားေလးတစ္ခုပဲျဖစ္ပါတယ္။
Rating အေနနဲ႕လည္း 7.2 အထိရထားပါတယ္။
ဒီကားေလးဟာေနာက္ထပ္ ၂ကားထပ္ထြက္ထားပါေသးတယ္
ဇာတ္လမ္းအက်ဥ္းေလးကေတာ့ ကုဗတံုးပံုအခန္းေလးတစ္ခန္းထဲကို
လူတစ္စုေရာက္ရွိလာခဲ့ပါတယ္။ ေရာက္လာပံုကလည္း ကာယကံရွင္ေတြ
ကုိယ္တိုင္ကေတာင္ ဘာမွန္းညာမွန္းမသိဘဲေရာက္လာၾကရတာပါ။
ထူးျခားတာကေတာ့ အဲဒီလူစုထဲမွာ ရဲတစ္ေယာက္၊ သခ်ာ္ကၽြမ္းက်င္တဲ့ေက်ာင္းသူတစ္ေယာက္၊
ေဖာက္ထြင္း၀ိဇၹာတစ္ေယာက္၊ဗိသုကာပညာရွင္တစ္ေယာက္၊ သိပၸံပညာရွင္တစ္ေယာက္နဲ႕
စိတ္သိပ္မမွန္ေပမဲ့ထူးျခားတဲ့သူတစ္ေယာက္တို႕ကိုေပါင္းျပီး
ထည့္ထားေပးတာပဲျဖစ္ပါတယ္။ ေရာက္ေရာက္ခ်င္းရုန္းရင္း
ဆန္ခတ္ေတြျဖစ္သြားခဲ့ၾကတယ္ဆိုေပမဲ့…..အခက္အခဲတြင္းေရာက္လာၾကေတာ့
အားလံုးဟာ ပင္ကုိယ္စရိုက္ကိုယ္စီနဲ႕ဒီ၀ကၤပါၾကီးထဲကေနထြက္ဖို႕
ဘယ္လိုလံုးပန္းၾကမလဲ…အခက္အခဲေတြၾကားေရာက္တဲ့အခါလူေတြရဲ႕စိတ္ဟာ
ဘယ္လိုေတြေျပာင္းလဲလာလဲ…
ဘယ္လိုအခက္အခဲေတြၾကံဳေတြ႕ရလဲဆုိတာကိုေတြ႕ျမင္ရမွာပဲျဖစ္ပါတယ္။
သူ႕ေခတ္သူ႕ခါအလိုက္စိတ္၀င္စားစရာေကာင္းတဲ့
Mystery ဆန္ဆန္rating ျမင့္ကားေလးပဲျဖစ္ပါတယ္။
Translated & Review By Thura Zarni Aung
Encoded By LK
Unicode
******
Cube ကားတွေရဲ့ပထမဆုံးကားပဲဖြစ်ပါတယ်
ဒီကားက ၁၉၉၇ခုနှစ်ထွက် Mystery ဆန်ဆန်ဇာတ်ကားလေးတစ်ခုပဲဖြစ်ပါတယ်။
Rating အနေနဲ့လည်း 7.2 အထိရထားပါတယ်။
ဒီကားလေးဟာနောက်ထပ် ၂ကားထပ်ထွက်ထားပါသေးတယ်
ဇာတ်လမ်းအကျဉ်းလေးကတော့ ကုဗတုံးပုံအခန်းလေးတစ်ခန်းထဲကို
လူတစ်စုရောက်ရှိလာခဲ့ပါတယ်။ ရောက်လာပုံကလည်း ကာယကံရှင်တွေ
ကိုယ်တိုင်ကတောင် ဘာမှန်းညာမှန်းမသိဘဲရောက်လာကြရတာပါ။
ထူးခြားတာကတော့ အဲဒီလူစုထဲမှာ ရဲတစ်ယောက်၊ သချာ်ကျွမ်းကျင်တဲ့ကျောင်းသူတစ်ယောက်၊
ဖောက်ထွင်းဝိဇ္ဖာတစ်ယောက်၊ဗိသုကာပညာရှင်တစ်ယောက်၊ သိပ္ပံပညာရှင်တစ်ယောက်နဲ့
စိတ်သိပ်မမှန်ပေမဲ့ထူးခြားတဲ့သူတစ်ယောက်တို့ကိုပေါင်းပြီး
ထည့်ထားပေးတာပဲဖြစ်ပါတယ်။ ရောက်ရောက်ချင်းရုန်းရင်း
ဆန်ခတ်တွေဖြစ်သွားခဲ့ကြတယ်ဆိုပေမဲ့…..အခက်အခဲတွင်းရောက်လာကြတော့
အားလုံးဟာ ပင်ကိုယ်စရိုက်ကိုယ်စီနဲ့ဒီဝင်္ကပါကြီးထဲကနေထွက်ဖို့
ဘယ်လိုလုံးပန်းကြမလဲ…အခက်အခဲတွေကြားရောက်တဲ့အခါလူတွေရဲ့စိတ်ဟာ
ဘယ်လိုတွေပြောင်းလဲလာလဲ…
ဘယ်လိုအခက်အခဲတွေကြုံတွေ့ရလဲဆိုတာကိုတွေ့မြင်ရမှာပဲဖြစ်ပါတယ်။
သူ့ခေတ်သူ့ခါအလိုက်စိတ်ဝင်စားစရာကောင်းတဲ့
Mystery ဆန်ဆန်rating မြင့်ကားလေးပဲဖြစ်ပါတယ်။
Translated & Review By Thura Zarni Aung
Encoded By LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
