"Article 15(2019)
IMDb…8.4
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ္ပတ္ ေရြးခ်ယ္ျဖစ္တဲ့ ေဘာလိဝုဒ္(Bollywood) ဇာတ္ကားကေတာ့
2019 London Indian Flim Festival ရဲ႕ အဖြင့္႐ုပ္ရွင္ကားႀကီးပဲ ျဖစ္ပါတယ္။
၂၀၁၈ ခုႏွစ္ Bollywood IMDb List ထဲ Rating အျမင့္ဆံုး ဇာတ္ကားေတြထဲ ႏွစ္ကားပါဝင္ခဲ့တဲ့
ပရိသတ္ေတြကို ျဖည္းျဖည္းေအးေအးနဲ႔ လွည့္စားခဲ့ၿပီး မင္းသားကိုယ္တိုင္ဆုရခဲ့တဲ့ Andhadhun၊ Badhaai Ho တို႔ရဲ႕ မင္းသား
Ayushmann Khuurana ကို ဒီကားမွာေတာ့
ရဲအရာရိွတစ္ေယာက္အေနနဲ႔ ေတြ႕ျမင္ရမွာပါ။
ဒါ႐ိုက္တာကေတာ့ ပရိသတ္ေတြ အႀကိဳက္ေတြ႕ခဲ့တဲ့
Mulk-2018ရဲ႕ ဒါ႐ိုက္တာ Anushav Sinha ပါ။
—————————————————-
ဇာတ္လမ္း စစခ်င္းမွာ သာမန္လူတန္းစားေတြ
ေပ်ာ္ပါးေနတာကို ေတြ႕ျမင္ရၿပီး တစ္ဖက္ဆိတ္ကြယ္ရာမွာ
သက္ငယ္ မိန္းကေလးႏွစ္ေယာက္ကို အဓမၼ ျပဳက်င့္ခံေနရတာကို ျပထားခဲ့ပါတယ္။
ဘယ္သူဘယ္ဝါေတြကမ်ား ဒီလို လူမဆန္တဲ့ လုပ္ရပ္ကို လုပ္ရက္ၾကတာလဲ။
အာယန္ ရန္ဂ်န္ဟာ ဒီလားဂြန္းဆိုတဲ့ နယ္ၿမိဳ႕ေလးကို
ပူပူေႏြးေႏြး ေရာက္လာခဲ့ပါတယ္။
ေရွး႐ိုးစြဲ ဝါဒေတြ ကင္းတဲ့ လူငယ္တစ္ေယာက္ျဖစ္တဲ့ ရဲအရွာဟာ
လမ္းခရီးမွာတင္ ဒ႐ိုက္ဘာကအစ အမ်ဳိးဇာတ္ခြဲျခားတဲ့ အယူဝါဒေတြ စြဲေနေသးတာကို ၊ဒီၿမိဳ႕ငယ္ေလးမွာ ဒီလို အယူဝါေတြ ရိွေနေသးတာကို ေတြ႕ျမင္လိုက္ရပါတယ္။
မၾကာပါဘူး….
စခန္းမွာ လူေပ်ာက္လာတိုင္တာကို ေတြ႕ခဲ့ရတယ္။ ေပ်ာက္တာက မိန္းကေလးသံုးေယာက္ေတာင္။
ဒီလိုနဲ႔ စံုစမ္းၾကည့္လိုက္ေတာ့
အသတ္ခံရၿပီး ၊သစ္ပင္မွာ
ႀကိဳးနဲ႔ တြဲေလာင္းခ်ိတ္ထားတဲ့ မိန္းကေလး ႏွစ္ေယာက္ကို ေတြ႔လိုက္ရတယ္။
ေနာက္တစ္ေယာက္ကေတာ့ ႐ွာမေတြ႔ေသးဘူး။
ေအာက္လက္ငယ္သား ရဲသားေတြကေတာ့
ဒီအမႈကို လံုးဝမလိုက္ဖို႔၊ အမႈပိတ္သိမ္းဖို႔ ၊
ၿမိဳ႕တြင္းက ေမွာင္ခိုဂိုဏ္းေခါင္းေဆာင္အထိ ပါလာမွာျဖစ္လို႔ဆိုၿပီး
အ,ဂတိကင္းတဲ့ ရဲအရာရိွကို တားခဲ့ၾကပါတယ္။
ဒါေပမဲ့…. သူဟာ လူငယ္တစ္ေယာက္မို႔
အမွန္တရားကို လက္ကိုင္ထားၿပီး ဒီအမႈကို အဆံုးအစြန္ထိ လိုက္ရာမွာေတာ့……
လွည့္ကြက္ေတြ၊ ျမႇဳပ္ကြက္ေတြနဲ႔ ေျဖးေျဖးေအးေအး ၾကည့္႐ႈရမွာျဖစ္ၿပီး
လူေတြ ေပ်ာက္ဆံုးမႈေတြ၊
ထူးဆန္းတဲ့ ျဖစ္ရပ္ေတြနဲ႔ အတူ ဇာတ္လမ္းကို
အဆံုးထိ ဆြဲေခၚသြားမွာမို႔ ကိုယ္တိုင္ ၾကည့္႐ႈခံစားရမွာပဲ မဟုတ္လား။
——————————————–
ဒီဇာတ္ကားဟာ ၂၀၁၄ခုႏွစ္ျဖစ္ပြားခဲ့တဲ့ ျဖစ္ရပ္တစ္ခုကို အေျခခံထားပါတယ္။
လူ႕သားခ်င္း အဆင့္အတန္းခြဲျခားမႈ(အမ်ဳိးဇာတ္ခြဲျခားမႈ)၊ လိင္ပိုင္းဆိုင္ရာ အလြဲသံုးစားျပဳမႈ၊
ရဲအရာရိွေတြရဲ႕ အ,ဂတိမကင္းမႈ စတဲ့
အိႏၵိယရဲ႕ အေျခအေနေတြကို ထင္ဟပ္ေနပါတယ္။
လူ႕သဘာဝေတြကို အဓိကျပခ်င္တာမို႔
ဇာတ္လမ္းစစခ်င္းမွာ ၾကားလိုက္ရတဲ့ သီခ်င္းက
Forest Gump ဇာတ္ကားမွာ ဂ်င္းနီ ကိုယ္လံုးတီးနဲ႔ ဂစ္တာတီးကိုင္ၿပီး ဆိုခဲ့တဲ့ Bob Dylanရဲ႕ Blowing In The Wind ပါ။
ဇာတ္ကားတစ္ကားကို ၾကည့္တဲ့အခါ
သာမန္ေလးလို႔ ထင္ထားတဲ့ ဇာတ္ဝင္ခန္းေတြ၊ ေျပာစကားေတြက
အဓိကဇာတ္ဝင္ခန္းနဲ႔ ခ်ိတ္ဆက္မိေနတာမ်ဳိး ျဖစ္ေနပါလိမ့္မယ္။
ဒါေၾကာင့္ ဇာတ္ဝင္ခန္းေတြကို နည္းနည္းေလးမွ မလြတ္ေစဖို႔ အႀကံေပးလိုပါတယ္။
(သူတို႔ႏိုင္ငံက အမ်ဳိးဇာတ္ေတြ ေရးတဲ့အခါ
ဘာသာျပန္လိုအပ္ခ်က္ ရိွရင္ျဖစ္ျဖစ္၊႐ႈပ္သြားရင္ျဖစ္ျဖစ္ ခြင့္လြတ္ေပးဖို႔ ေတာင္းဆိုပါတယ္)
ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Nyi Koe & Myint Thu ပဲျဖစ္ပါတယ္…….
File Size : (950 MB) and (360 MB)
Quality : WEB-DL 720p,
Format…mp4
Duration…02:10:00
Genre : Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Nyi Koe & Myint Thu
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
