"Rules of Engagement(2000)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရက်ပိုင်း ပျင်းပျင်းနဲ့ဇာတ်ကားတွေ လိုက်ရှာကြည့်ရင်း အသိအစ်ကိုတစ်ယောက်
ထည့်ပေးထားတဲ့ ထဲက ဇာတ်ကား တစ်ကား ကြည့်ဖြစ်လိုက်တယ် ကောင်းနိုး ကောင်းနိုးနဲ့
ဇာတ်ကားတွေ လိုက်ရှာကြည့်ရင်း ကြည့်မိလိုက်တာက rules of engagement ဆိုတဲ့ကား
ဇာတ်လမ်းက စစချင်း အမေရိကန် ဗီယက်နမ် စစ်ပွဲထဲက တိုက်ပွဲတစ်ခုကနေ စတည်ထားတယ်
စိတ်ထဲထင်လိုက်တာက စစ်ကားတစ်ကားပေါ့ စစ်ကားတွေလည်း မကြည့်ဖြစ်တာလည်း ကြာ
နောက်ပြီး Marvel heroes ဇာတ်ကားတွေက မျက်စိတစ်ဖက်လပ်နဲ့ခပ်ကြမ်းကြမ်းဘဲကြီး Agents of shield
ဒါရိုက်တာ Nick Fury အနေနဲ့လူသိများတဲ့ မင်းသား ကြီး Samuel L. Jackson တစ်ယောက် ဘယ်လိုပွဲထွက်လာမလဲ
သိချင်လို့ဆက်ကြည့်ဖြစ်လိုက်တယ်
ကြည့်နေရင်း ကြည့်နေရင်းနဲ့ဇာတ်ကားက အသွင်ပြောင်းလာတယ် သေနတ်သံတွေ တစ်ဒိုင်းဒိုင်းပစ်တာ
မမြင်ရတော့ဘဲ စကားသံတွေပဲ အဆက်မပြတ်ကြားလာရတယ် ရုပ်ဆိုးဆိုး အဘိုးကြီး နှစ်ယောက်ဦးဆောင်ထားတဲ့ကား
စကားတွေချည်းပဲ ပြောနေလို့ဇာတ်ကားပေါ် အာရုံတစ်ချက် လွတ်မသွားစေရဘူး သေသပ်တဲ့ ဒိုင်ယာလော့တွေ
ဖုံးကွယ်ထားတဲ့ မြျုပ်ကွက်တွေ နဲ့ဘာဆက်ဖြစ်မလဲ ဆိုတဲ့ စိတ်ကိုနှိုးဆွပြီး ဇာတ်ကားဆုံးတဲ့အထိ ဆွဲဆောင်သွားတယ်
ထူးထူးခြားခြားလို့ပြောရမလား အကြမ်းအရမ်းခန်းတွေနဲ့နာမည်ကြီး ဇာတ်ကောင် Samuel L. Jackon (Nick Fury) ကို တစ်ခါမှ
မမြင်ဖူးတဲ့ပုံစံနဲ့မြင်လိုက်ရတယ်
ဇာတ်ကားအကြောင်းကိုအတိုချုပ်ပြောရရင် ကာနယ် Childers (Jackson) တစ်ယောက် ယီမင်မှာရှိတဲ့ အမေရိကန်သံရုံးက
သံအမတ်မိသားစုကို ဆန္ဒပြမှုတွေကြားကနေ သွားခေါ်ဖို့အမိန့်ပေးခံရတယ် သူရောက်တဲ့အချိန်မှာ အခြေအနေ ကတော်တော်
ဆိုးနေပြီ ဆန္ဒပြလူအုပ်စုက ခဲတွေ မီးတုတ်တွေနဲ့ပစ်ခတ်နေသလို ခေါင်းမိုးပေါ်ကနေလည်း သေနတ်တွေနဲ့ပစ်ခတ်နေပြီ
ကယ်ထုတ်မှရမယ့် အခြေအနေမှာမို့သံအမတ် လင်မယားကို ကယ်ထုတ်နေတဲ့အချိန်မှာတင် တပ်သားသုံးယောက် ကျသွားတယ်
ကျည်ဆံတွေကြား တပ်ဖွဲ့ဝင်တွေ ခေါင်းမဖော်ရဲတဲ့ အခြေအနေမှာ Childers အနေနဲ့သူ့ရဲဘော်တွေကို ဆန္ဒပြ လူအုပ်ကြား
ပစ်မိန့်ပေးလိုက်တယ် ကလေးတွေ သက်ကြီးရွယ်အိုတွေ မိန်းမတွေ ပါဝင်တဲ့ ဆန္ဒပြလူအုပ်ကြား ပစ်ခတ်အပြီးမှာ တစ်ဖက်က
သေနတ်သမားတွေ ရပ်သွားသလို သံရုံးလည်း စုတ်ပြတ်ကျန်နေခဲ့တယ်
ပြသာနာက အဲ့မှာစတာပဲ အမေရိကန်တပ်ဖွဲ့ဝင် သုံးယောက်သေဆုံးသွားသလို ဆန္ဓပြလူအုပ်ဘက်ကလည်း ၈၃ ယောက်
သေဆုံးသွားတယ် သေဆုံးသူတွေထဲမှာ ကလေးသူငယ်တွေ အမျိုးသမီးတွေ သက်ကြီးရွယ်အိုတွေလည်း ပါလာခဲ့တယ်
အဲ့ဖြစ်ရပ်အပြီးမှာတော့ နိုင်ငံတကာ သတင်းစာတွေကြား ခေါင်းကြီးပိုင်းမှာပါလာခဲ့ပြီး အမေရိကန်
လုံခြုံရေးဆိုင်ရာ အကြံပေးအနေနဲ့ကာနယ် Childers တစ်ယောက်ကို စစ်ခုံရုံးတင်ဖို့လုပ်ပါတော့တယ် ဘာတွေဖြစ်ခဲ့လဲ
ဘယ်လိုဖြစ်ခဲ့လဲ သူမသိချင်ဘူး သူသိတာက နိုင်ငံတကာက ပေးလာမယ့် ဖိအားတွေ အားလုံးကို ကာနယ် Childers နဲ့ပဲ
စတေးလိုက်ဖို့ဆုံးဖြတ်လိုက်တယ်
အဲ့အချိန်မှာ ကာနယ် Childers အနေနဲ့လုံးဝ တုန်လှုပ်သွားတယ် တစ်သက်လုံး သူအသက်ပေးကာကွယ်လာတဲ့
တာဝန်ထမ်းဆောင်လာတဲ့ သူ့အမိမြေက သူ့ကို ငြိမ်းချမ်းရေးပျက်ပြားစေမှု မလျော်ကန်သော ပြစ်မှုလုပ်ဆောင်မှု
လူသတ်မှုစတာတွေနဲ့စွဲချက်တင်လာခဲ့တယ် သူအမှုနိုင်သည်ဖြစ်စေ ရှုံးသည်ဖြစ်စေ သူမြတ်နိုးတဲ့ စစ်သားဘဝ က
နိထ္ထိ တံသွားပြီ သူသေဒဏ်ကျနိုင်တယ် နှစ်ရှည်လများ တစ်သက်လုံး ထောင်ထဲမှာ နေသွားရနိုင်တယ် ဆယ်ခုနှစ်များစွာ
တာဝန်ကျေပွန်စွာ ထမ်းဆောင်လာခဲ့သမျှ နေ့ချင်းညချင်း တရားခံ တစ်ယောက်လိုသတ်မှတ်ခံလိုက်ရတယ် ဒီအချိန်မှာ
သူဆွဲမိ ဆွဲရာ ဆွဲလိုက်တဲ့ကောက်ရိုး တစ်မျှင်က သူ့ရဲ့အချစ်ဆုံး သူငယ်ချင်း လည်းဖြစ် ရဲဘော်ရဲဘက်ဟောင်းလည်း
ဖြစ်တဲ့ Hodges ဗီယက်နမ် စစ်ပွဲမှာ တိုက်ပွဲဝင်ပြီးကတည်းက ရုံးပိုင်းဆိုင်ရာ တွေနဲ့ပဲ ကျင်လည်နေခဲ့ရသူ စစ်ဘက်ရှေ့နေ
တစ်ယောက်ဆိုပေမယ့် အမှုတောင် ကောင်းကောင်းမလိုက်ခဲ့ဘူးသလို ရက်ပိုင်းအတွင်းမှာပဲ အငြိမ်းစားယူတော့မယ်သူ
အသိုင်းအဝိုင်းတွေ မိဘတွေက တားတဲ့ကြားက သူ့အချစ်ဆုံးသူငယ်ချင်းလည်း ဖြစ် သူ့အသက်သခင်လည်း ဖြစ်တဲ့ Childers
ကို အမှုလိုက်ပေးဖို့ဆုံးဖြတ်လိုက်တဲ့အခါ သူတို့ရင်ဆိုင်ရမှာက စစ်ဘက်ရှေ့နေ့တွေထဲက အတော်ဆုံး ဆွဲချရှေ့နေတစ်ယောက်
ဒါ့အပြင် နိုင်ငံတော် လုံခြုံရေးအကြံပေးရဲ့ဖိအားတွေနဲ့သက်သေခံတွေ သူကိုယ်တိုင် ကယ်တင်ပေးခဲ့တဲ့
သံအမတ်ကိုယ်တိုင်က သူ့ဘက်မှာမရှိ သူတို့အဖြစ်က သတ်ကွင်းထဲက သိုးငယ်တွေလို
ဒီလို အခြေအနေနဲ့ နှစ်ဦးသား တရားခွင်မှာ ရင်ဆိုင်ရတဲ့အခါ ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကို
မှန်းလို့မရအောင် ရိုက်ပြသွားတာကိုက စိတ်ဝင်စားဖွယ်ကောင်းလွန်းလှတယ် ဒီအခြေအနေမှာ ဇာတ်လမ်းကို
အမြင့်ဆုံး ရောက်အောင် ဆွဲခေါ်သွားသူတစ်ယောက်က Childers အဖြစ် သရုပ်ဆောင်သွားတဲ့ မင်းသားကြီး Jackon ပါပဲ
တစ်ခြားသော သူရိုက်ခဲ့သမျှ ဇာတ်ကောင်တွေနဲ့လုံးဝတစ်သီးတခြား သရုပ်ဆောင်သွားတယ် စစ်သည်တော်ကောင်းတစ်ယောက်
ရဲဘော်ရဲဘက်တွေ အတွက်ဆို ဘာပဲလုပ်ရ လုပ်ရဆိုတဲ့ သူတစ်ယောက်အဖြစ်သရုပ်ဆောင်သွားတယ် ကျည်ဆံတွေ တစ်ဖွဲဖွဲကျ
နေတာတောင် နိင်ငံတောင် အလံကို ရအောင်ပြန်ယူတဲ့သူ မထင်မှတ်ထားတဲ့
အချို့အကွေ့ သေဒဏ်ကျခံရနိုင်တဲ့ အခြေအနေမှာ ဝမ်းနည်းစိတ်နဲ့မျက်ရည်ကျမိပေမယ့် အထက်က အစောင့်တစ်ယောက်ချထား
စရာမလိုအောင် ယုံကြည်ရတဲ့သူ ရန်သူဖြစ်တဲ့ ဗီယက်နမ် ဗိုလ်ချုပ်ဟောင်းကတောင် အလေးပြုရတဲ့သူ
တော်လှပါတယ်ဆိုတဲ့ ရှေ့နေတွေကိုခေါက် အချစ်ဆုံး သူငယ်ချင်းကြီးကိုသာ အကူအညီတောင်းတဲ့သူ
သူပြောတဲ့စကားက တစ်ခွန်းတည်း တိုက်ပွဲဆိုတာကို လက်တွေ့မကြုံဘူးတဲ့သူတွေကို ငါ့ဘက်က မလိုက်စေချင်ဘူးတဲ့
ယောကျ်ားရင့်မာ စစ်သားကြီးတစ်ယောက် ဝမ်းနည်းစိတ် တွေနဲ့မျက်ရည်ကျမိပုံက ပရိတ်သတ် ရင်ထဲ ကူးစက်လာအောင်
သရုပ်ဆောင် ကောင်းလွန်းလှတယ်
ကြည့်ကြည့်ပါ မြှုပ်ကွက်တွေ ဒိုင်ယာလော့တွေ လိုက်ဖက်ကောင်းမွန်တဲ့ ဇာတ်ရုပ်တွေက သင့်ကို ဇာတ်လမ်းပြီးဆုံးတဲ့အထိ
ဆွဲဆောင်သွားမှာအသေအချာပါ Imdb 6.4 ရထားတဲ့ ဒီကားက သင့်ကို စိတ်မပျက်စေရုံမက သင့်ကို အမြင်အသစ်တွေ ခံစားချက်အသစ်တွေ
ပေးစွမ်းနိုင်မှာပါ ဇာတ်လမ်းအရသာ ပျက်မှာဆိုးလို့ဇာတ်လမ်းကို အပျိုးလေးပဲ ရေးပေးထားပါတယ် ဘာတွေ ဆက်ဖြစ်မလဲသေချာသိချင်ရင်တော့
ကြည့်ကြည့်လိုက်ပါ မိတ်ဆွေ.. ဒီဇာတ်ကားကို အရသာ အပြည့်အဝ ခံစားလို့ရအောင်လို့ Channel Myanmar က Ko Hades မှဘာသာပြန်ပေးထားပါတယ်။
(ရုပ်ရှင်အညွှန်းကို Waiyan Naung’s Facebook မှကူးယူဖော်ပြပါသည်။)
—————————————————————————————–
ဒီရက္ပိုင္း ပ်င္းပ်င္းနဲ ့ဇာတ္ကားေတြ လုိက္ရွာႀကည့္ရင္း အသိအစ္ကိုတစ္ေယာက္
ထည့္ေပးထားတဲ့ ထဲက ဇာတ္ကား တစ္ကား ႀကည့္ျဖစ္လုိက္တယ္ ေကာင္းနိုး ေကာင္းနိုးနဲ ့
ဇာတ္ကားေတြ လိုက္ရွာႀကည့္ရင္း ႀကည့္မိလိုက္တာက rules of engagement ဆိုတဲ့ကား
ဇာတ္လမ္းက စစခ်င္း အေမရိကန္ ဗီယက္နမ္ စစ္ပြဲထဲက တိုက္ပြဲတစ္ခုကေန စတည္ထားတယ္
စိတ္ထဲထင္လိုက္တာက စစ္ကားတစ္ကားေပါ့ စစ္ကားေတြလည္း မႀကည့္ျဖစ္တာလည္း ႀကာ
ေနာက္ျပီး Marvel heroes ဇာတ္ကားေတြက မ်က္စိတစ္ဖက္လပ္နဲ ့ခပ္ႀကမ္းႀကမ္းဘဲႀကီး Agents of shield
ဒါရိုက္တာ Nick Fury အေနနဲ ့လူသိမ်ားတဲ့ မင္းသား ႀကီး Samuel L. Jackson တစ္ေယာက္ ဘယ္လိုပြဲထြက္လာမလဲ
သိခ်င္လုိ ့ဆက္ႀကည့္ျဖစ္လိုက္တယ္
ႀကည့္ေနရင္း ႀကည့္ေနရင္းနဲ ့ဇာတ္ကားက အသြင္ေျပာင္းလာတယ္ ေသနတ္သံေတြ တစ္ဒိုင္းဒိုင္းပစ္တာ
မျမင္ရေတာ့ဘဲ စကားသံေတြပဲ အဆက္မျပတ္ႀကားလာရတယ္ ရုပ္ဆိုးဆိုး အဘိုးႀကီး နွစ္ေယာက္ဦးေဆာင္ထားတဲ့ကား
စကားေတြခ်ည္းပဲ ေျပာေနလုိ ့ဇာတ္ကားေပၚ အာရံုတစ္ခ်က္ လြတ္မသြားေစရဘူး ေသသပ္တဲ့ ဒိုင္ယာေလာ့ေတြ
ဖံုးကြယ္ထားတဲ့ ျမ်ဳပ္ကြက္ေတြ နဲ ့ဘာဆက္ျဖစ္မလဲ ဆိုတဲ့ စိတ္ကိုနွိဳးဆြျပီး ဇာတ္ကားဆံုးတဲ့အထိ ဆြဲေဆာင္သြားတယ္
ထူးထူးျခားျခားလို ့ေျပာရမလား အႀကမ္းအရမ္းခန္းေတြနဲ ့နာမည္ႀကီး ဇာတ္ေကာင္ Samuel L. Jackon (Nick Fury) ကို တစ္ခါမွ
မျမင္ဖူးတဲ့ပံုစံနဲ ့ျမင္လုိက္ရတယ္
ဇာတ္ကားအေႀကာင္းကိုအတိုခ်ဳပ္ေျပာရရင္ ကာနယ္ Childers (Jackson) တစ္ေယာက္ ယီမင္မွာရွိတဲ့ အေမရိကန္သံရံုးက
သံအမတ္မိသားစုကို ဆႏၵျပမွဳေတြႀကားကေန သြားေခၚဖို ့အမိန္ ့ေပးခံရတယ္ သူေရာက္တဲ့အခ်ိန္မွာ အေျခအေန ကေတာ္ေတာ္
ဆိုးေနျပီ ဆႏၵျပလူအုပ္စုက ခဲေတြ မီးတုတ္ေတြနဲ ့ပစ္ခတ္ေနသလို ေခါင္းမိုးေပၚကေနလည္း ေသနတ္ေတြနဲ ့ပစ္ခတ္ေနျပီ
ကယ္ထုတ္မွရမယ့္ အေျခအေနမွာမို ့သံအမတ္ လင္မယားကုိ ကယ္ထုတ္ေနတဲ့အခ်ိန္မွာတင္ တပ္သားသံုးေယာက္ က်သြားတယ္
က်ည္ဆံေတြႀကား တပ္ဖြဲ ့ဝင္ေတြ ေခါင္းမေဖာ္ရဲတဲ့ အေျခအေနမွာ Childers အေနနဲ ့သူ ့ရဲေဘာ္ေတြကို ဆႏၵျပ လူအုပ္ႀကား
ပစ္မိန္ ့ေပးလိုက္တယ္ ကေလးေတြ သက္ႀကီးရြယ္အိုေတြ မိန္းမေတြ ပါဝင္တဲ့ ဆႏၵျပလူအုပ္ႀကား ပစ္ခတ္အျပီးမွာ တစ္ဖက္က
ေသနတ္သမားေတြ ရပ္သြားသလို သံရံုးလည္း စုတ္ျပတ္က်န္ေနခဲ့တယ္
ျပသာနာက အဲ့မွာစတာပဲ အေမရိကန္တပ္ဖြဲ ့ဝင္ သံုးေယာက္ေသဆံုးသြားသလို ဆႏၶျပလူအုပ္ဘက္ကလည္း ၈၃ ေယာက္
ေသဆံုးသြားတယ္ ေသဆံုးသူေတြထဲမွာ ကေလးသူငယ္ေတြ အမ်ိဳးသမီးေတြ သက္ႀကီးရြယ္အိုေတြလည္း ပါလာခဲ့တယ္
အဲ့ျဖစ္ရပ္အျပီးမွာေတာ့ နိုင္ငံတကာ သတင္းစာေတြႀကား ေခါင္းႀကီးပိုင္းမွာပါလာခဲ့ျပီး အေမရိကန္
လံုျခံဳေရးဆိုင္ရာ အႀကံေပးအေနနဲ ့ကာနယ္ Childers တစ္ေယာက္ကို စစ္ခံုရံုးတင္ဖုိ ့လုပ္ပါေတာ့တယ္ ဘာေတြျဖစ္ခဲ့လဲ
ဘယ္လုိျဖစ္ခဲ့လဲ သူမသိခ်င္ဘူး သူသိတာက နိုင္ငံတကာက ေပးလာမယ့္ ဖိအားေတြ အားလံုးကို ကာနယ္ Childers နဲ ့ပဲ
စေတးလိုက္ဖုိ ့ဆံုးျဖတ္လိုက္တယ္
အဲ့အခ်ိန္မွာ ကာနယ္ Childers အေနနဲ ့လံုးဝ တုန္လွုပ္သြားတယ္ တစ္သက္လံုး သူအသက္ေပးကာကြယ္လာတ့ဲ
တာဝန္ထမ္းေဆာင္လာတဲ့ သူ ့အမိေျမက သူ ့ကို ျငိမ္းခ်မ္းေရးပ်က္ျပားေစမွဳ မေလ်ာ္ကန္ေသာ ျပစ္မွဳလုပ္ေဆာင္မွဳ
လူသတ္မွဳစတာေတြနဲ ့စြဲခ်က္တင္လာခဲ့တယ္ သူအမွဳနိုင္သည္ျဖစ္ေစ ရွံုးသည္ျဖစ္ေစ သူျမတ္နိုးတဲ့ စစ္သားဘဝ က
နိထၳိ တံသြားျပီ သူေသဒဏ္က်နိုင္တယ္ နွစ္ရွည္လမ်ား တစ္သက္လံုး ေထာင္ထဲမွာ ေနသြားရနိုင္တယ္ ဆယ္ခုနွစ္မ်ားစြာ
တာဝန္ေက်ပြန္စြာ ထမ္းေဆာင္လာခဲ့သမ်ွ ေန ့ခ်င္းညခ်င္း တရားခံ တစ္ေယာက္လိုသတ္မွတ္ခံလိုက္ရတယ္ ဒီအခ်ိန္မွာ
သူဆြဲမိ ဆြဲရာ ဆြဲလိုက္တဲ့ေကာက္ရိုး တစ္မွွ်င္က သူ ့ရဲ့အခ်စ္ဆံုး သူငယ္ခ်င္း လည္းျဖစ္ ရဲေဘာ္ရဲဘက္ေဟာင္းလည္း
ျဖစ္တဲ့ Hodges ဗီယက္နမ္ စစ္ပြဲမွာ တိုက္ပြဲဝင္ျပီးကတည္းက ရုံုးပိုင္းဆိုင္ရာ ေတြနဲ့ ့ပဲ က်င္လည္ေနခဲ့ရသူ စစ္ဘက္ေရွ ့ေန
တစ္ေယာက္ဆိုေပမယ့္ အမွုေတာင္ ေကာင္းေကာင္းမလိုက္ခဲ့ဘူးသလို ရက္ပိုင္းအတြင္းမွာပဲ အျငိမ္းစားယူေတာ့မယ္သူ
အသိုင္းအဝိုင္းေတြ မိဘေတြက တားတဲ့ႀကားက သူ ့အခ်စ္ဆံုးသူငယ္ခ်င္းလည္း ျဖစ္ သူ ့အသက္သခင္လည္း ျဖစ္တဲ့ Childers
ကို အမွုလိုက္ေပးဖို ့ဆံုးျဖတ္လိုက္တဲ့အခါ သူတို ့ရင္ဆိုင္ရမွာက စစ္ဘက္ေရွ ့ေန ့ေတြထဲက အေတာ္ဆံုး ဆြဲခ်ေရွ ့ေနတစ္ေယာက္
ဒါ့အျပင္ နိုင္ငံေတာ္ လံုျခံဳေရးအႀကံေပးရဲ့ဖိအားေတြနဲ ့သက္ေသခံေတြ သူကိုယ္တိုင္ ကယ္တင္ေပးခဲ့တဲ့
သံအမတ္ကိုယ္တိုင္က သူ ့ဘက္မွာမရွိ သူတို ့အျဖစ္က သတ္ကြင္းထဲက သိုးငယ္ေတြလို
ဒီလို အေျခအေနနဲ ့ နွစ္ဦးသား တရားခြင္မွာ ရင္ဆိုင္ရတဲ့အခါ ဘာေတြဆက္ျဖစ္ႀကမလဲဆိုတာကို
မွန္းလို ့မရေအာင္ ရိုက္ျပသြားတာကိုက စိတ္ဝင္စားဖြယ္ေကာင္းလြန္းလွတယ္ ဒီအေျခအေနမွာ ဇာတ္လမ္းကို
အျမင့္ဆံုး ေရာက္ေအာင္ ဆြဲေခၚသြားသူတစ္ေယာက္က Childers အျဖစ္ သရုပ္ေဆာင္သြားတဲ့ မင္းသားႀကီး Jackon ပါပဲ
တစ္ျခားေသာ သူရုိက္ခဲ့သမ်ွ ဇာတ္ေကာင္ေတြနဲ ့လံုးဝတစ္သီးတျခား သရုပ္ေဆာင္သြားတယ္ စစ္သည္ေတာ္ေကာင္းတစ္ေယာက္
ရဲေဘာ္ရဲဘက္ေတြ အတြက္ဆို ဘာပဲလုပ္ရ လုပ္ရဆိုတဲ့ သူတစ္ေယာက္အျဖစ္သရုပ္ေဆာင္သြားတယ္ က်ည္ဆံေတြ တစ္ဖြဲဖြဲက်
ေနတာေတာင္ နိင္ငံေတာင္ အလံကို ရေအာင္ျပန္ယူတဲ့သူ မထင္မွတ္ထားတဲ့
အခ်ိဳ ့အေကြ ့ ေသဒဏ္က်ခံရနုိင္တဲ့ အေျခအေနမွာ ဝမ္းနည္းစိတ္နဲ ့မ်က္ရည္က်မိေပမယ့္ အထက္က အေစာင့္တစ္ေယာက္ခ်ထား
စရာမလိုေအာင္ ယံုႀကည္ရတဲ့သူ ရန္သူျဖစ္တဲ့ ဗီယက္နမ္ ဗိုလ္ခ်ဳပ္ေဟာင္းကေတာင္ အေလးျပဳရတဲ့သူ
ေတာ္လွပါတယ္ဆိုတဲ့ ေရွ ့ေနေတြကိုေခါက္ အခ်စ္ဆံုး သူငယ္ခ်င္းႀကီးကိုသာ အကူအညီေတာင္းတဲ့သူ
သူေျပာတဲ့စကားက တစ္ခြန္းတည္း တိုက္ပြဲဆိုတာကို လက္ေတြ ့မႀကံဳဘူးတဲ့သူေတြကို ငါ့ဘက္က မလိုက္ေစခ်င္ဘူးတဲ့
ေယာက်္ားရင့္မာ စစ္သားႀကီးတစ္ေယာက္ ဝမ္းနည္းစိတ္ ေတြနဲ ့မ်က္ရည္က်မိပံုက ပရိတ္သတ္ ရင္ထဲ ကူးစက္လာေအာင္
သရုပ္ေဆာင္ ေကာင္းလြန္းလွတယ္
ႀကည့္ႀကည့္ပါ ျမွဳပ္ကြက္ေတြ ဒိုင္ယာေလာ့ေတြ လိုက္ဖက္ေကာင္းမြန္တဲ့ ဇာတ္ရုပ္ေတြက သင့္ကို ဇာတ္လမ္းျပီးဆံုးတဲ့အထိ
ဆြဲေဆာင္သြားမွာအေသအခ်ာပါ Imdb 6.4 ရထားတဲ့ ဒီကားက သင့္ကို စိတ္မပ်က္ေစရံုမက သင့္ကို အျမင္အသစ္ေတြ ခံစားခ်က္အသစ္ေတြ
ေပးစြမ္းနိုင္မွာပါ ဇာတ္လမ္းအရသာ ပ်က္မွာဆိုးလို ့ဇာတ္လမ္းကို အပ်ိဳးေလးပဲ ေရးေပးထားပါတယ္ ဘာေတြ ဆက္ျဖစ္မလဲေသခ်ာသိခ်င္ရင္ေတာ့
ႀကည့္ႀကည့္လိုက္ပါ မိတ္ေဆြ.. ဒီဇာတ္ကားကို အရသာ အျပည့္အဝ ခံစားလို ့ရေအာင္လို ့ Channel Myanmar က Ko Hades မွဘာသာျပန္ေပးထားပါတယ္။
(ရုပ္ရွင္အညႊန္းကို Waiyan Naung’s Facebook မွကူးယူေဖာ္ျပပါသည္။)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
