"ကားနာမည်ဖတ်ရုံနဲ့တင် ဇတ်အိမ်ကိုအကဲခတ်လို့ရလောက်ပါပြီ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မိသားစုတစ်စု ယောက်ျားကအလုပ်များတဲ့လုပ်ငန်းရှင်တစ်ယောက်
မိန်းမက မလုပ်လည်းအိမ်မှာထိုင်နေလို့ရတဲ့အလုပ်တစ်ခုရှိတယ်
သားကကျောင်းနေအရွယ် မနက်မိုးလင်းရင်
အမျိုးသားနဲ့သားက အလုပ်နဲ့ကျောင်းကိုသွား
တစ်ရက်မမျှော်လင့်ပဲ အမျိုးသမီးက ပြစ်သစ်လူမျိုးခပ်ချောချောကောင်လေးနဲ့ဆုံခဲ့မိတယ်
ဒီကားအကြောင်းကို ဆက်မပြောခင် ကျနော်တို့ဘဝမှာ
အိမ်ထောင်ရေးဖောက်ပြန်တာတွေ မိန်းမ တိတ်တိတ်ပုန်းဖောက်ပြန်တာ
ယောင်္ကျားက ဖောက်ပြန်တာ တွေဒုနဲ့ဒေး ကြားနေရတယ်
ကလေးမျက်နှာကိုထောက်ထားပြီး အိမ်ထောင်ရေးမပြိုကွဲစေဖို့
ဟန်ချက်ညီအောင်ပြန်လည်ထိန်းသိမ်းကြတာမျိုးရှိသလို
စိတ်အလိုလိုက်ပြီး ဖောက်ပြန်တယ်သူတွေကို
အမှုတွေကျူးလွန်ခဲ့တာတွေလည်းရှိပါတယ်
ဒါတွေအားလုံးဟာ ugly truthဆိုတဲ့အကျဉ်းတန်အမှန်တရား ပါ
18+ဇတ်ဝင်ခန်းဆိုတာလည်း အိမ်ထောင်ရေးဇတ်ကားအနေနဲ့
အတော်များများပါပေမဲ့ ဇတ်အိမ်လည်းခိုင်
ပီပီပြင်ပြင်သရုပ်ဆောင်ချက်တွေကြောင့် Hollywood
မှာတန်းဝင်အိမ်ထောင်ရေးကားဖြစ်ပေမဲ့
တစ်ချို့သူတွေအတွက်တော့ အတော်လေးအောင့်သီးအောင့်သက်နိုင်မဲ့ကားတစ်ကားပါ
ဒါပေမဲ့ ugly truth ဆိုတဲ့အကျဉ်းတန်အမှန်တရားပါပဲ
ဆွဲဆောင်မှုအရှိဆုံးမင်းသားလို့သတ်မှတ်ခံရဖူးတဲ့ RICHAD GERE မင်းသမီး DIANE LANEတို့ပါဝင်
သရုပ်ဆောင်ထားပါတယ် သူမရဲ့သရုပ်ဆောင်ချက်တွေက
ချီးကျူးရမှာဖြစ်ပါတယ် ဆွဲဆောင်မှုရှိပြီး မှားနေမှန်းသိရက်နဲ့
ရှေ့ဆက်ဇွတ်တိုးပြီး ကိုယ့်ကိုယ် ကိုယ်ပြန်မုန်းမိနေတဲ့
အိမ်ထောင်သည်တစ်ယောက်ရဲ့ခံစားချက်တွေကပီပြင်လွန်းပါတယ်
ဗျာများနေတဲ့အိမ်ထောင်ရှင် RICHAD GEREရဲ့
သရုပ်ဆောင်ချက်တွေကိုလည်း
ပီပီပြင်ပြင်တွေ့ရမှာဖြစ်ပါတယ် ဒီလောက်ဆိုရင်လုံလောက်ပြီလို့
ထင်ပါတယ်အကျဉ်းတန် အမှန်တရားလေးကိုခံစားပေးကြပါဦးလို့
(ဇာတ်ကားအညွန်းနဲ့ ဘာသာပြန်ကတော့ အမည်မဖော်လိုသူပဲ ဖြစ်ပါတယ်)
@joker
——————————————————————–
ကားနာမည္ဖတ္ရုံနဲ႕တင္ ဇတ္အိမ္ကုိအကဲခတ္လုိ႕ရေလာက္ပါၿပီ
မိသားစုတစ္စု ေယာက္်ားကအလုပ္မ်ားတဲ့လုပ္ငန္းရွင္တစ္ေယာက္
မိန္းမက မလုပ္လည္းအိမ္မွာထုိင္ေနလုိ႕ရတဲ့အလုပ္တစ္ခုရွိတယ္
သားကေက်ာင္းေနအရြယ္ မနက္မုိးလင္းရင္
အမ်ဳိးသားနဲ႕သားက အလုပ္နဲ႕ေက်ာင္းကုိသြား
တစ္ရက္မေမွ်ာ္လင့္ပဲ အမ်ဳိးသမီးက ျပစ္သစ္လူမ်ဳိးခပ္ေခ်ာေခ်ာေကာင္ေလးနဲ႕ဆုံခဲ့မိတယ္
ဒီကားအေႀကာင္းကုိ ဆက္မေျပာခင္ က်ေနာ္တုိ႕ဘ၀မွာ
အိမ္ေထာင္ေရးေဖာက္ျပန္တာေတြ မိန္းမ တိတ္တိတ္ပုန္းေဖာက္ျပန္တာ
ေယာက်ၤားက ေဖာက္ျပန္တာ ေတြဒုနဲ႕ေဒး ႀကားေနရတယ္
ကေလးမ်က္ႏွာကုိေထာက္ထားၿပီး အိမ္ေထာင္ေရးမၿပဳိကြဲေစဖုိ႕
ဟန္ခ်က္ညီေအာင္ျပန္လည္ထိန္းသိမ္းႀကတာမ်ဳိးရွိသလုိ
စိတ္အလုိလုိက္ၿပီး ေဖာက္ျပန္တယ္သူေတြကုိ
အမႈေတြက်ဴးလြန္ခဲ့တာေတြလည္းရွိပါတယ္
ဒါေတြအားလုံးဟာ ugly truthဆုိတဲ့အက်ဥ္းတန္အမွန္တရား ပါ
18+ဇတ္၀င္ခန္းဆုိတာလည္း အိမ္ေထာင္ေရးဇတ္ကားအေနနဲ႕
အေတာ္မ်ားမ်ားပါေပမဲ့ ဇတ္အိမ္လည္းခုိင္
ပီပီျပင္ျပင္သရုပ္ေဆာင္ခ်က္ေတြေႀကာင့္ Hollywood
မွာတန္း၀င္အိမ္ေထာင္ေရးကားျဖစ္ေပမဲ့
တစ္ခ်ဳိ႕သူေတြအတြက္ေတာ့ အေတာ္ေလးေအာင့္သီးေအာင့္သက္ႏုိင္မဲ့ကားတစ္ကားပါ
ဒါေပမဲ့ ugly truth ဆုိတဲ့အက်ဥ္းတန္အမွန္တရားပါပဲ
ဆြဲေဆာင္မႈအရွိဆုံးမင္းသားလုိ႕သတ္မွတ္ခံရဖူးတဲ့ RICHAD GERE မင္းသမီး DIANE LANEတုိ႕ပါ၀င္
သရုပ္ေဆာင္ထားပါတယ္ သူမရဲ႕သရုပ္ေဆာင္ခ်က္ေတြက
ခ်ီးက်ဴးရမွာျဖစ္ပါတယ္ ဆြဲေဆာင္မႈရွိၿပီး မွားေနမွန္းသိရက္နဲ႕
ေရွ႕ဆက္ဇြတ္တုိးၿပီး ကုိယ့္ကုိယ္ ကုိယ္ျပန္မုန္းမိေနတဲ့
အိမ္ေထာင္သည္တစ္ေယာက္ရဲ႕ခံစားခ်က္ေတြကပီျပင္လြန္းပါတယ္
ဗ်ာမ်ားေနတဲ့အိမ္ေထာင္ရွင္ RICHAD GEREရဲ႕
သရုပ္ေဆာင္ခ်က္ေတြကုိလည္း
ပီပီျပင္ျပင္ေတြ႕ရမွာျဖစ္ပါတယ္ ဒီေလာက္ဆုိရင္လုံေလာက္ၿပီလုိ႕
ထင္ပါတယ္အက်ဥ္းတန္ အမွန္တရားေလးကုိခံစားေပးႀကပါဦးလုိ႕
(ဇာတ္ကားအညြန္းနဲ႕ ဘာသာျပန္ကေတာ့ အမည္မေဖာ္လိုသူပဲ ျဖစ္ပါတယ္)
@joker
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
