"Miss Granny (2018)_____IMDb – 8.0/10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခေါက် Channel Myanmar ပရိတ်သတ်တွေအတွက် မိတ်ဆက်ပေးချင်တဲ့ဇာတ်လမ်းကတော့ “Miss Granny” ဆိုတဲ့ ဖိလစ်ပိုင်ဇာတ်လမ်းပဲဖြစ်ပါတယ်…
ဖိလစ်ပိုင်ဇာတ်လမ်းကြိုက်တဲ့ ပရိတ်သတ်တွေအတွက်တော့ လက်လွှတ်မခံသင့်တဲ့ ဇာတ်လမ်းပါ…
ဒီဇာတ်လမ်းက 2014 မှာထွက်ခဲ့တဲ့ ကိုးရီးယားဇာတ်လမ်း “Miss Granny 2014” ကို အခြေခံရိုက်ကူးထားခြင်းဖြစ်ပါတယ်..
ဇာတ်အိမ်ကောင်းပြီး တခဲနက်အောင်မြင်ခဲ့တာကြောင့် Chinese Version “20 Once Again”ဆိုပြီးတော့ 2015 မှာ ထွက်ရှိခဲ့ပါသေးတယ်…
ဒီလောက် ကောင်းတဲ့ ဇာတ်လမ်းကို ဖိလစ်ပိုင်နာမည်ကျော် မင်းသားမင်းသမီးတွေရဲ့ သရုပ်ဆောင်မှုတွေနဲ့ ကြည့်ရှုရမှာပါ
အညွှန်း – ဖေလီဆိုတဲ့ အသက် ၇၀ ကျော်အမျိုးသမီးပါ…
ဆံပင်ဖြူ သွားကျိုးပြီး ပါးရေနားရေတွေ တွန့်ကာ ခြေထောက်တွေလည်း မကောင်းတော့တဲ့ အရွယ်ပါ…
ဖေလီမှာ သူဂုဏ်ယူရတဲ့ ဂုဏ်ထူးဆောင် သားလေးတစ်ယောက်ရှိပါတယ်…
သူဟာ သူ့သားလေးက ဘယ်လောက်တော်ကြောင်း ဘယ်မှာ ပါမောက္ခဆိုပြီး တွေ့တဲ့သူတိုင်းကို အမြဲ ဂုဏ်ယူပြောဆိုတတ်ပါတယ်…
အချိန်တန် အတောင်စုံလို့ သားလေး အိမ်ထောင်ကျတဲ့ အချိန်ကျခဲ့ပါပြီ…
ဖေလီဆိုတဲ့ အမျိုးသမီးက ပွစိပွစိ ပြောတတ်ပြီး သားဖြစ်သူကို ချစ်လွန်းတာကြောင့် ချွေးမကို အမြဲ အားမရသူပါ..
တစ်နေ့ ဖေလီရဲ့ ချွေးမဟာ ယောက္ခမရဲ့ ပြစ်တင်သံတွေ အိမ်ထောင်မှု တာဝန်တွေကြောင့် အိပ်ရာထဲ လဲပါတော့တယ်…
ချွေးမရဲ့ စကားတစ်ခွန်းက အဖွားကြီး ဖေလီရဲ့ ဘဝကို ပြောင်းပြန်လှန်ပစ်သလိုပါပဲ…
ဒါကတော့ သူဟာ အဖွားကြီးနဲ့ တစ်အိမ်တည်းမနေချင်တော့ဘူးဆိုပြီး ယောကျာ်းဖြစ်သူကို ပြောတာပါ…
ဖေလီရဲ့ သားဖြစ်သူအတွက်တော့ ဒီအချိန်မှာ မိခင်နဲ့ မိန်းမ ဘယ်သူ့ကို ဦးစားပေးရမလဲ ရွေးချယ်ရတော့မယ့် အချိန်ပါ…
သူတို့မှာ သားတစ်ယောက်နဲ့ သမီးတစ်ယောက်ရှိပါတယ်..
ဇနီးဖြစ်သူ မျက်နှာ သားသမီးတွေ မျက်နှာကြည့်ရနဲ့ သားဖြစ်သူဟာ ဖေလီကို ရိပ်သာမှာ ခဏပြောင်းနေဖို့ ပြောပါတော့တယ်..
ဖေလီဟာ ဒီစကားကြားရတဲ့အချိန် စိတ်ထိခိုက်သွားခဲ့ပါတယ်…
သူ့ဘဝတစ်ခုလုံး ရင်းပြီး သူ့ဝါသနာအကုန်လုံးကို စွန့်လွတ်ပြီး အနစ်နာခံခဲ့ရတဲ့ သားလေးက ဒီလိုစကားထွက်လေချင်းဆိုပြီး ဖေလီတစ်ယောက် ရင်ထုမနာဖြစ်ခဲ့ပါတယ်…
အဲ့ညမှာပဲ ဖေလီဟာ ထူးဆန်းတဲ့ ဓာတ်ပုံစတူဒီယိုတစ်ခုကို ရောက်ခဲ့ပါတယ်…
ဒီဆိုင်က ဓာတ်ပုံဆရာက သူ့ကို အသက် ၅၀ စာ ငယ်သွားစေရမယ်လို့ အာမခံချက် ပေးခဲ့ပါတယ်…
အမှန်တကယ် ဖေလီတစ်ယောက် အသက် ၅၀ စာ ငယ်သွားတဲ့အချိန်မှာတော့… ဘာတွေဆက်ဖြစ်မလဲ…
ငယ်ငယ်တည်းက ခင်ပွန်းဖြစ်သူကို ဆုံးရှုံးခဲ့ရပြီး မုဆိုးမဖြစ်ခဲ့တဲ့ ဖေလီ အချစ်သစ်ကို ဆက်ရှာဖွေမလား…
ဘဝသစ်မှာပဲ နေတော့မှာလားစတာတွေကို စိတ်ဝင်တစား ကြည့်ရှုရမှာပါ…
Channel Myanmar Page ပျက်တိုင်း အသစ်အသစ် Page တွေထပ်လုပ်တိုင်း အစဉ်မပျက်အားပေးလာခဲ့တဲ့ ပရိတ်သတ်အားလုံးကို ကျေးဇူးတင်ပါတယ်…
Miss Granny ဆိုတဲ့ ဇာတ်ကားကောင်းလေးကိုလည်း ကြည့်ရှုကြပါဦးနော်
(ဇာတ်လမ်းအညွှန်း နဲ့ ဘာသာပြန်ပေးထားသူကတော့ May Olive ပါ)
File Size : (900 MB)
Quality : HDRip 720p
Running Time : 2h 01min
Format : Mp4
Genre : Comedy, Fantasy, Music
Subtitle : Myanmar Subtitle (Hard Sub)
Source : HDRiP.1080p.x264-RSG
Translated by May Olive
Encoded by THZ
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
