"No Man’s Land(2001)
IMDb….8.0,,,,,,Rotten…..93%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ေဘာစနီးယန္းနဲ႔ ဆားဘီးယန္းတို႔ စစ္ပြဲျဖစ္ေနခ်ိန္ ေရွ႕တန္းကို တပ္ကူဖို႔လာခဲ့တဲ့ ေဘာ့စနီးယားေဆးတပ္သားအဖြဲ႕ဟာ
ညဖက္ၾကီးထြက္လာခဲ့တယ္….
ညကလည္းေမွာင္ ျမဴနွင္းေတြကလည္း ေရွ႕တျပကို မျမင္ရေလာက္ေအာင္ထူထပ္တာမို႔ ခရီးဆက္မထြက္ဘဲ
အဆင္ေျပတဲ့ေနရာတစ္ခုကုိေရြးၿပီး ယာယီနားဖုိ႕ႀကဳိးစားၾကတယ္…
မနက္မိုးလင္းလို႔ ေနေရာင္ထြက္လာခ်ိန္ သူတို႔ေဘးဘီဝဲယာကို စူးစမ္းၾကည့္လိုက္တဲ့အခါမွာေတာ့ သူတို႔ေရာက္ေနတာ
တစ္ဘက္ရန္သူျဖစ္တဲ့ ဆားဘီးယန္းေရွ႕တန္းတပ္ဖြဲ႕ေရွ႕တည့္တည့္ဆီကုိ ေရာက္ေနတာသိလုိက္ရခ်ိန္မွာေတာ့
သူတုိ႕ေနာက္က်သြားပါၿပီ…..
ဆားဘီးယန္းေရွ႕တန္းတပ္ဖြဲ႕ရဲ႕အႀကဳိက္ပါပဲ..ပစ္ကြင္းျမင္ကြင္းရွင္းသလုိ အေပၚစီးကေန အတြဲလုိက္ဆြဲတဲ့ေနာက္မွာေတာ့
ေဘာစနီးယန္းအဖြဲ႕ က်ည္ဆံဖ်ားမွာ အသက္ေတြတျဖဳတ္ျဖဳတ္ေၾကြကုန္တယ္…
ဒီအထဲကမွာ စီကီတစ္ေယာက္ကေတာ့ ကံေကာင္းရွာတယ္ေျပာရမလားပဲ …
နီးစပ္ရာကတုတ္က်င္းထဲ ေျပးပုန္းႏုိင္ခဲ့တယ္..က်န္တဲ့သူေတြေတာ့အကုန္ေသဆုံးသြားတယ္…
ဒီေနာက္မွာေတာ့ ေဘာ့စနီးယားတပ္သားစီကီတစ္ေယာက္ ထြက္ေျပးလြတ္ေျမာက္သြားႏုိင္မလား…
ဆားဘီးယန္းေတြရဲ႕ ကင္းေထာက္အဖြဲ႕ရန္ကေန ဘယ္လုိရုန္းကန္မလဲ…
သူ႕ဆီကုိေရာ ဘယ္လုိလူမ်ဳိ်းေတြေရာက္လာမလဲ…
ဒီကားက ၁၉၉၃ခုႏွစ္ ေဘာ့စနီးယားစစ္ပြဲကာလႀကီးကုိအေျခခံရုိက္ကူးထားတာပါ…
စစ္ပြဲဟာ အက်အဆုံးေပါင္းမ်ားစြာ ေပးဆပ္မႈေပါင္းမ်ားစြာရွိခဲ့ေပမယ့္ သမုိင္းမွာေတာ့
ရိုးတုိးရိပ္တိတ္သာရွိခဲ့တယ္…
ဒီဇာတ္ကားဟာ ေဘာ့စနီးယား ဒါရိုက္တာနဲ႔စာေရးသူ Danis Tanovic ရဲ႕ ပထမဆံုးဖန္တီးမႈျဖစ္တယ္။ ပထမဆံုးလို႔မဆိုသာေအာင္ဘဲ ဇာတ္ကားဟာ လွပတယ္။ အျပစ္ဆိုႏိုင္ဖြယ္ရာ
မရွိဘူး။ ေပးခ်င္တဲ့ Message ေတြကလည္းတကယ့္ကုိေကာင္းလွတယ္..အစမွအဆုံးထိဆြဲေခၚသြားတယ္…
ဒါ့ေၾကာင့္လည္းဆုေပါင္းမ်ားစြာရရွိထားတယ္…ရရွိတဲ့ဆုေတြကေတာ့
Best Foreign Language Film, 2001 74th Academy Awards
Best Foreign Language Film, 2001 Golden Globe Awards
Best Screenplay Award, European Film Academy
Best Screenplay, 2001 Cannes Film Festival
တို႔ပဲျဖစ္ပါတယ္။ Rotten Tomatoes 93% ရထားတဲ့ကားဆိုေတာ့ အထူးတလည္ညြန္းစရာေတာ့လိုမယ္မထင္ပါဘူး။
ဇာတ္လမ္းအညႊန္းနဲ႕ဘာသာျပန္သူကေတာ့ Kiwi ပဲျဖစ္ပါတယ္…
File Size : (900 MB) and (320 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…01:38:00
Genre : Drama, War
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Kiwi
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
