"ပညာေရးမွာ ျပစ္ခ်က္တစ္ခုရိွလာရင္ အေၾကာင္းျပခ်က္က မလံုေလာက္တဲ့ ဆရာ/မ အင္အားနဲ႔ စနစ္ဆိုး..ဒါေတြဟာ လက္ညိႇဳးထိုးျပစရာ။ ဘယ္အစိုးရမွ ေလာက္ငွတဲ့ ေငြပမာဏမေပးမထားေတာ့ ဝန္ထမ္းေတြလည္း အျပင္စီးပြားရွာတယ္။Pauseအထက္လူႀကီးေတြက အာဏာရပါတီကဆိုၿပီး ၿမိဳ႕တိုင္းမွာ ပါတီအလံလႊင့္ထူဖို႔ေလာက္ ေက်ာင္းေတြမွာ လစ္လပ္ေနတာကို သူတို႔ စိတ္မဝင္စားဘူး။မဲဆြယ္တုန္းခဏပဲ ျပည္သူကို ၾကည့္ၾကတာပါ။အဲ့ဒီလို ၿမိဳ႕မ်ိဳးမွာဆို လူသတ္မႈလည္း ထြန္းကားတယ္ဗ်။ဒီေက်ာင္းက ထူးဆန္းတယ္။ေက်ာင္းမွာ ရာထူးအႀကီးဆံုးက ဘဲႀကီးက ႏွာဘူးထတယ္။ဆရာမေတြကို ႐ိုေသေလးစားမႈမရိွ။ေက်ာင္း အေထြေထြလုပ္သားေတြက အစ လက္မွတ္ထိုးၿပီး အိမ္ျပန္စီးပြားလုပ္တယ္။ဆရာမေတြဟာ ေက်ာင္းသားေတြရဲ႕ အနာဂတ္ထက္ ပါးေပၚက မိတ္ကပ္မပ်က္ဖို႔ ပိုဂ႐ုစိုက္တယ္။ကေလးေတြရဲ႕ စာဖတ္သံထက္ နားေထာင္ေနတဲ့ နားၾကပ္က သီခ်င္းသံကို ပိုႀကားရဖို႔ အာ႐ံုစိုက္တယ္။ဆရာေတြက အရည္အခ်င္းမရိွဘဲ သင္ျပေနသူေတြ။ေခတ္ေနာက္က်န္ခဲ့ၿပီး ေခတ္သစ္ပညာေရးနဲ႔အလွမ္းေဝးေနသူေတြ။ရာထူးတိုးဖို႔ လစာတိုးဖို႔ပဲ အာ႐ံုစိုက္ၿပီး ကိုယ္ကိုယ္တိုင္ မသိတဲ့ စာေတြကို ကေလးေတြေရွ႕ ၿဖီးျဖန္းတယ္။သခ်ၤာဆရာက သခ်ၤာရဲ႕ အက်ဳိးေက်းဇူးကို မသိ။သမိုင္းဆရာက သူေျပာမွ သမိုင္းေတြ အသစ္ေပၚလာ။ဓာတုေဗဒဆရာက လက္ေတြ႕ခန္းမျမင္ဖူး။အဂၤလိပ္ဆရာက ကိုယ္ကိုယ္တုိင္ အဂၤလိပ္လိုမေျပာတတ္။ရာထူးေနာက္ကို လိုက္ၿပီး အရည္အခ်င္းမျပည့္ဝတဲ့ ဒီလို ဆရာေတြ။“ေက်ာင္းသားေတြကို စာေမးပြဲနဲ႔ အမွတ္ေပး အရည္အခ်င္းစစ္၊အတန္းတင္ေပးၾကေပမဲ့ ဘယ္ဆရာ/မကိုမွ အရည္အခ်င္းစစ္တာမ်ဳိးမွ မရိွဘဲ” ကာယဆရာကေတာ့ ဗိုက္ရႊဲရႊဲနဲ႔။ သူ႕ပံုစံက အခ်ိန္ျပည့္ နားေနခန္းမွာ စားေသာက္ဇိမ္ယစ္လြန္းလို႔ ဝၿပဲေနတဲ့ပံုနဲ႔။ေက်ာင္းပတ္ဝန္းက်င္ အိမ္ေတြက ေက်ာင္းၿခံထဲကို အမိႈက္ပစ္ခ်တယ္။ေက်ာင္းအနီးမွာ ေဆးလိပ္ကြမ္းယာ ေရာင္းေနၾကတာလည္း ရိွတယ္။ၿခံစည္း႐ိုးအအျပင္ဘက္ ခိုးထြက္ေနတဲ့ ကေလးေတြကို တားဆီးမယ့္သူ မရိွ။ဒီလို ေက်ာင္းဆိုးမ်ဳိး…. အဲ့လိုစနစ္ပ်က္ေနတဲ့ ခပ္ဆိုးဆိုး ေက်ာင္းကို… ခုေတာ့ ‘သူမ’ ေရာက္လာခဲ့ပါၿပီ။ေက်ာင္းကို သူမ ဘယ္လို စီမံမလဲ။ဒီေက်ာင္းရဲ႕ပညာေရးကို ဘယ္လို ေကာင္းမြန္ေအာင္ လုပ္မလဲ။ဘယ္လိုအခက္အခဲေတြ ရင္ဆိုင္ရမလဲ သူက ဘာလို႔ ဒီေက်ာင္းကိုမွ ေရြးခ်ယ္ခဲ့လဲ ဆိုတာကို စိတ္ဝင္တစား ၾကည့္ေစမိမွာပါ။———————————————–ေတလဂူးအခ်စ္ကားေလးေတြပဲ တင္ေနၿပီး တမီးလ္ကားမတင္တာ ၾကာပါၿပီ။ဒါေပမဲ့ ဒီဇာတ္ကားကေတာ့ တက္လာလို႔ အစမ္းၾကည့္ရင္းနဲ႔ အႀကိဳက္ေတြ႕လို႔ ဘာသာျပန္ခဲ့ပါတယ္။ဒီဇာတ္ကားဟာ ပညာေရးေလာကသားေတြ၊ ဆရာ/မေတြတင္ မဟုတ္ဘဲ အားလံုး ၾကည့္သင့္တယ္လို႔ထင္ပါတယ္။ပညာေရးနယ္ပယ္ထဲ အဆိုးဆံုးေတြကို တြန္းလွန္တဲ့ မိန္းမတစ္ေယာက္ရဲ႕ ပညာေရးဦးစားေပး ဇာတ္ကားတစ္ကားပါ။ကိုယ္ျဖတ္သန္းလာခဲ့ရတဲ့ ပညာေရးစနစ္ကို လည္ျပန္ၾကည့္မိရင္ပဲျဖစ္ျဖစ္၊ ရသတစ္ခုခု ရေစရင္ပဲျဖစ္ျဖစ္ ကြၽန္ေတာ္တို႔ တင္ေပးရက်ိဳးနပ္ပါၿပီ။ကြၽန္ေတာ္ ဒီဇာတ္ကားကို ၾကည့္ၿပီးခ်ိန္မွာ ကိုယ္ဟာ ေက်ာင္းဆရာတစ္ေယာက္ျဖစ္ေပမဲ့ ေက်ာင္းဆရာ အရည္အခ်င္း ရိွရဲ႕လားဆိုၿပီး ေမးမိပါတယ္။ ေတာ္ေတာ္ေလးေတာင္ ရွက္မိပါတယ္။(မွတ္ခ်က္- အထက္ပါ ေရးသားခ်က္မ်ားသည္ ဇာတ္လမ္းတြင္းမွ အျဖစ္အပ်က္မ်ား ျဖစ္ၿပီး မည္သည့္ဌာန၊မည္သည့္အဖြဲ႕အစည္းကိုမွ မထိခိုက္ေစလိုပါ)IMDb Rating – 7.8/10Google Users – 95% Genere – Dramaအၫႊန္းနဲ႔ ျမန္မာမႈ ျပဳထားၾကသူေတြကေတာ့ ညီညီကိုးနဲ႔ ျမင့္သူတို႔ ညီအစ္ကိုပါ။File Size :(0.99 GB ) and (655 MB)Quality : AMZN WEB-DL 720pRunning Time : 2hr 14minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.WEB-DL.DDP5.1.H.264-BonsaiHDTranslated by Nyi Koe And Myint ThuEncoded by THZ"