ဒီတစ်ခေါက်မှာဆိုရင်ရင်တော့ Old But Gold တွေထဲကတစ်ကားဖြစ်တဲ့ The Fugitive ဆိုတဲ့ ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ဒီဇာတ်ကားဟာဆိုရင်တော့ IMDb Rating- 7.8/10 ထိရရှိထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားဖြစ်ပါတယ်။Harrison Ford နဲ့ Tommy lee Jones တို့လိုမင်းသားကြီးတွေပါဝင်ထားတဲ့ Action , Crime , Dramaဇာတ်ကားအမျိုးအစားလည်းဖြစ်ပြီးထို ၁၉၉၃ ခုနှစ်ပတ်ဝန်းကျင်ကနေ အခုထိကြည့်ရှု့လို့မရိုးနိုင်လောက်အောင် ဇာတ်လမ်းဇာတ်အိမ်ခိုင်မာပြီးကြည့်လို့ကောင်းတဲ့ ဇာတ်ကားဖြစ်ပါတယ်။ဒီဇာတ်ကားဖြင့်ပဲ မင်းသားကြီး Jones ကBest Supporting Actor ဆုကို ရခဲ့တာဖြစ်သလို၁၉၉၃ ခုနှစ်မှာ ဝင်ငွေအကောင်းဆုံးဇာတ်ကားလည်းဖြစ်ခဲ့ပါသေးတယ်။ဒီဇာတ်ကားကို ညွန်းရမယ်ဆိုရင်ဇာတ်လမ်းကိုတော့ Chicago မြို့မှာထင်ရှားတဲ့အရိုးခွဲစိတ်ဆရာဝန် Richard အကြောင်းကိုအဓိကရိုက်ကူးထားတာဖြစ်ပါတယ်။Richard ဟာဆိုရင် သူ့မိန်းမ သေဆုံးမှု့မှာ တရားခံအဖြစ်ဆွဲချက်တင်ခံရပြီးသက်သေများက သူ့ဆီပဲ ဦးတည်နေတာကြောင့်တကယ်မသတ်ဘဲ သေဒဏ်ချမှတ်ခံခဲ့ရပါတယ်။ထို့နောက် Chicago မြို့ထဲမှ သူအပါအဝင်ဖြစ်သော ထောင်ကားဟာlllINOISသို့ မောင်းနှင်လာခဲ့ပါတယ်။လမ်းတစ်ဝက်အရောက်မှာပဲ ထောင်သားတွေက ရုန်းရင်းဆန်ခက်ပြုလုပ်တာကြောင့် သူပါလာသော ထောင်ကားတိမ်းမှောက်ပြီးRichard တစ်ယောက် လွတ်မြောက်သွားခဲ့ပါတယ်။ထိုမှစပြီး လွတ်မြောက်သွားသော Richard ကိုပြန်ဖမ်းဆီးဖို့အတွက် အရာရှိSamuel Gerard ကိုတာဝန်ပေးလိုက်ပါတယ်။အလုပ်မှာ အရမ်းတိကျပြီး တော်သော အရာရှိ နဲ့…လူသတ်တရားခံအဖြစ်ဆွဲချက်တင်ခံရတဲ့ Richard…..ကဲ ဘယ်လိုတွေဆက်ဖြစ်သွားမလဲဆိုတာကတော့ဆက်လက်ကြည့်ရှု့ကြပါတော့…။(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့Htet Yupar ဖြစ်ပါတယ်)———————————————-ဒီတစ္ေခါက္မွာဆိုရင္ရင္ေတာ့ Old But Gold ေတြထဲကတစ္ကားျဖစ္တဲ့ The Fugitive ဆိုတဲ့ ဇာတ္ကားေလးနဲ႔မိတ္ဆက္ေပးခ်င္ပါတယ္။ဒီဇာတ္ကားဟာဆိုရင္ေတာ့ IMDb Rating- 7.8/10 ထိရရွိထားတဲ့ ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္။Harrison Ford နဲ႔ Tommy lee Jones တို႔လိုမင္းသားၾကီးေတြပါ၀င္ထားတဲ့ Action , Crime , Dramaဇာတ္ကားအမ်ိဳးအစားလည္းျဖစ္ျပီးထို ၁၉၉၃ ခုနွစ္ပတ္၀န္းက်င္ကေန အခုထိၾကည့္ရွဳ႕လို႔မရိုးနိုင္ေလာက္ေအာင္ ဇာတ္လမ္းဇာတ္အိမ္ခိုင္မာျပီးၾကည့္လို႔ေကာင္းတဲ့ ဇာတ္ကားျဖစ္ပါတယ္။ဒီဇာတ္ကားျဖင့္ပဲ မင္းသားျကီး Jones ကBest Supporting Actor ဆုကုိ ရခဲ့တာျဖစ္သလို၁၉၉၃ ခုနွစ္မွာ ၀င္ေငြအေကာင္းဆံုးဇာတ္ကားလည္းျဖစ္ခဲ့ပါေသးတယ္။ဒီဇာတ္ကားကို ညြန္းရမယ္ဆိုရင္ဇာတ္လမ္းကုိေတာ့ Chicago ျမိဳ႕မွာထင္ရွားတဲ့အရိုးခြဲစိတ္ဆရာ၀န္ Richard အေၾကာင္းကိုအဓိကရိုက္ကူးထားတာျဖစ္ပါတယ္။Richard ဟာဆိုရင္ သူ႔မိန္းမ ေသဆံုးမွဳ႕မွာ တရားခံအျဖစ္ဆြဲခ်က္တင္ခံရျပီးသက္ေသမ်ားက သူ႔ဆီပဲ ဦးတည္ေနတာေၾကာင့္တကယ္မသတ္ဘဲ ေသဒဏ္ခ်မွတ္ခံခဲ့ရပါတယ္။ထို႔ေနာက္ Chicago ျမိဳ႕ထဲမွ သူအပါအ၀င္ျဖစ္ေသာ ေထာင္ကားဟာlllINOISသို႔ ေမာင္းနွင္လာခဲ့ပါတယ္။လမ္းတစ္၀က္အေရာက္မွာပဲ ေထာင္သားေတြက ရုန္းရင္းဆန္ခက္ျပဳလုပ္တာေၾကာင့္ သူပါလာေသာ ေထာင္ကားတိမ္းေမွာက္ျပီးRichard တစ္ေယာက္ လြတ္ေျမာက္သြားခဲ့ပါတယ္။ထုိမွစျပီး လြတ္ေျမာက္သြားေသာ Richard ကုိျပန္ဖမ္းဆီးဖို႔အတြက္ အရာရွိSamuel Gerard ကိုတာ၀န္ေပးလိုက္ပါတယ္။အလုပ္မွာ အရမ္းတိက်ျပီး ေတာ္ေသာ အရာရွိ နဲ႔…လူသတ္တရားခံအျဖစ္ဆြဲခ်က္တင္ခံရတဲ့ Richard…..ကဲ ဘယ္လိုေတြဆက္ျဖစ္သြားမလဲဆိုတာကေတာ့ဆက္လက္ၾကည့္ရွဳ႕ၾကပါေတာ့…။(ဇာတ္လမ္းအညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့Htet Yupar ျဖစ္ပါတယ္)File size__( 999 MB)Quality__HD-Rip 720pIMDb Rating__7.8/10Format__mp4Duration__02:10:17Type__Action , Crime , DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by Htet YuparEncoded by Naing Aung Latt"