"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စစ္ေအးေခတ္ကာလမွာ အေမရိကန္ နဲ့ ဆိုဗီယက္ယူနီယမ္ တို့မွာလက္နက္ေတြအျပိုင္အဆိုင္
တီထြင္ခဲ့က်ပီးေတာ့အားျပိုင္ေနခဲ့က်တယ္ သူတို့ေတြရဲ့စစ္တပ္အသီးသီးကိုအင္အား
တိုးပြားလာေအာင္ျပုလုပ္ခဲ့က်တယ္ ဆိုဗီယက္ က Patriot ဆိုတဲ့ပေရာဂ်က္တစ္ခုကိုစတင္ခဲ့ပီ
လူသားေတြရဲ့မ်ိုးရိုးဗီဇေတြကိုေျပာင္းလဲပီးေတာ့စြမ္းအားေတြရရွိလာေအာင္လုပ္ေပးဖို့ျကိုးစားခဲ့က်တယ္
ေအာ္ဂတ္ကူရာတို နဲ့ ဗစ္တာဂိုဗမ္ေနာ့စ္ တို့ကအဲ့ပေရာဂ်က္ကိုဦးေဆာင္လုပ္ခဲ့က်တာျဖစ္တယ္
ဒါပင္မဲ့ ဂိုဗမ္ေနာ့စ္ ကေအာင္ျမင္မႈေတြရရွိခဲ့ပီးလူေတြလဲခ်ီးက်ူးမႈခံေနရတဲ့အခ်ိန္မွာ
ကူရာတို ကေတာ့က်ဆံုးမႈေတြနဲ့ျကံုေတြ့ေနခဲ့ရတယ္
ကူရာတို ဟာသူ့ရဲ့ရည္မွန္းခ်က္ျဖစ္တဲ့အေတာ္ဆံုးသိပၸံပညာရွင္ျဖစ္ေရးဆိုတဲ့ဟာက
ဂိုဗမ္ေနာ့စ္ ဆီေရာက္သြားေတာ့မွာလို့ခံစားလာရတဲ့အခ်ိန္မွာသူသုေတသနေအာင္ျမင္လာဖို့အတြက္
လူသားေတြကိုပါစမ္းသပ္မႈေတြျပလုပ္လာခဲ့တယ္ အဲ့ဒါကိုအစိုးရကသိရွိသြားပီးေတာ့သူ့ရဲ့စမ္းသပ္မႈေတြကိုပိတ္ပင္ခဲ့ပီး
သူ့ကိုဖမ္းဆီးေစခဲ့တယ္ ဒါပင္မဲ့ကူရာတို ကအဖမ္းမခံခဲ့ဘဲနဲ့သူ့ရဲ့ဓာတ္ခြဲခန္းကိုပါေပါက္ကြဲခဲ့ပီးထြက္ေျပးသြားခဲ့တယ္
နစ္ေပါင္းမ်ားစြာျကာပီးတဲ့ေနာက္မွာစစ္တပ္ရဲ့လက္နက္သစ္စမ္းသပ္မႈလုပ္ေနတုန္းမွာ
ကူရာတို ေရာက္လာခဲ့ပီးေတာ့လက္နက္ေတြအကုန္လံုးကိုခိုးယူသြားခဲ့တယ္
အဲ့တာမို့ ကူရာတို ကိုတားဆီးဖို့အတြက္အစိုးရအေနနဲ့စူပါဟီးရိုးအဖြဲ့ဖြဲ့ဖို့လိုလာခဲ့တယ္
အဲ့တာမလို့ Patriot ဆိုတဲ့ပေရာဂ်က္ကိုျပန္စခဲ့ပီး ကူရာတို ရဲ့အစမ္းသပ္ခံခဲ့ရပီး
စြမ္းအင္ေတြရလာခဲ့တဲ့လူေတြကိုျပန္လည္ရွာေဖြပီးေတာ့ ကူရာတို ကိုတားဆီးဖို့လုပ္ေဆာင္ခဲ့ပါတယ္
အဲ့အဖြဲ့ကို Guardians ဆိုတဲ့နာမည္ကိုေပးပီး ကူရာတို ကိုတားဆီးေစခဲ့တယ္
ရုရွားရဲ့ စူပါဟီးရိုးကားေတြပါ Marvel တို့ DC တို့ရဲ့စူပါဟီးရိုးဇာတ္ကားေတြနဲ့ေတာ့
ယွဥ္ျပိုင္နိုင္ေလာက္တဲ့အထိမေကာင္းပင္မဲ့ ျကည့္လို့ေကာင္းတဲ့ကားေလးတစ္ကားပါ။
(႐ုပ္ရွင္အၫႊန္းကို BMDb Facebook မွကူးယူေဖာ္ျပပါသည္။)
File size…(950 MB) and (500 MB)
Quality….Blu-Ray 720p
Format…mp4
Duration….01:29:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
