"IMDb rating – 5.7/10Google Users – 74%PauseGenere – Acrion/Dramaမင်းသားကြီး Salman Khanနဲ့ မင်းသမီး Katrina Kaifတို့ အပြင် Sunil Grover တို့ သရုပ်ဆောင်ထားကြတဲ့ ရုံတင်ဇာတ်ကားကြီး အကြည်ထွက်လာလို့ တင်ဆက်ပေးလိုက်ပါတယ်။———————————————–လူတစ်ယောက် ဘဝတစ်ခု ဆိုပေမဲ့ ဘားရတ်ရဲ့ ဘဝက ဖြတ်သန်းရတဲ့ နယ်ပယ်အစုံမှာ မှတ်သားထားစရာ ဖြစ်ရပ်လေးတွေ ရှိတယ်။ခု သူဟာ အသက်ကြီးကြီး လူအိုကြီး တစ်ယောက် ဖြစ်နေပြီ။ငယ်ဘဝကတည်းက ခုထိတိုင် မပြောင်းလဲသေးတဲ့ အကြောင်းအရာတွေ အပြုအမူတွေ ရှိတုန်းပဲ။တစ်နေ့ သူ့အဖေ ‘ ဒီဆိုင်လေးမှာ လာတွေ့မယ်၊ စောင့်နေပါ ‘ ဆိုတဲ့ စကားကို ငယ်ဘဝကနေ ခုထိ မမေ့သေးဘူး။တနေ့ကျရင် သူ့အဖေနဲ့ သူ့ညီမ သူတို့ဆီ လာကြမယ်လို့ သူ ယုံကြည်ထားတုန်းပဲ။” မင်းက အကြီးဆုံးသားမို့ အားလုံးကို စောင့်ရှောက်နော်” ဆိုတဲ့ အန္တရာယ်ကြားကို ပြေးသွားရတဲ့ အဖေ့ရဲ့ စကားကို သူ တည်ရဦးမယ်။သူ့အဖေကို ပေးခဲ့တဲ့ ‘စောင့်ရှောက်ပါမယ်’ဆိုတဲ့ ကတိက …. ဘာပဲဖြစ်ဖြစ် တည်ရမယ်မလား။ခေတ်ကာလဆိုးတစ်ခုမှာ သူတို့တွေ ကွဲခဲ့ရပေမဲ့… ရွှေရောင်လက်တဲ့ ခေတ်မှာ အဖေနဲ့ ညီမကို ပြန်တွေ့ရမယ်လို့ သူ ယုံကြည်ထားဆဲပဲ။ဒီလိုနဲ့ သူ ဖြတ်သန်းရုန်းကန်ခဲ့ရတဲ့ ဘဝတွေမှာ……————————————————–ကဲ ကိုယ်တိုင်ကိုယ်ကျ ခံစားရမယ်မလား။၂၀၁၉ ခုနှစ်မှာ မင်းသားကြီးရဲ့ ဒီဇာတ်ကားဟာ ဝေဖန်မှုတွေ အများကြီးရခဲ့တယ်။မူရင်း Korea ကားကို အခြေခံထားတာဖြစ်လို့ မူရင်းကို မမီဘူးလို့ ပြောကြသလို … အကောင်းမြင်တဲ့ သူတွေလည်း ရှိတယ်။ကိုယ့်အကြိုက်နဲ့ ကိုယ်မို့ ကွဲလွဲကြမှာပါ။Remake လို့ ရေးလိုက်တာ Spoiler ဆိုပေမဲ့ လူတိုင်းသိပြီးသားမို့ ရေးလိုက်တာပါ။မူရင်းကို မကြည့်ဖူးတော့ ဇာတ်ကားက ကြည့်လို့ကောင်းနေတယ်။မူရင်းက ဒီထက်ပိုကောင်းမလားတော့ ကျွန်တော် မပြောတတ်။။ကဲ… ကိုယ်က မူရင်းကြည့်ပြီးသားဖြစ်နေရင်တောင် အဆင့်အတန်းမဲ့ပြီး Spoilerတွေ မန့်ထဲ ရေးမသွားဖို့ တောင်းဆိုချင်ပါတယ်။နှစ်နဲ့ချည်ပြီး ဆယ်လ်မန်ခန်းရဲ့ ပရိသတ်တွေလည်း စောင့်နေကြတာရှိသလို… Spoiler မမိဘဲ ကြည့်ချင်ကြသူတွေက အများကြီးပါ။ကဲ… အောက်က Comment ထဲက Link လေးကို Copy ယူပြီး browser ကနေ ချနိုင်ပါပြီ။အညွှန်းနဲ့ မြန်မာမှု ပြုထားကြသူတွေကတော့ ညီညီကိုးနဲ့ မြင့်သူတို့ ညီအစ်ကိုပါ။File Size :(1.30 GB ) and (650 MB)Quality : AMZN WEB-DL 720pRunning Time : 2hr 47minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p AMZN WEB-DL DDP5.1 H.264-itsgoingdownTranslated by Nyi Koe And Myint ThuEncoded by THZ"