"Awakenings(1990)IMDb…7.8,,,,Rotten …88%Pauseဆေးရုံတစ်ခုသို့ မဲလ်ကွန်ဆိုတဲ့ဆရာဝန်တစ်ယောက်အလုပ်လာလျှောက်တယ်…..သူလျောက်တဲ့ရာထူးကတော့ ဦးဏှောက်နဲ့အာရုံကြောသုတေသနဌာအတွက် အလုပ်လာလျှောက်တာဖြစ်ပြီးဆေးရုံကတာဝန်ရှိသူတွေသူ့ကိုအင်တာဗျူးတဲ့အခါမှာ သုတေသနနဲ့ပတ်သက်လို့ အတွေ့အကြုံပေါင်းများစွာရှိနေတာတွေ့ရှိကြတယ်..သို့ပေမယ့် သူတို့ဟာ သုတေသနနဲ့ပတ်သက်လို့ ဆေးရုံမှာမလိုအပ်ပေမယ့် ဆေးကျောင်းတက်နေစဉ်မှာ ဆေးကုဖူးတယ်မလားလို့မေးပြီးအလုပ်ခန့်လိုက်တယ်…မဲလ်ကွန်အနေနဲ့ အံအားသင့်စရာပေါ့ …အပူချိန်တိုင်းတတ်တယ်..ဆေးထိုးတတ်တယ် …ဒါဆိုအိုခေပေါ့ဆိုတဲ့ ဆေးရုံအုပ်ရဲ့မှတ်ချက်ကိုကြားရတော့ သူပျော်ရမလား ဝမ်းနည်းရမလားမသိ….ဒီလောက်လွယ်လိမ့်မယ်လို့လည်းသူထင်မထားခဲ့ဘူး…နောက်နေ့ဆေးရုံလာလိုက်မှ သူသိသွားတော့တယ်..ဘာလို့ဆို သူကုသရမယ့်သူတွေဟာ နာတာရှည်ရောဂါသည်တွေ..ပြောရရင် ရုပ်ပဲရှိပြီး နာမ်ပျောက်နေတဲ့ပုံစံမျိုး… အိပ်တယ် ခွံကျွေးရင်စားတယ်…ဘာမှမတွေးတဲ့ လူနာတွေ…မျိုးစုံပင်…မဲလ်ကွန်အတွက်အားလုံးက အသစ်အဆန်းတွေကြီးဖြစ်သလို လူနာအမျိုးမျိုးရဲ့ တုန့်ပြန်မှုက သူ့ကိုအထိတ်တလန့်ဖြစ်စေခဲ့တယ်…တစ်နေ့တော့ ကျောက်ရုပ်လိုဖြစ်နေတဲ့လူနာတစ်ယောက်က လွတ်ကျသွားတဲ့မျက်မှန်ကို ဖတ်ခနဲဖမ်းလိုက်တာကိုသူတွေ့သွားတယ်.. အဲ့ဒီနောက် တခြားလူနာတွေကို စမ်းကြည့်ရာ အလိုအလျောက်ပုံစံအမျိုးမျိုးနဲ့တုန့်ပြန်နိုင်တာတွေ့ရှိသွားတယ်..သုတေသနဆရာဝန်ပီပီ လူနာတိုင်းရဲ့ တုန့်ပြန်မှုလေးတွေကိုစမ်းသပ်ရင်းကျောက်ရုပ်လိုဖြစ်နေတဲ့ ဒီလူနာတွေကို သူတတ်စွမ်းသရွေ့ တခြားသူတွေနဲ့တန်းတူ လောကအလှကိုခံစားနိုင်စေဖို့ကြိုးစားပါတော့တယ်…ဒေါက်တာမဲလ်ကွန် တစ်ယောက်အောင်မြင်ပါ့မလား…ဘယ်လိုအခက်အခဲတွေနဲ့ကြုံတွေ့ရမလဲ…သူပြုလုပ်တဲ့ကုထုံးတွေကရော ဆိုးကျိုးတွေရှိနိုင်လား…ခံစားကြည့်လိုက်ပါဦး…ဒီကားက တကယ့်ဆရာဝန်တစ်ဦးရဲ့အကြောင်းကိုရိုက်ပြထားတာပါ…တကယ့်ကိုတွေးစရာတွေ Message လေးတွေ ပေးပါတယ်…အဓိက သရုပ်ဆောင်(၂)ယောက်ဖြစ်တဲ့မင်းသားကြီး Robert De Niroနဲ့ Robin Williamsကို တစ်ချို့သူတွေသိကြမယ်ထင်ပါတယ်…. ဒီကားဟာ အကောင်းဆုံးဇာတ်ကားဆု၊မင်းသားဆုနဲ့ဇာတ်ညွှန်းဆုတို့အော်စကာဆန်ကာတင်စာရင်းပါခဲ့တယ်…ကိုင်း ခံစားကြည့်လိုက်ပါဦး——————————————————-ေဆးရုံတစ္ခုသုိ႕ မဲလ္ကြန္ဆုိတဲ့ဆရာ၀န္တစ္ေယာက္အလုပ္လာေလွ်ာက္တယ္…..သူေလ်ာက္တဲ့ရာထူးကေတာ့ ဦးေဏွာက္နဲ႕အာရုံေၾကာသုေတသနဌာအတြက္ အလုပ္လာေလွ်ာက္တာျဖစ္ၿပီးေဆးရုံကတာ၀န္ရွိသူေတြသူ႕ကုိအင္တာဗ်ဴးတဲ့အခါမွာ သုေတသနနဲ႕ပတ္သက္လုိ႕ အေတြ႕အႀကဳံေပါင္းမ်ားစြာရွိေနတာေတြ႕ရွိၾကတယ္..သုိ႕ေပမယ့္ သူတုိ႕ဟာ သုေတသနနဲ႕ပတ္သက္လုိ႕ ေဆးရုံမွာမလုိအပ္ေပမယ့္ ေဆးေက်ာင္းတက္ေနစဥ္မွာ ေဆးကုဖူးတယ္မလားလုိ႕ေမးၿပီးအလုပ္ခန္႕လုိက္တယ္…မဲလ္ကြန္အေနနဲ႕ အံအားသင့္စရာေပါ့ …အပူခ်ိန္တုိင္းတတ္တယ္..ေဆးထုိးတတ္တယ္ …ဒါဆုိအုိေခေပါ့ဆုိတဲ့ ေဆးရုံအုပ္ရဲ႕မွတ္ခ်က္ကုိၾကားရေတာ့ သူေပ်ာ္ရမလား ၀မ္းနည္းရမလားမသိ….ဒီေလာက္လြယ္လိမ့္မယ္လုိ႕လည္းသူထင္မထားခဲ့ဘူး…ေနာက္ေန႕ေဆးရုံလာလုိက္မွ သူသိသြားေတာ့တယ္..ဘာလုိ႕ဆုိ သူကုသရမယ့္သူေတြဟာ နာတာရွည္ေရာဂါသည္ေတြ..ေျပာရရင္ ရုပ္ပဲရွိၿပီး နာမ္ေပ်ာက္ေနတဲ့ပုံစံမ်ဳိး… အိပ္တယ္ ခြံေကြ်းရင္စားတယ္…ဘာမွမေတြးတဲ့ လူနာေတြ…မ်ဳိးစုံပင္…မဲလ္ကြန္အတြက္အားလုံးက အသစ္အဆန္းေတြႀကီးျဖစ္သလုိ လူနာအမ်ဳိးမ်ဳိးရဲ႕ တုန္႕ျပန္မႈက သူ႕ကုိအထိတ္တလန္႕ျဖစ္ေစခဲ့တယ္…တစ္ေန႕ေတာ့ ေက်ာက္ရုပ္လုိျဖစ္ေနတဲ့လူနာတစ္ေယာက္က လြတ္က်သြားတဲ့မ်က္မွန္ကုိ ဖတ္ခနဲဖမ္းလုိက္တာကုိသူေတြ႕သြားတယ္.. အဲ့ဒီေနာက္ တျခားလူနာေတြကုိ စမ္းၾကည့္ရာ အလုိအေလ်ာက္ပုံစံအမ်ဳိးမ်ဳိးနဲ႕တုန္႕ျပန္ႏုိင္တာေတြ႕ရွိသြားတယ္..သုေတသနဆရာ၀န္ပီပီ လူနာတုိင္းရဲ႕ တုန္႕ျပန္မႈေလးေတြကုိစမ္းသပ္ရင္းေက်ာက္ရုပ္လုိျဖစ္ေနတဲ့ ဒီလူနာေတြကုိ သူတတ္စြမ္းသေရြ႕ တျခားသူေတြနဲ႕တန္းတူ ေလာကအလွကုိခံစားႏုိင္ေစဖုိ႕ႀကဳိးစားပါေတာ့တယ္…ေဒါက္တာမဲလ္ကြန္ တစ္ေယာက္ေအာင္ျမင္ပါ့မလား…ဘယ္လုိအခက္အခဲေတြနဲ႕ႀကဳံေတြ႕ရမလဲ…သူျပဳလုပ္တဲ့ကုထုံးေတြကေရာ ဆုိးက်ဳိးေတြရွိႏုိင္လား…ခံစားၾကည့္လုိက္ပါဦး…ဒီကားက တကယ့္ဆရာ၀န္တစ္ဦးရဲ႕အေၾကာင္းကုိရုိက္ျပထားတာပါ…တကယ့္ကုိေတြးစရာေတြ Message ေလးေတြ ေပးပါတယ္…အဓိက သရုပ္ေဆာင္(၂)ေယာက္ျဖစ္တဲ့မင္းသားႀကီး Robert De Niroနဲ႕ Robin Williamsကုိ တစ္ခ်ဳိ႕သူေတြသိၾကမယ္ထင္ပါတယ္…. ဒီကားဟာ အေကာင္းဆုံးဇာတ္ကားဆု၊မင္းသားဆုနဲ႕ဇာတ္ညႊန္းဆုတုိ႕ေအာ္စကာဆန္ကာတင္စာရင္းပါခဲ့တယ္…ကုိင္း ခံစားၾကည့္လုိက္ပါဦးFile Size : (950 MB)Quality : Blu-Ray 720pFormat…mp4Duration…02:01:00Genre : Biography, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Ye Pye SoneEncoded by Phyo Pyae"