"“ပထမမဂၤလာေဆာင္”ကိုယ္က အေႏွာင္အဖြဲ႕ကိုေၾကာက္တတ္တဲ့ လြတ္လပ္သူေပါ့။ မဂၤလာေဆာင္အခမ္းအနားေတြနဲ႔ မိတ္ေဆြျဖစ္ခဲ့ျပီး မဂၤလာေဆာင္ျခင္းဆုိတာနဲ႔ ရန္သူျဖစ္ခဲ့တာေပါ့။ ဒီမဂၤလာပြဲမွာ ကုိယ္မင္းကို ပထမဆုံးစေတြ႕ခဲ့တယ္။ ခ်စ္တယ္ဆုိတာ အိပ္ေနရတာေလာက္ မေကာင္းဘူးလုိ႔ထင္ထားတဲ့ ကုိယ္…အဲဒီေန႔မွာအခ်စ္ဆုိတာကို ပါးပါးေလး စေတြ႕မိခဲ့တယ္။ မင္းအရမ္းလွေနတယ္။ ကုိယ္တုိ႔ အတူ ၾကည္ႏူးစရာညတစ္ညကုိျဖတ္သန္းခဲ့ျပီး ရုိးရုိးေလးပဲ ႏွစ္ဦးသေဘာတူ ခြဲခြာခဲ့ၾကတယ္။ ကိုယ္တုိ႔ဘဝရဲ႕ အေရးအၾကီးဆုံးအရာတစ္ခု ဆုံးရႈံးသြားမွာကုိ သိရက္နဲ႔ေတာင္မွေပါ့။Pause“ဒုတိယမဂၤလာေဆာင္”ဒီမဂၤလာေဆာင္ကုိလည္း ကုိယ္ေနာက္က်ျပန္ျပီ။ ျပီးေတာ့မင္းရဲ႕ သတုိ႔သားျဖစ္မယ့္ အခြင့္အေရးမွာလည္း ေနာက္က်ခဲ့ရျပီ။ ျပီးေတာ့ ဒီမဂၤလာေဆာင္ေတြကို မုန္းတတ္လာျပီ။ စိတ္ဓာတ္အက်ဆုံးအခ်ိန္မွာ မင္းနဲ႔ေတြ႕ခဲ့ျပီး ေနာက္ထပ္ ၾကည္ႏူးစရာညတစ္ညရခဲ့တယ္။ ဒီလုိညမ်ိဳး ဘယ္ေတာ့မွမရႏုိင္ေတာ့ဘူးဆုိတဲ့ ခံစားခ်က္နဲ႔အတူ ကုိယ္ႏွလုံးသားထဲမွာ က်ိတ္ငိုခဲ့ရတယ္။“တတိယမဂၤလာေဆာင္”ကုိယ္အမုန္းဆုံးမဂၤလာေဆာင္ေပါ့။ ကိုယ္ မင္းကုိ ကိုယ့္ရဲ႕ခံစားခ်က္ေတြကို ပြင့္လင္းျပခဲ့ေပမဲ့ ဒီျဖစ္စဥ္ၾကီးျဖစ္လာတာကုိ မတားဆီးႏုိင္ခဲ့ဘူး။ ကုိယ္ခ်စ္တဲ့သူက တျခားသူရဲ႕ရင္ခြင္ထဲမွာရွိေနတာကို ၾကည့္ရတာ အခ်စ္အေပၚထားတဲ့ကုိယ့္ရဲ႕ ယုံၾကည္မႈ ကိုယ့္ႏွလုံးသားလုိ တစ္စစီ ေၾကမြသြားခဲ့တယ္။“ေသဆံုးျခင္း”ခ်စ္တဲ့ သူငယ္ခ်င္းတစ္ေယာက္ဆုံးရႈံးလုိက္ရတာ ႏွလုံးသားတစ္စိတ္တစ္ပုိင္း ပဲ့က်သလုိပါပဲ။ သူ႕ကုိ ဘယ္ေတာ့မွမေတြ႕ႏုိင္ဘူးဆုိတဲ့အသိနဲ႔ ဝမ္းနည္းမႈမွာ အခါခါက်ရႈံးရေပမဲ့ သူ႕ေၾကာင့္ရခဲ့တဲ့ ေပ်ာ္စရာအခ်ိန္ေတြကုိ သတိရျပီး ကုိယ္နဲ႔ သူ႕ကုိခြဲလုိက္တဲ့ ေသမင္းကုိ အႏုိင္ယူလုိက္တယ္။ ဒီမွာေသမင္း မင္းသူ႕ကုိေခၚသြားလုိ႔ရေပမဲ့ မင္း ငါတုိ႔ရဲ႕ ေပ်ာ္စရာအခ်ိန္ေတြကုိေတာ့ယူမသြားႏုိင္ပါဘူးကြာ။“စတုတၳ မဂၤလာေဆာင္”ကုိယ္အခ်စ္ကုိ လက္ေလွ်ာ့ျပီး ကုိယ့္ရဲ႕ အၾကီးမားဆုံးရန္သူကုိ ေထြးေပြ႕ဖုိ႔ၾကိဳးစားမိတဲ့ေန႔ေပါ့။ ဒါေပမဲ့ မင္းေရာက္လာခဲ့တယ္။ ကုိယ့္ရဲ႕ ေပ်ာက္ဆုံးေနတဲ့ ယုံၾကည္ခ်က္ကုိ ျပန္ႏႈိးဆြျပီး အခ်စ္ကုိ ျပန္ခံစားမိေစခဲ့တယ္။ အခ်စ္ကုိ ယုံၾကည္လာျပီး အခ်စ္အတြက္ သတၱိရွိေစခဲ့တယ္။ ကုိယ္ ဒီေန႔မွာ မင္းကုိ ကတိေတာင္းတယ္။ ကိုယ့္ကုိ ဘယ္ေတာ့မွလက္မထပ္ပါနဲ႔လုိ႔။ မင္းကလည္း ကတိေပးတယ္ လက္မထပ္ပါဘူး။ မဂၤလာေဆာင္ျခင္းဆုိတဲ့ရန္သူကို အေဝးပုိ႔ျပီး ကုိယ္တုိ႔ႏွစ္ေယာက္ ခ်စ္ျခင္းနဲ႔ပဲ တြယ္ေႏွာင္ထားျပီး ဘဝကုိ တူတူျဖတ္သန္းၾကဖုိ႔ အစျပဳခဲ့တဲ့ေန႔ေလးေပါ့…..။Four Weddings and a Funeral (1994) ဇာတ္ကားေလးက Comedy, Drama, Romance ဇာတ္ကားေလးျဖစ္ျပီးေတာ့ ျပံဳးေနရင္း ၾကည္ႏူးရမယ့္ ဇာတ္ကားေလးတစ္ကားျဖစ္ပါတယ္။(အညႊန္းနဲ႔ဘာသာျပန္သူကေတာ့ d3mon ျဖစ္ပါတယ္)File size__( 1 GB ) and ( 450 MB)Quality__BR-Rip 720pIMDb Rating__7.1/10Format__mp4Duration__01:57:00Type__Comedy , Drama , RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by d3monEncoded by Naing Aung Latt"