"?သားဆိုး?ဟုတ်ပါတယ်… ။ကျွန်တော် သားဆိုးပါ….။ကျွန်တော့်ကို ခွင့်မလွှတ်ပါနဲ့အမေ…။ကျွန်တော့်ကို အားမကိုးပါနဲ့ အဖေ….။Pause▬▬▬▬▬▬▬▬( အောက်ပါ အကြောင်းအရာများသည် ဖြစ်ရပ်မှန် မှုခင်းများကိုပြန်လည် ရေးသားထားခြင်း ဖြစ်ပါသောကြောင့် စိတ်မခိုင်သူများနှင့်အသက် ၁၈ နှစ် အောက်များ ဖတ်ရန်မသင့်ကြောင်း သတိပေးအပ်ပါသည်။)▬▬▬▬▬▬▬▬“ကျွန်တော့် အိမ် မီးလောင်နေပါတယ် ခင်ဗျ…ကယ်ကြပါဦး ..ကျွန်တော့်မိဘတွေ အိမ်ထဲမှာပိတ်မိနေပါတယ်…။”“လိပ်စာအမြန်ပေးပါခင်ဗျာ ..ကျွန်တော်တို့မီးသတ်အဖွဲ့က အမြန်ဆုံးလာပါမယ်..ခင်ဗျားလည်း အန္တရာယ်မရှိမဲ့နေရာမှာ နေပါ..။ လေရှူလို့ရမယ့်နေရာမျိုးရွေးနေပါ”လိပ်စာကို သားဖြစ်သူက အလျှင်အမြန် ပြောပြသည်…။“ကယ်ကြပါဦးဗျာ… ကယ်ကြပါဦး”သူတို့နေသော နေရာသည် တောင်ကိုရီးယား၊ ဂန်နနမ်းမြို့နယ်၊ဆမ်းဆောင်းရပ်ကွက်ဆိုသည့် လူချမ်းသာများသာ နေနိုင်သည့် ရပ်ကွက်တစ်ခု ဖြစ်သည်။အနောက်တိုင်းပုံစံဆောက်ထားသော လှပသည့်အိမ်ကလေးမှ မီးခိုးများ အဆက်မပြတ်ထွက်နေသည်။****************************************၁၁၉ မီးသတ်၊ ရဲ ၊ ဆေးရုံကားများ တခဏအတွင်းရောက်လာကြသည်။သို့ပေမယ့် အလွန်နောက်ကျသွားလေပြီ…။မိခင်နှင့် ဖခင်နှစ်ဦးစလုံး မီးသွေးတုံးကြီးများကဲ့သို့ မည်းနက်ပြီးတကိုယ်လုံးရစရာမရှိအောင်မီးလောင်သေဆုံးနေပြီဖြစ်သည်…။****************************************?အပိုင်း -၁မီးလောင်၍ သေဆုံးသွားသော မိဘနှစ်ပါးတို့၏ အလောင်းကိုမကြည့်ရဲပဲဖြစ်နေတဲ့….မျက်နှာလွှဲပြီး ခြုံးပွဲချ ငိုနေတဲ့ သားတစ်ယောက်ရှိပါတယ်…၊ကျွန်တော် ဘာ့ခ် ဟန် ဆန် (Park Han- Sang) ပါ ။ကျွန်တော် ပေးတဲ့ဒုက္ခအမျိုးမျိုးကို ရင်စည်းခံခဲ့တဲ့ အဖေနဲ့အမေရဲ့နောက်ဆုံးအချိန်မှာ ကျွန်တော့်ဘက်က လုပ်ပေးနိုင်တာမရှိခဲ့ပါ။အဲဒီနေ့က ၁၉၉၄ ခုနှစ် ၅ လပိုင်း ၁၈ ရက်နေ့ဖြစ်ပါတယ်။အခုတော့ ကျွန်တော့်မိဘနှစ်ပါး ဆုံးပါးသွားပြီလေ..။ ကျွန်တော့်အသက် ၂၃ နှစ်ပဲ ရှိပါသေးတယ်။လူ့လောကကြီးအလယ်မှာ ကျွန်တော်တစ်ယောက်ထဲ ကျန်ခဲ့ပါပြီ..။ရှေ့ဆက်ပြီးဘာတွေဖြစ်လာမလဲ မတွေးတတ်တော့ပါဘူး။ကျွန်တော် မတွေးချင်ဘူး။ကျွန်တော် ကြောက်တယ်..။ဟုတ်ပါတယ်… ။ကျွန်တော် သားဆိုးပါ….။ကျွန်တော့်ကို ခွင့်မလွှတ်ပါနဲ့အမေ…။ကျွန်တော့်ကို အားမကိုးပါနဲ့ အဖေ….။****************************************ဘဝတပါးသို့ စွန့်ခွာသွားတဲ့ ကျွန်တော့်ဖခင်ဟာ အသက် ၄၇ နှစ်ပဲရှိပါသေးတယ်။အဖေက ကျွန်တော့်ကို တိုင်းရင်းဆေးဆရာဝန်ကြီးဖြစ်စေချင်တာဗျ…။ကျွန်တော်တို့ ဒီလောက်ချမ်းသာတာ ဘာလို့ စာကြိုးစားရမလဲဗျာ..။တိုင်းရင်းဆေးဆရာဝန်ဖြစ်ဘို့ဆိုတာ လွယ်တယ်များမှတ်နေလားမသိ..။ကျွန်တော့် အဖေကတော့ တော်တော်ရိုးသားကြိုးစားတဲ့လူ…။ကျွန်တော်နဲ့တော့ မကိုက်ပါဘူး..။ ချမ်းသာတယ်သာပြောတာ သိပ်ခြွေတာတယ်။ကပ်စီးနည်းကြီးဗျ…။ သူသေရင် ယူသွားလို့ရမယ် မှတ်နေတယ်ထင်ပါရဲ့..။အဖေဦးစီးလုပ်ကိုင်တဲ့ ကိုရီးယားရိုးရာဆေးဖော်တဲ့ သစ်ဥ သစ်ဖုများကိုလက်ကားဖြန့်ချီပေးသည့် လုပ်ငန်း ကတော့ ပိုက်ဆံအဝင်ဆုံးပဲ…။အဖေက စီးပွားရေးနယ်ပယ်မှာ အောင်မြင်သူတစ်ယောက်ပေါ့…။****************************************ဘာ့ခ် ဟန် ဆန် ဆိုတဲ့ကျွန်တော်က သားအကြီးဖြစ်ပါတယ်။ကျွန်တော့်မှာ ကျွန်တော့်ထက် ၂ နှစ်ငယ်တဲ့ ညီတစ်ယောက်ရှိတယ်။ကျွန်တော် မတော်ချင်တဲ့ ညီပေါ့..။သူ ကျွန်တော့်ဘဝထဲရောက်လာကထဲကကျွန်တော် မကြည်ဖြူနိုင်ဘူး…။ ကျွန်တော့်ဘဝထဲမှာ သူမရှိရင်ကောင်းမယ်။အဖေ ၊အမေ၊ အချစ် ပစ္စည်းဥစ္စာတွေအားလုံးကို ကျွန်တော် တစ်ယောက်ထဲပိုင်ချင်တယ်။ သူ့ကို မခွဲဝေပေးနိုင်ဘူး..။ရယ်တော့ ရယ်ရတယ်ဗျ… ကျွန်တော့်မိဘတွေကကျွန်တော့်ကို စိတ်အထူးကုဆရာဝန်နဲ့တန်းပြတော့တာပဲ…။ဆရာဝန်ကိုယ်တိုင်က ရူးနေတာဗျ…။ ပိုက်ဆံ ရူးရူးနေတာလေ…။ငွေရရင်ပြီးရော ကျွန်တော့်ရောဂါကို နာမည်တပ်တယ်..“တကိုယ်ကောင်းဆန်တဲ့ ရောဂါ…” တဲ့ဗျာ..။ကြားလို့မှကောင်းသေးရဲ့လား…။နောက်ဆုံးတော့ ကျွန်တော့် မိဘတွေဟာ ကျွန်တော့်ကို မလွန်ဆန်နိုင်ဘူး..။ကျွန်တော့်ညီဆိုတဲ့ကောင်ကို ကျွန်တော့် ဦးလေးဆီ တွေကို မွေးစားစေခဲ့တယ်။ဘယ်ရမလဲဗျာ..ကျွန်တော်က ဒါဆိုဒါပဲ..။****************************************အဖေက ကိုရီးယားထုံးစံအတိုင်းပေါ့ဗျာ…သားကြီးကို ပညာတတ် ဖြစ်စေချင်တယ်…။ငွေအကုန်ခံပြီး စာသင်ပေးတယ်။ ပိုက်ဆံပေးတိုင်း ပညာတတ်ဖြစ်မယ်ဆိုချမ်းသာတဲ့သူအားလုံး ဆရာဝန်တွေ သိပ္ပံပညာရှင်တွေဖြစ်ကုန်မှာပေါ့..။ကျွန်တော် စိတ်မဝင်စားတာတွေမို့ ဘယ်အရာလုပ်လုပ် ဆုံးအောင်မလုပ်နိုင်ဘူး…။ကျွန်တော်က ကျွန်တော့် စတိုင်လ် မဟုတ်ရင် ရောက်ရာနေရာမှာ ရပ်ပစ်တာဗျ…။ဖြစ်ပြန်ပြီ…ဒါလဲရောဂါတဲ့…။ပေးဦးပေါ့ ပိုက်ဆံတွေ အရူးဆရာဝန်ကို…။ကျောင်းက သူငယ်ချင်းတွေကလဲ ကျွန်တော့်ကိုတကိုယ်ကောင်းဆန်စိတ် အလွန်ကြီးတယ် ဘာညာပေါ့…။ကျွန်တော့်ကို ပေါင်းမည့်သူငယ်ချင်းမရှိတာတော့ ကျွန်တော် ဒေါသဖြစ်တယ်။ဒီဒေါသတွေကို အိမ်ရောက်တာနဲ့ ဝုန်းဒိုင်းကြဲပစ်တာ…။မိဘလေ..။ သူတို့တတွေ ပိုက်ဆံမပေးလို့ ကျွန်တော် သူငယ်ချင်းမရတာ…။မုန့်ဝယ်ကျွေးမယ် ဘယ်သူလိုက်မလဲ..? ဆို အလကား လိုက်မစားမယ့်သူရှိလား..။ကျောင်းမှာ ကျွန်တော်ဟာ အပယ်ခံတစ်ယောက်ဖြစ်လာတယ်။ ဒါဟာ မိဘကြောင့်…။ကျွန်တော့်ကို ပိုက်ဆံမပေးလို့…။****************************************ကျွန်တော့်အကြောင်းကို အဖေက သူ ကိုးကွယ်တဲ့ ခရစ်ယာန်ဘုန်းကြီးနဲ့တိုင်ပင်တယ်။ပြီးတော့ ကျွန်တော့်ကို နိုင်ငံခြားပို့ဖို့ပြောလာတယ်။“သားရယ်..ကိုရီးယားက ကျောင်းမှာ သားကို ဝိုင်းပယ်ကြတာကို စိတ်မညစ်ပါနဲ့…။မင်းသူငယ်ချင်းတွေထက်သာတဲ့ အမေရိကားကို အဖေပို့ပေးမယ်..သား စာလေးနည်းနည်း ကြိုးစားပေးပါ…”“စာတွေ ဘာတွေ လာပြောမနေနဲ့ဗျာ..စိတ်မဝင်စားဘူး…ခင်ဗျားသွားသင်ပါလား? ကျွန်တော် ဒီမှာ ခင်ဗျား စီးပွားရေး ဦးစီးပေးမယ်လေ..”ထုံးစံအတိုင်း သားအဖနှစ်ယောက် ရန်ဖြစ်တာပေါ့ ။အမေကတော့ အဖေ့အရှေ့မှာဆို အမြဲကျွန်တော့် ဖက်က အကာကွယ်စကားပြောမယ်..ပြီးရင် မူယာ မာယာများပြီး အပျော့ဆွဲနဲ့ နားချမယ်…ဒါပဲလေ သူတို့နှစ်ယောက်..။ အတိုင်အဖောက်ကိုညီလို့…။“မင်း အမေရိကားမသွားချင်ရင် ပိုတောင်ကောင်းသေးတယ်။ ငွေမကုန်တော့ဘူးပေါ့ကွာ..”မဖြစ်ဘူး နိုင်ငံခြားတော့သွားချင်သား..။“ခင်ဗျားကြီးကို ဘယ်သူက မသွားဘူးပြောနေလို့လဲ…အစထဲက မပို့ပေးချင်ဘူး စကားအဖြစ်ပြောနေတာ မသိဘူးမှတ်လို့လား”****************************************သည်လိုနဲ့ ဘာ့ခ် ဟန် ဆန် ဆိုတဲ့ကျွန်တော် အမေရိကန်နိုင်ငံလော့စ်အိန်ဂျလစ် ( Los Angeles , America ) ကို ရောက်ခဲ့သည်။“ဟား … ပျော်လိုက်တာ! မိဘတွေနဲ့နေရတဲ့ ဒုက္ခမသေးလှပါလား”ကျွန်တော်..? စာကြိုးစားမယ်ထင်သလား?အင်္ဂလိပ်စာဘယ်လောက်ခက်တယ်မှတ်လဲ? ကျွန်တော်နဲ့တော့ဝေးသေးတယ်..။အမေရိကားရောက်ပြီး လာ့စ် ဗေးဂါ့စ်မှာ လောင်းကစားမလုပ်ဖူးပဲ ကိုရီးယားကို ပြန်မလားဗျ…။ ရာဇဝင်ရိုင်းသွားမှာပေါ့..။ကျွန်တော် လောင်းကစားစလုပ်တယ်..!ပိုက်ဆံတဲ့ဗျာ…! ပိုက်ဆံရှိတော့ ဘယ်နေရာမှာမဆို လူရာဝင်တယ်ဗျ..။အဖေက တစ်လကို အနည်းဆုံးဒေါ်လာ ၂၀၀၀ ပို့ပေးတယ်။ကိုရီးယားက ကောင်တွေ မနာလိုဖြစ်လို့ ကျွန်တော့်ကို မပေါင်းတာဗျ..။အမေရိကားမှာနေတဲ့ အမေရိကန်-ကိုရီးယားသူငယ်ချင်းအသစ်တွေနဲ့ များကွာပါ့…။ကျွန်တော်နဲ့ကိုက်တယ်။ အင်္ဂလိပ်လိုလဲပြောစရာမလိုဘူး။သူတို့က ကိုရီးယားပေမယ့် အမေရိကားစတိုင်လ်လေ…။ဟိုကောင်တွေလို ကျွန်တော့်ကို လိုက်ကြည့်ပြီးဝေဖန်နေတာမဟုတ်ဘူး။အခုတော့ သူတို့ထက်သာတဲ့ အမေရိကားရောက်နေပြီပေါ့..။ကျွန်တော် အသစ်တစ်ခု သိခဲ့ရတယ်…။ လောင်းကစားဗျ…။ ဟောဗျာ….ဒီလို လွယ်လွယ်နဲ့ ချမ်းသာတဲ့နည်း!!!ဒါကို ကျွန်တော် သိခဲ့ရပြီ…။ အဖေ့လို တကုန်းကုန်း အလုပ်လုပ်စရာမလိုတော့ဘူးဗျာ..။လောင်းကစားဆိုတာ လူကောင်း လုပ်တဲ့ အလုပ်မဟုတ်ဘူးလား…?ထင်ချင်သလိုထင်ဗျာ…ကျွန်တော်လူဆိုးပဲထားလိုက်ပါတော့..။ဟုတ်ပါတယ်… ။ကျွန်တော် သားဆိုးပါ….ကျွန်တော့်ကို ခွင့်မလွှတ်ပါနဲ့အမေ…။ကျွန်တော့်ကို အားမကိုးပါနဲ့ အဖေ….။****************************************တစ်လ တစ်လ ပို့ပေးတဲ့ဒေါ်လာ ၂၀၀၀ နဲ့မလောက်တော့ဒေါ်လာ ၁၈,၀၀၀ တန်ကားတစီးဝယ်ပေးလို့ အမေ့ဆီလိမ်တောင်းတာပေါ့…။အဲဒါလဲ ကုန်တာပါပဲဗျာ…အခုတလော ဘာလုပ်လုပ် ကံမလိုက်ဘူး။လောင်းကစားဆိုတာ အချီကြီးတချက်မိတဲ့အထိ စိတ်ရှည်ရမှာဗျ…။တစ်ချက် မိသွားရင် ပွဲပြီးသွားပြီ…။အဖေတို့ထက်တောင် ချမ်းသာဦးမှာ…။ငွေမရှိတော့ သူများနိုင်ငံမှာ ဆက်နေလို့မရဘူးဗျ…။ကျွန်တော် ကိုရီးယားကို မိဘတွေမသိအောင် ပြန်လာခဲ့တယ်။ကိုယ့်အပြစ်နဲ့ကိုယ် အဖေ့ကို မပြောရဲဘူး။ကိုယ်က သူတို့ဆီက လက်ဖြန့်တောင်းနေရတဲ့အချိန်ဆိုတော့ ဒီလိုပဲပေါ့ဗျာ…။ကျွန်တော် ငွေတိုးချေးစားတဲ့သူတွေဆီမှာ ငွေချေးလိုက်တယ်။ြပီးတော့ ရတဲ့ငွေနဲ့ အိမ်မပြန်ပဲ ဟော်တယ်မှာနေလိုက်တယ်။အဖေသိသွားတယ်။ထုံးစံအတိုင်း ပြဿနာတက်တော့တာပေါ့..။အဖေ့ကို နောက်မလုပ်တော့ပါဘူးလို့ ဂတိပေးလိုက်တယ်။အဖေက ကျွန်တော် အမေရိကားကို ပြန်ပို့ပေးတယ်။****************************************အမေရိကားပြန်ပို့တော့လည်း လောင်းကစားဆက်လုပ်ရတာပေါ့ဗျား..။ဒါပေမယ့် မကြာခင် ငွေပြတ်သွားပါလေရော..။ကျွန်တော်ငွေလိုတယ်။ အကြွေးတွေ အထပ်ထပ်တင်နေပြီ…။ကျွန်တော် စိတ်အရမ်းညစ်လာတယ်။ ကျွန်တော် မေလ ၁၃ ရက်နေ့မှာ ကိုရီးယားကို ပြန်လာတယ်။အဖေ့အိမ်မှာ ပြန်နေရတာ ကျွန်တော် စိတ်ညစ်တယ်။အဖေက ငွေမပေးဘူး..။အဖေ့ကို မုန်းတယ်။တနေ့ကျွန်တော့် အမွေပေး ရမယ့်ငွေတွေကို သူတို့က ဘာလို့ ကိုင်ထားတာလဲ?အမေက ဝိုင်းမပြောပေးဘူး..။အမေ့ကိုစိတ်နာတယ်။အခုတော့ ကျွန်တော် စိတ်နာတဲ့ မိဘနှစ်ပါးလုံး မရှိတော့ပါဘူး။ဒါပေမယ့် ကျွန်တော့် ချစ်သူတော့ ရှိပါသေးတယ်။ သူမ ကျွန်တော့်ကို အတော် ဂရုစိုက်ရှာတယ်။“အိုးပါး ( ကိုကို) ..ညီမ ဘာလုပ်ပေးရမလဲ..! စိတ်မကောင်းပါဘူး”” အချစ်ရေ… အရှေ့ကိုပဲတွေးဘို့ ကြိုးစားမယ်ကွာ…. မင်း ကိုကို့ ကို သစ္စာမဖောက်နဲ့နော်”****************************************မိဘများဆုံးပါးသွားသော ထိုနေ့သည်ဘာ့ခ် ဟန် ဆန်နှင့်မိဘတို့ နေသောလုံးချင်းတိုက် အပေါ်နှစ်ထပ် ပြင်နေသဖြင့် မြေအောက်ထပ်တွင် မိသားစုလိုက် ယာယီ ပြောင်းနေချိန်ဖြစ်သည်။မိဘနှစ်ပါးက အိပ်ခန်းထဲတွင်အိပ်နေ၍ သားဖြစ်သူ ဘာ့ခ် ဟန် ဆန် ကတော့ဧည့်ခန်းထဲရှိ ဆိုဖာပေါ်တွင် အိပ်နေချိန်တွင် မီးလောင်မှုဖြစ်ပွားသည်ဟုဘာ့ခ် ဟန် ဆန်က တာဝန်ရှိသူများအား ရှင်းပြခဲ့သည်။“မီးတောက်တွေရဲ့ အပူရှိန် ပစ္စည်းတွေ လဲပြို ပေါက်ကွဲ သံတွေကြောင့်ကျွန်တော် အိပ်ယာက လန့်နိုးသွားပြီး ဖိနပ်တောင်မပါ အသက်လုပြေးခဲ့ရတယ်။ ”“အဖေနဲ့အမေ အသက်ကိုမကယ်လိုက်နိုင်ခဲ့တာ ကျွန်တော် ရဲ့ အကြီးမားဆုံး အပြစ်ကြီးပါပဲဗျာ….။”****************************************မီးသတ်အရာရှိတို့က “မတော်တဆ မီးလောင်မှု” ဟု သတ်မှတ်လိုက်ကြသည်…။သို့သော်….ဖိနပ်မပါပဲ အသက်လုပြေးခဲ့ရသည်ဆိုသော ဘာ့ခ် ဟန် ဆန် ၏ခြေထောက်များကဖြူဖွေးသန့်ရှင်းနေသည်ကို ထောက်လှမ်းရေးတစ်ဦးက သတိပြုမိသွားလေသည်။ဟင်… ဘာ့ခ် ဟန် ဆန် က သူ့မိဘတွေကို တမင်သက်သက် မကယ်ခဲ့တာလား?!?သူ့မှာ ဖိနပ်စီးဘို့ အချိန်တောင် ရခဲ့ပုံရတယ်… ဖိနပ်မပါပဲ ပြေးခဲ့တယ်လို့ လိမ်နေတယ်….။သို့သော် ထောက်လှမ်းရေးက သူ့ကို ဘာမှမမေးခဲ့ပါ…။ဘာ့ခ် ဟန် ဆန် ၏ ခန္ဓာကိုယ်တွင် ဒါဏ်ရာအနည်းငယ်ရနေသောကြောင့်ဖြစ်သည်။ဒါဏ်ရာမပြင်းထန်သော်လည်း ဘာ့ခ် ဟန် ဆန် အားဆေးရုံပို့လိုက်ကြသည်။****************************************အလောင်းများအား သိပ္ပံခန်းမှ စစ်ဆေးရာ အလွန် ရင်နင့်ဖွယ် အဖြစ်ဆိုးကြီးတစ်ခုကို သိရှိခဲ့ရသည်။မိဘနှစ်ပါး၏ခန္ဓာကိုယ် အတွင်းပိုင်းအပြင်ပိုင်း၌ သွေးများ စီးကျနေလေသည်။မီးလောင်ခံရလျှင် အသားများကျက်၍ သွေးများ ကပ်နေလေ့ရှိသည်။အခုတော့ သွေးများပန်းထွက်သည့်ပုံစံမျိုးဖြစ်နေသည်။“ဟင်!?! ဓါးဒါဏ်ရာတွေနဲ့ပါလား”ဖခင်ကြီးထံမှာ ဓါးဒါဏ်ရာ အချက် ၅၀ ခန့်ရှိနေသည်။မိခင်ကြီးထံမှာတော့ ဓါးဒါဏ်ရာ ၄၀ ချက်ခန့်ရှိနေသည်။မိဘနှစ်ပါးလုံး အဓိက မျက်နှာနှင့်လည်ပင်းနေရာများ စုတ်ပြတ်နေကြသည်။“ဟာ!?! ဒါ မတော်တဆလူသေမှုမဟုတ်ဘူး.. မသေမချင်း ရက်ရက်စက်စက် သတ်ထားတဲ့ လူသတ်မှုကြီးဗျ…။ ”ဘာ့ခ် ဟန် ဆန် မိဘများတွင် ရန်သူရှိ မရှိ ထောက်လှမ်းရေးအဖွဲ့က စတင်စုံစမ်းတော့သည်။****************************************ဘာ့ခ် ဟန် ဆန် မိဘများသည် သမာအာဇီဝနည်းဖြင့် ချမ်းသာလာသူများဖြစ်၍ ရန်သူများမရှိ…။ဘာသာရေး အလွန်ကိုင်းရှိုင်းသော ခရစ်ယာန်ဘာသာဝင်များ ဖြစ်ကြလေသည်။ဒါဆို ဘာ့ခ် ဟန် ဆန် ကိုယ်တိုင်များလား ?“ကျွန်တော်တို့ ဘာ့ခ် ဟန် ဆန် ကိုစစ်ဆေးချင်တယ်။”ဘာ့ခ် ဟန် ဆန် ၏ဆွေမျိုးများက ရဲထောက်လှမ်းရေးတို့အား ကန့်ကွက်ကြသည်။“ခင်ဗျားတို့ ရက်စက်လှချည့်လားဗျ… မိဘတွေဆုံးသွားလိုဒီလောက်ခံစားနေတဲ့ကလေးကို ခင်ဗျားတို့ကစစ်မလို့လား?”“မိဘတွေကို သတ်တာ ဖြစ်နိုင် မဖြစ်နိုင် ဦးနှောက်ရှိတဲ့လူတိုင်း စဉ်းစားတတ်ပါတယ်..”ဘာ့ခ် ဟန် ဆန် ကဆေးရုံပေါ်မှာ ဆေးကုသမှုခံယူဆဲဖြစ်သည်။ဒါဆို တရားခံဘယ်သူလဲ…?ဘာ့ခ် ဟန် ဆန် ရဲ့ညီ…?ဒါလည်းမဖြစ်နိင် ဘာ့ခ် ဟန် ဆန်၏ ညီသည် ဘာ့ခ် ဟန် ဆန် နှင့် ဆန့်ကျင်ဖက် ...ရိုးသား ကြိုးစား၍ ဆေးတက္ကသိုလ် ပထမနှစ်ကျောင်းသားတစ်ယောက်…။ စိတ်ကောင်းရှိသည်။****************************************ဘာ့ခ် ဟန် ဆန် အား သူနာပြုဆရာမလေးက ပြုစုနေသည်။“ဟင်!?! ရှင့်ခေါင်းမှာ သွေးတွေ!”သူနာပြုဆရာမလေး မျက်နှာဖြူဖြတ်ဖြူရော်ဖြစ်သွားသည်။ဘာ့ခ် ဟန် ဆန် ခေါင်းတွင် ဘာဒါဏ်ရာမှမရှိသောကြောင့်ဖြစ်သည်…။ထိုကြောင့် သွေးများသည် သူ့သွေးမဟုတ်…။ သို့သော် သူမ နှုတ်ဆိတ်နေလိုက်သည်။အလွန်တော်သော သူနာပြုမလေးသည် ဘာ့ခ် ဟန် ဆန် ခေါင်းမှသွေးတို့ကို ဂွမ်းဖြင့် အသေအချာ သုတ်၍ ထိုဂွမ်းစတို့ကိုဘာ့ခ် ဟန် ဆန် မရိပ်မိအောင် သိမ်းယူကာ ရဲစခန်းကိုဖုန်းဆက်လိုက်သည်။“ဘာ့ခ် ဟန် ဆန် မသင်္ကာဘူးရှင့် ကျွန်မကို အမြန်လာတွေ့ကြပါ”” ဒါ သူ့ခေါင်းက သွေးစတွေပါ…သူ့ခေါင်းမှာဒါဏ်ရာလုံးဝမရှိဘူး..။ပြီးတော့… ဟို … သူ့ ညာဖက်ခြေထောက်မှာ သွားရာအကွင်းလိုက်ကြီးရှိတယ်”ထိုသွေးများကို ဓာတ်ခွဲခန်းသို့ အမြန်ပို့၍ စစ်ဆေးလိုက်ကြသည်။ဘာ့ခ် ဟန် ဆန် ထွက်မပြေးအောင် ဆေးရုံ၌ အရပ်ဝတ်ရဲများ မသိမသာ စောင့်နေကြသည်။****************************************“ဟာဗျာ…သူ့ခေါင်းကသွေးတွေက သူ့အဖေရဲ့သွေးတွေဗျ…”သူနာပြုမလေးအား ဘာ့ခ် ဟန် ဆန် ခြေထောက်ရှိသွားကိုက်ရာအား ဂွမ်းဖြင့် အသေအချာသုတ်သင်စေ၍ ထိုဂွမ်းစကိုစစ်ဆေးပြန်သည်။“ဘာ့ခ် ဟန် ဆန် ခြေထောက်က သွားရာထဲက သွားတိုက်ဆေး ကဘာ့ခ် ဟန် ဆန် အဖေသုံးတဲ့ သွားတိုက်ဆေး..!”ရက်စက်လိုက်တာဗျာ ကိုယ့်မိဘ အရင်းကို ကိုယ်ပြန်သတ်လိုက်တာဗျ…။ဘာ့ခ် ဟန် ဆန် သည် အမိုက်တကာ့ အမိုက်ဆုံး ..အဆုံးစွန် မိုက်ခဲ့လေပြီ။****************************************ဘာ့ခ် ဟန် ဆန် ဆေးရုံမှဆင်းသွား၍သူ့ဦးလေးအိမ်၌ ခဏနေသည့်အချိန်ဖြစ်သည်။။သူ့ရည်းစားနှင့် ဖုန်းပြောနေသည့် အကြောင်းအရာတို့ကိုအသံဖမ်းနားထောင်ခဲ့ရာတွင် ပျော်ရွှင်နေသည်ကိုတွေ့ရလေသည်။မိဘနှစ်ပါးကို ရက်ရက်စက်စက် သတ်ဖြတ်ပြီး ယခုအထိ နောင်တမရ…။ငွေများရပြီဟုပျော်နေသော ဘာ့ခ် ဟန် ဆန်…။ထိုစဉ် ရဲထောက်လှမ်းရေးတို့က မိဘနှစ်ပါးသတ်မှုဖြင့် ဘာ့ခ် ဟန် ဆန် အား ဝင်ရောက်ဖမ်းဆီးခဲ့သည်။****************************************?အပိုင်း-၂ဆင်ခြင်တုံတရားမရှိ ဉာဏ်ပညာကင်းမဲ့စွာဖြင့် မိုက်လုံးကြီးလှသည့်သားဆိုး သားမိုက် ဘာ့ခ် ဟန် ဆန် သည် မိဘနှစ်ပါးကို သတ်ပစ်ရန် ဆုံးဖြတ်ခဲ့လေသည်။သို့မှသာ ငွေအားလုံးကို သူတစ်ဦးတည်းပိုင်မည်။အမုန်းတရားကြောင့် မဟုတ်… ငွေကြောင့်သက်သက် ဖြစ်သည်။ဓါးနှင့် ဓာတ်ဆီတို့ကိုဝယ်၍ ကားဂိုဒေါင်ထဲတွင် ဖွက်ထားလိုက်သည်။ထို့နောက် အခြေအနေကောင်းကို စောင့်နေသည်။ရက် အနည်းငယ်အကြာ …မိခင်နှင့် ဖခင် အိမ်မောကျနေသည်အထိ စောင့်နေလိုက်သည်။သွေးစင်လျှင် သဲလွန်စရှိမည်စိုး၍ သူ့တကိုယ်လုံးမှ အင်္ကျီတို့ကိုချွတ်လိုက်သည်။ကိုယ်တုံးလုံး ဘာ့ခ် ဟန် ဆန် သည် အိပ်ပျော်နေသောဖခင်နှင့် မိခင်တို့အား ဓါးဖြင့် အကြိမ်ပေါင်းများစွားထိုးသတ်ခဲ့သည်။ဖခင်နှင့်မိခင်နှစ်ဦးလုံးသေသွားသောအခါ သူရေချိုး၍ခန္ဓာကိုယ်မှသွေးများကို ဆေးကြောသည်။ သို့သော် ခေါင်းမလျှော်မိ…။ထို့နောက် ညအိပ်အင်္ကျီဝတ်လိုက်သည်။ဓါးများ ကိုလွှင့်ပစ်ရန် အပြင်သို့သွားလိုက်သည်။ထို့နောက်အိမ်ပြန်လာ၍ သေဆုံးနေသော မိဘနှစ်ပါးရှိသည့်အိပ်ခန်းကို ဓာတ်ဆီဖြင့်ပက်၍ လောင်းမီးရှို့လိုက်သည်။အရေးပေါ်ဌာနကို ဖုန်းဆက်လိုက်သည်။“ကျွန်တော့် အိမ် မီးလောင်နေပါတယ် ခင်ဗျ…ကယ်ကြပါဦး ..ကျွန်တော့်မိဘတွေ အိမ်ထဲမှာရှိနေပါတယ်…။”****************************************ဘာ့ခ် ဟန် ဆန် လွှင့်ပစ်ခဲ့သော ဓါးများအားလည်း ဘာ့ခ် ဟန် ဆန် အိမ်မှ၂၀၀ မီတာအကွာတွင် သက်သေအထောက်အထားအဖြစ်ရှာတွေ့နိုင်ခဲ့သည်။ဘာ့ခ် ဟန် ဆန် ငြင်း၍မရတော့…။လူသတ်ကောင် သားဆိုး ဘာ့ခ် ဟန် ဆန် အား တရားသူကြီးကအလုပ်ကြမ်းနှင့် မသေမချင်းထောင်ဒဏ်ကျစေဟု အမိန့်ချခဲ့သည်။****************************************ဘာ့ခ် ဟန် ဆန် တစ်သက်လုံးမနာလိုဖြစ်နေသူ ညီဖြစ်သူကမိဘ အမွေအားလုံးကို အလိုလိုနေရင်းပိုင်ဆိုင်သွားတော့သည်။မွေခံမထိုက်သည် သားဆိုး ဘာ့ခ် ဟန် ဆန်တစ်ယောက်သည်တော့ ယခုလတ်တလော ထောင်နန်းစံရလေပြီ…။တောင်ကိုရီးယားမှ အဇာတသတ်လက်သစ် ဘာ့ခ် ဟန် ဆန်..ဘုရားလက်ထက်မှ အဇာတသတ်သည်ဖခင်သတ်ပြီးနောက်ပိုင်း လုံးဝ အိပ်မရတော့ချေ…။သူ့ကို လှံတွေနဲ့ လာထိုးနေသလို အမြဲ ခံစားနေရပါသည်…။ကိုရီးယား အဇာတသတ်ကတော့ ဖခင်သာမက မိခင်ကိုပါ သတ်ခဲ့လေပြီ…။ရက်သတ္တတစ်ပတ်တော့ အိပ်ကောင်း စားကောင်း ပျော်နေသေးသည်။ထို့နောက် ထောင်ထဲတွင် ဖြေဆည်၍မရသောနောင်တနှင့် စိတ်ဝေဒနာကြီးစွာခံစားရနေရပါပြီ…။ထိုဝေဒနာသည် ထောင်ဒုက္ခထက် အဆပေါင်းများစွားဆိုးဝါးသည်။အခု ၂၀၁၇ တွင် ဘာ့ခ် ဟန် ဆန် အသက် ၄၆ နှစ် ..အလွန်ချမ်းသာသော ဘဝအား ၂၃ နှစ်သာပိုင်သာဆိုင်ခဲ့သည်။ယခုအခါ ထောင်ထဲတွင် ၂၃ နှစ်ရှိနေလေပြီ… ။နောင်နှစ်ပေါင်းများစွာ ထောင်ထဲတွင်နေရမည်ဖြစ်ပြီးသေဆုံးလျှင်လည်း အဝီစိငရဲတွင် ကမ႓ာအသင်္ချေပေါင်းများစွာ…။***************************************လောကကြီးတွင် လုံးဝ မစတင် မစမ်းသပ်သင့်သည့်အရာမှာလောင်းကစားနှင့် မူးယစ်ဆေးဝါးပင်ဖြစ်သည်။၎င်းတို့သည် လူကိုဖျက်ဆီးသော အကြီးမားဆုံးရန်သူပင်ဖြစ်သည်။မည်မျှပင် ကြိုးစားဖြတ်သော်လည်း တသက်လုံးမပြတ်နိုင်သည့်ကြောက်စရာအကောင်းဆုံးအရာများဖြစ်သည်။ဤအရာများကြောင့် မဖြစ်သင့် မလုပ်သင့်သည့် အမှားများကို ကျူးလွန်ကြသည်။ဘဝတွင် မိတ်ဆွေအပေါင်းအသင်း အိမ်ထောင်ဖက်ရွေးမည်ဆိုလျှင်မူးယစ်ဆေး သို့မဟုတ် လောင်းကစားတစ်ခုခုလုပ်သူဆိုပါကလုံးဝ သံယောဇဉ်ဖြတ်၍ ဝေးရာပြေးရမည်။ထိုသူတို့သည် ဘဝတွင် လက်မတွဲအပ်သူများပင်ဖြစ်ပေသည်။***************************************ဘာ့ခ် ဟန် ဆန် သားဆိုး…။ မှန်သည်..။ သို့သော် သားဆိုးဟူသောနာမည်ရိုင်းအောက်တွင် မိဘများ၏ တာဝန်မကင်းပေ..။မကောင်းမြစ်တာ၊ ကောင်းရာညွှန်လတ်၊ အတတ်သင်စေ၊ပေးဝေနှီးရင်း၊ ထိမ်းမြားခြင်းလျှင်ဝတ်ငါးအင်၊ ဖခင်မယ်တို ့တာ။တချို့ မိဘများသည် သားသမီးများအပေါ် စည်းလွတ်ဝါးလွတ်ချစ်မိသည်။မကောင်းမှုကို တားမြစ်ရုံနှင့်မပြီး ကောင်းမှုများကို ညွှန်ပြသင်ကြားပေးရမည်ဖြစ်သည်။သားသမီး မကောင်း မိဘခေါင်း ဆိုသကဲ့သို့ သားသမီး မကောင်းရခြင်း၏အဓိက တရားခံမှာ မိဘများက သေသေချာချာ မဆုံးမ ခဲ့သောကြောင့်ပင်ဖြစ်သည်။တချို့သော မိဘများသည် သားသမီးကို လိုသည်ထက် ပို၍အလိုလိုက်ခြင်းဖြင့်သားသမီးကို ဖျက်ဆီးမိပြီးသားဖြစ်နေသည်။ ထိုကဲ့သို့သောမိဘများသည် သားသမီးများကို ရှုံးနိမ့်နေသော မိဘမျိုးဖြစ်သည်။ဆိုလိုသည်မှာ သားသမီးက ဘယ်လောက်အမှားလုပ်လုပ်သားသမီးစိတ်ဆန္ဒကို ဆန့်ကျင်ကျော်လွန်ပြီး မပြောနိုင် မဆုံးမနိုင်တော့သောကြောင့်ဖြစ်သည်။တချို့သော မိဘများသည် အလုပ်စီးပွါးကြောင့်ဖြစ်စေမိမိတို့ အပျော်အပါးကြောင့်ဖြစ်စေ ကိုယ်ပိုင်အချိန်ကိုလိုချင်သောကြောင့်သားသမီးများကို စိတ်ရှည်လက်ရှည် အချိန်ပေးသွန်သင်ဆုံးမခြင်း မလုပ်ပေးခဲ့ကြပါ။ထိုသားသမီးတို့ အရွယ်ရောက်လာသောအခါလူမိုက်များဖြစ်လာသည်မှာလည်း မထူးဆန်းပါ။ငွေကြေးချမ်းသာမှု စည်းစိမ်ပြည့်ဝလျှင် လောကတွင်ပျော်ရွှင်စွာနေနိုင်ပြီဟု ယူဆထားသော မိဘများအနေနှင့် သားသမီးများအပေါ်ထားရှိအပ်သည့် တာဝန်နှင့် မေတ္တာတရားတို့အား ပြန်လည် သုံးသပ်သင့်ပေသည်။၎င်းတာဝန်မှာ မိမိတို့ ရင်သွေးများအား လိမ္မာအောင် ငယ်စဉ်ကတည်းကအပင်ပန်းခံ အမုန်းခံ၍ ကြိုးစားသင်ပြပေးသော တာဝန်ဖြစ်သည်။ထိုမိဘများ၏ သားသမီးတို့သည် မိဘကို မစော်ကားခြင်းဟူသောအကျိုးတရားတခုနှင့်ပင် သူတို့ အကုသိုလ် မှ ကင်းဝေးစေနိုင်သောကြောင့်ဖြစ်သည်။ထိုအရာသည်ပင် သားသမီးတို့အပေါ်တွင်ထားသော မိဘတို့၏ မေတ္တာဖြစ်ပေသည်။***************************************မိဘနှစ်ပါးသည် ဘာ့ခ် ဟန် ဆန် အား အမေရိကားပို့မည့်အစားစိတ္တဇဆေးရုံပို့ခဲ့လျှင် သည်လို ကြေကွဲဖွယ်ရာများအား တားဆီးနိုင်ကောင်း တားဆီးနိုင်ပေမည်။အခုတော့ မိသားစု ၃ ဦးစလုံး ကြေကွဲရင်နင့်ဖွယ်ဖြစ်ရပ်နှင့် ကြုံတွေ့ခဲ့ရသည်။ဘာ့ခ် ဟန် ဆန် အား အလိုလိုက်ခဲ့သော မိဘများ၏ နောက်ဆုံးခရီးသည်အလွန်ကြေကွဲဖို့ကောင်းသကဲ့သို့….အကြီးဆုံးအကုသိုလ်ကံဖြစ်သည့်ပဥ္စာနန္တရိယကံထိုက်သော ဘာ့ခ် ဟန် ဆန် သည်လည်း အဝီစိငရဲတွင် မလွတ်တမ်းကျတော့မည်ဖြစ်ပါသည်။****************************************ထို ဖြစ်ရပ်မှန် ဇတ်လမ်းကို အခြေခံ၍ 공공의적은 ( public enemy ) ဟူသော ရုပ်ရှင်ကို ရိုက်ခဲ့သည်။****************************************မိဘကို ရက်စက်စွာ သတ်ဖြတ်သော သားမိုက် ဘာ့ခ် ဟန် ဆန် အားပထမ မီးလောင်သောနေ့ကပင် ထောက်လှမ်းရေး တစ်ယောက်ကသူ့ခြေထောက်ကိုကြည့်၍ မသင်္ကာဖြစ်ခဲ့သည်။နောက်တစ်ရက် ထောက်လှမ်းရေးမဟုတ်သော သူနာပြုဆရာမလေးကချက်ချင်း ဖော်ထုတ်ချင်သော စိတ်များဝင်လာခဲ့သည်။ငွေကြေးချမ်းသာသော ဘာ့ခ် ဟန် ဆန် သည် ဆေးရုံ အထူး အခန်း၌တစ်ယောက်ထဲနေခြင်းဖြစ်သည်။ ရေချိုးခန်းရှိသည်။သူနာပြုဆရာမလေးသည် ဘာ့ခ် ဟန် ဆန် ရေမချိုးခင် ခေါင်းမှ သွေးများတွေ့ခဲ့ခြင်းဖြစ်သည်။မိဘစော်ကားသောဝဋ် ကံကြမ္မာ နေ့မဆိုင်းညမဆိုင်း အကျိုးပေး မြန်လွန်းပါသည်။အခြားအမှုများ လနှင့်ချီ နှစ်နှင့်ချီမှ သက်သေအထောက်အထား ရရှိသော်လည်းဘာ့ခ် ဟန် ဆန် အမှု ဖော်ထုတ်ရာတွင် ရက်သတ္တပတ်သာ အချိန်ကြာခဲ့သည်။ထို့ကြောင့် မိဘ တို့အား သတိတရား လက်ကိုင်ထားပြီး ကိုယ် နှုတ် စိတ် ၃ ပါးတို့ဖြင့်မကျူးလွန်မိကြရစေရန် အထူးသတိပေးချင်ပါသည်။ဘာ့ခ် ဟန် ဆန် သည် မိဘအား မကျေနပ်ပဲ စိတ်ဖြင့် စော်ကားသည်။နောင်တွင် နှုတ်ဖြင့်စော်ကားလာသည်။ နောက်ဆုံးတော့ သူ့လက်ဖြင့် သတ်ပစ်လိုက်တော့သည်။****************************************?နိဂုံးကျွန်တော် အိပ်နေတဲ့အဖေ့လည်ပင်းကို ဓါးနဲ့ အရင်ထိုးချလိုက်တယ်။ဓါးဒါဏ်ရာတွေနဲ့ အဖေက ကုတင်ပေါ်ကပြုတ် ကျသွားတယ်။အဖေက အားရှိတော့ သတ်ရတာ တော်တော်ခက်တယ်။ရှိသမျှအားနဲ့ မျက်နှာနဲ့ လည်ပင်းကို ဆက်တိုက်ထိုးရတယ်။အဖေမထနိုင်တော့ဘူး။အမေကတော့ ကြောက်လွန်းလို့ ထိုင်တောင်းပန်နေတယ်။ကျွန်တော် အမေ့ဆီသွားပြီး အမေ့ကို ဓါးနဲ့ထိုးလိုက်တယ်။အမေကတော့ အားမရှိတော့ လွယ်တယ်။သွေးအလိမ်းလိမ်းနဲ့ အဖေက မသေသေးဘူး…။အမေ့ကို ဓါးနဲ့ထိုးနေတဲ့ ကျွန့်တော့်ဆီကို တရွတ်တိုက် လေးဘက်တွားပြီးကပ်လာတယ်။အဖေကျွန်တော့် ခြေထောက်ကို ဖက်ထားတယ်။သူ အားမရှိတော့ဘူးဆိုတာ သိလိုက်ရတယ်။ စကားတော့ မပြောနိုင်တော့ဘူး။ပြီးတော့ ကျွန်တော့် ခြေထောက်ကို ဖမ်းကိုက်ထားတယ်။အမေ့ကို ကယ်တင်ချင်လို့ကိုက်ခဲ့တာလား?ကျွန်တော်ကို မုန်းလို့ကိုက်ခဲ့တာလား?ကျွန်တော် မသိချင်တော့..။တောင်းပန်နေတဲ့ အမေ့ကို သေတဲ့အထိ ဓါးနဲ့ ဆက်တိုက်ထိုးလိုက်တယ်။နောက်ဆုံးတော့ သူတို့နှစ်ယောက်လုံးကို ဓာတ်ဆီနဲ့လောင်း မီးရှို့ပစ်လိုက်တယ်။****************************************ထောင်ထဲမှာ ညဖက်အိပ်ခါနီး အဖေကိုက်ခဲ့တဲ့ကျွန်တော့်ခြေထောက်က ဒါဏ်ရာအဟောင်းလေးကို ကျွန်တော် ငေးကြည့်နေမိတယ်။ထုံးစံအတိုင်း ဖြေဆည်မရတဲ့ ကြေကွဲမှုနဲ့ ရှိုက်ကြီးတငင်ငိုမိတယ်။အမှားကြီးမှားခဲ့လေပြီ..။ဟုတ်ပါတယ်… ။ကျွန်တော် သားဆိုးပါ….။ကျွန်တော့်ကို ခွင့်မလွှတ်ပါနဲ့အမေ…။ကျွန်တော့်ကို အားမကိုးပါနဲ့ အဖေ….။****************************************၂၀၁၈ ခုနှစ် – နှစ်သစ်မှာ စိတ်သစ်လူသစ်နှင့် မိဘနှစ်ပါအားစိတ်အားဖြင့်ဖြစ်စေ၊ နှုတ်အားဖြင့်ဖြစ်စေ၊ ကိုယ်ထိလက်ရောက်ဖြစ်စေ မစော်ကားဘို့ ဆုံးဖြတ်နိုင်ကြပါစေ…။မိဘကျေးဇူး အထူးသိတတ်သော သားလိမ္မာ သမီးလိမ္မာလေးများ အဖြစ်ရပ်တည်နိုင်ကြပါစေလို့ …။မရွှေမိုး (ကိုရီးယား)December 26th, 2017"