"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တရုတ်အမျိုးသမီးသူရဲကောင်းတစ်ယောက်အကြောင်းကိုအခြေခံပြီး
ရိုက်ကူးထားတဲ့ မူလန်ဇာတ်ကားဟာ 1998 ကထွက်ရှိထားခဲ့တဲ့
Walt Disney က Mulan Animation ဇာတ်ကားနဲ့မတူတဲ့ဖန်တီးချက်တွေနဲ့ တင်ဆက်ထားတာပါ။…
နေမကောင်းတဲ့နေတဲ့ဖခင်ရဲ့ကိုယ်စားအတွက် သမီးဖြစ်သူဟွားမူလန်က စစ်မှုထမ်းဖို့အတွက်ယောကျာၤးလေးအယောင်ဆောင်ပြီးစစ်ထဲကိုဝင်ခဲ့ရပါတယ်…
ကိုယ်ခံအားကောင်းပြီး တိုက်ရည်ခိုက်ရည်ရှိတဲ့ မူလန်ဟာတပ်ကိုဦးဆောင်နိုင်ရုံမကပဲ
တရုတ်သမိုင်းတစ်လျောက်မှာအကျော်ကြားဆုံး မိန်းကလေးစစ်သူကြီးတစ်ယောက်ဖြစ်လာခဲ့ရပါတယ်…
တိုက်ပွဲတိုင်းမှာအောင်နိုင်ခဲ့ပေမယ့် ပင်ကိုယ်အခံကမိန်းကလေးဖြစ်နေသောကြောင့် သနားကြင်နာတတ်တဲ့စိတ်နဲ့အကြောက်တရားဟာ သူမအတွက်အားနည်းချက်တစ်ခုလိုဖြစ်လာခဲ့ရပါတယ်…
တစ်ခုသောတိုက်ပွဲမှာသူမအားထားရတဲ့ ညီအစ်ကိုတွေကိုဆုံးရှုံးလိုက်ရတဲ့အခါ
သူမအတွက်အကြီးမားဆုံးထိုးနှက်ချက်တစ်ခုလိုဖြစ်လာခဲ့ရပါတော့တယ်…
ဒီကားရဲ့ အဓိကဇာတ်ကောင် မူလန်နေရာမှာ တရုတ်နိုင်ငံရဲ့နာမည်ကြီးမင်းသမီးတစ်ဦးဖြစ်တဲ့ Zhao Wei ကသရုပ်ဆောင်ထားပါတယ်…
ဒီဇာတ်ကားနဲ့ မင်းသမီး Zhao Wei ဟာ
10th Changchun Film Festival : Actress Award
300th Hundred Flowers Award : Best Picture Award & Best Actress Award
19th Shanghai Film Critics Award : Best Actress Award
Vietnam DAN Movie Awards : Favorite Actress Award
စတဲ့ဆုတို့ကို ရရှိခဲ့ပါတယ်…
Rating 6.8 ရရှိထားပြီး တရုတ်နိုင်ငံအမျိုးသမီးစစ်သူကြီးတစ်ယောက်အကြောင်းကို ရိုက်ကူးထားတဲ့
Mulan 2009 ဟာတရုတ်ပြည်သူများအပြင်တခြားနိုင်ငံကလူများကပါ
အထူးနှစ်သက်ခဲ့ကြတဲ့တရုတ်အက်ရှင်ကားကောင်းတစ်ခုအဖြစ်ရပ်တည်နိုင်ခဲ့ပါတယ်….။
———————————————————————————
တရုတ္အမ်ိဳးသမီးသူရဲေကာင္းတစ္ေယာက္အေၾကာင္းကိုအေၿခခံၿပီး
ရိုက္ကူးထားတဲ႕ မူလန္ဇာတ္ကားဟာ 1998 ကထြက္ရွိထားခဲ့တဲ့
Walt Disney က Mulan Animation ဇာတ္ကားနဲ႔မတူတဲ့ဖန္တီးခ်က္ေတြနဲ႕ တင္ဆက္ထားတာပါ။…
ေနမေကာင္းတဲ့ေနတဲ့ဖခင္ရဲ႕ကိုယ္စားအတြက္ သမီးၿဖစ္သူဟြားမူလန္က စစ္မႈထမ္းဖို႕အတြက္ေယာက်ာၤးေလးအေယာင္ေဆာင္ၿပီးစစ္ထဲကို၀င္ခဲ့ရပါတယ္…
ကိုယ္ခံအားေကာင္းၿပီး တိုက္ရည္ခိုက္ရည္ရွိတဲ့ မူလန္ဟာတပ္ကိုဦးေဆာင္ႏိုင္ရံုမကပဲ
တရုတ္သမိုင္းတစ္ေလ်ာက္မွာအေက်ာ္ၾကားဆံုး မိန္းကေလးစစ္သူၾကီးတစ္ေယာက္ၿဖစ္လာခဲ့ရပါတယ္…
တိုက္ပြဲတိုင္းမွာေအာင္ႏို္င္ခဲ့ေပမယ့္ ပင္ကိုယ္အခံကမိန္းကေလးၿဖစ္ေနေသာေၾကာင့္ သနားၾကင္နာတတ္တဲ့စိတ္နဲ႕အေၾကာက္တရားဟာ သူမအတြက္အားနည္းခ်က္္တစ္ခုလိုၿဖစ္လာခဲ့ရပါတယ္…
တစ္ခုေသာတုိက္ပြဲမွာသူမအားထားရတဲ့ ညီအစ္ကိုေတြကိုဆံုးရံႈးလိုက္ရတဲ့အခါ
သူမအတြက္အၾကီးမားဆံုးထိုးႏွက္ခ်က္တစ္ခုလိုၿဖစ္လာခဲ့ရပါေတာ့တယ္…
ဒီကားရဲ႕ အဓိကဇာတ္ေကာင္ မူလန္ေနရာမွာ တရုတ္ႏိုင္ငံရဲ႕နာမည္ၾကီးမင္းသမီးတစ္ဦးၿဖစ္တဲ့ Zhao Wei ကသရုပ္ေဆာင္ထားပါတယ္…
ဒီဇာတ္ကားနဲ႕ မင္းသမီး Zhao Wei ဟာ
10th Changchun Film Festival : Actress Award
300th Hundred Flowers Award : Best Picture Award & Best Actress Award
19th Shanghai Film Critics Award : Best Actress Award
Vietnam DAN Movie Awards : Favorite Actress Award
စတဲ့ဆုတုိ႕ကို ရရွိခဲ့ပါတယ္…
Rating 6.8 ရရွိထားၿပီး တရုတ္ႏိုင္ငံအမ်ိဳးသမီးစစ္သူၾကီးတစ္ေယာက္အေၾကာင္းကို ရိုက္ကူးထားတဲ့
Mulan 2009 ဟာတရုတ္ၿပည္သူမ်ားအၿပင္တၿခားႏိုင္ငံကလူမ်ားကပါ
အထူးႏွစ္သက္ခဲ့ၾကတဲ့တရုတ္အက္ရွင္ကားေကာင္းတစ္ခုအၿဖစ္ရပ္တည္ႏိုင္ခဲ့ပါတယ္….။
File size…(1.2 GB)
Quality….Blu-Ray 720p
Format…mp4
Duration….01:54:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Cherry Mon
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
