"Mulan (1998)IMDb Rating (7.6/10)_____Rotten Tomatoes (86%)ဒီကာတွန်းရုပ်ရှင်လေးဟာ တရုတ်ပြည်ကြီးမှာ တကယ်ဖြစ်ပျက်ခဲ့တဲ့ဖြစ်ရပ်မှန် ကို ပြန်လည်ပြီး ဇတ်လမ်းဖွဲ့ ရေးဆွဲခဲ့တယ်လို့ သိရပါတယ်…တိုင်းပြည် စစ်ဖြစ်နေချိန်မှာ ယခင် တာဝန်ထမ်းဆောင်ခဲ့သော သက်ကြီးစစ်သားဟောင်းများကိုပြန်လည် ဆင့်ခေါ်ခဲ့ပါတယ် အကယ်၍ သက်ကြီးစစ်သားနှင့်အရာရှိများက စစ်ထဲ မလိုက်နိုင်အောင်ကျန်းမာရေး ဆိုးဝါးနေခဲ့ရင် အိမ်တွင်ရှိသော သား တူ မြေး ယောင်္ကျားသား တစ်ဦးစီကိုစစ်ထဲသို့ ပို့ပေးပါရန် ဘုရင်မင်းမြတ်က အမိန့်ထုတ်ပြန်ထားပါတယ်…အဲ့ဒီအချိန်မှာပဲ မုလန် ရဲ့ အဖေဆီသို့ ထိုစာချွန်လွှာ ရောက်လာတဲ့အချိန်ကျန်းမာရေး မကောင်းတော့တဲ့ အဖေကို ကြည့်ရင်း တစ်ဦးထဲသော သမီးဖြစ်သူမုလန် ဟာ ကွယ်လွန်ပြီးသော ဘိုးဘွားတွေ ရဲ့ မှတ်တိုင်များရှေ့တွင် ဆုတောင်းပြီးဖခင် မသိအောင် ဖခင်စစ်ဝန်တန်ဆာတွေ ခိုးဝတ်ကာ ထွက်ခွာသွားပါတော့တယ်…ယောင်္ကျားလေးကဲ့သို့ ပြင်ဆင်ပြီး စစ်မြေပြင်ကို ထွက်ခွာသွားသော ဖခင်ချစ်တဲ့မုလန် လေးကို မြင်တဲ့ ကွယ်လွန်ပြီးတဲ့ ဘိုးဘွားများဟာ အရေးပေါ် အစည်းဝေးခေါ်ပြီးမုလန် အား စောင့်ရှောက်ရန် အိမ်စောင့်ထားသော နဂါးလေး မူရှုး ကို မုလန် အနားတွင်နေစေရန် စေလွှတ်ခဲ့ပါတော့တယ်…စစ်တပ်ထဲတွင် မိန်းကလေးမှန်း မသိအောင် ဟန်ဆောင်နေရပြီး အခက်အခဲများစွာတွေ့ရမယ့် မုလန် တစ်ယောက် စစ်ပွဲကြီးတွင် အောင်နိုင်ပါ့မလားအိမ်ပြန် ဖခင်ကြီးနဲ့မိခင်ကြီး တို့ကို တွေ့နိုင်ပါအုံးမလားဆိုတာဟာသ ရသ စုံလင်လှတဲ့ Mulan ကာတွန်းရုပ်ရှင်လေးကို ကြည့်ပြီးအဖြေရှာကြည့်လိုက်ကြပါ…Pause(သစ်ဆန်းခန့်)ဒီကာတြန္းရုပ္ရွင္ေလးဟာ တရုတ္ျပည္ႀကီးမွာ တကယ္ျဖစ္ပ်က္ခဲ့တဲ့ျဖစ္ရပ္မွန္ ကို ျပန္လည္ၿပီး ဇတ္လမ္းဖြဲ႔ ေရးဆြဲခဲ့တယ္လို႔ သိရပါတယ္…တိုင္းျပည္ စစ္ျဖစ္ေနခ်ိန္မွာ ယခင္ တာ၀န္ထမ္းေဆာင္ခဲ့ေသာ သက္ႀကီးစစ္သားေဟာင္းမ်ားကိုျပန္လည္ ဆင့္ေခၚခဲ့ပါတယ္ အကယ္၍ သက္ႀကီးစစ္သားႏွင့္အရာရွိမ်ားက စစ္ထဲ မလုိက္ႏိုင္ေအာင္က်န္းမာေရး ဆိုး၀ါးေနခဲ့ရင္ အိမ္တြင္ရွိေသာ သား တူ ေျမး ေယာက်ၤားသား တစ္ဦးစီကိုစစ္ထဲသို႔ ပို႔ေပးပါရန္ ဘုရင္မင္းျမတ္က အမိန္႔ထုတ္ျပန္ထားပါတယ္…အဲ့ဒီအခ်ိန္မွာပဲ မုလန္ ရဲ႕ အေဖဆီသို႔ ထိုစာခၽြန္လႊာ ေရာက္လာတဲ့အခ်ိန္က်န္းမာေရး မေကာင္းေတာ့တဲ့ အေဖကို ၾကည့္ရင္း တစ္ဦးထဲေသာ သမီးျဖစ္သူမုလန္ ဟာ ကြယ္လြန္ၿပီးေသာ ဘိုးဘြားေတြ ရဲ႕ မွတ္တိုင္မ်ားေရွ႕တြင္ ဆုေတာင္းၿပီးဖခင္ မသိေအာင္ ဖခင္စစ္၀န္တန္ဆာေတြ ခိုး၀တ္ကာ ထြက္ခြာသြားပါေတာ့တယ္…ေယာက်ၤားေလးကဲ့သို႔ ျပင္ဆင္ၿပီး စစ္ေျမျပင္ကို ထြက္ခြာသြားေသာ ဖခင္ခ်စ္တဲ့မုလန္ ေလးကို ျမင္တဲ့ ကြယ္လြန္ၿပီးတဲ့ ဘိုးဘြားမ်ားဟာ အေရးေပၚ အစည္းေ၀းေခၚၿပီးမုလန္ အား ေစာင့္ေရွာက္ရန္ အိမ္ေစာင့္ထားေသာ နဂါးေလး မူရႈး ကို မုလန္ အနားတြင္ေနေစရန္ ေစလႊတ္ခဲ့ပါေတာ့တယ္…စစ္တပ္ထဲတြင္ မိန္းကေလးမွန္း မသိေအာင္ ဟန္ေဆာင္ေနရၿပီး အခက္အခဲမ်ားစြာေတြ႔ရမယ့္ မုလန္ တစ္ေယာက္ စစ္ပြဲႀကီးတြင္ ေအာင္ႏုိင္ပါ့မလားအိမ္ျပန္ ဖခင္ႀကီးနဲ႔မိခင္ႀကီး တို႔ကို ေတြ႔ႏုိင္ပါအံုးမလားဆိုတာဟာသ ရသ စံုလင္လွတဲ့ Mulan ကာတြန္းရုပ္ရွင္ေလးကို ၾကည့္ၿပီးအေျဖရွာၾကည့္လိုက္ၾကပါ…(သစ္ဆန္းခန္႔)File size…(947 MB)Quality….Blu-Ray 720pFormat…mp4Duration….01:28:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Aye Mon Kyaw"