"UglyDolls (2019)၂၀၁၉ ေမလမွာ ထြက္ရွိခဲ့တဲ့ သီခ်င္းေတြၿမိဳင္ၿမိဳင္ဆိုင္ဆိုင္နဲ႔Pauseအဆုိေတာ္ တစ္ၿပံဳတစ္ေခါင္းနဲ႔ ထြက္ရွိခဲ့တဲ့ ကာတြန္းကားေကာင္းေလးပါ။နာမည္ႀကီးကားေတြၾကားထဲမွာ ထြက္ခဲ့ရတဲ့အတြက္ အရမ္းမသိလိုက္ၾကဘူး ထင္ပါတယ္။အသံသရုပ္ေဆာင္ေတြအေနနဲ႔ Kelly Clarkson အဓိက ပါ၀င္သရုပ္ေဆာင္ထားၿပီးX Factor ရဲ႕ ဒိုင္တစ္ဦးလည္း ျဖစ္တဲ့ Blake Shelton လည္း ပါ၀င္ပါတယ္။Nick Jonas, Janelle Monae, Pitbull တို႔လည္း ပါပါေသးတယ္။Asian Artist အေနနဲ႔ ၀မ္လီဟုန္ (Wang Lee Hom) လည္း ပါပါေသးတယ္။သီခ်င္းေတြ အမ်ားႀကီး နားေထာင္ရမွာဆိုေတာ့ ၾကည့္ရမွာအရမ္းတန္ပါတယ္။ဒါကေတာ့ ဇာတ္လမ္းရဲ႕ထူးျခားခ်က္ပါ။ဇာတ္လမ္းအက်ဥ္းကေတာ့ ဒီလိုပါ။ရုပ္ဆိုးရုပ္ကေလးေတြ ရုပ္ဆိုးေတာင္ၾကား (Uglyville) မွာ ေနၾကပါတယ္။ေမာ္စီဆိုတဲ့ အရုပ္မေလးကေလး ဒီရြာသူတစ္ေယာက္ပါ။သူကေတာ့ သူတုိ႔ရြာရဲ႕တျခားတစ္ေနရာမွာ သူတို႔ကို ခ်စ္ေပးမယ့္ လက္ခံေပးမယ့္ကေလးေလးေတြ ရွိေနတယ္လို႔ ယံုၾကည္ထားပါတယ္။ကမာၻအႀကီးႀကီးလည္း ရွိတယ္လို႔ သူမက ယံုၾကည္ထားပါတယ္။ဒီေတာ့ သူ႕သူငယ္ခ်င္းေတြနဲ႔ အဲဒီကို ေရာက္ေအာင္သြားဖို႔ ႀကိဳးစားပါေတာ့တယ္။ဟိုကိုေရာက္တဲ့အခ်ိန္မွာေတာ့ သူမ ေမွ်ာ္လင့္ထားသလို ျဖစ္မလာဘဲအရုပ္လွလွေလးေတြက သူမတို႔ကုိ ပညာေတြ ေပးပါေတာ့တယ္။အရုပ္ေတြအေနနဲ႔ ကမာၻအႀကီးႀကိးကို ေရာက္ဖို႔က သံမဏိလက္အိတ္ဆိုတဲ့ ၿပိဳုင္ပြဲကို ယွဥ္ၿပိဳင္ၾကရပါတယ္။ဒီေတာ့ သူမလည္း ယွဥ္ၿပိဳင္ဖို႔ ႀကိဳးစားပါေတာ့တယ္။သူမ ၿပိဳင္ခြင့္ရလား … မရလား? အႏိုင္ရၿပီး ကမာၻအႀကီးႀကီးဆီကို သြားခြင့္ရမလားဆိုတာကိုေတာ့ပိတ္သားျပင္မွာ ဆက္လက္ရႈစားၾကပါ။ဇာတ္လမ္းက ေပးခ်င္တဲ့ message က အရမ္းေကာင္းပါတယ္။အခုေခတ္မွာ ေခတ္စားေနတဲ့ Body Shaming လိုမ်ိဳးပါ။ကိုယ့္မွာ ရွိတဲ့ အားနည္းခ်က္ကို အားသာခ်က္အျဖစ္ ယူဆလိုက္ရင္ ဘယ္အရာကိုမဆို ရင္ဆိုင္သြားႏိုင္မွာပါ။ရုပ္ဆိုးတယ္ ဆိုၿပီး စိတ္ဓာတ္က်ေနစရာ မလိုသလိုသူမ်ားထက္ ခ်ိဳ႕ယြင္းခ်က္ရွိတယ္ ဆုိၿပီး ဂုဏ္ငယ္ေနစရာလည္း မလိုပါဘူး။No man is perfect ပါ။ဘယ္သူ ဘာေျပာေျ့ပာ စိတ္ဓာတ္က်မေနဘဲ ကုိယ့္မွာရွိတဲ့ အစြမ္းအစကိုသာ အကုန္ထုတ္သံုးပါ။အကုန္လံုးက အသိအမွတ္ျပဳလာပါလိမ့္မယ္။ကဲ…..ရုပ္ဆိုးရုပ္ကေလးေတြကို အားေပးလိုက္ၾကရေအာင္ဗ်ာ။ဘာသာျပန္ နဲ႔ အညႊန္းကေတာ့ August ပါ။File Size : (1.23gb/630mb)Quality : WEB-DL 1080p/720pRunning Time : 1hr 27minFormat : Mp4Genre : Animation, Adventure, ComedySubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.WEB-DL.DD5.1.H264-FGTTranslated by AugustEncoded by sithu"