"The sweet hereafter (1997)=================အညိဳမြဲေရာင္ျမဴႏွင္းမ်ားက ပတ္ဝန္းက်င္မွာျပည့္လို႔ေနတယ္။ ေျခဖဝါးမ်ားမွာလည္း ေျမႀကီးေပၚက ႏွင္းအစိုင္အခဲမ်ားၾကားမွာ နစ္ျမဳပ္ေနခဲ႔တယ္။ ေတာင္းေစာင္းကေလးက ဒီၿမိဳ႕ကေလးဟာ ေနခ်င္စဖြယ္ၿမိဳ႕ကေလးျဖစ္တယ္။တိတိက်က်ေျပာရရင္ ကေနဒါႏိုင္ငံက ဒီၿမိဳ႕ကေလးဟာ စိတ္ေရာကိုယ္ပါေအးခ်မ္းမႈအတိနဲ႔ ဖန္တီးထားတဲ႔ၿမိဳ႕ကေလးဆိုလည္းမမွားဘူး။ ဒီၿမိဳ႕ကေလးဆီကို ဟိုးတစ္ေနရာက ကံၾကမၼာဆိုးႀကီးဟာ တအိအိနဲ႔လာေနခဲ႔ၿပီဆိုတာ ဘယ္သူသိႏိုင္မွာလဲ။Pauseအဲ႔ဒိေန႔မနက္က ေက်ာင္းကားအဝါေရာင္ႀကီး အေဝးကိုထြက္သြားေတာ့ ကားေပၚမွာ မိဘေတြကိုထာဝရထားရစ္ခဲ႔မယ့္ ကေလးေတြပါသြားခဲ႔တယ္။ မိဘေတြဟာ လက္ျပေနဆဲမွာပဲ ကေလးေတြကို ထာဝရဆံုးရံႈးရမယ္ဆိုတဲ႔အသိဟာ ဝင္လာေကာင္းဝင္လာႏိုင္ပါရဲ႕။အေၾကာင္းကေတာ့ ဒီၿမိဳ႕ကေလးရဲ႕ ကေလးေတြစီးလာတဲ႔ေက်ာင္းကားအဝါေရာင္ႀကီး ယာဥ္တိုက္မႈျဖစ္ပါေတာ့တယ္။ ဒီယာဥ္တိုက္မႈမွာ ကေလး ၁၄တိတိပြဲခ်င္းၿပီးေသဆံုးသြားတယ္။ ကံေကာင္းစြာနဲ႔လား ကံဆိုးစြာနဲ႔လားလို႕ေျပာရမလဲမသိ ဒါေပမယ့္ ဆာရာဆိုတဲ႔ေကာင္မေလးကေတာ့ အသက္ရွင္သြားတယ္ေပါ့။ဒီကိစၥျဖစ္တဲ႔သတင္းေတြထြက္ၿပီးတဲ႔အခါမွာ စတီဗင္ဆိုတဲ႔ ေရွ႕ေန႔ႀကီးဟာ ဒီၿမိဳ႕ကိုေရာက္လာပါေတာ့တယ္။ သူေရာက္လာတဲ႔အေၾကာင္းျပခ်က္ကေတာ့ ေသဆံုးသြားတဲ႔ကေလးေတြရဲ႕မိဘဖက္ကေနၿပီး အစိုးရနဲ႔ၿပိဳင္တဲ႔အမႈလိုက္ေပးဖို႔။ ဒါေပမယ့္ စတီဗင္ေၾကာင့္ျဖစ္ရပ္ေတြဟာ ေကာင္းမလာတာမ်ိဳးေတြ သီးျခားျဖစ္ရပ္ဆိုးေတြနဲ႔ႀကံဳလာတဲ့အခါမွာေတာ့ …… ။ဇာတ္လမ္းရဲ႕အစဟာ ဒီယာဥ္တိုက္မႈနဲ႔စတယ္။ ဒီရုပ္ရွင္ဟာ သာမန္ေဟာလိဝုဒ္ဇာတ္ကားတစ္ကားလိုပဲ စဖြင့္တယ္။ ကံၾကမၼာဆိုးတစ္ခုနဲ႔စဖြင့္တယ္။ ဒါေပမယ့္ ဒီကားတိုက္မႈႀကီးအၿပီးမွာ The Sweet hereafterဟာ ပံုမွန္ရုပ္ရွင္ေတြနဲ႔လားလားမွ မဆိုင္ေတာ့ဘူး။ ေရာက္လာတဲ႔ေရွ႕ေနဟာ ျပည္သူဖက္ကေန အစိုးရကိုတိုက္မယ့္ေရွ႕ေနမဟုတ္ဘူး။ ဇာတ္လမ္းဟာ တရားေရးရာစနစ္ကိုျပမွာမဟုတ္ဘူး။တစ္ဖက္မွာ တစ္ဦးတည္းက်န္တဲ႔ ဆာရာဆိုတဲ႔ေကာင္မေလး။ သူငယ္ခ်င္းေတြအားလံုးေသၿပီး သူတစ္ေယာက္တည္းအသက္ရွင္တဲ႔အခါ ဒီေကာင္မေလးရဲ႕ ရွင္သန္ျခင္းဟာ အဓိပၸါယ္မဲ႔တယ္လို႔စိတ္ဝင္သြားတဲ႔ေကာင္မေလး။ေနာက္ၿပီး ကေလးတစ္ေယာက္ဆံုးရံႈးတဲ႔အတြက္ တန္ရာတန္ေၾကးဆိုတာရွိရဲ႕လား ? တရားမွ်တမႈဆိုတာႀကီးရေတာ့ေရာ ကေလးေလးေတြဟာ အသက္ျပန္ရွင္လာမွာမွ မဟုတ္တာ။ ဒီေတာ့ ကေလး ၁၄ ေယာက္ ေသဆံုးမႈရဲ႕ ခ်ိန္ခြင္တစ္ဖက္မွာ ညီမွ်ခ်က္မရွိဘူး။ ဘယ္အရာကမွ ဒီၿမိဳ႕ကေလးရဲ႕မိဘေတြကိုျပန္ၿပီး အစားထိုးေပးႏိုင္မယ္မထင္ဘူး။ လမ္းမေပၚက ေပ်ာက္ဆံုးသြားတဲ႔ရယ္သံေတြကို ဘယ္တရားေရးစနစ္ကမွ မွ်တမႈရယူေပးႏိုင္မယ္မထင္ဘူး။The Sweet Hereafterဟာ ေနာင္တေတြ ေနာက္ျပန္ဆုတ္ခြင့္မရျခင္းေတြ အသက္ရွင္မိကာမွ အျပစ္မကင္းျခင္းေတြကို ဆံုးရံႈးမႈေတြ … အစရွိတာေတြကို ၿမိဳ႕ကေလးကိုေရာက္လာတဲ႔ စတီဗင္ဆိုတဲ႔ေရွ႕ေန႔ႀကီးကို ဗဟိုတည္ၿပီး အေကာင္းဆံုးရိုက္ျပထားၿပီး သာမန္နဲ႔လံုးဝကြဲထြက္တဲ႔ ရုပ္ရွင္တစ္ကားျဖစ္လိမ့္မယ္။IMDB Rating ကေတာ့ 7.6 ျဖစ္ျပီးေတာ့ Rotten Tomato Rating ကေတာ့ 100% ရရွိထားပါတယ္။(အညႊန္းကိုေတာ့ The Silver Screen မွ ကူးယူေဖာ္ျပထားျခင္းျဖစ္ပါတယ္)File size__( 999 MB) and ( 360 MB)Quality__BR-Rip 720pIMDb Rating__7.6/10Format__mp4Duration__01:52:09Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by d3monEncoded by Naing Aung Latt"