"Time Travel နဲ႔ပတ္သက္တဲ႔ကားတစ္ကားျဖစ္ပါတယ္။ 2044 မွာ အေျခတည္တယ္။
ဇာတ္လမ္းကေတာ႔ အဲဒီအခ်ိန္မွာ Time machine ဆိုတာ မေပၚေသးေပမဲ႔ ေနာက္ႏွစ္ (၃၀) ၾကာတဲ႔အခါ ေပၚၿပီတဲ႔။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Future (2070) ေတြမွာ Time machine ေပၚလာေပမဲ႔ ခ်က္ခ်င္းပဲ တရားမဝင္ဆိုၿပီး ပိတ္ပင္ၾကတယ္။
အဲဒီအတြက္ လူဆိုးဂိုဏ္းအႀကီးႀကီးေတြက လွ်ိဳ႕ဝွက္သံုးတယ္။
အဲဒီေခတ္မွာ လူတစ္ေယာက္ကို သတ္ၿပီး အစေဖ်ာက္ဖို႔ မလြယ္တဲ႔အတြက္ သူူတို႔ေတြ သတ္ခ်င္တဲ႔လူေတြကို ဖမ္း၊ ႀကိဳးတုပ္ၿပီး ဒီေန႔ေခတ္ (၂၀၄၄) က သတ္မွတ္ေနရာတစ္ခု (ဥပမာ ေျပာင္းခင္းေဘး) ကို ပို႔လိုက္တယ္။
အဲဒါကိုမွ Looper ဆိုတဲ႔ေကာင္ေတြက အဲဒီေနရာေတြမွာေစာင့္ေနၿပီး ေပၚလာတဲ႔ေကာင္ကို ပစ္သတ္၊ အစေဖ်ာက္ပစ္တယ္။
ေနာက္ သူတို႔နဲ႔ထည့္ေပးလိုက္တဲ႔ ေငြျပား ေရႊျပားေတြကို payment အျဖစ္ယူတယ္။
Future ကလည္း အဲဒီလိုလုပ္ေနရင္းနဲ႔ သူတို႔နဲ႔ အလုပ္လုပ္ေနတဲ႔ looper ေတြနဲ႔ စာရင္းေျဖာက္ခ်င္၊ စာခ်ဳပ္ဖ်က္ခ်င္တဲ႔အခါ အဲဒီ Looper ရဲ႕ အအို version ျဖစ္တဲ႔ (၂၀၇၀)က ေကာင္ကို သူ႔အငယ္ version (၂၀၄၄) ဆီျပန္ပို႔ၿပီး သတ္ပစ္တတ္ပါတယ္။
တစ္ရက္မွာ ဒီလိုပဲ ဇာတ္လုိက္ရဲ႕ အငယ္ version (Josef Gordon Levitt) တစ္ေယာက္ အႀကီးေကာင္ (Bruce Willis) ကိုျပန္သတ္ဖို႔ ျဖစ္လာတဲ႔အခါမွာေတာ႔ ဒီလို ပံုမွန္ assassination မဟုတ္ေတာ႔ဘဲ future က ျပႆနာေတြပါ လိုက္ရွင္းရပါတယ္။ …
Review နာမည္နဲ႔လိုက္ေအာင္ Loop ပတ္ေနတဲ႔ ဇာတ္လမ္းပါပဲ။
ဇာတ္လမ္းကို စဥ္းစားၾကည့္ရင္ ပံုမွန္ဆို အစမရွိ အဆံုးမရွိ လံုးဝ ပတ္လည္ရိုက္ေနတဲ႔ပံုပါပဲ။
ဇာတ္လမ္းက စ လာတည္းက ၾကမ္းတာ။
Idea ကိုေတာ္ေတာ္သေဘာက်ပါတယ္။ ဥပမာ အႀကီးေကာင္ကို လုိခ်င္လို႔ အငယ္ေကာင္ကို ႏွိပ္စက္တာ အႀကီးေကာင္မွာလည္း effect ေတြသြားျဖစ္တာဆို ေတာ္ေတာ္ႀကီး ၾကမ္းတယ္။
အဲဒီလို awesomeness ေတြ ၾကည့္ၿပီး တစ္ဝက္ေက်ာ္ေလာက္မွာေတာ႔ ပ်င္းဖို႔ေကာင္းသြားတယ္။ ဇာတ္ကြက္အခ်ိဳ႕ကိုလည္း မွန္းလို႔ရတယ္။
အရမ္းႀကီး ရႈပ္တဲ႔ time travel stuff ေတြ မသံုးဘဲ လုပ္ထားေတာ႔ ၾကည့္ရတာ အရမ္းႀကီး ရႈပ္မေနသလို အရမ္းႀကီးလည္း mind blown မျဖစ္ဘူး။
Visual effect ေတြ သိပ္မပါေပမဲ႔ တစ္ခ်ိဳ႕အခန္းေတြက ဆြဲထားမွန္း အရမ္းသိသာတယ္။
ေနာက္ဆံုး တစ္ေကာင္တည္း ပြဲၾကမ္းတဲ႔အခန္းက ၾကည့္လည္းေကာင္းသလို လြယ္လြန္းအားႀကီးသလိုပဲ။
မင္းသား Josef Gordon-Levitt က ဒီကားမွာ Bruce Willis နဲ႔တူေအာင္ ႏႈတ္ခမ္းေတြ ေမးရိုးေတြကို ျပင္ထားတယ္။
ကြ်န္ေတာ႔အတြက္ေတာ႔ ႏွစ္ေယာက္သား အဲေလာက္ႀကီး တူမွာမတူမွာကို ဂရုစို္က္ျဖစ္ဘဲ ျပင္ထားတဲ႔အတြက္
JGL ရဲ႕ မ်က္ႏွာက ထူးဆန္းၿပီးတစ္ခ်က္တစ္ခ်က္ မမွတ္မိေတာ႔ေလာက္ေအာင္ ရုပ္ဆိုးတယ္လို႔ပဲ ထင္မိတယ္။
သရုပ္ေဆာင္တာကိုလည္း သြားထိတယ္။
Bruce Willis ႀကီးက ေတာ္ေတာ္မိုက္တယ္။
ကိုယ့္ အငယ္ version ကို ေတြ႕ေတာ႔ မင္းဘာသိလို႔လည္း ငတံုး ဆိုၿပီး ျဖစ္ေနတာ badass ျဖစ္ေနတာ သေဘာက်တယ္။
Looper က အခ်ိန္ႏွစ္ခုၾကားက လူတစ္ေယာက္တည္းအေၾကာင္းကို ရိုက္ထားတာပါ။
ရိုက္ထားတဲ႔ ပံုစံ တင္ျပထားတဲ႔ပံုစံကို သေဘာက်တယ္။
ၾကည့္ဖူးသမွ်ကားေတြထဲမွာ ေတာ္ေတာ္မိုက္တဲ႔ကားပါ။
သို႔ေပမဲ႔ အရမ္းေကာင္းတဲ႔ လြန္အားႀကီးတယ္ဆိုတဲ႔ထဲေတာ႔ မပါပါဘူး။
Sci-fi ေကာင္းေကာင္း ၾကည့္ခ်င္တဲ႔လူေတြ အတြက္ပါ။ …
(ရုပ္ရွင္အညႊန္းကိုေတာ့ DatShin Facebook Page မွ ကူးယူေဖာ္ျပပါသည္)
File Size : (900 MB) and (400 MB)
Quality : Blu-Ray 720p
Running Time : 1hr 53min
Format : Mp4
Genre : Action, Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.BluRay.x264-SPARKS
Encoded by THZ
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
