"ျဗိတိန္ကဗ်ာဆရာၾကီး ဂြ်န္မီလ္တန္က ေျပာဖူးတယ္။
မိန္းကေလးတစ္ေယာက္ကုိ စခ်စ္မိရင္ “နိဗၺာန္”ပဲ။ မိန္းကေလးတစ္ေယာက္နဲ ့ ခ်စ္သူျဖစ္သြားျပီဆိုရင္ေတာ့ “နိဗၺာန္ ေပ်ာက္ဆံုးသြားျပီ”တဲ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂြ်န္မီလ္တန္မွ မဟုတ္ပါဘူး။
အခ်စ္ကို အဓိပၸာယ္ဖြင့္ဆိုခဲ့သူေတြဆိုတာ ဟိုးအရင္ကလည္း ရွိခဲ့တယ္ ၊ အခုလည္း ရွိေနတယ္ ၊ ေနာင္လည္း ရွိေနဦးမွာပဲ မလား. ?
တစ္စံုတစ္ေယာက္ . . . ကိုယ့္သူငယ္ခ်င္းရဲ ႔ ခ်စ္သူျဖစ္ခဲ့ဖူးတဲ့ တစ္စံုတစ္ေယာက္က သင့္ကိုလာျပီးေတာ့ ခ်စ္ေရးဆိုမယ္ဆိုရင္….
အဲ့ဒီလူကို သင့္ဘက္က ခ်စ္ေနရင္ေတာင္ သူငယ္ခ်င္းကို ငဲ့ကြက္ျပီး ျငင္းပယ္မွာလား . . .?
ဒါမွမဟုတ္ သင့္ႏွလံုးသား အလိုအတိုင္း အဲ့ဒီလူကို ျပန္ခ်စ္လိုက္မွာလား ?
အရွဳပ္အေထြးေတြၾကားမွာ ေနေပ်ာ္တတ္ၾကတဲ့ ကြ်န္ေတာ္တို ့ပုထုဇဥ္ေတြၾကားမွာ ဒီလိုမ်ိဳး လြန္ဆြဲမွဳေတြနဲ ့ မၾကာမၾကာဆိုသလို ၾကံဳေတြ ့ရတတ္ပါတယ္ ။
ဒီဇာတ္ကားမွာေတာ့ ေစာ္ၾကည္ဘဲၾကီး ဟစ္ပီနဲ ့ ဆိုင္ကယ္ခေရစီျဖစ္တဲ့ ေကာင္မေလး အမ္မူဒါတို ့ၾကားက အခ်စ္ေရးကိစၥကို အဓိက ဇာတ္အိမ္တည္ျပီးရိုက္ျပထားတာကို ျမင္ေတြ ့ရမွာ ျဖစ္ပါတယ္ ။
ေခါင္းေဆာင္အျဖစ္နဲ ့ပါ၀င္သရုပ္ေဆာင္ထားသူက RX 100 ဇာတ္ကားနဲ ့ပရိတ္သတ္ရင္ထဲကို ေရာက္ခဲ့ဖူးသူ ေတလဂူမင္းသားေခ်ာ Kartikeya Reddy Gummakonda ျဖစ္ျပီး
မင္းသမီးကလည္း Jalebi ဇာတ္ကားထဲမွာ အာႏူးအျဖစ္ သရုပ္ေဆာင္ခဲ့တဲ့ မင္းသမီးေခ်ာ Digangana Suryavanshi ျဖစ္ပါတယ္။
ေတလဂူ အခ်စ္ကားေလးေတြကို ၾကိဳက္တတ္တဲ့ ပရိတ္သတ္အတြက္ ေက်နပ္စရာ ဇာတ္ကားေလး တစ္ကားပါပဲ ။
အုိဗာအက္ရွင္ တစ္ခန္းႏွစ္ခန္းကုိ နားလည္ေပးျပီး ခံစားမယ္ဆိုရင္ေတာ့ ပရိတ္သတ္အားလံုးအတြက္ ၾကည့္ေပ်ာ္ရွဳေပ်ာ္ရွိလွတဲ့ ဇာတ္ကားတစ္ကားျဖစ္လာမွာပါ။
ကိုျမင့္သူက အမ်ားဆံုးေရးေပးထားၿပီး ညီညီကိုးမွ အနည္းငယ္ ဝင္ေယာင္ထားပါတယ္
File Size :(1.20 GB ) and (600 MB)
Quality : AMZN WEB-DL 720p
Running Time : 2h 23min
Format : Mp4
Genre : Action, Comedy, Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.AMZN.WEB-DL.DDP.5.1.H264-DDR
Translated by Myint Thu & Nyi Nyi Koe (MLMC)
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
