ဒီဇာတ်ကားကိုကြည့်နေရင်းနဲ့ အဆုံးသတ်နားနီးတော့မှ ဇာတ်လိုက်က ဒီကားနာမည် Deep Blue Seaကို ညွှန်းလိုက်တဲ့စကားတစ်ခွန်းကြောင့် ခံစားရတဲ့ ရသလည်း အသစ်ပြောင်းသွားရပါတယ်။ ပြောရရင် ရှုထောင့်ပြောင်းပြီး မြင်လာတဲ့ အမြင်သစ်တစ်ခု ရသွားတာပေါ့လေ။Alzheimer’s diseaseဆိုတာ လူတွေမှာ အဖြစ်အများဆုံး ဦးနှောက်ရောဂါတစ်ခုပါ။ မှတ်ဉာဏ်တွေ မေ့ပျောက်ကုန်တဲ့ရောဂါတစ်မျိုးပါပဲ။ သူငယ်ပြန်တာမျိုးလည်း မဟုတ်ဘဲ ကြာလေလေ ဘာကိုမှ မမှတ်တော့လောက်အောင် ဦးနှောက်ဆဲလ်တွေ သေဆုံးသွားတာမျိုးပါ။အဲဒီရောဂါနဲ့သူ့မိဘတွေ ကွယ်လွန်သွားရလို့ အခဲမကျေဖြစ်နေတဲ့ ဆရာဝန်မလေးတစ်ယောက်ဟာ ဆေးကုမ္ပဏီကြီးတစ်ခုရဲ့ အထောက်အပံ့နဲ့ အယ်လ်ဇိုင်းမားရောဂါ ကုထုံးသစ်အတွက် သုတေသနလုပ်နေပါတယ်။သူလုပ်နေတဲ့ သုတေသနဌာနက ဒုတိယကမ္ဘာစစ်လက်ကျန် ရေငုပ်သင်္ဘောတွေ ဆီဖြည့်တဲ့ စခန်းဟောင်းတစ်ခုကို ပြုပြင်ပြီး လုပ်ထားတာပါ။ ဘာလို့ အဲဒီနေရာကိုမှ သွားလုပ်ရသလဲဆိုရင် သူတို့ စမ်းသပ်နေတဲ့ဆေးကုထုံးက ငါးမန်းတွေရဲ့ ဦးနှောက်နဲ့ ပတ်သက်နေလို့ပါပဲ။ငါးမန်းတစ်ကောင်ရဲ့ဦးနှောက်ကို ပုံမှန်ထက်ငါးဆလောက်ကြီးလာအောင် အရင်လုပ်လိုက်ကြတယ်။ အဲဒီငါးမန်းရဲ့ဦးနှောက်ထဲကို အယ်လ်ဇိုင်းမားလူနာရဲ့ ပျက်စီးနေတဲ့ဦးနှောက်ဆဲလ်တွေ မြှုပ်နှံထားပြီးတော့ ရလဒ်တွေကို သုတေသနပြုနေကြတာပါ။ စမ်းသပ်ချက်က အောင်မြင်ပါတယ်။ ငါးမန်းဦးနှောက်ရဲ့ ပရိုတင်းဆဲလ်တွေက အယ်လ်ဇိုင်းမားလူနာရဲ့ ဦးနှောက်ဆဲလ်တွေ ပြန်အလုပ်လုပ်လာအောင် ဓာတ်ပြုပေးလိုက်ပါတယ်။ဒါပေမဲ့ ထည့်တွက်မထားမိတဲ့တစ်ချက်က စမ်းသပ်ခံငါးမန်းတွေဟာ သူတို့ရဲ့ဦးနှောက် ငါးဆကြီးထွားလာတာနဲ့အတူ သူတို့ရဲ့ဉာဏ်ရည်ဉာဏ်သွေးတွေကပါ အလွန်မြင့်မားလာကြတော့တာပါပဲ။ လေးဆယ့်ငါးပေအရှည်ရှိပြီး အလေးချိန် ပေါင် ရှစ်ထောင်လောက်လေးတဲ့ အင်မတန်ဉာဏ်ရည်မြင့်မားနေတဲ့ ငါးမန်းပြာတစ်ကောင် ဘာကိုစဉ်းစားမိမလဲ။ သူ ဘာလိုချင်မှာလဲ။ အဲဒါဟာ အစမှာ ကျွန်တော်ပြောခဲ့တဲ့ ရှုထောင့် အလှည့်အပြောင်းလေးပါပဲ။ဇာတ်လမ်းအရတော့ ထူးထူးခြားခြားမရှိပေမယ့် တစ်ကားလုံး ပျင်းရတဲ့အချိန်မရှိလောက်အောင် ကြည့်ရှုသူကို ဆွဲခေါ်သွားမှာပါ။ ရယ်ရမှာလိုလို မရယ်ရဘူးလိုလိုအကွက်တွေလည်း ပါပါသေးတယ်။ Samuel L. Jacksonကတော့ ဒီဇာတ်ကားထဲမှာ သိပ်မဆဲလိုက်ရရှာပါဘူး။ အဆိုတော် သရုပ်ဆောင် LL Cool J လည်းပဲ ပါဝင်ထားပါသေးတယ်။ မင်းသမီး Saffron Burrows ကတော့ Troy ရုပ်ရှင်ဇာတ်ကားထဲမှာ သူရဲကောင်း Hector ရဲ့ဇနီးနေရာက ပါဝင်သရုပ်ဆောင်ခဲ့တာ မှတ်မိကြပါလိမ့်မယ်။ကြည့်ရှုခံစားကြပါစို့။File size…(2.34GB) / (1.24GB) / (719MB)Quality…. Web 1080P / 720p / 480PFormat…mp4Duration….01:45:00Genre…Action / Adventure / Sci-FiSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Arr Khun Winchester"