"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Arrival (2016)
Mystery/Science fiction
Arrival ဆိုတာ လေဆိပ်မှာဆိုရင်တော့ ဆိုက်ရောက်ပေါ့ဗျာ..
ဒီဇာတ်ကားထဲမှာလဲ တစ်စုံတစ်ဦးက တစ်နေရာရာကို ဆိုက်ရောက်လာတာနဲ့ပတ်သက်ပြီး ဖြစ်ပေါ်လာတဲ့အကျိုးဆက်တွေကိုမြင်တွေ့ရမှာပါ။
အမှန်ပြောရရင် ကျွန်တော်ဒီကားကို Trailer လည်းမကြည့်ဖြစ်တော့ ဇာတ်ကားမကြည့်ခင်အထိ အာကာသနဲ့ ပတ်သက်တဲ့ ဇာတ်ကားလို့ပဲထင်ခဲ့ဖူးတယ်။ တကယ်တမ်းမှာ ကမ္ဘာမြေကို ရောက်ရှိလာတဲ့ ဧည့်သည်တွေနဲ့ ပတ်သက်တဲ့ ဇာတ်ကားဖြစ်နေတာပါ။.. ဇာတ်ကားအမျိုးအစားကို Mystery/Science fiction လို့ ဖော်ပြကြပေမယ့် ကျွန်တော်ကတော့ Drama ဇာတ်ကားကောင်းတစ်ကားကို ကြည့်ခွင့်ရလိုက်တယ်လို့ပဲ ခံစားရပါတယ်။
Director Denis Villeneuve က ရိုက်ကူးပြီး မင်းသမီး Amy Adams နဲ့ မင်းသား Jeremy Renner တို့က အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။
ဇာတ်လမ်းအကြောင်းပြောရမယ်ဆိုရင်တော့….
Dr. Louise Banks ရဲ့ ဘဝဇာတ်ကြောင်းနဲ့ အစပြုထားပါတယ်။ သူမက ကလေးငယ်တစ်ဦးရဲ့ မိခင်တစ်ယောက်ဖြစ်ပြီး သမီးလေးကို တစ်ဦးတည်း ထိန်းကြောင်းနေတဲ့ ပုံရိပ်တွေကိုမြင်တွေ့ရမှာပါ။ လက်မှာ လက်ထပ်လက်စွပ်လည်းဝတ်ထားပြီး ခင်ပွန်းအကြောင်းကို မရိုက်ပြထားတော့ မုဆိုးမ / တစ်ခုလပ်အနေနဲ့ပဲ ဘဝကို သမီးလေးနဲ့ အတူဖြတ်သန်းနေပုံတွေကို အဆင့်ဆင့်ဖော်ပြထားကာ နောက်ဆုံးမှာ သူ့သမီးလေးက ဆယ်ကျော်သက်အရွယ်ရောက်တဲ့အခါမှာ ရောဂါဝေဒနာတစ်ခုကိုခံစားရပြီး ဆေးရုံတက်နေရင်းနဲ့ သူမရဲ့ လက်ထက်မှာပဲသေဆုံးသွားခဲ့ပါတယ်။
သူမက ဘာသာဗေဒနဲ့ပတ်သက်ပြီး Doctor ဘွဲ့ရရှိထားတာဖြစ်ပြီး တက္ကသိုလ်တစ်ခုမှာ စာပြလျက်ရှိပါတယ်။
တစ်နေ့တော့ သူမရဲ့ စာသင်ခန်းမှာ သာမန်ထက်ကျောင်းသားတွေ ပိုနည်းနေပြီး စာသင်နေရင်းနဲ့ တွေ့ရှိရတဲ့ သတင်းတစ်ခုကတော့..
ကမ္ဘာမြေပေါ်ကို အမည်မသိ ယာဉ်ပျံကြီး (၁၂)စင်း ရောက်ရှိနေပြီး မတူညီတဲ့ နိုင်ငံ (၁၂)ခုမှာ ဆင်းသက်ရပ်နားထားတယ်ဆိုတဲ့ .. သတင်းပါ။
သက်ဆိုင်ရာ နိုင်ငံအသီးသီးက အစိုးရတွေကလည်း ဒီယာဉ်ပျံတွေနဲ့ပတ်သက်ပြီး စုံစမ်းစစ်ဆေးနေဆဲဖြစ်သလို .. အံ့သြစရာကောင်းလောက်အောင် ကြီးမားနေတာကြောင့် ပြည်သူလူထုကလည်း အထိပ်တလန့်နဲ့ လှုပ်လှုပ်ရှားရှားဖြစ်ကုန်ပါတယ်။
ဒါဟာ နိုင်ငံတစ်နိုင်ငံထဲရဲ့ အရေးမဟုတ်တော့ပဲ.. တစ်ကမ္ဘာလုံးရဲ့ အရေးဖြစ်တာကြောင်း United Nation (UN) ကဝင်ရောက်ကိုင်တွယ်နေသလို ကမ္ဘာ့နိုင်ငံအသီးသီးကလည်း တစ်နိုင်ငံနဲ့ တစ်နိုင်ငံ ဆက်သွယ်ပြီး သတင်းအချက်အလက်များ ဖလှယ်ကာ စုံစမ်းဖော်ထုတ်လျက်ရှိပါတယ်။
Dr. Louise Banks တို့ တက္ကသိုလ်ကလည်း အခြေအနေမတည်ငြိမ်မှုတွေကြောင့် ကျောင်းရှိလူကုန်ကို အိမ်ပြန်စေပါတယ်။ Dr. Louise Banks ကတော့ သူမတစ်ဦးတည်း နေထိုင်တဲ့ အိမ်ကို သက်သက်သာသာပဲပြန်လာခဲ့လိုက်ပါတယ်။ နောက်ရက်မှာတော့ သူမက တာဝန်အရ ကျောင်းကို ပြန်သွားခဲ့ပါတယ်။ ဒါပေမယ့် သူမတပည့်တွေကတော့ ဘယ်သူမှ ကျောင်းလာမတက်ကြတော့ပါဘူး..
သူမရုံးခန်းမှာရှိနေစဉ်မှာ မဖိတ်ခေါ်ထားတဲ့ ဧည့်သည်အမျိုးသား (၃)ဦးရောက်ရှိလာခဲ့ပြီး သူမကို ဘာသာပြန်ပေးဖို့အလုပ်အပ်ပါတယ်။ ဒါပေမယ့် ဘာသာပြန်ပေးရမှာက အသံသွင်းထားတဲ့ စက်ထဲက ထူးထူးဆန်းဆန်းအသံတွေကိုပါ။ အချက်အလက်မပြည့်စုံပဲ.စကားပြောဆိုတဲ့သူကိုလည်း မတွေ့ရတာကြောင့် သူမက ဘာသာပြန်ဖို့ဆိုတာမဖြစ်နိုင်ဘူးလို့ ငြင်းခဲ့ပါတယ်။
ဒါပေမယ့် နောက်တစ်နေ့ မနက်အစောပိုင်းမှာပဲ သူမရဲ့ အိမ်ကို ရောက်ရှိလာပြီး ဒီတစ်ခါတော့ အသံသွင်းထားတဲ့ File ကို ဘာသာပြန်ရမှာမဟုတ်ပဲ.. အသံထွက်တဲ့ နေရာအထိခေါ်သွားဖို့အတွက် ရောက်ရှိလာတာပါ…
အဲဒီနောက်မှာတော့ …
စစ်သုံးရဟတ်ယာဉ်ပေါ်မှာ Ian Donnelly ဆိုတဲ့ ရူပဗေဒသိပ္ပံပညာရှင်နဲ့ တွေ့ဆုံပြီး သူတို့အလုပ်အတူတွဲလုပ်ရမှာဖြစ်ပါတယ်။
သူတို့နှစ်ဦးတွေ့ဆုံမှုမှာ ပထမဆုံးပြောတဲ့ Dialogue လေးတွေက စိတ်ဝင်စားစရာကောင်းတာကြောင့် ပြန်လည်ဖော်ပြလိုက်ပါတယ်။
Ian က Louise ရေးသားတဲ့ ဘာသာဗေဒ စာအုပ်ထဲက စာသားအချို့ကို ရွတ်ပြခဲ့ပါတယ်။
“ Language is the foundation of civilization. It is the glue that holds the People together. It is the First weapon drawn in a conflict” (ဘာသာစကားဆိုတာ.. လူ့အဖွဲ့အစည်းရဲ့ အခြေခံ အုတ်မြစ်ဖြစ်ပြီး လူသားတွေကို အတူတကွရှိနေစေတဲ့ ကြားခံတစ်ခုပါ။ ရှုပ်ထွေးမှုတွေ အငြင်းပွားမှုတွေကိုဖြစ်စေတဲ့ ပထမဆုံးလက်နက်တစ်ခုလည်းဖြစ်တယ်။ )
Ian ရဲ့ စာသားအပေါ်မှတ်ချက်ကတော့ “It is great. Even if it is wrong” (မှားနေပေမယ့် ရေးထားတာအရမ်းကောင်းပါတယ်တဲ့)
Louise က သံယောင်လိုက်ပြီး ပြန်မေးပါတယ်။ “It is wrong?” မှားနေတာလား ??
အဲဒီအခါမှာ Ian က သူ့ရဲ့ သဘောထားကို ပြန်ပြောခဲ့ပါတယ်။ “ The cornerstone of civilization isn’t language. It’s Science” (လူ့အဖွဲ့အစည်းရဲ့ အခြေခံအုတ်မြစ်က ဘာသာစကားမဟုတ်ပါဘူး.. သိပ္ပံပညာသာဖြစ်ပါတယ်) တဲ့ …
အယူအဆမတူတဲ့ သူနှစ်ဦးက အလုပ်တစ်ခုကို တွဲလုပ်ကြရတော့မှာပါ…
အဲဒီနောက်မှာတော့ ယာဉ်ပျံတစ်စီးရှိနေတဲ့ အရပ်ကို ရောက်ရှိလာပါပြီ…
လေထုပြသနာရှိတာကြောင့် ၁၈နာရီမှာမှ တစ်ကြိမ် (နာရီအနည်းငယ်ခန့်)သာ ယာဉ်ပျံပေါ်တက်ရောက်ပြီး ဂြိုလ်သားတွေ့နဲ့ တွေ့ဆုံခွင့်ရှိတာကြောင့် ပထမဆုံး ဆုံတွေ့ချင်းမှာ.. တစ်ယောက်ပြောတဲ့ စကားကို တစ်ယောက်က နားမလည်ခဲ့တာပါဘူး။
ဒုတိယအကြိမ်မှာတော့ တစ်ယောက်နဲ့ တစ်ယောက် အက္ခရာချင်းဖလှယ်လို့ရအောင် ကြိုးစားပါတော့တယ်…
အဲဒီမှာသိလာရတာက စက်ဝိုင်းပုံတစ်ပုံဟာ ဝါကျတစ်ကြောင်းဖြစ်ပြီး ပါဝင်တဲ့ အစက်ကလေးတွေနဲ့ ပုံသဏ္ဍာန်တွေအပေါ်မှာ မူတည်ပြီး အဓိပ္ပာယ်တွေကွဲပြားသွားပါတယ်။
တစ်ဖက်မှာလည်း ..လူတွေက ဒီယာဉ်ပျံကြီးတွေနဲ့ပတ်သက်လို့ ကြောက်ရွံ့ထိပ်လန့်မှုတွေပိုမိုတိုးပွားလာလျက်ရှိပြီး တစ်ပြိုင်နက်တည်းမှာပဲ.. အကြောက်တရားနဲ့ အတ္တတို့ပေါင်းစပ်ကာ.. တိုင်းပြည်မငြိမ်သက်မှုများ.. ဆူပူအုံကြွမှုများ နဲ့ အစိုးရပေါ်ဖိအားပေးမှုတွေရှိလာပါတော့တယ်။
Ian နဲ့ Louise တို့ကြိုးစားအဖြေရှာနေကြသလိုပဲ.. တခြားနိုင်ငံတွေကလည်း ဘာသာစကားကို နားလည်ဖို့ကြိုးစားနေကြပါတယ်။
သူတို့ အဓိကသိချင်ကြတဲ့ မေးခွန်းတွေကတော့..
ဂြိုလ်သားတွေ ကမ္ဘာမြေကို ရောက်ရှိလာတဲ့ ရည်ရွယ်ချက်ပါပဲ…
အဲဒီလိုအဖြေရှာနေစဉ်ကာလအတွင်းမှာ Louise က သူမရဲ့ သမီးလေးနဲ့ပတ်သက်ပြီး မကြာခဏ သတိရလာသလို တိုက်ဆိုင်မှုတွေကိုလည်း မြင်နေရပါတယ်။ စိတ်ရောကိုယ်ပါ ပင်ပန်းနေတဲ့ Louise တစ်ယောက် အက္ခရာတွေကို ဖော်ထုတ်အဖြေရှာနိုင်ပါ့မလားဆိုတာ…
အဲဒီအချိန်မှာပဲ တရုတ်နိုင်ငံက General Shang က ဘာသာစကားနဲ့ ပတ်သက်ပြီး သူတို့ ဖော်ထုတ်လို့ရတာက …
Use the weapon လို့ အဖြေထုတ်လိုက်ပါတယ်။ ဒါဟာတစ်နည်းအားဖြင့် စစ်ကြေညာတာလို့ သူတို့က နားလည်လက်ခံလိုက်ပါတယ်။
Louise က အဖြေထုတ်ရာမှာတော့ Offer weapon လို့ အဖြေထုတ်ပါတယ်။ တနည်းအားဖြင့် နည်းပညာ/ လက်နက်တစ်ခုခုကို စီးပွားရေးဆန်ဆန် လာရောက်ရောင်းချတာမျိုးဖြစ်နိုင်တယ်လို့ သူမက ယုံကြည်ပါတယ်။
ဆိုတော့ကာ… တရုတ်အပါအဝင် အခြားနိုင်ငံတော်တော်များများက ယာဉ်ပျံတွေကို ၂၄ နာရီအတွင်း ကမ္ဘာမြေကထွက်ခွာဖို့ သတိပေးလိုက်ပြီး မထွက်ခွာပါက တိုက်ခိုက်မယ်လို့ ဆုံးဖြတ်လိုက်ပါပြီ.. Russia နိုင်ငံကဲ့သို့ စစ်အင်အားကြီးနိုင်ငံအပါအဝင် Sudan, Pakistan အစရှိတဲ့နိုင်ငံတွေကပါ တရုတ်နိုင်ငံနဲ့ ပူးပေါင်းပြီး စစ်ရေးအရပဲ ဖြေရှင်းဖို့ ကြိုးစားနေကြပါတယ်။
Louise တို့ရဲ့စခန်းနဲ့လည်း အဆက်အသွယ်မလုပ်တော့သလို သတင်းအချက်အလက်များကိုလည်း ဝေမျှခြင်းမရှိတော့ပဲ…သိပ်မကြာခင်မှာ နိုင်ငံတော်တော်များများက ကမ္ဘာတစ်ဝှန်းလုံးက ယာဉ်ပျံတွေကို စစ်ကြေညာပြီး ထွက်ခွာဖို့ တောင်းဆိုလိုက်ပါတယ်။
ဒီယာဉ်ပျံတွေကရော အလွယ်တကူ ထွက်ခွာသွားမလား.. ကမ္ဘာမြေကရော အန္တရာယ်ကင်းပါ့မလားဆိုတာ….
“Full Spoiler Alert”
Louise က မတည်ငြိမ်တဲ့အခြေအနေတစ်ခုမှာ .. တော်တော်များများကလည်း စခန်းကို သိမ်းဆည်းနေပြီး စစ်ကြေညာဖို့ပြင်ဆင်နေတာကြောင့် .. သူမက အရဲစွန့်ပြီး ယာဉ်ပျံရှိရာဆီကို တစ်ဦးတည်း သွားရောက်ပြီး ဂြိုလ်သားနဲ့ ဆက်သွယ်ဖို့ကြိုးစားပါတယ်။ အဲဒီမှာပဲ သူမသဘောပေါက်လိုက်တာက သူမက အနာဂတ်ကို ကြိုမြင်တဲ့ အစွမ်းရှိနေတာပါ။ ကျွန်တော်တို့ဇာတ်လမ်းအစမှာ ကြည့်ခဲ့ရတဲ့ သူမနဲ့ သူမရဲ့ သမီးလေးဆိုတာကလည်း တကယ်တမ်းတော့ Louise ကြိုမြင်နေရတဲ့အရာတွေပါ။ သမီးရဲ့ဖခင်ကတော့ သူမရဲ့လုပ်ဖော်ကိုင်ဖက် ရူပဗေဒသိပ္ပံပညာရှင် Ian ပဲဖြစ်ပါတယ်။ ဒါပေမယ့် Louise က သူမရဲ့အနာဂတ်ကို ကြိုမြင်နိုင်စွမ်းကို ခင်ပွန်းဖြစ်သူ ရူပဗေဒသိပ္ပံပညာရှင် Ian ကို ဖွင့်ပြောခဲ့တာကြောင့် Ian ကလက်မခံနိုင်ပဲ အချင်းများရာက လမ်းခွဲလိုက်ကြပုံပါပဲ။
နောက်ဆုံးမှာတော့ Louise က သူမရဲ့ အနာဂတ်အကြောင်းကို သိရှိခဲ့ရသလိုပဲ.. သူမရဲ့ အနာဂတ် ကြိုမြင်နိုင်စွမ်းကို အသုံးချကာ တရုတ်နိုင်ငံက General Shang ကို နားလည်အောင်ရှင်းပြနိုင်ခဲ့တာကြောင့် စစ်ဖြစ်ပွားခြင်းမရှိတော့ပဲ ငြိမ်းချမ်းစွာဖြေရှင်းနိုင်ခဲ့ပါတယ်။
တကယ်တမ်းမှာ Louise ဘာသာပြန်ခဲ့သလို Offer weapon မဟုတ်ပဲ Offer Gift ဖြစ်နေတာပါ။ ဂြိုလ်သားနဲ့ ဆက်သွယ်ရင်းနဲ့ Louise က အနာဂတ်ကို ကြိုမြင်နိုင်စွမ်းတဲ့လက်ဆောင်ကို ရရှိခဲ့ခြင်းပဲဖြစ်ပါတယ်။ ဂြိုလ်သားတွေလာရောက်ဆက်သွယ်တဲ့ကိစ္စကလည်း တကယ်တမ်းမှာ သူတို့တွေအနေနဲ့ နောင်တစ်ချိန်မှာ လူသားတွေရဲ့အကူအညီလိုအပ်လာမှာဖြစ်လို့အခုကတည်းက လာရောက်ဆယ်သွယ်ထားခြင်းပဲဖြစ်ပါတယ်။
ဇာတ်လမ်းရဲ့ အဆုံးသတ်မှာ ဂြိုလ်သားတွေ အကြောင်းကို အသေးစိတ်ရှင်းမပြခဲ့ပဲ လက်ရှိရင်ဆိုင်နေရတဲ့ အခက်အခဲတွေ အဆင်ပြေကျော်လွှားနိုင်ခဲ့တယ်ဆိုတာလောက်ပဲ ပြသသွားခဲ့ပါတယ်။
ဒီဇာတ်ကားကိုကြည့်ပြီး ခံစားမိတာကတော့.. လူတွေက ကြောက်စိတ်နဲ့ အတ္တပေါင်းစပ်လာရင် ကြမ်းတမ်းခက်ထန်လာတတ်တာပါပဲ.. ..(လူတွေက ဒီယာဉ်ပျံကြီးတွေနဲ့ပတ်သက်လို့ သေချာမသိရသေးခင်မှာပဲ စိုးရိမ်ပူပန်မှုတွေလွန်ကဲကာ အကြောက်တရားနဲ့ အတ္တတို့ပေါင်းစပ်ပြီး .. တိုင်းပြည်မငြိမ်သက်မှုများ.. ဆူပူအုံကြွမှုများ နဲ့ အစိုးရပေါ်ဖိအားပေးမှုတွေရှိလာပါတယ်လို့ ကျွန်တော်ထင်ပါတယ်။ )
နောက်ထပ်ခံစားမိတာတစ်ခုက
အက္ခရာတွေကို အဓိပ္ပာယ်ဖော်တဲ့နေရာမှာ “use the weapon” နဲ့ “offer weapon” လို့ ဘာကြောင့်အဓိပ္ပာယ်ကွဲသွားရတာလဲဆိုတဲ့အချက်ပါ..
ကျွန်တော့်ရဲ့အမြင်အရတော့ Louise ရဲ့ စိတ်အခံက ဂြိုလ်သားတွေနဲ့ပတ်သက်ပြီး ရင်နှီး နှစ်လိုဖွယ်ရှိပြီး General Shang တို့ကတော့ နဂိုစိတ်ရင်းမှာကိုက ဂြိုလ်သားတွေအပေါ်မှာသံသယထားပြီး နှစ်မြို့ပုံမရတာကြောင့် ဘာသာပြန်တဲ့နေရာမှာအဓိပ္ပာယ်ကွဲပြားသွားတယ်လို့ ကျွန်တော်မြင်ပါတယ်။
လက်တွေ့ဘဝမှာလည်း လူတွေက မိမိတို့ကြားနေမြင်နေတာတွေကို ကိုယ့်ရဲ့စိတ်ခံစားချက်ပေါ်မူတည်ပြီးအဓိပ္ပာယ်ကောက်လေ့ရှိကြတယ်မဟုတ်ပါလား….
ဒါကြောင့် ချစ်သောစိတ်ဖြင့် မြင်နိုင်ကြားနိုင်ကြပါစေလို့ ဆုတောင်းရင်း….
#Arrival_2016, #Nucleon_Content, #Admin_N
—————————————————————–
Arrival ဆိုတာ ေလဆိပ္မွာဆိုရင္ေတာ႔ ဆိုက္ေရာက္ေပါ႔ဗ်ာ..
ဒီဇာတ္ကားထဲမွာလဲ တစ္စံုတစ္ဦးက တစ္ေနရာရာကို ဆိုက္ေရာက္လာတာနဲ႔ပတ္သက္ျပီး ျဖစ္ေပၚလာတဲ႔အက်ိဳးဆက္ေတြကိုျမင္ေတြ႔ရမွာပါ။
အမွန္ေျပာရရင္ ကၽြန္ေတာ္ဒီကားကိုု Trailer လည္းမၾကည့္ျဖစ္ေတာ႔ ဇာတ္ကားမၾကည့္ခင္အထိ အာကာသနဲ႔ ပတ္သက္တဲ႔ ဇာတ္ကားလို႔ပဲထင္ခဲ႔ဖူးတယ္။ တကယ္တမ္းမွာ ကမၻာေျမကို ေရာက္ရွိလာတဲ႔ ဧည္႔သည္ေတြနဲ႔ ပတ္သက္တဲ႔ ဇာတ္ကားျဖစ္ေနတာပါ။.. ဇာတ္ကားအမ်ိဳးအစားကို Mystery/Science fiction လို႔ ေဖာ္ျပၾကေပမယ့္ ကၽြန္ေတာ္ကေတာ႔ Drama ဇာတ္ကားေကာင္းတစ္ကားကို ၾကည့္ခြင္႔ရလိုက္တယ္လို႔ပဲ ခံစားရပါတယ္။
Director Denis Villeneuve က ရိုက္ကူးျပီး မင္းသမီး Amy Adams နဲ႔ မင္းသား Jeremy Renner တို႔က အဓိကပါဝင္သရုပ္ေဆာင္ထားပါတယ္။
ဇာတ္လမ္းအေၾကာင္းေျပာရမယ္ဆိုရင္ေတာ႔….
Dr. Louise Banks ရဲ႔ ဘဝဇာတ္ေၾကာင္းနဲ႔ အစျပဳထားပါတယ္။ သူမက ကေလးငယ္တစ္ဦးရဲ႔ မိခင္တစ္ေယာက္ျဖစ္ျပီး သမီးေလးကို တစ္ဦးတည္း ထိန္းေၾကာင္းေနတဲ႔ ပံုရိပ္ေတြကိုျမင္ေတြ႔ရမွာပါ။ လက္မွာ လက္ထပ္လက္စြပ္လည္းဝတ္ထားျပီး ခင္ပြန္းအေၾကာင္းကို မရိုက္ျပထားေတာ႔ မုဆိုးမ / တစ္ခုလပ္အေနနဲ႔ပဲ ဘဝကို သမီးေလးနဲ႔ အတူျဖတ္သန္းေနပံုေတြကို အဆင္႔ဆင္႔ေဖာ္ျပထားကာ ေနာက္ဆံုးမွာ သူ႔သမီးေလးက ဆယ္ေက်ာ္သက္အရြယ္ေရာက္တဲ႔အခါမွာ ေရာဂါေဝဒနာတစ္ခုကိုခံစားရျပီး ေဆးရံုတက္ေနရင္းနဲ႔ သူမရဲ႔ လက္ထက္မွာပဲေသဆံုးသြားခဲ႔ပါတယ္။
သူမက ဘာသာေဗဒနဲ႔ပတ္္သက္ျပီး Doctor ဘြဲ႔ရရွိထားတာျဖစ္ျပီး တကၠသိုလ္တစ္ခုမွာ စာျပလ်က္ရွိပါတယ္။
တစ္ေန႔ေတာ႔ သူမရဲ႔ စာသင္ခန္းမွာ သာမန္ထက္ေက်ာင္းသားေတြ ပိုနည္းေနျပီး စာသင္ေနရင္းနဲ႔ ေတြ႔ရွိရတဲ႔ သတင္းတစ္ခုကေတာ႔..
ကမၻာေျမေပၚကို အမည္မသိ ယာဥ္ပ်ံၾကီး (၁၂)စင္း ေရာက္ရွိေနျပီး မတူညီတဲ႔ ႏုိင္ငံ (၁၂)ခုမွာ ဆင္းသက္ရပ္နားထားတယ္ဆိုတဲ႔ .. သတင္းပါ။
သက္ဆိုင္ရာ ႏုိင္ငံအသီးသီးက အစိုးရေတြကလည္း ဒီယာဥ္ပ်ံေတြနဲ႔ပတ္သက္ျပီး စံုစမ္းစစ္ေဆးေနဆဲျဖစ္သလို .. အံ႔ၾသစရာေကာင္းေလာက္ေအာင္ ၾကီးမားေနတာေၾကာင္႔ ျပည္သူလူထုကလည္း အထိပ္တလန္႔နဲ႔ လႈပ္လႈပ္ရွားရွားျဖစ္ကုန္ပါတယ္။
ဒါဟာ ႏုိင္ငံတစ္ႏုိင္ငံထဲရဲ႔ အေရးမဟုတ္ေတာ႔ပဲ.. တစ္ကမၻာလံုးရဲ႔ အေရးျဖစ္တာေၾကာင္း United Nation (UN) ကဝင္ေရာက္ကိုင္တြယ္ေနသလို ကမၻာ႔ႏုိင္ငံအသီးသီးကလည္း တစ္ႏုိင္ငံနဲ႔ တစ္ႏုိင္ငံ ဆက္သြယ္ျပီး သတင္းအခ်က္အလက္မ်ား ဖလွယ္ကာ စံုစမ္းေဖာ္ထုတ္လ်က္ရွိပါတယ္။
Dr. Louise Banks တို႔ တကၠသိုလ္ကလည္း အေျခအေနမတည္ျငိမ္မႈေတြေၾကာင္႔ ေက်ာင္းရွိလူကုန္ကို အိမ္ျပန္ေစပါတယ္။ Dr. Louise Banks ကေတာ႔ သူမတစ္ဦးတည္း ေနထိုင္တဲ႔ အိမ္ကို သက္သက္သာသာပဲျပန္္လာခဲ႔လိုက္ပါတယ္။ ေနာက္ရက္မွာေတာ႔ သူမက တာဝန္အရ ေက်ာင္းကို ျပန္သြားခဲ႔ပါတယ္။ ဒါေပမယ့္ သူမတပည့္ေတြကေတာ႔ ဘယ္သူမွ ေက်ာင္းလာမတက္ၾကေတာ႔ပါဘူး..
သူမရံုးခန္းမွာရွိေနစဥ္မွာ မဖိတ္ေခၚထားတဲ႔ ဧည္႔သည္အမ်ိဳးသား (၃)ဦးေရာက္ရွိလာခဲ႔ျပီး သူမကို ဘာသာျပန္ေပးဖို႔အလုပ္အပ္ပါတယ္။ ဒါေပမယ့္ ဘာသာျပန္ေပးရမွာက အသံသြင္းထားတဲ႔ စက္ထဲက ထူးထူးဆန္းဆန္းအသံေတြကိုပါ။ အခ်က္အလက္မျပည္႔စံုပဲ.စကားေျပာဆိုတဲ႔သူကိုလည္း မေတြ႔ရတာေၾကာင္႔ သူမက ဘာသာျပန္ဖို႔ဆိုတာမျဖစ္ႏိုင္ဘူးလိုိ႔ ျငင္းခဲ႔ပါတယ္။
ဒါေပမယ့္ ေနာက္တစ္ေန႔ မနက္အေစာပိုင္းမွာပဲ သူမရဲ႔ အိမ္ကို ေရာက္ရွိလာျပီး ဒီတစ္ခါေတာ႔ အသံသြင္းထားတဲ႔ File ကို ဘာသာျပန္ရမွာမဟုတ္ပဲ.. အသံထြက္တဲ႔ ေနရာအထိေခၚသြားဖို႔အတြက္ ေရာက္ရွိလာတာပါ…
အဲဒီေနာက္မွာေတာ႔ …
စစ္သံုးရဟတ္ယာဥ္ေပၚမွာ Ian Donnelly ဆိုတဲ႔ ရူပေဗဒသိပံၸပညာရွင္နဲ႔ ေတြ႔ဆံုျပီး သူတို႔အလုပ္အတူတြဲလုပ္ရမွာျဖစ္ပါတယ္။
သူတို႔ႏွစ္ဦးေတြ႔ဆံုမႈမွာ ပထမဆံုးေျပာတဲ႔ Dialogue ေလးေတြက စိတ္ဝင္စားစရာေကာင္းတာေၾကာင္႔ ျပန္လည္ေဖာ္ျပလုိက္ပါတယ္။
Ian က Louise ေရးသားတဲ႔ ဘာသာေဗဒ စာအုပ္ထဲက စာသားအခ်ိဳ႔ကို ရြတ္ျပခဲ႔ပါတယ္။
“ Language is the foundation of civilization. It is the glue that holds the People together. It is the First weapon drawn in a conflict” (ဘာသာစကားဆိုတာ.. လူ႔အဖြဲ႔အစည္းရဲ႔ အေျခခံ အုတ္ျမစ္ျဖစ္ျပီး လူသားေတြကို အတူတကြရွိေနေစတဲ႔ ၾကားခံတစ္ခုပါ။ ရႈပ္ေထြးမႈေတြ အျငင္းပြားမႈေတြကိုျဖစ္ေစတဲ႔ ပထမဆံုးလက္နက္တစ္ခုလည္းျဖစ္တယ္။ )
Ian ရဲ႔ စာသားအေပၚမွတ္ခ်က္ကေတာ႔ “It is great. Even if it is wrong” (မွားေနေပမယ့္ ေရးထားတာအရမ္းေကာင္းပါတယ္တဲ႔)
Louise က သံေယာင္လိုက္ျပီး ျပန္ေမးပါတယ္။ “It is wrong?” မွားေနတာလား ??
အဲဒီအခါမွာ Ian က သူ႔ရဲ႔ သေဘာထားကို ျပန္ေျပာခဲ႔ပါတယ္။ “ The cornerstone of civilization isn’t language. It’s Science” (လူ႔အဖြဲ႔အစည္းရဲ႔ အေျခခံအုတ္ျမစ္က ဘာသာစကားမဟုတ္ပါဘူး.. သိပၸံပညာသာျဖစ္ပါတယ္) တဲ႔ …
အယူအဆမတူတဲ႔ သူႏွစ္ဦးက အလုပ္တစ္ခုကို တြဲလုပ္ၾကရေတာ႔မွာပါ…
အဲဒီေနာက္မွာေတာ႔ ယာဥ္ပ်ံတစ္စီးရွိေနတဲ႔ အရပ္ကို ေရာက္ရွိလာပါျပီ…
ေလထုျပသနာရွိတာေၾကာင္႔ ၁၈နာရီမွာမွ တစ္ၾကိမ္ (နာရီအနည္းငယ္ခန္႔)သာ ယာဥ္ပ်ံေပၚတက္ေရာက္ျပီး ျဂိဳလ္သားေတြ႔နဲ႔ ေတြ႔ဆံုခြင္႔ရွိတာေၾကာင္႔ ပထမဆံုး ဆံုေတြ႔ခ်င္းမွာ.. တစ္ေယာက္ေျပာတဲ႔ စကားကို တစ္ေယာက္က နားမလည္ခဲ႔တာပါဘူး။
ဒုတိယအၾကိမ္မွာေတာ႔ တစ္ေယာက္နဲ႔ တစ္ေယာက္ အကၡရာခ်င္းဖလွယ္လို႔ရေအာင္ ၾကိဳးစားပါေတာ႔တယ္…
အဲဒီမွာသိလာရတာက စက္ဝုိင္းပံုတစ္ပံုဟာ ဝါက်တစ္ေၾကာင္းျဖစ္ျပီး ပါဝင္တဲ႔ အစက္ကေလးေတြနဲ႔ ပံုသ႑ာန္ေတြအေပၚမွာ မူတည္ျပီး အဓိပၸာယ္ေတြကြဲျပားသြားပါတယ္။
တစ္ဖက္မွာလည္း ..လူေတြက ဒီယာဥ္ပ်ံၾကီးေတြနဲ႔ပတ္သက္လို႔ ေၾကာက္ရြ႔ံထိပ္လန္႔မႈေတြပိုမိုတိုးပြားလာလ်က္ရွိျပီး တစ္ျပိဳင္နက္တည္းမွာပဲ.. အေၾကာက္တရားနဲ႔ အတၱတုိ႔ေပါင္းစပ္ကာ.. တိုင္းျပည္မျငိမ္သက္မႈမ်ား.. ဆူပူအံုၾကြမႈမ်ား နဲ႔ အစိုးရေပၚဖိအားေပးမႈေတြရွိလာပါေတာ႔တယ္။
Ian နဲ႔ Louise တို႔ၾကိဳးစားအေျဖရွာေနၾကသလိုပဲ.. တျခားႏုိင္ငံေတြကလည္း ဘာသာစကားကို နားလည္ဖို႔ၾကိဳးစားေနၾကပါတယ္။
သူတို႔ အဓိကသိခ်င္ၾကတဲ႔ ေမးခြန္းေတြကေတာ႔..
ျဂိဳလ္သားေတြ ကမၻာေျမကို ေရာက္ရွိလာတဲ႔ ရည္ရြယ္ခ်က္ပါပဲ…
အဲဒီလိုအေျဖရွာေနစဥ္ကာလအတြင္းမွာ Louise က သူမရဲ႔ သမီးေလးနဲ႔ပတ္သက္ျပီး မၾကာခဏ သတိရလာသလို တိုက္ဆိုင္မႈေတြကိုလည္း ျမင္ေနရပါတယ္။ စိတ္ေရာကိုယ္ပါ ပင္ပန္းေနတဲ႔ Louise တစ္ေယာက္ အကၡရာေတြကို ေဖာ္ထုတ္အေျဖရွာႏုိင္ပါ႔မလားဆိုတာ…
အဲဒီအခ်ိန္မွာပဲ တရုတ္ႏိုင္ငံက General Shang က ဘာသာစကားနဲ႔ ပတ္သက္ျပီး သူတို႔ ေဖာ္ထုတ္လုိ႔ရတာက …
Use the weapon လို႔ အေျဖထုတ္လိုက္ပါတယ္။ ဒါဟာတစ္နည္းအားျဖင္႔ စစ္ေၾကညာတာလို႔ သူတို႔က နားလည္လက္ခံလိုက္ပါတယ္။
Louise က အေျဖထုတ္ရာမွာေတာ႔ Offer weapon လို႔ အေျဖထုတ္ပါတယ္။ တနည္းအားျဖင္႔ နည္းပညာ/ လက္နက္တစ္ခုခုကို စီးပြားေရးဆန္ဆန္ လာေရာက္ေရာင္းခ်တာမ်ိဳးျဖစ္ႏုိင္တယ္လို႔ သူမက ယံုၾကည္ပါတယ္။
ဆိုေတာ႔ကာ… တရုတ္အပါအဝင္ အျခားႏုိင္ငံေတာ္ေတာ္မ်ားမ်ားက ယာဥ္ပ်ံေတြကို ၂၄ နာရီအတြင္း ကမၻာေျမကထြက္ခြာဖို႔ သတိေပးလိုက္ျပီး မထြက္ခြာပါက တိုက္ခိုက္မယ္လို႔ ဆံုးျဖတ္လုိက္ပါျပီ.. Russia နိုင္ငံကဲ႔သို႔ စစ္အင္အားၾကီးႏုိင္ငံအပါအဝင္ Sudan, Pakistan အစရွိတဲ႔ႏုိင္ငံေတြကပါ တရုတ္ႏုိင္ငံနဲ႔ ပူးေပါင္းျပီး စစ္ေရးအရပဲ ေျဖရွင္းဖို႔ ၾကိဳးစားေနၾကပါတယ္။
Louise တုိ႔ရဲ႔စခန္းနဲ႔လည္း အဆက္အသြယ္မလုပ္ေတာ႔သလို သတင္းအခ်က္အလက္မ်ားကိုလည္း ေဝမွ်ျခင္းမရွိေတာ႔ပဲ…သိပ္မၾကာခင္မွာ ႏုိင္ငံေတာ္ေတာ္မ်ားမ်ားက ကမၻာတစ္ဝွန္းလံုးက ယာဥ္ပ်ံေတြကို စစ္ေၾကညာျပီး ထြက္ခြာဖို႔ ေတာင္းဆိုလုိက္ပါတယ္။
ဒီယာဥ္ပ်ံေတြကေရာ အလြယ္တကူ ထြက္ခြာသြားမလား.. ကမၻာေျမကေရာ အနၱရာယ္ကင္းပါ႔မလားဆိုတာ….
“Full Spoiler Alert”
Louise က မတည္ျငိမ္တဲ႔အေျခအေနတစ္ခုမွာ .. ေတာ္ေတာ္မ်ားမ်ားကလည္း စခန္းကို သိမ္းဆည္းေနျပီး စစ္ေၾကညာဖို႔ျပင္ဆင္ေနတာေၾကာင္႔ .. သူမက အရဲစြန္႔ျပီး ယာဥ္ပ်ံရွိရာဆီကို တစ္ဦးတည္း သြားေရာက္ျပီး ျဂိဳလ္သားနဲ႔ ဆက္သြယ္ဖို႔ၾကိဳးစားပါတယ္။ အဲဒီမွာပဲ သူမသေဘာေပါက္လိုက္တာက သူမက အနာဂတ္ကို ၾကိဳျမင္တဲ႔ အစြမ္းရွိေနတာပါ။ ကၽြန္ေတာ္တို႔ဇာတ္လမ္းအစမွာ ၾကည့္ခဲ႔ရတဲ႔ သူမနဲ႔ သူမရဲ႔ သမီးေလးဆိုတာကလည္း တကယ္တမ္းေတာ႔ Louise ၾကိဳျမင္ေနရတဲ႔အရာေတြပါ။ သမီးရဲ႔ဖခင္ကေတာ႔ သူမရဲ႔လုပ္ေဖာ္ကိုင္ဖက္ ရူပေဗဒသိပၸံပညာရွင္ Ian ပဲျဖစ္ပါတယ္။ ဒါေပမယ့္ Louise က သူမရဲ႔အနာဂတ္ကို ၾကိဳျမင္ႏုိင္စြမ္းကို ခင္ပြန္းျဖစ္သူ ရူပေဗဒသိပၸံပညာရွင္ Ian ကို ဖြင္႔ေျပာခဲ႔တာေၾကာင္႔ Ian ကလက္မခံႏုိင္ပဲ အခ်င္းမ်ားရာက လမ္းခြဲလိုက္ၾကပံုပါပဲ။
ေနာက္ဆံုးမွာေတာ႔ Louise က သူမရဲ႔ အနာဂတ္အေၾကာင္းကို သိရွိခဲ႔ရသလိုပဲ.. သူမရဲ႔ အနာဂတ္ ၾကိဳျမင္ႏုိင္စြမ္းကို အသံုးခ်ကာ တရုတ္ႏိုင္ငံက General Shang ကို နားလည္ေအာင္ရွင္းျပႏိုင္ခဲ႔တာေၾကာင္႔ စစ္ျဖစ္ပြားျခင္းမရွိေတာ႔ပဲ ျငိမ္းခ်မ္းစြာေျဖရွင္းႏုိင္ခဲ႔ပါတယ္။
တကယ္တမ္းမွာ Louise ဘာသာျပန္ခဲ႔သလို Offer weapon မဟုတ္ပဲ Offer Gift ျဖစ္ေနတာပါ။ ျဂိဳလ္သားနဲ႔ ဆက္သြယ္ရင္းနဲ႔ Louise က အနာဂတ္ကို ၾကိဳျမင္ႏုိင္စြမ္းတဲ႔လက္ေဆာင္ကို ရရွိခဲ႔ျခင္းပဲျဖစ္ပါတယ္။ ျဂိဳလ္သားေတြလာေရာက္ဆက္သြယ္တဲ႔ကိစၥကလည္း တကယ္တမ္းမွာ သူတို႔ေတြအေနနဲ႔ ေနာင္တစ္ခ်ိန္မွာ လူသားေတြရဲ႔အကူအညီလိုအပ္လာမွာျဖစ္လို႔အခုကတည္းက လာေရာက္ဆယ္သြယ္ထားျခင္းပဲျဖစ္ပါတယ္။
ဇာတ္လမ္းရဲ႔ အဆံုးသတ္မွာ ျဂိဳလ္သားေတြ အေၾကာင္းကို အေသးစိတ္ရွင္းမျပခဲ႔ပဲ လက္ရွိရင္ဆိုင္ေနရတဲ႔ အခက္အခဲေတြ အဆင္ေျပေက်ာ္လႊားႏုိင္ခဲ႔တယ္ဆိုတာေလာက္ပဲ ျပသသြားခဲ႔ပါတယ္။
ဒီဇာတ္ကားကိုၾကည့္ျပီး ခံစားမိတာကေတာ႔.. လူေတြက ေၾကာက္စိတ္နဲ႔ အတၱေပါင္းစပ္လာရင္ ၾကမ္းတမ္းခက္ထန္လာတတ္တာပါပဲ.. ..(လူေတြက ဒီယာဥ္ပ်ံၾကီးေတြနဲ႔ပတ္သက္လို႔ ေသခ်ာမသိရေသးခင္မွာပဲ စိုးရိမ္ပူပန္မႈေတြလြန္ကဲကာ အေၾကာက္တရားနဲ႔ အတၱတုိ႔ေပါင္းစပ္ျပီး .. တိုင္းျပည္မျငိမ္သက္မႈမ်ား.. ဆူပူအံုၾကြမႈမ်ား နဲ႔ အစိုးရေပၚဖိအားေပးမႈေတြရွိလာပါတယ္လို႔ ကၽြန္ေတာ္ထင္ပါတယ္။ )
ေနာက္ထပ္ခံစားမိတာတစ္ခုက
အကၡရာေတြကို အဓိပၸာယ္ေဖာ္တဲ႔ေနရာမွာ “use the weapon” နဲ႔ “offer weapon” လို႔ ဘာေၾကာင္႔အဓိပၸာယ္ကြဲသြားရတာလဲဆိုတဲ႔အခ်က္ပါ..
ကၽြန္ေတာ္႔ရဲ႔အျမင္အရေတာ႔ Louise ရဲ႔ စိတ္အခံက ျဂိဳလ္သားေတြနဲ႔ပတ္သက္ျပီး ရင္နွီး ႏွစ္လိုဖြယ္ရွိျပီး General Shang တို႔ကေတာ႔ နဂိုစိတ္ရင္းမွာကိုက ျဂိဳလ္သားေတြအေပၚမွာသံသယထားျပီး ႏွစ္ျမိဳ႔ပံုမရတာေၾကာင္႔ ဘာသာျပန္တဲ႔ေနရာမွာအဓိပၸာယ္ကြဲျပားသြားတယ္လို႔ ကၽြန္ေတာ္ျမင္ပါတယ္။
လက္ေတြ႔ဘဝမွာလည္း လူေတြက မိမိတို႔ၾကားေနျမင္ေနတာေတြကို ကိုယ့္ရဲ႔စိတ္ခံစားခ်က္ေပၚမူတည္ျပီးအဓိပၸာယ္ေကာက္ေလ႔ရွိၾကတယ္မဟုတ္ပါလား….
ဒါေၾကာင္႔ ခ်စ္ေသာစိတ္ျဖင္႔ ျမင္ႏုိင္ၾကားႏုိင္ၾကပါေစလို႔ ဆုေတာင္းရင္း….
#Arrival_2016, #Nucleon_Content, #Admin_N
———————————————
(ရုပ်ရှင်အညွှန်းကို Nucleon FB Page မှကူးယူဖော်ပြပါသည်။)
File size…(999MB)
Quality…WEB-DL Rip 720p
Format…mp4
Duration….01:58:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
(Ye Man Aung မှဘာသာပြန်တင်ဆက်ထားတာပါ။)
(Ye Man Aung မွဘာသာျပန္တင္ဆက္ထားတာပါ။)
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
