"၈၀-၉၀ ဖြားေတြအတြက္ ဒီရုပ္ရွင္ကိုျမင္တာနဲ႕
နားထဲစၾကားေယာင္မယ့္ အသံရွိမယ္ထင္ပါတယ္။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ET Phone Home ဆိုတာပါပဲ။
ဒီရုပ္ရွင္ေလးကေတာ့ ကေလးဘဝ
အိပ္မက္ေလးေတြဆီကို ျပန္ေခၚသြားပါလိမ့္မယ္။
သိပၸံစိတ္ကူးယဥ္ ရုပ္ရွင္ ဇာတ္ကားေကာင္း
တစ္ခုလို႕ ဘာေတြနဲ႕ ေျပာၾကမလဲ။
နာမည္ထဲကအတိုင္းပါပဲ
သိပၸံစိတ္ကူးယဥ္ လို႕ေရးထားတဲ့အတြက္
သိပၸံဇာတ္လမ္းျဖစ္ရမယ္၊
ရုပ္ရွင္လို႕ေရးထားတဲ့အတြက္ ဇာတ္ညႊန္း ဇာတ္ဝင္ခန္း
သရုပ္ေဆာင္ ဂီတ အထူးျပဳလုပ္ခ်က္
စတာေတြ ပါရမယ္၊ ဒါေတြအကုန္ပါရင္ေတာင္
သိပၸံစိတ္ကူးယဥ္ရုပ္ရွင္ လို႕ပဲ ေျပာလို႕ရပါတယ္။
ဇာတ္ကားေကာင္းလို႕ေျပာဖို႕ကေတာ့ ဇာတ္လမ္း
ရိုက္ခ်က္ သရုပ္ေဆာင္ ဂီတ အထူးျပဳလုပ္ခ်က္
ေနရာတိုင္းမွာ ျပည့္စံုေကာင္းမြန္ေနဖို႕လိုပါတယ္။
Effect ေလးေတြထည့္ မျဖစ္ႏိုင္တာေတြ
မျဖစ္ေသးတာေတြ ရိုက္ျပလိုက္ရံုနဲ႕ေတာ့
သိပၸံစိတ္ကူးယဥ္ဆိုတာနဲ႕ ရပ္ေနၿပီး
ရုပ္ရွင္ေကာင္းဆိုတာ ျဖစ္မလာပါဘူး။
*************************
၁၉၈၂ က ထြက္ရွိခဲ့ၿပီး ဒါရိုက္တာ စတီဗင္စပီးဘက္
ရိုက္ကူးခဲ့တာျဖစ္ပါတယ္။
ရုပ္ရွင္သမိုင္းမွာအေအာင္ျမင္ဆံုး
အျဖစ္ ၁၉၉၃ ခုႏွစ္အထိ ရပ္တည္ႏုိင္ခဲ့ပါတယ္။
Box Office ကေတာ့ ၇၉၂ သန္းပါ။
အဲဒီေခတ္ရဲ႕ ဒီေငြပမာဏနဲ႕ဆို ဘယ္ေလာက္မ်ားမလဲ
မွန္းၾကည့္လို႕ရပါတယ္။
၁၉၉၃ မွာေတာ့ စတီဗင္စပီးဘတ္ကပဲ Jurassic Park နဲ႕
သူ႕စံခ်ိန္ကိုသူျပန္ခ်ိဳးခဲ့လို႕ပါ။
အဲဒီေနာက္မွာေတာ့ တိုက္တင္းနစ္နဲ႕ အဗာတာတို႕က
ျပန္ဦးေဆာင္သြားခဲ့တာပါ။
ဒီရုပ္ရွင္ကို ၁၉၈၂ မွာ သမၼတနဲ႕ သမၼတကေတာ္အတြက္
အိမ္ျဖဴေတာ္မွာ သီးသန္႕ျပသေပးခဲ့ရပါေသးတယ္။
ဒီေတာ့ ရခဲ့တဲ့ ဆုေလးေတြကို ၾကည့္ရေအာင္။
ေအာ္စကာ ဆုေပးပြဲမွာ ေနာက္ခံဂီတဆု၊
Sound Mixing ဆု၊ Visual Effect ဆု၊
Sound Editing ဆု ဆိုၿပီး ၄ ဆု ဆြတ္ခူးခဲ့ပါတယ္။
အေကာင္းဆံုးရုပ္ရွင္ဆု၊ ဒါရိုက္တာဆု၊
တည္းျဖတ္ဆု၊ မူလဇာတ္ညႊန္းဆု နဲ႕
Cinematography ဆုေတြ ဆန္ကာတင္ပါခဲ့ပါတယ္။
******************
– ပထမဆံုးအေနနဲ႕ ဇာတ္ညႊန္းကိုေတာ့ ဒါရိုက္တာက script ေရးသားခဲ့ၿပီး
screenplay အျဖစ္ ျပန္ေရးဖို႕ ဟယ္ရစ္ဆင္ဖို႕ဒ္ရဲ႕
ဇနီးျဖစ္လာမယ့္ Melissa Mathison က ကူညီခဲ့ပါတယ္။
ဇာတ္လမ္းတစ္ခုလံုးက ယုတၱိက်က် လံုးဝဆန္းသစ္ၿပီး
လူတိုင္းရဲ႕ စိတ္ထဲမွာ စြဲထင္သြားေစခဲ့ပါတယ္။
ေအာ္စကာလည္း ရခဲ့တယ္ေလ။
– သရုပ္ေဆာင္အျဖစ္ကေတာ့ အဲလိေယာ့အျဖစ္သရုပ္ေဆာင္ဖို႕
လူေတြ႕စစ္ေဆးေရြးခ်ယ္မႈေတြ လုပ္ခဲ့ပါတယ္။
အဲလိေယာ့ကေလးေနရာမွာ သရုပ္ေဆာင္မယ့္
ဟင္နရီေသာမက္ေလးဟာ သူ႕ရဲ႕ေခြးေလး
ေသသြားတဲ့ေန႕ကို ျပန္ေတြးၿပီး ငိုတဲ့အခန္းမွာ
သရုပ္ေဆာင္ျပလိုက္တာ ဒါရိုက္တာၾကီးကိုယ္တုိင္
မ်က္ရည္က်ရၿပီးကို ဇာတ္လိုက္ေနရာကို ရရွိသြားတာပါ။
– ဒီရုပ္ရွင္ကို အသက္ၾကီးမွ ျပန္ၾကည့္တဲ့အခါ
သိပ္ကို ပီျပင္လြန္းတဲ့ ေနရာတစ္ခုရွိပါတယ္။
အဲဒါကေတာ့ အီးတီကို ဆရာဝန္ေတြ အသက္ကယ္ဖို႕
အေရးေပၚ ၾကိဳးစားတဲ့အခန္းပါ။
ေဆးေပးတာ၊ စစ္ေဆးတာ၊ အေရးေပၚအသက္ကယ္တာ၊
တျဖည္းျဖည္း အေျခအေနဆိုးလာၿပီး ေသၿပီလို႕
ထင္သြားရတဲ့အထိ စကားလံုးေတြ လႈပ္ရွားမႈေတြက
အရမ္းကို သဘာဝက်ၿပီး ပီၿပင္ပါတယ္။
အံံ့ၾသလြန္းလို႕ ရွာၾကည့္လိုက္ေတာ့ ဒါရိုက္တာၾကီးက
အေရးေပၚခန္းက ဆရာဝန္ေတြ သူနာျပဳေတြကို
ေခၚၿပီး တကယ္ အသက္ကယ္ေနသလိုကို
လုပ္ခုိင္းေျပာခိုင္းလိုက္ခဲ့လို႕ပါပဲ။
ဆရာဝန္ေတြ သူတို႕မျမင္ဖူးတဲ့ ျဂိဳလ္သားတစ္ေကာင္ကို
နည္းအမ်ိဳးမ်ိဳးနဲ႕ အေရးေပၚ ကုတဲ့အခန္းက
အရမ္းကို မွန္ကန္တိက်ပါတယ္။
အီးစီဂ်ီဖတ္ၿပီး ကိုယ္ဝန္ရွိတဲ့အကြက္မ်ိဳးေတြ မလာပါဘူး။
ေနာက္ၿပီးေတာ့ အထူးျပဳလုပ္ခ်က္အေနနဲ႕
အီးတီနဲ႕အတူ စက္ဘီးေလး မိုးေပၚပံ်သြားတဲ့အခန္းကေတာ့
ရုပ္ရွင္ေလာကရဲ႕ မွတ္တိုင္အထိမ္းအမွတ္တစ္ခုလိုေတာင္
ျဖစ္လာခဲ့တာပါပဲ။
လူတိုင္းမ်က္စိထဲမွာလည္း အဲဒီအခန္းကို
စြဲေနၾကပါတယ္။
ဒါရိုက္တာရဲ႕ အရည္အခ်င္းပါပဲ။
– ရယ္ရတာတစ္ခုကေတာ့ ဒီရုပ္ရွင္မွာ
အီးတီကို မုန္႕နဲ႕မွ်ားေခၚတဲ့အခန္းအတြက္
M&M မုန္႕ေလးေတြကို သံုးဖို႕
ကုမၸဏီကို ခြင့္ေတာင္းခဲ့ပါတယ္။
ကုမၸဏီက အီးတီဟာ ရုပ္ဆိုးလြန္းလို႕
ကေလးေတြ ေၾကာက္လိမ့္မယ္ဆိုၿပီး
သံုးခြင့္မေပးခဲ့လို႕ Reese’s တံဆိပ္မုန္႕ေတြကိုပဲ
သံုးခဲ့ရပါတယ္။
ဒီရုပ္ရွင္ေၾကာင့္ Reese’s မုန္႕ေရာင္းရႏႈန္းက
တရွိန္ထိုးကို ေထာင္တက္သြားတာပါပဲ။
– Star wars ဖန္ေတြ ျပန္ၾကည့္ရင္
အၾကိဳက္ေတြ႕မယ့္ အခ်က္ကေတာ့ အီးတီဟာ
ေဟာလိုးဝင္းမွာ Yoda ဝတ္စံုကို ဝတ္ထားတဲ့
ကေလးကို မွတ္မိေနေၾကာင္း ျပသခဲ့တာပါပဲ။
အီးတီဟာ Yoda ကို သိပါတယ္ဗ်ာ။
– အီးတီေနရာမွာေတာ့ အရပ္ ၂ ေပေက်ာ္ပဲ ရွိတဲ့
လူပုေလး ၂ ေယာက္ကို သရုပ္ေဆာင္ေစခဲ့ၿပီး
မီးဖိုေခ်ာင္ခန္းေတြမွာေတာ့ ၁၂ ႏွစ္အရြယ္
ေျခေထာက္မရွိဘဲ လက္နဲ႕ပဲ
လမ္းေလွ်ာက္တတ္တဲ့ ကေလးက
သရုပ္ေဆာင္ခဲ့ပါတယ္။
ဒီေတာ့ ကြ်န္ေတာ္တို႕ အိုၾကီးအိုမေတြလည္း
ျပန္ခံစားႏိုင္ေအာင္။ ကေလးေတြလည္း
ၾကည့္ဖူးသြားေအာင္ တင္ေပးလိုက္ပါတယ္။
ရုပ္ရွင္ကားကို ဘာသာျပန္ၿပီး
အညႊန္းေရးထားတာကေတာ့ Little Neo ျဖစ္ၿပီး
Thit San Khant မွ Encode ၍ တင္ဆက္ထားပါတယ္
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
