"Ek Ladki Ko Dekha Toh Aisa Laga (2019)Pause=========================ႏုိင္ငံတကာရုပ္ရွင္အဆင့္သတ္မွတ္ခ်က္မ်ား IMDb – 5.5/ 10 Rotten Tomatoes – 73% Times of India – 3.5/5ဒီဇာတ္ကားကုိေဒါင္းထားတာအေတာ္ေလးၾကာၿပီ IMDb နည္းေနတာနဲ႕ မၾကည့္ျဖစ္တာဒါေပမဲ့ တဖက္ကျပန္ၾကည့္လုိက္ေတာ့ Rotten 73% ဆုိေတာ့ၾကည့္လုိက္တာ underrattedကားေကာင္းတစ္ကားလုိ႔ပဲဆုိရမယ္ ကြ်န္ေတာ္ၾကည့္ဖူးသေလာက္ အိႏၵိယကားေတြထဲမွာဒီလုိဇာတ္လမ္းမ်ိဳးရွားပါတယ္ ဇာတ္လမ္း၊ ဇာတ္အိမ္ေကာင္းသလုိ ဇာတ္ၫႊန္း၊ စကားလုံးေတြကလည္းဘာအပုိအလုိမွမရွိဘဲ သိပ္ျပည့္စုံလွတယ္ ကခုန္တာေတြသိပ္မပါဘဲ ေတးသီခ်င္းကုိ လုိသေလာက္ပဲသုံးသြားတာအဓိကေနာက္ခံေတးဂီတေလးဆုိ သိပ္လွလြန္းတယ္ သရုပ္ေဆာင္ေတြကလည္း ေထြေထြထူးထူးေျပာစရာမလုိတဲ့အမွန္အကန္ေတြခ်ည္းပဲ ဆုိနမ္ဆုိရင္ ဒီဇာတ္ရုပ္နဲ႕သိပ္လုိက္လြန္းေပတယ္ ဘယ္သူမွအုိဗာျဖစ္မသြားဘူးဇာတ္လမ္းေလးေျပာရရင္ ကားနာမည္နဲ႔ပဲစရမယ္ … “မိန္းကေလးတစ္ေယာက္ကုိေတြ႕တဲ့အခါ ေဟာဒီလုိခံစားရေလတယ္”ခံစားဖူးၾကလားဗ် မိန္းကေလးတစ္ေယာက္ကုိျမင္လုိက္လုိ႔ ထူးထူးျခားျခားခံစားသြားရတာ အဲ့ဒိလုိခံစားမႈမ်ိဳးျဖစ္သြားသူကေတာ့ဆာေဟး(လ္) မစ္ရ္ဇာဆုိတဲ့ ဇာတ္ၫႊန္းေရးဆရာေလး ဆာေဟးလ္ မစ္ရ္ဇာ – ရုပ္ရွင္ထုပ္လုပ္သူ သူေဌးႀကီးရဲ႕တစ္ဦးတည္းေသာသား အဖက္ဖက္ကျပည့္စုံေပမယ့္ မိဘဆီကအကူညီမယူဘဲ ကုိယ့္ဝါသနာအတုိင္း စာေရးဆရာ၊ဇာတ္ၫႊန္းေရးဆရာတစ္ေယာက္အျဖစ္ သူ႕ဘဝကုိရပ္တည္ေနတယ္ ဒါေပမဲ့ ျဖစိျဖစ္ေျမာက္ေျမာက္ေတာ့မေအာင္ျမင္ရွာဘူး တစ္ရက္ သူဇာတ္ၫႊန္းေရးထားတဲ့ျပဇာတ္ေလး အစမ္းေလ့က်င့္ေနတုန္း ျပဇာတ္ရုံထဲကုိမိန္းကေလးတစ္ေယာက္ ေျပးလာၿပီးပုန္းေနတယ္ သူ႕အေနာက္ကလုိက္ေနတဲ့သူ မ်က္ေျခပ်က္သြားေအာင္လုိ႔ေပါ့ ဒါေပမဲ့မေအာင္ျမင္ေတာ့ ဒီပတ္ဝန္းက်င္ကုိကြ်မ္းက်င္တဲ့ ဆာေဟးလ္လက္ကုိဆြဲၿပီး သူလြတ္ေအာင္ထြက္ေျပးဖုိ႔ အကူညီေတာင္းပါေလေရာအဲ့ဒိေနာက္မွာ ဆာေဟးလ္နားထဲမွာ ေဟာဒီစကားလုံးေတြ နားထဲမွာၾကားၾကားေနရတယ္“ဒီျပဇာတ္ရဲ႕ဇာတ္ၫႊန္းေရးဆရာက အခ်စ္စစ္အခ်စ္မွန္နဲ႕မေတြ႕ဖူးေသးဘူး ဘာေၾကာင့္လဲဆုိေတာ့အခ်စ္စစ္တုိင္းမွာ ရႈပ္ေထြးမႈေတြရွိတတ္လုိ႔ပဲ အဲ့ဒိလုိမွမဟုတ္ရင္ ဇာတ္လမ္းတစ္ပုဒ္မွာ ဘယ္လုိမ်ား သက္ဝင္ခံစားလုိ႔ရမွာလဲ”ဆာေဟးလ္တစ္ေယာက္ ဒီထူးဆန္းတဲ့ခံစားခ်က္ေတြနဲ႕အတူ ထုိေကာင္မေလးအေနာက္လုိက္သြားတဲ့အခါမွာေတာ့ …ဇာတ္လမ္းအညႊန္းနဲ႕ ဘာသာျပန္သူကေတာ့ Zaw Htoo ပဲျဖစ္ပါတယ္…..File Size : (947 MB) and (404 MB)Quality : WEB-DL 720p,Format…mp4Duration…02:Genre : Comedy, Drama, RomanceSubtitle : Myanmar Subtitle (Hard Sub)Translated by Zaw HtooEncoded by Phyo Pyae"