"မနက်က ဒီရုပ်ရှင်လေးအကြောင်းကို
M-MDB Page မှာ ဆရာမနိုင်းနိုင်းစနေရဲ့ post ကနေ
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
credit ပေးတင်ပေးထားတာကို
ဖတ်မိတော့ ကြည့်လိုက်မိတယ်။
တကယ်ပဲ အောက်မှာ ဆရာမညွှန်းခဲ့သလိုပါပဲ
ခံစားချက်အပြည့်ပေးပါတယ်။
ဒီနေ့လည်း group ထဲမှာ လူတွေအများကြီး
လာတောင်းနေတော့
ဘာသာပြန်ပြီး တင်ပေးထားလိုက်ပါတယ်။
ဒီဇာတ်ကားဟာ ကြည့်ဖူးနေကြကားတွေလို
တရားမျှတမှုက အနိုင်ရတာကို မပြပါဘူး၊
ပရိသတ်တွေကို မပျော်စေချင်ပါဘူး။
ဒီဇာတ်ကားမှာ အမှန်တရားရှုံးပါတယ်။
ဒါပေမယ့် ဒီအဖြစ်မှန်ကို ရေးခဲ့၊ရိုက်ပြခဲ့တဲ့
အနုပညာသမားတွေကြောင့် အပြင်လောကမှာ
တရားမျှတမှုအနိုင်ရသွားခဲ့တယ်လို့
ပြောရမယ်ထင်ပါတယ်။
ဇာတ်လမ်းအောင်မြင်မှုနဲ့ အညွှန်းကိုတော့ အောက်က
မူရင်းပို့စ်မှာပဲ ဖတ်ကြည့်ကြပါ။
ဖြစ်ရပ်မှန်ကို ရိုက်ထားတဲ့ဒီကားမှာ
နှစ်သက်မိတာတစ်ခုထပ်ပြောရမယ်ဆိုရင်
ကြီးကြီးကျယ်ကျယ်စကားလုံးတွေ ပြောရတော့မယ်လို့
ထင်မိတဲ့အခန်းတွေမှာ အရိုးရှင်းဆုံး
စကားလုံးတွေကိုပဲ သုံးသွားပြီး
ခံစားချက်ပေါ်အောင်ပြသွားနိုင်တဲ့
အချက်လေးကိုလည်း ချီးကျူးရမှာပါပဲ။
ရုပ်ရှင်ကားတစ်ကား
ဘယ်လောက်ထိသြဇာလွှမ်းမိုးနိုင်သလဲ
—————————————————————–
မနေ့ညနေက ကျွန်မ ကိုးရီးယားကားတစ်ကားကြည့်ဖြစ်တယ်။
အဲဒီကားကို ခုထိကြည့်လို့ မပြီးသေးဘူး။
ရုပ်ရှင်က ရှည်လို့မဟုတ်ဘူး..
တစ်ကားပြီးပါပဲ။
ဒါပေမယ့် အဲဒီရုပ်ရှင်ကို ကျွန်မကြည့်လိုက် ဆက်မကြည့်ရက်လို့
နားထားလိုက်၊ ပြန်ကြည့်လိုက် ဆက်မကြည့်ရက်လို့ နားထားလိုက် လုပ်နေခဲ့လို့ပါ။
.
အဲဒီရုပ်ရှင်ကားက “Silenced” (သို့) “The Crucible” လို့နာမည်ရတဲ့ကားဖြစ်တယ်။
ဇာတ်ကားပါ အကြောင်းအရာက ဆွံ့အ နားမကြားကျောင်းတစ်ကျောင်းမှာ
နှစ်ကာလကြာရှည်စွာ မုဒိမ်းကျင့်၊ မတရားအနိုင်ကျင့်ခံနေရတဲ့
ကျောင်းသူကျောင်းသားတွေဟာ အဲဒီကိုပြောင်းလာတဲ့
ဆရာအသစ်တစ်ဦးရဲ့အကူအညီနဲ့ အဖြစ်ဆိုးကလွတ်မြောက်ပြီး
ကျောင်းအုပ်ကြီးအပါအဝင် ဆရာအချိုု့ကို တရားဥပဒေအတိုင်း
အရေးယူနိုင်ခဲ့တဲ့အကြောင်းဖြစ်တယ်။
ဒါပေမယ့် ရေများရေနိုင်၊ မီးများမီးနိုင်ဆိုသလို တရားခံတွေဟာ
ကြေးရတတ်၊ အာဏာရှိသူတွေဖြစ်တာကြောင့် ထိုက်သင့်တဲ့ပြစ်ဒဏ်ကို မခံခဲ့ကြရပါဘူး။
.
ကျွန်မ အဲဒီကားကြည့်နေရင်းနဲ့ စိတ်နှလုံးမခိုင်လို့
ခဏရပ်လိုက် ဆက်ကြည့်လိုက်လုပ်ဖြစ်ခဲ့တယ်။
သရုပ်ဆောင်တွေရဲ့ ပီပြင်တဲ့သရုပ်ဆောင်ချက်ကြောင့်
ဒါဟာ တကယ့်အဖြစ်အပျက်ကို
ရုပ်ရှင်ပြန်ရိုက်ထားတာများလားဆိုပြီး စိတ်ထဲသံသယရှိလာတာနဲ့
ရုပ်ရှင်ကိုဆက်မကြည့်တော့ဘဲ အဲဒီရုပ်ရှင်အကြောင်းကို
ဝီကီမှာ ကျွန်မ အရင်ရှာကြည့်လိုက်တယ်။
.
ဒီဇာတ်ကားက ကိုးရီးယားနာမည်ကြီး စာရေးဆရာမ Gong Ji-young ရဲ့
နာမည်တူဝတ္ထုကို ရိုက်ကူးထားတာဖြစ်တယ်။
အဲဒီဝတ္ထုက ၂ဝဝဝခုနှစ် တောင်ကိုးရီးယားနိုင်ငံ Gwangjuမှာ တကယ်ဖြစ်ပျက်ခဲ့ဖူးတဲ့
ဆွံအနားမကြားကျောင်းတစ်ကျောင်းက
အဖြစ်ကို အခြေခံထားတာဖြစ်တယ်။
၂ဝဝ၈ ခုနှစ်မှာ စာရေးဆရာက အဲဒီအဖြစ်ကို တီဗွီသတင်းတိုတိုထွာထွာမှာ
အမှတ်မထင်ကြည့်လိုက်မိပြီး စိတ်ဝင်စားသွားခဲ့တယ်။
Gwangju က ဆိုးလ်မြို့နဲ့ လေးနာရီလောက်ပဲ
ကားမောင်းရတဲ့နေရာပါ။
ဒါပေမယ့် ဆွံ့အနားမကြားကျောင်းသူတွေ
အနိုင်ကျင့်ခံရတာ၊ မုဒိမ်းကျင့်ခံရတာတွေအတွက် အဲဒီမှာ
လူတွေဆန္ဒပြနေတာ ၆နှစ်ရှိခဲ့ပါပြီ။
သတင်းမီဒီယာကလည်း ကျယ်ကျယ်ပြန့်ပြန့်မလွှင့်ခဲ့တော့
အဲဒီအကြောင်းကို လူသိနည်းခဲ့ပါတယ်။
စစချင်းမှာ တရားခံလေးဦးကို ဖမ်းဆီးခဲ့ပေမယ့်
ထိရောက်တဲ့ပြစ်ဒဏ်မပေးခဲ့တဲ့အပြင် တချို့တရားခံကို
တရားသေလွှတ်ပေးခဲ့တယ်။
ဒါကို စာရေးဆရာက စိတ်ဝင်စားပြီး မတရားခံရတဲ့
ကျောင်းသူတွေနဲ့ ၁ဝ ရက်တာအတူသွားနေပြီး
တွေ့ဆုံမေးမြန်းခဲ့တယ်။
အဲဒီနောက် အဲဒီဝတ္ထုကို ရေးသားခဲ့တယ်။
.
အဲဒီဝတ္ထုထုတ်ဝေလိုက်တာနဲ့ လူအများရဲ့
အားပေးဖတ်ရှုခြင်းကို ခံခဲ့ရတယ်။ စာအုပ်ထွက်ပြီး
သိပ်မကြာခင်မှာပဲ အဲဒီဇာတ်လမ်းကို ရုပ်ရှင်ရိုက်ဖို့ ကမ်းလှမ်းခံခဲ့ရတယ်။
.
၂ဝ၁၁ ခုနှစ်မှာ အဲဒီရုပ်ရှင်ကားကို ရုံတင်ခဲ့ပါတယ်။
ရုံတင်လိုက်တာနဲ့တစ်ပြိုင်နက် ကိုးရီးယားတစ်နိုင်ငံလုံး
အုံးအုံးကြွက်ကြွက်ဆူညံသွားခဲ့တယ်။
အဲဒီရုပ်ရှင်ဟာ လက်မှတ်အရောင်းရဆုံး
ကားတစ်ကားအဖြစ် စံချိန်တင်ခဲ့ပါတယ်။
ရုံတင်ပြီး ၃ပတ်အတွင်း ၁၉နှစ်အထက်ကြည့်ကားအဖြစ်
လက်မှတ်စောင်ရေ ၃သန်းကျော်ရောင်းချခဲ့ရတယ်။
၁ဝ ပတ်အတွင်းမှာ လက်မှတ်ရောင်းရငွေ
ကိုးရီးယားငွေ ၃၅ ဘီလီယံ ရှိခဲ့ပါတယ်။
.
အဲဒီရုပ်ရှင်ကြောင့် ဆွံ့အ နားမကြား ကျောင်းသူကျောင်းသားတွေ
မတရားခံနေရတဲ့အဖြစ်ကို ကိုးရီးယားတစ်နိုင်ငံလုံး သိသွားခဲ့တယ်။
လူ့အခွင့်အရေးအဖွဲ့အစည်းနဲ့ ပြည်သူတွေပူးပေါင်းပြီး
တရားသေလွတ်လိုက်တဲ့ တရားခံကို ပြန်စစ်ဆေး၊
စီရင်ချက်ပြန်ချဖို့ သောင်းချီလက်မှတ်ရေးထိုး တောင်းဆိုမှုတွေ ရှိလာခဲ့တယ်။
.
နဂိုရှိတဲ့ ပေါ့လျော့တဲ့သက်ငယ်မုဒိမ်းမှုဥပဒေကို
ကြီးလေးတဲ့ပြစ်ဒဏ်ပေးဖို့ ဥပဒေပြင်ဆင်ရေးဆွဲဖို့အထိ ဖြစ်လာခဲ့တယ်။
နောက်ဆုံးမှာ လူတွေလျစ်လျူရှု့ခဲ့မိတဲ့ မတရားမှုဟာ
အမှန်တရားရုပ်လုံးပေါ်လာခဲ့ပါတယ်။
နဂို တရားခံလေးယောက်ကနေ ကျောင်းအုပ်အပါအဝင်
တရားခံဆယ်ယောက်အထိ ဖမ်းဆီး အပြစ်ပေးနိုင်ခဲ့တယ်။
.
ရုပ်ရှင်ကားရုံတင်ပြီး ၃၅ရက်နေ့မြောက်မှာ
ကိုးရီးယားလွှတ်တော်က မဲ၂ဝ၇ မဲ နဲ့ နဂို ၇နှစ်သက်တမ်းအထက်ပြစ်ဒဏ်ဆိုတဲ့
မသန်စွမ်းသူနဲ့ သက်ငယ်မုဒိမ်းမှုဥပဒေကို ပြောင်းလဲပြင်ဆင်နိုင်ခဲ့တယ်။
အသစ်ပြင်ဆင်လိုက်တဲ့ ဥပဒေက မသန်စွမ်းအမျိုးသမီးကိုလည်းကောင်း၊
အသက် ၁၃နှစ်အောက် ကလေးသူငယ်ကိုလည်းကောင်း
အဓမ္မပြုလုပ် အနိုင်ကျင့်ရင် ကြီးလေးတဲ့ပြစ်ဒဏ်
တစ်သက်တစ်ကျွန်းအဖြစ် ပြောင်းလဲပြင်ဆင်လိုက်ပါတယ်။
.
အဲဒီရုပ်ရှင်ဟာ ကိုးရီးယားနိုင်ငံရဲ့ တရားဥပဒေမမျှတမှု၊ လာဘ်စားမှုတွေကို
မီးမောင်းထိုးပြနိုင်ခဲ့သလို မသန်စွမ်းသူတွေ တန်းတူအခွင့်အရေး၊
ကူညီစောင့်ရှောက်မှုရရှိရေးအတွက်လည်း ဆော်သြပေးနိုင်ခဲ့ပါတယ်။
.
(အခွင့်ရရင်တော့ ကြည့်ဖြစ်အောင် ကြည့်ဖို့ ညွှန်းလိုက်ပါတယ်။
အဲဒီကားမှာ ဘာနည်းပညာ၊ ဘာထူးဆန်းတဲ့ သရုပ်ဆောင်ကွက်တွေမှ မပါပါဘူး။
ဒါပေမယ့်
ကိုးရီးယားတစ်မျိုးသားလုံးကို နိုးထစေနိုင်ခဲ့ပါတယ်)
Credit – Nine Nine Sanay @ နိုင်းနိုင်းစနေ
File size…(1.2 GB)
Quality….BluRay 1080p
Format…mp4
Duration….01:54:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder…. Thit San Khant
Translated by Little Neo & Tariq L Walker
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
