"IMDb Rating – 7.9/102018မွာ ဝန္ႀကီးခ်ဳပ္ဇာတ္႐ုပ္နဲ႔ ျမင္ေတြ႕ခဲ့ရတဲ့မာေဟ့ရွ္ဘာဘူကို Maharahi-2019မွာေတာ့ ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ ေတြ႕ျမင္ရမွာပါ။Pauseမင္းသမီးေခ်ာကေတာ့ ေတလဂူးအခ်စ္ဇာတ္လမ္းႀကိဳက္သူေတြ သိၿပီးသားျဖစ္မွာပါ။ဇာတ္႐ုပ္အမ်ဳိးမ်ဳိးနဲ႔ အတူ ခြန္အားေတြ၊ရသေတြကိုလည္းေပးစြမ္းႏိုင္တဲ့ ဇာတ္ကားေကာင္းတစ္ကားဆိုရင္မမွားပါဘူး။ဇာတ္လမ္းက ရွည္လ်ားေပမဲ့ဘယ္ေနရာမွာမွ ပိုေနတဲ့ ဇာတ္ဝင္ခန္း မေတြ႕မိပါဘူး။ကဲ အဆင္ေျပရင္ အၫြန္းေလး တစ္ခ်က္ လာမယ္။—————————————————မာေဟ့ရွ္ကို ဇာတ္လမ္းရဲ႕ စစခ်င္းမွာနာမည္ႀကီး ကုမၸဏီတစ္ခုရဲ႕စီအီးအိုအျဖစ္ေရြးခ်ယ္ခံရတယ္ဆိုတာေတြကို ေရွးဦးစြာျမင္ရမွာပါ။သူဟာ ဒီလို ဘဝေရာက္ခဲ့ဖို႔ ႀကိဳးစားခဲ့ရတဲ့အေျခခံဘဝကလည္း ဆိုးရြားခဲ့ပါတယ္။ဒါေၾကာင့္လည္း သူ ျဖစ္ခ်င္ခဲ့တာကို ႀကိဳးစားၿပီးျဖစ္ခြင့္ရခဲ့တာပါ။ေက်ာင္းသားဘဝမွာ လြမ္းေဆြးစရာေတြ၊ျပန္မရႏိုင္တဲ့ သူငယ္ခ်င္းေကာင္းေတြ၊အခ်စ္ေရးေတြနဲ႔။ကူညီေပးခဲ့တဲ့ ဆရာေတြနဲ႔။မိသားစုဖက္မွာဆိုရင္ ျပန္ေတာင္းလို႔မရႏိုင္ေတာ့တဲ့ ေနာင္တေတြနဲ႔။ဒါေပမဲ့ သူ.. ေအာင္ျမင္မႈတစ္ခုတည္း အတြက္ဘဝကို ႐ုန္းကန္လာတဲ့အခါလက္လႊတ္ခဲ့ရတာေတြလည္း အမ်ားသား။ေအာင္ျမင္တယ္ဆိုတာကို ေငြတစ္ခုနဲ႔ပဲ ဆုံးျဖတ္ၾကတာလား … ။အဖက္ဖက္မွာ ေအာင္ျမင္ဖို႔ဆိုတာလည္းသူ႕အတြက္ မလြယ္လွ။မိဘ…၊ ခ်စ္သူ…၊ သူငယ္ခ်င္း..၊ ေအာင္ျမင္မႈဘာေတြဟာ အေရးပါခဲ့လဲ သူမသိခဲ့။အတိတ္ကို ျပန္ေတြးရင္ ေတြးေလ ေဆြးစရာေတြနဲ႔ပဲျပည့္ေနတဲ့ သူ႕ရဲ႕ ေအာင္ျမင္မႈ၊ျဖစ္သင့္တာကို ဦးစားေပးရင္ျဖစ္ခ်င္တာကိုလည္း လုပ္ရဦးမယ္မလား။ႏွလံုးသားရဲ႕ လိုအင္ကို ခ်ဳိခ်ဥ္ေကြၽးၿပီးလွ်ဳိထားခ်င္လို႔မွ မရဘဲ။ကဲ ရီရီွဆိုတဲ့ ကမ႓ာ့ထိပ္သီးကုမၸဏီ ေအာ္ရီဂ်င္ရဲ႕စီအီးအို… ခရီးဆက္ပါၿပီ။——————————————————ဒီဇာတ္ကားထဲမွာေတာ့ မိဘနဲ႔ သားသမီး၊သူငယ္ခ်င္းေကာင္းစိတ္ဓာတ္၊အခ်စ္ေရးေတြအျပင္အိႏၵိယႏိုင္ငံရဲ႕ အေျခခံလူတန္းစားေတြရဲ႕ဘဝကိုပါ ႏိုင္ငံေရးနဲ႔တြဲၿပီး ျမင္ရမွာပါ။ဇာတ္လမ္းထဲ အေၾကာင္းအရာမ်ားၿပီးအေၾကာင္းရင္းတစ္ခုစီမွာရသတစ္ခု ေပးထားတယ္လို႔ ျမင္မိပါတယ္။ေတလဂူး ျပည္နယ္ဇာတ္ကားမို႔ သူတို႔ရဲ႕ သဘာဝအတိုင္း အခ်စ္၊ ဘဝသ႐ုပ္ေဖာ္ စတာေတြနဲ႔ျပည့္ႏွက္ေနၿပီး အက္ရွင္၊အကေတြလည္း ပါပါေသးတယ္။အက္ရွင္ေတြမွာ အိုဗာေတြပါတာေတာ့သူတို႔ရဲ႕ သဘာဝမို႔ နားလည္ၾကည့္ရမွာပါ။ဒီဇာတ္ကားဟာ အိႏၵိယဇာတ္ကားအမ်ားစုအားရစရာမရိွတဲ့ 2019ခုႏွစ္မွာေတာ့ေက်နပ္စရာ ဇာတ္ကားတစ္ကား အျဖစ္ ျမင္မိပါတယ္။(အၫြန္းနဲ႔ ဘာသာျပန္ကေတာ့ Myint Thu နဲ႔ Nyi Nyi Koe တို႔ ညီအစ္ကိုပါ)File Size : (2.60 GB) , (1.30 GB) and (650 MB)Quality : AMZN WEB-DL (1080p 5.1,720p,480p)Running Time : 2hr 56minFormat : Mp4Genre : Action, DramaSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.AMZN.DL.VBR.H264.DDP.5.1.TellyTranslated by Nyi Koe & Myint ThuEncoded by THZ"