"Sleepers(1996) အညွှန်း*******************PauseIMDb…7.5,,,,Rt…73Robert De Niro ,Kevin Bacon နဲ့ Brad Pitt တို့ အဓိကပါဝင်ထားတယ်..စာရေးဆရာ Lorenzo Carcaterraရဲ့ best sellerဖြစ်ခဲ့တဲ့ ဒီဇာတ်ကားဟာစာအုပ်အဖြစ်ထုတ်ဝေတုန်းမှာ ဝေဖန်သူတွေ၊ သတင်းရေးသူတွေကြားမှာ ဝေဖန်မှုတွေနဲ့ အငြင်းပွားဖွယ်ဖြစ်ခဲ့သလိုရုပ်ရှင်အဖြစ်ရိုက်ကူပြီးနောက်မှာလည်း အတော်လေးဂယက်ရိုက်ခဲ့ပါတယ်။အကြောင်းရင်းကတော့ ရုပ်ရှင်ထဲမှာပါတဲ့ အကြောင်းအရာတွေဟာ နယူးယော့မြို့တော်အတွက် မေးခွန်းထုတ်စရာ ဖြစ်နေလို့ပါပဲ။စာဖတ်သူတွေအနေနဲ့ ဒီဝတ္ထုဟာ အဖြစ်မှန်ဟုတ်သလား မဟုတ်ဘူးလားဆိုတဲ့အကြောင်းကို သို့လောသို့လောဖြစ်ရာမှာဝတ္ထုရေးဆရာ Lorenzo Carcaterraကတော့ အဖြစ်မှန်ဖြစ်ကြောင်း တစ်ခါအတည်ပြုဖူးပါတယ်။ဒါပေမယ့် သက်ဆိုင်ရာနေရာတွေကတော့ ဒီလိုအဖြစ်အပျက်မျိုးမရှိဖူးကြောင်း ငြင်းချက်ထုတ်တာပေါ့။တစ်ခုသတိပေးချင်တာကတော့ ကလေးသူငယ်နှိပ်စက်မှုတွေပါဝင်လို့ စိတ်ခိုင်မှ ဒီကားကို ကြည့်စေချင်ပါတယ်။နယူးယော့မြို့ ရွှေ့ပြောင်းလုပ်သားတွေနေထိုင်ကြတဲ့ Hell’s Kitchenဆိုတဲ့ ဆင်းရဲသားရပ်ကွက်လေးမှာသူငယ်ချင်းလေးယောက်ဟာ တခြားကလေးတွေလိုပဲ ရပ်ကွက်ထဲ ဆော့ကစားလိုက် ဘုရားကျောင်းတက်လိုက်နဲ့ပေါ့။အားရင်အားသလို ဘုရားကျောင်းမှာ ဘုန်းတော်ကြီးအကူအဖြစ် ဝင်လုပ်လေ့ရှိသလိုပိုက်ဆံရရင်ရသလိုလည်း နာရေး‌တွေမှာ ဝင်ကူလေ့ရှိပါတယ်။ဆင်းရဲကြပေမယ့် ရှိတာလေးနဲ့ ရောင့်ရဲစွာ ပျော်ပျော်ရွှင်ရွှင်နေတတ်ကြတဲ့ ကလေးတွေပေါ့။သူတို့သူငယ်ချင်းတွေကြားမှာ နောက်ပြောင်ကျီစယ်ခြင်းကိုလည်းအလှည့်ကျလုပ်လေ့ရှိပါတယ်။ တစ်ခါမှာတော့ သူငယ်ချင်းအဖွဲ့လိုက် လုပ်လိုက်တဲ့ကျီစယ်မှုဟာ မရည်ရွယ်ထားဘဲနဲ့ လူတစ်ယောက်ပြင်းပြင်းထန်ထန်ဒဏ်ရာရသွားတဲ့အတွက် လူငယ်ထိန်းသိမ်းရေးစခန်းကို ‌လေးယောက်လုံး အပို့ခံလိုက်ရပါတယ်။အဲဒီထိန်းသိမ်းရေးစခန်းမှာပဲ အစောင့်တွေရဲ့ ညှင်းပန်းနှိပ်စက်မှုတွေ၊လိင်အမြတ်ထုတ်မှုတွေကြောင့် စိတ်ရောကိုယ်ပါ ဒဏ်ရာအသီးသီး။နောက်ပြောင်မှုတစ်ခုကြောင့် ပြန်ရလိုက်တဲ့အဖိုးအခကတော့ တစ်ဘဝလုံးစာစိတ်ဒဏ်ရာတွေ။အားလုံးဟာ ဒီနေ့အထိ ညအိပ်ရင်တောင် မီးပိတ်ပြီး မအိပ်ရဲတဲ့အထိပါပဲ။နောက်၁၃နှစ်ကြာတဲ့အချိန်မှာတော့ လက်စားချေဖို့ အခွင့်အရေး ပြန်ရလာတဲ့အခါမှာတော့..ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Jane ပဲဖြစ်ပါတယ်..File Size : (2.39GB)(866MB) and (246MB)Quality : Blu-Ray1080P5.1Ch, 720pFormat…mp4Duration…02:27:00Genre : Crime ,Drama , ThrillerSubtitle : Myanmar Subtitle (Hard Sub)Translated by JaneEncoded by Phyo Pyae"