"အရှေ့တောင်အာရှရုပ်ရှင်စျေးကွက်မှာ ထိုင်း၊အင်ဒိုနီးရှား နိုင်ငံများရဲ့ရုပ်တွေက တော်တော်လေးလေးပေါက်ပေါက်ရောက်ရောက်ရှိပါတယ်။သရဲကားဆိုရင်လည်း ထိုင်း၊ အင်ဒို၊ မလေးရှား အစရှိတဲ့ဇာတ်ကားတွေသာ ထိပ်ဆုံးက ဦးဆောင်နေပါတယ်။Pauseဒီတစ်ခါမှာတော့ မကြာခင်ကမှထွက်ရှိထားတဲ့ အင်ဒိုနီးရှားသရဲကား DreadOut ကိုတင်ဆက်ပေးချင်ပါတယ်။Jump scare တွေများများစားစားမပါဘဲ အဆုံးထိ စိတ်ဝင်တစားကြည့်ရှုရမယ့် Horror ကားမျိုး ကြည့်ချင်သူတွေဆိုရင် ဒီကားကိုကြည့်ဖို့ လက်တို့ပါရစေ။ဇာတ်လမ်းအကျဉ်းကတော့… Jessica, Beni, Dian တို့သုံးယောက်က အထက်တန်းကျောင်းသူ/သား တွေပါ။မျက်မှောက်ခေတ်ဆယ်ကျော်သက်တွေရဲ့ထုံးစံအတိုင်း Social Network တွေရဲ့လွှမ်းမိုးမှုကို အကြီးအကျယ်ခံထားရတဲ့သူတွေပေါ့။သူတို့သုံးယောက်က Social Network ပေါ်မှာ ပေါ်ပြူလာဖြစ်ချင်တာကြောင့် နှစ်အတော်ကြာစွန့်ပစ်ထားတဲ့ တိုက်အိုကြီးပေါ်သွားပြီး Live လွှင့်ကာ Follower ရှာဖို့ကြံကြပါတယ်။အဲဒီမှာ Alex ဆိုတဲ့ခပ်ရမ်းရမ်းကျောင်းသားတစ်ယောက်ရယ်၊ Erik ဆိုတဲ့စော်ကြည်ဘဲတစ်ယောက်ကိုပါ ချောဆွဲကြပါတယ်။နောက်ထပ်ချောဆွဲခံလိုက်ရတာက Linda၊ Linda က သူတို့တွေရဲ့ ဂျူနီယာတစ်ယောက်၊ မိသားစုအဆင်မပြေလို့ စတိုးဆိုင်မှာ ကျောင်းတစ်ဖက်နဲ့အလုပ်လုပ်နေရတဲ့သူ။သူ့ကိုခေါ်ရတဲ့အကြောင်းအရင်းက တိုက်အိုကြီးရဲ့အစောင့်နဲ့ ရင်းနှီးတာကြောင့် သူတို့အသာတကြည်ဝင်ခွင့်ရအောင် ခေါ်ချင်တာ။Linda က အစကတော့ ငြင်းပေမယ့် နောက်ပိုင်း လိုက်လာခများများစားစားရမယ်လည်းဆိုရော ခေါင်းညှိတ်ပြီးလက်ခံလိုက်တယ်။ဒီလိုနဲ့တိုက်အိုကြီးဆီရောက်ပြီး အစပိုင်းကတော့ အေးအေးဆေးဆေးပဲ၊ မျက်နှာပြောင်လိုက်၊ သရဲအခြောက်ခံရချင်ယောင်ဆောင်လိုက်နဲ့ပေါ့။ဖြစ်ချင်တော့ သူတို့လွှင့်နေတဲ့ Live က လိုင်းကျပြီး ပျောက်သွားတယ်။Viewer လေးကလည်း နည်းနည်းများလာပြီဆိုတော့ စိတ်ကလည်းခပ်ပါပါနဲ့ တိုက်စောင့်ရော ရဲတွေကကြိုးတားပြီး တားမြစ်ထားတဲ့ဘက်ကို လိုင်းမိလိုမိငြားနဲ့ အဖွဲ့လိုက်သွားကြတဲ့အချိန်မှာ စတော့တာပါပဲ။အဲဒီဘက်အခြမ်းမှာ ချိတ်ပိတ်ထားတဲ့အခန်းတစ်ခန်းရှိတယ်။သူတို့ထဲမှာ ကြောက်တဲ့သူကကြောက်နေပေမယ့် အဖွဲ့လိုက်ဆိုတော့ စိတ်ကြွပြီးအခန်းထဲဝင်သွားတဲ့အခါမှာတော့ သူတို့ဘဝရဲ့မမေ့နိုင်စရာ ညတစ်ညနဲ့ကြုံတွေ့ဖို့ အကြောင်းဖန်လာခဲ့တော့တယ်။ဒီဇာတ်ကားက ထွက်တာလည်းတစ်ရက်တောင်မပြည်သေးဘူးဆိုပေမယ့် IMDB မှာတော့ 5.6 Rating ကိုရထားပါတယ်။Horror တွေဆို Rating စုတ်တာထုံးစံလိုဖြစ်နေကြောင့် 5.6 လောက်ဟာ Entertain ဖြစ်ပြီး ကြည့်လို့ကောင်းတဲ့အနေအထားမှာရှိတယ်လို့ ပြောလို့ရပါတယ်။ဒါ့အပြင် ဒီဇာတ်ကားမှာ သိပ်ထင်မထားကြတဲ့ Plot Twist တချို့လည်းပါတာကြောင့် စိတ်ဝင်တစားကြည့်ရှုရမယ့် ဇာတ်ကားတစ်ကားပဲဖြစ်ပါတယ်။(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Myo Thant Kyaw ပါ)File Size : (1.50 GB) , (750 MB) and (380 MB)Quality : NF WEB-DL (1080p 5.1,720p,480p)Running Time : 1hr 37minFormat : Mp4Genre : Adventure, Fantasy, HorrorSubtitle : Myanmar Subtitle (Hard Sub)Source : 1080p.NF.WEB-DL.DDP5.1.H.264-BeeruTranslated by Myo Thant KyawEncoded by THZ"