အချစ်လောကမှာ အိုသွားလို့အပယ်ခံထားရတဲ့ အိုပယ်မတ်မတ်တွေ အတွက်တရုတ်မင်းသမီးရှုကြည်ပါဝင်တဲ့ Romance အချစ်ဇာတ်ကားလေးတင်ဆက်ပေးချင်ပါတယ်။မိန်းကလေးတွေဟာ အသက် ၃၀ အရွယ်မှာအလှဆုံးပဲ လို့ လူတွေက တင်စားကြတယ်လှပုံလှနည်းတော့ မတူဘူးပေါ့…အသက် ၃၀ အရွယ် မိန်းကလေး တစ်ယောက်ရဲ့ အလှဟာရင့်ကျတ်ခြင်း နဲ့ တည်ငြိမ်ခြင်း ပေါင်းစပ်ထားပြီးကံစမ်းမဲ ပါတဲ့ ဘီစကစ်လေးတွေ နဲ့ တူနေပြန်တယ်ကံစမ်းမဲ ပါတဲ့ ဘီစကစ်ဟာ ကျွတ်ဆတ်ဆတ် ဖြစ်နေတက်ပြီးအထဲမှာတော့ ကံကောင်းမှုတွေ အပြည့်နဲ့ပေါ့…ရှန်းယူရီ ဆိုတဲ့ ကောင်မလေးဟာ သူ့ တစ်ဘဝလုံးပညာရေး နဲ့ အလုပ်ကို ဦးစားပေးခဲ့တဲ့အတွက်အသက် ၃၀ ပြည့်တော့မယ့် အထိတောင်ယောကျင်္ားယူဖို့ မပြောနဲ့ ရည်းစားလေး တစ်ယောက်ရဲ့အနမ်းတောင် ရင်မဆိုင်ဖူးခဲ့ပါဘူး…တရုတ်လူမျိုးတွေ ရဲ့ အယူအဆ အရ အသက် ၃၀ ပြည့်လို့မှအိမ်ထောင်မကျသေးရင်ချို့ယွင်းချက် ရှိသလိုလိုဘာလိုလို လူထင်သေးခံရတဲ့ ပုံစံ ဖြစ်နေတော့တာပါပဲဒါကြောင့် ရှန်း ဟာ သူ့အမေ နဲ့ ဘယ်နေရာကိုမှ မသွားချင်တော့တာလဲယောကျင်္ားယူဖို့ ဖိအားပေးခံရလွန်းလို့ ဖြစ်ပါတယ်….သူလဲပဲ သူ့ကို တကယ်ချစ်တဲ့ ယောကျင်္ားလေး တစ်ယောက်နဲ့ဆုံပြီး ကံကောင်းချင်ခဲ့တာပေါ့…ဒါကြောင့် နှစ်သစ်ကူး ညမှာပဲ သူဆုတောင်းခဲ့တယ်သူမျှော်လင့်တဲ့ ဖူးစာဖက်နဲ့ ဆုံနိုင်ပါစေလို့….နောက်တစ်နေ့ ရုံးတက်တဲ့နေ့မှာပဲရုံးထဲဝင်ဖို့ ကတ်ပြား ပျောက်လို့ ပြသနာတက်ချိန်မှာပဲကောင်လေး တစ်ယောက်ကို စတင်ဆုံစည်းခဲ့တယ်…သူကတော့ ရှန်း ရဲ့ လက်ထောက် ဖြစ်လာမယ့်မာစိုင်း ဆိုတဲ့ ကောင်လေးပါပဲ…မာစိုင်း က သူ့ထက် ငယ်ပါတယ် သွတ်လက်တယ်ရဲရင့်တယ် ရုပ်ချောတယ် အရာရာပြည့်စုံတဲ့ ကောင်လေးပါပဲသူတို့နှစ်ယောက်ကြား ကောင်းကင်ပြာကြီး ဘယ်လိုဖြစ်တည်လာမလဲဆိုတာ…။ကိုယ်တိုင်ကြည့်မှ စီးမျှောခံစားလို့ကောင်းတာရှန်း နေရာမှာ နာမည်ကြီးမင်းသမီးချောရှုကြည် က ပါဝင်သရုပ်ဆောင်ထားပြီးရှုကြည်ရဲ့ အလှရှုကြည် ရဲ့ သရုပ်ဆောင်မှုတွေ အောက်မှာ အသက်ရှုဖို့မေ့မေ့သွားနိုင်ပါတယ်….ဒီဇာတ်လမ်းကို ကြည့်သင့်တာကတော့ မမ တွေကိုကြိုက်နေတဲ့ ကောင်လေးတွေ ကြည့်သင့်တယ်ဘာလို့လဲ ဆိုတော့ မမ တွေရဲ့ စိတ်ကို နားလည်နိုင်ဖို့နည်းလမ်းလမ်းစ ဟာ ဒီရုပ်ရှင်ထဲမှာ ရှိနေတယ်…နောက်တစ်ခုကတော့ အသက် ၃၀ နဲ့ ၄၀ ကြားလုပ်ငန်းရှင် Single အမျိုးသမီးတွေ ကြည့်သင့်တယ်…ဒီရုပ်ရှင်ကားဟာ အချစ်သက်သက် မဟုတ်ပြန်ဘဲလုပ်ငန်းခွင် တစ်ခုရဲ့ တာဝန်ရှိသူ အနေနဲ့အလုပ်ကို ဘယ်လို လုပ်ရလဲဘယ်လိုတွေ တာဝန်ယူရလဲဆိုတဲ့ စိတ်ကိုပါ ရရှိစေနိုင်ပါတယ်….ပြောရရင် မိုတီဗိတ် ဖြစ်စေတာပေါ့အချစ်ကြောင့် ရူးမိုက်မိုက်တွေ လုပ်တာအချစ်ကြောင့် ဆင်ခြင်နိုင်ခဲ့တာတွေဒီရုပ်ရှင်ထဲ အကုန်ပါ ပါတယ်….သင်ကြည့်နေပါတယ်လို့ စိတ်ထဲအတွေးမဝင်ခင်လေးမှာ ဒီရုပ်ရှင်ရဲ့အဆုံးသတ်ကို ရောက်သွားပါလိမ့်မယ်…..ဘာပဲ ဖြစ်ဖြစ် ဇာတ်လမ်းအဆုံးသတ်မှာ သင်ပြုံးမိပါလိမ့်မယ်ဝမ်းနည်းအပြုံးလား ပျော်ရွှင်တဲ့ အပြုံးလားဆိုတာကိုတော့ကိုယ်တိုင်ဆုံးဖြတ်နိုင်ပါတယ်….😀File size…(1 GB) and (4၀0 MB)Quality….Blu-Ray 720pFormat…mp4Duration….01:36:00Subtitle….Myanmar Subtitle (Hardsub)Encoder….Nyeinsaeya AungTranslated by Nay Chii"