"Coming Home ( 2014 )IMDb – 7.2/10_______Rotten – 88%PauseIMDb 7.2 ထိ ရရှိထားတဲ့ ဇာတ်ကားကောင်းလေးနဲ့တင်ဆက်ပေးလိုက်ပါတယ်Coming Home ဆိုတဲ့ ဇာတ်ကားလေးဟာ တရုတ်ပြည်ရဲ့ ခေတ်တစ်ခေတ်မှာလူသူမသိ တိမ်မြှုပ်ခဲ့ရတဲ့ ပါတီအတွက် အလုပ်လုပ်ပေးခဲ့တဲ့ ပရောဖက်ဆာတစ်ဦးရဲ့မိသားစုဇာတ်လမ်းလေးကို ဘာသာပြန်တင်ဆက်လိုက်ပါတယ်…ပါတီက ခွဲထားခဲ့တဲ့ သားအဖ…ပါတီက ခွဲထားတဲ့ လင်မယား…ပါတီကြောင့် အစိတ်စိတ်အမွှာမွှာကွဲခဲ့ရတဲ့ မိသားစုလေးအကြောင်းပေါ့…ပါတီကြောင့် အိမ်ကိုလွမ်းလို့ ခိုးပြန်လာတဲ့ အဖေကိုတောင်ရန်သူတစ်ယောက်လိုမြင်ပြီး သမီးဖြစ်သူကိုယ်တိုင်က သတင်းပေး ဖမ်းဆီးစေခဲ့တယ်လေ။ဒီလိုနဲ့ နောက်ဆုံး အိမ်ပြန်ခွင့်ရလို့ ပြန်လာတဲ့ ပရောဖက်ဆာကြီးအတွက်စောင့်ကြိုနေတာက သာယာတဲ့ မိသားစုလေး မဟုတ်ခဲ့ပါဘူး။သူစိမ်းနဲ့ မခြားတဲ့ သမီးအရင်းအချာနဲ့ ကိုယ်ပြန်လာမှာကိုစောင့်မျှော်နေပေမယ့် ကိုယ့်ကို မမှတ်မိတော့တဲ့ ဇနီးသည်ပါပဲ။ဒီလိုအခြေအနေမျိုးကြုံကြည့်ကြစမ်းပါ…ခံနိုင်ပါ့မလား…ပရောဖက်ဆာကြီးကတော့ သည်းခံခြင်းကိုလက်ကိုင်ထားပြီး ဘယ်လိုဖြေရှင်းခဲ့တယ်…သမီးရဲ့ အသိအမှတ်ပြုခြင်းကို ဘယ်လိုပြန်ယူပြီး ကိုယ့်ကိုမမှတ်မိတဲ့ဇနီးသည်ကို ဘယ်လိုအချစ်တွေပေးခဲ့တယ်ဆိုတာဇာတ်ကားထဲမှာ အဖြေဖော်ရင်း ခံစားကြည့်လိုက်ကြပါတော့….IMDb 7.2 ထိ ရရွိထားတဲ႔ ဇာတ္ကားေကာင္းေလးနဲ႔တင္ဆက္ေပးလိုက္ပါတယ္Coming Home ဆိုတဲ့ ဇာတ္ကားေလးဟာ တရုတ္ျပည္ရဲ႕ ေခတ္တစ္ေခတ္မွာလူသူမသိ တိမ္ျမွဳပ္ခဲ့ရတဲ့ ပါတီအတြက္ အလုပ္လုပ္ေပးခဲ့တဲ့ ပေရာဖက္ဆာတစ္ဦးရဲ႕မိသားစုဇာတ္လမ္းေလးကို ဘာသာျပန္တင္ဆက္လိုက္ပါတယ္…ပါတီက ခြဲထားခဲ့တဲ့ သားအဖ…ပါတီက ခြဲထားတဲ့ လင္မယား…ပါတီေႀကာင့္ အစိတ္စိတ္အမႊာမႊာကြဲခဲ့ရတဲ့ မိသားစုေလးအေႀကာင္းေပါ့…ပါတီေႀကာင့္ အိမ္ကိုလြမ္းလို႔ ခိုးျပန္လာတဲ့ အေဖကိုေတာင္ရန္သူတစ္ေယာက္လိုျမင္ျပီး သမီးျဖစ္သူကိုယ္တိုင္က သတင္းေပး ဖမ္းဆီးေစခဲ့တယ္ေလ။ဒီလိုနဲ႔ ေနာက္ဆံုး အိမ္ျပန္ခြင့္ရလို႔ ျပန္လာတဲ့ ပေရာဖက္ဆာႀကီးအတြက္ေစာင့္ႀကိဳေနတာက သာယာတဲ့ မိသားစုေလး မဟုတ္ခဲ့ပါဘူး။သူစိမ္းနဲ႔ မျခားတဲ့ သမီးအရင္းအခ်ာနဲ႔ ကိုယ္ျပန္လာမွာကိုေစာင့္ေမွ်ာ္ေနေပမယ့္ ကိုယ့္ကို မမွတ္မိေတာ့တဲ့ ဇနီးသည္ပါပဲ။ဒီလိုအေျခအေနမ်ိဳးႀကံဳႀကည့္ႀကစမ္းပါ…ခံႏိုင္ပါ့မလား…ပေရာဖက္ဆာႀကီးကေတာ့ သည္းခံျခင္းကိုလက္ကိုင္ထားျပီး ဘယ္လိုေျဖရွင္းခဲ့တယ္…သမီးရဲ႕ အသိအမွတ္ျပဳျခင္းကို ဘယ္လိုျပန္ယူျပီး ကိုယ့္ကိုမမွတ္မိတဲ့ဇနီးသည္ကို ဘယ္လိုအခ်စ္ေတြေပးခဲ့တယ္ဆိုတာဇာတ္ကားထဲမွာ အေျဖေဖာ္ရင္း ခံစားႀကည့္လိုက္ႀကပါေတာ့….File Size – 1.14 GBQuality – Blu-Ray 720pTranslated By Chu ChuEncoded By LK"