"Tholi Prema (2018)
IMDb Rating – 7.3/10________Google Users – 94 %
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ပတ်မှာတော့ တေလဂူး အချစ်ကားလေးတွေ ကြည့်ပြီး ရိုချင်ကြတယ်ဆိုတဲ့ တေလဂူးပရိသတ်တွေအတွက် အချစ်ဟာသ ဖန်စီကားလေး တင်ဆက်ပေးလိုက်ပါတယ်။
ဒီဇာတ်ကားဟာ ၂၀၁၈ လောက်ကတည်းက အကြည်တက်ခဲ့ပေမဲ့ စာတန်းထိုးဖိုင် မပါခဲ့ဘဲ ခု တမီးလ်ဗားရှင်းတက်တော့မှ စာဖိုင်မှန် ရခဲ့ပါတယ်။
ခု ကျွန်တော်တို့ တင်ပေးလိုက်တာကတော့ မူရင်း အသံဖြစ်တဲ့ တေလဂူးအသံနဲ့ပါ။
မင်းသားကတော့ တောင်ပိုင်းပရိသတ်တွေ အကြိုက်တွေ့ကြတဲ့ မင်းသားချော ဗာရွန် ပါ။
မင်းသမီးကတော့ ကျွန်တော့်ရည်းစားသစ် ရာရှီခန်းနားပါ။
ရိုမန့်စ်ကားတွေ ကြည့်ရင် မင်းသားမင်းသမီးချောဖို့လည်း လိုသေးတယ်မလား။
ဇာတ်လမ်းအကျဉ်း ———– ————–
ဇာတ်ကားနာမည်က မြန်မာလို ‘အချစ်ဦး’ပါတဲ့ဗျာ။
အချစ်ဦးဆိုတာကလည်း… ဘယ်အချိန်၊ဘယ်အခြေအနေဖြစ်ဖြစ် .. သတိရနေတတ်တာမျိုး မဟုတ်လား။
ယောကျ်ားလေးတစ်ယောက် အရမ်းကို စိတ်ညစ်နေပြီး သောက်စားမူးယစ်နေပြီဆိုရင် သေချာပါတယ်။
သူ အလုပ်အကိုင် ဆုံးရှုံးမှုဖြစ်ရင်ဖြစ်၊ အချစ်ရေးမှာ ဆုံးရှုံးမှုဖြစ်ရင်ဖြစ် ဒီနှစ်ခုပဲ ရှိတယ် ဆိုရင် မှားမလား။ မ
င်းသားနဲ့ မင်းသမီးတွေ့ဖို့ အကြောင်းဖန်လာတာက ရထားပေါ်မှာပါ။
လျှပ်တစ်ပြတ် တွေ့ခဲ့တာမျိုးမဟုတ်ဘဲ လျှပ်တစ်ပြတ် ပျောက်ဆုံးသွားတဲ့အခါ လိုက်ရှာရခက်ပါတယ်။
ပျောက်သွားရတဲ့ အကြောင်းကလည်း မင်းသမီးမှာ အရမ်းကို စိုးရိမ်တတ်တဲ့ အရင်းခံစိတ်လေး ရှိပါတယ်။
ဒါကလည်း နောက်ထပ် အလွဲကြီး လွဲကြဦးမယ့် သူတို့နှစ်ယောက်ရဲ့ အချစ်ခရီးမှာ အဲ့ဒီသူ့ရဲ့စိတ်က အကြောင်းဖန်လာပါလိမ့်မယ်။
မိန်းကလေးတွေ စိတ်ဆိုတာလည်း သပွတ်အူလို ရှုပ်ထွေးပြီး ခန့်မှန်းရခက်တာမျိုး၊
ယောကျ်ားလေးဆိုတော့လည်း အချစ်အတွက်ဆို ဘာပဲ ပေးဆပ်ရပေးဆပ်ရ၊
တစ်ဖက်က နှလုံးသားနဲ့ တစ်ဖက်က ဦးဏှောက်ယှဉ်ထိုးလာကြတဲ့အခါ မထင်မှတ်ထားတဲ့ ပြဿနာတွေ ပေါ်လာခဲ့ရတယ်။
(အညွှန်းရေးသူအနေနဲ့ ဇာလမ်းအကျဉ်းကို ပြောပြဖို့ တော်တော်ခက်ခဲနေတာကို သတိထားမိမယ် ထင်ပါရဲ့ဗျာ)
တွေ့တွေ့ချင်း ချစ်မိသွားပြီး စွဲစွဲလန်းလန်းဖြစ်ခဲ့ရတဲ့ ယောကျ်ားလေးတစ်ယောက်နဲ့
အချစ်ကို ဦးဏှောက်နဲ့ စဉ်းစားတတ်တဲ့ မိန်းကလေးတို့ ရဲ့ အချစ်ဇာတ်လမ်းတစ်ခုဆိုရင် ပိုမှန်မယ်ဗျ။
ကဲ ဒီလောက်ပဲ ရေးပြပါရစေဗျာ။ ————————————————
ချစ်လှစွာသော ပရိသတ်ကြီးရေ… ဒီဇာတ်ကားလေးကို ကြည့်တဲ့အခါ လူမမြင်စေနဲ့ဗျ။
ကြည်နူးစရာတွေနဲ့မို့ ကိုယ့်မျက်နှာကြီး ပြုံးပြီး ကြည့်နေတော့ ဘေးလူမြင်မှာ တော်တော်ကို ရှက်မိလိမ့်မယ်။
ထပ်ပြီး ပြောရမယ်ဆိုရင် အချစ်ဇာတ်လမ်းလေးမို့ သီချင်းလေးတွေပါပေမဲ့ သီချင်းစာသားတွေ မူရင်းမှာ မပါတော့ ထည့်မရေးဖြစ်ခဲ့ပါဘူးခင်ဗျာ။
ဒါကလည်း သီချင်းမပါတာတောင် စာတော်တော်များနေတာမို့ မူရင်းမှာ ထည့်မပေးခဲ့တာဖြစ်ပါလိမ့်မယ်။
“အထူးသတိပေးချက်” လတ်တလောမှာ ကလေးငယ်လေးတွေ အတုယူမှားတာတွေ တွေ့ကြုံနေရပါတယ်။
နုနယ်လှတဲ့ ကလေးငယ်များအဖို့ အတုယူမှားစေနိုင်တဲ့ ဇာတ်ဝင်ခန်းတစ်ခု ပါဝင်တာမို့ ကလေးတွေကို ပြမယ်ဆိုရင် အုပ်ထိန်းသူများက ကြီးကြပ်ပေးကြဖို့ တောင်းဆိုချင်ပါတယ်။
ကဲ ကွန်မန့်ဘောက်စ်ထဲက Linkလေးကို Copy ယူပြီး Browserတစ်ခုနဲ့ Downloadနိုင်ပါပြီ။
အညွှန်းနဲ့ မြန်မာမှု ပြုထားကြသူတွေကတော့ ညီညီကိုးနဲ့ မြင့်သူတို့ ညီအစ်ကိုပါ။
File Size :(1.10 GB )
Quality : WEB-DL 720p
Running Time : 2hr 17min
Format : Mp4
Genre : Romance
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p Telugu Proper True HQ WEB-HD-UNTOUCHED
Translated by Nyi Koe And Myint Thu
Encoded by THZ
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
