"Two Weeks Notice (2002)____IMDb – 6.1/10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
” လမ်းခွဲဖို့ နှစ်ပတ် အလို ”
——————————–
Two Weeks Notice ဆိုတဲ့
ဒီရုပ်ရှင်ကို မြန်မာလို အမည်ပေးရရင်
ဒီတိုင်းပဲ ဖြစ်စေချင်မိတယ်….
မြန်မာကား ၂ ပတ်အလို နဲ့ ဒီကားကို
ယှဉ်ပြီး ပြောနေကြရင်း သတိထားမိလို့
ကြည့်လိုက်မိတာ မြန်မာကား နဲ့ တူ မတူ ကတော့
မြန်မာကား မကြည့်ဖူးတော့ မသိပါဘူး…
ဒီရုပ်ရှင်ကားကို ဆန်ဒရာဘူးလော့ခ် ကပဲ
ပရိုဂျူ့ လုပ်ထားပြီး သူကိုယ်တိုင်
မင်းသမီး အဖြစ် သရုပ်ဆောင်ထားတာပါပဲ
မင်းသားကတော့ မျက်လုံးလှပြီး ဆွဲဆောင်မှု
ရှိတဲ့ မင်းသား ဟုဟ်ဂရန့် ပါ
ဇတ်လမ်းပုံစံ က ပြည်သူ့အကျိုးပြု ရှေ့နေ
မိသားစု က ပေါက်ဖွားလာတဲ့ ဉာဏ်ရည်မြင့်
ထက်မြတ်တဲ့ အူကြောင်ကြောင်နိုင်တဲ့
ရှေ့နေမလေး လူစီ အကြောင်း
ဖြစ်ရင် ဖြစ်လိမ့်မယ်….
ဘာလို့ဆိုရင် ဒီရုပ်ရှင်က သူ့ အတွက်
သူ့နေရာကနေ ဝင်ကြည့်လို့ရမယ့်
ပုံစံ မျိုး ဖြစ်နေတာပါ
လူစီ က ဆင်းရဲတဲ့ ပြည်သူတွေ ဘက်ကနေ
ရပ်တည်ပြီး ခရိုနီတွေ ရဲ့ ချဉ်ဖတ် ဖြစ်နေသူ
ဆိုလဲ မမှားပါဘူး…
တစ်ရက်မှာတော့ နှစ်ပေါင်းများစွာ ကြာပြီဖြစ်တဲ့
အသင်းတိုက် တစ်ခု ကို ဝိန့်ဒ် မိသားစု ပိုင်
လုပ်ငန်းက ကန်ထရိုက်ယူပြီး ဖြိုဖျက်ကာ
ခေတ်မှီအဆောက်အဦး တစ်ခု ဆောက်ဖို့
ဖြစ်ပေါ်လာပါတော့တယ်…
ဒီ အသင်းတိုက် ဟာ လူစီ နဲ့ သူ့မိဘ နှစ်ပါးရဲ့
အမှတ်တရတွေ အပြင် ပြည်သူလူထု လိုအပ်နေတဲ့
ရှေးဟောင်း အမွေအနှစ်မို့ မဖျက်ဆီးအောင်
ဝိန့်ဒ် လုပ်ငန်းစု ရဲ့ ပိုင်ရှင် တစ်ဦးဖြစ်တဲ့
ဝိန့်ဒ်ဂျော်ဂျီ ဆီ ရောက်သွားတဲ့ အခါမှာတော့
ဂျော်ဂျီ ကလဲ အကြံပေး ရှေ့နေတစ်ဦး လိုနေတာနဲ့
အသင်းတိုက် ကို မဖျက်ဘူး ငါ့ဆီမှာတော့
ဒီ ကန်ထရိုက် ကိစ္စ တစ်ခု ပြီးတဲ့အထိ အလုပ်လုပ်ရမယ်လို့
အပေးအယူ လုပ်ပြီးနောက် လူစီ က သူမုန်းတဲ့ ခရိုနီသူဌေး
လက်အောက် မှာ အလုပ်လုပ်ပေးခဲ့ရပါတော့တယ်…
ဒီလောက်က ဘာမှ မထူးဆန်းသေးပါဘူး
တကယ့် တန်ပိုမြင့်တဲ့ အပိုင်းကတော့
လူစီ အလုပ်က ထွက်ဖို့ ၂ ပတ်အလို မှာ
ဒီဇတ်လမ်း ရဲ့ အကောင်းမွန်ဆုံး အချိန်တွေက
စဖြစ်လာတော့တာပါပဲ…..
😀
စပွိုင်းမိလား မမိလားတော့မသိဘူး
အပိုဖြည့်ပြောရမယ် ဆိုရင်တော့
ဆန်ဒရာဘူးလော့ခ် က ဒီထဲ မှာ
အရမ်းကို အူကြောင်ကြောင်နိုင်တဲ့ မိန်းမ
အလုပ်ပဲ သိ အလုပ်ပဲ ရှိ
တစ်လောက လုံး နဲ့ အဆင်ပြေအောင် မပေါင်းတက်သူ
မိတ်ကပ်လိမ်းတာတောင် နည်းမကျ
ဝတ်တာစားတာက တောဂိုက်
ပြောရရင် ဇတ်ရဲ့ ကာရိုက်တာ နဲ့
လိုက်ဖက်အောင် ပြင်ဆင်ထားတာပါ
ကျနော် အရမ်း သဘောကျတဲ့ မင်းသမီးတစ်ယောက်ပါပဲ
သူ့ရဲ့ သရုပ်ဆောင်ပညာက အရမ်းကို ကောင်းမွန်သလို
အရမ်းကိုလဲ ချစ်ဖို့ကောင်းတဲ့သူပါပဲ….
၂ ပတ် အလိုကို သိချင်ရင်တော့
ကြည့်လိုက်ကြပါ ဘာဖြစ်မလဲ လို့
😀
File Size – 1.06 GB
Quality – 720p
Duration – 01:41:12
Translator – Archi Thang Gyi
Encoder – Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
