"Beauty Water (2020)
===============
IMDb Rating – 6.1/10
ဒီတစ်ခါမှာတော့ ပုံမှန်ကိုရီးယားဇာတ်လမ်းတွဲတွေနဲ့မတူဘဲ ကိုရီးယားနိုင်ငံမှာ
သူတို့ရဲ့ လူမှုပတ်ဝန်းကျင်ရဲ့ အလှအပစံနှုန်းတွေနဲ့ လွှမ်းမိုးခံရမှုတွေအကြောင်း
စိတ်ကူးယဉ်ရိုက်ကူးထားတဲ့ ကိုရီးယား animation ဇာတ်ကားလေးတစ်ကားနဲ့
မိတ်ဆက်ပေးချင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရယ်ဂျီဟာ ငယ်စဉ်ကတည်းက မလှပတဲ့ ရုပ်ရည်နဲ့ ခန္ဓာကိုယ်ကြောင့် အနှိမ်ခံခဲ့ရတဲ့
ကောင်မလေးတစ်ယောက်ဖြစ်ပါတယ်။ လက်ရှိမှာ မိတ်ကပ်ဆရာမတစ်ယောက်
အနေနဲ့ အလုပ်လုပ်နေပေမယ့် သူ့ရဲ့ ပုံပန်းသဏ္ဍာန်ကြောင့် အလုပ်မှာရော လူမှုဘဝ
မှာပါ အဆင်မပြေဘဲ လောကကြီးကို အမြဲမကောင်းမြင်နေတတ်တာပါ။
တနေ့မှာတော့ ရယ်ဂျီဟာ မထင်မှတ်ဘဲ scam mail တစ်ခုကို မှားနှိပ််မိပြီး အလှရည်
တစ်ပုလင်း သူ့ဆီကို ပါဆယ်ရောက်လာပါတော့တယ်။ အဲဒီ အလှရည်နဲ့ပြုပြင်လိုက်ရုံနဲ့
သူမတူအောင် လှပချောမောတဲ့ ကောင်မလေးတစ်ယောက်ဖြစ်သွားတဲ့အခါ…..
ရယ်ဂျီဟာ ဒီအလှရည်နဲ့ သူ ငယ်ငယ်ကတည်းက မက်မောခဲ့ရတဲ့ ခေါင်းအစခြေအဆုံး
လှပလွန်းတဲ့ရုပ်ရည်ကို မရအရယူဖို့အတွက် ကြိုးစားခဲ့တဲ့အခါမှာတော့ …….
ရယ်ဂျီဟာ လှဖို့အတွက်ဆို ဘာမဆိုလုပ်ရဲလာပါတော့တယ် ……
ဒီလိုနဲ့ ကိုရီးယားနဲ့အလှအပနဲ့ပက်သက်တဲ့ စံနှုန်းတွေ သတ်မှတ်ချက်တွေနဲ့ ဖိနှိပ်ခံစားခဲ့
ရတဲ့ လူတစ်ယောက်၊ ရယ်ဂျီပေးဆပ်ရမယ့် အလှတရားရဲ့ တန်ကြေးနဲ့၊ ဒီလို ထူးဆန်း
လွန်းတဲ့ အလှရည်ရဲ့နောက်ကွယ်က လျို့ဝှက်ချက်ကရော ဘာဖြစ်မလဲ။ ရယ်ဂျီကရော
ဒီအလှရည်ကိုအသုံးချပြီး ရလာတဲ့ ရုပ်ရည်နဲ့အောင်မြင်မှုတွေကို ဘယ်လိုဆက်ထိန်း
သိမ်းမလဲ။ ဘယ်လိုတွေ ဆက်ဖြစ်မလဲ ဆိုတာတွေကိုတော့ ဇာတ်ကားထဲမှာ ရင်တထိတ်
ထိတ်နဲ့ ဆက်လက်ရှုစားရမှာပဲ ဖြစ်ပါတယ်။
2020 ခုနှစ် Date ပေမဲ့ 2022ခုနှစ်မှာထွက်ရှိလာတာဖြစ်ပြီး Boston Sci-Fi Film
Festival မှာ ဆုရရှိထားတဲ့ ပထမဆုံး ကိုရီးယား animation ဇာတ်ကားကောင်းလေး
ဖြစ်တာကြောင့် ခံစားကြည့်ရှုပေးကြပါဦး….
(အသက်မပြည့်သေးတဲ့ကလေးငယ်တွေအနေနဲ့ကတော့ Animation ဖြစ်ပေမယ့်လည်း
dead body တွေ၊ သွေးသံရဲရဲနဲ့ ထိတ်လန့်စရာအခန်းတွေ ပါဝင်နေတာကြောင့် ကြည့်ရှုဖို့
မသင့်တော်ပါခင်ဗျာ)
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Thant Sin ဖြစ်ပါတယ်)
File Size……….(1.32 GB) / (540 MB) / (320 MB)
Quality…………BluRay 1080p / 720p / 480p
Duration………1Hr 25mins
Subtitle………..Myanmar Hardsub
Format…………MP4
Genre…………..Animation, Horror, Thriller
Translator…….Thant Sin
Encoder……….SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
