"The Cave(2019)
(unicode)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Documentary မဟုတ်ပါ…ဇာတ်လမ်းသွားနဲ့ ရိုက်ကူးထားတာပါ…
ထိုင်းနိုင်ငံ မယ်ဆိုင်ဂူထဲမှာ ပျောက်သွားတဲ့ ကလေး ၁၂ ယောက်နဲ့ နည်းပြ အကြောင်းကို အားလုံးသိပြီးသား ဖြစ်မှာပါ။ ဒီရုပ်ရှင်ကတော့ ဒီကလေးတွေကို ကယ်ဆိုဖို့ ထိုင်းအစိုးရနဲ့ နိုင်ငံစုံက ရေငုပ်သမားတွေဘယ်လို ခက်ခက်ခဲခဲ စွန့်စွန့်စားစား ကယ်တင်ခဲ့တဲ့အကြောင်းရယ် လူသားဆန်လှစွာ ကူညီကြတဲ့သူတွေအကြောင်းကို
ရိုက်ကူးပြထားတာပါ…
ပျောက်သွားတဲ့အကြောင်းကစလို့ ရေငုတ်သမားတွေ ပညာရှင်တွေ ပူးပေါင်းပြီး
အဖြေထုတ်ရင်း ကြိုးစားကြတာကို စိတ်ဝင်စားဖွယ်ကောင်းပါတယ်…
ဒီဇာတ်ကားက အင်္ဂလိပ်စကားပြောတွေအတွက် စာဖိုင် မထွက်လို့ ကိုယ်တိုင်စာဖိုင်လုပ်ပြီး နားထောင်ပြီး ဘာသာပြန်ပေးထားပါတယ်။ ရေသံတွေ လှိုင်ဂူသံတွေကြောင့် အသံတွေက သိပ်မရှင်းလို့ ကွက်လပ်လေးတွေ ပါပေမယ့် အရေးကြီးတဲ့အပိုင်းတွေကို အပြည့်စုံဆုံးဖြစ်အောင် ဖြည့်ပေးထားပါတယ်…။ စာဖိုင် အမှန်ရရင်တော့ ထပ်ပြီး တင်ပေးပါဦးမယ်။ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့
Littleneo ပဲဖြစ်ပါတယ်….
(zawgyi)
ထိုင္းႏိုင္ငံ မယ္ဆိုင္ဂူထဲမွာ ေပ်ာက္သြားတဲ့ ကေလး ၁၂ ေယာက္နဲ႔ နည္းျပ အေၾကာင္းကို အားလုံးသိၿပီးသား ျဖစ္မွာပါ။ ဒီ႐ုပ္ရွင္ကေတာ့ ဒီကေလးေတြကို ကယ္ဆိုဖို႔ ထိုင္းအစိုးရနဲ႔ ႏိုင္ငံစုံက ေရငုပ္သမားေတြဘယ္လို ခက္ခက္ခဲခဲ စြန႔္စြန႔္စားစား ကယ္တင္ခဲ့တဲ့အေၾကာင္းရယ္ လူသားဆန္လွစြာ ကူညီၾကတဲ့သူေတြအေၾကာင္းကို
႐ိုက္ကူးျပထားတာပါ…
ေပ်ာက္သြားတဲ့အေၾကာင္းကစလို႔ ေရငုတ္သမားေတြ ပညာရွင္ေတြ ပူးေပါင္းၿပီး
အေျဖထုတ္ရင္း ႀကိဳးစားၾကတာကို စိတ္ဝင္စားဖြယ္ေကာင္းပါတယ္…
ဒီဇာတ္ကားက အဂၤလိပ္စကားေျပာေတြအတြက္ စာဖိုင္ မထြက္လို႔ ကိုယ္တိုင္စာဖိုင္လုပ္ၿပီး နားေထာင္ၿပီး ဘာသာျပန္ေပးထားပါတယ္။ ေရသံေတြ လႈိင္ဂူသံေတြေၾကာင့္ အသံေတြက သိပ္မရွင္းလို႔ ကြက္လပ္ေလးေတြ ပါေပမယ့္ အေရးႀကီးတဲ့အပိုင္းေတြကို အျပည့္စုံဆုံးျဖစ္ေအာင္ ျဖည့္ေပးထားပါတယ္…။ စာဖိုင္ အမွန္ရရင္ေတာ့ ထပ္ၿပီး တင္ေပးပါဦးမယ္။ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့
Littleneo ပဲျဖစ္ပါတယ္….
File Size : (850 MB) and (318 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:44:00
Genre : Adventure, Drama, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Littleneo
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
