"The Postman Always Rings Twice (1981)
~ IMDb – 6.6/10, RT – 79%, Meta – 61% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Chinatown, One Flew Over the Cuckoo’s Nest, The Shining တို့လို ဂန္ထဝင်မာစတာပိစ်ကားတွေရဲ့ မင်းသား Jack Nicholson ရဲ့ ခေတ်ဟောင်းကားလေးပါ။ မမြင်အပ် မမြင်ရာ ဇာတ်ဝင်ခန်း တစ်ချို့ပါဝင်တာမို့ မိသားစုနဲ့တော့ မကြည့်သင့်ပါဘူး။ James M. Cain ရဲ့ နာမည်တူ နာမည်ကြီးဝတ္တုကို အခြေတည်ရိုက်ကူးထားပြီး ဒီဝတ္တုကို ၁၉၄၆မှာလည်း တစ်ခါရိုက်ကူးခဲ့သေးပါတယ်။ ၁၉၄၆ ဗားရှင်းကတော့ ဝေဖန်ရေးသမားတွေ အကြိုက်ပိုဖြစ်ခဲ့ပါတယ်။ ဇာတ်လမ်းဟာ လောဘနဲ့ ရမ္မက်နောက်ကိုလိုက်တဲ့ လူတွေအကြောင်း ဖော်ပြထားတာဖြစ်ပြီး လောကရဲ့ ကွေ့ကောက်တဲ့ မာယာတွေကြား တုန်ခါယိမ်းသွေ့သူတို့ရဲ့ ကွေ့ကောက်တဲ့လမ်းကြောင်းတွေကို ပုံဖော်ရိုက်ကူးထားတာ ဆိုလည်း မမှားပါဘူး။ ဒီမှာလည်း ဒီဇာတ်လမ်းကို ခဏခဏကော်ပီကူးခဲ့ကြသလို နောက်ပိုင်း ဒီကားကိုပြန်ကူးတဲ့ အင်္ဂလိပ်ရုပ်ရှင်တွေလည်း ထွက်ပေါ်လာတဲ့အထိ ဇာတ်လမ်းရှင်းရှင်းလေးနဲ့ကို လူ့သဘောမနော ပေါ်လွင်တဲ့ဇာတ်လမ်းပါပဲ။
ဇာတ်လမ်းကတော့ မက္ကင်းနစ်တစ်ယောက်ဟာ စားသောက်ဆိုင်လေးတစ်ခုမှာ စားရိတ်ငြိမ်း နေရင်း၊ အဲဒီနားကကားတွေပြင်ပေးရင်း စားသောက်ဆိုင်ပိုင်ရှင်ရဲ့ မယားရဲ့ ငြိကြတဲ့အကြောင်းပါပဲ။ သူတို့ ၂ယောက်ပေါင်းပြီး စားသောက်ဆိုင်ပိုင်ရှင်ကို သတ်ပြီး ဆိုင်ကိုမောင်ပိုင်စီး ချစ်ကမ္ဘာတည်ဖို့ တွေးကြပါရော။ ဒီလိုနဲ့ စားသောက်ဆိုင်ပိုင်ရှင်ကို သတ်ပြီးတဲ့နောက် ပြဿနာကစပါပြီ။ ဒီတိုင်းဆို မတော်တဆမှုလိုလိုနဲ့ ဘာလိုလိုညာလိုလို မေ့ပျောက်ပြီး ပြီးကောင်းပြီးသွားနိုင်တဲ့အမှုပေမဲ့ သူ့လင် ဘိုးတော်က အသက်အာမခံထားခဲ့တော့ အာမခံသမားကလည်း‌ ငွေမပေးရရေး တို့အရေးဆိုပြီး လူသတ်မှုဖြစ်ကြောင်း သတ်သေပြဖို့လုပ် ဘာညာဆိုတော့ ဇာတ်တွေရှုပ်လာပါတော့တယ်။
ဒီလို လူကောင်းမဟုတ်ရုံတင်မကဘဲ ဇာတ်လိုက်တောင်မဆန်တဲ့ အဓိကဇာတ်ကောင်ပုံစံမျိုးကို သရုပ်ဆောင်တိုင်း သရုပ်မဆောင်ရဲသလို သရုပ်ဆောင်တိုင်းလည်း သရုပ်မဆောင်နိုင်ပါဘူး။ ဂျက်ခ်ဟာ ဒီလိုဇာတ်ကောင်ကို ရဲရဲဝံ့ဝံ့သရုပ်ဆောင်ခဲ့တဲ့အပြင် တော်တော်လေး ပီပီပြင်ပြင်ဖြစ်အောင်ပါ သွေးအေးအေးနဲ့ အသက်သွင်းနိုင်ခဲ့ပါတယ်။ တစ်ခေတ်ရဲ့တစ်ယောက် ဆရာကြီး ဂျက်ရဲ့ Acting တွေကို ကြည့်ရရုံတင်မကဘဲ ရုပ်ရှင်ဝါသနာအိုး‌တွေ တရင်းတနီးရှိလောက်မယ့် Jessica Lange ရဲ့ အလှအပတရားတွေကိုပါ ရှုစားရမှာနဲ့တင် ဒီကားဟာ ကြည့်ရ အတော်ကိုတန်နေပါပြီ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.1GB, 1GB, 448MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.6/10
Format – mp4
Duration – 2H 2Min
Genre – Crime, Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by W
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
