"စာရေးဆရာကြီး Stephen Kingရဲ့ Miseryဝတ္ထုကိုပြန်ရိုက်ထားတဒီရုပ်ရှင်ဟာ Horrorရုပ်ရှင်တွေထဲမှာတော့ပြောစမှတ်တွင်ခဲ့တဲ့ရုပ်ရှင်ပါ။
ဒီဇာတ်ကားထဲက စိတ္တဇအမျိုးသမီးကြီးနေရာကသရုပ်ဆောင်တဲ့မင်းသမီးကြီး Kathy Batesလဲ ဒီဇာတ်ကားနဲ့ပဲ အော်စကာဆု၊ရွှေကမ္ဘာလုံးဆုတွေ ရခဲ့ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဇာတ်လမ်းအကျဉ်း >>>>
စာရေးဆရာ ပေါလ်ရှယ်ဒန်က မစ္စရီဆိုတဲ့အမျိုးသမီးဇာတ်ကောင်အကြောင်း အသားပေးရေးထားတဲ့လုံးချင်းဝတ္ထုတွဲတွေနဲ့ လူကြိုက်များအောင်မြင်တဲ့
စာရေးဆရာကြီးတစ်ယောက်ပေါ့။ဒါပေမယ့် ကြာလာတော့ မစ္စရီအကြောင်းရေးရတာငြီးငွေ့လာလို့ ပေါလ်ရှယ်ဒန်က သူ့ရဲ့နောက်ဆုံးထွက်
မစ္စရီဝတ္ထုမှာ မစ္စရီဇာတ်ကောင်ကို သတ်ပစ်လိုက်တယ်။ပြီးတော့သူ့ရဲ့ ဝတ္ထုအသစ်ကို လူသူမနီးတဲ့ဟိုတယ်လေးမှာသွားရေးနေတုန်း သူ့သမီးလေးမွေးနေ့အတွက်
နယူးယောက်ကိုပြန်အလာမှာ နှင်းမုန်တိုင်းမိပြီးကားမှောက်သွားခဲ့တယ်။ခြေတွေလက်တွေနံရိုးတွေကျိုးပြီး နှင်းမုန်တိုင်းထဲမှာသတိလစ်ပြီးသေစစဖြစ်နေတဲ့ သူ့ကို အန်နီဝစ်ဆိုတဲ့
မိန်းမကြီးကကယ်ဆယ်ပေးခဲ့ပါတယ်။သတိရလာတော့ သူ့ကိုကယ်ခဲ့တဲ့အန်နီဝစ်ကသူနာပြုဟောင်းတစ်ယောက်ဖြစ်တဲ့အပြင်သူ့ရဲ့မစ္စရီဝတ္ထုတွေကိုအရူးအမူးစွဲလမ်းအားပေးတဲ့
အကြီးစားပရိတ်သတ်တစ်ယောက် ဖြစ်နေတာကြောင့်စိတ်သက်သာရာရခဲ့ပေမယ့်လဲ….စာရေးဆရာဟာ တဖြေးဖြေးနဲ့ဆိုသလိုအန်နီဝစ်ရဲ့ပုံမှန်မဟုတ်တဲ့အပြုအမူတွေကို
သတိထားမိလာပါတယ်။ဒါ့အပြင် အန်နီဝစ်ဟာ မစ္စရီဇာတ်ကောင်ကိုပုံမှန်ထက်ပိုပြီးချစ်ခင်စွဲလမ်းနေတာကိုလဲသတိထားမိလာပြီး…နောက်ဆုံးထွက်မစ္စရီစာအုပ်မှာ
မစ္စရီသေသွားတာကို အန်နီဝစ်တစ်ယောက်သိသွားချိန်မှာ…ဒီဇာတ်ကားဟာ သွေးသံရဲရဲအခန်းတွေကြမ်းတမ်းတဲ့အသုံးအနှုံးတွေ ပါဝင်တာကြောင့်R ratedသတ်မှတ်ထားပါတယ်။
Horrorရုပ်ရှင်တွေ မကြိုက်ရင်တောင်ဒီကားက Horror,Drama,psycho thrillerအချိုးကျကျပေါင်းစပ်ထားပြီး Kathy Batesရဲ့
လက်ဖျားခါလောက်တဲ့ သရုပ်ဆောင်ပီပြင်မှုတွေကြောင့်ကြည့်ကိုကြည့်သင့်ပါတယ်။ယုတ္တိမရှိ ပေါပေါပဲပဲ jump scareတွေတစ်ကွက်မှမပါပဲ
ကြည့်ရတဲ့သူကို ရင်တလှပ်လှပ်ဖြစ်စေမှာပါ။ဒါကြောင့် Horrorရုပ်ရှင်တွေကိုမြတ်နိူးသူတွေအဖို့Miseryဟာလုံးဝစိတ်ပျက်စေရမှာမဟုတ်ကြောင်း ကတိပေးလိုက်ရပါတယ်
ဒီရုပ်ရှင်ကားကို Kaung Khant Win က ဘာသာပြန်ပေးထားပြီးအညွှန်းကိုလဲကိုယ်တိုင်ရေးပေးထားပါတယ်
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
