"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ပုရိသအပေါင်းတို့ အကြိမ်ကြိမ်ကြွေခဲ့ရသော Malena ဇာတ်ကားထဲက မမကြီး Monica Bellucci ကို အမှတ်ရကြဦးမလား….
ဒီဇာတ်ကားမှာလဲ မမကြီးဟာ ကျွန်တော်တို့ကို အကြိမ်ကြိမ်ထပ်ခြွေဦးမှပြါ…သိဘို့။
မမရဲ့ဖြစ်တည်မှုတွေက ပြင်းရှတဲ့ နှစ်ချို့ဝိုင်တစ်ခွက်လို …။
ဇာတ်လမ်းကိုသွားရမယ်ဆိုရင်တော့ဖြင့်….
ဖရန်ဆွာ့ဇ်ဟာ ဟာ အထီးကျန်ဘဝနဲ့ သူ့ရဲ့ ပျင်းရိစရာ ရုပ်အလုပ်တို့ကို ငြီးငွေ့နေတဲ့ ပြင်သစ်သားတစ်ယောက်ဖြစ်ပါတယ်။ တစ်နေ့မှာတော့ ဘားတစ်ခုကိုသွားရင်း လှပတဲ့ မိန်းမပျက်ကလေးတစ်ဦးဖြစ်တဲ့ ဒင်နီယယ်လာ နဲ့ ဆုံခဲ့တယ်။ မြင်မြင်ချင်း
ဒင်နီယယ်လာကိုစွဲလန်းမိရင်းက သူဟာ မီလျံချီ ထီပေါက်ထားတဲ့သူဖြစ်ကြောင်း နဲ့ သူနဲ့ အတူနေမယ်ဆိုရင် တစ်လကို ယူရို ၁၀၀.၀၀၀
ငွေမကုန်မချင်းပေးမယ်လို့ ကမ်းလှမ်းလာတဲ့အခါ ဒင်နီယယ်လာကလဲ သဘောတူခဲ့တယ်။
သဘောမတူနိုင်တာကတော့ သူ့ သူငယ်ချင်းလဲဖြစ် သူ့ ဆရာဝန်လဲဖြစ်တဲ့ အန်ဒရေးပါ။ အန်ဒရေးက ဖရန်ဆွာ့ဇ်ရဲ့ နှလုံးအားနည်းရောဂါဟာ ဒီလိုလိင်မှု ကိစ္စတက်ကြွပုံမျိုးနဲ့ သင့်တော်မှာ မဟုတ်ဘူးလို့ သတိပေးပါတယ်။ စားသောက်ဆိုင်မှာ ညစာစားကြရင်း ဒင်နီယယ်လာ အစာအဆိပ်သင့်သလိုဖြစ်တော့ အန်ဒရေးကို လှမ်းခေါ်ခဲ့တယ်။ အခန်းထဲမှာ နှစ်ယောက်တည်း
စမ်းသပ်နေရင်း ဒင်နီယယ်လာက အဝတ်အစားချွတ်ပေးရမလားလို့မေးတယ်။ သူက မလိုအပ်ကြောင်းပြောပေမယ့် ဒင်နီယယ်လာက
ဇွတ်အဝတ်အစားချွတ်လိုက်ချိန်မှာတော့ ရင်ဖိုလှိုက်မောစရာကောင်းလောက်အောင်လှပတဲ့ သူ့ခန္ဓာကိုယ်ကောက်ကြောင်းရဲ့ဆွဲဆောင်မှုကို မခံနိုင်တော့ပဲ..။
လူရိုးလူအေးကြီး တစ်ယောက်ဖြစ်တဲ့ ဖရန်ဆွာ့ဇ်ရဲ့ ဘဝကို ဒင်နီယယ်လာ တစ်ယောက် ဘယ်လိုကမောက်ကမ ကျွမ်းထိုးမှောက်ခုံတွေဖြစ်အောင် မွှေနှောက်မလဲဆိုတာ ဆက်လက်ရှုစားကြပါ။
ဒင်နီယယ်လာ အဖြစ် သရုပ်ဆောင်ထားတဲ့ ကမ္ဘာအလှဆုံး အမျိုးသမီးစာရင်းအကြိမ်ကြိမ်ဝင်ခဲ့တဲ့ မမကြီး Monica Bellucci ရဲ့
မိမွေးတိုင်း ဖမွေးတိုင်း အလှအပတွေနဲ့ကြည့်လို့တန်စေမှာပါ။
(ဘာသာပြန်တင်ဆက်ထားသူကတော့ Alias ဖြစ်ပါတယ်။)
File size…(999 MB)
Quality….Blu-Ray Rip 720p
Format…mp4
Duration….01:35:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
