"unicodeအေလီ ဟာ အားကစား ကြေငြာလုပ်ငန်းတွေကိုPauseအားကစား သမားတွေ နဲ့ ချိတ်ဆက်ပေးတဲ့အေးဂျင့် တစ်ယောက်ဖြစ်ပါတယ်…အလုပ်ထဲမှာ မိန်းမသား ဆိုလို့ သူမ တစ်ယောက်ထဲဖြစ်ပြီးလုပ်ငန်းထဲက အမျိုးသားတွေ နဲ့ မှီအောင် အမြဲရင်ဘောင်တန်းနိုင်သူပါမိမိကိုယ်ကိုလဲ အမြဲယုံကြည်ချက် ရှိသူတစ်ယောက်ပေါ့…ဒီလိုနဲ့ တစ်ရက်မှာတော့ သူမ ကြံစည်နေတဲ့ ကစားသမားတစ်ယောက်ကိုလုပ်ငန်းထဲက အေးဂျင့် တစ်ယောက်က ဖြတ်လုသွားရာကနေအကြီးအကျယ်တင်းသွားပါတော့တယ်သူဌေးဖြစ်သူကလဲ အေလီ ကို အမျိုးသားများနဲ့ပူးပေါင်းအလုပ်မလုပ်တက်ကြောင်း ယောင်္ကျားများကိုနားမလည်တဲ့ အတွက် ရာထူးတိုးဖို့ ခက်ကြောင်း ခေါ်ပြောပါတယ်အဲ့ဒီညမှာပဲ သူငယ်ချင်းတွေ နဲ့ အေလီ မူးအောင် သောက်ပါတော့တယ်နောက်နေ့ မနက် နိုးလာတဲ့အခါမှာတော့ တစ်ခုခုက မှားယွင်းနေခဲ့ပါတယ်အေလီ ဟာ ယောင်္ကျားတိုင်းရဲ့ စိတ်ကို ဖတ်နိုင်တဲ့ အကြားအမြင်ရတဲ့စွမ်းအားတစ်ခုကို ပိုင်ဆိုင်နေတာ သိလိုက်ရပါတော့တယ်…ကဲ … ဟာသ ကား ကောင်းကောင်းလေး ကြည့်ချင်တဲ့သူတွေအတွက်အေလီ နဲ့ သူမ ရဲ့ အလွဲများကို ရယ်ဖို့ အသင့်ဖြစ်နေပြီလားတစ်ခုသတိပေးချင်တာကတော့ 18+ အခန်းတွေ စကားပြောတွေအင်မတန်များတဲ့အတွက် အသက်မပြည့်သူများ ၊ မိသားစုများနှင့်အတူကြည့်ရှုရန် မသင့်တော်ပါ…ရုပ်ရှင်ကားကို ဘာသာပြန်ပေးထားတာကတော့ညို့မျက်ဝန်း ဖြစ်ပြီး အညွှန်းကိုတော့Shwe Sin Nan Eain က ရေးပေးထားပါတယ်zawgyiေအလီ ဟာ အားကစား ေၾကျငာလုပ္ငန္းေတြကိုအားကစား သမားေတြ နဲ႔ ခ်ိတ္ဆက္ေပးတဲ့ေအးဂ်င့္ တစ္ေယာက္ျဖစ္ပါတယ္…အလုပ္ထဲမွာ မိန္းမသား ဆိုလို႔ သူမ တစ္ေယာက္ထဲျဖစ္ၿပီးလုပ္ငန္းထဲက အမ်ိဳးသားေတြ နဲ႔ မွီေအာင္ အၿမဲရင္ေဘာင္တန္းႏိုင္သူပါမိမိကိုယ္ကိုလဲ အၿမဲယံုၾကည္ခ်က္ ရွိသူတစ္ေယာက္ေပါ့…ဒီလိုနဲ႔ တစ္ရက္မွာေတာ့ သူမ ႀကံစည္ေနတဲ့ ကစားသမားတစ္ေယာက္ကိုလုပ္ငန္းထဲက ေအးဂ်င့္ တစ္ေယာက္က ျဖတ္လုသြားရာကေနအႀကီးအက်ယ္တင္းသြားပါေတာ့တယ္သူေဌးျဖစ္သူကလဲ ေအလီ ကို အမ်ိဳးသားမ်ားနဲ႔ပူးေပါင္းအလုပ္မလုပ္တက္ေၾကာင္း ေယာက်ၤားမ်ားကိုနားမလည္တဲ့ အတြက္ ရာထူးတိုးဖို႔ ခက္ေၾကာင္း ေခၚေျပာပါတယ္အဲ့ဒီညမွာပဲ သူငယ္ခ်င္းေတြ နဲ႔ ေအလီ မူးေအာင္ ေသာက္ပါေတာ့တယ္ေနာက္ေန႔ မနက္ ႏိုးလာတဲ့အခါမွာေတာ့ တစ္ခုခုက မွားယြင္းေနခဲ့ပါတယ္ေအလီ ဟာ ေယာက်ၤားတုိင္းရဲ႕ စိတ္ကို ဖတ္ႏုိင္တဲ့ အၾကားအျမင္ရတဲ့စြမ္းအားတစ္ခုကို ပိုင္ဆုိင္ေနတာ သိလုိက္ရပါေတာ့တယ္…ကဲ … ဟာသ ကား ေကာင္းေကာင္းေလး ၾကည့္ခ်င္တဲ့သူေတြအတြက္ေအလီ နဲ႔ သူမ ရဲ႕ အလြဲမ်ားကို ရယ္ဖို႔ အသင့္ျဖစ္ေနၿပီလားတစ္ခုသတိေပးခ်င္တာကေတာ့ 18+ အခန္းေတြ စကားေျပာေတြအင္မတန္မ်ားတဲ့အတြက္ အသက္မျပည့္သူမ်ား ၊ မိသားစုမ်ားႏွင့္အတူၾကည့္ရႈရန္ မသင့္ေတာ္ပါ…ရုပ္ရွင္ကားကို ဘာသာျပန္ေပးထားတာကေတာ့ညိဳ႕မ်က္၀န္း ျဖစ္ၿပီး အညႊန္းကိုေတာ့Shwe Sin Nan Eain က ေရးေပးထားပါတယ္"