"Min & Max 2016 Movie
“ပုတု နဲ႔ ေလာရွည္”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ္ခါမွာေတာ့ ၂၀၁၆ တုန္းကထြက္ရိွထားတဲ့ Movie ေလးနဲ႔ မိတ္ဆက္ေပးခ်င္ပါတယ္။
ေလာကႀကီးမွာ ဆန္႔က်င္ဘက္ေတြအမ်ားႀကီးရိွေနတဲ့ထဲ ခ်စ္စရာေကာင္းတဲ့ ဆန္႔က်င္ဘက္ဆိုတာလည္း ရိွႏိုင္ပါတယ္ေနာ္။
“ခ်စ္စရာေကာင္းတဲ့စံုတြဲ” လို႔ေျပာလိုက္တာနဲ႔ အရပ္ခပ္ပုပုေကာင္မေလးနဲ႔ အရပ္ခပ္ျမင့္ျမင့္ေကာင္ေလးကို ျမင္ေယာင္မိၾကမွာေပါ့။
ဟုတ္ပါတယ္ “Min & Max” လို႔အမည္ရတဲ့ စိတ္ကူးယဥ္ဆန္တဲ့ဇာတ္လမ္းေလးမွာ ထိုကဲ့သို႔ ခ်စ္စရာေကာင္းတဲ့ စံုတြဲေလးကို အဓိကထားပံုေဖာ္ထားပါတယ္။
တကၠသိုလ္တစ္ခုလံုးမွာရိွတဲ့ မိန္းကေလးေတြရဲ႕ အသည္းကိုဖမ္းဆုပ္ထားတဲ့ အရပ္ခပ္ျမင့္ျမင့္ ဘြဲ႕လြန္ေက်ာင္းသား စြဲညိႇဳ႕ရွင္မင္းသားေလး က်န္းေရွာင္… သူက သိပ္ေတာ္တဲ့ ဓာတ္ပံုဆရာပီပီ မိန္းမလွေလးေတြက သူ႕နားမွာအၿမဲဝိုင္းေနတတ္တယ္။
So World လို႔အမည္ရတဲ့ ဂိမ္းၿပိဳင္ပြဲမွာ ပထမဆုကို ေလးႀကိမ္တိုင္တိုင္ ရထားဖူးတဲ့ ရွားရီွးလင္း… သူမေလးကေတာ့ ဒုတိယႏွစ္ရဲ႕ စိတ္ပညာေမဂ်ာက လူေကာင္ေသးေသး ေကာင္မေလးလို႔ လူသိမ်ားတယ္ေလ။
ရင္းနီးတဲ့ သူငယ္ခ်င္းတခ်ဳိ႕ကေတာ့ ရွားမင္လို႔ ေခၚၾကပါတယ္။
တစ္ေန႔မွာေတာ့ စြဲညိႇဳ႕ရွင္မင္းသားေလး က်န္းေရွာင္နဲ႔ လူေကာင္ေသးေသး ေကာင္မေလး ရွားမင္တို႔ မေတာ္တဆဆံုေတြ႕ျဖစ္ၾကၿပီးေတာ့ ဘတ္စကက္ေဘာနဲ႔တိုက္ကြမ္ဒို ကစားနည္းႏွစ္မ်ဳိးကို တစ္ဦးခ်င္း ယွဥ္ၿပိဳင္ျဖစ္ခဲ့ၾကပါတယ္။
ေကာင္းကင္ေပၚက နတ္သၾကားအေပါင္း သူေတာ္ေကာင္းေတြက ဘယ္လို မစလိုက္လဲေတာ့ မေျပာတတ္ေတာ့ဘူး… ေသးငယ္လြန္းတဲ့ ရွားမင္က သူ႕ထပ္ႏွစ္ဆေလာက္ႀကီးတဲ့ က်န္းေရွာင္ကို ကစားနည္းႏွစ္မ်ဳိးလံုးမွာ အႏိုင္ရသြားပါေလေရာ။
ကယ္… ကံၾကမၼာကဖန္တီးေပးလိုက္တယ္ပဲ ေျပာရမလား ၿပိဳင္ပြဲကို ၾကည့္ေနၾကတဲ့ ပရိတ္သတ္ေတြက ရွားမင္နဲ႔က်န္းေရွာင္တို႔ရဲ႕ ဆန္႔က်င္ဘက္ျဖစ္လြန္းတဲ့ အရပ္ေတြကို ဟာသအျမင္နဲ႔ ဓာတ္ပံု႐ိုက္ၿပီးေတာ့ တ႐ုတ္စာမ်က္ႏွာ Weibo မွာ တင္လိုက္တာေပါ့ေနာ္။
အဲ့သည္လိုနဲ႔ ရွားမင္နဲ႔က်န္းေရွာင္တို႔က တကၠသိုလ္တစ္ခုလံုးသာမက အျပင္လူေတြပါသိၾကတဲ့
“ပုတု နဲ႔ ေလာရွည္” ဆိုတဲ့ ဆန္႔က်င္ဘက္စံုတြဲေလး ျဖစ္လာခဲ့ပါတယ္။
က်န္းေရွာင္က တေျဖးေျဖး ရွားမင္ကို သေဘာက်မိလာေပမဲ့ ရွားမင္မွာက အေဝးေရာက္ေနတဲ့ခ်စ္ရသူ ရိွေနခဲ့ပါတယ္။
“ပုတု နဲ႔ ေလာရွည္” အတြဲေလး ဘာေတြဆက္ျဖစ္ၾကမလဲ မိမိတို႔ဘာသာ ၾကည့္လိုက္ၾကပါေတာ့ေနာ္…
(ဇာတ္ၫႊန္းနဲ႔ ဇာတ္ကားဘာသာျပန္ေပးသူက Nway Htwe Aung ျဖစ္ပါတယ္)
Native Title: 最萌身高差
Also Known As: 爱在2.5次元 ,
Genres : Friendship, Comedy, Romance
Release Date: Nov 25, 2016
File size__( 760 MB) and ( 300 MB)
Quality__ 720p
IMDb Rating__5.7/10
Format__mp4
Duration__01:28:41
Type__Comedy, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Nway Htwe Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
