"Queen of Katwe(2016)
IMDb…7.4,,,,,,Rotten…..93%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဖီအုိနာဆုိတဲေ့ကာင္မေလးဟာ ေရပုံးေလးဆြဲၿပီးလမ္းေလ်ာက္လာတယ္…လမ္းခုလတ္မွာ
ေက်ာင္းခ်ိန္ဆုိေတာ့ အျဖဴအစိမ္းေက်ာင္းသူေက်ာင္းသူေတြေက်ာင္းတက္ဖုိ႕သြားေနတာကုိေတြ႕ေလရဲ႕…
ဒီေကာင္မေလးရဲ႕မ်က္ႏွာမွာ ေက်ာင္းတက္ေနတဲ့သူေတြကုိ အားက်ၿပီး ေက်ာင္းတက္ဖုိ႕ မတတ္ႏုိင္တဲ့သူမရဲ႕ ဘ၀ကုိ
အားငယ္စိတ္ပ်က္၀မ္းနည္းေနပုံပဲ…
ဒီလုိနဲ႕တစ္ေန႕ေတာ့ သူတုိ႕ရပ္ကြက္ထဲမွာ Chess ကစားနည္းကုိ နည္းျပေပးေနတဲ့ ဆရာတစ္ေယာက္ရဲ႕အဖြဲထဲကုိ
မေမွ်ာ္လင့္ဘဲေတြ႕ရွိသြားတယ္…ဒီဆရာဟာ ေက်ာင္းမတက္ႏုိင္တဲ့ကေလးေတြကုိ သူ႕အားလပ္ခ်ိန္မွာ အခမဲ့သင္ေပးေနတာပါ…
ဖီအုိနာလည္း ဘ၀တူေတြနဲ႕ ခ်က္စ္ကစားဖုိ႕သင္ယူရင္း အခ်င္းခ်င္း ခ်က္စ္ၿပဳိင္ပြဲေလးေတြလုပ္ၾကတယ္…
တစ္ေန႕ေတာ့ ဖီအုိနာဟာ သူ႕ထက္စီနီယာက်ေနတဲ့ကစားသမားေကာင္ေလးနဲ႕ခ်က္စ္ထိုးပါေလေရာ….
ဒီေကာင္ေလးကုိ ဖီအုိနာဟာ အႏုိင္ယူလုိက္တယ္…ခ်က္စ္နည္းျပဆရာဟာ ဆရာဟာ
တအံတၾသနဲ႕ ဖီအုိနာကုိေမးတယ္..
“ဖီအုိနာ နင္ေရႊ႕လုိက္တဲ့အကြက္ေတြက ဆရာ႕စာအုပ္ေတြဖတ္ၿပီး ေရႊ႕လုိက္တာလား”တဲ့
ဖီအုိနာကျပန္ေျဖတယ္..
“ဆရာကလည္း သမီးမွ စာမဖတ္တတ္တာတဲ့”
အဲ့ဒီေနာက္မွာေတာ့……
ဒီဇာတ္ကားဟာ Uganda ႏိုင္ငံ Chess သမိုင္းမွာ သမိုင္းတြင္ခဲ့တဲ့ အမ်ိဳးသမီး Chess ကစားသမား
Phiona Mutesi အေၾကာင္းကို ျပန္လည္႐ိုက္ကူးထားပါ…
သူမရဲ႕ ဘဝျဖစ္စဥ္ကို အနီးစပ္ဆံုးျဖစ္ေအာင္ ႐ိုက္ကူးထားတဲ့ဇာတ္ကားေကာင္းတစ္ကားျဖစ္ပါတယ္…
Phiona Mutesi ဟာ Uganda ႏိုင္ငံရဲ႕ ဆင္းရဲသားရပ္ကြက္ေတြထဲက တစ္ခုျဖစ္တဲ့ Katwe ရပ္ကြက္မွာ ေနထိုင္ခဲ့တာပါ…
ဒီကားက ျပသခ်ိန္ ၂နာရီေက်ာ္ၾကာျမင့္ၿပီး အစမွ အဆုံးထိ ခင္ဗ်ားကုိဆြဲေခၚသြားလိမ့္မယ္…
သြားေလးတစ္ခုသာျမင္ရတဲ့ ဒီလူမဲေလးေတြရဲ႕အၿပဳံးေတြေၾကာင့္ လူသားဆန္တဲ့ခင္ဗ်ားဟာ
တစ္ခါတရံ ေပ်ာ္ရႊင္၀မ္းေျမာက္ရသလုိ…တစ္ခါတစ္ရံေတာ့ ၀မ္းနည္းသနားမိလိမ့္မယ္..
တစ္ခါတစ္ရံေတာ့ သူ႕တုိ႕ေတြရဲ႕ အခ်င္းခ်င္းေဖးမမႈေတြ….ခက္ခဲ့တဲ့ ဘ၀ေပးအေျခအေနတစ္ခုကေန
ရုန္းထြက္ဖုိ႕ႀကဳိးစားေနတဲ့သူတုိ႕ေတြကုိၾကည့္ၿပီး လုပ္လုိက္စမ္းကြ..ဒါပဲေလလုိ႕
အားေပးမိလိမ့္မယ္….
ကုိင္းခံစားၾကည့္လုိက္ပါဦး…သူတုိ႕ရ႕ဲအေၾကာင္းေတြကုိလည္း ဇာတ္လမ္းအဆုံးမွာ ျပန္လည္ရွင္းျပထားတာမုိ႕ ေထြေထြ
ထူးထူးမေျပာေတာ့ပါဘူး..ဒီကားက Chess မထုိးတတ္တဲ့သူေတြလည္းၾကည့္လို႕အဆင္ေျပပါတယ္..
File Size : (1GB) and (403MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:04:00
Genre : Biography, Drama, Sport
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Paing
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
