"BrokeBack Mountain (2005)
Crouching Tiger, Hidden Dragon (2000)လို အနောက်နိုင်ငံတွေမှာ ရှေးဦးအကြီးအကျယ်အောင်မြင်ခဲ့တဲ့ တရုတ်သိုင်းရုပ်ရှင်ရဲ့ ဒါရိုက်တာ….Director … Ang Leeက ရိုက်ကူးပြီး သရုပ်ဆောင်အနုပညာမှာ မှော်ဝင်စားလွန်းတဲ့ လူလွန်မသားသရုပ်ဆောင်နှစ်ယောက်ဖြစ်တဲ့ Hearth Ledger နဲ့ Jake Gyllanhaal တို့က Mian Castအဖြစ် သရုပ်ဆောင်ထားပါတယ်။ Nominee 8ခုဝင်ထားပြီး အော်စကာသုံးခုရထားတဲ့ Ang Leeကို အော်စကာရစေခဲ့တဲ့ကားလည်း ဟုတ်ပါတယ်။ Homophobia တွေမနှစ်မြို့လောက်မယ့် LGBTကားဆိုတာ ကိုတော့ သတိချပ်စေချင်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်မှာ သရုပ်ဆောင်ထားတဲ့ Hearth Ledgerနဲ့ Jake တို့ဟာ Homoတွေမဟုတ်ပေမယ့် Homoတွေရဲ့ခံစားချက်တို့ကို ကောင်းကောင်းကြီး ပြသွားနိုင်ခဲ့သလို Real World က သူတို့ကြားက ရင်းနှီးမှုကြောင့်လည်း ဒီကားဟာ ပိုအသက်ဝင်တယ် ဆိုကြပါတယ်။
ချစ်သူနဲ့လက်ထပ်ဖို့ စရိတ်စကရအောင် Brokebackတောင်ပေါ်မှာ အလုပ်လုပ်မယ့် Ennis Del Marနဲ့ အဖေနဲ့အတူလုပ်ရတာ အဆဲပဲခံနေရလို့ လာလုပ်တဲ့ Jack Twistတို့ဟာ BrokeBack တောင်ကြီးပေါ်မှာ သိုးတွေကို စောင့်ရှောက်ဖို့ အတူတူအလုပ်လုပ်ဖြစ်ကြပါတယ်။ စကားနည်းလွန်းတဲ့ Ennisနဲ ့ Jackတို့ဟာ အစမှာ ခပ်စိမ်းစိမ်းဖြစ်နေပေမဲ့လည်း သူ့ဘဝကိုယ့်ဘဝ အကြောင်းတွေပြောရင်း ရင်းနှီးလာကြတာပါပဲ။ BrokeBackတောင်ကြီးပေါ်မှာ လေတွေနှင်းတွေ ဝေတဲ့ ညတစ်ခုမှာတော့ ကမ္ဘာကြီးရဲ့ သဘာဝထဲက သမားရိုးကျမဟုတ်တဲ့ လိင်ဆက်ဆံမှုတစ်ခုကို ပြုမိမှားခဲ့ကြပါတယ်။ ထိုခေတ်ထိုကာလအရ လိင်တူချစ်သူတွေကို နှိပ်စက်သတ်တဲ့အထိပါလုပ်တတ်တာတွေကို မျက်မြင်ကိ်ုယ်တွေ့ မြင်ဖူးကြုံဖူးတာကြောင့် မိုက်ရူးရဲဆန်ဆန်ရှေ့ဆက်ဖို့ မဝံ့တဲ့ Ennisဟာ ဒီအမှားကို ခဏအမှားလို့ပဲ ဆုံးဖြတ်ခဲ့ပါသတဲ့။
လိင်တူတူ လိင်ကွဲကွဲ ခံစားချက်ရှိကြတဲ့ လူသားတွေပါပဲ ခံစားချက်တို့ ဘာသာ သဘာဝအတိုင်းပါပဲ.. တားမြစ်ထားရင် ပိုရုန်းတတ်ပါတယ်။ အချစ်နဲ့ ပက်သက်ကြလို့ဖြင့် မှန်ရာမြင်နိုင်ပါတဲ့ လူတွေကို ကျွန်တော် သိပ်မတွေ့ခဲ့ဖူးပါဘူး။ မိန်းမတွေ ကလေးတွေရပြီးပေမဲ့ ခံစားချက်တွေ အာသာတွေကို မလွန်ဆန်နိုင်တဲ့အခါ သူတို့ ဒီ Brokeback တောင်ကြီးဆီ ထပ်ထွက်ခဲ့ကြတာပါပဲ။ နှစ်တိုင်းလိုဆုံကြတွေ့ကြရင်း ကာလအတော်ကြာ ဖြတ်သန်းခဲ့ကြပေမယ့် စိတ်ရှိတိုင်း ရွေးချယ်ခွင့် မရတဲ့ဘဝထဲမှာ ကစဉ့်ကလျားတွေဖြစ်လာတဲ့အခါ…..
(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ်)
File size__( 1.1 GB) and ( 500 MB)
Quality__BR-Rip 720p
IMDb Rating__7.7/10
Format__mp4
Duration__02:14:27
Type__Drama, Romance
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
