"State of Play(2009)
IMDb….7.1,,,,Rotten….84%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မိုးတဖွဲဖွဲကျပြီးတိတ်ဆိတ်နေတဲ့ Washington DCမြို့ရဲ့ ညတစ်ညမှာ လူတစ်ယောက်
ကြောက်လန့်တကြားပြေးလွှားနေတယ်…..ညဟာအေးစက်နေပေမယ့် သူ့မျက်နှာပေါ်မှာ ချွေးစေးတွေပျံနှံနေသလို
သူ့ဟန်မှာကြောက်လန့်နေပုံအထင်းသားပေါ်လွင်နေတယ်…သူပြေးလွှားပုန်းအောင်းနေပေမယ့် နောက်ယောင်ခံလိုက်လာတဲ့သူတွေ့ရှိသွားကာ
ပစ္စတိုဖြင့်(၂)ချက်ဆင့်ပစ်ချခြင်းခံလိုက်ရသည်….ပီဇာပို့သည့်လူငယ်တစ်ယောက်ဟာလည်း တိုက်ဆိုင်စွာပင် အခင်းဖြစ်ပွားရာနေရာကိုဖြတ်သွားမိသည်..
နောက်ယောင်ခံလိုက်လာသည့် လူမှာ ပီဇာပို့သမားဆီသို့ သက်သေဖျောက်သည့်အနေဖြင့် ဆက်လက်ပစ်ခတ်လိုက်သည်…
နောက်တစ်နေ့မနက်တွင် ကောင်မလေးတစ်ယောက် ဘူတာရုံတွင် Suicide လုပ်ခဲ့သည်…ပြောရရင်
(၂)ရက်အတွင်း အလောင်း(၃)လောင်းဖြစ်သွားခဲ့ခြင်းဖြစ်သည်…ဒီ Suicide လုပ်သည့်အမျိုးသမီးမှာ လွှတ်တော်အမတ်တစ်ယောက်၏
ဝန်ထမ်းတစ်ဦးပင်ဖြစ်သည်…..လွှတ်တော်အမတ်၏စေခိုင်းမှုကြောင့် ဒီအမျိုးသမီးမှာ အစိုးရ လက်နက်ကုမ္ပဏီတစ်ခုကိစ္စကိုစုံစမ်းနေခြင်းဖြစ်သည်..
မှုခင်းဖြစ်စဉ်အရ Suicide ဟုပြောဆိုနေပေမယ့် လက်နက်ကိစ္စစုံစမ်းခြင်းကြောင့်အသတ်ခံရတာလားဟုဆိုသောမေးခွန်းတွေကလည်းတစ်ပြုံတစ်ပင်ပင်ဖြစ်သည်..
ဒီဇာတ်ကားဟာ နိုင်ငံရေးပါဝင်တဲ့ Thriller ကားကောင်းတစ်ကားပါ…လွှတ်တော်အမတ်အဖြစ် Ben Affleck ကသရုပ်ဆောင်ထားပြီး
သူ့ရဲ့ယုံကြည်ရတဲ့ သတင်းထောက်သူငယ်ချင်းအဖြစ် Russell Crowe ကြီးကသရုပ်ဆောင်ထားပါတယ်…..အခြားနာမည်ကြီးသရုပ်ဆောင်များဖြစ်တဲ့
Rachel McAdams ,Helen Mirren , Robin Wright တို့လည်း ပါဝင်ထားလေတယ်…
ကိုင်း ဘာကြောင့်လူတွေအသတ်ခံရလဲ ….လွှတ်တော်အမတ်ရဲ့ ဝန်ထမ်းအမျိုးသမီးကရော
တကယ်ပဲ Suicide လုပ်ခဲ့တာလား…နောက်ကွယ်က ပြသနာတွေကရော ဘာတွေဖြစ်မလဲဆိုတာကိုတော့
သတင်းထောက်ကြီး Russell Crowe နဲ့အတူ နိုင်ငံရေးလောကထဲကအရှုတ်တွေကို ဝင်ရောက်စုံစမ်းထောက်လှမ်းကြည့်ရအောင်….
——————————————————————-
မုိးတဖြဲဖြဲက်ၿပီးတိတ္ဆိတ္ေနတဲ့ Washington DCၿမဳိ႕ရဲ႕ ညတစ္ညမွာ လူတစ္ေယာက္
ေၾကာက္လန္႕တၾကားေျပးလႊားေနတယ္…..ညဟာေအးစက္ေနေပမယ့္ သူ႕မ်က္ႏွာေပၚမွာ ေခြ်းေစးေတြပ်ံႏွံေနသလုိ
သူ႕ဟန္မွာေၾကာက္လန္႕ေနပုံအထင္းသားေပၚလြင္ေနတယ္…သူေျပးလႊားပုန္းေအာင္းေနေပမယ့္ ေနာက္ေယာင္ခံလုိက္လာတဲ့သူေတြ႕ရွိသြားကာ
ပစၥတုိျဖင့္(၂)ခ်က္ဆင့္ပစ္ခ်ျခင္းခံလုိက္ရသည္….ပီဇာပုိ႕သည့္လူငယ္တစ္ေယာက္ဟာလည္း တုိက္ဆုိင္စြာပင္ အခင္းျဖစ္ပြားရာေနရာကုိျဖတ္သြားမိသည္..
ေနာက္ေယာင္ခံလုိက္လာသည့္ လူမွာ ပီဇာပုိ႕သမားဆီသုိ႕ သက္ေသေဖ်ာက္သည့္အေနျဖင့္ ဆက္လက္ပစ္ခတ္လုိက္သည္…
ေနာက္တစ္ေန႕မနက္တြင္ ေကာင္မေလးတစ္ေယာက္ ဘူတာရုံတြင္ Suicide လုပ္ခဲ့သည္…ေျပာရရင္
(၂)ရက္အတြင္း အေလာင္း(၃)ေလာင္းျဖစ္သြားခဲ့ျခင္းျဖစ္သည္…ဒီ Suicide လုပ္သည့္အမ်ဳိးသမီးမွာ လႊတ္ေတာ္အမတ္တစ္ေယာက္၏
၀န္ထမ္းတစ္ဦးပင္ျဖစ္သည္…..လႊတ္ေတာ္အမတ္၏ေစခုိင္းမႈေၾကာင့္ ဒီအမ်ဳိးသမီးမွာ အစိုးရ လက္နက္ကုမၸဏီတစ္ခုကိစၥကုိစုံစမ္းေနျခင္းျဖစ္သည္..
မႈခင္းျဖစ္စဥ္အရ Suicide ဟုေျပာဆုိေနေပမယ့္ လက္နက္ကိစၥစုံစမ္းျခင္းေၾကာင့္အသတ္ခံရတာလားဟုဆုိေသာေမးခြန္းေတြကလည္းတစ္ၿပဳံတစ္ပင္ပင္ျဖစ္သည္..
ဒီဇာတ္ကားဟာ ႏိုင္ငံေရးပါ၀င္တဲ့ Thriller ကားေကာင္းတစ္ကားပါ…လႊတ္ေတာ္အမတ္အျဖစ္ Ben Affleck ကသရုပ္ေဆာင္ထားၿပီး
သူ႕ရဲ႕ယုံၾကည္ရတဲ့ သတင္းေထာက္သူငယ္ခ်င္းအျဖစ္ Russell Crowe ႀကီးကသရုပ္ေဆာင္ထားပါတယ္…..အျခားနာမည္ႀကီးသရုပ္ေဆာင္မ်ားျဖစ္တဲ့
Rachel McAdams ,Helen Mirren , Robin Wright တုိ႕လည္း ပါ၀င္ထားေလတယ္…
ကုိင္း ဘာေၾကာင့္လူေတြအသတ္ခံရလဲ ….လႊတ္ေတာ္အမတ္ရဲ႕ ၀န္ထမ္းအမ်ဳိးသမီးကေရာ
တကယ္ပဲ Suicide လုပ္ခဲ့တာလား…ေနာက္ကြယ္က ျပသနာေတြကေရာ ဘာေတြျဖစ္မလဲဆုိတာကုိေတာ့
သတင္းေထာက္ႀကီး Russell Crowe နဲ႕အတူ ႏုိင္ငံေရးေလာကထဲကအရႈတ္ေတြကုိ ၀င္ေရာက္စုံစမ္းေထာက္လွမ္းၾကည့္ရေအာင္….
File Size :(2.29GB) and (909 MB)
Quality : Blu-Ray 720p,1080p5.1ch
Format…mp4
Duration…02:07:00
Genre : Crime, Drama, Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Myo Khant Maung
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
