"A Knight’s Tale (2001)IMDb – 6.9/10_____Rotten – 59%PauseHeath Ledgerရဲ့ ဇာတ်ကားကောင်းတွေထဲက တစ်ခုနဲ့မိတ်ဆက်ပေးချင်ပါတယ်။ ဇာတ်အိမ်ကလည်း ပြောစရာမရှိအောင် ဒရာမာ ရိုးမန့် အဗန်းရှား အက်ရှင် ရသစုံပါတယ်။Friendhood .. Fatherhood.. Sonhood… Loverhoodအစုံအလင်ပါပါတယ်။ ဇာတ်လမ်းရဲ့ အခြေခံကလည်းဂျော့ဖရေး ချောဆာလို့ခေါ်တဲ့ နာမည်ကျော် အလယ်ခေတ်ကဗျာဆရာစာရေးဆရာတစ်ယောက်ကနေ ဆင့်ကူးခံစားထားတာဖြစ်ပြီး ဂျော့ဖရေးချောဆာတို့ အင်္ဂလန်သမိုင်းထဲကမင်းသားအက်ဒဝပ်တို့လို သူတွေလည်း ပါပါတယ်။ကြည်နူးရင်ခုန် အားကျသွားစေမယ့် ရိုမန်တစ်အဆန်ဆုံးSceneတစ်ခု ဟာလည်း တော်တော်အသက်ဝင်ပါတယ်။ခရမ်းချဉ်သီး ၇၉လုံးနဲ့ အိုင်အမ်ဒီဘီ ၆.၉လည်းရထားပါသေးတယ်။စကားမစပ် အဗန်ဂျာဂိုဏ်းဝင် ဗီးရှင်းကြီးကိုလည်းကိုယ်လုံးတီးနဲ့ပဲ ထပ်တွေ့ရဦးမှာပါ။အလယ်ခတ်ကာလမှာ စီးချင်းထိုးပြိုင်ပွဲတွေရှိခဲ့ကြတယ်။ချပ်ဝတ်ဝတ် မြင်းစီးပြီး ထိပ်တုံးထားတဲ့လှံရှည်အတုံးကိုကိုင်ဆွဲ ဟိုဘက်သည်ဘက် ထိုးနှက်တိုက်ခိုက်ကြရတဲ့ပြိုင်ပွဲမျိုးတွေပါ။ ဒီလိုပွဲတွေဟာ မြင့်မြတ်တဲ့မျိုးနွယ်တွေသူကောင်းပြုခံထား ရတဲ့လူတွေကိုသာ ဝင်ပြိုင်ခွင့်ပေးထားတယ်တဲ့။ အဲ့ဒီလို ပြိုင်ပွဲဝင်လူတွေကိုတော့“Knight”လို့ခေါ်ခဲ့ကြတယ်။ Knight တစ်ယောက်ရဲ့တပြည့်လက်ပါးစေကောင်လေးဖြစ်တဲ့ ဝီလီယမ်ဟာစီးချင်းထိုးပွဲတစ်ဝက်တစ်ပျက်မှာ သူ့ဆရာ Knightသေသွားတဲ့အတွက် သူ့ဆရာဟန်ဆောင်ပြီးစီးချင်းဝင်ထိုးရင်း ကလေးကတည်းက Knightဖြစ်ချင်ခဲ့တဲ့ သူ့အိပ်မက်ကို ဖွင့်ဖို့လမ်းပွင့်သွားသတဲ့။သူ့ရဲ့ ငယ်ပေါင်းကြီးဖော်နှစ်ယောက်ဖြစ်တဲ့ဝတ်နဲ့ ရိုလန်တို့်နှစ်ယောက်နဲ့အတူ ပြိုင်ပွဲဆီသွားရင်းသူ့အတွက် မြင့််မြတ်တဲ့မျိုးရိုးဖြစ်ကြောင်း အတုပြုလုပ်ပေးတဲ့လောင်းကစားသမား စာရေးဆရာ ဂျော့ဖရေးချောဆာအမျိုးသမီးစွမ်းဆောင်ရှင်ပန်းပဲသမကိတ်တို့နဲ့ပါဆုံတွေ့ကာ သူ့အိပ်မက်တွေတဖြည်းဖြည်းဖြစ်တည်လာခဲ့တယ်။လိမ်ညာမှုတစ်ခုနဲ့ သာမန်ကောင်လေးတစ်ယောက်ဟာအိပ်မက်တွေနောက်လိုက်ရင်း အချစ်ကိုတွေ့ရှိရင်းသူပြခဲ့တဲ့ သတ္တိတွေကို စာနာမှုတွေကို ကျွန်တော်တို့ခံစားရင်း သူ စခဲ့တဲ့စွန့်စားခန်းတွေ ဘယ်လိုအဆုံးသတ်သွားမလဲဆိုတာ ရင်ခုန်စွာကြည့်ကြရမှာပါ။ကြွေပြီးသား ကြယ်တစ်ပွင့်ရဲ့ လက်ရာခြေရောတွေကိုခံစားသက်ဝင်လိုက်ကြဦးစို့ရဲ့။(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ WiRa Aung ဖြစ်ပါတယ်)File size__( 1.1 GB)Quality__BR-Rip 720pIMDb Rating__6.9/10Format__mp4Duration__02:12:09Type__Action, Adventure, RomanceSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"