"အများမျှော်လင့်တောင်းဆိုနေကြတဲ့ ၂၀၁၉ ခုနှစ်ထဲ ထွက်ရှိထားတဲ့ Grass is Greener ဆိုတဲ့ Documentary ရုပ်ရှင်တစ်ခု တင်ဆက်ပေးချင်ပါတယ်….
IMDb အနေနဲ့ 7.1/10 ရရှိထားပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်ဟာ အမေရိကန်နိုင်ငံမှာ ဖြစ်ပေါ်ခဲ့တဲ့ မေရီဝါနာခေါ် ဆေးခြောက်နဲ့ ပတ်သက်တဲ့ သမိုင်းကြောင်းတွေ လူမျိုးရေးကိစ္စတွေ
မူးယစ်တိုက်ဖျက်ရေးတွေနဲ့ ပြဿနာတက်ခဲ့ပုံတွေ
အမေရိကန်သမ္မတတွေက ဆေးခြောက်နဲ့တကွ ဆေးခြောက်သုံးစွဲသူတွေကို ဖိနှိပ်ခွဲခြားခဲ့ပုံတွေ
ဆေးခြောက်နဲ့ပတ်သက်ပြီး မဟုတ်မမှတ် ဝါဒဖြန့်ခဲ့တာတွေကို တိတိကျကျ ဖော်ပြထားတဲ့ ရုပ်ရှင်တစ်ခုပဲဖြစ်ပါတယ်…
ဒီရုပ်ရှင်ထဲမှာ ဆေးခြောက်နဲ့ပတ်သက်တာတွေကို ဖော်ပြထားခြင်းအားဖြင့် ဆေးခြောက်နဲ့ ဆက်စပ်နေတဲ့ ဂီတသမိုင်းကြောင်းတွေကိုလည်း တီးမိခေါက်မိဖြစ်သွားမှာဖြစ်တဲ့အတွက်
ဆေးခြောက်နဲ့ပတ်သက်တဲ့ ဗဟုသုတတွေအပြင် ဂီတသမိုင်းဆိုင်ရာ ဗဟုသုတတချို့ကိုလည်း တီးခေါက်မိသွားမှာပါ….
အမေရိကန် နိုင်ငံရေးအပါအဝင်ပေါ့…
Hip Hop … Jazz…နဲ့ Reggae ဂီတတွေ ရဲ့ Legendary အချို့ကို အင်တာဗျူးထားတဲ့ ကဏ္ဍတွေလည်း စုံစုံလင်လင်ပါရှိပါတယ်
မေရီဂျိန်း ပရိသတ်တွေသာမက အခြားပရိသတ်တွေလည်း ကြည့်ရှုကြဖို့ ဖိတ်ခေါ်ပါတယ်
“မေရီဂျိန်းဟာအပြစ်ကင်းတဲ့ သဘာဝပန်းပွင့်လေးတစ်ပွင့်ပါ”
(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ပေးထားသူကတော့ Zuel Khant Thwin ပါ)
————————————————–
အမ်ားေမွ်ာ္လင့္ေတာင္းဆိုေနၾကတဲ့ ၂၀၁၉ ခုႏွစ္ထဲ ထြက္ရွိထားတဲ့ Grass is Greener ဆုိတဲ့ Documentary ရုပ္ရွင္တစ္ခု တင္ဆက္ေပးခ်င္ပါတယ္….
IMDb အေနနဲ႕ 7.1/10 ရရွိထားပါတယ္
ဒိီရုပ္ရွင္ဟာ အေမရိကန္ႏိုင္ငံမွာ ျဖစ္ေပၚခဲ့တဲ့ ေမရီဝါနာေခၚ ေဆးေျခာက္နဲ႔ ပတ္သက္တဲ့ သမိုင္းေၾကာင္းေတြ လူမ်ိဳးေရးကိစၥေတြ
မူးယစ္တိုက္ဖ်က္ေရးေတြနဲ႔ ျပႆနာတက္ခဲ့ပံုေတြ
အေမရိကန္သမၼတေတြက ေဆးေျခာက္နဲ့တကြ ေဆးေျခာက္သံုးစြဲသူေတြကို ဖိႏွိပ္ခြဲျခားခဲ့ပံုေတြ
ေဆးေျခာက္နဲ႔ပတ္သက္ျပီး မဟုတ္မမွတ္ ဝါဒျဖန္႔ခဲ့တာေတြကို တိတိက်က် ေဖာ္ျပထားတဲ့ ရုပ္ရွင္တစ္ခုပဲျဖစ္ပါတယ္…
ဒီရုပ္ရွင္ထဲမွာ ေဆးေျခာက္နဲ႔ပတ္သက္တာေတြကို ေဖာ္ျပထားျခင္းအားျဖင့္ ေဆးေျခာက္နဲ႔ ဆက္စပ္ေနတဲ့ ဂီတသမိုင္းေၾကာင္းေတြကိုလည္း တီးမိေခါက္မိျဖစ္သြားမွာျဖစ္တဲ့အတြက္
ေဆးေျခာက္နဲ႔ပတ္သက္တဲ့ ဗဟုသုတေတြအျပင္ ဂီတသမုိင္းဆိုင္ရာ ဗဟုသုတတခ်ိဳ႕ကိုလည္း တီးေခါက္မိသြားမွာပါ….
အေမရိကန္ ႏိုင္ငံေရးအပါအဝင္ေပါ့…
Hip Hop … Jazz…နဲ႔ Reggae ဂီတေတြ ရဲ႕ Legendary အခ်ိဳ႕ကို အင္တာဗ်ဴးထားတဲ့ က႑ေတြလည္း စံုစံုလင္လင္ပါရွိပါတယ္
ေမရီဂ်ိန္း ပရိသတ္ေတြသာမက အျခားပရိသတ္ေတြလည္း ၾကည့္ရွဳၾကဖို႔ ဖိတ္ေခၚပါတယ္
“ေမရီဂ်ိ္န္းဟာအျပစ္ကင္းတဲ့ သဘာဝပန္းပြင့္ေလးတစ္ပြင့္ပါ”
(ဇာတ္လမ္းအညႊန္းနဲ႔ ဘာသာျပန္ေပးထားသူကေတာ့ Zuel Khant Thwin ပါ)
File Size : (1.70 GB) and (850 MB)
Quality : NF WEB-DL (1080p 5.1, 720p)
Running Time : 1hr 37min
Format : Mp4
Genre : Documentary
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p.NF.WebDL.AVC.DD.5.1-ETRG
Translated by Zuel Khant Thwin
Encode by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
