"Vice(2018)IMDb….7.2,,,,Rotten….66%Pause((Blu-Ray 10805.1ch နဲ့ 720pတို့ဖြင့်ပြန်လည် Updateပေးထားပါသည်..))ဒီဇာတ်ကားက Makeup and Hairstyling အတွက်အော်စကာဆုရခဲ့သလို ထရန်စဖော်မာ မင်းသားကြီးလို့တင်စားရတဲ့Christian Bale နဲ့ မင်းသမီးAmy Adams တို့ အော်စကာဆန်ကာတင်စာရင်း ဝင်ခဲ့တာ အတော်များများလည်း သိကြမယ်ထင်ပါတယ်…၂၁ ရာစုအစပိုင်းကာလ အမေရိကန်သမိုင်းကို တစေ့တစောင်း သိစေနိုင်မယ့် ဒုသမ္မတတစ်ဦးရဲ့ အကြောင်းကိုပြန်လည်ရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်ကားကြီးပဲဖြစ်ပါတယ်….D ick Cheney ဟာ ငယ်ဘဝက ဘယ်လောက်တောင်ဆိုးခဲ့လဲဆိုတော့ မူးရူးသောာင်းကျန်းလွန်းလို့ တက္ကသိုလ်ကတောင်ကျောင်းထုတ်ခံရတဲ့အထိပါပဲ…သို့ပေမယ့် အဲ့ဒီဘဝကနေ အမေရိကန်သမိုင်းမှာ အထင်ကရဖြစ်စေခဲ့တဲ့ ဒုသမ္မတတစ်ယောက်ဖြစ်လာအောင် သူကြိုးစားခဲ့တယ်..သူဘယ်လိုတွေကြိုးစားခဲ့လဲ?ဒုသမ္မတဖြစ်လာချိန်မှာပဲ သူမတူတဲ့အရည်အချင်းတွေကြောင့် သမ္မတအပေါ် ဘယ်လိုလွှမ်းမိုးမှုတွေရှိနေသလဲဆိုတာပါ ခင်ဗျားတို့တွေ့ရလိမ့်မယ်…ဒါ့အပြင် အမေရိကန်သမိုင်းကို သူ့စိတ်တိုင်းကျ အမျိုးမျိုး ပုံဖော်ခဲ့သူ…၂၀ ရာစုနှောင်းပိုင်းနဲ့ ၂၁ ရာစုအစပိုင်းမှာ ဖြစ်ပျက်ခဲ့တဲ့ အားလုံးမှတ်မိကြလောက်တဲ့ 9/11 ဖြစ်ရပ်အပေါ်မှာ ဒုသမ္မတရဲ့ တုံ့ပြန်လုပ်ဆောင်အကွက်ချမှုတွေ…ဒီဇာတ်ကားကိုကြည့်ရင်းနဲ့ အမေရိကန်သမိုင်းအပြင် ကမ္ဘာ့သမိုင်းကိုပါ တစေ့တစောင်းလေ့လာနိုင်မှာဖြစ်ပါတယ်…Dick Cheney အဖြစ် သရုပ်ဆောင်ထားတဲ့ Christian Bale ရဲ့ သူ့ရဲ့သရုပ်ဆောင်ပီပြင်မှုဟာလည်းဘယ်လောက်တောင်ကောင်းလဲဆိုရင် ရွှေကမ္ဘာလုံးဆုကိုပါ ဆွတ်ခူးသွားနိုင်တဲ့အထိပါပဲ…အသက်ငယ်ရွယ်တဲ့နဂိုပုံစံကနေ အိုမင်းတဲ့အထိ အဆင့်ဆင့် သရုပ်ဆောင်နိုင်ဖို့ ကိုယ်အလေးချိန်တွေ တိုးအောင်တမင်လုပ်ခဲ့ရတယ်ဆိုတော့ သူ့အနေနဲ့ ဒီလို သမိုင်းဝင်ဇာတ်ကားကို ဘယ်လောက်ထိ အာရုံစိုက်ထားခဲ့လဲဆိုတာ သိနိုင်မှာပါ…..တကယ့်ပြင်ပလောကထဲက သူတို့မိသားစုဟာ အားကျစရာအပြည့်.. လိင်တူချစ်တတ်တဲ့ သမီးကိုလည်း လိင်တူလက်ထပ်ခွင့်ဥပဒေကို ဖန်တီးပေးခဲ့တဲ့ အဖေ…ဒီကားက Biography ဖြစ်တဲ့အပြင် နိုင်ငံရေးကားဖြစ်လို့ ပျင်းစရာကြီးလို့ထင်မသွားလိုက်နဲ့….ငယ်ဘဝတစ်လှည့် …ဒုသမ္မတလုပ်ခဲ့စဉ် အခက်အခဲမျိုးစုံတလှည့်ကိုရသမြောက်အောင်ပြသွားနိုင်လို့ film Editing အတွက်အော်စကာဆန်ကာတင်စာရင်းတောင်ဝင်ခဲ့ပါသေးတယ်…ခံစားကြည့်လိုက်ဦး…ဒေါင်းပြီးသိမ်းထားသင့်တဲ့ကားဖြစ်ကြောင်းပြောပါရစေ…ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Crystal Win ပဲဖြစ်ပါတယ်….File Size : (950MB) and (392 MB)Quality : WEB-DL 720p,Format…mp4Duration…02:12:00Genre : Biography, Comedy, DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Crystal WinEncoded by Phyo Pyae"