"The Boy Who Harnessed the Wind (2019)IMDb – 7.6/10_______Rotten – 87%PauseChannel Myanmar ပရိသတ်ကြီးအတွက်ဒီတစ်ခေါက် ကားကောင်းလေးတစ်ကားကိုတင်ဆက်ပေးလိုပါတယ်။ဇာတ်လမ်းလေးနာမည်ကတော့ The Boy Who Harnessed The Wind(2019)ပါ။Rating တွေအနေနဲ့လဲ မြင့်မားပြီး အပြင်မှာ တကယ်ရှိတဲ့ ဝီလီယမ် ကန်ကွမ်ဘာဆိုတဲ့ကောင်လေးအကြောင်းကိုရိုက်ကူးထားတဲ့ ဒီကားလေးဟာ ဆွဲဆောင်မှုရှိရှိနဲ့ဇာတ်လမ်းအဆုံးထိကိုဆွဲခေါ်သွားနိုင်မှာပါ။ကြည်နူးပီတိဖြစ်ရင်း အလိုမကျဒေါသထွက်ရင်း စိတ်ခွန်အားတွေပါပေးစွမ်းနိုင်တဲ့ဒီကားလေးက IMDb Rating 7.6/10 Rotten Tomatoes 87%ရရှိထားပါတယ်။ဇာတ်လမ်းအကျဉ်းချုပ်လေးကိုလဲ တင်ပြလိုပါသေးတယ်။တစ်ခါတစ်ရံမှာ တကယ့်အဖြစ်အပျက်တွေဟာပုံပြင်တွေထက် ဆန်းကျယ်တယ်ဆိုတာ တကယ်ပါပဲ။ထို့အတူပါပဲ။ဒီဇာတ်လမ်းလေးမှာ တက်မရှိလက်နဲ့လှော်မယ်ဆိုတဲ့ထုံးနှလုံးမူထားတဲ့၁၃နှစ်အရွယ်ကောင်လေး ဝီလီယမ် ကန်ကွမ်ဘာ ဟာWimbeဆိုတဲ့ရွာလေးတစ်ရွာမှာနေတဲ့ ကလေးလေးတစ်ယောက်ပါ။မိဘတွေရဲ့မပြည့်စုံမှုကြောင့် ကျောင်းလခအကျေမပေးသွင်းလို့ကျောင်းတစ်ပိုင်းတစ်စနဲ့ကျောင်းထွက်ခဲ့ရပါတယ်။တစ်နေ့သူတို့ရွာမှာ ရာသီဥတုဖောက်ပြန်ကာ အငတ်ဘေးဆိုက်ကိန်းကြုံပါတော့တယ်။မဲရရှိရေးသာစိတ်ဝင်စားတဲ့အစိုးရကလဲ မသိချင်ယောင်ဆောင်မျက်နှာလွှဲနေခဲ့ပါတယ်။ဝီလီယမ် တစ်ယောက်ကတော့ သူ့ဆရာရဲ့စက်ဘီးကမီးသီးခွက်လေးကိုကြည့်ကာ အကြံရသွားပါတော့တယ်။ရသွားတဲ့အကြံပေါ်မူတည်ရင်း ကျောင်းစာကြည့်တိုက်ထဲကိုခိုးဝင်ကာစာတွေဖတ်ပြီး ရွာလေးကိုကယ်တင်ဖို့ကြိုးစားပါတော့တယ်။၁၃နှစ်အရွယ်ကောင်လေးတစ်ယောက်က ဘယ်လိုများလုပ်ပေးနိုင်မှာလဲ?သူဘယ်လိုစွန့်စားကာ ကြိုးစားခဲ့သလဲ?သူဖြစ်ချင်ခဲ့သလိုတွေရော ဖြစ်လာပါ့မလား?စတဲ့မေးခွန်းပေါင်းများစွာကို အာဖရိကရဲ့အလှအပတွေခံစားရင်းစိတ်ဓာတ်ခွန်အားတွေ ရယူကာ ကြည့်ရှူရမယ့်ကားလေးဖြစ်ပါတယ်…Channel Myanmar ပရိသတ္ႀကီးအတြက္ဒီတစ္ေခါက္ ကားေကာင္းေလးတစ္ကားကိုတင္ဆက္ေပးလိုပါတယ္။ဇာတ္လမ္းေလးနာမည္ကေတာ့ The Boy Who Harnessed The Wind(2019)ပါ။Rating ေတြအေနနဲ႔လဲ ျမင့္မားၿပီး အျပင္မွာ တကယ္ရွိတဲ့ ဝီလီယမ္ ကန္ကြမ္ဘာဆိုတဲ့ေကာင္ေလးအေၾကာင္းကို႐ိုက္ကူးထားတဲ့ ဒီကားေလးဟာ ဆြဲေဆာင္မႈရွိရွိနဲ႔ဇာတ္လမ္းအဆုံးထိကိုဆြဲေခၚသြားႏိုင္မွာပါ။ၾကည္ႏူးပီတိျဖစ္ရင္း အလိုမက်ေဒါသထြက္ရင္း စိတ္ခြန္အားေတြပါေပးစြမ္းႏိုင္တဲ့ဒီကားေလးက IMDb Rating 7.6/10 Rotten Tomatoes 87%ရရွိထားပါတယ္။ဇာတ္လမ္းအက်ဥ္းခ်ဳပ္ေလးကိုလဲ တင္ျပလိုပါေသးတယ္။တစ္ခါတစ္ရံမွာ တကယ့္အျဖစ္အပ်က္ေတြဟာပုံျပင္ေတြထက္ ဆန္းက်ယ္တယ္ဆိုတာ တကယ္ပါပဲ။ထို႔အတူပါပဲ။ဒီဇာတ္လမ္းေလးမွာ တက္မရွိလက္နဲ႔ေလွာ္မယ္ဆိုတဲ့ထုံးႏွလုံးမူထားတဲ့၁၃ႏွစ္အ႐ြယ္ေကာင္ေလး ဝီလီယမ္ ကန္ကြမ္ဘာ ဟာWimbeဆိုတဲ့႐ြာေလးတစ္႐ြာမွာေနတဲ့ ကေလးေလးတစ္ေယာက္ပါ။မိဘေတြရဲ႕မျပည့္စုံမႈေၾကာင့္ ေက်ာင္းလခအေက်မေပးသြင္းလို႔ေက်ာင္းတစ္ပိုင္းတစ္စနဲ႔ေက်ာင္းထြက္ခဲ့ရပါတယ္။တစ္ေန႔သူတို႔႐ြာမွာ ရာသီဥတုေဖာက္ျပန္ကာ အငတ္ေဘးဆိုက္ကိန္းႀကဳံပါေတာ့တယ္။မဲရရွိေရးသာစိတ္ဝင္စားတဲ့အစိုးရကလဲ မသိခ်င္ေယာင္ေဆာင္မ်က္ႏွာလႊဲေနခဲ့ပါတယ္။ဝီလီယမ္ တစ္ေယာက္ကေတာ့ သူ႔ဆရာရဲ႕စက္ဘီးကမီးသီးခြက္ေလးကိုၾကည့္ကာ အႀကံရသြားပါေတာ့တယ္။ရသြားတဲ့အႀကံေပၚမူတည္ရင္း ေက်ာင္းစာၾကည့္တိုက္ထဲကိုခိုးဝင္ကာစာေတြဖတ္ၿပီး ႐ြာေလးကိုကယ္တင္ဖို႔ႀကိဳးစားပါေတာ့တယ္။၁၃ႏွစ္အ႐ြယ္ေကာင္ေလးတစ္ေယာက္က ဘယ္လိုမ်ားလုပ္ေပးႏိုင္မွာလဲ?သူဘယ္လိုစြန႔္စားကာ ႀကိဳးစားခဲ့သလဲ?သူျဖစ္ခ်င္ခဲ့သလိုေတြေရာ ျဖစ္လာပါ့မလား?စတဲ့ေမးခြန္းေပါင္းမ်ားစြာကို အာဖရိကရဲ႕အလွအပေတြခံစားရင္းစိတ္ဓာတ္ခြန္အားေတြ ရယူကာ ၾကည့္ရႉရမယ့္ကားေလးျဖစ္ပါတယ္…File Size : (1 GB)Quality : WEB-DL 720pRunning Time : 1 hr 53 minFormat : Mp4Genre : DramaSubtitle : Myanmar Subtitle (Hard Sub)Translated by Aye Mon KyawEncoded by Moe Myint Lwin"