"ရေသူမတွေကိုမှ ဖမ်းဆီးချင်တဲ့ တံငါသမားနှစ်ယောက်ဟာ
ဇွဲကောင်းကောင်းနဲ့ စောင့်ဆိုင်းပြီး ရေသူမလေးတစ်ကောင်ကိုဖမ်းမိကြတယ်…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သူတို့ဟာသာမာန် ဖမ်းဆီးရောင်းချချင်တဲ့သူမျိုးတွေ မဟုတ်ဘဲနဲ့
မိရိုးဖလာယုံတမ်းစကားအတိုင်း ရေသူမကို အမြီးတစ်ပိုင်း
လူတစ်ပိုင်းဖြတ်ပြီး သယ်ဆောင်ရမယ်ဆိုတဲ့စကားအရ
ရေသူမအမြီးကို ပုဆိန်နဲ့ခုတ်ဖြတ်လိုက်ပြီး တစ်ပိုင်းဆီထားထားတယ်….
စိတ်ရောဂါကုဆရာဝန် ဒေါက်တာဘိုင်ယာဟာ
အဲတံငါသင်္ဘောနားတစ်ဝိုက်မှာစောင့်ကြည့်နေပြီး
အဖြစ်အပျက်တွေအပြီးမှာ တံငါသမားဆီမှ ရေသူမလေးကို ရအောင်
ကယ်ထုတ်ခဲ့ပြီး သူဘာဆက်လုပ်မလဲ…??
စိတ်ရောဂါကုဆေးရုံမှာ ရှိနေတဲ့ စိတ်ဝေဒနာသည်
မိန်းကလေးတစ်သိုက်နဲ့ ရေသူမလေးတို့ဆုံတွေ့ခဲ့ကြပြီး
အစပိုင်းမှာ အဆင်မပြေခဲ့ကြတဲ့အပြင် သူ့ကိုရေသူမဆိုတာလည်း
မယုံကြည်ခဲ့ကြပေမယ့် နောက်ပိုင်းကျ အန္တရာယ်ကို အတူတူရင်ဆိုင်ခဲ့ကြတယ်…
သူတို့ရင်ဆိုင်ရမှာက ဘာအန္တရာယ်ဖြစ်မလဲ…
ပုံမှန်ရေသူမကားတွေလို အချစ် အလွမ်း အနမ်းနဲ့ ပြီးသွားတတ်တဲ့
ဇာတ်လမ်းမျိုးမဟုတ်ဘဲ သည်းထိတ်ရင်ဖိုနဲ့ စိတ်ဝင်စားစရာကောင်းတဲ့ ဇာတ်လမ်းမျိုးလေးဖြစ်ပါတယ်
File Size : ( 884 MB , 325 MB)
Quality : WEBRip 720p
Running Time : 1 hr 31 min
Format : Mp4
Genre : Fantasy , Horror , Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Htoo Htoo Ka Joe
Encoded by Moe Myint Lwin
zawgyi
ေရသူမေတြကိုမွ ဖမ္းဆီးခ်င္တဲ့ တံငါသမားႏွစ္ေယာက္ဟာ
ဇြဲေကာင္းေကာင္းနဲ႔ ေစာင့္ဆိုင္းၿပီး ေရသူမေလးတစ္ေကာင္ကိုဖမ္းမိၾကတယ္…
သူတို႔ဟာသာမာန္ ဖမ္းဆီးေရာင္းခ်ခ်င္တဲ့သူမ်ိဳးေတြ မဟုတ္ဘဲနဲ႔
မိ႐ိုးဖလာယုံတမ္းစကားအတိုင္း ေရသူမကို အၿမီးတစ္ပိုင္း
လူတစ္ပိုင္းျဖတ္ၿပီး သယ္ေဆာင္ရမယ္ဆိုတဲ့စကားအရ
ေရသူမအၿမီးကို ပုဆိန္နဲ႔ခုတ္ျဖတ္လိုက္ၿပီး တစ္ပိုင္းဆီထားထားတယ္….
စိတ္ေရာဂါကုဆရာဝန္ ေဒါက္တာဘိုင္ယာဟာ
အဲတံငါသေဘၤာနားတစ္ဝိုက္မွာေစာင့္ၾကည့္ေနၿပီး
အျဖစ္အပ်က္ေတြအၿပီးမွာ တံငါသမားဆီမွ ေရသူမေလးကို ရေအာင္
ကယ္ထုတ္ခဲ့ၿပီး သူဘာဆက္လုပ္မလဲ…??
စိတ္ေရာဂါကုေဆး႐ုံမွာ ရွိေနတဲ့ စိတ္ေဝဒနာသည္
မိန္းကေလးတစ္သိုက္နဲ႔ ေရသူမေလးတို႔ဆုံေတြ႕ခဲ့ၾကၿပီး
အစပိုင္းမွာ အဆင္မေျပခဲ့ၾကတဲ့အျပင္ သူ႔ကိုေရသူမဆိုတာလည္း
မယုံၾကည္ခဲ့ၾကေပမယ့္ ေနာက္ပိုင္းက် အႏၲရာယ္ကို အတူတူရင္ဆိုင္ခဲ့ၾကတယ္…
သူတို႔ရင္ဆိုင္ရမွာက ဘာအႏၲရာယ္ျဖစ္မလဲ…
ပုံမွန္ေရသူမကားေတြလို အခ်စ္ အလြမ္း အနမ္းနဲ႔ ၿပီးသြားတတ္တဲ့
ဇာတ္လမ္းမ်ိဳးမဟုတ္ဘဲ သည္းထိတ္ရင္ဖိုနဲ႔ စိတ္ဝင္စားစရာေကာင္းတဲ့ ဇာတ္လမ္းမ်ိဳးေလးျဖစ္ပါတယ္
File Size : ( 884 MB , 325 MB)
Quality : WEBRip 720p
Running Time : 1 hr 31 min
Format : Mp4
Genre : Fantasy , Horror , Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Htoo Htoo Ka Joe
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
