"ဒီကားကတော့ ၂၀၂၀ခုနှစ်အစောပိုင်းကပဲ ထွက်ရှိထားတဲ့ မင်းသားကြီး လီဗြောင်ဟွန်းရဲ့ History/Thriller ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပြီး
ဒီကားထဲမှာ တခြားဇာတ်ရုပ်တေနဲ့မတူပဲ တမူထူးခြားစွာ သရုပ်ဆောင်ထားတဲ့ လီဗြောင်ဟွန်းရဲ့ပြောင်မြောက်တဲ့ သရုပ်ဆောင်စွမ်းရည်ကို ကြည့်ရှုခံစားကြရမှာဖြစ်ပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB 7.3 ထိရရှိထားပြီး MDL(My Drama List)မှာ 6.4ထိရရှိထားတဲ့ ကိုရီးယားနိုင်ငံရေးသရုပ်ဖော် ကားကောင်းတစ်ကားလည်းဖြစ်ပါတယ်။
ဇာတ်လမ်းက တောင်ကိုရီးယားနိုင်ငံ ရဲ့ ၁၉၇၀ ခုနှစ်ဝန်းကျင်မှာ ဖြစ်ပျက်ခဲ့တဲ့ နိုင်ငံရေးအရှုပ်တော်ပုံ၊နိုင်ငံအကြီးအကဲတွေရဲ့ လှည့်ကွက်တွေကိုအခြေခံထားပြီး ရိုက်ကူးထားပါတယ်။
ဇာတ်လမ်းအစမှာ အမေရိကန်နိုင်ငံ တရားခုံရုံးထက်မှာ KCIA(Korea Central Intelligence Agency)ရဲ့ ဦးစီးမှူးဟောင်း
ပတ်ယွန်းဂတ်ဆိုသူက တောင်ကိုရီးယားနိုင်ငံရဲ့သမ္မတကြီးကို တရားစွဲဆိုမှုပြုလုပ်ခဲ့ပါတယ်။
အဲ့ဒီအချိန်ကတောင်ကိုရီးယားမှာဒီမိုကရေစီမရသေးချိန်ဖြစ်လို့ KCIA ကဦးစီးမှူးဟောင်းကတောင်ကိုရီးယားသမ္မတကို ပြည်သူတွေအပေါ် အာဏာရှင်စနစ်ကိုဆွဲကိုင်ထားခြင်း
တခြားသော ငွေကြေးအရှုပ်များရှိနေခြင်းစတဲ့ပြစ်ချက်တွေနဲ့စွဲချက်တင်လိုက်ပါတယ်။
ဒီလိုဖွင့်ဟထုတ်ဖော်ပြောလိုက်လို့လည်းအဲ့အချိန်ကစပြီးအဲ့ဒီလူကံဆိုးမိုးမှောင်စကျပါတော့တယ်။
သူနောက်မှာ KCIA ရဲ့ဦးစီးမှူးအသစ် ဖြစ်လာသူ ကင်ဂူဖြောင်းကတော့ သမ္မကြီးအပေါ်သစ္စာရှိသူ၊ဖြောင့်မတ်မှန်ကန်သူတစ်ယောက်ပါ။
အဲ့ဒီအချိန်က KCIA ဆိုတာ ကိုရီးယားသမ္မတရဲ့အတွင်းရေးကိစ္စမှန်သမျှလုပ်ဆောင်ပေးရတဲ့ အဖွဲ့အစည်းတစ်ခုပါ။
ဒါပေမယ့် မထင်မှတ်ထားစရာတစ်ခုက အဲ့လိုသမ္မတလက်စွဲအဖွဲ့အစည်းထက်မှာ တခြားသောလျှို့ဝှက်အဖွဲ့အစည်းတစ်ခုထပ်ရှိနေတယ်ဆိုတာပါပဲ။
ဒီအဖွဲ့က သမ္မတကြီးက KCIAကိုတိုက်ရိုက် ခိုင်းစေဖို့မသင့်လျော်တဲ့ ကိစ္စမျိုးတွေ၊ငွေကြေးအရှုပ်တော်ပုံတွေကိုတာဝန်ယူကိုင်တွယ်ပေးနေရတဲ့ လူယုံတော်အဖွဲ့အစည်းတစ်ခုပါ။
ဒါကိုသမ္မတကြီးကိုယ်တိုင်ကလွဲလို့ဘယ်သူမှမသိပါဖူး။ဒါပေမယ့် ဒီအကြောင်းကို KCIAကဦးစီးမှူးဟောင်းပတ်ကသိနေခဲ့ပါတယ်။
ဒီအကြောင်းကိုသူနဲ့ခင်မင်ရင်းနှီးရပြီးဂျူနီယာတစ်ယောက်ဖြစ်တဲ့ KCIA ဦးစီးမှူးအသစ် ကင်ဂူဖြောင်းကိုလည်းပြောပြခဲ့ပါတယ်။
အဲ့ဒီနောက်မှာတော့ ဒါကိုဖော်ထုတ်ဖို့ကင်ဂူဖြောင်းတစ်ယောက်ကြိုးစားရင်းများပြားလှတဲ့နိုင်ငံရေးအရှုပ်တော်ပုံ
သစ္စာဖောက်မှုတွေ၊လှည့်ကွက်တွေ၊နိုင်ငံတကာဖိအားတွေစသဖြင့်ကြုံတွေ့လာရပါတယ်။
အဆုံးသတ်မှာတော့အားလုံးမထင်မှတ်တဲ့ဇာတ်သိမ်းမျိုးနဲ့ သိမ်းထားတဲ့အပြင်တောင်ကိုရီးယားသမိုင်းကဖြစ်ရပ်မှန်အကြောင်းကို
ကျောရိုးတည်ရိုက်ကူးထားတာကြောင့် အေးအေးဆေးဆေးနဲကြည့်ရှုလိုသူများအတွက် သင့်တော်ပြီး အနှစ်သာရရှိတဲ့ ဇာတ်ကားတစ်ကားဖြစ်တယ်လို့ညွှန်းချင်ပါတယ်။
***English စာတန်းထိုးဖိုင် အမှန် မထွက်တာကြောင့် ဇာတ်လမ်းတစ်ခုလုံးကို ကိုယ့်ဖာသာ Timing လုပ်နားထောင်ပြီး
ပြန်ထားတာဖြစ်လို့ ဘာသာပြန် အမှားအယွင်းအနည်းငယ်ပါပါက သည်းခံကြပါကုန်
(အညွှန်းနဲ့ဘာသာပြန်သူကတော့ Moe Pwint ပဲဖြစ်ပါတယ်…)
File Size : (900 MB) and (380 MB)
Quality : HDRip 720p
Running Time : 1hr 54min
Format : Mp4
Genre : History, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p FHDRip AAC x264-NonDRM
Translated by Moe Pwint
Encoded by Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
