"❐၂၀၂၀ ခုနှစ်အစောပိုင်း ဝူဟန်ကို ရောဂါပိုးတွေ
ကူးစပ်ပြန့်နှံ့ချိန် အချိန်ကာလ…., ချွေးမဖြစ်သူ ရှန်ယွဲ့ နဲ့
ယောက္ခမဖြစ်သူ လီကျီ တို့ဟာရောဂါပိုး
ရှေ့ဆင့်နောက်ဆင့် ကူးခံလိုက်ရပါတော့တယ်
ရောဂါပိုးကူးစပ်ခံလိုက်ရတဲ့အတွက် ရွေးချယ်စရာမရှိဖြစ်ကာ
သမီးယောက္ခမနှစ်ယောက် အတူတူနေထိုင်ဖို့ ဖြစ်လာခဲ့ရာမှ
အစပြုပြီး ရှေးရိုးစွဲ ယောက္ခဖြစ်သူနဲ့ ညှိနှိုင်းမရတဲ့
ပြဿနာတွေ အကြိမ်ကြိမ်ကြုံတွေ့ခဲ့ရပါတော့တယ်
❐တစ်ချိန်ထဲမှာပဲ ရောဂါတွေစတင်ပျံ့နှံ့ချိန် အရမ်းချစ်ကြတဲ့
ချစ်သူစုံတွဲတစ်တွဲဟာ တစ်နယ်စီကွဲကွာလို့နေကြပါတယ်
ဝူဟန်မှာနေထိုင်သူ လီကျောင်းဟွာ ဟာ
ရောဂါပိုးကူးစပ်ခံနေရချိန်မှာ သူ့ရဲ့ချစ်သူကောင်မလေး
ကျိုးရှောင်လုက ပေကျင်းမှာရှိနေခဲ့ပါတယ်
ကပ်ရောဂါအခြေအနေတွေကြောင့် ဝူဟန်မြို့ကို Lockdown
ချလိုက်သည့်အတွက် ချစ်သူကောင်လေးကို ပြုစုစောင့်ရှောက်ဖို့
ပြန်မသွားနိုင်ခဲ့တော့ပါဘူး သူတို့ခင်မျာ
နေ့နေ့ညည Video Call နဲ့သာဆက်သွယ်လို့ရခဲ့ကြရပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
❐တစ်ဖက်မှာလဲ လျန်ကျန့်စီး လို့ခေါ်တဲ့အမျိုးသမီးနဲ့
သူ့ရဲ့အမျိုးသားဖြစ်သူ ဟယ်တရန်တို့ဟာ လက်ထပ်ပြီးနောက်
ကလေးနှစ်ယောက်ဖွားမြင်ခဲ့ပါတယ် တစ်ချိန်ထဲမှာ
သူတို့နှစ်ဦးဟာ ကိုယ်ပိုင်အလုပ်ကိုယ်စီ နဲ့ ဘဝကိုရှင်သန်နေခဲ့ကြပါတယ်
အခြေအနေတွေက ရုတ်တရက်ကြီး ခက်ခဲလာခဲ့တာကြောင့်
အိမ်ထောင်ရေး သဘောထားကွဲလွဲမှုတွေလဲ ဖြစ်ပေါ်လို့လာခဲ့ပါတယ်
လျန်ကျန့်စီးဟာ ခင်ပွန်းအပေါ် စိတ်ပျက်မှုတွေကြောင့်
ကူညီရာမဲ့ ပြိုလဲနေရသလို ခင်ပွန်းဖြစ်သူဟာလဲ အိမ်အတွက်
အများကြီးရင်းရှာပေမဲ့ ဇနီးသည်အပေါ် နားလည်မပေးပါဘူး
” မိသားစုအပေါ် ဘယ်သူက ပိုပြီးပေးဆပ်သလဲ” ဆိုတဲ့
ခေါင်းစဥ်အောက်မှာ နှစ်ယောက်သားက အပြင်းအထန်ငြင်းခုန်လေ့ရှိကြပါတယ်
အထက်ပါဖော်ပြထားတဲ့အတိုင်း ဒီဇာတ်ကားလေးဟာဆိုရင်
မိသားစု (၃) စုရဲ့ အခြေအနေကို ရှုထောင့်အမျိုးမျိုးနဲ့
ရိုက်ပြထားတာကို တွေ့မြင်ရမှာပဲဖြစ်ပါတယ် အခက်အခဲတွေနဲ့ ရင်ဆိုင်ကြုံတွေ့နေရတဲ့ အချိန်မှာ –
❐တစ်ဦးနဲ့တစ်ဦး ဘယ်လိုနားလည်မှုတွေနဲ့ ရင်ဆိုင်ကြမလဲ ？
❐ အခက်အခဲတွေကြားထဲက အချစ်စစ် အချစ်အမှန်ကို
သူတို့တွေ ဘယ်လိုရှာဖွေကြမလဲ ？
❐ များပြားလှတဲ့ စိန်ခေါ်မှုတွေကြားထဲမှာမှ
မျှော်လင့်ချက်ရောင်ချည်လေးကို ရှာဖွေပြီး ဘယ်လိုရှေ့ဆက်ကြမလဲ ？
အစရှိတာတွေကို မြင်တွေ့ရမှာဖြစ်ပြီးတော့
“ မိသားစုတစ်စုရဲ့ အခက်အခဲ ” / “ယောက္ခမနဲ့ချွေးမကြားက ပဋိပက္ခတွေ”/
“ချစ်သူရည်းစားတွေကြားက သံယောဇဥ်ကြိုး” တွေ
အစရှိတာတွေကို သဘာဝကျကျ မြင်တွေ့ရမှာပဲဖြစ်ပါတယ်ရှင်
အားလုံးပဲ ဒီဇာတ်ကားလေးကို ကြည့်ရှုလိုက်ရအောင်ပါနော်
[Reviewed By Chit Mya Mya Hmwe]
Quality : WEB-DL 1080p , 480p
Format : mp4
Genres : Romance , Drama , Family
Runtime : 1h 55 min
Subtitle : Myanmar Subtitle ( Hardsub )
Translated by CM Team
Encoded by LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
