"Christmas in August ( 1998 )သိဟ်ရာသီထဲထည့်ထားသလို ဒီမြို့ကလေးက ဘယ်လောက်မှ မကြာညောင်းတဲ့ မြို့ကျဉ်းကျဉ်းကလေးပေါ့။ဆယ်စုနှစ်သုံးခုနဲ့ ဆယ်စုနှစ်နှစ်ခုဟာ ဒီမြို့ကလေးမှာ အနှစ်နှစ်ဆယ်ကျော် ဘာရယ်ကြောင့် မဆုံစည်းခဲ့ကြလဲပဲ။ချစ်ခြင်းဆိုတာ တစ်ခါတလေကျ ဓာတ်ပုံဟောင်းတွေလိုလိုပါ။အပြုံးရဲ့အငွေ့အသက်လွှမ်းဆဲ အခိုက်အတန့်တွေကို နှင်းအဆက်ဆက်တည်စေချင်တဲ့ စိတ်နဲ့ ဘောင်ဘင်ခတ်ခဲ့ကြခြင်းတွေလည်း မမြဲဘူး။ဓာတ်အခံနဲ့ ရက်အကျန်တွေကပဲ သူ့ဟာနဲ့သူ လွန်လေခဲ့ပြီးသောတွေကို ငေးမောနေလိမ့်မယ်။ဟိုးအမြင့်ကြီးကိုရောက်သွားလိုက် ဟိုးအောက်ဆုံးကိုပြန်ဆင်းလိုက် ရိုလာကိုစတာစီးသလိုတို့ဘဝတွေမှာ ခဏလောက်ဖြစ်ဖြစ် တွဲထားပေးမယ့် လက်ကလေး လိုသလိုလိုရှိတယ်။ဒါပေမဲ့လည်း အချိန်ကိုက်အခါကိုက် မဟုတ်ခဲ့ရင် ပက္ကလာနဲ့မိုးအခန့်မသင့်ခဲ့ရင် ရေစုန်မှာမျှောလိုက်ဖို့မှအပ ရွေးချယ်စရာလည်းမရှိခဲ့ပြီ။သိဟ်ရာသီထဲက ခရစ္စမတ်တစ်ရက်လို အပျော်ဆုံးဘဝတွေ အချိန်အခါလွဲခဲ့ကြပေမဲ့သိမ်းဆည်းထားလိုက်ဖို့ရာလည်း ဘာရေးထားလဲ မသိလိုက်ရတဲ့စာလေးတစ်စောင်လိုဩဂုတ်စ်လရဲ့ ခရစ္စမတ်လို ချစ်ခြင်းရဲ့ဖွင့်ဆိုချက်က ဘာလဲ ငါတို့သိဖို့မလို။ ။ဟိုက်ဒရိုဂျင်ဓာတ်ငွေ့လုံးကြီးပေါက်ကွဲ အမှုန်အမွှားတွေလွင့်စင်လိုက် ပြန်စုဝေးလိုက် ဖြစ်နေတဲ့ သံသရာမှာကြယ်မှုန်ကဖြစ်လာတဲ့ အစက်အပြောက်ကလေးတွေရဲ့ အဓိပ္ပာယ်ဟာ တစ်ခါတလေ ပျော်ခဲ့ဖူးတဲ့နေ့ရက်တို့တွေ တည်မြဲနေပါစေ။အခုနေ ငါမရှိတော့ရင်တောင် ငါ့ရဲ့သိဟ်ရာသီအဆက်ဆက်မှ ခရစ္စမတ်တစ်ရက် ရှိခဲ့ဖူးကြောင်းကတော့နှင်းကိုဝတ်ရုံလိုခြုံထားတဲ့ ကောင်မလေးတစ်ယောက်ရဲ့အတိတ်မှာ ကြွင်းရစ်နေမြဲ။Pauseသိဟ်ရာသီရေ အဲဒီခတ္တာပွင့်ကလေးကို သိမ်းရစ်လေဦး။April Snowတို့ One Fine Spring Dayတို့ အရိုတစ်လိုင်းကားတွေ ,Forbidden Dreamတို့ The Last Princessတို့လို ရာဇဝင်ကားတွေ, ရိုက်ခဲ့တဲ့ hur jin hoရဲ့ ပွဲဦးထွက်ရုပ်ရှင်ပါ။မင်းသားကတော့ လီချန်းဒုံရဲ့ ပွဲဦးထွက်ကား Green Fishရဲ့ အဓိကဇာတ်ဆောင်ဖြစ်ဖူးတဲ့Dr. Romanticတို့ Deep Rooted Treeတို့ထဲလည်း သရုပ်ဆောင်တော်တော်ကောင်းတာ မြင်နိုင်တဲ့ Han Suk-kyuပါပဲ။Baeksang ဆုပေးပွဲမှာ Best Film ,Best Actress , Best New Director ဆုတွေရခဲ့ပြီး Blue Dragon မှာလည်း Best Film ,Best Actress , Best Cinematography , Best New Director ဆုတွေကို ရခဲ့ပါတယ်။ဒီကားကို ကျွန်တော် သတိထားမိတာက တစ်ချို့က ကိုရီးယားရိုမန့်တစ်မာစတာပိစ်တွေဖြစ်နေတဲ့II Mareတို့ My Sassy Girlတို့ the classicတို့လို ကားမျိုးတွေနဲ့ တစ်တန်းတည်းထားကြလို့ပါပဲ။မကြည့်ခင်ကတော့ ကျွန်တော်လည်း အဲဒီလို တော်တော်ရိုမန့်တစ်ဆန်တဲ့ပုံစံမျိုးလို့ ထင်ခဲ့တာပဲ။ခုနကားတွေလို ကိုရီးယားကလပ်စစ် ရိုမန့်မာစတာပိစ်စာရင်းဝင်ပေမဲ့ ခုနကားတွေကို ကြိုက်တဲ့လူတွေ ကြိုက်မကြိုက်တော့မသေချာပါဘူး။ကျွန်တော်တော့ ခုနကားတွေကိုလည်း ကျသလို ဒါလည်း ကျတာပါပဲ။ဒီကားက တခြားရိုမန့်တစ်ကားတွေနဲ့ ကွာခြားနေတဲ့အချက်က realityဆန်လွန်းနေတာပါပဲ။ခင်ဗျား ဘဝမှာ နေရင်းထိုင်ရင်း ရနိုင်တဲ့ ရိုမန့်ဆက်ဆံရေးတစ်ခုလို ပုံစံမျိုးကိုပဲ ပုံဖော်ထားတာ ကြုံတောင့်ကြုံခဲမှ တွေ့ကောင်းတွေ့နိုင်တဲ့ ရိုမန့်ဆန်ခြင်းမျိုးမဟုတ်ဘူး။မင်းသားက သေတော့မယ့်လူ ဒါပေမဲ့ ဒရာမာချိုးလို့ ရလျက်သားနဲ့ကို လုံးဝဒရာမာမချိုးသွားသလို မင်းသမီးကလည်း ဒါကိုမသိသွားဘူး။ဇာတ်ကောင်မင်းသားက မင်းသမီးထက် အသက်၁၀နှစ်လောက်နီးနီးကြီးတဲ့သူဆိုတော့ အဲဒီအရွယ်နဲ့လိုက်ဖက်အောင်ပဲ ပုံဖော်သွားတယ်။သူ့သေခြင်းကို သူကောင်းကောင်းကြီး လက်ခံပြီး ဘယ်သူ့ကိုမှ စိတ်ဆင်းရဲရအောင် မလုပ်ချင်တော့တဲ့ ချစ်ခြင်းမျိုးကိုပဲ ပြသွားတယ်။ဘာမှ ဒရာမာကြီးကြီးမားမားမချိုးသွားဘူး။ ဒီကားဟာ ရိုမန့်ကားပေမဲ့ တော်တော်လေးရိုးရိုးသားသားနဲ့ကို ရိုမန့်ဆန်နေတဲ့ကားလို့ ပြောရမှာပါပဲ။အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။Genre….. Drama, RomanceQuality…. 1080p | 720p | 480pFile size… 2.4GB | 1GB | 480MBFormat… mp4Duration…. 1h 37minSubtitle…. Myanmar Subtitle (Hardsub)Translator ….. WiRa AungEncoder ….. August"