"Terrifier 2 (2022)
~ IMDb – 6.7/10, RT – 89%, Meta – 66% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(သွေးသံရဲရဲ သတ်ခန်းဖြတ်ခန်းတွေက အတော်ကြမ်းလို့ အသည်းငယ်တတ်သူတွေ မကြည့်ကြဖို့ သတိပေးချင်ပါတယ်)
တကယ်တမ်း ဒီနှစ်ရဲ့ နှစ်လယ်ဟာ Horror ဇာတ်ကားကောင်းတွေချည်းဆက်တိုက်ထွက်ပြီး Box Office မှာ မင်းမူခဲ့တဲ့ကာလပါပဲ။ A24 ဆိုလည်း X ဟာ အကြီးအကျယ် ချီးကျူးခံခဲ့ရပြီး နောက်ပိုင်းထွက် Men တို့၊ Bodies Bodies Bodies တို့လည်း နာမည်ရခဲ့ပါတယ်။ အရင်လကုန်မှ ရုံတင်ခဲ့တဲ့ Smile ဆိုလည်း ပရိုမိုးရှင်းအလန်းတွေလုပ်ခဲ့တာနဲ့လည်း တန်အောင် BO Results တွေလည်း ကောင်းနေတယ်။ ဒီကြားထဲမှာလည်း Men, Bodies Bodies Bodies, Pearl, Nope, Fresh, Barbarian စတဲ့ Standalone ကားတွေ၊ ဂိဆရာတွေရဲ့ Crimes of The Future လို Body Horror ကား အပြင် နာမည်ကြီး Franchise တွေရဲ့ အဆက် Reboot အဆုံးသတ်‌တွေ အနေနဲ့ထွက်လာတဲ့ Texas Chainsaw Massacre, Orphan: First Kill, Hellraiser, Scream, Halloween Ends စတဲ့ စတဲ့ ‌ဟော်ရာကားတွေကလည်း သူ့ဟာနဲ့သူ အောင်မြင်ခဲ့ကြပါတယ်။ ဒီကြားထဲ ရုပ်ရှင်ရုံမှာ ကြည့်နေရင်း လူတွေ အန်ကုန်ကြတာတို့၊ မူးလဲကုန်ကြတာတို့ ဖြစ်‌ရလောက်တဲ့ထိ ကြမ်းသွားလို့ ဒါရိုက်တာကတောင် ပြန်တောင်းပန်ရတယ်ဆိုတဲ့ Horror ကားလည်း ရှိခဲ့ပါတယ်။ ခု Terrifier 2 ပါပဲ။
ဒီကားက ရှားရှားပါးပါး နောက်ဆက်တွဲကားက ပထမကားထက် Rotten Tomatoes, Meta, IMDb စတဲ့ရိတ်တင်တွေ အပုံကြီးကောင်းနေတဲ့ Horror ကားပါ။ ပထမကားက Art the Clown ပြန်ပေါ်လာခဲ့သလို Victoria လည်း ပထမကားရဲ့ တစ်ဦးတည်းသောအသက်ရှင်ကျန်သူအနေနဲ့ ပြန်ပါလာပါတယ်။ ဒီကားက တကယ့် အစွန်း၂ဖက်ကကားပါပဲ။ တစ်ဖက်ကကြည့်တော့လည်း မင်းသမီးလေးက ချစ်စရာကောင်းသလို ဆက်စီကျတာတွေအထိ မျက်စိပဒသာဖြစ်အောင် ပြထားသလို တစ်ဖက်ကကြည့်တော့လည်း Art က မျက်နှာကိုဟက်တက်ခွဲတာတွေ အက်ဆစ်နဲ့ပက်တာတွေ ရက်ရက်စက်စက်သတ်ဖြတ်တာတွေကို ပြထားတာက ရုံမှာ လူတွေ အန်ကြတဲ့အထိကို အော်ဂလီဆန်စရာကောင်းခဲ့တဲ့ အကြောင်းအရင်းပါပဲ။ တစ်ကားလုံး ရက်ရက်စက်စက်သတ်တဲ့ အခန်းတွေမနည်းသလို ပက်ပက်စက်စက်လှတဲ့ ကောင်မလေး၂ယောက်ရဲ့ အခန်းတွေလည်း မနည်းပါဘူး။ မှော်အစွမ်းလိုလိုဟာတွေလည်း ပါပါသေးတယ်။ Art နဲ့ ဗစ်ကီကို လူသတ်သမားနဲ့ ခံရသူအဖြစ်ကနေ ချစ်သူလိုလို အဖြစ်ကိုလည်း ပုံဖော်ထားသေးပါတယ်။ ရိုးရိုး Horrorမဟုတ်ဘဲ အသားကုန်ရက်ရက်စက်စက်သတ်ပြနေတဲ့ Horror/Splatter ကားအနေနဲ့ တော်တော်လေးကို ဝေဖန်ရေးသမားတွေ ချီးကျူးတာခံထားရပြီး Runtime ကလည်း သတ်ခန်းဖြတ်ခန်းတွေ အ၀ကြည့်ရအောင်၂နာရီကျော်တောင်မို့ အားရပါးရ ကြည့်နိုင်မယ့် ရုပ်ရှင်ပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို W မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.33GB, 1.22GB, 583MB
Quality – 1080p, 720p
IMDb Rating – 6.7/10
Format – mp4
Duration – 2H 18Min
Genre – Horror
Subtitle – Myanmar Subtitle (Hardsub)
Translated by W
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
