"Catherine Called Birdy (2022)
=====================
IMDb Rating – 6.5/10
“ရှင်တို့ယောကျ်ားတွေက နတ်ဘုရားတွေမဟုတ်ဘူး။
ကျွန်မတို့ဘယ်လိုလူလဲ၊ ဘယ်ကိုသွားရမလဲ၊ ဘယ်လောက်တန်တယ်ဆိုတာ
ရှင်တို့ဆုံးဖြတ်စရာမလိုပါဘူး။
ကျွန်မတို့ကအရာဝတ္ထုပစ္စည်းတွေမဟုတ်ဘူး
လူတွေပါ…”
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အင်္ဂလန်အလယ်ခေတ်က အဲဒီလိုကျား/မခွဲခြားမှုတွေ၊ မိန်းကလေးတွေကို
ရောင်းကုန်တစ်ခုလိုသဘောထားတာတွေကို ဟာသနဲ့ဒရမ်မာလေးနှောပြီး
ရိုက်ကူးထားတဲ့ ခေတ်ဟောင်းနောက်ခံရုပ်ရှင်လေးတစ်ပုဒ်ပါ။
ဘာဒီလို့ချစ်စနိုးခေါ်ကြတဲ့ အသက် ၁၄ နှစ်အရွယ် ကတ်သရင်းလေးဟာ
သခင်ရိုလိုနဲ့လေဒီအက်ရှ်လင်းတို့ရဲ့တစ်ဦးတည်းသော သမီးငယ်လေးပါ။ ‌
သူ့မှာ အက်ဒ၀ပ်နဲ့‌ရောဘတ်ဆိုတဲ့ အစ်ကိုနှစ်ယောက်ရှိပါတယ်။ စီးပွားကျနေတဲ့
စံအိမ်သခင်ရိုလိုဟာ ဘေးစကားတွေနားယောင်ရင်း သူတို့‌ခေတ်ထုံးစံအတိုင်း
အရွယ်ရောက်ခါနီးသမီးပျိုကို သူဌေးတွေနဲ့ပေးစားဖို့ကြံပါတယ်။
လင်ယူသားမွေးကိစ္စတွေကိုလန့်နေတဲ့ ကလေးသာသာ ဘာဒီလေးဟာ ပိုးပန်းသူ
တွေကို နည်းအမျိုးမျိုးနဲ့ လန့်ပြေးအောင်လုပ်ပါတယ်။ ‌ဖခင်ကရိုက်နှက်ပေမဲ့
မမှုပါဘူး။ သူအပျိုဖြစ်တာမသိအောင်လည်း ဖုံးကွယ်ထားခဲ့ပါတယ်။ ဒါပေမဲ့ ‌
တစ်နေ့မှာ သူ့အဘိုးအရွယ်လောက်ရှိတဲ့ သခင်ကြီးတစ်ယောက်ကို လက်ထပ်
ရဖို့ဖြစ်လာပါတယ်။ သူ့အတွက်ကယ်တင်ရှင်ဟာ ဦးလေးဖြစ်သူ အန်ကယ်ဂျော့ဂ်ျလို့
ထင်ခဲ့ပေမဲ့ ထင်သလိုဖြစ်မလာဘဲ ဘ၀အပြောင်းအလဲများစွာကို ရင်ဆိုင်ရတဲ့အခါ…
ဘာဒီတစ်ယောက် ဘယ်လိုရင်ဆိုင်သွားမလဲဆိုတာကို ဥရောပအလယ်ခေတ်က
မိန်းကလေးတွေရဲ့ဘ၀နဲ့ ကွဲပြားတဲ့ခေတ်အခြေအနေကို မီးမောင်းထိုးပြပြီး စိတ်၀င်
စားစရာရိုက်ကူးထားပါတယ်။ ခေတ်ဟောင်းနောက်ခံကားပေမဲ့ ဟာသလေးတွေနှော
ထားတာမို့ ခပ်မြူးမြူးလေးနဲ့ တကယ်ကြည့်ကောင်းပါတယ်။
IMDb rating 6.5/10 နဲ့ Rotten Tomatoes 88% ရထားပြီး Bella Ramsey လေးရဲ့
ဘာဒီအဖြစ် သရုပ်ဆောင်ချက်တွေကလည်း အရမ်းချစ်စရာကောင်းသလို . ဒီကားထဲမှာ
အားလုံးစိတ်ဝင်တစားစောင့်ကြည့်ဖူးခဲ့ကြတဲ့ ရှားလော့ဟုမ်းစီးရီးထဲက ဂျင်မ် မိုရီရာတီ
(အန်ဒရူး စကော့)လည်း ပါဝင်တာမို့ ရုပ်ရှင်ချစ်သူတို့အကြိုက်တွေ့ကြမှာလည်း သေချာ
ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ C’mon ဖြစ်ပါတယ်)
File Size……….(2.17 GB) / (923 MB) / (521 MB)
Quality…………WebRip 1080p / 720p / 480p
Duration………1Hr 48mins
Subtitle………..Myanmar Hardsub
Format…………MP4
Genre…………..Comedy, Adventure
Translator…….C’mon
Encoder……….SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
