"It’s a Wonderful Life (1946)~ IMDb – 8.6/10, RT – 93%, Meta – 89% ~PauseIt’s a Wonderful Life ကို တချို့က အကောင်းဆုံး ခရစ္စမတ်ကားလို့ သမုတ်ကြတယ်။ သူက Greatest Films of All time လို့ သမုတ်ကြတဲ့ကားတွေထဲက တစ်ကားအပါအဝင်လည်းဟုတ်တယ်။ 100 best American Films Ever Made စာရင်းထဲလည်းဝင်သလို American Film Institute ရဲ့ Greatest Movie List တွေထဲလည်း အမြဲပါတယ်။ Classic မှ ရေမရောတဲ့ ကလပ်စစ်စစ်စစ် ခရစ္စမတ်ကားဆိုလည်း ဟုတ်တယ်။ ခရစ္စမတ်ရုပ်ရှင်တွေထဲကမှ ခရစ္စမတ်အဆန်ဆုံး ရုပ်ရှင်ဆိုလည်း ဟုတ်တယ်။ဒီကားကို Philip Van Doren Stern ရဲ့ The Greatest Gift လို့ခေါ်တဲ့ ဝတ္တုတိုကလေးကနေ Frank Capraက ရိုက်ထားတာ။ Frank Capraက It Happened One Night တို့ You Can’t Take It with You တို့ကို ရိုက်ခဲ့တဲ့သူ။ ဂန္ထဝင်ဒါရိုက်တာကြီးလို့ပြောရင်လည်း မမှားဘူး။ ဘာလို့ဆို ဒီကားတွေက ကလပ်စစ်ဖြစ်ကုန်ကြသကိုး။ ဒီဝတ္တုကလည်း ခရစ္စမတ်အငွေ့အသက်အပြည့်ရသဆို ခရစ္စမတ်ရဲ့အကျော်ကြားဆုံး ဝတ္တုဖြစ်တဲ့ ချားလ်ဒစ်ကင်းရဲ့ A Christmas Carol ကို ပါးပါးလေးအခြေတည်ထားသကိုး။ ဒီခရစ္စမတ်ကားဟာ ဒါရိုက်တာကိုယ်တိုင်ကလည်း သူရိုက်ခဲ့သမျှကားတွေထဲ အကြိုက်ဆုံးဖြစ်ခဲ့သလို ဒီရုပ်ရှင်ရဲ့မင်းသားJames Stewart ရဲ့ အကြိုက်ဆုံးကားလည်းဟုတ်ခဲ့တယ်။ သူတို့လက်ရာတွေထဲ သူတို့အကြိုက်ဆုံးဖြစ်ခဲ့တဲ့ကားဆိုတော့ စဉ်းစားကြည့်ပေါ့။ ဒီရုပ်ရှင်ကို ခေတ်အဆက်ဆက်ဗားရှင်းပေါင်းစုံအဖြစ် ကာလာသွင်းလိုက် ဘာလုပ်လိုက် ညာလုပ်လိုက်အသက်သွင်းခဲ့ကြသလို ဖိုးကေအထိပြန်လုပ်ခဲ့ကြပြီးပေမဲ့ မူလအရသာအတိုင်းပဲ ရစေချင်တာမို့ အဖြူအမဲဗားရှင်းကိုပဲ ရွေးချယ်ထားပါတယ်။ထူးတာက It’s a Wonderful Life ဟာ ခရစ္စမတ်ကားဆိုပေမဲ့ ဆန်တာကလော့မပါ ဘာမပါ အကျိုးနည်းခရစ္စမတ်ကားပါလို့ ပြောရမယ့် ခရစ်စမတ်ကားပါပဲ။ It’s a Wonderful Life ဆိုပြီး စထားပုံကလည်း သတ်သေတော့မယ့် လူတစ်ယောက်နဲ့ စထားတယ်။ ပြီးတော့ ကျွန်တော်တို့ကို မြို့လေးတစ်မြို့က ဂျော့ဘိုင်လေလို့ခေါ်တဲ့လူတစ်ယောက်ရဲ့ ဘဝသမိုင်းကို ဖန်သားပြင်ထက် တရိပ်ရိပ်ပြတယ်။ အဲဒီလူနာမည်က ဂျော့ဘိုင်လေ။ ဒီလူက သာမန်လူတော့ သာမန်လူပါပဲ။ဒါပေမဲ့ သူ့ဘဝကတော့ သာမန်ဟုတ်မနေခဲ့ဘူး။ သူဟာ ကျွန်တော်တို့အားလုံးလိုပဲ အိပ်မက်တစ်ခုနဲ့လူပေါ့။ အရွယ်ရောက်လာရင် ကမ္ဘာကြီးကိုပတ်မယ် အသစ်အဆန်းတွေကို ရှာဖွေမယ်ဆိုတဲ့ လူမျိုး။ ဒါပေမဲ့ သူ့မိသားစုတွေ မိတ်ဆွေရဲ့ အကျိုးနဲ့ယှဉ်လာရင် သူ့အိပ်မက်တွေကို သူနောက်ဆုတ်ပေးရင်းပေးရင်း အချိန်တွေရယ်ကုန်ဆုံးလို့သာ အရွယ်လွန်လာခဲ့တဲ့ လူတစ်ယောက်ပေါ့။ သူ့အဖေရဲ့ပရဟိတလုပ်ငန်းလိုဖြစ်နေတဲ့ စီးပွားရေးလုပ်ငန်းဖြစ်တဲ့ အိမ်ရာနဲ့ချေးငွေလုပ်ငန်းကို အမွေဆက်ခံပြီး ဒီလုပ်ငန်းအတွက် ပြဿနာပေါင်းများစွာကို လူတော်တစ်ယောက်အနေနဲ့ ကျော်လွန်နိုင်ခဲ့ပေမဲ့လည်း သူ့မှာ စုမိဆောင်းမိဆိုလို့ ဒေါ်လာ၅၀၀တန် အသက်အာမခံကလွဲ ဘာမှမရှိခဲ့ဘူး။ တခြားမရှိဆင်းရဲသားတွေအတွက် ချေးငွေနဲ့အိမ်ပေါင်းများစွာကို ဖြစ်အောင် ဆောက်ပေးခဲ့ပေမဲ့ သူ့အပိုင်အိမ်ဆိုတာလည်း မရှိခဲ့ဘူး။ ဒါပေမဲ့လည်း သူဟာ သူ့မိတ်ဆွေတွေအတွက် သူချစ်တဲ့သူတွေအတွက် သူ့ဘဝကို သူကျေနပ်လိုက်ရင်း နေခဲ့တာပါပဲ။ တစ်ခုသော ခရစ္စမတ်အကြိုညမတိုင်ခင်အထိပေါ့။တစ်ခုသော ခရစ္စမတ်အကြိုညမှာ သူ့ဘဝ ပြောင်းပြန်လန်သွားတဲ့ အဖြစ်မျိုးဖြစ်ခဲ့တယ်။ ဘာနည်းလမ်းမှမရှိတော့တဲ့နောက် ခရစ္စမတ်ညမှာ သတ်သေပစ်ဖို့ရွေးရတဲ့အထိ သူလမ်းဆုံးသွားခဲ့တယ်။ ဒါပေမဲ့ ဒီညက ခရစ္စမတ်ညပဲလေ။ ခရစ္စမတ်ဟာ နေ့တာအတိုဆုံး အအေးစက်ဆုံးလထဲက ရက်တစ်ရက်မှာ တည်နေတဲ့ အနွေးထွေးဆုံး ချစ်ခြင်းတွေအရှည်ကြာဆုံး ရက်တစ်ရက်ပဲမလား။ ခရစ္စမတ်ဟာ အားလုံးရဲ့ ရင်ထဲ ချစ်စိတ်တွေဖြည့်ပေးနိုင်တဲ့နေ့ပေါ့။ ခရစ္စမတ်ဟာ အဆိုးဆုံးလို့ခေါ်တဲ့လူတွေကို စိတ်ကောင်းဝင်စေနိုင်တဲ့နေ့။ ခရစ္စမတ်ဟာ အတွန့်တိုဆုံးလူတွေရဲ့နှလုံးသားကို ပြောင်းလဲစေနိုင်တဲ့နေ့လည်း ဟုတ်တယ်။ မပြေလည်ခဲ့သမျှတွေကိုလည်း ခရစ္စမတ်ဟာ သူ့ထဲက ချစ်ခြင်းတွေနဲ့ ခဝါချပေးနိုင်တယ်။ ခရစ္စမတ်ဟာ ဘာမဆိုဖြစ်နိုင်တယ်။ ဘာလို့ဆို ခရစ္စမတ်ဟာ ခရစ္စမတ်ကိုး။ ခရစ္စမတ်မှာ ပေးနိုင်တဲ့ အကောင်းဆုံးလက်ဆောင်ဟာ ဆန်တာကလော့ဆီမှာမဟုတ်ဘဲ ကျွန်တော်တို့ကိုချစ်တဲ့လူတွေ ကျွန်တော်တို့ကချစ်တဲ့လူတွေဆီမှာရှိနေတယ်။ ဒီရုပ်ရှင်ဟာ ခရစ္စမတ်မှာ ပေးနိုင်တဲ့ အကောင်းဆုံးလက်ဆောင်တစ်ခုအကြောင်းပေါ့။ ဂျော့ဘိုင်လေလို့ခေါ်တဲ့ လူတစ်ယောက်ရဲ့ တစ်ပြားမှမရှိပေမဲ့ အဖိုးအတန်ဆုံးဘဝအကြောင်းဆိုလည်း ဟုတ်တယ်။ ဘဝတွေဟာ လှပချင်မှလည်း လှပမယ်။ အကျည်းတန်ခြင်းက ပိုများနေတာလည်း ဖြစ်ကောင်းဖြစ်နိုင်တယ်။ ဒါပေမဲ့လည်း ကျွန်တော်တို့ကချစ်တဲ့လူတွေအတွက် ကျွန်တော်တို့ကိုချစ်တဲ့လူတွေအတွက် ကျွန်တော်တို့မသိကြသည်ဖြစ်စေ သူတို့မသိကြသည်ဖြစ်စေ ဘဝတွေဟာ It’s a Wonderful Life လို့ ပြောရမယ့် ဘဝတွေချည်းပေါ့။ ဒီရုပ်ရှင်ဟာ ခင်ဗျားဘဝကို It’s a Wonderful Life လို့ ရဲရဲကြီးပြောမိစေနိုင်မယ့် ရုပ်ရှင်ဆိုလည်း မမှားပါဘူး။ခရစ္စမတ်ဟာ ကျွန်တော်တို့ ယဉ်ကျေးမှုလို့ ပြောလို့မရပေမဲ့ ခရစ္စမတ်ကာတွန်းတွေ ခရစ္စမတ်စာအုပ်တွေ ခရစ္စမတ်ရုပ်ရှင်တွေကို ကျွန်တော်တို့ ဘဝထဲက ပိုင်းခြားပစ်လို့မရတော့ ခရစ္စမတ်ဟာ ကျွန်တော်တို့ရဲ့ အရင်းနှီးဆုံးသူစိမ်းလိုဖြစ်နေတဲ့အရာပါပဲ။ ဒါပေမဲ့ ခရစ္စမတ်ရောက်လို့ ခရစ္စမတ်ကားတစ်ကားကြည့်လိုက်မိပြီဆိုရင် ခရစ္စမတ်ပီသစွာပဲ ချစ်တဲ့စိတ်တွေနဲ့ ပြည့်လာတတ်တာပါပဲ။ ဒီလောကမှာ မျှဝေဖို့ အကောင်းဆုံးအရာဟာ ချစ်ခြင်းမေတ္တာပဲမလား။ ချစ်ခြင်းတွေလွှမ်းနေတဲ့ ခရစ္စမတ်တွေကိုလည်း မျှဝေယူလိုက်ကြတာပေါ့။ ဒီဇင်ဘာဆိုတဲ့ နေ့တာအတိုဆုံး ဒက္ခိဏယဉ်စွန်းချိန်ရဲ့လမှာ ကမ္ဘာရဲ့ဝင်ရိုးတစ်ဖက်ဟာ နေရဲ့ဟိုးအဝေးဆုံးကို ရောက်ရှိသွားတတ်တယ်။ အအေးစက်အမှောင်မိုက်ဆုံး အချိန်လို့ပဲ ယေဘုယျဆိုလိုက်ကြတာပေါ့။ ဒုက္ခတွင်းထဲက အချိန်တွေဟာ ချစ်ခြင်းတွေရဲ့ အထင်ရှားဆုံး အချိန်ပဲမလား။ ဒီရုပ်ရှင်ဟာလည်း အလားတူအကြောင်းအရာပါပဲ။ နောက် အမှောင်မိုက်ဆုံးအချိန်ကို အလင်းလက်ဆုံးဖြစ်စေမယ့် ညတစ်ညအကြောင်းရောပေါ့။ အဲဒီညဟာ ခရစ္စမတ်ညပါပဲ။ အားလုံးပဲ မယ်ရီခရစ္စမတ်ပါ…(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.3GB, 1.2GB, 615MBQuality – 1080p, 720p, 480pIMDb Rating – 8.6/10Format – mp4Duration – 2H 10MinGenre – Drama, Family, FantasySubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"