"Pearl (2022)
~ IMDb – 7.5/10, Rotten Tomatoes – 90% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Hereditary တို့ Midsommar တို့လို မာစတာပိစ် Horror Thriller ကားတွေအတွက် လမ်းဖောက်ပေးခဲ့တဲ့ ရုပ်ရှင်လို့ ပြောကြတဲ့ The House of the Devil ကို ရိုက်ခဲ့တဲ့ Ti West ဟာ 2022 မှာ A24 နဲ့ပေါင်းပြီး X နဲ့ ပြန် Comeback ခဲ့ပါတယ်။ X ဟာ အတော်အောင်မြင်ခဲ့သလို ဝေဖန်ရေးဆရာတွေရဲ့ ချီးကျူးမှုကိုခံခဲ့ရတဲ့အပြင် စတီဖင်ကင်းရဲ့ ချီးကျူးမှုပါခံခဲ့ရတယ်။ သူ့ Prequel ဖြစ်တဲ့ Pearl ကလည်း မာတင်စကောဆေးစိလို ရုပ်ရှင်လောကရဲ့ ဆရာကြီးက ချီးကျူးတာပါခံခဲ့ရသလို ဝေဖန်ရေးသမားတွေလည်း အကြိုက်တွေ့ခဲ့ပါတယ်။ ဒါတင်မကသေးပဲ A24 ဖန်တွေကလည်း သူတို့ရဲ့ Favourite Movie list တွေမှာ ထိပ်ဆုံးနေရာပါပေးထားကြတာတွေလည်း မနည်းပါဘူး။ သိပ်မကြာခင် X ရဲ့ နောက်ဆက်တွဲကားဖြစ်တဲ့ Maxxxine လည်း ထွက်ဖို့ရှိပါတယ်။ X Trilogy ဖြစ်လာမှာပါပဲ။ X မှာတော့ Mia Goth ဟာ Pearl နေရာကရော Maxine နေရာကရော ပြောင်မြောက်အောင် သရုပ်ဆောင်ခဲ့ပြီး နောက်ထွက်မယ့်ကားရော ခုကားရောက သူ့ဇာတ်ကောင် ၂ကောင်အကြောင်းကို ပြန်ခွဲထုတ်ထားတဲ့ ရုပ်ရှင်တွေပါပဲ။ အခု Pearl မှာတော့ Mia Goth ဟာ ဇာတ်ညွှန်းပါ ဝင်ရေးထားသလို သူ့လုပ်ကွက်အပြည့်နဲ့ဆိုတော့ သူ့သရုပ်ဆောင်စွမ်းရည်ကိုလည်း အပြည့်အဝပြထားခဲ့ပါတယ်။
ပထမကားကတော့ 1979 မှာ ဇာတ်အိမ်တည်ထားပြီး ဒီကားကိုတော့ 1918 မှာ ဇာတ်အိမ်တည်ထားပါတယ်။ X မှာ တွေ့ခဲ့ကြတဲ့ ပါးလ်နဲ့ ဟောင်းဝက်စ်တို့ရဲ့ ငယ်ဘဝနဲ့ အဲဒီလယ်တောအိမ်ကြီးရဲ့ ဇစ်မြစ်ကို ရိုက်ပြထားတာပါ။ X မှာပြောခဲ့တဲ့ ဟောင်းဝက်စ်က စစ်ပြန်ဖြစ်ကြောင်း ဘာညာကိုရောပေါ့။ ပါးလ်ရဲ့ စိတ်အခြေအနေ ဘာလို့ ဒီလောက်ထိဆိုးသွားလဲဆိုတာကိုရော သေချာပြထားပါတယ်။ သို့ပေမဲ့ သူက X နဲ့တော့ ပုံစံကွဲထွက်နေပြီး Psychological slasher ပုံစံဘက်ကို ပိုတာသွားပြီး ကလပ်စစ်ကားတစ်ကားပုံစံပါ ဆန်နေပါတယ်။ Pearl ဟာ The Wizard of Oz, The Texas Chain Saw Massacre နဲ့ Mary Poppins စတဲ့ ဟောလိဝုဒ်ရွှေခေတ်ကကားတွေကို homage ပေးထားတဲ့ ဇာတ်ဝင်ခန်းတွေကို သုံးထားသလို Horror Slasher ကားပေမဲ့ ဒီအရသာတွေထက် ကလပ်စစ်ရုပ်ရှင်တစ်ကားလို ဟန်ပန်နဲ့ စီနီမာတွေက ပိုဖုံးလွှမ်းသွားပြီး Horror ကား တစ်ကားကြည့်ရတာနဲ့မတူဘဲ ဒါမှ ရုပ်ရှင်ကွလို့ ထအော်လို့ရတဲ့ ရုပ်ရှင်တစ်ကားကို ကြည့်နေရသလိုပါပဲ။ လူတိုင်းတော့ ကြိုက်ပါ့မလား မသိပေမဲ့ တော်တော်တော့ ကြည့်ရအရသာရှိတဲ့ ကားပါပဲ။ X ကိုကြိုက်တဲ့သူတွေဟာ Pearl ကို ပိုကြိုက်နိုင်ခြေများသလို X ကို မကြိုက်ခဲ့တဲ့သူတွေလည်း Pearl ကို ကြိုက်နိုင်ခြေရှိတာမို့ မြည်းတော့ မြည်းစမ်းကြည့်သင့်ပါတယ်။ A24 ကားဖြစ်သလို မာတင်စကောဆေးစိတောင် ချီးကျူးရတဲ့ကားဆိုတော့ ကြည့်ကို ကြည့်သင့်တာပါပဲ။
ဒီနှစ်ကားလုံးရဲ့ ဇာတ်လိုက်ကျော်ကြီးတွေဖြစ်တဲ့ ပါးလ်နဲ့ ဟောင်းဝက်စ်ဟာ Ray and Faye Copeland ဆိုတဲ့ လူသတ်မှုနဲ့သေဒဏ်ပေးခံခဲ့ရတဲ့ ဆိုက်ကို လင်မယားကို အခြေတည်ပုံဖော်ထားတာဖြစ်ပြီး Faye Copeland ဟာ သေဒဏ်ပေးခံရတဲ့ အသက်အကြီးဆုံးအမျိုးသမီးဖြစ်ခဲ့ပါတယ်။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.83GB, 864MB, 414MB
Quality – 1080p, 720p, 480p
IMDb Rating – 7.5/10
Format – mp4
Duration – 1H 43Min
Genre – Horror
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
