"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Goodbye, Dragon Inn ( 2003 )
—————————-
Directed by Tsai Ming Liang
Breathless ရုပ်ရှင်ထဲက Godard ရဲ့ ဒိုင်ယာလော့တစ်ကြောင်းရှိတယ်။ ဘဝရဲ့အကြီးကျယ်ဆုံးပန်းတိုင်က immortal ဖြစ်လာပြီးမှ သေဖို့ပဲတဲ့။ ဒီလိုမသေမျိုးဖြစ်လာပြီးမှ သေသွားတဲ့လူတွေ ရှိတော့ရှိပါတယ်။ ဗန်ဂိုး , မိုးဇက် , ဟိုးမား , မိုက်ကယ်အိန်ဂျလို , တာကော့စကီး…။ လွယ်တော့မလွယ်လှဘူးပေါ့။ အခက်ဆုံးအရာလို့ ပြောရင်တောင်ရမလားပဲ။
ဂွတ်ဘိုင်ဒရာဂွန်အင်း တစ်ကားလုံးက ရုပ်ရှင်ရုံဟောင်းတစ်ခုမှာ တစ်ချိန်က legenကြီး ကင်းဟူရဲ့ ဒရာဂွန်အင်းကားပြနေတဲ့ အချိန်တစ်ခုကို ရိုက်ထားရုံသက်သက်ပဲ။ ဒီလိုရိုက်တာ Tsai Ming Liangပထမဆုံးတော့ မဟုတ်ဘူးပေါ့။ ရုပ်ရှင်ကို ရုပ်ရှင်ပိုဆန်စေခဲ့တဲ့ အင်ဂမာဘတ်မန်းတို့ အီရန်ရုပ်ရှင်က ဆရာတစ်ဆူဖြစ်တဲ့Abbas Kiraostami တို့လည်း ရိုက်ခဲ့ဖူးတယ်။ ဒါပေမဲ့ Tsai Ming Liangကလည်း Tsai Ming Liangပါပဲ။ သူ့ကားက ရုပ်ရှင်ကြည့်တဲ့သူတွေအကြောင်းကားလား ရုပ်ရှင်တကယ်မကြည့်တဲ့သူတွေအကြောင်းကားလားတော့ မသည်းကွဲဘူး။ ရုပ်ရှင်ရုံက လူတော့သိပ်မများလှဘူး။ အကုန်လုံးနီးပါးက ရုပ်ရှင်တကယ်ကြည့်နေတာမဟုတ်ဘဲ ကြောင်လာပျောက်နေတဲ့သူတွေချည်း။ ဒါကြောင့်ပဲနေပါမယ် ဒီဒရာမာကားကို Tsai Ming Liangပြန်ကြည့်တော့ ဟာသကားကြည့်သလို ခွက်ထိုးခွက်လန်ရယ်မိသတဲ့။ တော်တော်ရယ်ရတဲ့ကားပဲလို့ဖြေဖူးတယ်။ သူကလည်းသူကိုး။ ဒရာမာအခြေအနေတွေကို humour ဆန်ဆန်ပါ အငွေ့အသက်ရအောင် လုပ်နေကျပဲ။ ခုနပြောသလို ရုပ်ရှင်မကြည့်တဲ့သူတွေအကြောင်းရိုက်ထားတယ်ဆိုပေမဲ့ ကားထိုးတဲ့သူရယ် လက်မှတ်ရောင်းတဲ့မိန်းမရယ် ကာရိုက်တာကိုလည်း အထူးတလည်ပြထားသေးတယ်။ ကားထိုးတဲ့သူကတော့ သူ့ကားတွေရဲ့ အမြဲတမ်းမင်းသား Lee Kang-sheng။
ဒီရုပ်ရှင်မကြည့်နေတဲ့လူတွေကြားမှာမှ တကယ်ကြည့်တဲ့လူနှစ်ယောက်ပါတယ်။ သူတို့က Chun Shihနဲ့ Miao Tien။ ကင်းဟူရဲ့ ဒရာဂွန်အင်းရုပ်ရှင်ရဲ့ အဓိကသရုပ်ဆောင်ရယ် အရေးပါတဲ့သရုပ်ဆောင်ရယ်ပေါ့။ ရုပ်ရှင်အပြီး ထပြန်ကြတော့ သူတို့တွေ့ကြတော့ သူတို့ပြောတဲ့စကားက ” ရုပ်ရှင်ရုံကို ဘယ်သူမှမလာကြတော့ဘူး ကျွန်တော်တို့ကို ဘယ်သူမှမမှတ်မိကြတော့ဘူး”တဲ့။ သူတို့ဘဝရဲ့အကြီးကျယ်ဆုံးပန်းတိုင်ကလည်း မသေမျိုးဖြစ်လာပြီးမှ သေဖို့ပဲထင်ပါတယ်။ ဒါပေမဲ့ ဒီရုပ်ရှင်ရဲ့လော့ဂျစ်မှာတော့ သူတို့ဖြစ်လာကြပုံမရဘူး။ ဒီလိုပဲ ရုပ်ရှင်ကြည့်မနေတဲ့သူတွေကို ရုပ်ရှင်ကြည့်ရင်း ကြေကြေကွဲကွဲမြင်ခဲ့ရတယ်။
ရုပ်ရှင်လည်းပြီးရော မိုးလည်းမဲပြီ။ ရုပ်ရှင်တကယ်မကြည့်ခဲ့တဲ့သူတွေလည်း ပြန်ကြတယ်။ ရုပ်ရှင်ကြည့်ခဲ့တဲ့ အဘိုးကြီး၂ယောက်လည်း ပြန်ကြတယ်။ နောက်ဆုံးမှာ ရုပ်ရှင်ရုံက အလုပ်သမားတွေလည်းပြန်ကြတယ်။ ရုပ်ရှင်ရုံအဟောင်းကြီးကတော့ ကျန်နေခဲ့တယ်။ မိုးတွေလည်းရွာနေတယ်။ ရုပ်ရှင်ရုံအဟောင်းကြီးမှာ နက်ဖြန်ပြမယ့်ကားက ဒရာဂွန်အင်း မဟုတ်လောက်တော့ဘူး။ ဒရာဂွန်အင်းကတော့ မကျန်ခဲ့ဘူးပဲ ပြောရမလားပဲ။ သူတို့ထွက်မလာခင်ကတည်းက ထွက်သွားနှင့်ပြီ။ အဘိုးကြီး၂ယောက်အတွက်တော့ ကျန်ရင်ကျန်နေမှာပေါ့။ ဘာပဲဖြစ်ဖြစ် Goodbye, Dragon Inn
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(2.9GB) / (700MB)
Quality__BluRay_1080p, 720p
IMDb Rating__7.1/10
Format__mp4
Duration__01:23:00
Type__Comedy, Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
