"Failan (2001)
~ IMDb – 7.5/10, RT – 86%, MyDramaList – 7.4/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Failan ကို Calla, One Day, Maundy Thursday တို့ကို ရိုက်ခဲ့တဲ့ Song Hae-sung ရဲ့ အကောင်းဆုံးရုပ်ရှင်ဖြစ်သလို ချွဲမင်ဆစ်ရဲ့ ပါဖောမင့်န်အပြောင်မြောက်ဆုံး ရုပ်ရှင်လို့လည်း တစ်ချို့က သတ်မှတ်ကြပါတယ်။ ချွဲမင်ဆစ်ဟာ ပတ်ချန်းဝုရဲ့ Old Boy တို့ Lady Vengeance တို့၊ ကင်ဂျီ၀န်းရဲ့ I Saw The Devil တို့နဲ့ အတော်ကြမ်းတမ်းပြီး ရက်စက်တဲ့ ဇာတ်ရုပ်တွေမှာ လုံးဝပီပြင်အောင် သရုပ်ဆောင်ခဲ့ဖူးသလို ခု Failan နဲ့ ကင်ဂျီ၀န်းရဲ့ The Quiet Family တို့မှာ Comedy ဆန်ဆန်ဇာတ်ရုပ်ဆိုလည်း အံ၀င်ခွင်ကျဖြစ်အောင် သရုပ်ဆောင်နိုင်ခဲ့တဲ့ သူဆိုလည်း မမှားပါဘူး။
Failan ဟာ ကိုရီးယားကား‌ပေမဲ့ ဟောင်ကောင်မင်းသမီး Cecilia Cheung ပါ၀င်သရုပ်ဆောင်ထားပါတယ်။ Cecilia Cheung ဟာ စတီဖင်ချောင်ရဲ့ King of Comedy ရုပ်ရှင်နဲ့အတူ အောင်မြင်လာတဲ့ ဟောင်ကောင်မင်းသမီးတစ်လက်ဖြစ်ပြီး ဒန်ရီရယ်ဝူ၊ အန်ဒီလောင်တို့အပြင် Big Bang ရဲ့ T.O.P နဲ့လည်း Out of Control ဆိုတဲ့ကား ရိုက်ခဲ့ပါသေးတယ်။ 2017 date တပ်ထားပေမဲ့ ဒီနေ့အထိတော့ ဒစ်ဂျစ်တယ်အနေနဲ့ ထွက်မလာခဲ့ပါဘူး။
အချစ်ဆိုတာ လူတွေမျိုးပွားကြအောင် သုံးတဲ့ သဘာ၀တရားရဲ့ပရိယာယ်တစ်ခုပဲတဲ့။ ဒီစကားကို ဘယ်ပညာရှင်ကြီး ဆိုမိန့်‌ခဲ့လေသတည်းတော့ ကျွန်တော်လည်း မသိဘူးပေါ့။ လူဆိုတဲ့သတ္တဝါဟာ ထက်ခြမ်းကွဲလာကတည်းက လိုနေတဲ့တစ်ခြမ်းကို ရှာခဲ့ကြတာပဲ။ လွဲရင်းကွဲရင်းပါပဲ။ တစ်ခါတလေ အချစ်ဟာ အချိန်အခိုက်အတန့်နဲ့လည်း မဆိုင်သလို တစ်စုံတရာဖြစ်နေခြင်းနဲ့လည်း မဆိုင်ပါဘူး။ ဘယ်သူကမှ ဘာမှမဟုတ်ကြတဲ့ ဒီကမ္ဘာမှာ ဘာမှဟုတ်မနေတဲ့ လူ၂ယောက် တစ်ယောက်အတွက်တစ်ယောက် တစ်စုံတရာဖြစ်ခဲ့ကြခြင်းတွေပေါ့။ အောင်မြင်ခြင်းတွေ ကြီးကျယ်ခြင်းတွေ လိုမလိုတော့ မသေချာပေမဲ့ အရှုံးတွေကပဲ ပိုချစ်တတ်လာအောင် သင်ကြားပေးသွားခဲ့ပါပြီ။
ဒီရုပ်ရှင်မှာလည်း အဲဒီလိုပဲ။ ဘ၀မှာ ဘာမှဖြစ်ဖြစ်မြောက်မြောက်မရှိလို့ လူမိုက်လုပ်ပေမဲ့ လူမိုက်လုပ်တာတောင် ဖြစ်ဖြစ်မြောက်မြောက်ရှိမနေတဲ့ လူတစ်ယောက်နဲ့ တရုတ်ပြည်မှာ အားကိုးစရာ ဘာမှမရှိတော့လို့ ကိုရီးယားရောက်လာရာက ကိုရီးယားက သူ့အဒေါ်တွေပါ အမေရိကားပြောင်းသွားကြလို့ တစ်ကိုယ်တည်းဖြစ်နေတဲ့ မိန်းကလေးတစ်ယောက်ရဲ့ ဇာတ်လမ်းပေါ့။ သူတို့၂ယောက်ဟာ မျက်နှာချင်းဆိုင် တစ်ခါမှ မတွေ့ဖူးကြဘူး။ တစ်ယောက်ကိုတစ်ယောက်တော့ တစ်ကြိမ်တစ်ခါစီပဲ တွေ့ဖူးကြတယ်။ သူတို့ကြားက အဆက်အစပ်ဆိုလို့ လည်စည်းနီလေးတစ်ထည်၊ စာလေးနှစ်စောင်၊ တရုတ်မလေး ကိုရီးယားမှာ နေလို့ရအောင် အေဂျင်စီက သူတို့ကို အကြင်လင်မယားအဖြစ် မှတ်ပုံတင်ပေးထားတဲ့ စာချုပ်ထဲက လက်ထပ်ခြင်းတစ်ခု ဒါပဲရှိတယ်။ ဒါပေမဲ့ ဒီလိုဘ၀နာနာမှာပဲ သူတို့ရဲ့ အချစ်တွေကတော့ မြင်နေကြုံနေကျ အချစ်ဇာတ်လမ်းတွေထက်တောင် ခမ်းနားနေခဲ့တယ်။ တစ်ခါမှ မျက်လုံးချင်းမဆုံဖူး၊ ဘာမှလည်း မဆက်စပ်တဲ့ လူ၂ယောက်ရဲ့ အချစ်တွေ ဘာကြောင့် ဒီလောက်ခမ်းနားနေခဲ့လဲ မေးလာရင် အရှုံးတွေကြောင့်လို့ပဲ ဖြေရမှာပါပဲ။ ဒီရုပ်ရှင်ဟာ အရှုံးတွေကနေ ပိုချစ်တတ်လာစေခဲ့တဲ့အကြောင်းပေါ့။
” အချစ်များအကြောင်း
အရှုံးတွေကပဲ
အချစ်တွေကို ပိုပြီးချစ်တတ်လာအောင်
သင်ကြားပြသခဲ့လိမ့်မယ်လို့
ငါတို့ ဘယ်သိခဲ့မှာလဲ။
အိပ်ပျော်တဲ့ ညတွေကိုရဖို့
အိပ်မပျော်တဲ့ညတွေကို
အရင်းအနှီးပြုခဲ့ရတယ်ဆိုတာကရော
ဘယ်တော့မှ ပြီးဆုံးမှာမဟုတ်ဘူး။
အချစ်တွေ ပုံပြင်တွေလို လွယ်လွယ်ပြောကြပါစေ။ ”
~ သုခမိန်လှိုင်
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 1.9GB, 934MB
Quality – 1080p, 720p
IMDb Rating – 7.5/10
Format – mp4
Duration – 1H 55Min
Genre – Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
