"Frankenweenie (2012)
~ IMDb – 6.9/10, Rotten Tomatoes – 87% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဂေါ့သစ်ဆရာကြီး Tim Burton ရဲ့ နောက်ထပ် အဟောင်း‌အကောင်း ဂေါ့သစ်ကားတစ်ကားပါပဲ။ ဖရန်ကင်စတိန်းလိုမျိုးဇာတ်ပေါ့။ ဖရန်ကင်ဝီးနီပါ။ ဝီးနီဆိုတဲ့ ရှည်မျောမျောခွေးပုမျိုး ခွေးလေးတစ်ကောင်ကို ဖရန်ကင်စတိန်းလို ပြန်အသက်သွင်းလိုက်လို့ ဒီနာမည်ပေးထားတာ‌ပေါ့။
ဒီရုပ်ရှင်ထဲက ခွေးပိုင်ရှင် ဗစ်တာဟာ Corpse Bride ထဲက ဗစ်တာနဲ့အတူတူပဲလို့လည်း Rumor တွေရှိပါတယ်။ မင်းသမီးကတော့ ဘာတန်အစောပိုင်းကားတွေကတည်းက တော်တော်ပါတဲ့ Winona Ryder ပါပဲ။ ဒီရုပ်ရှင်အတွက် အန်နီမေးရှင်းဆွဲ သရုပ်ဖော်ဖို့ အန်နီမိတ်တာဟာ Classic Monster တွေကိုပါ လေ့လာခဲ့ရတာမို့ ကလပ်စစ်ဆန်ဆန်အရသာလည်းရမှာပါ။ ထူးထူးခြားခြား သရီးဒီကိုမှ အဖြူအမဲနဲ့ပုံဖော်ထားတဲ့ကားလည်းဟုတ်ပါတယ်။ တင်ဘာတန်ဟာ ဒီရုပ်ရှင်ကို ၆၀ခုနှစ်က ကလပ်စစ် မွန်းစတားကားတွေကို Homage ပေးတဲ့အနေနဲ့ ရိုက်ချင်ခဲ့တာပါ။ ဒီထဲကခွေးလေးဟာလည်း တင်ဘာတန်ငယ်ငယ်က ခွေးလေးကို အခြေတည်ပြီး သရုပ်ဖော်ထားတဲ့ ခွေးကလေးဖြစ်ပါတယ်။ ဘာတန်အရသာအပြည့်နဲ့ တင်ဘာတန်ကားမို့ ဘာတန် ပရိသတ်တွေ သဘောကျကြမှာပါ။
နောက် ဒီကားဟာ 1984 မှာ ပွဲဦးထွက်အနေနဲ့ ဖရန်ကင်ဝီနီဆိုပြီး ရိုက်ခဲ့တဲ့ လူကားရဲ့ အန်နီမိတ်ဗားရှင်းလည်း ဟုတ်ပါတယ်။ ဘာတန်ဟာ လက်ရှိအထိ ကား၂၀ ရိုက်ခဲ့ပြီး ၂၀၁၉ ရဲ့ ဒမ်ဘိုကလွဲ ကျန်တဲ့ကားတွေအကုန် ရှယ်တွေပဲလို့ ပြောလို့ရပါတယ်။ Edward Scissorhands, Big Fish, Charlie and the Chocolate Factory, Corpse Bride တို့ကတော့ သူ့ရဲ့ လူသိအများဆုံးကားတွေဖြစ်ပါလိမ့်မယ်။ ဖရန်ကင်စတိန်းကိုမှ Pet Semetary ပေါင်းပြီး ဘာတန်စတိုင်အပြည့်နှောရိုက်ထားတဲ့ကားဖြစ်သလို ခွေးချစ်တဲ့သူတွေအတွက်လည်း ရင်ထဲ တော်တော်ထိမယ့်ကားပါပဲ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2GB, 1.1GB, 630MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.9/10
Format – mp4
Duration – 1H 27Min
Genre – Animation, Comedy, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
