"MK Ultra (2022)~ IMDb – 6.7/10, Rotten Tomatoes – 98% ~Pause( * အချို့သော ဇာတ်ဝင်ခန်းများသည် မိသားစုနှင့်အတူ ကြည့်ရှုရန် မသင့်တော်ပါ * )စိတ်ကိုထိန်းချုပ်စေခိုင်းခြင်း (mind control) ဆိုတာ စိတ်ကူးယဉ်ရုပ်ရှင် ဇာတ်လမ်းတွေအတော်များများမှာ ထည့်ရိုက်လေ့ရှိတဲ့ အကြောင်းအရာတစ်ခုပါ။စိတ်က ခန္ဓာကိုယ်ကို မောင်းနှင်တယ် ဆိုတဲ့စကားရှိပြီး မိမိသာ တခြားသူတစ်ယောက်ယောက်ရဲ့စိတ်ကို ထိန်းချုပ်ကိုင်တွယ်နိုင်လိုက်မယ်ဆိုရင် ကိုယ်ဟာ အဲဒီလူရဲ့ ခန္ဓာကိုယ်၊ အဲဒီလူ လုပ်သမျှကို လိုသလို အသုံးချ စေခိုင်းနိုင်ပြီ ဆိုတဲ့သဘောပဲ မဟုတ်လား။ စိတ်ကူးယဉ်ဆိုတာကလည်း လက်တွေ့ကနေ ဆင့်ပွါးဖြစ်တည်လာတဲ့အရာမို့ “စိတ်ကို ထိန်းချုပ်ခြင်း” ဆိုတဲ့ စကားလေးအပေါ် အခြေခံလို့ အင်အားကြီးနိုင်ငံတွေနောက်ကွယ်မှာ သို့လော သို့လော ဖြစ်စရာတွေ၊ အခုထိ ဖော်ထုတ်လို့မရတဲ့ လျှို့ဝှက်ချက်တွေ တပုံတပင်ကြီး ရှိနေမယ်ဆိုလျှင်ရော…?MK Ultra ဆိုတာကတော့ စီအိုင်အေရဲ့ လျှို့၀ှက်ပရောဂျက်နာမည်တစ်ခုဖြစ်ခဲ့ပြီး LSD ဆေးဝါးကို အမေရိကန်နိုင်ငံသားတွေထဲ မသိမသာ ဆေးခတ်ပြီး စိတ်ကိုထိန်းချုပ်ဖို့အတွက် စမ်းသပ်မှုပေါင်းများစွာ ညှဥ်းပန်းနှိပ်စက်မှုပေါင်းများစွာ ဖြစ်ပျက်ခဲ့တဲ့ ပရောဂျက်တစ်ခုပါ။ ၁၉၅၃ ခုနှစ်‌ကနေ ၁၉၇၃ ခုနှစ်အထိ ဒီပရောဂျက်ဟာ ကြာရှည်ခဲ့ပေမယ့် ၇၅ ခုနှစ်မှာတော့ ဒီပရောဂျက်ကို တရား၀င်စုံစမ်းစစ်ဆေးမှုတွေနဲ့အတူ ဖွင့်ဟချပြခဲ့ပါတယ်။ဒီဇာတ်လမ်းဟာလည်း စီအိုင်အေရာဇ၀င်မှာ အတော့်ကို ပွဲဆူခဲ့တဲ့ ဒီ “MK Ultra” ပရောဂျက်ကို ဖြစ်ရပ်မှန်နဲ့ ရောယှက်ရိုက်ကူးထားတာပဲမို့ ဗဟုသုတရစရာ တုန်လှုပ်စရာတွေကို ရှုမြင်ခံစားရမှာဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဉ်း…ဒေါက်တာ စထရောက်စ်ဆိုတာကတော့ ထူးချွန်တဲ့ စိတ်ဆရာ၀န်တစ်ယောက်ဖြစ်ပြီး သူ့ရဲ့ ပရောဂျက်အတွက် ရန်ပုံငွေထောက်ပံ့သူကို ရှာဖွေနေဆဲဖြစ်ပါတယ်။ ဒီလိုနဲ့ အဖွဲ့အစည်းတစ်ခုဘက်က သူ့ကို ထောက်ပံ့ဖို့ ဖြစ်လာပြီး သူ့ရဲ့ ပရောဂျက်ကြီးကို စတင်ဖို့ ဖြစ်လာပါတယ်။အဲဒီအဖွဲ့အစည်းရဲ့ နောက်ကွယ်က ‌ရည်ရွယ်ချက်ကို မသိခဲ့တဲ့ စထရောက်စ် အနေနဲ့ ပရောဂျက်ကို ဆုံးခန်းတိုင်သည်အထိ သုတေသနလုပ်ရင်း နိုင်ငံရေးနဲ့ သူ့ရဲ့ သုတေသနလမ်းကြောင်းမှာ ရှုပ်ထွေးမှုတွေ ဖြစ်လာပါတော့တယ်…။(ဒီဇာတ်ကားနဲ့အညွှန်းကို CHUCK မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 1.72GB, 861MBQuality – 1080p, 720pIMDb Rating – 6.7/10Format – mp4Duration – 1H 38MinGenre – ThrillerSubtitle – Myanmar Subtitle (Hardsub)Translated by CHUCKEncoded by Y"