"The Parent Trap (1998)~ IMDb – 6.6/10, Rotten Tomatoes – 86% ~Pauseလူကြီးမင်းတို့ အောင်သွယ်ဇာတ်လမ်းတွေ ကြားဖူးကြလားဗျ။ မပြောမရှိနဲ့။ ကိုယ့်ဘေးက ကိုယ့်ရည်းစားကတောင် သူများအောင်သွယ်ပေးထားလို့ စွံခဲ့တာ ဖြစ်ချင်ဖြစ်နေမှာ။ ဘာပဲဖြစ်ဖြစ်ပါလေ။ အောင်သွယ်ဇာတ်လမ်းတွေက နားမဆန့်အောင် ကြားခဲ့ရတာပါပဲ။ဒါပေမ‌ဲ့ လူကြီးမင်းတို့ကို တစ်ခုမေးပါရစေ။ သမီးနှစ်ယောက်က သူတို့ အဖေနဲ့အမေအရင်းခေါက်ခေါက်နှစ်ယောက်ကို ညားကြပါစေတော့ရယ်လို့ အောင်သွယ်ပေးခဲ့ကြတဲ့ ဇာတ်လမ်းတော့ ကြားဖူးမယ်တော့ မထင်ပေါင်ဗျာ။ စိတ်ဝင်စားရင်တော့ ဟောဒီဇာတ်လမ်းကိုသာ ကြည့်လိုက်ပါ။နွေရာသီကျောင်းကြိုစခန်းတစ်ခုကို အတူလာမိကြတဲ့ ၁၁ နှစ်အရွယ် ကောင်မလေးနှစ်ယောက်။ တစ်ယောက်က ဓားရေးကောင်းတယ်။ တစ်ယောက်က ဖဲရိုက်တာတော်တယ်။ ဘုရင်မနှစ်ပါးဆိုတော့ အချင်းချင်း ငြိကြတာပေါ့လေ။ ဒီလိုနဲ့ တစ်ယောက်နဲ့တစ်ယောက် ဘတပြန် ကျားတပြန် အနိုင်ယူကြရင်း ‌သောင်းကျန်းကြလွန်းလို့ သီးသန့်အိမ်တစ်ခုတည်းမှာ ခွဲထားခံရတဲ့အဖြစ်ရောက်သွားလေရဲ့။ဒါပေမဲ့ သူတို့သိသွားကြတာက သူတို့တွေဟာ တစ်အူထုံဆင်း မောင်နှမအရင်းဖြစ်ရုံမက၊ တစ်နေ့တည်းမွေးတဲ့ အမွှာတွေပါ ဖြစ်နေတာပါပဲ။ အဖေနဲ့ပဲ ကြီးပြင်းလာရသူနဲ့ အမေသာ တစ်ကမ္ဘာထင်ခဲ့သူနှစ်ယောက်တို့ မမြင်ဖူးသေးတဲ့မိဘကို မြင်ချင်ရှာလွန်းလို့ ကလေးဉာဏ်လေးတွေနဲ့ ကြိုးစားကြပုံလေးတွေပါ။The Parent Trap ဇာတ်ကားက ဂျာမန်ဝတ္ထုတစ်ပုဒ်ကို အသက်သွင်းထားတာဖြစ်ပြီး ၁၉၆၁ ခုနှစ်မှာ ရိုက်ကူးတင်ဆက်ခဲ့ပါတယ်။ အခု တင်ဆက်လိုက်တဲ့ဇာတ်ကားကတော့ သူ့ရဲ့ Remake ဇာတ်ကားဖြစ်ပြီး ၁၉၉၈ ခုနှစ်မှာ ရိုက်ကူးပြသခဲ့တာပါ။ ကုန်ကျငွေရဲ့ လေးဆကျော်ပြန်ရခဲ့ပြီး ကောင်းမွန်တဲ့ ဝေဖန်ချက်တွေနဲ့အတူ အောင်မြင်တဲ့ဇာတ်ကားတစ်ကား ဖြစ်ခဲ့ပါတယ်။သရုပ်ဆောင်တွေထဲကမှ အမွှာညီအစ်မ ဟယ်လီ နဲ့ အန်နီ အဖြစ် နှစ်ကိုယ်ခွဲသရုပ်ဆောင်ခဲ့သူ Lindsay Lohan ကိုတော့ လူကြီးမင်းတို့ ကြားဖူးမယ်ထင်ပါတယ်။ အမေရိကားရဲ့ အောင်မြင်ကျော်ကြားလှတဲ့ သရုပ်ဆောင် အဆိုတော် မိန်းမလှလေးပေါ့။ သူ့ရဲ့ဇာတ်ကားဖြစ်တာနဲ့အညီ သူ့ရဲ့ဇာတ်ရုပ်နဲ့ ဇာတ်လမ်းကို သယ်တဲ့နေရာမှာ ပိုင်နိုင်မှုရှိပြီး ကြည်နူးဖွယ်ရသကို ပေးစွမ်းနိုင်သူလေးပါ။ငယ်ရွယ်စဉ်မာန်မာနနဲ့ အချင်းချင်း ကျောခိုင်းခဲ့ကြတဲ့ မိဘနှစ်ပါးကို အမွှာညီအစ်မလေးနှစ်ယောက်က ပြန်လည်ပေါင်းထုပ်နိုင်ဖို့အရေး ပြန်အောင်သွယ်ပေးရတဲ့ ဟောဒီဇာတ်လမ်းလေးက Drama Comedy နှစ်သက်ကြသူတွေအတွက် မလွတ်တမ်းကြည့်ရှုသင့်တဲ့ ဇာတ်လမ်းလေးဖြစ်ပါတယ်။(ဒီဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.41GB, 1.21GBQuality – 1080p, 720pIMDb Rating – 6.6/10Format – mp4Duration – 2H 8MinGenre – Adventure, Comedy, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by Arr Khun WinchesterEncoded by Y"