"ဒီဇာတ်ကားလေးဟာဆိုရင် ၂၀၂၂ ခုနှစ် ဇူလိုင်လ ၂၉ ရက်နေ့မှာ
ရုံတင်ခဲ့ပြီးတော့ ရုံဝင်ငွေ ၂ ဘီလီယံကျော်ရရှိခဲ့တဲ့
ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်
ပြီးတော့ တောင်ကိုရီးယား ကာတွန်းရေးဆရာတစ်ယောက်ဖြစ်တဲ့
“Cho Seok” ဖန်တီးရေးသားထားသော “Moon You” ကို
အခြေခံရိုက်ကူးထားတဲ့ဇာတ်ကားလေးဆိုရင်လဲမမှားပါဘူး
အဓိကပါဝင်သရုပ်ဆောင်ထားကြတဲ့သူတွေအနေနဲ့ကတော့-
❏ အမည်မသိမထင်ရှားတဲ့ ပြုပြင်ထိန်းသိမ်းရေးဝန်ထမ်းငယ်လေးအဖြစ် – ချန်ထန်
❏ “လကမ္ဘာပေါ်က ကာကွယ်ရေးဒိုင်းကာအစီအစဥ် “ကို
ကြီးကြပ်ရသူအဖြစ် – မာလိ တို့ကနေပြီးတော့ ပါဝင်သရုပ်ဆောင်ထားကြပါတယ်ရှင်
ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့-
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“လူသားတွေဟာ ဂြိုလ်ငယ်လေးတွေရဲ့ ဝင်ရောက်တိုက်ခတ်မှုကနေပြီးတော့
ကာကွယ်ပြီးတော့ ကမ္ဘာမြေကြီးကိုကယ်တင်ဖို့အတွက်
“လကမ္ဘာပေါ်က ကာကွယ်ရေးဒိုင်းကာအစီအစဥ် ” ကို
လက်တွေ့ကျကျစီစဥ်ရေးဆွဲခဲ့ကြပါတယ် ဒါပေမဲ့လို့
မထင်မှတ်ထားပဲ ဥက္ကာခဲကြီးက ကြိုတင်ဝင်ရောက်လာခဲ့တဲ့အတွက်
အဖွဲ့ဝင်လုပ်သားတွေအားလုံး အရေးပေါ်အခြေအနေအရ
ထွက်​ခွာနေရတဲ့အချိန်မှာ ပြုပြင်ထိန်းသိမ်းရေး
ဝန်ထမ်းတစ်ယောက်ဖြစ်သူ တူကူယွဲ့ဟာ မတော်တဆမှုတစ်ခုကြောင့်
အဖွဲ့ခေါင်းဆောင် မာလန်ရှင်းရဲ့ အသိပေးချက်ကိုလွဲချော်ခဲ့ပြီး
တစ်ယောက်ထဲ လကမ္ဘာပေါ်မှာကျန်ရစ်ခဲ့ပါတော့တယ်
မထင်မှတ်ထားပဲ “လကမ္ဘာပေါ်က ကာကွယ်ရေးဒိုင်းကာအစီအစဥ် “ဟာ
မအောင်မြင်သွားပဲ တူကူယွဲ့ဟာ စကြဝဋ္ဌာအတွင်းမှာ
နောက်ဆုံးသော အသက်ရှင်ကျန်ရစ်သူတစ်ဦးဖြစ်သွားခဲ့ပါတော့တယ်
အဲဒီမှာ သူ့ရဲ့ဘဝကို လကမ္ဘာပေါ်မှာ အချိန်ကုန်ရင်းနဲ့…..?”
❏ ဘယ်လိုစိန်ခေါ်မှုတွေကို ကြုံတွေ့ ရင်ဆိုင်ရမလဲ ？
❏တစ်ယောက်ထဲ အထီးကျန်ဆန်တဲ့ဘဝကို ဘယ်လိုတွေကုန်ဆုံးမလဲ ？
❏ သူဒီစကြဝဋ္ဌာအတွင်းကနေရော လွတ်မြောက်နိုင့်ပါ့မလား…? ဆိုတာ
ဟာသနှောပြီးကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်ရှင်
[Reviewed By Chit Mya Mya Hmwe]
Quality : WEB-DL 1080p , 480p
Format : mp4
Genres : Comedy , Science Fiction
Runtime : 2h 2min
Subtitle : Myanmar Subtitle ( Hardsub )
Translated by CM Team
Encoded by LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
