Taipei Story ( 1985 )————————–IMDb – 7.6Rotten Tomatoes – 100%Directed By Edward YangNew Taiwenese Cinema ရဲ့ အစောပိုင်းရုပ်ရှင်တွေထဲ တစ်ကားအပါအဝင်ဖြစ်တဲ့ ထိုင်ပေစတိုရီကို ထိုင်ဝမ်ရုပ်ရှင်သစ်ရဲ့ ပဲ့ကိုင်ရှင်တွေထဲက တစ်ယောက်ဖြစ်တဲ့ အတ်ဒဝတ်ယန်းက ရိုက်ကူးထားပါတယ်။ Criterion Collectionကလည်း World CInema Project အတွက် 4k နဲ့ပြန်ထုတ်ခဲ့တဲ့ ထိုင်ဝမ်ရုပ်ရှင်ရဲ့ မှတ်တိုင်တစ်ခုလို့ ပြောလို့ရပါတယ်။ A Brighter Summer Day မှာ ယန်းဟာ ပြည်မနဲ့ထိုင်ဝမ် ခွဲထွက်တဲ့ကာလကို ရိုက်ပြပြီး အဲဒီခေတ်က အခြေအနေတွေကို ထင်ဟင်အောင်ရိုက်ပြခဲ့သလို ဒီရုပ်ရှင်မှာလည်း ယန်းဟာ ဂျပန်နဲ့ အမေရိကန်လွှမ်းမိုးမှုအောက်က ထိုင်ဝမ်စီးပွားရေးအခြေအနေကို သူ့ဟန်အတိုင်း ကာရိုက်တာတွေအများကြီးသုံးပြီး ပုံဖော်ရိုက်ကူးသွားတာပါပဲ။ရိုးရိုးရှင်းရှင်းဇာတ်ဝင်ခန်းတွေ tragedy တွေ မထင်ရင်မထင်သလို တော်တော်လှလာတတ်တဲ့ စီနီမာတိုတွေကို သုံးပြီး ၁၉၆၉ဝန်းကျင်က ထိုင်ပေမြို့ပြရဲ့ အခြေအနေကို မသိမသာရော သိသိသာသာရော ပြထားတဲ့ ရုပ်ရှင်ပါ။ ဒီကာလဟာ ယန်းလည်း ၂၀ဝန်းကျင်လောက်ပဲ ရှိသေးတဲ့ကာလဖြစ်သလို ဒီရုပ်ရှင်ရဲ့ တရုတ်နာမည်က ငယ်ဘဝရည်းစားကို ရည်ညွှန်းတယ်ဆိုတော့ ဒီရုပ်ရှင်ထဲက ကာရိုက်တာဟာ သူ့အကြောင်း တစ်စိတ်တစ်ပိုင်းလည်း ဖြစ်ကောင်းဖြစ်နိုင်ပါတယ်။ မင်းသမီးကတော့ သူနဲ့ယူလိုက်တဲ့ Tsai Chin ကို သုံးထားပြီး မင်းသားက‌တော့ သူ့ရောင်းရင်း ထိုင်ဝမ် new wave ဒါရိုက်တာတစ်ယောက်ဖြစ်တဲ့ Hou Hsiao – Hsien ပါ။ ယန်းဟာ တော်တော်တော်တဲ့ ဒါရိုက်ပေမဲ့ That Day on the beach , Taipei Story , Terrorizers , A brighter Summer Day , A Confucian Confusion , MahJong, Yi YI အစရှိသဖြင့် features Film ၇ကားပဲရိုက်ကူးခဲ့ပြီး CMမှာတော့ A Brighter Summer day , Yi Yi နဲ့ အခု ထိုင်ပေစတိုရီ ၃ကားတင်ပြီးပါပြီ။ ယန်းရဲ့ ရုပ်ရှင်တွေဟာ ထိုင်ဝမ်ရဲ့ မာစတာပိစ်တွေအကြောင်း ပြောရင် ဖယ်ထားလို့မရတဲ့ ရုပ်ရှင်တွေပါပဲ။ ထိုင်ပေစတိုရီဟာ ထိုင်ပေမြို့ပြလရောက်တမ်းခြင်းလို့ ပြောရင်လည်း မမှားပါဘူး။ ယန်းရဲ့ A brighter Summer Dayနဲ့တန်းတူ critic rating 100% ရထားတဲ့ ရုပ်ရှင်လည်း ဟုတ်ပါတယ်။(ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )File Size__(2.1GB) / (1GB)Quality__1080p, 720pIMDb Rating__7.6/10Format__mp4Duration__01:59:00Type__DramaSubtitle__Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Naing Aung Latt"