"In the wake (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“Ruroni Kenshin”ထဲက Kenshin တစ်ဖြစ်လဲ Tendo Senseiလို့သိကြတဲ့ မင်းသားSatou Takeru,မင်းသားကြီး Abe Hiroshi,”The door into summer” “My tomorrow,your yesterday”ထဲက မင်းသမီးလေး Kirohaya Kayaနဲ့အတူ နာမည်ရ supportတွေပါဝင်တဲ့ 2021ထွက် ဂျပန် မှုခင်း ဒရာမာရုပ်ရှင်ကိုတင်ဆက်ပေးလိုက်ပါတယ်။
၂၀၁၁ ငလျင်နဲ့ ဆူနာမီဖြစ်တဲ့အချိန်မှာ လူပေါင်းများစွာ ဘေးလွတ်ရာသို့ရွှေ့ပြောင်းခဲ့ရပြီး သေကြေပျက်စီးမှုတွေကလည်း များပြားခဲ့ပါတယ်။ ဒီအချိန်မှာ ဂျပန်အစိုးရကပေးတ​ဲ့ လူမှုဖူလုံရေးထောက်ပံ့ငွေကို ရမှရှင်သန်နိုင်မဲ့သူတွေလည်း အများကြီးရှိလာခဲ့ပါတယ်။ ငလျင်ဒုက္ခသည်ထဲမှာ တိုနဲ ရဆုဟိဆဆိုတဲ့လူငယ်၊ခေး တိုရှိမဆိုတဲ့ အဖွားနဲ့ ကန်ချန်လို့ခေါ်တဲ့ ကလေးမလေးလည်းပါခဲ့ပါတယ်။ တစ်ကောင်ကြွက်တွေဖြစ်ကျန်ခဲ့တဲ့သူတို့၃ယောက်က ကယ်ဆယ်ရေးစခန်းတစ်ခုတည်းမှာ နေရင်း မိသားစုအသစ်တစ်ခုလို သံယောဇဉ်တွယ်လာခဲ့ကြပါတယ်။
ဒါပေမဲ့ကိစ္စများစွာဖြစ်ပျက်ပြီးနောက် ၉နှစ်အကြာမှာတော့ တိုနဲက ထောင်ကနေလွတ်လာခဲ့ပါတယ်။ အဖွား ခေးတိုရှိမကတော့ သေဆုံးသွားခဲ့ပြီး ကန်ချန်ကတော့ အစိုးရဝန်ထမ်းတစ်ယောက်ဖြစ်နေခဲ့ပါပြီ။
အဲဒီအချိန် ဝါကဘရပ်ကွက်မ​ှာ လူသတ်မှုတစ်ခုပေါ်ပေါက်လာခဲ့ပါတယ်။ လူမှုဖူလုံရေးအရာရှိ မိခုမိုကို တိုက်ခန်းတစ်ခုထဲမှာ ကြိုးတုပ်ပြီးသတ်ခံထားရတာပါ။ ပြင်ပဒဏ်ရာမရှိဘဲ တစ်ပတ်ကျော်ကြာအောင် ပစ်ထားခံရလို့ အစာငတ်ပြီးသေဆုံးသွားခဲ့တာပါ။ ရဲတွေလည်း အခင်းဖြစ်နေရာနဲ့ မိခုမိုအလုပ်ဖြစ်တဲ့ လူမှုဖူလုံရေးရုံးမှာ စစ်ဆေးကြပါတယ်။ ဒါပေမဲ့မကြာခင်မ​ှာ သေဆုံးပုံချင်း ဆင်တူတဲ့လူသတ်မှုတစ်ခုထပ်ပေါ်လာခဲ့ပါတယ်။ ဂျောနိုအိချိဆိုတဲ့ ဒုဥက္ကဌကို လူသူကင်းတဲ့နေရာမှာပစ်ထားပြီး အစာငတ်သေစေခဲ့တာပါ။
ဒီလိုအငြိုးနဲ့လူသတ်မှုတွေရဲ့နောက်ကွယ်မှာ ဘယ်လိုအကြောင်းတရားတွေကရှိနေပြီး ဘယ်သူကျူးလွန်နေတာလဲဆိုတာကို ဆက်စပ်ဖော်ထုတ်သွားတဲ့ မှုခင်းဒရာမာဇာတ်ကားဖြစ်ပါတယ်။survival guiltလို့ခေါ်တဲ့ အဖြစ်ဆိုးနဲ့ကြုံပြီး ရှင်ကျန်ရစ်ခဲ့သူတွေမှာခံစားရတဲ့ အပြစ်မကင်းဖြစ်တဲ့စိတ်ကိုလည်း အသားပေးရိုက်ကူးထားပါတယ်။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )
File Size__(1.5GB) / (750MB)
Quality__WEB-DL_1080p, 720p
IMDb Rating__6.2/10
Format__mp4
Duration__02:05:00
Type__Crime
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
