"A Prophet (2009)~ IMDb – 7.8/10, RT – 96%, Meta – 90% ~PauseA Prophet (Un prophète) လို့ ခေါ်တဲ့ ဒီဇာတ်ကားဟာ ၂၀၀၉ ခုနှစ်မှာ ထွက်ရှိခဲ့တဲ့ ပြင်သစ်ဇာတ်ကားတစ်ကားဖြစ်ပြီး Crime / Drama ဇာတ်ကားအမျိုးအစားဖြစ်ပါတယ်။ နယ်နယ်ရရ ဇာတ်ကားမဟုတ်ဘဲ အကောင်းဆုံး နိုင်ငံခြားဇာတ်ကားအဖြစ်နဲ့ အော်စကာဆုကို လျာထားခြင်းခံခဲ့ရပြီး အခြားဆုပေါင်း ၅၂ ဆုနဲ့ nominations ၅၅ ခု ချိတ်ခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။ဇာတ်လမ်းအကျဥ်းအနေနဲ့ကတော့ ၁၉ နှစ်အရွယ် ဆယ်ကျော်သက်ကောင်လေး မလိခ်အယ်လ်ဂျယ်ဘနာဟာ ပြင်သစ်ထောင်တစ်ခုဆီမှာ ထောင်ဒဏ် ၆ နှစ် ကျခံခဲ့ရပါတယ်။ ပြစ်မှုကြီးကြီးမားမား ကျူးလွန်ထားခြင်း မရှိဘဲ ပြုပြင်ထိန်းသိမ်းရေးစခန်းတစ်ခုကိုသာ ၀င်ခဲ့ဖူးတဲ့ မလိခ်ဟာ အခု တကယ့်အရွယ်ရောက်သူ အပြစ်သားတွေကို ထိန်းသိမ်းတဲ့ ထောင်ထဲမှာ သူ့ဘ၀ ၆ နှစ်ကို ကုန်ဆုံးရတော့မှာပါ။ဂလယ်အူကြောင် မလိခ်တစ်ယောက် ထောင်တွင်းမှာ နှစ်ဂိုဏ်းကွဲနေတဲ့ ကော်စီကန်လူမျိုးအဖွဲ့နဲ့ မူစလင်လူမျိုးအဖွဲ့ နှစ်ဖွဲ့ကြားမှာ ပဲလှော်ကြားဆားညပ် ဖြစ်ရတဲ့အခြေအနေကို ရောက်ကိန်းဆိုက်နေပါပြီ။ ဒီလိုနဲ့ ကော်စီကန်အဖွဲ့ခေါင်းဆောင် လူရှန်နီဟာ မလိခ်ကို ထောင်တွင်းမှာ လူသတ်မှုတစ်ခုအတွက် စေခိုင်းရာကနေ မလိခ်ရဲ့ဘ၀က တဖြည်းဖြည်း ပြောင်းလဲလာပုံကို တင်ဆက်ရိုက်ကူးထားတာဖြစ်ပါတယ်။ မလိခ်တစ်ယောက် ကော်စီကန်တွေ ဘက်ပဲ ပါသွားမလား၊ မူစလင်တွေဘက်ပဲ ပါသွားမလား… ပြိုင်ဆိုင်မှုပြင်းထန်နေတဲ့ ဒီနှစ်ဖွဲ့ကြားထဲမှာ မလိခ် အသက်ရှင်ကျန်ရစ်ရအောင် ဘယ်လိုတွေ ဉာဏ်နီဉာဏ်နက်သုံးပြီး ကစားသွားမလဲဆိုတာ ကြည့်ရှုရမယ့် ဇာတ်ကား‌ကောင်းလေးတစ်ကားဖြစ်ပါတယ်။ ထောင်တွင်းဇာတ်ကားဖြစ်တဲ့အတွက် အသုံးအနှုန်းကြမ်းကြမ်းတွေ သတ်ဖြတ်ခန်းတွေ ပါမှာတော့ ပြောဖို့လိုတော့မယ် မထင်ပါဘူး။(ဒီဇာတ်ကားဖြစ်မြောက်ရေးအတွက် ဒါရိုက်တာဟာ အပြစ်သားဟောင်းတချို့ကို အကြံပေးတွေ ဖြတ်လျှောက်တွေအနေနဲ့ ငှားရမ်းခဲ့ပါတယ်။ ဒီဇာတ်ကားမရိုက်ကူးမီမှာ သူဟာ ပြင်သစ်မှာ အကျဥ်းသားတွေအတွက် ဇာတ်ကားပြသခဲ့ပြီး အကျဥ်းထောင်တွင်းအခြေအနေတွေကို မြင်တွေ့လိုက်ရတော့ အတော်လေးတုန်လှုပ်သွားခဲ့ပါတယ်။ အဲဒီမှာ သူဟာ ဒီဇာတ်ကားကို ရိုက်ဖို့ ဆုံးဖြတ်ခဲ့တာဖြစ်ပါတယ်)( * ပြင်သစ်စကားပြောကနေမှ အင်္ဂလိပ်ဘာသာကို မြန်မာလို ပြန်ဆိုထားတာဖြစ်တဲ့အတွက် တချို့နေရာလေးတွေမှာ ဘာသာပြန် ချို့ယွင်းချက်လေးအနည်းငယ်ရှိနိုင်ပါတယ် * )(ဒီဇာတ်ကားနဲ့အညွှန်းကို Chuck မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.5GB, 1.4GB, 810MBQuality – 1080p, 720p, 480pIMDb Rating – 7.8/10Format – mp4Duration – 2H 35MinGenre – Crime, DramaSubtitle – Myanmar Subtitle (Hardsub)Translated by ChuckEncoded by Y"