"Lost and Found (1996)~ IMDb – 7.2/10, Rotten Tomatoes – 76% ~Pauseနေလာရင်းဘဝမှာ မကြာမကြာဆိုသလို တစ်စုံတရာတော့ ပျောက်ရှနေကျပါပဲ။ ခဏခဏသေးသေးမွှားမွှားလေးတွေကနေ ရံဖန်ရံခါ ကြီးကြီးမားမားတွေ အထိ ပျောက်ရှနေတတ်တယ်။ တစ်ရံတစ်ခါမှာတော့ အကြီးဆုံးဆိုတဲ့အရာတွေအထိပေါ့။ ဆိုးဆိုးရွားရွားဆို လက်ထဲကိုင်ထားတဲ့ အင်္ကျီကို ဘယ်နားကျလို့ ကျခဲ့မှန်းမသိတဲ့ အဖြစ်မျိုးအထိ မကြာမကြာရှိခဲ့ဖူးတယ်။ သတိလက်လွတ်ဖြစ်စေ အထားအသိုမှားသည်ဖြစ်စေ အရေးအကြီးဆုံးဆိုတဲ့ အရာတွေကို ကျွန်တော်တို့ ပျောက်ရှဖူးခဲ့မှာပဲ။ မက်စက်တွယ်တာတဲ့ တစ်စုံတရာကို ပျောက်ရှဆုံးရှုံးတယ်ဆိုတာ ဘာနဲ့မှမတူတဲ့ ဝေဒနာပေါ့။ပြန်ရှာလို့မတွေ့နိုင်တဲ့အရာဆိုတာ မရှိဘူးတဲ့။ ပိုက်ဆံအိတ် အခိုးခံရတယ် ဆိုပါစို့။ အချင်းတစ်ကီလိုမီတာဝန်းကျင်က အမှိုက်ပုံးတစ်ပုံးပုံးထဲ အဲဒီပိုက်ဆံအိတ်ကို ပြန်တွေ့မှာပဲတဲ့။ ဒီစကားမှန်ရဲ့လားတော့ ကျွန်တော်မသိဘူးပေါ့။ ရုပ်ရှင်ထဲက Takeshi ကတော့ ပျောက်ဆုံးပစ္စည်းရှာဖွေရေးလုပ်ငန်း ထောင်ထားတယ်။ သတိလက်လွတ်နဲ့ ခါးပိုက်နှိုက်ခံရသည်ဖြစ်စေ၊ ကိုယ်တိုင်က အထားအသိုမှားသည်ဖြစ်စေ၊ ဘာမဆိုကို ပြန်ရှာပေးတဲ့ အလုပ်ပေါ့။ ပိုက်ဆံအိတ်၊ ဖုန်း၊ ဈေးသည်ရဲ့အလေး၊ အိမ်မွေးတိရိစ္ဆာန်ကနေ သရဲအထိ သူတို့မရှာပေးတာ ဘာဆိုဘာမှမရှိဘူး။ တစ်ခါတလေကျ လူတစ်ယောက်ပေါ့။ ကံဆိုးရင်တော့ တောဘဲရိုင်းတွေကနေ သေပြီးသားလူအထိ ရှာပေးရတတ်တယ်။ ပြန်ရှာလို့မတွေ့နိုင်တဲ့အရာဆိုတာမရှိဘူးဆိုတဲ့ ဆောင်ပုဒ်နဲ့ ပျောက်တာမှန်ရင် ရှာပေးတဲ့ သူတို့ဟာ သွေးကင်ဆာဖြစ်နေတဲ့ ကောင်မလေးတစ်ယောက်ရဲ့ ပျောက်နေတဲ့ မျှော်လင့်ချက်ကို ရှာပေးဖို့ အကြောင်းဖန်လာခဲ့တယ်။အဝေးဆီက ဥဩဆွဲသွားတဲ့ ရထားသံနောက်မှာ တွဲလျောင်းပါသွားတဲ့ မျှော်လင့်ချက်တွေ၊ မှောင်ရီလု သိဟ်ရာသီညနေခင်းရဲ့ မြေသင်းနံ့တွေ၊ အင်္ဂတေတွေ ကွာကျနေတဲ့ လမ်းဘေးအုတ်ခုံကလေးပေါ်က နေ့တွေ၊ ကမ္ဘာအစွန်းတစ်ဖက်ဆီ မျှော်ရီရင်း တငွေ့ငွေ့ကုန်လွန်ခဲ့ဖူးတဲ့ အနီးအနားမေတ္တာတွေ၊ မှောင်ချိန်မတိုင်ခင် လင်းတဲ့နေ့တွေ…၊ ဘယ်တစ်ခုက ပိုပြန်ရှာတွေ့ဖို့ခက်လဲ။ အစကတည်းမပိုင်ခဲ့တဲ့အရာလား အထားအသိုမှားခဲ့တဲ့အရာလား။ သူ့အချစ်ဟာ အစကတည်းက ကျွန်တော်မပိုင်ခဲ့တဲ့ အရာလား၊ သတိလက်လွတ်ဖြစ်ခဲ့ခြင်းလား။ ပြန်ရှာလို့မတွေ့နိုင်တဲ့ တစ်စုံတရာတွေ ပျောက်ဆုံးသွားတဲ့အခါ ဘယ်လိုအလင်းနဲ့ ဖာထေးမလဲ။မှော်ပညာဆိုတာကို ယုံလား။ ဒီကမ္ဘာကြီးရဲ့ ဟိုးဖက်အလွန်မှာ ဘာမဆိုဖြစ်နိုင်တဲ့တစ်နေရာ ရှိချင်ရှိမပေါ့။ နားထင်မှာ သေနတ်တေ့လျက်သားသူအတွက် ဖားမိုးတွေရွာကျလာသလိုမျိုး “Desus Ex Machina”, မျှော်လင့်ချက်ကျန်ဖို့သက်သက် ရိုးရိုးလေး ယုံကြည်ထားတဲ့ “Desus Ex Machina”, မှော်ဆန်တဲ့ ဖြစ်ရပ်တွေ ဒီကမ္ဘာမှာ မရှိပါဘူးလို့ ဘယ်သူတွေပြောလဲ။ တကယ်တမ်း ချစ်တတ်ခဲ့ရင် အခိုက်အတန့်တိုင်း မှော်ဆန်ခဲ့မှာပဲ။ မပိုင်မဆိုင်ရတော့ရင်တောင် ပြန်ယူဆောင်မသွားနိုင်တော့တဲ့ ဟိုးတုန်းက ညနေခင်းတွေဟာ ဒီဘဝအတွက် ရတုအဆက်ဆက် မှော်ဆန်နေလိမ့်ဦးမယ်။ ကြားဖူးတယ်… ဘယ်သူမဆို တစ်ဦးတစ်ယောက်ရဲ့ ဒဏ်ရာတွေ ကုစားပေးနိုင်တဲ့ မှော်ဆရာတွေ ဖြစ်နိုင်သလို ဘဝရဲ့အခိုက်အတန့်တိုင်း ဘဝရဲ့အပိုင်းအစတိုင်းက မှော်ဆန်နိုင်သတဲ့။“ဟေး ဂျွန်အချစ်ကိုမနိုင်မချင်း သယ်ဆောင်လာတဲ့တမျှော်တခေါ်အနမ်းရဲ့ ဟိုးအတွင်းဘက်မှာအိမ်ဆီပြန်ခေါ်မယ့်လမ်း ပါသကွဲ့။အဲဒီမြေ ငါနမ်းလိုက်ပါရစေတော့…”– မောင်သိန်းဇော်— — — — — —(Lost and Found ဟာ ဒီဘက်က ဟောင်ကောင်ပရိသတ်တွေ ပြောတာသိပ်မတွေ့ရပေမဲ့ အာရှရုပ်ရှင်ပရိသတ်တွေကြားတော့ တော်တော်လေး ဘောင်ဝင်တဲ့ ဟောင်ကောင်ကားပါ။ ကျွန်တော်တို့လို နှောင်းပိုင်းလူတွေ ဒီကားကို ကြည့်ဖြစ်ကြရင် ဝေါင်ကာဝေးကားတွေနဲ့ ကျွန်တော်တို့ကိုဖမ်းစားခဲ့ပြီး ဟောင်ကောင်ကားကောင်း မနည်းရိုက်ခဲ့တဲ့ Takeshi Kaneshiro ကြောင့်လို့ပြောရင် မမှားပါဘူး။ Takeshi Kaneshiro ကြောင့် ဒီရုပ်ရှင်ကို ကြည့်ဖြစ်ခဲ့တယ်ဆိုပေမဲ့ Lost and Found ဟာ Takeshi Kaneshiro ရဲ့ Solo ကားတွေထဲ အကောင်းဆုံးကားလို့ပြောလို့ရတဲ့အထိ လှတဲ့ ရုပ်ရှင်ပါပဲ။ ဟောင်ကောင်ဂိတစ်ချို့ရဲ့ အကြိုက်ဆုံး ဟောင်ကောင်ရုပ်ရှင်ငါးဆယ်ထဲ ထက်ဝက်လောက်မှာ နေရာယူနေတတ်ပြီး ရိုမန့်ဒရာမာကြိုက်တဲ့လူတွေဆို တစ်ခါကြည့်ပြီးတာနဲ့ နောက်တစ်ခါပြန်ကြည့်ချင်စိတ်ပေါ်စေမယ့်အထိ ဆွဲဆောင်မှုရှိတဲ့ ရုပ်ရှင်ပါပဲ။ မင်းသမီးကလည်း Faye Wong နဲ့ တော်တော်လေးဆင်သလို သူ့အလှကလည်း ဒီကားကို ပိုတောက်ပစေခဲ့တဲ့ တစ်ချက်လို့ပြောရင်မမှားပါဘူး။ သီချင်းတွေကလည်း ကားနဲ့အတော်လေးပနံသင့်တဲ့ ရိုမန့်ကားတွေမှာ ပါသင့်ပါထိုက်တဲ့ အချက်တွေ အကုန်ပါနေတဲ့ တော်တော်ကောင်းတဲ့ ရုပ်ရှင်ပါ)[ဝတ္တုတွေထဲမှာ ဇာတ်လိုက်မင်းသား သို့ မင်းသမီး ကြုံနေရတဲ့ အခက်အခဲပြဿနာတစ်ခုကို အလွယ်တကူ ဖြေရှင်းတဲ့နည်းရှိပါတယ်။ ဝေဖန်ရေးဝေါဟာရအနေနဲ့ Deus Ex Machina လို့ ခေါ်တယ်။ နတ် သို့မဟုတ် နတ်ဘုရားတစ်ပါးပါးက ဝင်ကယ်လိုက်တာမျိုးပါပဲ။ ဂရိရှေးဟောင်းပြဇာတ်တွေက အစပြုတယ်။သဘောက ဒီလို။ မင်းသား သို့ မင်းသမီးဟာ အခက်အခဲ ဒုက္ခနဲ့ရင်ဆိုင်နေရတယ်။ အဲ့ဒါကို သဘာဝကျကျ နည်းမှန်လမ်းမှန်နဲ့ ဖြေရှင်းဖို့မကြိုးစားဘဲ နတ်လိုလို သိကြားလိုလို တန်ခိုးရှင်တွေက ဝင်ဖြေရှင်းလိုက်လို့ ပြေလည်ပြီး ဇာတ်သိမ်းသွားတယ်။ အဲ့ဒီလို ဝင်ဖြေရှင်းပေးလိုက်တာကို ဘာမှသွားပြောလို့မရဘူး။ သဘာဝမကျဘူးလို့ ပြောလို့မရဘူး။ မဖြစ်နိုင်ဘူးလို့လည်း ပြောလို့မရဘူး။– ဇော်ဇော်အောင်၏ ဝေဝေရီရီမှ ](ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)Size – 2.1GB, 1.02GBQuality – 1080p, 720pIMDb Rating – 7.2/10Format – mp4Duration – 1H 49MinGenre – Drama, RomanceSubtitle – Myanmar Subtitle (Hardsub)Translated by WiRa AungEncoded by Y"