ဒီနှစ်ထဲမှာထွက်ရှိထားတဲ့ ဝေါ့လ်ဒ်ဒစ္စနေးရဲ့ သိပ္ပံစိတ်ကူးယဉ် animation ဇာတ်ကားကောင်းလေးတစ်ကားလာပါပြီ။ဇာတ်လမ်းအကျဉ်းကတော့ ဂျေဂါကလေ့ဒ်ဟာ အဗာလိုနီးယားဆိုတဲ့ပြည်က နာမည်ကြီးစူးစမ်းရှာဖွေသူတစ်ယောက်ပါ။ အဗာလိုနီးယားဟာ ‌တောင်အထပ်ထပ်ကာရံထားတဲ့ တိုင်းပြည်တစ်ခုဖြစ်ပြီး အဲ့ဒီတောင်တွေရဲ့ဟိုဘက်မှာ ဘာတွေရှိမလဲဆိုတာ ဘယ်အဗာလိုနီးယားပြည်သူမှမသိကြသလို သိရအောင်စူးစမ်းတဲ့ စူးစမ်းရှာဖွေသူတိုင်းဟာလည်း မအောင်မြင်ခဲ့ကြပါဘူး။ အဲ့လိုခက်ခဲကြမ်းတမ်းပြီး မရေရာတဲ့စိတ်ကူးအိပ်မက်ကို မက်နေသူကတော့ ဂျေဂါကလေ့ဒ်ပဲဖြစ်ပါတယ်။ ဂျေဂါကလေ့ဒ်ဟာ ဇွဲကြီးကြီးထားကြိုးစားပြီး တောင်တန်းတွေကို ဖြတ်ကျော်နိုင်ဖို့ ကြံစည်အားထုတ်ခဲ့ရမှာ တစ်နေ့မှာတော့ မထင်မှတ်ထားတာတစ်ခုဖြစ်လာခဲ့ပါတယ်။ အဲ့ဒါကတော့ ‌တောင်တန်းတွေကိုကျော်နိုင်မယ့် မိုးကုပ်စက်ဝိုင်းကို လှမ်းမြင်ရချိန်မှာ သူ့ရဲ့လက်ထောက်လည်းဖြစ်၊ သားလဲဖြစ်တဲ့ ဆာချာကလေ့ဒ်ဟာ ထူးဆန်းပြီးလက်လက်ထနေတဲ့ အပင်တစ်မျိုးကိုတွေ့ခဲ့ပါတယ်။ အဲ့ဒီမှာပဲ ဂျေဂါရဲ့အိပ်မက်ကို အကောင်အထည်မဖော်သေးပဲ အဆိုပါအပင်ကို အဗာလိုနီးယားဆီပြန်ပို့သင့်၊ မပို့သင့် အငြင်းပွားရာကနေ သားအဖနှစ်ယောက် သဘောထားကွဲလွဲပြီး ဂျေဂါကတစ်ဘက်၊ သားဖြစ်သူ ဆာချာနဲ့ အဖွဲ့သားတွေကတစ်ဘက် ဖြစ်သွားကြပါတော့တယ်။အဲ့ဒီမှာပဲ ခေါင်းမာတဲ့ဂျေဂါဟာသူတစ်ဦးတည်း ခရီးဆက်ထွက်ပြီး သားဖြစ်သူနဲ့အဖွဲ့သားတွေကို အိမ်ပြန်စေပါတယ်။ အဲ့နောက်ပိုင်း ဂျေဂါရဲ့သတင်းမကြားရတော့သလို သားဖြစ်သူဆာချာဟာလည်း သူတွေ့ရှိခဲ့တဲ့ အဆိုပါလက်လက်ထနေတဲ့ ပန်ဒိုအပင်ကို စိုက်ပျိုး၊ သုတေသနပြုပြီး ပန်ဒိုဆီကနေ စွမ်းအင်ထုတ်ယူနိုင်ခဲ့ပါတယ်။ အဲ့စွမ်းအင်ကိုပဲ လျှပ်စစ်လို အသုံးချပြီး အဗာလိုနီးယားကို လူနေမှူအဆင့်မြင့်မားစေခဲ့လို့ အထင်ကရပုဂ္ဂိုလ်တစ်ဦးအနေနဲ့ လေးစားခံရပါတယ်။တစ်နေ့မှာ ဆာချာရဲ့အိမ်ရှေ့စိုက်ခင်းမှာ သူတို့အဗာလိုနီးယားပြည်သူတွေ သုံးစွဲနေကျလေသင်္ဘောအငယ်စားထက်ကြီးမားတဲ့ ယာဉ်တစ်ခုရောက်နေလို့ ထွက်ကြည့်လိုက်တဲ့အခါ အဗာလိုနီးယားသမ္မတဖြစ်သူ မောလ်ကိုတွေ့လိုက်ရပါတယ်။ မောလ်ဟာ ဂျေဂါရဲ့ခရီးစဉ်မှာ အဖွဲ့သားအဖြစ်လိုက်ပါဖူးသူပါ။ မောလ်ပြောပြချက်အရ အဗာလိုနီးယားပြည်ရဲ့ အဓိကစွမ်းအင်ထုတ်ကုန်ဖြစ်တဲ့ ပန်ဒိုပင်မှာ ဘေးအန္တရာယ်ကျရောက်နေကြောင်းသိလိုက်ရပြီး မောလ်ကလည်း ပန်ဒိုကိုကယ်တင်မယ့်ခရီးစဉ်တစ်ခုစီစဉ်ထားလို့ ဆာချာကိုလည်း လိုက်စေချင်ကြောင်း ပြောပါတယ်။ မငြင်းသာလို့ ဆာချာလိုက်ရမယ့်အချိန်မှာ စူးစမ်းလိုစိတ်ပြည့်နေတဲ့ ဆယ်ကျော်သက် သားဖြစ်သူ အီသန်လည်း အတင်းလိုက်ချင်နေတဲ့အခါ…။ဆာချာတို့ရဲ့ခရီးစဉ်ထဲ အီသန်ပါသွားမလား…။ပန်ဒိုကိုဒုက္ခပေးနေတဲ့ အရာရဲ့ဇာစ်မြစ်ကို မောလ်တို့အဖွဲ့ ဖော်ထုတ်တားဆီးနိုင်မှာလား…။နောက်ထပ် ဘာအလှည့်အပြောင်းတွေရှိလာဦးမလဲဆိုတာတော့ ဇာတ်ကားထဲမှာပဲ ရှုစားကြည့်ကြရအောင်ပါ။ဒစ္စနေးအင်နီမေးရှင်းကားတွေရဲ့ ထုံးစံအတိုင်း အသက်ဝင်ပီပြင်အောင် ဖန်တီးရိုက်ကူးထားလို့ ရှုခင်းတွေ၊ စိတ်ကူးယဉ်သတ္တဝါဆန်းတွေ၊ လှုပ်ရှားမှုတွေကို ပီပီပြင်ပြင်ရသမြောက်‌စွာ ရှုစားကြည့်ရှုရမှာပါ။အဖေနဲ့သားကြား၊ မြေးအဘိုးကြား သံယောဇဉ်တရားနဲ့ လူကြီး၊လူငယ်ကြား ပဋိပက္ခလွန်ဆွဲတတ်မှုတွေအကြောင်း ပညာပေးရိုက်ကူးပြသထားလို့ မိသားစုတွေနဲ့ကြည့်ရှုဖို့ တိုက်တွန်းချင်ပါတယ်။ တစ်ချို့ဇာတ်ဝင်ခန်းလေးတွေမှာတော့ gender orientation သဘောဆန်တဲ့ အကြောင်းလေးအချို့ပါလို့ စိတ်အနှောင့်အယှက်ရှိနိုင်ပါတယ် (ဟောလိဝုဒ်ရဲ့ ပထမဦးဆုံး LGBT တုတ်ထိုးအိုးပေါက်ဇာတ်ဝင်ခန်းပါတဲ့ဇာတ်ကားလို့‌တောင် ဝေဖန်ရေးသမားတွေကတော့ မှတ်ချက်ပြုထားပါတယ်)IMDb rating 5 ဖြစ်ပြီးတော့ Rotten tomatoes 74% ဖြစ်ပါတယ်။File size…(2.5GB) / (1.07GB) / (537MB)Quality…. Web 1080P / 720p / 480pFormat…mp4Duration….01:42:00Genre…Animation / Action / AdventureSubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Ninja"