"ကျွန်တော်တို့ဟာ အစ္စလာမ်ဘာသာကို
တိုက်ခိုက်နေခြင်း မဟုတ်ပါဘူး ၊ အစ္စလာမ်ဘာသာကို ခုတုံးလုပ်ပြီး အကြမ်းဖက်သောင်းကျန်းနေသူများကို တိုက်ခိုက်နေခြင်းသာ ဖြစ်ပါတယ်လို့ အိုဘားမား သမ္မတဖြစ်ခါစ အရှေ့အလယ်ပိုင်းခရီးစဉ်မှာ ပြောခဲ့ဖူးတယ် ။
၁၉၈၀ ကျော်မှာ
ဆိုဗီယက်က အာဖဂန်နစ္စတန်ကို ကျူးကျော်တုန်းက အမေရီကန် CIA တွေက ဘင်လာဒင်တို့လို့ မျိုးချစ်ပုဂ္ဂိုလ်တစ်ချို့ကို တော်လှန်ရေးသမားအဖြစ် မွေးမြူခဲ့တယ် ။ CIA ရဲ့ ရည်ရွယ်ချက်က အရှေ့အလယ်ပိုင်းဒေသမှာ အမေရီကန်ရဲ့ အကျိူးစီးပွားကို ထိခိုက်နိုင်တဲ့ ဆိုဗီယက်ရဲ့ ဩဇာအာဏာကို ဟန့်တားဖို့ပေါ့ ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၁၉၉၀ ကျော်
အမေရီကန် သမ္မတ ဂျော့ဘုရှ် လက်ထပ်မှာတော့ အီရတ်က ဆတ်ဒမ်ဟူစိန်ကိုအမေရီကန်က ဖြုတ်ချချင်တယ် ။ အီရတ်ပြည်တွင်းမှာ ဆတ်ဒမ်ကို တော်လှန်ချင်သူတွေကို လက်နက်တွေပေးတယ် ၊ အကြမ်းဖက်နည်းတွေ သင်ပေးတယ် ၊ ဗုံးလုပ်နည်းတွေ သင်ပေးတယ် ။ အမေရီကန် သမ္မတသစ် ကလင်တန် လက်ထပ်မှာ နိုင်ငံခြားရေးမူဝါဒကပြောင်းသွားတယ် ။ အီရတ်မြေပြင်က CIA တွေက ပြောင်းသွားတဲ့ မူဝါဒကြောင့် အကုန်ပြန်ကုန်တယ် ။ အီရတ်မှာတော့ အကြမ်းဖက်နည်းအတတ်တွေ တတ်ပြီးနေတဲ့ အစ္စလာမ်တွေဟာ ဆတ်ဒမ်ရဲ့ ဖိနှိပ်မှု ဒုက္ခတွေကြားထဲ ကျန်နေခဲ့တယ် ။
ဇာတ်လမ်းအကျဉ်းကတော့
အဲဒိ အကြမ်းဖက်အတတ်တွေ တတ်နေတဲ့ အာရပ်တွေဟာ အမေရီကန် နယူးယောခ့်မြို့ကို ဘယ်လိုအကြမ်းဖက်မှုတွေနဲ့ ခြိမ်းခြောက်မလဲ ၊ FBI ကရော ဘယ်လိုကာကွယ်မလဲ ၊ CIA ကရော နိုင်ငံရေးအတွက် ဘယ်လိုကစားမလဲ ၊ အမေရီကန် စစ်တပ်ကရော ဘယ်လိုအနေအထားကနေ ပါဝင်ပတ်သက်မလဲဆိုတာ ကျုပ်ဆက်ပြောရင် ကျုပ်ပဲမောတယ် ခင်ဗျားဘာသာ ကြည့်တော့ဗျာ့ ။
(ဇာတ်လမ်းအညွှန်းနဲ.ဘာသာပြန် သူကတော့ ဆရာ ဝေလင်းကျော် ပါ)
——————————————————————————————-
ကြၽန္ေတာ္တို႔ဟာ အစၥလာမ္ဘာသာကို
တိုက္ခိုက္ေနျခင္း မဟုတ္ပါဘူး ၊ အစၥလာမ္ဘာသာကို ခုတံုးလုပ္ၿပီး အၾကမ္းဖက္ေသာင္းက်န္းေနသူမ်ားကို တိုက္ခိုက္ေနျခင္းသာ ျဖစ္ပါတယ္လို႔ အိုဘားမား သမၼတျဖစ္ခါစ အေရွ႕အလယ္ပိုင္းခရီးစဥ္မွာ ေျပာခဲ့ဖူးတယ္ ။
၁၉၈၀ ေက်ာ္မွာ
ဆိုဗီယက္က အာဖဂန္နစၥတန္ကို က်ဴးေက်ာ္တုန္းက အေမရီကန္ CIA ေတြက ဘင္လာဒင္တို႔လို႔ မ်ဳိးခ်စ္ပုဂၢိဳလ္တစ္ခ်ဳိ႕ကို ေတာ္လွန္ေရးသမားအျဖစ္ ေမြးျမဴခဲ့တယ္ ။ CIA ရဲ႕ ရည္ရြယ္ခ်က္က အေရွ႕အလယ္ပိုင္းေဒသမွာ အေမရီကန္ရဲ႕ အက်ဴိးစီးပြားကို ထိခိုက္ႏိုင္တဲ့ ဆိုဗီယက္ရဲ႕ ဩဇာအာဏာကို ဟန္႔တားဖို႔ေပါ့ ။
၁၉၉၀ ေက်ာ္
အေမရီကန္ သမၼတ ေဂ်ာ့ဘုရွ္ လက္ထပ္မွာေတာ့ အီရတ္က ဆတ္ဒမ္ဟူစိန္ကိုအေမရီကန္က ျဖဳတ္ခ်ခ်င္တယ္ ။ အီရတ္ျပည္တြင္းမွာ ဆတ္ဒမ္ကို ေတာ္လွန္ခ်င္သူေတြကို လက္နက္ေတြေပးတယ္ ၊ အၾကမ္းဖက္နည္းေတြ သင္ေပးတယ္ ၊ ဗံုးလုပ္နည္းေတြ သင္ေပးတယ္ ။ အေမရီကန္ သမၼတသစ္ ကလင္တန္ လက္ထပ္မွာ ႏိုင္ငံျခားေရးမူဝါဒကေျပာင္းသြားတယ္ ။ အီရတ္ေျမျပင္က CIA ေတြက ေျပာင္းသြားတဲ့ မူဝါဒေၾကာင့္ အကုန္ျပန္ကုန္တယ္ ။ အီရတ္မွာေတာ့ အၾကမ္းဖက္နည္းအတတ္ေတြ တတ္ၿပီးေနတဲ့ အစၥလာမ္ေတြဟာ ဆတ္ဒမ္ရဲ႕ ဖိႏိွပ္မႈ ဒုကၡေတြၾကားထဲ က်န္ေနခဲ့တယ္ ။
ဇာတ္လမ္းအက်ဥ္းကေတာ့
အဲဒိ အၾကမ္းဖက္အတတ္ေတြ တတ္ေနတဲ့ အာရပ္ေတြဟာ အေမရီကန္ နယူးေယာခ့္ၿမိဳ႕ကို ဘယ္လိုအၾကမ္းဖက္မႈေတြနဲ႔ ၿခိမ္းေျခာက္မလဲ ၊ FBI ကေရာ ဘယ္လိုကာကြယ္မလဲ ၊ CIA ကေရာ ႏိုင္ငံေရးအတြက္ ဘယ္လိုကစားမလဲ ၊ အေမရီကန္ စစ္တပ္ကေရာ ဘယ္လိုအေနအထားကေန ပါဝင္ပတ္သက္မလဲဆိုတာ က်ဳပ္ဆက္ေျပာရင္ က်ဳပ္ပဲေမာတယ္ ခင္ဗ်ားဘာသာ ၾကည့္ေတာ့ဗ်ာ့ ။
(ဇာတ္လမ္းအညႊန္းနဲ.ဘာသာျပန္ သူကေတာ့ ဆရာ ေ၀လင္းေက်ာ္ ပါ)
File Size : (802MB)
Quality : Bluray 720p
Running Time : 1hr 56minutes
Format : Mp4
Genre : Action,Thriller
Translated By Wai Linn Kyaw
Encode By Thanhtike Zaw
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
