"Comedy, Drama, Romance
ကဲ ကဲ လူရှင်းမယ် လူရှင်းမယ်
အားလုံးစောင့်မျှော်နေကြတဲ့ အမီခန်းရဲ့ ကားသစ်ကြီးလာပါပြီ 🎉..
Forrest Gump Remake ကားလည်းဖြစ်
မင်းသားကလည်း မင်းသားကြီး အမီခန်းလည်းဖြစ်တော့
ကြည့်မကောင်းမှာ ပူစရာမလိုတော့ပါဘူး
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နာမည်ကြီးကားကို ပြန်ရိုက်ထားတဲ့ ကားဖြစ်တော့
အများကြီးတော့ ညွှန်းစရာလိုမယ် မထင်ပါဘူးနော်
“လိုင်” ဆိုတဲ့ကောင်လေးဟာ ဉာဏ်ရည်အိုင်ကျူ နိမ့်ပါးတဲ့သူတစ်ယောက်
ဖြစ်တဲ့အပြင် ခြေထောက်ကလည်း မသန်စွမ်းတဲ့သူတစ်ယောက်ပေါ့
ဒါပေမယ့် သူ့အမေက သူ့ကို သူဟာ ဘာမှကွဲပြားနေတဲ့သူ မဟုတ်ကြောင်းနဲ့
သူဟာ ဘာမဆိုတတ်စွမ်းနိုင်ကြောင်းကို အမြဲတမ်း သင်ပြပေးတယ်
အမြဲတမ်း အနိုင်ကျင့်ခံရပြီး အပယ်ခံနေရတဲ့ သူတစ်ယောက်
ကျောင်းရောက်တော့ သူ့ဘက်မှာရပ်တည်ပေးတဲ့
ပထမဆုံးသူတစ်ယောက်နဲ့ ဆုံတွေ့လိုက်ရတယ်
သူကတော့ “ရူပါ” တဲ့
အဲဒီလိုနဲ့ ရူပါဟာ သူ့ဘဝ သူ့အနာဂတ် သူ့အိပ်မက်ဖြစ်လာတယ်
ရူပါတစ်ခွန်းဆို တစ်ခွန်း သူ မဆိုင်းမတွလုပ်တတ်လာတယ်
သူ့အမေနဲ့ ရူပါဟာ သူ့ဘဝရဲ့ အကောင်းဆုံးလူတွေပေါ့
အနိုင်ကျင့်တဲ့သူတွေလက်ထဲက ပြေးရင်းနဲ့
အပြေးသန်လာတဲ့ သူဟာ အပြေးသမားလည်း လုပ်ဖြစ်ခဲ့တယ်
စစ်ထဲလည်း ဝင်ဖူးခဲ့တယ် ဘဝကြီးမှာ သူမလုပ်ဖူးတာ မရှိလောက်အောင်
အစုံသူလုပ်ခဲ့တယ်
“လိုင်” ဆိုတဲ့ ကောင်လေးဟာ
ဉာဏ်ရည်နိမ့်ပါးသူဖြစ်လင့်ကစား လူတကာထက် တော်တယ်
လူတကာထက် စိတ်ဓာတ်ကောင်းတယ် လူတကာထက် ရိုးသားတယ်
လူတကာထက် ဇွဲကြီးတယ် လူတကာထက် အစွဲအလမ်းကြီးတယ်
သူဟာ တကယ့်ကို အတုယူထိုက်တဲ့ စံနမူနာတစ်ယောက်အဖြစ်
လူတိုင်းရဲ့နှုတ်ဖျားမှာ စွဲထင်ကျန်ရစ်တဲ့သူဖြစ်ခဲ့တယ်
ဒီကားလေးဟာ Forrest Gump ကို ပြန်ရိုက်ထားတာဖြစ်တဲ့အပြင်
မင်းသားကလည်း 3 idiotsထဲက အမီခန်းဖြစ် မင်းသမီးကလည်း ကရီနာကပူးဆိုတော့
အိန္ဒိယအငွေ့အသက်တွေနဲ့ တစ်မူဆန်းသစ်ပြီး တကယ့်ကို
ကြည့်လို့ကောင်းနေမှာ အသေအချာပါပဲ
အဲဒါကြောင့် ကြည့်ဖြစ်အောင် ကြည့်ကြဖို့ အခုလိုပဲ တိုက်တွန်းလိုက်ပါရစေရှင်
File size…2.4GB / 1.09GB
Quality…1080p True WEB DL / 720p
Format…mp4
Duration….2h 39m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Sora & BpL & Yunni & Kevin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
