"ကဲ ပရိသတ်ကြီးရေ ဒီတစ်ခါတော့ လှည့်ကွက်ကြီး ၁၀ခုအကြောင်းကို တင်ဆက်ပေးလိုက်ပါပြီ ရုပ်ရှင်လေးကတော့ အဖြူ အမဲ ကားလေးပါပဲ လှည့်ကွက်ကြီး ၁၀ခုဆိုလို့ ပိုက်ဆံလိမ်တာတို့ ဘာတို့တွေအထိ မတွေးလိုက်ကြပါနဲ့ အနီးအနားက ကိစ္စလေးတွေကိုပဲ တွေးလိုက်ကြပါ ယောကျာ်းထုကြီးအတွက် ကတော့ ကြည့်လို့လည်းကောင်းသလို ပညာတွေလည်းတစ်လှေကြီးရနိုင်မဲ့ ကားလေးပါပဲ အဲ အိမ်ထောင်ရှင် မမများအတွက်တော့ ကိုယ့် ယောကျာ်းထက်ခြေလှမ်း တစ်လှမ်းသာနေချင်ရင် ဒီကားလေးကိုကြည့်ပြီးသာ ပညာယူထားရမှာပါ ဟုတ်ကဲ့ ဒီရုပ်ရှင်ရဲ့ အဓိက လှည့်ကွက်ကြီး ၁၀ခုကတော့ ပြည့်တန်ဆာအိမ်မှာ ယောကျာ်းတွေလုပ်လေ့ လုပ်ထရှိတဲ့ အကြောင်းတွေပါပဲ အဲဒါအပြင် အိမ်တိုင်ရာရောက်ဝန်ဆောင်မှုပေးတဲ့ အကြောင်းလေးတွေရယ် အမ်းနိုင်သမျှအမ်းလွန်းတဲ့ မမကြီးတွေရဲ့ နှင်းဆီခိုင်လေးတွေအကြောင်းရယ်ကို သဘာဝကျကျ အဖြစ်ကိုအဖြစ်အတိုင်း ရိုက်ပြထားတဲ့ကားလေးဖြစ်ပါတယ် (ဘာသာပြန်နေရင်းတောင် ငယ်ငယ်က သူငယ်ချင်းကိုသတိရမိသွားတဲ့အထိပါပဲ)အဲဒီတော့ ဇာတ်လမ်းရယ်ဆိုတာတော့ သေချာမရှိဘဲ ဖြစ်တတ်တဲ့သဘောတရားတွေကို ရိုက်ပြထားတာမို့လို့ တစ်ကားတည်းနဲ့ ဇာတ်လမ်းပေါင်း များစွားကို အဝကြီးကြည့်ရှုရမှာပါ ဒါပေမဲ့ ဒီကားလေးကိုကြည့်ရင် ရနိုင်မဲ့ အကျိုးကျေးဇူးလေးတွေကတော့ အဲဒီလိုနေရာကိုသွားရင် ဘာတွေကို ရှောင်ရမလဲ ဆောင်ရမလဲ ကိုယ်ကတော့ ကြွေသွားအောင်လုပ်လိုက်တာပဲ သူတို့အမြင်မှာတော့ဘယ်လိုဖြစ်သွားမလဲ ကောင်းမလေးတွေရဲ့ စိတ်ထားကို အပြည့်အဝမဟုတ်ဘူးဆိုပေမဲ့ ဘယ်လိုလေးနားလည်ထားအောင်လုပ်မလဲ အိမ်ထောင်သည် ယောကျာ်းတွေထဲမှာမှ အပျော်ရှာပြီးသွားတတ်တဲ့သူရှိသလို မိန်းမကရောဂါခံစားနေရလို့ ဘာမှမလုပ်ပေးနိုင်တာတောင် စည်းစောင့်တဲ့သူတွေဆိုတာ တကယ်ပဲရှိတာလား ပိုက်ဆံကျိကျိတက်ချမ်းသာပေမဲ့လည်း မိန်းမကအငြိမ်နေနိုင်ပါ့မလား ဆိုတာတွေကို အများကြီးကြည့်ရှုရမှာပါ လှည့်ကွက်တွေကိုတော့ မျက်လှည့်အကွက်လေးတွေနဲ့ နှိုင်းယှဉ်ပြထားပြီး မျက်လှည့်ဆရာတစ်ယောက်ရဲ့ ခံစားချက်လေးပါ ပေါ်လွင့်အောင်ရိုက်ပြထားလို့ ကြည့်ကိုကြည့်သင့်တဲ့ကားလေးတစ်ကားပါပဲဗျာ
မှတ်ချက် လူ ၁၈ယောက်တော့ စုကြည့်မှရမှာပါ မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ပါဘူး ပြီးတော့ အဲဒီထဲကမင်းသမီးလေး က သေးသေးလေးနဲ့ချစ်ဖို့ကောင်းတယ်ဆိုပြီး စိတ်ကူးမိရင်လည်း Google လေးတော့ ခေါက်ကြည့်လိုက်ပါဦးနော် ဂျင်းဆိုတာက စားတတ်ရင် ကားမူးသက်သာပါစေပါတယ်
File size…(2.1 GB)/(1.14GB)/(621 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:28:00
Genre…Comedy, Drama
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Garfield
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
