"Heathers (1988)
Heathers ဟာ ၁၉၈၈ ခုနှစ်ရဲ့ အကောင်းဆုံး အထက်တန်းကျောင်းနောက်ခံပြု Comedy/Drama ဇာတ်ကားတွေထဲက တစ်ကားပါ။
IMDb Rating 7.2 နဲ့ Rotten Tomatoes 93% အထိ ရရှိထားပါတယ်။
Comedy ဆိုပေမယ့် လုံးဝကြီး ဟာသတွေပဲ လုပ်နေတာ မဟုတ်ဘဲ Dark comedy အမျိုးအစားဖက်ကို ရောက်တယ်လို့ပဲ ပြောရမှာပါ။
အမေရိကန်နိုင်ငံရဲ့ အထက်တန်းကျောင်းသားဘဝကို ခပ်ပါးပါး သရော်ထားပြီးတော့
တခြား အထက်တန်းကျောင်းနောက်ခံပြု Comedy တွေနဲ့ ကွဲထွက်နေလို့ နာမည်ကြီးသွားခဲ့တာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရှားဝုဒ် အိုဟိုင်းရိုးရှိ ဝက်စတာဘာ့ဂ် အထက်တန်းကျောင်းမှာ ဟယ်သာလို့ အမည်ရတဲ့ အဖွဲ့တစ်ဖွဲ့ရှိပါတယ်။
အဲအဖွဲ့ကိုတော့ ဟယ်သာချန်ဒလာ၊ ဟယ်သာဒု့ခ် နဲ့ ဟယ်သာ မက်နမဲရာဆိုတဲ့ နာမည်တူ သုံးယောက်နဲ့ ဖွဲ့စည်းထားတာပါ။
ကျောင်းမှာ နာမည်အကြီးဆုံးဖြစ်သလို စိတ်ထင်တိုင်းကြဲနေကြတဲ့ အဖွဲ့ဆိုလည်း မမှားပါဘူး။
သူတို့အဖွဲ့မှာ မတူညီဘဲ ထူးခြားနေတာကတော့ …..
လေးယောက်မြောက်အဖွဲ့ဝင်ဖြစ်တဲ့ ဗရော်နီကာ ဆော်ယာ ဆိုတဲ့ ကောင်မလေးပါ။
သူကတော့ သူ့ရဲ့ အထက်တန်းကျောင်းသူဘဝကို အဆင်ပြေပြေဖြတ်သန်းချင်တာမို့ ဟယ်သာတွေနဲ့ ပေါင်းနေတာပါ။
ဗရော်နီကာဟာ လက်ရေးတုရေးရာမှာ ကျွမ်းကျင်တာမို့ ဟယ်သာတွေက အဖွဲ့မှာ လက်ခံထားကြပါတယ်။
သို့သော် ဗရော်နီကာဟာ ဟယ်သာတွေနဲ့ အကျင့်စရိုက်မတူတာကြောင့် သိပ်ပြီး အဆင်ပြေလှတယ်တော့ မဟုတ်ပါဘူး။
တစ်နေ့မှာ ဗ‌ရော်နီကာဟာ ဂျေဆန်ဒင်းဆိုတဲ့ ကောင်လေးနဲ့ ချစ်ကြိုက်မိသွားပြီး သူ့ဘဝတစ်ဆစ်ချိုး ပြောင်းလဲဖို့ ဖြစ်လာပါတယ်။
ဇာတ်လမ်းကို အများကြီး ညွှန်းမနေတော့ဘဲ ဇာတ်ကားထဲမှာ လိုက်ပါစီးမျှောကြည့်ပါ။
၉၀ ခုနှစ်တွေရဲ့ နာမည်အကြီးဆုံး မင်းသမီးတွေထဲမှာ ပါခဲ့တဲ့
Winona Ryder ရဲ့ ငယ်ရွယ်နုပျိုနေတဲ့ အလှအပတွေကိုပါ ခံစားရမှာပဲ ဖြစ်ပါတယ်။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Leonard Lin ပဲ ဖြစ်ပါတယ်။
Genre….. Comedy, Crime
Quality…. 1080p | 720p | 480p
File size… 2.8GB | 1GB | 472MB
Format… mp4
Duration…. 1h 43min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Leonard Lin
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
