"A Love Song (2022)
“A Love Song” ကတော့ IMDb 7 နဲ့
Rotten Tomatoes 96% တောင်ရထားတဲ့ ဇာတ်ကားကောင်းတစ်ကားပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“Sometimes less is more” ဆိုတဲ့အတိုင်းပဲ
ဒီရုပ်ရှင်မှာအရာအားလုံးကနည်းပါးပြီး နည်းနည်းနဲ့ပဲ အပြင်းထန်ဆုံးခံစားချက်တွေကိုမသိမသာထည့်ပေးနိုင်တဲ့ရုပ်ရှင်မျိုးပါ။
ဒီဇာတ်လမ်းမှာ လူတွေနည်းတယ် စကားတွေနည်းတယ် အသံတွေနည်းတယ် အမူအရာတွေနည်းတယ်
ကုန်ကုန်ပြောရရင်ဇာတ်လမ်းဇာတ်ကွက်ဆိုတာမရှိသလောက်ပါပဲ။
အဲလိုမရှိတဲ့ဇာတ်လမ်းဇာတ်ကွက်မှာတောင် ဘာများဖြစ်မလဲဆိုတဲ့သိချင်စိတ်နဲ့
ဇာတ်လမ်းအဆုံးထိရောက်မှန်းမသိရောက်အောင် ဆွဲခေါ်ပေးသွားနိုင်တဲ့ကားမျိုး။
ကော်လိုရာဒိုကျေးလက်က တောင်တန်းတွေနဲ့ရေကန်ကြီးတစ်ခုကြားက
ကောင်းကင်ပြာကြီးအောက်မှာ ခရီးစခန်းထွက်သူတွေအတွက် စခန်းနေရာတစ်ခုရှိတယ်။
စခန်းတစ်ခုနဲ့တစ်ခုကလဲခပ်လှမ်းလှမ်းမှာရှိပြီး
အရာအားလုံးကတိတ်ဆိတ်ငြိမ်သက်၊ သဘာဝရဲ့အသံတွေသာကြီးစိုးနေတဲ့နေရာမျိုး။
စခန်းအမှတ်၇ မှာတော့ ဖေးဆိုတဲ့အမျိုးသမီးကြီးက သူ့ကားနောက်တွဲယာဥ်မှာစခန်းချနေတယ်။
သူ့မှာနေ့ရက်တွေရှိတယ် …
ညတွေရှိတယ် ….
သူ့မှာစာအုပ်နှစ်အုပ်ရှိတယ် …
နေ့မှာဌက်တွေအကြောင်းစာအုပ်ကိုဖတ်တယ် ဌက်သံတွေနားထောင်တယ်။
ညမှာတော့ကြယ်တွေအကြောင်းကိုဖတ်တယ် ကြယ်တွေကိုရှာဖွေတယ်။
ဖေး က သူ့အတိတ်က လူတစ်ယောက်ကိုစောင့်နေခဲ့တာပါ။
အဲလူကလာမှာလား ဘယ်နေ့လာမလဲ ဘယ်လိုလူဖြစ်နေပြီလဲ ဘယ်လိုပုံလဲ သူ လုံးဝမသိဘူး။
အဲဒီလူရောက်လာရင်ရော ဘာတွေဖြစ်မလဲ။
ဖေး ဆိုတာလဲ အသက်၇၀ ဝန်းကျင်အမျိုးသမီးကြီးမို့
လူငယ်တွေအချစ်ဇာတ်လမ်းလို ချစ်ကြိုက်ညားပေါ့လို့ပြောလို့မရပါဘူး။
သိချင်ရင်တော့ ဖေး နဲ့အတူ သဘာဝတရားကြီးထဲမှာနေထိုင်ရင်းရှာဖွေကြည့်ရမှာပါပဲ။
ဒီဇာတ်ကားကိုစကားလုံးတွေနဲ့တင်စားရရင်
Peace, Calm, Quite, Serene,Tranquil, Nature, Love တို့ဖြစ်ပြီး
ရုပ်ရှင်ကိုအနှစ်သာရရှိရှိခံစားလိုတဲ့သူတွေအတွက်တော့ လက်မလွှတ်သင့်တဲ့ ကားကောင်းတစ်ကောင်းပါပဲ။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Rashida ပဲ ဖြစ်ပါတယ်။
Genre….. Romance
Quality…. 1080p | 720p | 480p
File size… 2.5GB | 893MB | 377MB
Format… mp4
Duration…. 1h 21min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. Rashida
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
