"“လူသားတွေနဲ့ မိစ္ဆာတွေရဲ့ကြားမှ ပြင်းထန်လှတဲ့ တိုက်ပွဲတစ်ခု ”
ဟိုးလွန်ခဲ့တဲ့ နှစ်​ပေါင်းရာချီအချိန်ကာလ မိစ္ဆာတွေဟာ
လူသားတွေနေထိုင်ရာ ကမ္ဘာကြီးကိုလာရောက်ဖျက်ဆီးသော အချိန်တစ်ခု…….,
အပြစ်မဲ့တဲ့ ပြည်သူတွေ ခမျာ မိစ္ဆာတွေရဲ့ဒဏ်ကို
အလူးအလဲခံကာနေရပါတော့တယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဲဒီအချိန်မှာ လျဲ့ယန် မီးတောင်အတွင်းမှာ အနက်ရောင်သံလို့ခေါ်တဲ့
အထူးသတ္ထုတစ်မျိုးရှိပြီးတော့ အဲ့ဒီ သတ္တုနဲ့ ပြုလုပ်ထားတဲ့
လက်နက်တွေဟာ မိစ္ဆာတွေအပေါ် အရမ်းပြင်းထန်တဲ့
အကျိူးသက်ရောက်မှုတစ်ခု ရှိလို့နေပါတယ်
ဒါပေမဲ့လို့ သာမန်သက်ရှိတွေကတော့ အဲဒီ သံသတ္ထုရဲ့
စွမ်းအားကိုမခံနိုင်ကြပါဘူး အဲ့ဒါကြောင့်နဲ့ပဲ မျ
ားစွာလှသော ရဲစွမ်းသတ္တိနဲ့ပြည့်စုံတဲ့ ယောကျာ်းတွေဟာ
မိစ္ဆာတွေကို နှိမ်နင်းဖို့အတွက် မီးတောင်ဆီကို ရောက်ရှိလို့လာကြပါတယ်
အဲဒီမှာ သူတို့ရဲ့ ခြေတွေ/လက်တွေကို စတေးပြီး သံနဲ့ပြုလုပ်ထားတဲ့
ခြေအတု လက်အတုတွေကို တပ်ဆင်ခဲ့ကြပြီးတော့
သူတို့ကိုယ်သူတို့ “မိစ္ဆာနှိမ်နင်းသူ” လို့ အမည်ခေါ်တွင်ခဲ့ကြပါတော့တယ်
“မိစ္ဆာနှိမ်နင်းသူ” သူဆိုတာ လူသားတွေနဲ့ မိစ္ဆာတွေအကြားက
အဖွဲ့အစည်းတစ်ခုလဲဖြစ်ပါတယ် မိစ္ဆာနှိမ်နင်းသူ တွေရဲ့
တိုက်ပွဲဟာဆိုရင် အရမ်းကိုမှအံ့သြဖွယ်ကောင်းလှပေမဲ့လဲ
သံသတ္ထုရဲ့ စွမ်းအားတွေက မိစ္ဆာနှိမ်နင်းသူ တွေကို ဝါးမျိုလို့နေဆဲပါပဲ
ဒါပေမဲ့ မိစ္ဆာတွေကို ကိုယ်ကျိုးစွန့်ကာ နှိမ်နင်းပေးပေမယ့်လို့
လူတွေရဲ့အမြင်ထဲမှာတော့ သူတို့ဟာ ဆူးတစ်ချောင်းလို
ကာဆီးနေပြီး အမည်မသိသူရဲကောင်းတွေအဖြစ် ရပ်တည်လို့
နေခဲ့ရရှာပါတော့တယ် အဲဒီအထဲမှာမှ ကျမ်းသစ္စာကျိန်ဆိုထားကြတဲ့
နောက်ဆုံးသော မိစ္ဆာနှိမ်နင်းသူမျိုးဆက်မှ ညီအစ်ကိုသုံးယောက်ဟာ
တစ်ကြိမ်မှာတော့ မတော်တဆမှုတစ်ခုကိုကြုံတွေ့သွားရပြီး
မိစ္ဆာပြန်လည်မွေးဖွားခြင်းအကြောင်း သိရှိသွားခဲ့ပါတော့တယ်
နက်နက်နဲနဲ စုံစမ်းရှာဖွေပြီးတဲ့နောက်မှာ ဒါတွေအားလုံးက
“မိစ္ဆာနှိမ်နင်းသူ” တွေကို ဆန့်ကျင်ဖို့ တမင်စီစဥ်ထားတဲ့
ကြံစည်မှုကြီးတစ်ခုဖြစ်တဲ့အကြောင်း သိရှိသွားချိန်မှာတော့….?
အချင်းချင်းသစ္စာဖောက်မှုတွေ စွန့်လွှတ်စတေးရမှုတွေ
ချစ်ခြင်းမေတ္တာတွေ အစရှိတဲ့ အရာတွေကြားထဲကမှ
မကောင်းမှုတွေကို သူတို့တွေ အနိုင်ယူသွားကြမလားဆိုတာ
စိတ်ဝင်တစားကြည့်ရှုရမဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားပဲဖြစ်ပါတယ်
အခုပဲကြည့်ရှုလိုက်ရအောင်လားရှင်
[Reviewed By Chit Mya Mya Hmwe]
Quality : WEB-DL 1080p , 480p
Format : mp4
Genres : Drama , Thriller , Fantasy
Runtime : 1h 34min
Subtitle : Myanmar Subtitle ( Hardsub )
Translated by CM Team
Encoded by LK
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
