"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားလေးကတော့ Karate Kid Trilogy ရဲ့ နောက်ဆုံးကားကောင်းလေးတစ်ကားဖြစ်ပါတယ် ဒီကားမှာထူးခြားတာက တချို့ကားတွေလို မင်းသားက သိုင်းကောင်းကောင်း မတတ်ပေမဲ့ စိတ်ဓာတ်ခိုင်မာတဲ့ပုံစံမျိုးမဟုတ်ပါဘူး အပြင်မှာဖြစ်နိုင်တာတွေနဲ့ အတတ်နိုင်ဆုံး ကိုက်ညီအောင်ရိုက်ပြထားတဲ့ကားလေးပါပဲ တချို့ သိုင်းကားတွေလို ဂျွမ်းထိုးမှောက်ခုံပျံတက်ပတ်ချ မပါပေမဲ့ ရပ်ကွက်တွေတို့ လမ်းတွေတို့မှာ ဖြစ်ရင်ချမဲ့အကွက်တွေကို ပီပြင်အောင်ရိုက်ပြသွားတာပါ ကရာတေးကို တီးမိခေါက်မိရှိတဲ့သူတွေအတွက်ကတော့ တကယ့်ကိုရွှေပါပဲဗျာ အဲဒါအပြင် လူတစ်ယောက်ရဲ့ အမှန်တကယ်စွမ်းအားက အဲဒီလူတစ်ယောက်ရဲ့ကိုယ်တွင်းမှာပဲဖြစ်တာကို သေချာလေးထုတ်ဖော်ပြသသွားတာပါ တကယ်ဖြစ်ချင်တဲ့စိတ်ရှိရင် လူစွမ်းနိုင်တဲ့ဘယ်အလုပ်မဆို လုပ်နိုင်တယ်ဆိုတာလေးပါပြသခဲ့တာပါ ကျွန်တော်တို့သာ ရချင်တဲ့စိတ် တကယ်ပြင်းပြရင် ကျွန်တော်တို့လိုချင်နေတဲ့အရာကြီးဟာ တစ်နေ့မှာတော့ မလွဲဧကန်ရနိုင်မှာပါခင်ဗျာ
ဇာတ်လမ်းအကျဉ်း
ပထမဆုံးကားမှာ ဂျွန်ခရိစ်ရဲ့ ကော်ဘရာကိုင်က ဗိုလ်လုပွဲမှာရှုံးနိမ့်သွားပြီး ဂျွန်ခရိစ်ကလည်း သူ့သင်တန်းသား ဂျွန်နီလောရန့်ကို အကြမ်းဖက်လိုက်တဲ့အတွက် သူ့သင်တန်းမှာ ၉လလုံးလုံး သင်တန်းသားတစ်ယောက်မှလာမတက်တာနဲ့ သူလည်း စီးပွားပျက်ပြီး‌တော့ စစ်ပွဲတုန်းက သူအသက်ကယ်ပေးလိုက်လို့ သူ့ကို စပွန်ဆာပေးထားတဲ့ ဆေးဗားဆီကိုရောက်သွားပါတော့တယ် ဆေးဗားကလည်း သူ့သူငယ်ချင်းကိုထိတော့ လက်စားချေချင်တဲ့စိတ်တွေတဖွားဖွားပေါ်လာတာနဲ့ပဲ သေချာအစီစဉ်ချပြီးတော့ ဒန်နီရယ်လော်ရုဆိုနဲ့ မစ္စတာ မီရာဂီကို လက်စားချေဖို့ ကြိုးစားပါတော့တယ် ဒန်နီရယ်တို့ကလည်း ဂျပန်ကပြန်ရောက်လာပြီး ဘွန်ဆိုင်းဆိုင်လေး ဖွင့်ဖို့ကြိုးစားကြတာပေါ့ အဲဒီဆိုင်ရဲ့လမ်းမျက်နှာချင်းဆိုင်မှာကလည်း အိုးရောင်းတဲ့ဆိုင်လေးတစ်ဆိုင်ရှိနေတာပါ အဲဒီဆိုင်မှာတော့ ဒန်နီရယ်ရဲ့အနာဂတ် ဇနီးလေးရဲ့ ညီမကရှိနေတာပါ သူတို့ချင်းသူငယ်ချင်းအရင်ဖြစ်ခဲ့ကြတာပေါ့ အဲဒီလိုနဲ့ ဗယ်လီပြိုင်ပွဲကြီးကနေ ပြိုင်ပွဲလျှောက်လွှာရောက်လာချိန်မှာတော့ မစ္စတာမီရာဂီက ဝင်ပြိုင်ဖို့ လက်မခံခဲ့ပါဘူး ဆေးဗားကလည်း လက်စားချေချင်တော့ ဒန်နီရယ်ကို မပြိုင် ပြိုင်အောင်ကို လိုက်ပြီးတော့ ဖိအားပေးတာပေါ့ အဲဒီလိုနဲ့ ဆေးဗားကဘယ်လောက်ထိ ဒန်နီရယ်ကို ဖိအားပေးမလဲ သူ့ဆီကနေရောဝင်ပြိုင်ပေးမဲ့သူကဘယ်လိုလူမျိုးလဲ မစ္စတာမီရာဂီကရော ဘယ်လိုတွေလေ့ကျင့်ပေးမှာလဲ ဒန်နီရယ်ကရောဘယ်လောက်ထိခံနိုင်ရည်ရှိမှာလဲဆိုတာကို စိတ်ဝင်တစားကြည့်ရှုခံစားရမှာပါ
မှတ်ချက်—-ဒီကား ၃ကားကို ကြည့်လိုက်ရင်တော့ တင်ထားတဲ့ Cobra Kai တွေနဲ့ဆက်စပ်မိသွားမှာပါပြီးတော့ ကြည့်ရတာလည်း ပိုပြီးတော့ ကောင်းသွားမှာပါ အဲဒီတော့ မကြည့်ရသေးတဲ့သူတွေအနေနဲ့ ဒီကား ၃ကားကို အရင်ကြည့်ပြီးမှပဲ Cobra Kai ကိုဆက်ကြည့်ကြပါလို့……..
File size…(2.69GB/(1.64MB)/(767MB)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:52:00
Genre…Action / Drama / Family
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Garfield
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
