"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါ တောင်းဆိုထားတဲ့ ပရိသတ်ကြီးအတွက် Karate Kid Part 2 လေးတင်ဆက်ပေးလိုက်ပါတယ် အရင်ကားကို ကြည့်ပြီးတဲ့သူတိုင်း မစ္စတာမီရာဂီရဲ့ ခုခံဖို့သာအဓိကဆိုတဲ့ ကရာတေးကို ဒီကားထဲမှာလည်းဆက်လက်တင်ဆက်ပြခဲ့တာပါ ဒါပေမဲ့ နည်းနည်းလေးတော့ ပြောင်းလဲခဲ့တာပေါ့လေ
ဇာတ်လမ်းအကျဉ်း
ဒန်နီရယ်က ဗယ်လီဒေသပေါင်းစုံပြိုင်ပွဲကြီးမှာ ချန်ပီယံဖြစ်သွားပြီး ဂျွန်နီကတော့ ဒုတိယနဲ့မကျေမနပ်ဖြစ်ခဲ့ရတာပေါ့ ဒန်နီရယ်နဲ့ ဂျွန်နီတို့လုနေတဲ့ အယ်လီဆိုတဲ့ကောင်မလေးကလည်း ဘောလုံးသမားတစ်ယောက်နဲ့ ကြိုက်သွားတော့ ဒန်နီရယ်ကလည်းကျန်ရစ်ဖြစ်နေခဲ့တာပေါ့ အဲဒီအချိန်မှာပဲ တိုက်တိုက်ဆိုင်ဆိုင် အိုကီနာဝါကနေ မစ္စတာမီရာဂီ နာမည်နဲ့စာတစ်စောင်ရောက်လာပါလေရော အဲဒီစာထဲမှာ မစ္စတာမီရာဂီ ရဲ့အဖေအသည်းအသန်ဖြစ်နေတဲ့အကြောင်းရေးထားတော့ မစ္စတာမီရာဂီလည်း အိုကီနာဝါပြန်ဖို့စီစဉ်ရတော့တာပေါ့ ဒန်နီရယ်ကလည်း သူ့အမေနဲ့ ဖရန်ဆိုကိုမလိုက်ချင်တာနဲ့ပဲ ငွေစုအကောင့်ထဲက ပိုက်ဆံတွေအကုန်ထုတ်ပြီး မစ္စတာမီရာဂီနဲ့ အိုကီနာဝါအထိကိုလိုက်ခဲ့ရတော့တာပေါ့
အဲဒီတော့ ဒီဇာတ်ကားလေးက ဂျပန်မှာဖြစ်ပျက်ခဲ့တဲ့အကြောင်းလေးရိုက်ထားတဲ့ကားလေးပါပဲ အဲဒီအချိန်မှာပဲ လေယာဉ်ပေါ်ကဆင်းဆင်းချင်း ဒန်နီရယ်တို့ကို ချိုဇန်ကလာကြိုတော့ပါတယ် ဇာတ်လမ်းလေးကတော့ အဲဒီမှာပဲစခဲ့တာပါ ဒန်နီရယ်တို့ရောက်မှာကို ချိုဇန်ကဘယ်လိုသိပြီး ဘာလို့လာကြိုတာလဲ မစ္စတာ မီရာဂီကရောဘာလို့ အိုကီနာဝါကနေထွက်လာခဲ့တာလဲ သူထွက်သွားပြီး ၄၅နှစ်အကြာမှာ အိုကီနာဝါဘယ်လိုပြောင်းလဲသွားလဲ ဒန်နီရယ်ရော ဂျပန်မှာဘယ်လိုရင်ဆိုင်ဖြတ်သန်းရမလဲဆိုတာ စိတ်ဝင်တစားနဲ့ကြည့်လို့ကောင်းတဲ့ကားကောင်းလေးတစ်ကားပါပဲ
မှတ်ချက်——ဂျပန်မှာလည်း ၁၉၈၆ခုနှစ်ကနှစ်ကတည်းက လုရင်ဖေး(ဂူဂူး)လိုမျိုးချောမောပြီးချစ်စရာကောင်းတဲ့ မင်းသမီးလေးကို ဒီကားထဲမှာကြည့်ရှုရမှာပါ သူ့ရဲ့အလှတရားနဲ့တင် ဒီကားကတန်နေပြီလို့ပြောလို့ရလောက်အောင်ကို ချစ်ဖို့ကောင်းတာပါ ဒီကားထဲမှာတော့ သူ့နာမည်က ကူမီကိုပါတဲ့ နာမည်အရင်းကတော့ တမ်လင်းတိုမီတာပါ (ဂျပန်-အမေရိကန်-ဖိလစ်ပိုင်)စပ်လေးပါ သူ့ကိုဆက်ပြီးကြည့်ရှုခံစားမယ်ဆိုရင်တော့ Avatar: The Last Airbender ကိုစောင့်ကြည့်လို့ရသလို ဂိမ်းဇာတ်ကောင်အနေနဲ့ဆော့ချင်ရင်လည်း James Bond 007: Nightfire မှာ Makiko Hayashi ဇာတ်ကောင်အနေနဲ့ဆော့လို့ရပါသေးတယ် ခင်ဗျာ
File size…(2.48GB/(1.35MB)/(836MB)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:52:00
Genre…Action / Sport / Family
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Garfield
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
