"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို တကယ်မိုက်တဲ့ကားလေးတစ်ကားတင်ဆက်ပေးလိုက်ပါတယ် လောကကြီးဆိုတာ ဦးကြီးလေးဖြူဆိုထားတဲ့ အမိုက်လိုက်အက ပါပဲ ယောင်တောင်ပေါင်တောင်လုပ်နေလို့ကတော့ အစားခံလိုက်ရမှာပါ “ငါက ငါ့အလုပ်ပဲလုပ်တာတခြားသူတွေကိုစိတ်မဝင်စားပါဘူး”တို့ “ကိုယ်အလုပ်သာလုပ် အားလုံးအဆင်ပြေသွားမှာပါ”တို့ ဆိုတာက ဘုရားပွင့်နေတဲ့အချိန်မှာတောင် မဖြစ်နိုင်လောက်ဘူးဆိုတာ ဒီကားလေးကြည့်ရင် တွေးမိကြမှာ သူများတွေကို လူလည်ကျနိုင့်ထက်စီးနင်းမလုပ်ဘူးဆိုပေမဲ့လည်း အမြဲတမ်းတော့ ပါးနပ်နေဖို့ အင်အားကြီးနေဖို့ ဥာဏ်ကောင်းနေဖို့လိုတယ်ဆိုတဲ့အတွေးလေးတွေပါ ရသွားနိုင်လောက်ပါတယ်
ဇာတ်လမ်းအကျဉ်း
“အို”ရယ် “ဘန်”ရယ် “ချောင်”ရယ်က အတူတူနေကြတဲ့ သူတွေပါ အို က ဘန်နဲ့ရော ချောင်နဲ့ရော ချစ်ခြင်းမေတ္တာတွေမျှဝေပေးနေတဲ့သူလေးပေါ့ သုံးယောက်သားကတော့ အရမ်းကိုချစ်ကြပြီး လုယက်စားသုံးတာလည်းမရှိပါဘူး သူတို့ရဲ့ အဓိကစီးပွားရေးကတော့ ကမ္ဘာ့အကောင်းဆုံးဆေးခြောက်တွေစိုက်ပျိုးပြီးရောင်းကြတာပါ ဘန်က ရုက္ခဗေဒပညာရပ် နဲ့ စီးပွားရေးပညာရပ်ကို တတ်မြောက်ထားပြီး ချောင် ကတော့ အမေရိကန်အထူးတပ်သားဟောင်းကြီးပေါ့ သူတို့ဘဝလေးက ဆေးခြောက်လေးရောင်းပြီးသာယာနေတာပါ အဲဒီအချိန်မှာပါ ဘာဟာဆိုတဲ့ မက္ကဆီကိုရဲ့ မူးယစ်ဂိုဏ်းကြီးက သူတို့ရဲ့ဆေးခြောက်ထုတ်လုပ်ပုံတွေကို သဘောကျလာတာနဲ့ အဲဒီပညာတွေကို သိမ်းပိုက်ချင်လာပါတော့တယ် သူတို့ကိုညှိနှိုင်းဖို့အတွက် လူ၇ယောက်ခေါင်းဖြတ်ထားတဲ့ ဗီဒီယိုလေးပြပြီး ကမ်းလှမ်းခဲ့တာပါ သူတို့လည်း အတတ်နိုင်ဆုံးညှိကြပေမဲ့ အဆင်မပြေတဲ့အခါကြတော့ သူတို့ရဲ့ အချစ်လေး “အို”ကို ပြန်ပေးဆွဲပြီးအကြပ်ကိုင်ပါတော့တယ် အဲဒီနောက်မှာပဲ ဘာတွေဖြစ်လာမလဲဆိုတာကို စိတ်ဝင်တစားနဲ့စောင့်ကြည့်ရမှာပါ ပညာရှင်တစ်ယောက်နဲ့ စစ်ပြန်ကြီးပေါင်းထားတဲ့ ဘန်နဲ့ချောင်ကပဲ ဘာတွေဘယ်လိုလက်ဦးမှုယူနိုင်မလဲ အတွေ့အကြုံရင့်တဲ့ ဘာဟာဂိုဏ်းကြီးကပဲခေါင်းမဖော်နိုင်အောင်နှိပ်ကွပ်မလား မူးယစ်ဆေးဆိုတာကြီးက ကမ္ဘာကြီးပေါ်ကနေဘာလို့ပပျောက်မသွားရတာလဲ အဲဒါကိုဖြေရှင်းဖို့ကြိုးစားနေတဲ့ ဦးဦးရဲကြီးတို့ကရော ဘာတွေလုပ်နေတာလဲ ဆိုတာတွေက တောရိုင်းထဲက လူရိုင်းတွေလို့ နာမည်လေးပေးထားတဲ့ ကားလေးထဲမှာ ကြည့်ရှုခံစားလိုက်ကြပါဦးခင်ဗျာ
File size…(2.46GB/(1.61MB)/(791MB)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….02:11:00
Genre…Action / Crime / Drama
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Garfield
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
