"(18+)Three Husbands (2018)
အင်တာပရိသတ်တွေကို ပိုအားထားလာတဲ့ Wong Kar Wai, Peter Chan ,Stanley Kwon,
ဟောင်ကောင် Second New Wave ဒါရိုက်တာတွေထဲက တစ်ယောက်ဖြစ်တဲ့ Fruit Chanဟာ
ဟောင်ကောင်အလုပ်သမားလူတန်းစားရဲ့ လူနေမှုဘ၀ကိုလည်း ထင်ဟပ် အပြင်းစားလည်းဆန်တဲ့ ရုပ်ရှင်တွေကို အရိုက်များတဲ့လူပါ။
1997 Trilogy နဲ့ Prostitute Trilogy ဆိုပြီး Trilogy နှစ်ခုရိုက်ခဲ့ပြီး
Three Husbands ကတော့ Prostitute Trilogyရဲ့ နောက်ဆုံးကားပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Fruit Chanဟာ ၆၀ပြည့်နှစ်တွေက Nagisa Oshimaလို ဂျပန်ဒါရိုက်တာတွေရဲ့ လွှမ်းမိုးမှုခံရတဲ့ ဒါရိုက်တာဖြစ်ပြီး
သူတို့ကို သဘောကျရတဲ့အကြောင်းရင်းက လှုမှုရေးပြဿနာတွေအကြောင်း သဘာ၀အကျဆုံး ရုပ်ရှင်တွေကို ရိုက်ပြခဲ့လို့လို့ဆိုပါတယ်။
သူ့ဟန်မှာလည်း ဒီအငွေ့အသက်ပါနေတာပါပဲ။
Three Husbandsရဲ့ ဇာတ်လိုက်က boar peopleအနေနဲ့ ရှင်သန်ရင်း ပြည့်တန်ဆာလုပ်စားနေတဲ့ မိန်းကလေးတစ်ယောက်။
ပုံမှန် ပြည့်တန်ဆာကားတွေမှာတော့ ပြည့်တန်ဆာရဲ့အဖြစ်ကို သနားစရာကောင်းအောင် ရိုက်ပြကြတာများပေမဲ့
Three Husbandsမှာတော့ ဒီပြည့်တန်ဆာမလေးရဲ့အဖြစ်ဟာ ငိုရခက် ရီရခက်ပါပဲ။
ဘာလို့ဆို သူက တကယ်ရှင်သန်ဖို့အတွက် ပြည့်တန်ဆာလုပ်နေတဲ့သူအစစ်။
သူက မခံရရင် သေချင်စိတ်ပေါက်တဲ့အထိ မနေတတ်ဖြစ်နေတတ်တဲ့ သူ။
ရမ္မက်ကြီးချက်က ဒီလိုမျိုး ခင်ဗျားတစ်ခါမှ မမြင်ဖူးလောက်တဲ့အထိပဲ။
ခေါင်းစဉ်က လင်သုံးယောက်။ ဒါလည်းဇာတ်ထဲစားပြန်တာပဲ။ ပထမလင်က သူ့အဖေ ၊
ဒုလင်က သေခါနီးအဘိုးကြီး ‌တတိယလင်က သူ့ကိုလိုချင်တဲ့ကောင်လေး ။
အဲဒီ၃ယောက်စလုံး သူ့ရမ္မက်ကို ဖြည့်ဆည်းပေးဖို့နည်းရှာကြရင်း မရှိတဲ့အခါကျ ငွေရဖို့ထက် သူအဆင်ပြေဖို့ ဖာလိုက်ဆွယ်ကြရပါရော။
ဒီဇာတ်လမ်းရဲ့ အသက်က မင်းသမီးလို့ပြောရင်လည်း မမှားပါဘူး။
အလိုမပြည့်တိုင်းဖြစ်နေတဲ့ သူ့သွင်ပြင်နဲ့ သူ့စိတ်ဖောက်ပြန်မှုတွေဟာ လိင်ဆက်ဆံခန်း တစ်ပုံတပင်ပါပေမဲ့
ဒီအခန်းတွေကိုကြည့်ပြီး ဘယ်လိုမှ စိတ်ရိုင်းမ၀င်နိုင်လောက်တဲ့အထိ စိတ်ညစ်စရာကောင်းပါတယ်။
အများစုကတော့ Three Husbands ဟာ လက်ရှိဟောင်ကောင်အခြေအနေကို metaphorနဲ့ တင်ပြထားတဲ့ ရုပ်ရှင်လို့ဆိုကြပါတယ်။
အပေါ်ကအခြေအနေကို ဟကလက်ရှိအခြေအနေနဲ့ ဘယ်လိုဆက်စပ်ကြလဲတော့ နားလည်တဲ့သူတွေ သဘောပေါက်ပါလိမ့်မယ်။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
Genre….. Adult, Drama, Fantasy
Quality…. 1080p | 720p | 480p
File size… 1.53GB | 879MB | 465MB
Format… mp4
Duration…. 1h 41min
Subtitle…. Myanmar Subtitle (Hardsub)
Translator ….. WiRa Aung
Encoder ….. Blank
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
