"Vasper (2022)
~ IMDb – 6.4/10, Rotten Tomatoes – 90% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အနာဂတ်မှာ ကမ္ဘာကြီးရဲ့ဂေဟစနစ်ပျက်စီးတော့မှာကို လူသားတွေသိရှိခဲ့ပြီးတော့ အပင်တွေမပျက်စီးဖို့ ကြိုတင်ပြင်ဆင်ခဲ့ကြပါတယ်။ ထိုင်နေတုန်းကအကောင်း ထသွားမှကျိုးမှန်းသိ ဆိုသလို သူတို့တွေစမ်းသပ်ပြင်ဆင်နေတဲ့ အပင်မျိုးစိတ်တွေက ဓါတ်ခွဲခန်းတွေထဲကနေ လွတ်ထွက်သွားပြီး ကမ္ဘာတစ်ခုလုံးဗြောင်းဆန်သွားတော့တာပါပဲ။ နဂိုရှိရင်းစွဲ အပင်နဲ့တိရိစ္ဆာန်မျိုးစိတ်တွေအကုန် မျိုးသုဉ်းသွားတဲ့အပြင် ကမ္ဘာပေါ်မှာလည်း လူသားအနည်းငယ်သာကျန်ပါတော့တယ်။ ကျန်နေခဲ့တဲ့လူသားတွေထဲမှာမှ အထက်တန်းလွှာတွေက Citadel လို့ခေါ်တဲ့ အလုံပိတ်မြို့တော်တွေမှာနေနေကြပြီး ကျန်တဲ့သူတွေကတော့ ခက်ခဲကြမ်းတမ်းတဲ့လောကကြီးမှာ အသက်ရှင်ကျန်ဖို့ ရုန်းကန်ကြရပါတော့တယ်။
ကျွန်တော်တို့ရဲ့ဇာတ်လိုက် ၁၃ နှစ်သမီး ဗက်စ်ပါဟာ ဉာဏ်ကောင်းတဲ့သူ၊ တော်တဲ့ ထက်မြက်တဲ့သူဖြစ်သော်ငြားလည်း အထက်တန်းလွှာမဟုတ်တဲ့အပြင် သူ့အဖေကလည်း အိပ်ရာပေါ်မှာ ပက်လက်ပါ။ မြို့တော်အတွက် စစ်မှုထမ်းရင်း မသန်စွမ်းဖြစ်ခဲ့ရတာကြောင့် ကရုဏာကြေးပေးထားတဲ့ ဒရုန်းလေးကနေတစ်ဆင့်ပဲ သားအဖနှစ်ယောက် စကားပြောဆက်သွယ်ကြရပါတယ်။
မြို့တော်တစ်မြို့နဲ့ကုန်သွယ်နေတဲ့ ဦးလေးတော်သူကလည်း တူမကို ကူညီဖို့နေနေသာသာ ခြေတော်တင်ဖို့အထိ စိတ်ကူးနေတဲ့သူဆိုတော့ ဗက်စ်ပါအတွက် အန္တရာယ်ပတ်လည်ဝိုင်းနေတဲ့ လောကကြီးပါပဲ။
ဒီလိုနဲ့ တစ်ရက်မှာ တောထဲ အစာလိုက်ရှာနေတုန်း အပင်တွေသွေးဝိုင်းစုပ်နေတဲ့ အမျိုးသမီးတစ်ယောက်ကို တွေ့ခဲ့ပြီးတော့ ကယ်တင်ခဲ့ပါတော့တယ်။ သူကယ်တင်ခဲ့တဲ့အမျိုးသမီးက မြို့တော်ကဖြစ်နေပြီးတော့ အဲဒီအမျိုးသမီးက တစ်ယောက်တည်းလာခဲ့တာမဟုတ်ပါဘူး။
အဲဒီကနေ…… ဘာတွေဆက်ဖြစ်ကြမလဲဆိုတာကိုတော့ထွက်ရှိထားတာ မကြာသေးတဲ့ Sci-Fi ဇာတ်ကား Vasper မှာ ကြည့်ရှူလိုက်ကြပါဦး။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Htet Kyaw Myo မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.14GB, 1.11GB, 710MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.4/10
Format – mp4
Duration – 1H 54Min
Genre – Adventure, Drama, Sci-Fi
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Htet Kyaw Myo
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
