"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါ ပရိသတ်ကြီးအတွက် ဟောင်းပေမဲ့ကောင်းနေတဲ့ ဇာတ်ကားကောင်းလေးတစ်ကားတင်ဆက်ပေးပါရစေ လူ့ဘဝကြီးမှာ လှံထမ်းလာတာကိုပဲမြင်ရတယ် ကံထမ်းလာတယ်ကိုမမြင်ရဘူးဆိုတဲ့အတိုင်း ပုံမှန်နေသားကျနေတဲ့ ဘဝကြီးကနေ အပြောင်းအလဲကြီးဖြစ်သွားတတ်တယ်ဆိုတဲ့အကြောင်းကို ရိုက်ပြထားတာမို့ ကြည့်လို့ကောင်းမဲ့ ကားကောင်းလေးပါပဲ
ဇာတ်လမ်းအကျဉ်း
ဗီဂါ ဆိုတဲ့ ဗီယမ်နမ် စစ်ပြန်ကြီးဟာ အထက်တန်းကျောင်းပြီးသွားတာနဲ့ စစ်တပ်ထဲဝင်ခဲ့လို့ သူ့ရဲ့ ရိုးရှင်းနဲ့ ဘဝလေးနဲ့ ရင်နဲ့အမျှချစ်ရတဲ့ ချစ်သူလေးကို ထားခဲ့ရတာပါ ၇နှစ်ကြာစစ်မှုထမ်းပြီးပြန်လာတဲ့အချိန်မှာတော့ သူ့ကိုစောင့်နေမလားထင်ပြီး ရည်းစားဟောင်းအိမ်ကိုသွားလိုက်တဲ့ အချိန်မှာပဲ သစ္စာရှိရှိနဲ့စောင့်နေတဲ့ သူ့ရဲ့ ချစ်သူလေးဟာ ကလေး၂ယောက်ပါ အပိုစုဆောင်းထားပေးခဲ့တာပါ အဲဒါနဲ့ မရှိတဲ့လမ်းပျောက်သွားတဲ့ ဗီဂါကကြီး က ရဲကျောင်းတက်ဖို့ကြိုးစားလည်းမအောင်မြင် ကုမ္ပဏီတွေမှာ လျှောက်တော့လည်း ကောလိပ်မတက်ခဲ့လို့ဆိုပြီး မခေါ်တာနဲ့ဘဲ ကိုယ်ပိုင်ဆိုင်လေးတစ်ဆိုင်ဖွင့်ပြီး ဘဝကို ရိုးရိုးရှင်းရှင်းဖြတ်သန်းနေရတဲ့သူတစ်ယောက်ပါ အဲဒီလိုနဲ့ မထင်မှတ်တဲ့နေ့လေးတစ်နေ့မှာဘဲ သူ နေ့တိုင်းစီးနေကျ ဘတ်စ်ကားပေါ်မှာ လူငယ်နှစ်ယောက်က အဖိုးကြီးတစ်ယောက်ကို အနိုင်ကျင့်နေလို့ လက်စွမ်းပြလိုက်တာကြောင့်ပဲ အင်တာနက်မှာနာမည်ကြီးသွားပြီး “ဆရာကြီး”ဆိုတဲ့ နာမည်ပါရသွားတာပါ အဲဒီအချိန်မှာပဲ သူ့ရဲ့ဘဝကတစ်ဆစ်ချိုးပြောင်းလဲခဲ့တာပေါ့လေ အဲဒီလိုနဲ့ သူ့အမေဆုံးပါးသွားတော့ သူ့အချစ်ဆုံးသူငယ်ချင်းကြီး ကလန်းဒိုက်ကိုအိမ်မှာခေါ်ထားရင်း အရက်သောက်ရာကနေ သူ့သူငယ်ချင်းက သူ့ကို မန်မိုရီစတစ်လေးတစ်ခုသိမ်းပေးထားဖို့ပြောပါရော သူလည်းဘုမသိဘမသိနဲ့ ယူထားလိုက်တာပေါ့လေ အဲဒီညမှာပဲ သူ့သူငယ်ချင်းကြီး ဆေးလိပ်ကုန်လို့သွားဝယ်ရင်း အသတ်ခံလိုက်ရပါရော အဲဒါကို သေချာအမှုမလိုက်တဲ့ စုံထောက်တွေကြောင့် အဲဒီအမှုကို တစ တစ ဆွဲထုတ်ရင်းနဲ့ ဘာတွေဖြစ်လာမလဲ အဲဒီမန်မိုရီစတစ်က ဘာမို့လို့ သူ့ သူငယ်ချင်းကအသတ်ခံလိုက်ရတာလဲ သူကရောအဲဒီ ပြဿနာကြီးကိုဖြေရှင်းနိုင်မှာလားဆိုတာ ဟာသလေးနှောပြီး ကြည့်လို့ကောင်းမဲ့ ဇာတ်ကားကောင်းလေး တစ်ကားပါပဲဗျာ
File size…(1.47 GB)/(881MB)/(458 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:30:00
Genre…Comedy, Action , Crime
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Garfield
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
