"ဒီ ရုပ်ရှင်ကတော့ အိပ်မက်တွေအကြောင်းကို စိတ်ဝင်စားသူတွေ ကြည့်ရှုသင့်တဲ့ dramatic thriller အမျိုးအစားပါ။
ဇာတ်လမ်းဇာတ်အိမ်က တော်တော်လေးထူးခြားတယ်လို့ ပြောရပါမယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရည်မှန်းချက်ကြီးတဲ့ ပရော်ဖက်ဆာတစ်ယောက်ဖြစ်တဲ့
ဒေါက်တာ Richard Freeman က အိပ်စက်ခြင်းပညာရပ်မှာ လေ့လာမှုတစ်ခုပြုလုပ်ခဲ့ပါတယ်။
အိပ်စက်ခြင်း ပညာရပ်ကို လေ့လာတယ်ဆိုကတည်းက
အိပ်မက်ဆိုးတွေ အိပ်မက်ယောင်တာတွေ
အိပ်နေတုန်းဘီလူးစီးတယ်လို့ ပြောကြတဲ့ sleep paralysis အကြောင်းတွေပေါ့။
အဲ့ဒီလေ့လာမှုမှာ ပါဝင်အစမ်းသပ်ခံသူတွေက
ပန်းချီဆရာ Otis၊ ပရော်ဖက်ဆာ Freeman ရဲ့
အတန်းက ကျောင်းသူ Jo နဲ့ Freeman ရဲ့ ချစ်သူ Leigh တို့ပဲ ဖြစ်ပါတယ်။
နောက်ပိုင်းမှာတော့ အိပ်မက်နဲ့ လက်တွေ့က
မသဲကွဲတော့လောက်အောင် ဘယ်လိုဖြစ်ရပ်တွေ ဖြစ်လာမလဲဆိုတာကို
ကိုယ်တိုင်ကြည့်ရှုခံစားလိုက်ကြပါ။
File Size : ( 783 MB , 232 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 24 min
Format : Mp4
Genre : Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Lucille
Encoded by Moe Myint Lwin
zawgyi
ဒီ ႐ုပ္ရွင္ကေတာ့ အိပ္မက္ေတြအေၾကာင္းကို စိတ္ဝင္စားသူေတြ ၾကည့္ရႈသင့္တဲ့ dramatic thriller အမ်ိဳးအစားပါ။
ဇာတ္လမ္းဇာတ္အိမ္က ေတာ္ေတာ္ေလးထူးျခားတယ္လို႔ ေျပာရပါမယ္။
ရည္မွန္းခ်က္ႀကီးတဲ့ ပေရာ္ဖက္ဆာတစ္ေယာက္ျဖစ္တဲ့
ေဒါက္တာ Richard Freeman က အိပ္စက္ျခင္းပညာရပ္မွာ ေလ့လာမႈတစ္ခုျပဳလုပ္ခဲ့ပါတယ္။
အိပ္စက္ျခင္း ပညာရပ္ကို ေလ့လာတယ္ဆိုကတည္းက
အိပ္မက္ဆိုးေတြ အိပ္မက္ေယာင္တာေတြ
အိပ္ေနတုန္းဘီလူးစီးတယ္လို႔ ေျပာၾကတဲ့ sleep paralysis အေၾကာင္းေတြေပါ့။
အဲ့ဒီေလ့လာမႈမွာ ပါဝင္အစမ္းသပ္ခံသူေတြက
ပန္းခ်ီဆရာ Otis၊ ပေရာ္ဖက္ဆာ Freeman ရဲ႕
အတန္းက ေက်ာင္းသူ Jo နဲ႔ Freeman ရဲ႕ ခ်စ္သူ Leigh တို႔ပဲ ျဖစ္ပါတယ္။
ေနာက္ပိုင္းမွာေတာ့ အိပ္မက္နဲ႔ လက္ေတြ႕က
မသဲကြဲေတာ့ေလာက္ေအာင္ ဘယ္လိုျဖစ္ရပ္ေတြ ျဖစ္လာမလဲဆိုတာကို
ကိုယ္တိုင္ၾကည့္ရႈခံစားလိုက္ၾကပါ။
File Size : ( 783 MB , 232 MB)
Quality : WEB-DL 720p
Running Time : 1 hr 24 min
Format : Mp4
Genre : Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Lucille
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
