"Eternally younger than those idiots (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“မင်းရဲ့စိတ်ဝိဉာဉ်နဲ့ ဖြစ်တည်မှုကို ကမောက်ကမဖြစ်အောင်လုပ်တဲ့သူတွေကြောင့် ဘယ်တော့မှ လက်လျှော့အရှုံးမပေးလိုက်ပါနဲ့။ သူတို့က တစ်နေ့ထက်တစ်နေ့ ပိုပြီးအိုမင်းလာ အားနည်းလာနေတာပါ။ မင်းကတော့ ဒီလူ့အန္ဓတွေထက် ထာဝရငယ်ရွယ်နုပျိုပါတယ်။” ဟိုရိဂအိ
IMDb rating 7.1/10အထိရရှိထားပြီး dialogueတွေ​က လေးနက်မှုရှိနေတဲ့ ဒီကားလေးထဲမှာဆိုရင် ဟိုရိဂအိလို့ခေါ်တဲ့ တက္ကသိုလ်ကျောင်းသူက မကြာခင်ဘွဲ့ရတော့မှာဖြစ်ပြီး လုပ်စရာအလုပ်ကလည်း အသင့်ရှိနေပါပြီ။ ဒါပေမဲ့ နွေဦးရောက်မှ ဘွဲ့ရပြီးအလုပ်စလုပ်ရမှာမို့ ဖြုန်းစရာအချိန်တွေက ပိုနေပါတယ်။
သူလုပ်ရမဲ့အလုပ်က ကလေးသူငယ်စောင့်ရှောက်ရေးစင်တာမှာဖြစ်ပြီး ဒီအလုပ်ကိုလုပ်ရတဲ့ရည်ရွယ်ချက်ကလည်း ပျောက်ဆုံးနေတဲ့ကလေးတစ်ယောက်ကို တစ်နေ့မှာကယ်တင်နိုင်ဖို့ပါပဲ။ အလုပ်ကိုစောင့်ရင်း သူ့ဘွဲ့အတွက် စာတမ်းတစ်စောင်လည်း ​ပြုစုနေပါတယ်။ သူငယ်ချင်းတစ်ယောက်ကိုကူညီရင်းနဲ့ အိနိုဂိဆိုတဲ့ introvertသူငယ်ချင်းတစ်ယောက်လည်း ရလာခဲ့ပါတယ်။
သူတို့နှစ်ယောက်လုံးက ငယ်စဉ်ကအနိုင်ကျင့်ခံခဲ့ရတဲ့စိတ်ဒဏ်ရာကိုယ်စီကြောင့် လက်ရှိမှာလည်း ပေါင်းသင်းဆက်ဆံရေးခက်ခဲ့နေခဲ့ကြတာပါ။ ဒါ့ကြောင့် ဟိုရိဂအိက ကလေးစောင့်ရှောက်ရေးအလုပ်နဲ့မသင့်တော်ဘူးလို့ သူ့ကိုယ်သူထင်နေပါတယ်။ အိနိုဂိကတော့ ဖြစ်ရပ်ဆိုးတစ်ခုကြောင့် သေလုမျောပါးခံစားရပြီးမှ​ လွတ်မြောက်ခဲ့ရတဲ့ကောင်မလေးပါ။
သူတို့နှစ်ယောက်ရဲ့ တဖြည်းဖြည်းချင်းတိုးတက်လာတဲ့ ခင်မင်မှုနဲ့ စိတ်ပိုင်းဆိုင်ရာ အပြန်အလှန်မှီခိုမှု အကြောင်းကြည့်ရှုရမှာဖြစ်ပါတယ်။ ဟိုရိဂအိက သူရည်းစားတစ်ခါမှမထားရသေးဘဲ အပျိုဖြစ်နေသေးတာကို မကျေနပ်တဲ့သူပါ။ ဒါပေမဲ့ သူ့ရဲ့အဓိကပြဿနာလို့ထင်နေတဲ့အရာထက် ပိုပြီး အရေးကြီး တဲ့လုပ်စရာတွေလည်းအများကြီးရှိတယ်ဆိုတာကို ဟိုရိဂအိသိလာခဲ့ပါတယ်။
ရုန်းကန်နေရတာက ကိုယ်တစ်ယောက်တည်းမဟုတ်ဘဲ ကိုယ့်ထက်ပို ခက်ခဲတဲ့စိတ်ဓာတ်ကျစရာအခြေအနေနဲ့ ရှင်သန်နေရတဲ့သူတွေ ပုံမှန်မဟုတ်တဲ့ပြဿနာတွေနဲ့ရင်ဆိုင်ရတဲ့သူတွေ လည်းရှိနေပါသေးတယ်ဆိုတာပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )
File Size__(1.5GB) / (800MB)
Quality__WEB-DL_1080p, 720p
IMDb Rating__7.2/10
Format__mp4
Duration__01:58:00
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
