"Altered Carbon: Resleeved(2020)
ရှုတ်ထွေးလွန်းတဲ့ မြို့လယ်ခေါင်မှာ ကောင်မလေးတစ်ယောက်နောက်ကို လူကြမ်းကြီး(၂)ယောက် လိုက်နေတယ်….ဒီကောင်မလေးကြည့်ရတာ အဖွဲ့အစည်းတစ်ခုကနေအကြောင်းတစ်ခုကြောင့် အသေလုပြေးနေရတဲ့ပုံပဲ….
သိပ်မကြာဘူး….သူ့ကိုလိုက်နေတဲ့ (၂)ယောက်အပြင် တစ်ခြား ကြေးစားလူသတ်သမားတစ်ယောက်ကလည်း ဒီကောင်မလေးနောက်ကိုလိုက်နေပြန်တယ်…
ကံကောင်းထောက်မစွာ အဖွဲ့အစည်းတစ်ခုက လူရွယ်တစ်ယောက်က ဒီကောင်မလေးကို ကယ်တင်လိုက်နိုင်တယ်….
ဘာကြောင့်ဒီကောင်မလေးကို လိုက်သတ်နေကြတာလဲ….
ဒီဂျပန် Animation ဇာတ်ကားဟာ စစချင်း ဇာတ်ကောင်တွေ သိပ္ပံအက်ရှင်ပီပီ
အဲ့ဒီခေတ်ရဲ့ ဆန်းပြားတဲ့နည်းစနစ်တွေကို ခပ်သွက်သွက်မိတ်ဆက်ရင်း
ဇာတ်လမ်းကိုပုံဖော်ထားတယ်…
ငွေကြေးချမ်းသာရင် နာမ်တစ်ခုကို ရုပ်ခန္ဓာအသစ်တစ်ခုဆီကူးပြောင်းရင်း အသက်ဆက်လို့ရသလို တခြားဂြိုလ်မှာရှိတဲ့
ရုပ်ခန္ဓာအသစ်ဆီကူးပြောင်းရင်း တစ်နေရာဆီ အလွယ်တစ်ကူကူးပြောင်း နိုင်တယ်…
ဒီ Animation ကားက ရာကူဇာဂိုဏ်းတွေ ကြေးစားလူမိုက်ပေါင်းစုံတွေ
မှော်ဆန်တဲ့ ကိစ္စတွေ၊ ခပ်ဆန်းဆန်း သိပ္ပံပညာတွေနဲ့ ဇာတ်အိမ်ဖွဲ့ထားတာပါ…
အက်ရှင်အလန်းစားတွေများစွာပါဝင်တဲ့အပြင် စိတ်ဝင်စားဖွယ်ရာကောင်းတာမို့
Animation ကြိုက်တဲ့ပရိတ်သတ်တွေအတွက် လက်မလွှတ်သင့်ပါကြောင်း
သတင်းကောင်းပါးပါရစေ..
ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်သူကတော့ Thinzar Htet ပဲဖြစ်ပါတယ်…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
File Size : (800 MB) and (318 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:14:00
Genre : Animation,Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Thinzar Htet
Encoded by Phyo Pyae
Altered Carbon: Resleeved(2020)
ရႈတ္ေထြးလြန္းတဲ့ ၿမိဳ႕လယ္ေခါင္မွာ ေကာင္မေလးတစ္ေယာက္ေနာက္ကို လူၾကမ္းႀကီး(၂)ေယာက္ လိုက္ေနတယ္….ဒီေကာင္မေလးၾကည့္ရတာ အဖြဲ႕အစည္းတစ္ခုကေနအေၾကာင္းတစ္ခုေၾကာင့္ အေသလုေျပးေနရတဲ့ပုံပဲ….
သိပ္မၾကာဘူး….သူ႔ကိုလိုက္ေနတဲ့ (၂)ေယာက္အျပင္ တစ္ျခား ေၾကးစားလူသတ္သမားတစ္ေယာက္ကလည္း ဒီေကာင္မေလးေနာက္ကိုလိုက္ေနျပန္တယ္…
ကံေကာင္းေထာက္မစြာ အဖြဲ႕အစည္းတစ္ခုက လူ႐ြယ္တစ္ေယာက္က ဒီေကာင္မေလးကို ကယ္တင္လိုက္ႏိုင္တယ္….
ဘာေၾကာင့္ဒီေကာင္မေလးကို လိုက္သတ္ေနၾကတာလဲ….
ဒီဂ်ပန္ Animation ဇာတ္ကားဟာ စစခ်င္း ဇာတ္ေကာင္ေတြ သိပၸံအက္ရွင္ပီပီ
အဲ့ဒီေခတ္ရဲ႕ ဆန္းျပားတဲ့နည္းစနစ္ေတြကို ခပ္သြက္သြက္မိတ္ဆက္ရင္း
ဇာတ္လမ္းကိုပုံေဖာ္ထားတယ္…
ေငြေၾကးခ်မ္းသာရင္ နာမ္တစ္ခုကို ႐ုပ္ခႏၶာအသစ္တစ္ခုဆီကူးေျပာင္းရင္း အသက္ဆက္လို႔ရသလို တျခားၿဂိဳလ္မွာရွိတဲ့
႐ုပ္ခႏၶာအသစ္ဆီကူးေျပာင္းရင္း တစ္ေနရာဆီ အလြယ္တစ္ကူကူးေျပာင္း ႏိုင္တယ္…
ဒီ Animation ကားက ရာကူဇာဂိုဏ္းေတြ ေၾကးစားလူမိုက္ေပါင္းစုံေတြ
ေမွာ္ဆန္တဲ့ ကိစၥေတြ၊ ခပ္ဆန္းဆန္း သိပၸံပညာေတြနဲ႔ ဇာတ္အိမ္ဖြဲ႕ထားတာပါ…
အက္ရွင္အလန္းစားေတြမ်ားစြာပါဝင္တဲ့အျပင္ စိတ္ဝင္စားဖြယ္ရာေကာင္းတာမို႔
Animation ႀကိဳက္တဲ့ပရိတ္သတ္ေတြအတြက္ လက္မလႊတ္သင့္ပါေၾကာင္း
သတင္းေကာင္းပါးပါရေစ..
ဇာတ္လမ္းအၫႊန္းနဲ႔ ဘာသာျပန္သူကေတာ့ Thinzar Htet ပဲျဖစ္ပါတယ္…
File Size : (800 MB) and (318 MB)
Quality : WEB-DL 720p
Format…mp4
Duration…01:14:00
Genre : Animation,Sci-Fi
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Thinzar Htet
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
