"The Gift (2000)
~ IMDb rating – 6.7/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကားရဲ့ ဒါရိုက်တာက Sam Raimi ပါ။ MCU ထဲက Dr. Strange လိုကားကိုတောင် Horror vibe ရအောင် ရိုက်ခဲ့တဲ့ ဘဲပေါ့။ Director တင်လန်းတာလားဆိုတော့ မဟုတ်သေးဘူး။ တစ်ချိန်တစ်ခါက LoTRထဲ အများတကာကြွေခဲ့ရတဲ့ နတ်သမီးလို အလှနဲ့ Cate Blanchett, Batman Begins ထဲ ကျွန်တော်တော်တော်ကြွေခဲ့တဲ့ Katie Holmes, နောက် ကြည်နူးရိပ်ကလည်း ရှားရှားပါးပါး မကောင်းတဲ့လူအနေနဲ့ ပါ၀င်ထားပါသေးတယ်။ Hilary Swank နဲ့ Giovanni Ribisi တို့လို သရုပ်ဆောင်တော်တော်ကောင်းတဲ့ လူတွေလည်း ထပ်လောင်း ပါပါသေးတယ်။ တိုဘီ့ စပိုက်ဒါမန်းကားနဲ့ မသိသူမရှိတဲ့ J. K. Simmons ကြီးလည်း ပါပါတယ်။ Cast အလန်း ဒါရိုက်တာအလန်းတွေနဲ့ တော်တော်ကြည့်လို့တန်တဲ့ ရုပ်ရှင်ပါပဲ။
အဓိကဇာတ်‌ကောင်ကတော့ Cate ပါ။ သူက စိတ်နယ်လွန် စွမ်းအားရှ်ိပြီး ကတ်တွေနဲ့ ဗေဒင်ဟောရင်း ကလေးသုံးယောက်ကို ကျွေးမွေးနေတဲ့သူ။ သူ့ဆီကို လာတဲ့ ဖောက်သည်တွေထဲ လင်နှိပ်စက်ခံနေရတဲ့ မိန်းမတစ်ယောက်ရှိတယ်။ သူ့ယောက်ျား ကြည်နူးရိပ်က သူ့မိန်းမကို အောက်လမ်းတွေသင်ပေးနေတယ်ဆိုပြီး သူ့ကလေးတွေရော ကိတ်ကိုရော ရန်ရှာပါတယ်။ အဲဒီမှာ ကိတ်က ကြည်နူးကို ပြန်ခြိမ်းခြောက်ပါတယ်။ ထောင်ထဲပို့မယ် ဘာညာပေါ့။
အဲဒီအချိန်မှာ မြို့မျက်နှာဖုံး သူဌေးသမီး ဂျက်စီကာကင်း (ကေတီဟုမ်း) ပျောက်သွားပါတယ်။ ကိတ်နဲ့ မျက်လုံးချင်း စကားပြောနေတဲ့သူနဲ့ လက်ထပ်မယ့်သူလည်း ဟုတ်သလို ကြည်နူးနဲ့ ဖောက်ပြန်နေတဲ့ စကီလည်း ဟုတ်ပါတယ်။ ကိတ်က သူ့စွမ်းအားတွေနဲ့ အာရုံခံတော့ ရေကန်တစ်ကန်ထဲ သံကြိုးတွေနဲ့ အပတ်ခံထားရတာ ဘာညာမြင်ပါတယ်။ ရဲတွေနဲ့သူ ကြည်နူး ခြံထဲကရေကန်ကြီးထဲရှာကြတော့ အလောင်းကြီး သံကြိုးတွေပတ်လျက် ထွက်လာပါတယ်။ ဘယ်သူ ဘယ်ဝါလုပ်လိုက်တာလဲတော့ ကိုယ်တိုင်ပဲ ရင်တမောမော အသည်းတအေးအေးနဲ့ လှည့်ကွက်များစွာကို ဖြတ်သန်းပြီး ကြည့်ရှုလိုက်ကြပါ။ Honest ရဗျူးပေးရရင် တော်တော်လေး ကြည့်လို့ကောင်းပါတယ်။ ညဘက်ကြည့်ရင် ပိုအရသာရှိကြမှာပါ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆို ရေးသားထားပါတယ်)
Size – 2.1GB, 1.2GB
Quality – 1080p, 720p
IMDb Rating – 6.7/10
Format – mp4
Duration – 1H 51Min
Genre – Drama, Fantasy, Horror
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
