ဒီတစ်ခါတော့ ပရိသတ်ကြီးကို ဗီယမ်နမ် ဂြိုလ်သူမကားကောင်းကောင်းလေးနဲ့မိတ်ဆက်ပေးပါရစေ ကြည်ကြည်နူးနူးနဲ့ ပေါ့ပေါ့ပါးပါးကြည့်ချင်တဲ့သူတွေအတွက်တော့ တကယ့်ကိုလက်မလွှတ်သင့်တဲ့ကားလေးပါပဲ ဟာသလေးတွေလည်းပါတော့ ဘဝအမောတွေလည်းပြေပျောက်မှာပါ “နင်ဘယ်ပဲရောက်ရောက် ငါ့နှလုံးသားထဲမှာအမြဲတမ်းရှိနေမှာပါ”ဆိုတဲ့ ကလေးလေးနှစ်ယောက်ရဲ့ ကားလေးကိုတော့ အခုချက်ချင်းပဲကြည့်လိုက်ကြပါတော့ဇာတ်လမ်းအကျဉ်းဟမ် ဆိုတဲ့ကောင်လေးက တစ်ဦးတည်းသော သားလေးပါ ဒါပေမဲ့ သူ့ရဲ့အမေကရောဂါကြောင့်နဲ့ပဲ စောစောစီးစီး ဆုံးပါးသွးတော့ သူနဲ့သူ့အဖေ နှစ်ယောက်ပဲကျန်ခဲ့တော့တာပါ သူ့အဖေက ကတော့ အင်ဂျင်နီယာနဲ့ ကျောင်းပြီးထားပေမဲ့ ဥက္ကာခဲအရောင်ဆိုင်လေးဖွင့်ပြီး ပတ်ဝန်းကျင်က ဖုန်းတွေ ကွန်ပြူတာလေးတွေပြင်ပေးနေတဲ့သူဆိုတော့ စီးပွားရေးလည်း သိပ်အဆင်မပြေလှဘူးပေါ့ အဲဒါကိုသူ့သားလေးကသိသွားတော့ စိတ်ညစ်မှာဆိုးတာနဲ့ ကြယ်ကြွေတဲ့ပွဲကိုလိုက်ပြပြီး ငါးသွားမျှားမယ်လို့ကတိပေးလိုက်ပါရော ဒါပေမဲ့ အဲဒီကတိကိုသူမတည်နိုင်ခဲ့ဘူးပေါ့လေ အဲဒါနဲ့သူ့သားလေးက ခိုးပြီးသွားကြည့်ပါလေရော သူ့သား ဟမ် ရဲ့ တစ်ဦးတည်းသောသူငယ်ချင်းလေးကလည်း အိမ်ပြောင်းသွားခဲ့ရတာပါ ဘာဖြစ်လို့လဲဆို ဗီယမ်နမ်နိုင်ငံရဲ့ အာကာသလွှတ်တင်ရေးစခန်းအတွက် ကုမ္ပဏီကြီးတစ်ခုက သူတို့ရဲ့နေရာကိုယူချင်နေတာကြောင့် သူတို့တိုက်ပိုင်ရှင်က ပိုက်ဆံပေးပြီးပြောင်းခိုင်းနေတာပါ မပြောင်းတဲ့သူတွေကိုလည်း အမျိုးမျိုးပြဿနာရှာနေကြတာပေါ့ အဲဒီလိုနဲ့ ကြယ်ကြွေပွဲနေ့မှာ တောင်ကြားတစ်ခုလုံးလင်းလက်သွားတာကို ဟမ် လေးကမြင်လိုက်ရပြီး နောက်နေ့မှာသွားစပ်စုရာကနေ ရေနစ်ပါလေရော သူရေနစ်နေတဲ့အချိန်မှာပဲ သူ့အရွယ် ဂြိုလ်သူမလေးက သူ့ကိုကယ်တင်ပေးခဲ့တာပေါ့ အဲဒီလိုနဲ့ သူတို့နှစ်ယောက်က သူငယ်ချင်းတွေဖြစ်သွားတာပေါ့လေ အဲဒါကို အာကာသလွှတ်တင်ရေးစခန်းဆောက်မဲ့ ကုမ္ပဏီကသူဌေးကလည်း သိနေတော့ အဲဒီဂြိုလ်သူမလေးကို သူ့အစီစဉ်အတွက် အရမ်းကိုလိုချင်နေခဲ့တာပေါ့ အဲဒီမှာပဲ ဇာတ်လမ်းလေးကစပါတော့တယ် အဲဒီသူဌေးက ဂြိုလ်သူမလေးကိုဘယ်လိုနည်းလမ်းတွေနဲ့ မရ ရအောင်လိုက်ဖမ်းမလဲ ဘာဖြစ်လို့သူကလိုချင်နေရတာလဲ ဟမ် နဲ့မတည့်ရာကနေ အရမ်းခင်သွားတဲ့ သူငယ်ချင်းဖက်တီးလေးကရော ဟမ်ကိုဘယ်လိုကူညီမလဲ ဂြိုလ်သူမလေးကရော ကမ္ဘာကြီးဆီဘာလာလုပ်တာလဲ သူ့ကိုလိုက်ဖမ်းတဲ့သူတွေလက်ကရောလွတ်နိုင်မှာလားဆိုတာကိုကြည်နူးစရာ ပျော်ရွှင်စရာ ဝမ်းနည်းစရာလေးတွေနဲ့ ရောစပ်ဖွဲ့စည်းထားတဲ့ ကားကောင်းလေးထဲမှာပဲ ဆက်လက်ရှုစားလိုက်ကြပါဦးFile size…(1.89GB/(1.13GB)/(610MB)Quality….Webrip 1080p / 720p / 480pFormat…mp4Duration….01:45:00Genre…Adventure / Comdey / FamilySubtitle….Myanmar Subtitle (Hardsub)Encoder….Mr. AndersonTranslated by Garfield"