"2020 မှ လောလောလတ်လတ် ထွက်ထားတဲ့စပိုင်ဟာသကားလေး။
ပေါ့ပေါ့ပါးပါးလေးနဲ့ အပျင်းပြေကြည့်လို့အဆင်ပြေတဲ့ကားလေး။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသားက လက်နက် ရဖို့ကြိုးစားနေတဲ့ လူဆိုးနောက်ကို လိုက်ရင်း
မင်းသမီးနဲ့ တိုက်မိရင်း တွေ့ကြတယ်။
လူဆိုးကတော့ အဲဒါကြောင့် လွတ်သွားတယ်။
မင်းသားကတော့ မင်းသမီးကို စတွေ့ကတည်းက
သဘောကျသွားတာကြောင့် သူ့အလုပ်ကိုပါ စွန့်လွှတ်ပြီး
မင်းသမီးကို လက်ထပ်ဖို့ ကြိုးစားတော့တယ်။
သူတို့လက်ထပ်ဖြစ်ပ်ီး မင်းသားက ပုံမှန်ဘဝမှာ အသားကျအောင်
ကြိုးစားနေတဲ့အချိန်မှာ ဘာတွေ ဆက်ဖြစ်လာမလဲ။
မင်းသမီးကရော မင်းသားအကြောင်းကို ဘယ်အချိန်မှာသိသွားမှာလဲ။
သူ့အလုပ်မှာရော အဆင်ပြေပါ့မလား။
အဲလို ရုန်းကန်နေရချိန်မှာ အရင်ကိစ္စတွေနဲ့ ပြန်လည် ပတ်သက်လာရတဲ့အခါမှာတော့……
ဇာတ်လမ်းကတော့ သိပ်ထူးထူးဆန်းဆန်းမဟုတ်။
မင်းသား မင်းသမီးကလည်း အရမ်းနာမည်ကြီးနေတာတွေ မဟုတ်ပေမယ့်
သူ့ဇာတ်လမ်း ဇာတ်ကွက်လေးနဲ့ ကြည့်လို့တော့ အဆင်ပြေပါတယ်။
Low budget ဆိုတော့ တချို့နေရာတွေ CGI ထည့်ထားတာတွေတော့ သိပ်မကောင်း။
ဒါပေမယ့် ပေါ့ပေါ့ပါးပါး ဇာတ်ကားလေး ကြည့်ချင်တယ်ဆို အဆင်ပြေတဲ့ ကားလေး ဖြစ်ပါကြောင်း
File Size : ( 866 MB , 282 MB)
Quality : WEB-Rip 720p
Running Time : 1 hr 33 min
Format : Mp4
Genre : Action , Adventure , Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by NightFury
Encoded by Moe Myint Lwin
zawgyi
2020 မွ ေလာေလာလတ္လတ္ ထြက္ထားတဲ့စပိုင္ဟာသကားေလး။
ေပါ့ေပါ့ပါးပါးေလးနဲ႔ အပ်င္းေျပၾကည့္လို႔အဆင္ေျပတဲ့ကားေလး။
မင္းသားက လက္နက္ ရဖို႔ႀကိဳးစားေနတဲ့ လူဆိုးေနာက္ကို လိုက္ရင္း
မင္းသမီးနဲ႔ တိုက္မိရင္း ေတြ႕ၾကတယ္။
လူဆိုးကေတာ့ အဲဒါေၾကာင့္ လြတ္သြားတယ္။
မင္းသားကေတာ့ မင္းသမီးကို စေတြ႕ကတည္းက
သေဘာက်သြားတာေၾကာင့္ သူ႔အလုပ္ကိုပါ စြန႔္လႊတ္ၿပီး
မင္းသမီးကို လက္ထပ္ဖို႔ ႀကိဳးစားေတာ့တယ္။
သူတို႔လက္ထပ္ျဖစ္ပ္ီး မင္းသားက ပုံမွန္ဘဝမွာ အသားက်ေအာင္
ႀကိဳးစားေနတဲ့အခ်ိန္မွာ ဘာေတြ ဆက္ျဖစ္လာမလဲ။
မင္းသမီးကေရာ မင္းသားအေၾကာင္းကို ဘယ္အခ်ိန္မွာသိသြားမွာလဲ။
သူ႔အလုပ္မွာေရာ အဆင္ေျပပါ့မလား။
အဲလို ႐ုန္းကန္ေနရခ်ိန္မွာ အရင္ကိစၥေတြနဲ႔ ျပန္လည္ ပတ္သက္လာရတဲ့အခါမွာေတာ့……
ဇာတ္လမ္းကေတာ့ သိပ္ထူးထူးဆန္းဆန္းမဟုတ္။
မင္းသား မင္းသမီးကလည္း အရမ္းနာမည္ႀကီးေနတာေတြ မဟုတ္ေပမယ့္
သူ႔ဇာတ္လမ္း ဇာတ္ကြက္ေလးနဲ႔ ၾကည့္လို႔ေတာ့ အဆင္ေျပပါတယ္။
Low budget ဆိုေတာ့ တခ်ိဳ႕ေနရာေတြ CGI ထည့္ထားတာေတြေတာ့ သိပ္မေကာင္း။
ဒါေပမယ့္ ေပါ့ေပါ့ပါးပါး ဇာတ္ကားေလး ၾကည့္ခ်င္တယ္ဆို အဆင္ေျပတဲ့ ကားေလး ျဖစ္ပါေၾကာင္း
File Size : ( 866 MB , 282 MB)
Quality : WEB-Rip 720p
Running Time : 1 hr 33 min
Format : Mp4
Genre : Action , Adventure , Comedy
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by NightFury
Encoded by Moe Myint Lwin
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
