"Blonde (2022)===========IMDb Rating – 6.2/10Pauseကဲ Biography ဒရာမာရုပ်ရှင်လေးကြည့်ရအောင်။ နာမည်ကျော်ရုပ်ရှင်မင်းသမီး မယ်ရီလင် မွန်ရိုးရဲ့အကြောင်းပါပဲ။ မွန်ရိုးဟာ သမိုင်းတလျှောက် နာမည်အကြီးဆုံး လွှမ်းမိုးမှုအရှိဆုံး ရုပ်ရှင်မင်းသမီးတွေထဲကတစ်ယောက်ပါပဲ။ ၁၉၅၀-၆၀ ကာလများရဲ့ လိင်ဆွဲဆောင်မှုအရှိဆုံးအမျိုးသမီးအဖြစ်လည်း သတ်မှတ်ကြပါတယ်။မွန်ရိုးဟာ နာမည်ကျော်ကြားသလောက် ဘဝအစမလှပခဲ့သလို ဘဝဇာတ်သိမ်းလည်းမလှပခဲ့ပါဘူး။ မိဘမဲ့ဂေဟာကနေ အနုပညာလောကထဲကိုဝင်လာပြီး ၁၆ နှစ်နဲ့အိမ်ထောင်ကျခဲ့တယ်။ အိမ်ထောင်သုံးဆက်အထိရှိခဲ့ပြီး။ ကြားထဲမှာလည်း အမေရိကန်သမ္မတ ဂျွန် အက်ဖ် ကနေဒီနဲ့ အပါအဝင်မရေတွက်နိုင်တဲ့ ကောလဟာလတွေ အများကြီးရှိခဲ့သူလည်းဖြစ်ပါတယ်။အဲဒီတုန်းက မွန်ရိုးဟာ တစ်နိုင်ငံလုံးရဲ့ အိပ်မက်မင်းသမီးဖြစ်ခဲ့တာပါ။ သူ့ရဲ့ဂါဝန်လေးလေလွင့်နေတဲ့ပုံဟာလည်း သမိုင်းဝင်လောက်အောင်ကို ကျော်ကြားခဲ့တာပါ။ မွန်ရိုးဟာ အသက် ၃၆ နှစ်အရွယ်မှာ ဆေးလွန်သေဆုံးခဲ့ပြီး ဒါကိုမတော်တဆမှုအဖြစ်ဖော်ပြခဲ့ပေမဲ့ လူပေါင်းများစွာက ကိုယ့်ကိုယ်ကိုယ်သတ်သေတယ်လို့ ယူဆခဲ့သလို လုပ်ကြံခံရတယ်ဆိုတဲ့ ထင်ကြေးတွေလည်းပေါ်ပေါက်ခဲ့ပါတယ်။ ဒါပေမဲ့ သူကို ဟောလိဝုဒ်ရွှေခေတ်ရဲ့ အကျော်ကြားဆုံးမင်းသမီးစာရင်းမှာ နံပါတ်-၆ နေရာမှာ သတ်မှတ်ထားခဲ့တုန်းပါပဲ။ နံပါတ်တစ်ကတော့ Little Women (1933) မင်းသမီး ကတ်သရင်းဟိဘန်းပါပဲ။ဒီရုပ်ရှင်ကတော့ မွန်ရိုးရဲ့ အတ္ထုပ္ပတ္တိဆိုတာထက် ကောလဟာလတွေကိုရောတကယ့်အခိုင်အမာအဖြစ်အပျက်တွေကိုရော ရောမွှေပြီး စိတ်ကူးယဉ်ရေးသားထားတဲ့ဇာတ်လမ်းနဲ့ပိုတူပါတယ်။ မွန်ရိုးနေရာမှာသရုပ်ဆောင်ထားတဲ့ မင်းသမီးအန်နာဒီအားရ်မက်စ်ကိုတော့ ပရိသတ်တွေ Knives Out, No time to die, bladerunner, knock knock တို့လို ရုပ်ရှင်ကြီးတွေမှာ ရင်းနှီးပြီးသားဖြစ်မှာပါ။ ဗင်းနစ်ရုပ်ရှင်ပွဲတော်မှာ ၁၄ မိနစ်ကျော် အားလုံးမတ်တပ်ရပ် လက်ခုပ်တီးပေးခဲ့တဲ့အထိပြောင်မြောက်တဲ့ ရုပ်ရှင်လို့လည်းပြောကြပါတယ်။ ဒါပေမဲ့ ရုပ်ရှင်ပွဲတော်တွေကတော့ဘာကားလာလာ မတ်တပ်ရပ်တီးနေကျဆို‌တော့ အဲဒီအတွက်တော့ အရမ်းမကိုးကားတော့ပါဘူး။ ဒါပေမဲ့ ဘယ်လိုအနုပညာဆန်ဆန်ရိုက်ကူးပြီး ဘယ်လိုပီပြင်အောင်သရုပ်ဆောင်ထားလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ရှုနိုင်ပါတယ်။ မင်းသားကြီး ခရစ်စ်အီဗန်ကတော့ အန်နာကို ဒီကားနဲ့ အော်စကာရရချည်သေးရဲ့လို့ ချီးကျူးသွားပါတယ်။နောက်ဆုံးသတိပေးချင်တာကတော့ အန်နာရဲ့ အိပ်ရာခန်းတွေ တုံးလုံးခန်းတွေ တစ်ခန်းထက်မနည်းပါဝင်နေတာမို့ မိသားစုနဲ့ကြည့်ဖို့မသင့်တော်ဘူးဆိုတာပါပဲ။(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ Mr.Anderson ဖြစ်ပါတယ်)File Size……….(2.11 GB) / (920 MB)Quality…………WEB-DL 1080p / 720pDuration………2Hrs 46minsSubtitle………..Myanmar HardsubFormat…………MP4Genre…………..Biography, Drama, RomanceTranslator…….Mr.AndersonEncoder……….SWM"