"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Our Little Sister ( 2015 )
————————-
Directed by Hirokazu Koreeda
IMdb – 7.5 / Rotten Tomatoes – 94%
( ပထမဆုံးအပိုဒ်ဟာ ရုပ်ရှင်အကြောင်းမဟုတ်ဘဲ ဂျပန်စီနီမာက မျက်မှောက်ခေတ်ဒါရိုက်တာတွေအကြောင်းမို့ ကျော်ချင် ကျော်ဖတ်လို့ရပါတယ် )
( ဂျပန်ရုပ်ရှင်တွေဟာ Ozu , Akira Kurosawa အပါအဝင် တခြားဒါရိုက်တာတွေနဲ့ သမိုင်းအစဉ်အလာတော်တော်ကြီးခဲ့သလို Contemporary Japanese Directorsတွေဖြစ်တဲ့ Shunji Iwai , Takashi Miike , Sion Sono , Kiyoshi Kurosawa , Tetsuya Nakashima , Yōjirō Takita, Yôji Yamada , Hirokazu Koreeda တို့တွေဟာလည်း မျက်မှောက်ခေတ်အထိ ဒီသမိုင်းအစဉ်အလာကို ထိန်းသိမ်းထားနိုင်တုန်းပါပဲ။ ဂျပန်ဟာ ကိုရီးယားထက် နောက်ကောက်ကျသွားပြီပြောကြပေမဲ့ လက်ရှိထိရှိနေတဲ့ ဇာတ်ကားကောင်းတွေထုတ်ပေးနိုင်တဲ့ ဒါရိုက်တာ အင်အားဟာ တော်တော်အားကောင်းတုန်းပါပဲ။ ထွက်လည်းထွက်နေကြတုန်းပါပဲ။ မကျော်တောင် နောက်ကောက်တော့မကျတာ သေချာပါတယ်။ Takashi Miikeတို့ Kiyoshi Kurosawaတို့လို Extremeဆန်တဲ့ ဒါရိုက်တာတွေကလည်း သူ့လိုင်းနဲ့သူအောင်မြင်သလို Hirokazu Koreeda တို့ Shunji Iwaiတို့ကလည်း အသိမ်မွေ့ဆုံး အလှပဆုံး ရုပ်ရှင်တွေကို ထုတ်ပေးနေတုန်းပါ။ Sion Sonoတို့ဆို မနှစ်က နစ်ကေ့နဲ့ ဘိုကားသွားရိုက်ခဲ့သလို Koreedaဆိုလည်း အီသန်ဟန့်နဲ့ ရိုက်ဖူးတဲ့သူပါ။ Kiyoshi Kurosawaရဲ့ cureကိုတော့ david Fincherရဲ့ Se7enထက်တောင် သာတယ်လို့ပြောတဲ့သူတွေမနည်းပါဘူး။ Shunji Iwaiရုပ်ရှင်တွေကတော့ လူ့ပြည်ကနိဗ္ဗာန်ဘုံလို့တောင် ဆိုကြပါတယ်။ ဒီထဲတော့ Personallyအရတော့ Hirokazu Koreedaနဲ့ Shunji Iwaiတို့ရဲ့ ရုပ်ရှင်အေးအေးလေးတွေကိုတော့ သဘောအကျဆုံးပါပဲ။ ဂျပန်ရုပ်ရှင်ဆိုတဲ့ အငွေ့အသက်ကိုလည်း သူတို့ဆီ အပြည့်အဝတွေ့ရပါတယ်။ ဒါကြောင့်ပဲ Shunji Iwaiဟာ last letterကို တရုတ်တွေနဲ့ အရင်ရိုက်ကြည့်တုန်းက မအောင်မြင်ခဲ့သလို korredaရဲ့ Brokerဟာလည်း ထင်သလောက်တော့ မဖြစ်သွားခဲ့တာနေပါမယ်။ သူတို့ရုပ်ရှင်တွေဟာ ဂျပန်အငွေ့အသက်နဲ့ပဲ လုံးဝပနဲပနံသင့်လှပနေတဲ့ ဂျပန်ရုပ်ရှင်အစစ်တွေပါပဲ။ )
Our Little Sisterဟာ korredaရဲ့ ကားကောင်းတွေများစွာထဲက တစ်ကားပါပဲ။ သူ့တခြားကားကောင်းတွေဖြစ်တဲ့ Nobody Knowsတို့ Like Father, Like Sonတို့ Brokerတို့ Air Dollတို့ Shopliftersတို့ Still Walkingတို့ကိုတော့ စီအမ်မှာတင်ထားဖူးတော့ သူ့မသိတောင် ဒီထဲက တစ်ကားကားကို အားလုံးရင်းနှီးပြီးသားဖြစ်မှာပါ။ Koreedaဟာ ozuရဲ့အငွေ့အသက်မကင်းတဲ့သူဖြစ်တာနဲ့အညီပဲ ရုပ်ရှင်အများစုဟာ ရိုးရိုးရှင်းရှင်းလေးပဲ မိသားစုတစ်ခုထဲက အဖြစ်အပျက်တို့ ဘာတို့ကို ချပြပြီး ဘာမှအဆန်းတကြယ်အဖြစ်အပျက်တွေမပါဘဲနဲ့ကို ဒိုင်ကြောင်တွေမဟုတ်နဲ့ သာမန်စကားလုံးတွေနဲ့ပဲ အဲဒီမိသားစုရဲ့ နောက်က အစိုင်အခဲတွေ သံယောဇဉ်တွေ ချစ်ခြင်းတွေ နားမလည်ခြင်း နားလည်ခြင်းတွေကို ပရိသတ်ရင်ထဲ အရောက်ပို့ပေးနိုင်တဲ့ရုပ်ရှင်တွေပါပဲ။
ကျွန်တော်ကြည့်ဖူးသလောက် သူ့ရုပ်ရှင်တွေထဲ ဒီဓာတ်ရဲ့အသိမ်မွေ့ဆုံးရုပ်ရှင်က still walkingပါပဲ။ နောက်ပိုင်းသိရတာတော့ still walkingဟာ သူ့မိသားစုကို အခြေတည်ရိုက်ထားတယ်ဆိုပါတယ်။ ဒါကြောင့်လည်း ဒီလိုဖြစ်နေတာပဲနေမှာပါ။ our little sisterကတော့ ညီအစ်မသုံးယောက်ဘဝထဲကို သူတို့အဖေရဲ့ နောက်မိန်းမရဲ့ သမီးလေး ရောက်လာတဲ့အကြောင်း ရိုက်ပြထားတဲ့ရုပ်ရှင်ပါပဲ။ သူ့ဟန်အတိုင်း သိမ်သိမ်မွေ့မွေ့လေးနဲ့ပဲ မပြထားတဲ့ နောက်ကြောင်းတွေကို တငွေ့ငွေ့မြင်လာအောင် ပြထားတယ်။ Koreedaပေးတဲ့ အရသာကိုကြိုက်တဲ့သူတွေအတွက် စိတ်ကျေနပ်မှုအပြည့်ရစေမယ့် ရုပ်ရှင်လို့ ပြောလို့ရပါတယ်။
ဂျပန်အကယ်ဒမီမှာ စီနီမာတိုဆု လိုက်တင်ဆု ဒါရိုက်တာဆုတွေအပြင် တက်သစ်စသရုပ်ဆောင်ဆုနဲ့ အကောင်းဆုံးရုပ်ရှင်ဆုကိုလည်း ရရှိခဲ့ပါတယ်။Palme d’Or ပြိုင်ဖို့လည်းအရွေးခံခဲ့ရသလို ပုဂ္ဂလိအမြင်အရတော့ Masami Nagasawaရဲ့ ဆွဲဆောင်မှုကလည်း ဒီရုပ်ရှင်ကို ပိုလှပစေခဲ့တဲ့ တစ်ချက်လို့ပြောရင်မမှားပါဘူး။ Our Little Sisterဟာ ဘာမှအလွန်အကျူးတွေမပါဘဲ သာမန်အဖြစ်အပျက်တွေ သာမန်ပျော်စရာတွေ သာမန်ဝေဒနာတွေနဲ့ကို ထူးထူးခြားခြားလှပနေတဲ့ KOREEDAရဲ့ မာစတာပိစ်တစ်ကားပါပဲ။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ WiRa Aung ပါ )
File Size__(2.2GB) / (1.1GB)
Quality__BluRay_1080p, 720p
IMDb Rating__7.5/10
Format__mp4
Duration__02:07:00
Type__Drama, Family
Subtitle__Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
