"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါ ပရိသတ်ကြီးကိုတင်ဆက်ပေးမှာတော့ အမှားတွေကြားထဲကနေ ကိုယ့်သမီးလေးကိုချစ်တဲ့ ဖခင်တစ်ယောက်ရဲ့ စိတ်ထားလေးအကြောင်းရိုက်ကူးထားတဲ့ ဇာတ်ကားလေးပါပဲ အဖေဆိုတာဟာ သူများတွေအပေါ်မှာသာ ကြမ်းတမ်းချင်ကြမ်းတမ်းမယ် သားတွေသမီးတွေပေါ်မှာတော့ တကယ့်ကိုနူးညံ့တဲ့သူမျိုးတွေပါ တချို့ခြွင်းချက်ကတော့ ခြွင်းချက်ပေါ့လေ အဲဒီလိုပဲ သားသမီးတွေကိုဖြည့်ဆည်းဖို့အတွက် ဘယ်အရာမဆို သတ္တိအပြည့်နဲ့လုပ်ပေးနိုင်တာလည်းအဖေတွေပါပဲ မိဘရယ်လို့ဖြစ်လာရင် အဖေရော အမေရောဆိုတာက ဘယ်အချိန်ဖြစ်ဖြစ်သားသမီးတွေအတွက် အမြဲတမ်းရှိနေပေးတဲ့သူတွေပါပဲ အဲဒီအကြောင်းလေးတင်ဆက်ထားတဲ့ ကားလေးကိုကြည့်ရှုလိုက်ကြပါဦး
ဇာတ်လမ်းအကျဉ်း
စထရေးဆိုတဲ့ လမ်းဘေးတိုက်ခိုက်ရေးသမားတစ်ယောက်ဟာ ပြိုင်ဘက်တွေကြားမှာတော့ တကယ့်ကိုနာမည်ကြီးဖိုက်တာတစ်ယောက်ပါ မိုင်ယာမီကိုအုပ်စိုးထားတဲ့ မြေအောက်အဖွဲ့ကြီးရဲ့ ခေါင်းဆောင် အက်စတယ်ကလည်း အဲဒီလိုလူမျိုးကိုလိုက်ရှာရင်းနဲ့ ပြိုင်ပွဲတစ်ခုမှာတွေ့သွားခဲ့ပါတယ် အဲဒါနဲ့ စထရေးလည်း အက်စတယ်ဆီမှာအလုပ်လုပ်ဖြစ်သွားတာပေါ့ သူ့ကို သင်ကြားပေးမဲ့သူကတော့ အက်စတယ်ရဲ့ လူယုံကြီး ကူဒါဆိုတဲ့သူပါပဲ ကူဒါကတော့ ထောင်ကျပြီးပြန်ထွက်လာတဲ့ထောင်ထွက်ကြီးပေါ့ သူ့ဆီမှာလည်း ၁၆နှစ်ပြည့်တော့မဲ့ လိုလာဆိုတဲ့သမီးလေးတစ်ယောက်ရှိနေတာပါ လိုလာက သူ့အဖေထောင်ကျပြီး တာဝန်မကျေခဲ့တာတွေအတွက် စိတ်ခုနေတာပေါ့ အဲဒီလိုနဲ့တစ်နေ့မှာ ကူဒါကမြို့ထဲသွားရင်း ကောင်မလေးတစ်ယောက်အလစ်သုတ်တာကို ဆိုင်ရှင်မြင်သွားလို့ပြဿနာတက်နေတာကိုဝင်ရှင်းပေးရင်း ကောင်မလေးနဲ့ခင်သွားတာပါ ကောင်မလေးကခိုကိုးရာမဲ့ဖြစ်နေတော့ နေဖို့ထိုင်ဖို့စားဖို့သောက်ဖို့ပါပြင်ဆင်ပေးရင်း သမီးလေးတစ်ယောက်လိုသံယောဇဉ်ဖြစ်မိသွားတာပေါ့ အဲဒီလိုနဲ့ တစ်နေ့မှာ ကောင်မလေးကပျောက်သွားပါလေရော အဲဒါနဲ့ ကူဒါနဲ့ စထေရေးလိုက်ရှာရင်းအမှတ်မထင်တွေ့လိုက်ရတဲ့ သဲလွန်စကြောင့်ပဲ ကောင်မလေးရဲ့နေရာကိုသိသွားခဲ့တာပါ အဲဒီတော့ ကောင်မလေးကိုဘယ်သူတွေကဖမ်းသွားတာလဲ ကူဒါနဲ့ စထရေးကရောဘာတွေလုပ်ကြမှာလဲ ကောင်မလေးကိုရောကယ်တင်နိုင်မှာလား သူ့သမီးအရင်း လိုလာအတွက်ရောဘာလုပ်ပေးနိုင်မှာလဲဆိုတာကို စိတ်ဝင်စားဖွယ်ကြည့်ရှုခံစားရမှာပါခင်ဗျာ
File size…(1.29GB/(689MB)/(452MB)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:30:00
Genre… Action / Crime / Drama
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Garfield
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
