"Jailbreak Pact (2020)
~ IMDb – 7/10, Rotten Tomatoes – 89% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၂၀၂၀ခုနှစ်ရဲ့ နှစ်ဆန်းပိုင်းမှာထွက်ရှိခဲ့ပြီး ချီလီနိုင်ငံမှာ ရိုက်ကူးပြသခဲ့တဲ့ စပိန်စကားပြော ရုပ်ရှင်ကားဖြစ်ပါတယ်။ ဖြစ်ရပ်မှန်ကို အခြေခံပြီး ရိုက်ကူးထားတာလည်း ဖြစ်ပါတယ်။
ဇာတ်လမ်းကို မိတ်မဆက်ခင်မှာ ဇာတ်အိမ်တည်ရာ ချီလီနိုင်ငံရဲ့ နောက်ခံသမိုင်းကို နည်းနည်းပြောမှ ဖြစ်ပါလိမ့်မယ်။ ၁၉၇၃ ခုနှစ်၊ တောင်အမေရိကတိုက်၊ ချီလီနိုင်ငံမှာ ပြည်သူတွေက ဒီမိုကရေစီနည်းကျ ရွေးကောက်တင်မြှောက်ထားတဲ့ လက်ဝဲယိမ်းဆိုရှယ်လစ်အစိုးရကို ဗိုလ်ချုပ်ကြီး ဩဂတ်စတို ပီနိုရှေး ဆိုသူက ဖြုတ်ချပြီး စစ်အာဏာသိမ်းလိုက်ပါတယ်။ မှတ်တမ်းတွေအရတော့ အဲဒီအာဏာသိမ်းမှုကို အမေရိကန်အစိုးရက ကျောထောက်နောက်ခံပြုပေးခဲ့တယ်လို့ ဆိုပါတယ်။ အဲဒီကာလတုန်းကတော့ အမေရိကန်ဟာ ကွန်မြူနစ်ဝါဒမပြန့်ပွားရင်ပြီးစတမ်းဆိုတဲ့ သဘောထားနဲ့ လက်ဝဲယိမ်းသူမှန်သမျှ ဖြုတ်ချဖို့အားပေးနေခဲ့တဲ့ စစ်အေးကာလ ဖြစ်ပါတယ်။ လက်ဝဲသမားတွေမဟုတ်ရင်ပြီးရော။ မင်းတို့ဘာသာ စစ်ဖိနပ်နဲ့ ဘယ်သူ့တက်နင်းနင်းပေါ့လေ။ ပီနိုရှေးစစ်အစိုးရဟာ ၁၉၇၃ ကနေ ၁၉၉၀ အထိ အုပ်ချုပ်သွားခဲ့တယ်လို့ သိရပါတယ်။
ပီနိုရှေးဟာ အာဏာရှင်တို့ရဲ့ textbook အတိုင်း သဘောထားကွဲလွဲသူမှန်သမျှကို ကျကျနန နှိပ်ကွပ်ပါတယ်။ စစ်ထောက်လှမ်းရေးဆိုတဲ့ လက်စောင်းထက်လှတဲ့ အဖွဲ့အားကိုးနဲ့ပေါ့။ သူက သူ့အစိုးရမူဝါဒကို National Reconstruction ဆိုတဲ့ စကားလုံးနဲ့ သရုပ်ဖော်ပါတယ်။ “နိုင်ငံတော် ပြန်လည်တည်ဆောက်ရေး” ပေါ့လေ။
မခံမရပ်နိုင်တဲ့ တော်လှန်ရေးသမားလေးတွေက သူ့ကို လုပ်ကြံဖို့ ကြိုးစားခဲ့ပါတယ်။ ဒါပေမဲ့ ကံမကောင်းစွာဘဲ မအောင်မြင်လိုက်ပါဘူး။ သူ့ကိုလုပ်ကြံရာမှာ မအောင်မြင်ဘဲ အဖမ်းခံလိုက်ကြရတဲ့ တော်လှန်ရေးတပ်ဦးအဖွဲ့က တရားခံတွေကို ထောင်တစ်ခုထဲမှာ သာမန်အကျဉ်းသားတွေနဲ့မရောဘဲ သီးခြားအဆောင်တွေနဲ့ ချုပ်နှောင်ထားပါတယ်။ အဲဒီအကျဉ်းသားအများစုကို စစ်ခုံရုံးက သေဒဏ်ပေးပြီးသားပါ။ တရားဥပဒေစိုးမိုးတယ်ဆိုတဲ့ ဟန်ပြသဘောနဲ့ နိုင်ငံတော်တရားရုံးချုပ်ဆိုတဲ့ အရပ်ဘက်တရားရုံးက စစ်ဆေးနေဆဲဖြစ်ပေမယ့် သေဒဏ်ကျမယ်ဆိုတာ အကျဉ်းသားတွေက သိပြီးသားပါ။
အဲဒီအချိန်မှာပဲ ဒီဇာတ်လမ်း စတင်ပေါက်ဖွားလာခဲ့တာ ဖြစ်ပါတယ်။ ဘယ်တော့မှအရှုံးမပေးလိုတဲ့ နိုင်ငံရေးအကျဉ်းသားတစ်စုဟာ အဲဒီထောင်ကနေ ဥမင်လိုဏ်ခေါင်းတူးပြီး ‌ထွက်ပြေးကြဖို့ စစ်ဆင်ရေးတစ်ခုလိုသတ်မှတ်ပြီး အကောင်အထည်ဖော်ကြပါတော့တယ်။
သူတို့နေကြရတဲ့အကျဉ်းခန်းကနေ ထောင်အပြင်ရောက်တဲ့အထိ မီတာ ၆၀ (ပေ ၂၀၀နီးပါး) ရှိတဲ့ လိုဏ်ခေါင်းကို ဘယ်လိုဖောက်ကြမှာလဲ။ ဘာနဲ့ဖောက်မှာလဲ။ ဘယ်လောက်ကြာမှာလဲ။ လိုဏ်ခေါင်းတူးရင်းထွက်လာတဲ့ မြေစာတွေကို ဘယ်သူမှမမြင်အောင် ဘယ်နားမှာ သွားပစ်ကြရမှာလဲ။ စိတ်မထင်ရင်မထင်သလို ဝုန်းဒိုင်းကြဲအောင် တလာစီ (ရှာဖွေစစ်ဆေးရေးဝင်) တတ်ကြတဲ့ ထောင်မှူးနဲ့အစောင့်တွေ မမြင်အောင် လိုဏ်ခေါင်းဝင်ပေါက်ကို ဘယ်လိုဖုံးကြဝှက်ကြရမှာလဲ။
တွေးကြည့်ရတာနဲ့တင် မောချင်စရာကြီးပါ။
အဲဒါ သူတို့ဖြတ်ကျော်ရမယ့်အခက်အခဲတွေထဲက အမြည်းသဘောလောက်ပဲ ရှိပါသေးတယ်။ ထောင်အာဏာပိုင်တွေက မွေးထားတဲ့ ဒလန်တွေမရိပ်မိအောင် ကြိုးစားနေရတာလည်း တမှောင့် ပေါ့။
လိုဏ်ခေါင်းပေါက်သွားလို့ ထောင်အပြင်ရောက်ပါပြီတဲ့။ သူတို့ ဘယ်ကိုဆက်ပြေးကြမှာလဲ။ ဘယ်လောက်ကြာအောင် ပြေးနိုင်မှာလဲ။
ဒီဇာတ်ကားဟာ Hollywood က ထုတ်လုပ်တဲ့ကား မဟုတ်လို့ The Shawshank Redemption တို့ Escape from Alcatraz တို့လို မပေါက်ခဲ့ပေမယ့် အဲဒီကားတွေလိုပဲ ကြည့်ရတာ ရင်တထိတ်ထိတ်နဲ့ဖြစ်ရမယ့် thriller အရသာအပြင် ရဲဘော်ရဲဘက်တွေရဲ့ ညီအစ်ကိုဆက်ဆံရေးမျိုး၊ အင်ဂျင်နီယာပညာရပ်လို ကိုယ်တတ်ထားတဲ့ပညာကို လက်တွေ့ဘဝအတွက် အကျိုးရှိရှိအသုံးချသွားပုံကို တင်ပြတဲ့ ပညာပေးပြကွက်တွေ၊ ကိုယ်ကျိုးအတ္တနဲ့ တော်လှန်ရေး ဘယ်အရာကို ဦးစားပေးမလဲဆိုတဲ့မေးခွန်းမျိုးတွေ အများကြီး တွေ့ရနိုင်ပါတယ်လေ။
ဒီတော့ ဒီကားက အဲဒီလို ရသမျိုးစုံကိုပါ ပေးစွမ်းနိုင်မယ့် ဇာတ်ကားကောင်းတစ်ခု ဖြစ်ပါကြောင်း ညွှန်းဆိုချင်ပါတယ် ခင်ဗျာ။
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Thaman Myint မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2GB, 1.1GB
Quality – 1080p, 720p
IMDb Rating – 7/10
Format – mp4
Duration – 2H 15Min
Genre – Drama, Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Thaman Myint
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
