"Kaathuvaakula Rendu Kaadhal (အညွှန်း)
ဒီကားလေးကတော့ Sgတွေ Faတွေကြည့်ပြီးအားကျ၊ ကျိတ်ငိုရမယ့်ကားလေးပါ:3
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ယူတို့မယ် ရည်းစားလေးတစ်ယောက်တောင်အဖြစ်ရှိအောင်မထားနိုင်ပေမယ့်
Rambo တစ်ယောက်ကတော့ သူ့ကိုတုန်နေအောင်ချစ်ကြတဲ့ ရည်းစားလန်းလန်းလေးနှစ်ယောက်ကြား ရှယ်ဗျာများပဲ။
ဇာတ်လမ်းလေးကတော့ ရွာလေးတစ်ရွာရဲ့ ထူးဆန်းတဲ့မိသားစုအကြောင်းကစရပါမယ်။ Rambo ကိုမမွေးခင်
Rambo တို့မိသားစုက ကျိန်စာသင့်နေတဲ့မိသားစုဆိုပြီးနာမည်ကြီးပါတယ်။ သူတို့မိသားစုဝင်ထဲက
ဘယ်သူကမှလက်ထပ်လို့မရဘူး။ လက်ထပ်တာနဲ့ အိမ်ထောင်ဖက်အသက်ဆုံးရှုံးရတယ်ဆိုလို့
ရွာထဲကဘယ်သူကမှ သူတို့မိသားစုဝင်တွေနဲ့လက်မထပ်ချင်ကြပါဘူး။ ဒီလိုနဲ့တစ်နေ့မှာ Rambo အဖေက
သူ့ချစ်သူ အင်္ဂလိပ်စာဆရာမ Minah Kaif နဲ့လက်ထပ်လိုက်ပြီး သူမွေးလာမယ့်ကလေးက သူ့မိသားစုဆီ
ကံကောင်းခြင်းတွေယူဆောင်လာမယ့်ကလေးလို့ ကြွေးကြော်နေတာပေါ့။ Rambo ကိုမွေးတဲ့နေ့မှာပဲ
အဖေဖြစ်သူကမတော်တဆမှုတစ်ခုနဲ့ဆုံးပါးသွားရတယ်။ ခိုကိုးရာမဲ့မိခင်ကြီးလည်း လေဖြတ်ပြီး
သူ့သား Ramboကလွဲပြီး အရာအားလုံးမေ့သွားတော့တယ်။ ဒီလိုနဲ့ အများက “ဂြိုဟ်ဆိုးကောင်” လို့
ဝိုင်းသမုတ်ထားကြတဲ့ Ramboရဲ့ ကလေးဘဝက သိမ်ငယ်မှု၊ နာကျင်မှုတွေအပြည့်နဲ့ပေါ့။
အမေ့ဆီကိုပါ ကံဆိုးမှုတွေမကူးအောင် အမေနဲ့ရွာကိုစွန့်ပြီး မြို့မှာ နေ့နေ့ညညမလုပ်ကြိုးစားလုပ်တဲ့
Ramboတစ်ယောက် Khatija နဲ့ Kanmani ဆိုတဲ့ မချောလေးနှစ်ယောက်နဲ့တွေ့ပြီး
“မချောနှစ်ယောက် ကိုယ်တစ်ယောက်” ဇာတ်လမ်းစပါတော့တယ်။ ကောင်မလေးနှစ်ယောက်ကလည်း
သူမှသူဖြစ် .. တစ်သက်လုံးကအပယ်ခံလာရပြီး အခုမှလူနှစ်ယောက်ဆီကချစ်ခြင်းကို
တစ်ပြိုင်တည်းရလိုက်တဲ့ Rambo .. သူ့ဘဝကြီးအခုမှ အသက်ဝင်လာသလို
ကမ္ဘာလောကကြီးက ပန်းတွေနဲ့ဝေနေသလို .. ။ ရည်းစားကောင်မလေးနှစ်ယောက်လုံးကို
ညီတူညီမျှချစ်ပါတယ်ဆိုတဲ့ အချစ်ကြီးသူကြီး Ramboရဲ့အချစ်ရေး ..
ဘယ်လိုဆုံးခန်းတိုင်သွားမလဲဆိုတာ ကိုယ်တိုင်ပဲကြည့်ရှုအားကျ ဂျေဝင်လိုက်ပါတော့နော်။
File size…7.16GB / 2.47GB/ 900MB
Quality… 4k HEVC WEBDL / 1080p True WEB DL AAC5.1CH / 720p
Format…mp4
Duration….2h 25m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Lwin Htoo Aung & Lai Lai & Oeliu J
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
