"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကင်းစ်မန်းရဲ့ မင်းသားကြီး ကိုလင်ဖာ့သ် နဲ့ Price and Prejudice တို့ Three Musketeers တို့လိုရုပ်ရှင်ကြီးတွေရဲ့ မင်းသား မက်သရူး မစ်ဖက်ဒီရန်တို့ ပါတဲ့ ဒုတိယကမ္ဘာစစ် ဖြစ်ရပ်မှန်ရုပ်ရှင်အသစ်ပါ။
စစ်ပွဲကြီးတွေမှာ လူတွေလက်နက်တွေနဲ့ ရှေ့တန်းမှာ အပြိုင်တိုက်ကြသလို နောက်တန်းမှာလည်း သူလျိုတွေ ထောက်လှမ်းရေးတွေ ဉာဏ်ချင်းပြိုင်ပြီး အပြိုင်ကျဲကြတာလည်း စစ်ပွဲအဆုံးအဖြတ်ဖြစ်လာစေတာကို သိကြမှာပါ။
ဒီရုပ်ရှင်ထဲက အဖြစ်ကတော့ ကမ္ဘာစစ်အတွင်း အကြီးဆုံးအောင်မြင်ခဲ့တဲ့ လှည့်ကွက်ကြီးတစ်ခုဖြစ်ပြီး အင်အားသိန်းချီတဲ့ စစ်ဆင်ရေးကြီးတစ်ခုရဲ့ အသက်လည်း ဖြစ်ခဲ့ပါတယ်။
အဲဒီစစ်ဆင်ရေးနာမည်က အော်ပရေးရှင်း မင့်စ်မိထ် တဲ့။ မင့်စ်မိထ် ဆိုတာ အသားစင်းကောတွေ အကြာကြီးခံအောင် ထိန်းသိမ်းထားတဲ့အသားတွေကို ပြောတာပါ။
မဟာမိတ်တပ်တွေဟာ ဥရောပစစ်မြေပြင်မှာ နာဇီတွေနဲ့တိုက်ပွဲအတွက် အဆုံးအဖြတ်ဖြစ်စေမယ့် နေရာတစ်ခုဖြစ်တဲ့ စစ္စလီကို ဧရာမထိုးစစ်ကြီး ဆင်နွှဲဖို့ ရည်ရွယ်ထားပါတယ်။ ဒါပေမဲ့ စစ္စလီဟာ ဗြူဟာအရ အရေးပါတာကို ဟစ်တလာလည်း သိထားပြီးဖြစ်လို့ ခံစစ်ကို အကြီးအကျယ်ပြင်ဆင်နေပါပြီ။ ခံစစ်တိုက်စစ်သဘောအရ အင်အားမကွာရင် တိုက်စစ်ဘက်က အကြီးအကျယ်ကျဆုံးတတ်တာမို့ တိုက်ဖို့မဖြစ်နိုင်သလောက်ဖြစ်နေပါတယ်။ ဒီတော့ ထောက်လှမ်းရေးအဖွဲ့က မဟာမိတ်တွေဟာ ဂရိကို တိုက်မယ်လို့ ယုံအောင် လုပ်နိုင်ရင် ဟစ်တလာရဲ့တပ်တွေ စစ္စလီကနေ ဂရိကု ရွှေ့သွားခဲ့ရင်တော့ စစ္စလီတိုက်ပွဲကို အကျအဆုံးနည်းနည်းနဲ့ အနိုင်ရလိမ့်မယ်လို့ အကြံပြုလာပါတယ်။ ဒါပေမဲ့ မဟာမိတ်တွေဘက်က လှည့်စားမှာကိုလည်း ဂျာမနီက မျှော်လင့်ပြီးသားဖြစ်တော့ လှည့်စားတာကို လှည့်စားမှန်းမသိအောင်ဘယ်လိုလှည့်စားမလဲဆိုတာက အကြီးအကျယ်ပြဿနာဖြစ်လာပါတယ်။ ဗြိတိန်ထောက်လှမ်းရေးအဖွဲ့ခွဲရဲ့ အကြံကတော့ ဗြိတိန်တပ်သားအလောင်းတစ်ခုကို ဂျာမန်သူလျိုတွေအများကြီးလည်းရှိတဲ့ ကြားနေနိုင်ငံလည်းဖြစ်နေတဲ့ စပိန်မှာ မျောပြီးရောက်သွားအောင်လုပ်မယ်၊ အဲဒီအလောင်းထဲမှာ မဟာမိတ်တွေ ဂရိကိုတိုက်မယ့် အကြံအစည်တွေ မှတ်တမ်းတွေ အတုထည့်ပေးလိုက်မယ်ဆိုတာပါပဲ။ အဲဒီမှာ ဒီဇာတ်လမ်းရဲ့အဓိက ဇာတ်ကွက်တွေစလာတာပါပဲ။
အလောင်းဟာ ဘယ်လိုအလောင်းဖြစ်ရမလဲ၊ ရင်ခွဲစစ်ဆေးခံရရင် အလိမ်မပေါ်အောင် ဘာတွေပြင်ဆင်မလဲ၊ အလောင်းရဲ့ ရာဇဝင်ကိုလိုက်လာရင် ခိုင်
မာအောင်ဘာတွေလုပ်မလဲ၊ အလောင်းမှာပါတဲ့ မှတ်တမ်းတွေဟာ အစစ်ဖြစ်ကြောင်း ယုံအောင်ဘယ်လိုလှည့်စားမလဲ စတာတွေအားလုံးကို တဆင့်ချင်းအသေးစိတ်ပြင်ဆင်ရပါတော့တယ်။
ကျန်တာကိုတော့ ရုပ်ရှင်ထဲမှာ ဆက်ခံစားကြည့်လိုက်ပါဦး။ တစ်ကားလုံး စိတ်ဝင်စားစရာတွေ ရယ်စရာလေးတွေ ရင်ခုန်စရာတွေနဲ့ ပြည့်နေတာမို့ အားလုံးကြိုက်ကြမှာပါ။
File size…(1.4GB)/(830MB)/(323MB)
Quality…. 1080p/720p / 480p Webdl
Format…mp4
Duration….02:08:00
Genre…Drama/WAR
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by….Mr. Anderson
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
