"Acharya (2022)
၂၀၂၂ မှာ အသစ်စက်စက် ထွက်ရှိထားပြီး နာမည်ကြီး မင်းသားချော ဘိုင်ရာဘာ
ပါဝင် သရုပ်ဆောင်ထားတဲ့ Acharya ဆိုတဲ့ တလဲဂူး action drama
ရုပ်ရှင်ဇာတ်ကားအသစ်စက်စက်လေးကို တင်ဆက်ပေးလိုက်ပါရစေ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်ကားလေးဟာ ၂၀၁၉ ထဲက ထွက်ရှိဖို့ ကြေငြာထားခဲ့ပေမယ့် ကိုဗစ်ရောဂါကြောင့်မလို့
၂၀၂၂ ဧပရယ်လမှ ထွက်ရှိလာတဲ့ ဇာတ်ကားလေးတစ်ကားလဲဖြစ်ပါတယ် ။
လွန်ခဲ့သော နှစ်ပေါင်း၈၀၀ ဝန်းကျင်ထဲက ဓမ္မစသာလီနဲ့ ပမ်မာဂတ်တမ် တို့ဟာ ဂျီဟာဗာရာရဲ့
မြစ်တစ်ဖက်တစ်ချက်ဆီမှာ တည်ရှိနေပြီး ဆစ်ဟာဗာနမ် တောအုပ်ကြီး ဝိုင်းရံထားတဲ့
ဘာသာရေးကိုင်းရှိုင်းပြီး ဓမ္မကို လက်ကိုင်ထားထားတဲ့ မြို့တွေ ဖြစ်ခဲ့ကြတယ်။
သူတို့ဟာ မယ်တော် ဂတ်တာမာကို အရမ်း ယုံကြည်သက်ဝင် ကိုးကွယ်ကြတဲ့ သူတွေပါ ။
ဒီလိုမျိုး ဓမ္မတရားကိုသာ စွဲကိုင်ပြီး အေးချမ်းစွာ တည်ရှိနေကြတဲ့မြို့လေးကို
စီးပွားရေးသမားတစ်ဦးဖြစ်တဲ့ ဘာဆာဗာ ရောက်လာပြီး ဓမ္မစသာလီ နဲ့
ပမ်ဒါဂတ်တမ်ကို မိုင်းတွင်းတွေ တူးဖော်ချင်နေတဲ့ ရာသော့လက်ထဲကို ထည့်ဖို့ ယုတ်မာတဲ့ နည်းလမ်းမျိုးစုံနဲ့ ကြိုးစားပါတော့တယ်။
ဘာဆာဗာ ဓမ္မစသာလီကို အုပ်စိုးပြီးချိန်မှာတော့ တစ်ချိန်က ဓမ္မစသာလီရဲ့ ဂုဏ်ကျက်သရေတွေ
ပျောက်ဆုံးသွားခဲ့ပြီး မြို့နှစ်မြို့ကြားမှာ ပဋိပက္ခတွေဖြစ်လာပါတော့တယ်။
အာချာရာဆိုတဲ့သူကတော့ လက်သမားယောင်ဆောင်ပြီး ဓမ္မစသာလီမြို့ကို
ရောက်လာကာ ဘာဆာဗာ ရွာသားတွေအပေါ် ကျူးလွန်တဲ့ ဒုစရိုက်တွေကို တိတ်တဆိတ် ဖယ်ရှားသုတ်သင်နေတဲ့ သူပါ ။
ဓမ္မနဲ့ အဓမ္မယှဉ်ပြိုင်လာတဲ့အချိန်မှာ ဓမ္မက အနိုင်ရမှာလား အဓမ္မက ကြီးစိုးသွားမှာလား
အာချာရာကရော ဘာအကြောင်းကြောင့် သူနဲ့ ဘာမှမသက်ဆိုင်တဲ့ ဓမ္မစသာလီ နဲ့ ပမ်ဒါဂတ်တမ် ရွာသားတွေကို ကူညီပေးနေရတာလဲ
ဒီအကြောင်းရင်းရဲ့ နောက်ကွယ်မှာ ဘာတွေရှိနေမလဲ….ဆိုတာကို
အမိုက်စား ဖိုက်တင်ခန်းတွေနဲ့ ဆက်ပြီး ကြည့်ရှုအားပေးကြပါဦးနော်
File size…3.54GB /1.8GB
Quality… 1080pHD RIP AAC5.1CH / 720p HDRIP
Format…mp4
Duration….2h 35m
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Poe ~ GuGu ~ Honeyey
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
