"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မင်းသမီး Aishwarya Rai အဓိကပါဝင်ထားပြီး Anil Kapoor နဲ့ Akshaye Khanna တို့လို မင်းသားကြီးတွေနဲ့
ဒီရုပ်ရှင်ကားက အချစ်ရိုမန့် အလွမ်းအဆွေးရသစုံတဲ့ ရုပ်ရှင်ကားကြီးပါ။
“Taal” ဆိုတာ သိပ်ကိုနူးညံ့တဲ့စကားလုံးလေး “ဂီတသံစဉ်”
တစ်နည်းအားဖြင့် “နှောင်ကြိုး”
လူသားရဲ့စိတ်ဖြေရာ အချစ်တို့မွေးဖွားရာ
ခံစားချက်တွေ ပေါင်းဆုံရာကို ဂီတလို့ခေါ်နိုင်မလား…
ဂီတငြိစွန်းလာတဲ့အခါ လူ့ရဲ့စိတ်ကနူးညံ့လာပြီး
နှလုံးသားချင်း စကားပြောလာတတ်ပါတယ်
အဲ့ဒီစကားလုံးတွေကပဲ နှလုံးသားကို အချစ်လမ်းသွယ်လေးဆီ
ခေါ်ဆောင်လာတတ်တယ်…
ဟုတ်ပါတယ် ဒီနှောင်ကြိုးလေးက မာနဗ် မာန်ဆီ
ဗစ်ကရန်းဆိုတဲ့ ဘဝသုံးခုနဲ့ ချိတ်တွယ်ထားပါတယ်
ဘဝရဲ့လမ်းသွယ်လေးတွေမှာ ကျွန်မတို့
လူတော်တော်များများနဲ့ ဆုံဖြစ်ကြပါလိမ့်မယ်
ကိုယ့်စိတ်နဲ့ ထပ်တူမကျတာရှိနိုင်သလို ကိုယ့်နှလုံးသားနဲ့
အဲ့ဒီလူကို ငြိတွယ်သွားတာလည်း ဖြစ်နိုင်ပါတယ်
နိုင်ငံခြားပြန် မြေပြန့်သားလေး မာနဗ်ဟာ ဖခင်ဖြစ်သူရဲ့
အလုပ်ကိစ္စနဲ့ တောင်ပေါ်ဒေသကို အလည်လာရင်း
ရိုးသားတဲ့တောင်ပေါ်သူလေး မာန်ဆီနဲ့ သံယောဇဉ်ငြိတွယ်ခဲ့ပါတယ်…
အခြေအနေအချင်းက အရမ်းကွာဟတာကြောင့် ဒီနှောင်ကြိုးကို
မြဲအောင်မထားနိုင်ခဲ့ပါဘူး…
ဘဝရဲ့အခန်းကဏ္ဍတစ်ခုပြီးဆုံးသွားတဲ့အခါ တခြားကဏ္ဍတစ်ခုက
ပေါ်လာတတ်စမြဲပဲဆိုတာ ကြားဖူးကြတယ်မလား…
အဲ့ဒီအခန်းကဏ္ဍနဲ့အတူ မာန်ဆီရဲ့ဘဝထဲကို ထပ်မံဝင်ရောက်လာသူကတော့
အောင်မြင်ကျော်ကြားတဲ့ သီချင်းဒါရိုက်တာကြီး..ထုတ်လုပ်သူကြီး ဗစ်ကရန်းကပူရ်ပါပဲ
“လက်ထပ်တယ်ဆိုတာ ဘဝနှစ်ခု ပေါင်းဆုံဆည်းတာ”
“လက်ထပ်တယ်ဆိုတာ နှလုံးသားနှစ်ခု ထပ်တူကြတာ”
“အတူတူသေမယ် အတူတူရှင်သန်မယ်” တဲ့…။
ကဲ..သူတို့သုံးဦးရဲ့ဘဝနှောင်ကြိုးတွေက ဘယ်ကိုဦးတည်သွားမလဲ
ဒီနှောင်ကြိုးလွန်ဆွဲပွဲမှာ ဘယ်သူ့အချစ်က အနိုင်ရပြီး
ဘယ်သူနဲ့ဆုံဆည်းရမလဲဆိုတာကိုစောင့်မျှော်ကြည့်ရှုပြီး
လူသားတိုင်း အချစ်နဲ့ဘဝထပ်တူကျပါစေလို့ တောင်းဆိုပေးလိုက်ပါတယ်…။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Taylor မှ ခံစားတင်ဆက်ထားပါတယ်။)
File size…(3.3 GB)/(1.8 GB)
Quality….WEB-DL 1080p HEVC / 720p
Format…mkv/mp4
Duration….02:58:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Taylor
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
