"Sanam Re (2016)
နောက်ထပ် ဆက်တိုက်ညွှန်းချင်တာကတော့ ဒီကားလေးပေါ့နော် 😛
နာမည်ကြီး မင်းသား မင်းသမီးတွေလဲ မဟုတ်။ ဒါရိုက်တာ ထုတ်တဲ့ ကုမ္ပဏီကအစ တစ်ခုမှ မသိပဲ ဘာကြောင့်ကြည့်ဖြစ်သွားလဲဆိုတော့ Sanam Teri Kasam ကို အရမ်းစွဲလန်းနေချိန်မှာ နာမည် ဆင်တာလေးတစ်ခုကြောင့် ထရေလာကိုကြည့်ဖြစ်တယ် သီချင်းတွေရှာကြည့်ဖြစ်တယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကြည့်ဖြစ်သမျှလဲ အကုန်ကြိုက် ဘယ်တော့ထွက်မလဲ လက်ချိုးစောင့်နေဖူးခဲ့တာရယ်။ထရေလာလေးနဲ့ ကြည့်ဖြစ်သမျှ သီချင်းလေးတွေနဲ့ ဇာတ်လမ်းကို ဘယ်လိုဖြစ်လာ မလဲ ပုံဖော်ကြည့်ရတာက အရသာ တစ်မျိုး မဟုတ်လား။ သရုပ်ဆောင်တွေကလဲ တစ်ခါမှမမြင်ဖူးပေမယ့် အကုန်လုံး လက်ခံလို့ရတယ်။
အဓိက ဇာတ်ဆောင်မင်းသားက Ranbir Kapoor ပေါ်ကာစက ရုပ်မျိုး သူ့ထက် နည်းနည်းပိုချောတယ်။ မင်းသမီးဆိုရင် ပြောမနေနဲ့တော့ ငယ်ငယ်တုန်းက ရေလည်ကြွေခဲ့ရတဲ့ အကအလှ ဘုရင်မ လို့ လူတကာပြောကြတဲ့ Madhuri Dixit – Nene နုစဉ်အခါက ရုပ်မျိုး။ အဲ့ဒါတင်မကဘူး တစ်ခါတစ်လေ Juhi Chawla | Actress နဲ့ တူသလိုလို တစ်ခါတစ်လေကျတော့လဲ Sonali Bendre နဲ့လဲ တူပြန်တယ်။အဲ့ဒီလို တူတယ်ဆိုတာ ကိုယ်တို့နှစ်ယောက်လုံး သဘောချင်းညီနေတာ မယုံရင်တော့ ကြည့်ကြ။ ဇာတ်ပို့လို့ပြောရမယ့် ဒုတိယမင်းသမီး တစ်ယောက်ကတော့ ပြီးခဲ့တဲ့ နှစ်က miss universe ကို အိန္ဒိယ ကိုယ်စားပြုသွားပြိုင်ထားတာ။ မျက်နှာပေါက်က အရိုင်းဆန်ဆန် ကိုယ်လုံးကတော့ ရေလည်လှ။ very hot ပေါ့နော် 😛
နောက်ထပ် ချီးကျူးချင်တာက အဲ့ဒီ သရုပ်ဆောင် သုံးယောက်လုံးဟာ တစ်ယောက်အပေါ်တစ်ယောက် chemistry ရှိပြီး သရုပ်ဆောင်ချက်တွေဟာလဲ အသစ်တွေ အနေနဲ့ ပိုင်နိုင်ခဲ့ပါတယ်။ ဒီကားက ဂွမ်းတယ်ဆိုရင် script , director , editing ကြောင့်လို့ ပြောရလိမ့်မယ်။
အစကနေ အဆုံးထိ သည်းခံကြည့်ရင် ဇာတ်လမ်းမဆိုးဘူးဆိုတာ လက်ခံရလိမ့်မယ်။ သရုပ်ဆောင်တွေလဲ ကောင်းကြတယ်။ ဒါပေမယ့် အထက်က ပြောခဲ့တဲ့ သုံးမျိုးကြောင့်လာ မသိ ဇာတ်လမ်းကိုကြည့်ရတာ ကန်သင်းရိုး ပေါ် နောက်ပြန်ပစ်ထားတဲ့ အုတ်ခဲကျိုးတွေလိုပဲ။ ဦးတည်ချက်က မမှန် ဟိုရောက်လိုက် ဒီရောက်လိုက် ဘာကိုပြောလို့ ဘာကိုပြချင် မှန်း မသိ။
မင်းသား နဲ့ မင်းသမီးက အသက်ပေးရအောင် ချစ်တယ်ဆိုလဲ ဘာကြောင့် အဲ့လောက် ချစ်သွားတာလဲဆိုတာကို လူယုံအောင် မလုပ်ပြနိုင်။
ဒါရိုက်တာက အမျိုးသမီးပါ။ ရှေ့ကလဲ တစ်ကားရိုက်ဖူးတယ်။ သူကိုယ်တိုင်လဲ တော်တော်လှပါတယ်။ IMDb က တစ်ယောက်ကတော့ ထောပနာပြုသွားတယ်။ သူ့လင်က ထုတ်လုပ်ရေးပိုင်လို့ ဒါရိုက်တာအဖြစ် ထင်တိုင်းကြဲခွင့်ရနေတာ ဆိုပဲ။
ဟုတ်လောက်တယ်… ဒီကားကြည့်ပြီး အစအဆုံးထိုင်ရယ်နေတာ။ ဇာတ်သိမ်းကာနီးမှ မင်းသမီးကို မုဒ်အပြည့်နဲ့ ငိုနေတာ အားနာလို့ ငြိမ်ပေးလိုက်ရတဲ့အဖြစ်။
မင်းသား မင်းသမီး ဘယ်လောက်ကောင်းကောင်း ဘယ်လောက်တော်တော် ဒါရိုက်တာ သတ်ရင် ရတယ်ဆိုတာ အခုမှ နားလည်တယ်။အခုလဲ ဒီကားထဲက သရုပ်ဆောင်တွေကို စပ်မြင်ကပ်လို့ ခေါ်သတ်လိုက်တယ်လို့တောင်ယူဆလို့ရတယ်။
IMDb 3.1 ပါ။
File size…(2 GB)/(870 MB)
Quality….BluRay 1080p / 720p
Format…mp4
Duration….01:55:08
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
