"Game of Thrones ထဲက နဂါးကြီးတွေကို သဘောကျ နှစ်ခြိုက်ကြတဲ့သူတွေ အများအပြားရှိပါလိမ့်မယ်။ ဝံ့ကြွားလှပတဲ့ကိုယ်ဟန်နဲ့၊ ဝါညီးထွန်းတောက်တဲ့ မီးတောက်တွေ မှုတ်ထုတ်လို့ ခံ့ညားလှတဲ့ သတ္တဝါကြီးတွေပေါ့။ ဒီတော့ လူကြီးမင်းရဲ့ အိမ်အောက်မှာ အ‌ပေါက်တစ်ခုတွေ့လို့ ဆင်းကြည့်ရင်း နဂါးကြီးတစ်ကောင်နဲ့ ပက်ပင်းတိုးမိတယ်ဆိုပါစို့။ အကြံပေးချင်တာကတော့ Game of Thrones ကို မေ့လိုက်ပြီး ဖနောင့်နဲ့တင်ပါး တသားတည်းကျအောင်သာပြေးပါ။ ဘာလို့လဲဆိုတာကို ဒီဇာတ်ကားထဲမှာ ရှုစားနိုင်ပါတယ်။
ခေတ်မီစက်မှုကာလ မျက်မှောက်ခေတ်၊ လူတွေဟာ ငွေနောက်လိုက်ရင်း ငွေရှာရင်း အသက်ကြီးလာ၊ ငွေနောက်လိုက်ရင်းပဲ သေကြရတဲ့အချိန်ပေါ့။ ဒီတော့ လောကဇာတ်ဆရာက ပျင်းရိငြီးငွေ့လာပုံရပါတယ်။ မြေကြီးထဲမှာ အိပ်ပျော်နေတဲ့ နဂါးတစ်ကောင်ကို နိုးထစေလိုက်တယ်။ သံချပ်ကာ အကြေးခွံချပ်တွေနဲ့၊ နိုက်ထရို နက်ဖလင်းမီးတောက်တွေမှုတ်ထုတ်နေတဲ့ နဂါးကြီးဟာ လှပသလောက် အန္တရာယ်မ‌ျားလှပါသတဲ့။ စာရေးဆရာက ဘယ်လောက်တောင် ညွှန်းလိုက်သလဲဆိုရင် ဒိုင်နိုဆောတွေကို မီးလောင်တိုက်သွင်းခဲ့တာ သူတို့ပါတဲ့။ သူတို့ကြောင့် ရေခဲခေတ်ကိုရောက်၊ သူတို့က သက်ရှိမှန်သမျှ စားပစ်ကြပြီး စားစရာမရှိ ငတ်မွတ်လာတဲ့အခါမှာ မြေအောက်ကိုဝင်ပြီး တစ်ရေးအိပ်နေကြပါသတဲ့။ ကမ္ဘာပေါ်မှာ သက်ရှိတွေ ပြန်ပြည့်လာမယ့်အချိန်ကို စောင့်နေကြတာပေါ့။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နဂါးကြီးဟာ အဖော်အပေါင်းတွေနဲ့ ပြန်လည်နိုးထလာပြီး လူ့လောကကို သိမ်းပိုက်လိုက်ပါတယ်။ တွေ့သမျှကို မီးလောင်တိုက်သွင်း၊ အသက်ရှိသမျှ စားလာလိုက်တာ လူ့ပြည်ပျက်တဲ့အထိပေါ့။ ရှိသမျှလက်နက်တွေ နျူတွေနဲ့ ခုခံခဲ့ပေမဲ့ သူတို့ဘက်ကနေ ကမ္ဘာကို ကူဖျက်ပေးမိသလိုပဲ ဖြစ်ခဲ့တယ်ဆိုပဲ။ ဂွတော့အကျသားဗျ။ ဒီတော့ လူအနည်းငယ်သာ ထွက်ပြေးလွတ်မြောက်လာပြီး အကာအကွယ်နေရာတွေမှာ စားစရာကြံဖန်ပြီး မြေအောင်းကြွက်တွေလို နေရတဲ့ခေတ် ရောက်သွားတာပေါ့လေ။
ဒီတော့ နဂါးအုပ်စိုးတဲ့ နဂါးတို့ပလ္လင်ကို လူတွေ ဘယ်လိုပြန်လုကြမလဲဆိုတာ ကြည့်ရမယ့် ဇတ်ကားတစ်ကားပါ။ ခေတ်မီကာလမှာ ခေတ်ဟောင်းသတ္တဝါကို ထည့်ရိုက်ထားတဲ့ ကမ္ဘာပျက်ကားတစ်ကားပေါ့။ Cast တွေကလည်း မညံ့လှဘူးဗျ။ Interstellar ဇာတ်ကားရဲ့မင်းသားကြီး McConaughey က အဓိကသရုပ်ဆောင်ထားပြီး ၊ Christian Bale , Gerard Butler တို့လို မင်းသားကြီးတွေနဲ့ အလန်းပါပဲ။ IMDb 6.2 ဆိုတော့ apocalypse ကားတစ်ကားအတွက် တော်တော်မြင့်နေပါပြီ။ ပြန်လည်ရှုစားကြပါစို့။
File size…(2.4 GB)/(700 MB)
Quality….BluRay 1080p / 720p
Format…mp4
Duration….01:42:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Arr Khun Winchester
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
