"Werewolves Within (2021)
[Subtitle Error Fixed]
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 6/10, Rotten Tomatoes – 86% ~
“ လူတိုင်းက လ လိုပဲ။ လူတိုင်းမှာ ဘယ်သူမှ မမြင်ရတဲ့ အမှောင်ဘက်ခြမ်းတစ်ခုရှိတယ်။ “
– Mark Twain
၂၀၂၁ ထွက် Horror, Comedy ဇာတ်ကားလေးပါ။ Werewolves Within ဆိုတော့ Cherokee အင်ဒီးယန်းလူမျိုးစုရဲ့ စကားပုံလေးလိုပေါ့။ ကျွန်တော်တို့ စိတ်အတွင်းမှာ ဝံပုလွေနှစ်ကောင်ရှိတယ်။ တစ်ကောင်က ကောင်းတယ်။ တစ်ကောင်ကဆိုးတယ်။ ခင်ဗျားအစာကျွေးတဲ့ ကောင်က နိုင်သွားလိမ့်မယ်တဲ့။ ဒီဇာတ်ကားမှာ ဇာတ်ကောင်တွေရဲ့ ဝံပုလွေတွေ ထွက်လာပြီး အချင်းချင်း ကိုက်ဖြတ်ကြတာကို တွေ့ရပါလိမ့်မယ်။
သဘောကောင်းလွန်းလို့ ရည်းစားဖြတ်ခံလိုက်ရတဲ့ ရိန်းဂျား ဖင်း တစ်ယောက် နယ်မြို့လေးတစ်မြို့ကိုရောက်လာပါတယ်။ နယ်မြို့လေးတွေရဲ့ ထုံးစံအတိုင်း ဒေသခံတွေက တစ်ယောက်နဲ့ တစ်ယောက် နီးစပ်ကြတာပေါ့။ အတွင်းသိအစင်းသိတွေလို့ ပြောလို့ရပေမဲ့ လူတိုင်းမှာ လျှို့ဝှက်ချက်ဆိုတာ ရှိတာပဲမလား။ ဒီမြို့လေးမှာ ပိုက်လိုင်းတူးဖော်ဖို့ ကိစ္စနဲ့ ထောက်ခံတဲ့သူ ကန့်ကွက်တဲ့သူ လူနှစ်စုကွဲနေတယ်။ ရွာပြင်မှာနေတဲ့ လူ့ဂွစာ မုဆိုးကြီးတစ်ယောက်လည်းရှိလေရဲ့။
မြို့မှာ နှင်းမုန်တိုင်းကျတဲ့အချိန် မီးစက်တွေကို တစ်ယောက်ယောက်က ဖျက်ဆီးသွားပါတယ်။ မြို့ရဲ့တစ်ခုတည်းသော နှင်းရှင်းစက်ကလည်း ပစ္စည်းမရှိလို့ နှိုးမရတာနဲ့ကြုံနေတော့ လူတွေအကုန်မြို့ထဲမှာပဲပိတ်မိနေပါတယ်။ အဲဒီအချိန်မှာပဲ ဒေသခံတစ်ယောက်ရဲ့ ခွေးသတ်ခံရမှုကို စုံစမ်းရာကနေ မြို့ကထွက်သွားပါတယ်လို့ သိထားကြတဲ့ လူရဲ့ အလောင်းကို တွေ့လိုက်ရပါတယ်။ ခွေးအမျိုးထဲက တစ်မျိုးမျိုး အနီးစပ်ဆုံး ဝံပုလွေလို့ ယူဆလို့ရတဲ့ ဒဏ်ရာတွေ အလောင်းပေါ်မှာ တွေ့ပြီး အလောင်းပေါ်က အမွှေးကို စစ်ဆေးကြည့်တဲ့အခါမှာ ဘယ်မျိုးစိတ်ဖြစ်မယ်လို့ အတိအကျမပြောနိုင်တဲ့ အခြေအနေကိုရောက်နေပါတယ်။ မီးစက်တွေကို ဖျက်စီးနိုင်ပြီး ဒီလိုဒဏ်ရာရအောင်လုပ်နိုင်တာ သမန်းဝံပုလွေပဲရှိတယ်လို့ ကောက်ချက်ချပြီး မြို့သူမြို့သားတွေ အကြောက်လွန်ကုန်ပါတယ်။ အဲဒီကနေ သူတို့တွေ တရားခံကိုရှာနိုင်ကြမလား။ သမန်းဝံပုလွေရဲ့ လက်ချက်လား ဒါမှမဟုတ် အတွင်းစိတ်ထဲက ဝံပုလွေဆိုး လွတ်ထွက်လာတာလားဆိုတာကို ဇာတ်ကားမှာ ကြည့်လိုက်ကြပါတော့…
(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.18GB, 530MB
Quality – 1080p, 720p
IMDb Rating – 6/10
Format – mp4
Duration – 1H 37Min
Genre – Comedy, Horror, Mystery
Subtitle – Myanmar Subtitle (Hardsub)
Translated by 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
