"Red Dog (2011)
~ IMDb – 7.4/10, Rotten Tomatoes – 83% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လူသားတွေမှာ soul (ဝိညာဉ်) ဆိုတာ ရှိပါသတဲ့။ သူက ရုပ်လုံးရယ်လို့မရှိဘဲ အ‌ဖြူရောင်အလင်းလုံးသပ်သပ်ရယ်ပါ။ သူက ခန္ဓာစဲတဲ့အခါမှာ ကိုယ်ခန္ဓာကိုစွန့်ခွာလို့ ကောင်းကင်ဘုံကို ခိုဝင်ရောက်ရှိပါသတဲ့။ ဝမ်းနည်းစရာကောင်းတာကတော့ တိရစ္ဆာန်လေးတွေမှာ ဝိညာဉ်မရှိရှာပါဘူး။ သူတို့ဟာ သေဆုံးချိန်မှာ ဒီအတိုင်းပျောက်ကွယ်သွားကြပါသတဲ့။
ဝိညာဉ်ရှိပါတယ်ဆိုတဲ့ လူသားတွေကြားမှာ၊ ခွင့်လွှတ်ခြင်းကိုခံရပြီး သုခဘုံမှာ ခိုဝင်ရမယ်ဆိုတဲ့ လူသားတွေကြားမှာ ခွေးတစ်ကောင်ဟာ မွန်မြတ်ခြင်းကို လမ်းပြသွားလေရဲ့။ သစ္စာတရား၊ မေတ္တာတရား၊ တွယ်တာမှု စတဲ့ ကောင်းခြင်းတရားတွေကို လူသားတွေသိအောင် သင်ကြားပေးခဲ့သူပေါ့။ သူဟာ တောရိုင်းခွေးတစ်ကောင်ရယ်ပါ။ ဩစတေးလျရဲ့ အနီသွေးလွှမ်းတဲ့မြေပေါ်က နီညိုရောင်ခွေးတစ်ကောင်ပါပဲ။
ဒီဇာတ်ကားဟာ ခွေးချစ်သူတွေ မျက်ရည်မခိုင်ရင် မကြည့်သင့်ပါဘူး။ ဂျပန်ခွေးလေး ဟာချီကို ရဲ့ ဇာတ်လမ်းက ကမ္ဘာကို ကိုင်လှုပ်ပြီးနောက်ပိုင်း သူ့ဇာတ်လမ်းကိုမှီးလို့ ဇာတ်ကားတွေ တော်တော်များများ ထွက်ခဲ့ကြတယ်ပေါ့။ အဲဒါတွေထဲမှာမှ အခုဇာတ်လမ်းက ဖြစ်ရပ်မှန်တစ်ခုဖြစ်ပြီး ဟာချီကို နဲ့မတူတဲ့ အသွင်အပြင်၊ ခံစားမှုရသ‌တွေကို ပေးစွမ်းသွားမှာပါ။ လူကြီးမင်းကို မျက်ရည်ကျအောင် ကြက်သွန်လှီးမယ့်ကားဆိုတာတော့ အသေအချာပါပဲ။ ဒါပေမဲ့ လူကြီးမင်းက ခွေးချစ်သူမဟုတ်ရင်တောင် လူသားနဲ့ အိမ်မွေးတိရစ္ဆာန်တွေကြားက သံယောဇဉ်ကို သိသူတော့ ဖြစ်ဖို့လိုပါတယ်။
အဲဒီခွေးလေးကို နီမောင် လို့ နာမည်ပေးလိုက်ပါတယ်။ နာမည်ကြီး စာရေးဆရာတစ်ယောက်ရဲ့ ဇာတ်ကောင်ဖြစ်လို့လည်း ခွေးလေးကို လူကြီးမင်းတို့ရင်ထဲ ပိုရင်းနီးသွားမယ်ထင်ပါတယ်။ အဲဒီခွေးလေးဟာ လမ်းလယ်မှာ အခန့်သားထိုင်ပြီး ကားတားစီးတတ်တဲ့ ခွေးလေးပါ။ သခင်ရယ်လို့ အတိအကျမထားပဲ ကားတကာ တားစီးပြီး လေနှင်ရာလွင့်နေတဲ့ လေလွင့်သူပေါ့ဗျာ။
ဩစတေးလျ ရွှေ့ပြောင်းအလုပ်သမားတွေကြားထဲ ခွေးတစ်ကောင်က ဟိုလူကျွေးတာစား၊ ဒီလူကျွေးတာစား၊ ကားတွေတားစီးပြီး လမ်းကြုံလိုက်နေရာကနေ သူတကယ်ချစ်ရမယ့် သူ့သခင်က သူ့ဘဝထဲ ဝင်လာခဲ့ပါတယ်။ သူတို့ရဲ့ လူတစ်ယောက်နဲ့ ခွေးတစ်ကောင်ဇာတ်လမ်းက မထူးခြားပေမဲ့ သိပ်ကို စစ်မှန်လွန်းတယ်လေ။ သူ့သခင်မောင်းတဲ့ ဘတ်စ်ကားပေါ်က ထိုင်ခုံတတန်းကို မောင်ပိုင်စီးလို့ နီမောင် ဟာ အပျော်ဆုံးခွေးတစ်ကောင်ပေါ့။
စိတ်ကြမ်းလူကြမ်း အလုပ်သမားကြီးတွေဟာ အချင်းချင်း နှုတ်ခမ်းမွေးဆိုတဲ့ အကြောင်းအရာလေးမှာတောင် ရန်အကြီးအကျယ်ဖြစ်ကြပေမဲ့ နီမောင် ထိုင်နေတဲ့ထိုင်ခုံကို ဘယ်သူမှ ဝင်ထိုင်လို့မရဘူးဆိုတဲ့ လော့ဂျစ်ကိုတော့ တမြတ်တနိုး လက်ခံကြသားဗျ။ သူ့တို့ချွေးနဲ့ ရှာထားတဲ့ပိုက်ဆံထဲကနေ နီမောင် ကို အသားပြားတစ်ချပ်ဝယ်ကျွေးဖို့ နှစ်ခါမစဉ်းစားသူတွေပါ။ ကြောက်စရာမျက်နှာကြီးတွေအောက်က နှလုံးသားနုနုတွေ။
ဒါပေမဲ့ နီမောင် ရဲ့ထိုင်ခုံကို လုထိုင်မယ့်လူတစ်ယောက်တော့ ပေါ်လာခဲ့ပါတယ်။ ဒါပေမဲ့ နေရာလုသမား ထိုင်ခုံဓားပြက မိန်းမလှလေးပါ။ သူကလည်း တော်တော်လွန်ပါတယ်။ ‌နီမောင် ရဲ့ ထိုင်ခုံကိုတောင် မကဘူး၊ သူ့သခင်ကိုပါ လုယူသွားတော့ နီမောင် မှာ သဝန်တို အူတိုရသေး။
နီမောင် ရဲ့ လောကငရဲက သိပ်မကြာခင်မှာ စပါတယ်။ မနက်လင်းရင် ပြန်လာမယ်လို့ ကတိပေးပြီး ချော့မော့ ထားရစ်ခဲ့တဲ့သခင်ဟာ ကတိမတည်ခဲ့ပါဘူး။ ရက်ပေါင်းများစွာ မလှုပ်မယှက် သခင်လာရာလမ်းကို မျက်တောင်မခတ်ကြည့်ရင်း စောင့်မျှော်နေရှာတဲ့ နီမောင် ရဲ့သောကကို ဘယ်သူမှ မငြိမ်းအေးစေနိုင်ပါဘူးလေ။ ပြန်မလာတော့မှန်း သူသိလိုက်တဲ့အချိန်မှာ နီမောင် ဟာ သခင်ရှာပုံတော်ဖွင့်ပါတော့တယ်။ သူ့သခင်ရဲ့ အလုပ်နေရာ၊ သွားခဲ့တဲ့နေရာ၊ ‌နောက်ဆုံး မတွေ့ရတော့ သူထင်သမျှနေရာတိုင်းကို လိုက်ရှာပါတော့တယ်။
တစ်မြို့ပြီး တစ်မြို့ ပြီးတော့ တစ်မြို့၊ ကုန်းလမ်းရော ရေလမ်းရော သခင်ပျောက်ရှာနေတဲ့ တောရိုင်းခွေး နီညိုရောင်လေးဟာ ဩစတေးလျရဲ့ နာမည်ကြီး ခွေးတစ်ကောင်ဖြစ်လာတော့တာပါပဲ။ သူကတော့ မသိရှာပါဘူး။ သူ့သောကဟာ သူ့ခန္ဓာကိုမောင်းနှင်လို့ မြို့တကာပတ်ပြီး ရှာဖွေနေဆဲပါလေ။
Red Dog ဆိုတဲ့ ဒီရုပ်ရှင်က IMDb 7.4 နဲ့ Rotten Tomatoes မှာ 83% ရရှိခဲ့ပါတယ်။ 2011 Inside Film Award မှာ ဆုကိုးမျိုးအတွက် အကယ်ဒမီစာရင်းဝင်ခဲ့ပြီး ခုနှစ်ဆု ရရှိခဲ့ပါတယ်။ AACTA မှာလည်း အကောင်းဆုံးရုပ်ရှင်ဆု ရခဲ့ပါသေးတယ်။ ပိုက်ဆံသိပ်မသုံးသလို အမြတ်ကလည်း အလုံးအရင်းနဲ့တော့ မရခဲ့ပါဘူး။ ၈.၅ သန်းသုံးခဲ့ပြီး ၂၁ သန်း ပြန်ရခဲ့ပါတယ်။ ဩစတေးလျ ရုပ်ရှင်ဖြစ်ပြီး သူတို့နိုင်ငံက အကောင်းဆုံး ခွေးဇာတ်လမ်းတစ်ပုဒ်ရယ်ပါ။ အချိန်တစ်ခုဖဲ့ပေးပြီး ကြည့်သင့်တဲ့ဇာတ်ကားပေါ့။
(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.53GB, 735MB
Quality – 1080p, 720p
IMDb Rating – 7.4/10
Format – mp4
Duration – 1H 32Min
Genre – Biography, Comedy, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
