"L.A. Confidential(1997)
IMDb….8.3…..Rotten…99%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီကား မှာ အဓိကမင်းသား ၃ယောက်ပါတယ်…Russell Crowe,Kevin Spaceyနဲ့ Guy Pearce ရယ်..
.သူတို့တွေသရုပ်ဆောင်ကောင်းကြသလို
နာမည်ကြီးအထင်ကရကားတွေမှာ ပါဝင်ခဲ့တာကို တော်တော်များများသိကြမယ်ထင်တယ်
.. သူ့တို့(၃)ယောက်ဟာ စုံထောက်ရဲအရာရှိတွေပါ…ဇာတ်ကားအစမှာ သူတို့(၃)ယောက်ရဲ့ခံယူချက်
အလုပ်အပေါ်မှာထားတဲ့စိတ်ထားတွေကို
တဖြည်းဖြည်းပြသွားတယ်….အဲ့ဒီ အခန်းတွေပါးပါးလေးပြသပြီးတဲ့နောက်မှာတော့
အစုလိုက်အပြုံလိုက်သတ်ခံလိုက်ရတဲ့
လူသတ်မှု ကြီးဆီရောက်သွားတယ်..လူသတ်မှုကြီးဟာ စုံထောက်ရဲအရာရှိဖြစ်တဲ့
သူတို့(၃)ယောက်ခေါင်းပေါ်ရောက်လာပါတယ်…လူသတ်မှုဟာ ဆိုင်တစ်ဆိုင်ထဲမှာ ရက်ရက်စက်စက်ပစ်သတ်ခံလိုက်ရတာပါ.
..သေဆုံးသူတွေထဲမှာ ရဲစုံထောက်တစ်ယောက်တောင်ပါ ပါတယ်….
ကြည့်ရှူတဲ့သူဟာ ဇာတ်ကောင် ၃ ယောက်နောက်ကိုအပြေးအလွှားလိုက်ရ
သလို ဘယ်သူသတ်လဲပါ တစ်ဆက်ထဲ အဖြေထုတ်နေရတ
ယ်… လူ(၃)ယောက်ရဲ့အမြင်ကိုခင်ဗျားတစ်ယောက်ထဲ
ခံစားရင် အမှုကိုလည်းလက်လှမ်းမှီသလောက်ခင်ဗျားဟာ
ကော်ဖီပူပူနွေးနွေးလေးသောက်ရင်း အတွေးတွေ လွန့်လူးနေလိမ့်မယ်.
..နောက်တစ်ခုက ဒီကားကြည့်နေစဉ် ဇာတ်ကောင်တွေနာမည်တွေကို အသေအချာလေးမှတ်ပြီး ကြည့်သင့်ပါတယ်.
..ဘာလို့ဆို အရေးကြီးတဲ့အကြောင်းအရာတော်တော်များနဲ့ဇာတ်ကောင်နာမည်တွေဟာ
စကားပြောခန်းတွေနဲ့ပုံဖော်ထားလို့ပါ..ပြီးတော့ ဒီကားထဲက မင်းသမီး kim Basinger က
အော်စကာ(ဇာတ်ပို့ဆု)ရရှိခဲ့သလို အကောင်းဆုံးရုပ်ရှင်ဇာတ်ညွန်းဆုလည်းရရှိခဲ့ပါတယ်..
နောက်တစ်ခု ခင်ဗျားတို့ သတိထားမိမှာက Russell Crowe ရဲ့ မျက်လုံးတွေပါပဲ..
.သူ့မျက်လုံးတွေက ယုန်ငယ်လေးဟန်…ပြောရရင် Beautiful mind ကားထဲက
ပါမောက္ခတစ်ယောက်ရဲ့ဟန်ပန်..သူ့ရဲ့ ပင်ကိုယ်ဟန်ပဲလား မသိ..
.သို့ပေမယ့် အဲ့မျက်လုံးတွေကနေ အချိန်တော်တော်များများ မုန်ယိုနေတဲ့ ဆင်ရိုင်းတစ်ကောင်လိုပေါက်ကွဲရက်စက်ပြတာ
.. ဒီဘဲကြီးသရုပ်ဆောင်တာ လန်းလှချည်လားလို့ ခင်ဗျားတို့ မှတ်ချက်ချမိမှာ အသေအချာပဲ….
File Size : (2.5GB) And (910 MB)
Quality : Blu-Ray 720p
Format…mp4
Duration…02:18:00
Genre : Crime, Drama, Mystery
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Oung Xix Ming
Encoded by Phyo Pyae
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
