"The Real Charlie Chaplin (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 7.3/10, RT – 95%, Meta – 66% ~
” ကံအကြောင်းတိုက်ဆိုင်လို့ ချာလီချက်ပလင် ဇာတ်ကားတွေကို ကြည့်ဖြစ်ရင် ဒီအတိုင်းပဲကြည့်ပါ။ တခြားတွေ့ဖူးကြည့်ဖူးထားတဲ့ ချာလီချက်ပလင်တွေနဲ့ ဆက်စပ်ဖို့ မကြိုးစားပါနဲ့။ ချာလီချက်ပလင်တွေ အများကြီးရှိလို့ပါပဲ… “
– မက်စ်အိစ်မန်း (စာရေးဆရာ၊ ချာလီချက်ပလင်၏ မိတ်ဆွေတစ်ဦး)
ချာလီချက်ပလင်ဆိုတာနဲ့ ဘောင်းဘီအပွကြီးဝတ်ထားပြီး ဦးထုပ်ဝိုင်းလေးဆောင်း တုတ်ကောက်ကိုင်ထားတဲ့ တံမြက်စည်းနှုတ်ခမ်းမွေးနဲ့ လူညှက်ကလေးကို ပြေးမြင်မိကြမှာပါ။ ချက်ပလင်ကပ်ရောဂါလို့ တင်စားရလောက်အောင် ချာလီချက်ပလင်ကို နှစ်သက်သဘောကျ အတုခိုးကြသူတွေ ချက်ပလင်ရောဂါဖြစ်ကြသူတွေ တစ်ကမ္ဘာလုံးအနှံ့မှာရှိခဲ့ဖူးပါတယ်။ ဒီလူပိန်လေးက ဘုရင်တွေ၊ ဘုရင်မတွေ၊ တွေးခေါ်ပညာရှင်တွေ၊ ဘာသာရေးအထင်ကရပုဂ္ဂိုလ်တွေထက် နာမည်ကျော်ကြားခဲ့ပါတယ်။ ဒါပေမဲ့ သူက ချာလီချက်ပလင်မဟုတ်ပါဘူး ချာလီချက်ပလင်သရုပ်ဆောင်တဲ့ Tramp ဆိုတဲ့ ဇာတ်ကောင်လေးပါ။
အဲဒီတော့ ချာလီချက်ပလင်က အစစ်က ဘယ်သူလဲ…..
ချာလီက အိမ်ထောင်ပျက် မိသားစုကနေ မွေးဖွားလာခဲ့တဲ့သူဖြစ်ပြီး မိဘတွေလို အနုပညာကို ဝါသနာထုံခဲ့သူပါ။ ဒုက္ခတွေကြားမှာ ဆင်းဆင်းရဲရဲနေခဲ့ရပေမဲ့ ဟာသညာဉ်ကို မပျောက်ပျက်အောင် ထိန်းသိမ်းနိုင်ခဲ့သူလည်းဟုတ်ပါတယ်။
ဇာတ်ဝင်ခန်းလေးတစ်ခန်းကို ၅၃၄ ရက်ကြာအောင် ရိုက်ခဲ့တဲ့ Perfectionist ပါ။ ရိုက်ကွင်းတစ်ခုလုံးကအလုပ်တွေကို သူတစ်ယောက်တည်း လုပ်နိုင်ရင် လုပ်လောက်တယ်လို့ ရိုက်ကူးရေးအဖွဲ့သားတွေကပြောကြတယ်။ တကယ်လည်း သူကိုယ်တိုင် အကုန်လုံးနီးပါးကို သူ့ခြေသူ့လက်ဖြစ်အောင် လုပ်ခဲ့တာပါပဲ။
ကမ္ဘာကြီးက သူ့ကို ဗဟိုထားပြီးလည်ပတ်နေတယ်လို့ ယူဆရလောက်အောင် အတ္တကြီးတယ်။ အဲဒါကြောင့်ပဲ သူ့ရဲ့ ဇနီးသုံးယောက်က သူ့ကို မကောင်းဆိုးရွားလို့ မြင်ကြတာဖြစ်နိင်ပါတယ်။ သူ့ရဲ့ အတ္တကြောင့် အချစ်ဆုံး ဇနီး Oona O’neil-Chaplin နဲ့ရခဲ့တဲ့ သားသမီးတွေကတောင် သူတို့အဖေနဲ့ ဝေးကွာနေတယ်လို့ ခံစားခဲ့ကြရပါတယ်။ သူက မိန်းမလည်းပွေတယ်။ နောက်ကွယ်ကနေ တိတ်တဆိတ်နဲ့ပါရမီဖြည့်ရတာနဲ့ပဲ ကျေနပ်တဲ့ Oona O’neil နဲ့မှ ကလေး ၈ ယောက်ဖွားမြင်တဲ့အထိ လက်တွဲသွားတာပါ။(အသက်ကလည်း ၅၀ ကျော်ပြီကိုး)
အောင်မြင်မှုတွေရခဲ့သလောက် သူ့ရဲ့တစ်စိတ်တစ်ပိုင်းကတော့ ဆင်းရဲမှာကိုကြောက်နေတုန်းပဲ။ အမြဲတမ်းဆာလောင်မွတ်သိပ်နေခဲ့တဲ့သူလို့ ပြောလို့ရတာပေါ့။
ချာလီရဲ့အကြောင်းကိုပြောရင် Tramp က မပါမဖြစ်ပါပဲ။ ချာလီက Tramp ဖြစ်သလို Tramp ကလည်း ချာလီပါပဲ။ ချာလီက Tramp ကိုဖန်တီးခဲ့သလို Tramp ကလည်း ချာလီရဲ့အောင်မြင်မှုတွေကို ဖန်တီးပေးခဲ့တာကိုး။ Tramp က ချာလီ့လိုပဲ စကားလုံးတွေမပါဘဲ အမူအရာနဲ့ ကျယ်ကျယ်လောင်လောင် ပြောတတ်သူပါ။ သူ့ကို တစ်ကမ္ဘာလုံးကလည်း ကြားခဲ့ပါတယ်။ Tramp ကိုကြည့်ရင် ချာလီကို မြင်ရပါလိမ့်မယ်။ The Kid ဇာတ်ကားမှာ ချာလီရဲ့ ထပ်ခိုးထပ်က အိမ်လေးခန်းလေး၊ City Lights မှာ Tramp နဲ့ ပန်းသည်မလေးတွေ့တဲ့နေရာက ချာလီရဲ့အချစ်ဦးနဲ့ ပထမဆုံးချိန်းတွေ့ခဲ့တဲ့ ကင်လင်တန်ပန်းခြံအဝင်ပေါက်၊ The Gold Rush မှာတော့ ချာလီရဲ့ကလေးဘဝက အခက်အခဲတွေ၊ Tramp ကိုကြည့်လိုက်တိုင်း ချာလီကိုတွေ့နေရမှာပါပဲ။ ချာလီကို ကြည့်လိုက်တိုင်းလည်း နှုတ်ခမ်းမွေးမပါတဲ့ Tramp ကိုမြင်ရပါလိမ့်မယ်။ အနီးကပ်ကြည့်ရင် ဘဝဟာ ဝမ်းနည်းစရာဖြစ်ပေမဲ့ အဝေးကကြည့်ရင်တော့ ရယ်စရာပါလို့ ပြောခဲ့တဲ့အတိုင်းပဲ သူ့ရဲ့ ဝမ်းနည်းစရာဘဝအကြောင်းအရာတွေကို Tramp က ရယ်စရာအဖြစ်ပြောင်းပေးခဲ့ပါတယ်။ Tramp ရဲ့ နိဂုံးက ချာလီချက်ပလင်ကို ဘဝတစ်ဆစ်ချိုး ပြောင်းစေခဲ့ပါတယ်။
နာမည်မရှိ၊ နေရာမရှိ၊ အချိန်ကာလမရှိဘဲ အမြဲတမ်း နှုတ်ဆိတ်နေခဲ့တဲ့ Tramp တစ်ယောက် The Great Dicatator ဇာတ်ကားမှာ ပထမဆုံး စပြီးစကားပြောခဲ့ပါတယ်။ ဒါက Tramp ရဲ့ ဂူသင်္ချိုင်းလို့ပြောလို့ရပါတယ်။ တစ်ချိန်လုံး ပရိသတ်ကို ရယ်အောင်ဖျော်ဖြေနေခဲ့တဲ့ Tramp စပြီးစကားပြောတဲ့အချိန်မှာ အဓိပ္ပါယ်ပြည့်ဝလေးနက်တဲ့ စကားတွေပြောခဲ့ပါတယ်။ နောက်ပိုင်းမှာတော့ သူက ဟာသသရုပ်ဆောင်ကောင်း မဟုတ်တော့ဘူးလို့ သတ်မှတ်လာကြတဲ့အထိ ဖြစ်လာပါတယ်။ ဒီစကားတွေကြောင့် ချာလီကို ကွန်မြူနစ်လို့ စွပ်စွဲလာကြပါတယ်။ သူကိုယ်တိုင်ကတော့ ကွန်မြူနစ်ပါလို့ သူကိုယ်သူ ဘယ်တုန်းကမှ မသတ်မှတ်ဘူးလို့ ပြောပါတယ်။ တိတ်ဆိတ်ခြင်းကို ချိုးဖျက်ခဲ့တဲ့ သူ့ရဲ့စကားလုံးတွေက ယန္တရားကြီးကိုတော့ အနိုင်မတိုက်နိုင်ခဲ့တာသေချာပါတယ်။ အမေရိကကနေ နယ်နှင်ဒဏ်ကျတဲ့ အခြေအနေထိ ရောက်သွားတယ်လေ။ ဒါပေမဲ့ လူတွေကို ဖျော်ဖြေဖို့ သူ့ရဲ့ကြိုးစားမှုကတော့ ရပ်မသွားခဲ့ပါဘူး။
ချာလီချက်ပလင်က အင်္ဂလန်က ချီးမြှင့်တဲ့ Sir ဘွဲ့ကို ရရှိချိန်မှာ လမ်းမလျှောက်နိုင်တော့ဘဲ ဝှီးချဲစီးနေရတဲ့အချိန် အသက် ၈၅ နှစ်ရှိပါပြီ။ အမေရိကန်က သူ့ကို ကွန်မြူနစ်လို့ စွပ်စွဲထားတဲ့ ကိစ္စမပြီးပြတ်သေးလို့ အနှစ် ၂၀ ကြာအောင် စောင့်ခဲ့ရတာပါ။ ဒူးမထောက်ဘဲ သူရဲကောင်းဘွဲ့ရခဲ့သူလို့ ပြောလို့ရတာပေါ့။ ဘုရင်မကြီးကိုယ်တိုင်က သူ့ရဲ့ဇာတ်ကားတွေအတွက် ကျေးဇူးတင်ခဲ့ပါသေးတယ်။
ချာလီချက်ပလင်(Tramp) ရဲ့ နှုတ်ခမ်းမွေးကို ကြည့်ပြီး တစ်ယောက်ယောက်ကို သွားပြီးသတိရကြမှာပါ။ သူကတော့ ချာလီလို လူချစ်လူခင်ပေါလို့ ကျော်ကြားတာမျိုးမဟုတ်ဘဲ လူပေါင်း ၁၇ သန်းကျော်ကို သတ်ဖြတ်ခဲ့လို့နာမည်ဆိုးနဲ့ ကျော်ကြားခဲ့တဲ့ အာဏာရှင် နာဇီပါတီခေါင်းဆောင် ဟစ်တလာပါပဲ။ ချာလီက လူတွေကောင်းဖို့ ပြောသလို ဟစ်တလာက လူတွေသတ်ဖို့လုပ်တယ်။ ဆန့်ကျင်ဖက်ဖြစ်နေပေမဲ့ သူတို့နှစ်ယောက်မှာ တူတာတွေလည်း အများကြီးရှိပါတယ်။ အမြင်သာဆုံးကတော့ နှုတ်ခမ်းမွေးပေါ့။ ဟစ်တလာက ချာလီရဲ့ နှုတ်ခမ်းမွေးကို ကူးချထားတာလို့လည်း မခိုင်လုံတဲ့သတင်းတွေရှိပါသေးတယ်။ ဟစ်တလာကတော့ ချာလီကို ဂျူးလို့ နာမည်တပ်ပြီး ချာလီမုန်းတီးရေးဝါဒပါ ဖြန့်ခဲ့ပါသေးတယ်။
ချာလီကအမြဲတမ်း သရုပ်ဆောင်နေတတ်တဲ့သူလို့ နီးစပ်သူတွေကပြောပါတယ်။ သူ့ရဲ့အတိတ်ကရခဲ့တဲ့ ဒဏ်ရာတွေကြောင့် စိတ်မလုံခြုံမှုဖြစ်ပြီး အမြဲတမ်း သရုပ်ဆောင်နေတတ်တာ ဖြစ်ပါလိမ့်မယ်။ သူက သူကိုယ်သူ ဖျော်ဖြေသူအဖြစ်မွေးလာတာလို့ သတ်မှတ်ထားလို့လည်း ဖြစ်နိုင်ပါတယ်။ ကင်မရာရှေ့မှာရော ကင်မရာမရှိတဲ့အချိန်မှာရော ပရိသတ်ရှိတိုင်း သူက ဖျော်ဖြေနေတတ်ပါတယ်။
သူဟာ ဖျော်ဖြေရေးသမားတစ်ယောက်….
သူဟာ ဟာသသရုပ်ဆောင်တစ်ယောက်…
ယန္တရားကို မုန်းခဲ့သူတစ်ယောက်…
တစ်ကမ္ဘာလုံးကို စကားတစ်ခွန်းမှမပြောဘဲ ကြီးစိုးခဲ့ဖူးတဲ့သူတစ်ယောက်….
သူက ချာလီချက်ပလင်ပါ…
The Real Charlie Chaplin က ချာလီချက်ပလင် ပိတ်ကားနောက်ကွယ်က ချာလီရဲ့အကြောင်းကို ဇာတ်ကားဆန်ဆန်ရိုက်ကူးထားတဲ့ Biography, Documentary ဇာတ်ကားလေးပါ။ ချာလီချက်ပလင်ရဲ့ အကြောင်းတွေကို အကြောင်းအရာဆန်ဆန် သိရတာထက် ချာလီရဲ့ဘဝထဲကို စီးမျောလိုက်ပါနေသလိုခံစားရပါလိမ့်မယ်။ ချာလီချက်ပလင်ကို မသိသေးတဲ့သူတွေအတွက် ဒါမှမဟုတ် သိထားဖူးတဲ့သူတွေ တကယ်ရောသိရဲ့လားဆိုတာ ဒီဇာတ်ကားလေးက ချာလီချက်ပလင်ရဲ့အကြောင်းကို ပြောပြသွားပါလိမ့်မယ်။ ချာလီချက်ပလင်ရဲ့ အမှောင်ဘက်ခြမ်းတချို့ကိုလည်း ဖော်ပြထားပါသေးတယ်။ ဘယ်လိုပဲဖြစ်ဖြစ် အစကပြောခဲ့သလိုပဲ တကယ့်ချာလီချက်ပလင်ကို သိပြီလို့တော့ မထင်လိုက်ပါနဲ့… ချာလီချက်ပလင်တွေ အများကြီးရှိပါတယ်။
(ဒီဒိုကူမန်ထရီနဲ့အညွှန်းကို 666 မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.72GB, 1.6GB, 600MB
Quality – 1080p, 720p, 480p
IMDb Rating – 7.3/10
Format – mp4
Duration – 1H 54Min
Genre – Documentary
Subtitle – Myanmar Subtitle (Hardsub)
Translated by 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
