"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Paheli (သို့မဟုတ် ) ပဟေဠိဆန်တဲ့ ချစ်ခြင်း
°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°°
တစ်ခါတလေ မိန်းကလေးများ အိပ်မက်ဆန်ဆန် တွေးဖူးကြပါသလား။ နတ်သားလေး နတ်သက်ကြွေပြီး ကိုယ့်ဆီ လှမ်းလာခဲ့တယ် လို့ပေါ့။ ဒါမှမဟုတ် တစ္ဆေတစ်ကောင် က ကိုယ့်ကို ချစ်တယ်လို့ ကော တွေးခဲ့ဖူးပါသလား။ ဒါပေမဲ့ ဒီမေးခွန်းဟာ
အူကြောင်ကြောင် နိုင်လွန်းပါတယ်။
ဒီကားလေး ကို မညွှန်းခင်မှာတော့ ယုတ္တိ တန်သည် မတန်သည် ဝိ၀ါဒတွေ ချန်ထားခဲ့ဖို့လိုပါတယ်။ တကယ်တော့ ဒီကားလေးမှာ တစ္ဆေတစ်ကောင် ရဲ့ အချစ်ဇာတ်လမ်းကို ရိုက်ကူးထားတာမို့ပါ။
ဇာတ်လမ်းအစမှာဖြင့် ကုန်သည်လေး ကီရှန်နဲ့ အလွန်လှတဲ့ လက်ရ်ှချီ တို့ လက်ထပ်ပုံနဲ့ စတင်တင်ဆက်ခဲ့ပါတယ်။ ကီရှန်က ဖခင်ရဲ့အမိန့်အောက်ရိုကျိုးရတဲ့သားငယ် တစ်ယောက်။ လက်ရ်ှချီ ကလည်း မိသားစုရဲ့သဘောအတိုင်း အမြဲခေါင်းငြိမ့်ခဲ့တဲ့ သမီးတစ်ယောက်။ ဒီလိုနဲ့ ကီရှန်ဟာ သတို့သမီးလောင်းကို ခေါ်ပြီး အိမ်ကို ပြန်လာခဲ့ပါတယ်။ နေကလည်း ပြင်းသထက်ပြင်းတာမို့ အချို့နေရာတွေမှာ ခရီးတစ်ခေါက် နားကြရပါတယ်။ ဒီအချိန်မှာတော့ ဖြတ်သန်းရာ လမ်းမှာရှိတဲ့ ညောင်ပင်တစ္ဆေဟာ Luchchi ကိုမြင်ပြီး ကြွေသွားပါတော့တယ်။ ( စနှိုက်က စကျော်တော့မယ် 😛)
အဲ့ ဒီလို ခရီးဆက်ကြပြီးနောက် Kishan တို့ အိမ်ပြန်ရောက်ခဲ့တယ်။ ညရောက်တော့ Kishan ဟာ ကုန်စာရင်းစာအုပ်ကို တွက်ချက်နေခဲ့ပါတယ်။ ဖခင်ရဲ့ စကားအတိုင်း အလုပ်တွေကို သာ အာရုံစိုက်နေပြီး သတို့သမီးလောင်းကို မေ့နေခဲ့ပါတယ်။ ( တော်တော်ဆိုးတဲ့လူ 😛 ) ။ နောက်ပြီး Kishan ဟာ မနက်ဖြန် ကုန်သွယ်မှုတစ်ခုနှင့်ပတ်သက်ပြီး လေးနှစ်ကြာ ခရီးထွက်ရတော့မှာပါ။ ဒီအကြောင်း Luchchi သိတော့ သူမစိတ်ထဲ အထီးကျန်ဆန်မှုတွေ တစ်စတစ်စ ချဉ်းနင်းလာခဲ့ပါတယ်။ ဒါ့ပြင် မင်္ဂလာဦးညမှာတောင် အလုပ်ကိုပဲ အာရုံစိုက်လွန်းသူ ယောက်ျားဟာ သူမအတွက် ကြည်နူးစရာ စကားလုံးတွေ မရှိတတ်ကြောင်း သူမ ပိုမို သိမ်ငယ် တွေးလာခဲ့ပါတယ်။
နောက်နေ့မှာဖြင့် ကီရှန် ဟာ ခရီးထွက်သွားပါတော့တယ်။ ဒါ့ကြောင့် “အချစ် နဲ့ စစ် မှာ မတရားတာမရှိ” လို့ ယူဆထားတဲ့ ညောင်ပင်တစ္ဆေ ဟာ kishan ပုံဖန်ဆင်းပြီး အိမ်ကို ပြန်လာချင်ယောင် ဆောင်နေခဲ့ပါတယ်။
ထို့နောက် Luchchi ကို တစ္ဆေ အဖြစ်နဲ့ချစ်ရေးဆိုရန် ကြိုးစားချိန်မှာတော့ ………???
ဘာတွေ ဖြစ်လာခဲ့မလဲ။ Kishan / Luchchi နဲ့ ညောင်ပင်တစ္ဆေ တို့ သုံးပွင့်ဆိုင် အချစ်ဇာတ်လမ်းက ဘယ်လို အဆုံးသတ်ကြမလဲဆိုတာတော့ ကိုယ်တိုင်ကြည့်ပြီးမှ ရင်ခုန်လိုက်ပါဦးခင်ဗျ။
ဒီကားလေးဟာ ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်သင့်တဲ့ကားပေမယ့် စကားလုံးရွေးချယ်တတ်မှု ; လှပမှု သေသပ်မှုနဲ့ ကြည်နူးတတ်မှုတွေက ရသမြောက်ခဲ့ပါတယ်။ တစ္ဆေတစ်ကောင်ရဲ့စွမ်းအင်နဲ့ ဖန်တီးချက်တွေက CGI effect သုံးထားခဲ့ပြီး ဒီဇာတ်၀င်ခန်းတွေက ဟာသဆန်ဆန်လေး ဖြစ်ခဲ့ပါတယ်။
ဒါ့အပြင် မိန်းမသား တနည်းအားဖြင့် အိမ်မှာကျန်ရစ်ခဲ့သူ မိန်းမသားတွေအနေနဲ့ အထီးကျန်ဆန်မှု / အချစ်စစ်ကိုတောင့်တမှုနဲ့ မေတ္တာတရား လွှမ်းထားတဲ့ အိမ်ထောင်ရေးကို မျှော်လင့်တတ်မှု ကိုလည်း အဓိက ပုံဖော်သွားခဲ့ပါတယ်။ ငွေကြေးရေတွက်သံတွေထက် နှစ်လိုဖွယ်ကောင်းတဲ့ လင်ယောက်ျားရယ်သံကိုသာ တမြတ်တနိုး တောင့်တတတ်တဲ့ မိန်းမသား တွေကိုလည်း ပိုမို နားလည်လာစေပါတယ်။ ယောက်ျားသားတွေအနေနဲ့လည်း အလုပ်ထက် မိသားစုချစ်ခြင်းမေတ္တာကို ပိုအလေးပေးသင့်ကြောင်း အလင်းပြခဲ့ပါသေးတယ်။
ဒီကားဟာ ဆုပေါင်း သုံးဆုရရှိခဲ့ပြီး ဆုပေါင်း ၁၇ ဆု အတွက်လည်း ဇကာတင်စာရင်း၀င်ခဲ့ပါသေးတယ်။ IMDB – 6.7 အထိ ရရှိခဲ့ပြီး ပေါ့ပေါ့ပါးပါးနဲ့ ကြည့်သင့်တဲ့ ကားကောင်းလေးပါ။ ဒီကားလေးရဲ့ စကားဝေါဟာရကြွယ်ပုံကလည်း ဂေါ်မစွံလူတွေအတွက် သင်ခန်းစာဖြစ်စေပါတယ်။ 😛
ဒါ့ပြင် ဒီ၀ယ် ဒီလောကမှာ ငွေကြေးတစ်ခုထက် ပိုမိုလေးနက်တဲ့ အရာတွေရှိနေသေးကြောင်းလည်း သတိပေးခဲ့ပါတယ်။ ဒါတင်မက ဖန်တီးထားတဲ့ ကန္တာရတွေ / CGI effect တွေနဲ့ စနစ်တကျရိုက်ကူးထားတဲ့ ဇာတ်အိမ်အဆန်းလေးမို့ ကြည့်သင့်တဲ့ကားအဖြစ် မှတ်ထားကြပါဦး လို့
သတိပေးပါရစေလား ခင်ဗျာ။
(ရုပ်ရှင်အညွှန်းကို ကိုလင်းခယံ FB မှ ကူးယူဖော်ပြပါသည်။)
File size…(4.5 GB)/(1.7 GB)
Quality….BluRay 1080p/720p
Format…mp4
Duration….02:20:o0
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Thaik San & Intelligence
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
