"Election (2005)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 7.1/10, RT – 87%, Meta – 73% ~
အာရှရုပ်ရှင်ဖန်တွေ အကောင်းဆုံးဟောင်ကောင်ဂန်းကားကို ရွေးကြတဲ့အခါ Election တွေကို ကြည့်ဖူးတဲ့လူအများစုကတော့ Johnnie To ရဲ့ Election နဲ့ Triad Election ကို ရွေးကြတာများပါတယ်။ Election နှစ်ကားက ဂန်းကားပေမဲ့ အားနေပစ်လိုက် ထိုးလိုက်လုပ်နေတဲ့ ဂန်းကားမဟုတ်သလို စကားပဲများနေတဲ့ ဂန်းကားလည်းမဟုတ်ပြန်ဘူး။ အဲဒီနှစ်ခုကြားက မဇ္စျိမပဋိပဋာကျတဲ့ ဂန်းကားလို့ဆိုရမယ်။ ဒီနှစ်ကားလုံးက ဂန်းကားပေမဲ့ အနုပညာရည်အရလည်း မနုံနဲ့ဘူး။ ၂၀၀၅ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ပထမကားကိုပြခဲ့ပြီး ၂၀၀၆ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ဒုတိယကားကိုပြခဲ့တဲ့အပြင် ဟောင်ကောင်အကယ်ဒမီဆုပေးပွဲတွေမှာရော ဝေဖန်ရေးသမားတွေပေးတဲ့ ဆုပေးပွဲတွေမှာ Best Picture ဆုတွေ Best Director ဆုတွေ Best Screenplay ဆုတွေ ရထားတဲ့ရုပ်ရှင်တွေဆိုလည်း မမှားဘူး။
ရုပ်ရှင်နာမည်က Election ဆိုပေမဲ့ တခြားရွေးကောက်ပွဲတော့မဟုတ်ဘူး။ ဟောင်ကောင်ရဲ့ အကြီးဆုံးဂိုဏ်းကြီးရဲ့ ဂိုဏ်းခေါင်းဆောင်ရွေးကောက်ပွဲအကြောင်း။ ဒီရုပ်ရှင်မှာ နှစ်ကားလုံးခြုံကြည့်ရင် ဇာတ်လိုက်လို့မည်မည်ရရပြောစရာ ဇာတ်ကောင်မရှိဘူး။ သို့ပေမဲ့ ရွေးကောက်ပွဲ၀င်အရွေးခံတဲ့ ဇာတ်ကောင်တွေအားလုံးရဲ့ ကာရိုက်တာတွေက အတော်လေးခိုင်မာသလို စိတ်၀င်စားစရာလည်းကောင်းတယ်။ ဂိုဏ်းစတားတွေဆိုတော့ လူကောင်းနဲ့တူတဲ့ကောင်လည်းမပါဘူး။ နည်းနည်းပြောစရာရှိတာဆိုလို့ Louis Koo ရဲ့ ဇာတ်ကောင် ဂျင်မီက စည်းစောင့်တဲ့ကာရိုက်တာဖြစ်နေလို့ တခြားဇာတ်ကောင်တွေထက် ကောင်းမယောင်ဖြစ်နေတဲ့ သဘောလေးပဲရှိတယ်။ တိုနီလျောင်ခဖိုင်တို့ Simon Yamတို့ရဲ့ ဝါရင့်တဲ့ သရုပ်ဆောင်စွမ်းရည်ကလည်း ဒီလိုကာရိုက်တာတွေကို ပိုအသက်၀င်စေခဲ့တယ်။ ပြောရရင် လူကောင်းမပါတဲ့ အမှန်အကန်လူဆိုးတွေရဲ့အကြောင်း ဇာတ်လမ်းပဲ။
တကယ်တမ်း Johnnie To ကားဆိုလို့ အရင်က ကျွန်တော်ကြည့်ဖူးတာ Drug War ဆိုတဲ့ကားပဲရှိတယ်။ အဲဒီကားလည်းမဆိုးဘူး။ ကြည့်ကောင်းတဲ့ထဲ ပါတယ်။ Johnnie To ကို မာစတာပိစ်ချည်း ဆယ်ကားကျော်ရှိတဲ့ ဒါရိုက်တာလို့ပြောကြပေမဲ့ ကြည့်ကောင်းတဲ့ Drug War ကိုတောင် အဲဒီမာစတာပိစ်စာရင်းထဲ မထည့်ထားဘူး။ Drug War လိုကား‌ကတောင် Johnnie To ရဲ့ ခပ်ညံ့ညံ့ရုပ်ရှင်တစ်ကားလို့ အာရှရုပ်ရှင်ဖန်တွေက မှတ်ချက်ပြုကြတယ်။ အစကတော့ Overrated ဖြစ်နေတာလား ထင်ခဲ့သေးပေမဲ့ Election ကို ကြည့်ပြီးတဲ့အခါ အမြင်ပြောင်းသွားတယ်။ သူ့စကေးနဲ့ဆို Johnnie To ဟာ ကျွန်တော်တို့ဒီက ဟောင်ကောင်ရုပ်ရှင်ဖန်တွေ ကြားမှာတော့ အတော် Underated ဖြစ်တဲ့ ဒါရိုက်တာလို့တောင် မြင်လာတယ်။ John Woo တို့ ဘာတို့ရဲ့ ဂန်းရုပ်ရှင်တွေ ကြည့်ကောင်းပေမဲ့ တကယ်တမ်း အနုပညာဖြစ်မှုနဲ့တိုင်းရင် Johnnie To က အပုံကြီးသာတယ်ဆိုတာတော့ Election ကို ကြည့်ဖူးတဲ့သူတွေ ငြင်းကြမယ်မထင်ဘူး။ ဟောင်ကောင်ရုပ်ရှင်ဖန်တစ်ယောက်ဖြစ်တဲ့ Quentin Tarantino ကလည်း 2005 ရဲ့ အကောင်းဆုံး ရုပ်ရှင်ဟာ Johnnie To ရဲ့ Election လို့ ထောပနာပြုထားတယ်။
အာရှဂန်းကားတွေထဲတော့ သူနဲ့အလားတူ ဥပမာပြုစရာမရှိဘူးလို့ ဆိုရမယ်။ ဒီ၂ကားကို ကြည့်ပြီးတဲ့အချိန် ကျွန်တော့်စိတ်ထဲ Godfather ကို ပြေးမြင်မိသလို ဒီလိုမြင်တာလည်း ကျွန်တော်တစ်ယောက်တည်းမဟုတ်ပါဘူး။ သူများစကား ငှားသုံးရရင် “ဒီရုပ်ရှင်ကို ဘယ်လိုရုပ်ရှင်လဲပြောရရင် အာရှရဲ့ Godfather လို့ပဲ ခေါင်းထဲပေါ်လာပေမဲ့ တူတယ်လို့လည်းပြောမရပြန်ဘူး။ သို့ပေမဲ့ ဒီရုပ်ရှင်ကို ကျွန်တော် အနီးစပ်ဆုံး ဥပမာပေးစရာ စကားလုံးက ဒါပဲရှိပါတယ်” ဆိုသလိုပဲပေါ့။ တူတယ်လည်းပြောလို့ရတယ် မတူဘူးလည်းပြောလို့ရတယ်။ ထူးတာက ၁နဲ့၂မှာ အများစုမှာ ၂ကိုပိုကြိုက်ကြပြီး Godfather 1ဟာ 2အတွက် အားယူစရာရုပ်ရှင်ဖြစ်ခဲ့တဲ့ ပုံစံမျိုးပဲလို့ ဥပမာပေးကြတယ်။ ကျွန်တော်တော့ တစ်ရောနှစ်ရောဟာ နှစ်ကားလုံး တစ်ကားမရှိဘဲ တစ်ကားရဲ့အရသာက မပေါ်နိုင်ဘူးလို့ပဲ မြင်ပါတယ်။ စီနီမာအရဆိုရင်တော့ ၂ကိုတော့ ပိုသဘောကျမိတာပါပဲ။ သေချာတာကတော့ ဟောင်ကောင် ဂန်းရုပ်ရှင်ကားတွေရဲ့ စီနီမာတိုဂရပ်ဖီထဲ Election ရဲ့ စီနီမာတိုဂရပ်ဖီဟာ သိသိသာသာကို အနုပညာဆန်ပါတယ်။ ဒါကြောင့်လည်း Johnnie To ကို မာစတာပိစ်အများကြီးရှိတဲ့ ဒါရိုက်တာလို့ ဆိုကြတာပါပဲ။
Cast တွေကလည်း Tony Leung Ka-fai, Louis Koo, Simon Yam, Gordon Lam, Nick Cheung စတဲ့ Johnnie To နဲ့ရိုက်နေကျ ဟောင်ကောင်ရဲ့ နာမည်ကြီးမင်းသားတွေ ပါ၀င်ထားပါတယ်။ Election နှစ်ကားဟာ ဟောင်ကောင်ရဲ့ Action ဂန်းကားမဟုတ်ဘဲ Thriller ဂန်းရုပ်ရှင် မာစတာပိစ်ကောင်းကောင်းကို ဟောင်ကောင်ရဲ့ နာမည်ကျော်မင်းသားတွေ တသီတသန်းကြီးနဲ့ ကြည့်ရမယ့် ရုပ်ရှင်ပါပဲ။ Johnnie To ဟာ Election 2 ကားအပြင် Throw Down, Running Out of Time, Exiled, The Mission, PTU, Mad Detective, Breaking News, Blind Detective,The Longest Nite, A Hero Never Dies လို စုံထောက်ရုပ်ရှင် ဂန်းရုပ်ရှင် မာစတာပိစ်ကားတွေ တသီကြီးကိုလည်း ရိုက်ခဲ့ပါတယ်။
တတိယပိုင်းဖြစ်လာမယ့် Election 3 ဟာလည်း သတင်းထွက်နေတာ အတော်ကြာပြီဖြစ်သလို Johnnie To လက်ထဲ ဇာတ်ညွှန်းဟာ အတော်ရှည်နေလို့ ပထမခြမ်းနဲ့ ဒုတိယခြမ်း ဘာသုံးရမလဲမသိဖြစ်နေတယ်ဆိုပါတယ်။ ဒုတိယခြမ်းကိုသုံးရင် Election 2မှာ မီးမောင်းထိုးပြခဲ့တဲ့ Louis Koo ရဲ့ကာရိုက်တာ ဂျင်မီ ပါတော့မယ်မဟုတ်ဘူးလို့ဆိုပါတယ်။ ၁၇နှစ်ကြာပြီး ၂၀၂၃ ကျထွက်မယ်လို့ ယူဆရတဲ့ Election 3 ဟာ ဟောင်ကောင်ဖန်တွေ အမျှော်လင့်ဆုံး ရုပ်ရှင်တစ်ကားလည်းဟုတ်ပါတယ်။ လက်ရှိဟောင်ကောင်ရုပ်ရှင်တွေရဲ့ ကျလာတဲ့အရည်အသွေးကြောင့် Election 3 ကိုတော့ သိပ်မမျှော်လင့်ထားပေမဲ့ Johnnie To ရဲ့ Election နဲ့ Triad Election ကတော့ ကြည့်ဖူးသမျှ ဟောင်ကောင်ဂန်းကားတွေ မှုခင်းကားတွေထဲ အကြိုက်ဆုံးဖြစ်သွားခဲ့တဲ့ ရုပ်ရှင်ပါပဲ။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.7GB, 713MB
Quality – 1080p, 720p
IMDb Rating – 7.1/10
Format – mp4
Duration – 1H 41Min
Genre – Crime, Drama, Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
