"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
The Cinderella Addiction (2021)
Genre : Thriller,Mystery,Crime,Drama
Alice in Borderland မှာ Usagiအနေနဲ့ပါဝင်သရုပ်ဆောင်ခဲ့တဲ့ မင်းသမီးလေး Tsuchiya Taoနဲ့ မင်းသား Tanaka Keiတို့ ပါဝင်သရုပ်ဆောင်ထားပါတယ်။
ငယ်ငယ်တုန်းက Disney Princessပုံပြင်တွေမှာဆိုရင် မြင်းဖြူစီးလာတဲ့မင်းသားလေးနဲ့ အခက်အခဲကြုံနေရတဲ့မင်းသမီးတို့ တွေ့ဆုံချစ်ကြိုက်ပြီးလက်ထပ်လို့ Happily ever afterဆိုတဲ့ပုံပြင်တွေကို အသည်းစွဲခဲ့ကြဖူးပါတယ်။ ဘဝမှာလည်း ကံကောင်းစွာနဲ့ ကိုယ့်ကိုကယ်တင်ပေးမဲ့သူပေါ်လာပြီး ဘဝများပြောင်းလဲသွားလေမလားလို့ စိတ်ကူးယဉ်ခဲ့ဖူးတယ်ဆိုရင်တော့ ဒီဇာတ်ကားကိုကြည့်သင့်ပါတယ်။
ကလေးတွေကို တိုင်ပင်စောင့်ရှောက်ပေးတဲ့ဌာနက ဝန်ထမ်းမလေး “ကိုဟရု”ကတော့ ငယ်ငယ်တည်းက မိခင်စွန့်ပစ်တာကိုခံခဲ့ရသူပါ။ ၁၂နှစ်သမီးတည်းက မိခင်ဖြစ်သူထွက်ပြေးသွားပြီး မိခင်မေတ္တာငတ်ခဲ့သူမို့ တာဝန်ယူလိုစိတ်ကင်းမဲ့တဲ့အမေကိုမုန်းပြီး အမေလိုလူတစ်ယောက်မဖြစ်ချင်တဲ့သူပါ။ သူ့အဖေကတော့စက်ဘီးဆိုင်လေးဖွင့်ထားပြီး ညီမဖြစ်သူက အထက်တန်းတက်နေပါတယ်။ တစ်နေ့မှာတော့ အဘိုးဖြစ်သူက ရေချိုးခန်းထဲမှာမူးလဲတာကြောင့် ဆေးရုံပို့ဖို့ ကားနဲ့အပြေးသွားတုန်း အိမ်မှာထွန်းခဲ့တဲ့ခြင်ဆေးခွေကနေ မီးစွဲပြီး အိမ်မီးလောင်ပါတော့တယ်။
အိမ်မီးလောင်သွားတာကြောင့် ရည်းစားဖြစ်သူရဲ့အိမ်မှာ ခဏတည်းဖို့သွားပြန်တော့လည်း ရည်းစားဖြစ်သူက ဖောက်ပြန်နေတာနဲ့ ပက်ပင်းတိုးပါရော။
အိမ်ဆုံးရှုံးပြီး ရည်းစားသစ္စာဖောက်လို့စိတ်ပျက်ပျက်နဲ့လမ်းလျှောက်လာတုန်း ရထားသံလမ်းပေါ်မှာ လူတစ်ယောက်လဲနေလို့ ကယ်ခဲ့ပါတယ်။ အဲဒီလူကတော့ ကိုယ်ပိုင်ဆေးရုံပိုင်တဲ့ ဒေါက်တာ ဒိုင်ဂေါ့ အိဇုမိဇဝပါပဲ။ အရာရာမှာ အနှုတ်ပြနေတဲ့”ကိုဟရု”တစ်ယောက် ရည်းစားနဲ့လည်းပြတ် အလုပ်မှာလည်းအဆင်မပြေတဲ့အချိန် သူ့သူငယ်ချင်းတွေ အကြံပေးတာက ယောက်ျားကောင်းကောင်းယူပြီး အိမ်ရှင်မကောင်းလုပ်ဖို့ပါတဲ့။ကိုဟရုတစ်ယောက်ကတော့ သူ့အခြေအနေအတွက် perfectဖြစ်နေတဲ့ မြင်းဖြူစီးလာတဲ့မင်းသားလေးနဲ့တူတဲ့ ချမ်းသာတဲ့ဒိုင်ဂေါ့ကိုဆက်သွယ်လိုက်ပါတယ်။
ဒိုင်ဂေါ့မှာ ၈နှစ်အရွယ်သမီးလေးတစ်ယောက်ရှိပြီး မိန်းမဖြစ်သူကတော့ ဆုံးသွားခဲ့တာကြာပါပြီ။ဒိုင်ဂေါ့ရဲ့ သမီးလေးကလည်း ကိုဟရုနဲ့တည့်ပြီး အရမ်းချစ်ပါတယ်။
ပနံသင့်လှတဲ့သူတို့နှစ်ယောက်ကတော့ တစ်လအတွင်းမှာပဲ လက်ထပ်လိုက်ကြပါတော့တယ်။ သာမန်ဆိုရင်တော့ မင်းသားနဲ့စင်ဒရဲလားလေး လက်ထပ်ပြီး ပျော်ရွှင်တဲ့အိမ်ထောင်ရေးတစ်ခုဖြစ်သွားမယ်လို့ထင်ချင်စရာပါ။ သမီးလေးအပေါ်မှာမိခင်တစ်ယောက်လိုချစ်ပေးပြီး အိမ်ရှင်မကောင်းဖြစ်အောင်ကြိုးစားပေမဲ့ စိတ်ဒဏ်ရာကိုယ်စီရှိကြတဲ့သူတို့တွေကြားမှာ ပြဿနာမီးပွားတွေ စပေါ်လာပါတယ်။
ကောင်းမွန်တယ်လို့ထင်ရတဲ့ဘဝကို လိုချင်လို့ မြန်မြန်တည်ဆောက်ခဲ့တဲ့ဆက်ဆံရေးဖြစ်တာကြောင့် ကိုဟရုမသိခဲ့ရတဲ့လျှို့ဝှက်ချက်တွေ အမှောင်ခြမ်းတွေကို တွေ့လိုက်ရတဲ့အခါ…
စင်ဒရဲလားလေးရဲ့ အိမ်ထောင်ရေးက ပုံပြင်ထဲကလို ရထားလုံးလေးစီးပြီး ဖြောင့်ဖြူးတဲ့လမ်းမဟုတ်တာသေချာပါတယ်။ ဒီကားကြည့်ပြီးရင်တော့ ချမ်းသာတဲ့လူကိုလက်ထပ်ပြီး စင်ဒရဲလားဖြစ်ချင်စိတ်တွေ တစ်ဝက်လောက်လျော့သွားမယ်လို့ ထင်ပါတယ်။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )
File Size__(2GB) / (1GB)
Quality__Blu-Ray_1080p, 720p
IMDb Rating__7.5/10
Format__mp4
Duration__01:55:00
Type__Crime, Drama, Mystery
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
