"The Bubble (2022)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စိတ်အပန်းပြေ ရယ်နေရတဲ့ ဟာသကားလည်းကြည့်ချင် ရုပ်ရှင်ထုတ်လုပ်ရေးလောကရဲ့ အခြေအနေကို ရှယ်သရော်ထားတဲ့ ကားတစ်ကားကြည့်ချင်တယ်ဆိုရင်တော့ ဒီရုပ်ရှင်က သင့်အတွက်ပါပဲ။ ရယ်ရတယ်ဆိုရာမှာ တစ်ချို့အခန်းတွေက ရုပ်ရှင်နဲ့ပတ်သက်တဲ့ ဗဟုသတနည်းနည်းရှိမှ ရယ်ရမှာဖြစ်ပြီး တစ်ချို့အခန်းတွေကတော့ တမင်ကလိထိုင်ထိုးနေတဲ့ ဟာသကားတွေလို ရယ်ရပါတယ်။ အကုန်နားလည်ရင်တော့ ခွက်ထိုးခွက်လန် ရယ်နေရမယ့်ကားပါပဲ။ Rating တော့ နည်းပါတယ်။ ဒါပေမဲ့ ခင်ဗျားကို တော်တော်အူမြူးစေမှာကတော့ အမှန်ပါပဲ။ မယုံရင် ဂူးဂဲမှာ ဝေဖန်ရေးသမားပေးတာမဟုတ်တဲ့ User Reviewတွ ဖတ်ကြည့်လို့ရပါတယ်။
ရုပ်ရှင်ထဲပါ၀င်သူတွေကတော့ Professor X ခေါ် James McAvoy, Mandalorian တစ်ဖြစ်လဲ Pedro Pascal, Nebula တစ်ဖြစ်လဲ Karen Gillan, Dr. Strange ခေါ် သခွားသီး၊ X-Files စီးရီးတွေထဲက အေးဂျင့် Muldor တစ်ဖြစ်လဲ David Duchovny နဲ့ Key and Peele ထဲက Keegan Michael Key တို့ပါပဲ။ ဇာတ်ကားရိုက်တာကို ဇာတ်ကားပြန်ရိုက်တာကို ဇာတ်ကားပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်‌ပေါ့။ သူတို့ရုပ်ရှင်လောကကို ကောင်းကောင်းကြီး သရော်ထားတာတွေကို အူနှိပ်ပြီးကြည့်ရမှာပါ။
မြင်သာသလောက် နာမည်ကြီးတဲ့ထဲ သရော်ထားတာတွေကတော့ ပါလေရာ Batman, Marvel, Fast and Furious, Jurassic နောက်ပိုင်းကားတွေပါ။ Rey Skywalker နဲ့ Mandalorian လည်း ဘုပါသေးတယ်။ ဂျွန်စီနာလည်း၀င်ပေါသွားသလို Keaton အစ Pattinson အဆုံး Batman အကုန်လုံးနဲ့ Professor X နဲ့ Doctor Strange တို့လည်းပါပါတယ်။ စပိန်က Betis အသင်းကဘဲကိုတောင် ပြောင်ထားသလို COVID-19 ကိုလည်း ပြောင်ပါတယ်။
စိတ်ပါရင် SS ရိုက်တင်စရာအတော်များများပါတယ်။ စိတ်မကောင်းစရာကတော့ SS ရိုက်တင်တဲ့သူတွေကိုပါ ဖောင်းထားပါတယ်။
Don’t Look Up ဟာ အစိုးရပိုင်းနဲ့ NASA ကို‌ ကောင်းကောင်း သရော်ထားတဲ့ကားဆိုရင် ဒီကားဟာလည်း ဟောလိဝုဒ်ရဲ့ မင်းသားမင်းသမီး ဒါရိုက်တာ ‌ရိုက်ကွင်း ရုပ်ရှင်ဈေးကွက်အခြေအနေတွေနဲ့ Franchise ဖြစ်ပြီး ငွေရှာနေတဲ့ကားတွေကို ကောင်းကောင်းကြီး သရော်ထားတဲ့ ကားပါပဲ။
(အညွှန်းကို “___” မှ ရေးပေးထားပြီး ဇာတ်ကားကို Jim X၊ 666 နဲ့ “___” တို့မှ ပြန်ဆိုပေးထားပါတယ်)
Size – 1.2GB, 650MB
Quality – 1080p, 720p
Format – mp4
Duration – 2H 6Min
Genre – Comedy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Jim X, 666 & “___“
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
