"Robinson Crusoe (1997)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဝတ္ထုတစ်ပုဒ်က စာဖတ်သူတွေ နှစ်ထောင်းအားရ ကြိုက်နှစ်သက်ကြလို့ နာမည်ကျော်လာတာမဟုတ်ဘဲ ဝေဖန်ရေးဆရာတွေ ပျစ်ပျစ်နှစ်နှစ်ဝေဖန်ခံရပြီး လူသိများလာတာမျိုး၊ အချိန်ကာလကို ကြံ့ကြံ့ခံလို့ ကြာရှည်ထင်ပေါ်နေတာမျိုး လူတို့လောကမှာ ကြုံရဆုံရ ခဏခဏပေါ့ဗျာ။ စိုင်ကော်လို့ ခြုံပေါ်ရောက်ပေမဲ့ ဆူးခြုံဖြစ်နေတာမျိုး၊ အကျနာတာမျိုးဆိုတော့လည်း စပ်ဖျင်းဖျင်းတော့ နိုင်သပေါ့လေ။
ဒယ်နီယယ် ဒီဖိုး ရဲ့ လူသိများလှတဲ့စာအုပ်၊ ရော်ဘင်ဆင် ကရူးဆိုး ရယ်လို့ လူတကာနီးပါးသိတဲ့ ဇာတ်ကောင်၊ ကိုသောကြာခေါ် ဖရိုက်ဒေး ဆိုတဲ့ အရိုင်းအစိုင်း လူမည်းအမျိုးသား၊ ဒါတွေကို လူကြီးမင်းတို့လည်း ဘဝတကွေ့မှာ ဖျတ်ခနဲ ကြုံရင် ကြုံဖူးမှာပေါ့။ ဝေဖန်ရေးဆရာတွေက ဇာတ်ကွက်မပြည့်စုံမှု၊ စိတ်ကူးယဉ်ဆန်မှု၊ အပျော်သဘော စားပွဲပေါ်က စိတ်ကူးမိသမျှ စာရွက်ပေါ်ချရေးထားပါတယ်လို့ အပစ်ရဆုံးတိုင် အကဲဖြတ်ခံရချိန်မှာ တဖက်မှာလည်း ကြိုက်နှစ်သက်လို့ ကာကွယ်ပြောဆိုကြရင်း တစ်ခေတ်မှာ တစ်ပွဲတော့ ပွဲကောင်းကြုံခဲ့ရတာပဲ။
ဒီကြားထဲ ဒီဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြန်အသက်သွင်းတဲ့အခါမှာ မျိုးစုံ fail ပြခဲ့တဲ့ ဇာတ်ကားတစ်ကားဖြစ်ရပြန်ရော။ ကျွန်တော်တို့ရဲ့ ဂျိမ်းစ်ဘွန်းမင်းသားကြီး ပီးရက်စ် ဘရိုစ်နမ် ကိုယ်တိုင်တောင် သောက်သုံးမကျပါဘူးဆိုပြီး အဆော်ခံရတဲ့အထဲပါခဲ့တဲ့ ဇာတ်ကားပါပဲ။
IMDb 6.0 ပဲရပါတယ်။ ဝတ္ထုရှည်ကြီးကို ရုပ်ရှင်အဖြစ်‌ပြောင်းတော့ ဇာတ်ကွက်တွေ မြန်လွန်းလို့ မပီမပြင်ဖြစ်ရတာ၊ ထိုးထွင်းတီထွင်မှုမရှိဘဲ အဖြောင့်ဆန်ဆန် ပုံဖော်ထားတာ၊ ခေါင်းဆောင်မင်းသားက ဇာတ်ရုပ်နဲ့မလိုက်တာ၊ သင်္ဘောနစ်ခန်း၊ မုန်တိုင်းခန်းတွေ ကပျစ်ကညစ်နိုင်တာတွေကြောင့် လူကြိုက်မများခဲ့တာပါ။ ဒီလို အဆိုးတွေချည်း ရွေးပြောမိတာကတော့ လူကြီးမင်းကို ဒီဇာတ်ကား ကြည့်စေချင်လို့ပါ။
ဟုတ်ပါတယ်။ ကြည့်စေချင်ပါတယ်။ ဝတ္ထုကြီးက သမိုင်းအဆက်ဆက် လူသိများတာမလို့ တစ်ခါတော့ မြည်းစမ်းစေချင်ပါတယ်။ စာအုပ်ဖတ်ဖို့အဆင်မပြေရင် အခုလို ဇာတ်ကားလေးထိုင်ကြည့်ပြီး ဝတ္ထုဖတ်ရသလောက် ရသ ရနိုင်လို့ပါ။ တင်ဆက်ပုံကိုမကြည့်ပဲ တင်ဆက်တဲ့အကြောင်းအရာကို ကြည့်စေချင်ပါတယ်။ တွန် ဟမ့်ခ် ရဲ့ Cast Away နဲ့တော့ မနှိုင်းနဲ့ပေါ့ဗျာ။ ဘာသာပြန်ရာမှာ အဲဒီခေတ်အသုံးအနှုန်းများနဲ့ စကားပြောဟန်များကို ခပ်ပါးပါးကျောရိုးမှီထားပါတယ်။ အရမ်းများရင်လည်း ဖတ်လို့ မကောင်းမှာ စိုးပါတယ်။
ဇာတ်လမ်းကတော့ စစ်ထွက်အမျိုးသားကြီး ရော်ဘင်ဆင် မှာ လက်ထပ်ဖို့ရည်ရွယ်ထားတဲ့ ချစ်သူရှိပါတယ်။ ဒါပေမဲ့ အချစ်ဆုံးမိတ်ဆွေကပဲ ဓနအင်အားကိုခိုပြီး ချစ်သူကို အပိုင်ကြံလို့ နှစ်ယောက်တည်း စီးချင်းထိုး၊ တဖက်လူသေသွား‌တဲ့အခါ သူ့မိသားစုတွေ လက်စားချေတဲ့ရန်ကိုရှောင်ရင်း နိုင်ငံရပ်ခြား သင်္ဘောတစ်စင်းပေါ် ရောက်လာရတာပေါ့။ ပင်လယ်ပြင်မှာ သင်္ဘောမှောက်တော့ မေခလာ မကယ်ဘဲ သူတစ်ယောက်တည်း “သေသူတို့ရဲ့ကျွန်း” မှာ သောင်တင်လို့ အိမ်ပြန်လမ်းဝေး‌ရပါတော့တယ်။ အဲဒီကျွန်းဟာ လူရိုင်းတွေရဲ့ ယစ်ပူဇော်ရာ ကျွန်းတစ်ခုပါ။ ယစ်ကောင်အဖြစ် အရွေးချယ်ခံရသူတွေထဲက လူရိုင်းတစ်ယောက်ကို ကယ်တင်လိုက်နိုင်တော့ မိတ်ဆွေရင်းချာဖြစ်လို့ လူမရှိတဲ့ကျွန်းမှာ နှစ်ယောက်တစ်ကမ္ဘာတည်ရတာပေါ့လေ။
ဒါပေမဲ့ ယစ်ပူဇော်တတ်တဲ့ လူရိုင်းတွေ အုပ်စုလိုက် ကျွန်းပေါ်ပြန်လာပြီး သူတို့နှစ်ယောက်ကို အမဲပြန်လိုက်ကြတဲ့အခါ ဘာတွေဆက်ဖြစ်မလဲ။ ချစ်သူကို ပြန်လာခဲ့ပါ့မယ် ကတိပေးခဲ့တဲ့ ရော်ဘင်ဆင် ကရော အိမ်ပြန်နိုင်ပါ့မလား။ သူ့ရဲ့ လူရိုင်းမိတ်ဆွေ ဖရိုက်ဒေး ကရော သူ့အပေါ်မှာ ဘယ်လောက်ထိ ချစ်ခင်ရင်းနီးပြီး ရော်ဘင်ရဲ့ အိမ်ပြန်ခရီးမှာ ဘာကိုလက်ဆောင်ပေးလိုက်မလဲ ဆိုတာတွေကို ဟောဒီဇာတ်ကားကြည့်ပြီး ခံစားလိုက်ရအောင်လားဗျာ။
(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2GB, 1.03GB
Quality – 1080p, 720p
IMDb Rating – 6/10
Format – mp4
Duration – 1H 45Min
Genre – Adventure, Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
