"Adam by Eve : A Live In Animation (2022)
ဂျပန် anime တော်တော်များများကို ကြည့်ဖူးတဲ့ဆိုရင်တော့ Eve ကို သိကြမှာပါ။ ဟုတ်ပါတယ်။
Jujutsu Kaisen လို နာမည်ကြီး Anime မှာ Opening theme song ကို သီဆိုခဲ့သူပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အဲဒါအပြင် ဂျပန်တေးရေးဆရာ၊ အဆိုတော်၊ ပရိုဂျူဆာအဖြစ် ရပ်တည်‌နေတဲ့ Eve ဟာ
Anime တော်တော်များများမှာ သီချင်းတွေကို သီဆိုပေးခဲ့ဖူးပါတယ်။
နောက်တော့ သူ့ရဲ့အိပ်မက်တွေနောက်လိုက်ရင်း Adam by Eve : A Live In Animation လေးကို ဖန်တီးဖို့ ဖြစ်လာခဲ့ပါတယ်။
ဒီကားလေးကိုတော့ ၂၀၂၂ ခုနှစ် မတ်လ ၁၅ ရက်နေ့မှာ Netflix က ထုတ်လွှင့်ခဲ့ပြီးတော့
ထူးခြားချက်အနေနဲ့ကတော့ Live action နဲ့ Animation နှစ်မျိုး ပေါင်းစပ်ထားတာကို တွေ့ရမှာ ဖြစ်ပါတယ်။
Runtime ကတော့ ၅၈ မိနစ်ပဲရှိပြီးတော့ ကြည့်ရှုသူတွေကတော့ movie ဆိုတာထက် short film လို့ သတ်မှတ်ကြပါတယ်။
Anime, Live action, Music အမျိုးအစားဖြစ်တဲ့အပြင်
Eve ရဲ့လက်ရာဆိုတော့ Eve သီချင်းတွေကိုလည်း ဝေဝေဆာဆာ တွေ့ရမှာပါ။
ဇာတ်လမ်းလေးကတော့ Aki နဲ့ Taki လို့ခေါ်တဲ့အထက်တန်းကျောင်းသူလေးနှစ်ဦး ကျောင်းဆင်းလို့ ကော်ဖီဆိုင်မှာထိုင်ရင်းနဲ့
Taki က ထူးဆန်းတဲ့ အိပ်မက်မက်တဲ့အကြောင်း၊
အိပ်မက်ထဲမှာ မျက်လုံးတစ်လုံးပဲပါတဲ့မကောင်းဆိုးဝါးနဲ့ တွေ့တဲ့အကြောင်း ပြောပြပါတယ်။
ပြီးတော့ အအေးထပ်ဖြည့်ဖို့ ထသွားပြီးနောက်မှာတော့ Taki ဟာ လုံးဝပြန်မရောက်လာတော့ပါဘူး။
ဒီလိုနဲ့ Aki တစ်ယောက် အချစ်ဆုံးသူငယ်ချင်းဖြစ်သူ Taki ကို လိုက်ရှာနေရင်းနဲ့
တခြားသူတွေ တော်တော်များများလည်း မျက်လုံးတစ်လုံးပဲပါတဲ့ မကောင်းဆိုးဝါးကို အိပ်မက်မက်တဲ့အကြောင်း သိလိုက်ရပါတော့တယ်။
အဲဒါကြောင့် Aki လည်း မျက်လုံးတစ်လုံးပဲပါတဲ့မကောင်းဆိုးဝါးက ဖန်တီးထားတဲ့
ထူးဆန်းတဲ့လောကကြီးအကြောင်းကို သိချင်ပြီး ရှာဖွေမိပါတယ်။
Taki ပြောပြထားတာတွေကို ပြန်တွေးပြီး လမ်းကြောင်းအတိုင်း
Shibuya မြို့ကို လိုက်သွားတဲ့အခါမှာတော့ ဘယ်လိုပဟေဠိဆန်တဲ့ကိစ္စမျိုးတွေနဲ့ ကြုံတွေ့ရမလဲဆိုတာ..
သီချင်းကောင်းများစွာ ပါဝင်တဲ့အပြင် IMDb 6.5/10 ရရှိထားပြီး
ပရိသတ် review ကောင်းများစွာ ရရှိထားတဲ့ကားမို့ ဆက်ဆက်ကြည့်ရှုဖို့ တိုက်တွန်းလိုက်ပါရစေနော်။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Myo Myo Htet ပဲ ဖြစ်ပါတယ်။
Genre…..Animation, Music
Quality….WEB-DL 1080p and 720p and 480p
File size…1GB and 527MB and 238MB
Format…mp4
Duration….58min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Myo Myo Htet
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
