"Willy’s Wonderland (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နစ်ကိုလပ်ကေ့ဂ်ဟာ ဟိုးတုန်းက National Treasure တို့ Lord Of War တို့ The Rock တို့လို ရုပ်ရှင်ကားကောင်းအများကြီးရိုက်ခဲ့တဲ့အပြင် Leaving Las Vegas တို့ City Of Angels တို့ Wild at Heart တို့လို အနုပညာရည်မနိမ့်တဲ့ကားကောင်းတွေလည်း ရိုက်ခဲ့တဲ့သူပါ။ ဟိုးတုန်းက သူရိုက်သမျှ မကောင်းတဲ့ကားမရှိပါဘူး။ နောက်ပိုင်းမှာတော့ တစ်နှစ်ငါးကားလောက် ပေါပေါလာလောရိုက်ခဲ့လို့ ဇာတ်ညွှန်းချာတဲ့ ကားတွေများလာပါတယ်။ ဒါပေမဲ့ နစ်ကေ့ရဲ့ ဇာတ်ကောင်အပေါ် စိတ်နှစ်ကြိုးစားမှုကတော့ မလျော့ခဲ့ပါဘူး။ အင်တာဖန်အများစုကလည်း ကားတွေညံ့ပေမဲ့ နစ်ကေ့ကတော့ အစွမ်းကုန်ကြိုးစားခဲ့တယ်ဆိုပါတယ်။ နစ်ကေ့ကိုယ်တိုင်လည်း ဒီလိုပဲပြောထားပါတယ်။ သူ့ကိုချစ်တဲ့သူတွေ ချစ်သေးတာပါပဲ။
2021 မှာတော့ နစ်ကေ့ဟာ ဘရုစ်ဝီလီစ်တို့ မယ်ဂစ်ဆွန်တို့ စုံးစုံးမနစ်သွားဘဲ ကားကောင်းတွေချည်း ပြန်ရွေးရိုက်လာပါတယ်။ ဝီလီ၀န်းဒါးလန်းလို သရဲကားအနေနဲ့မဆိုးတဲ့ကားကနေ စလိုက်တာပြောရမယ်။ နောက် Pig ရိုက်ပါတယ်။ အတော်ကောင်းပြီး ဝေဖန်ရေးသမားတွေ သဘောကျခဲ့ပါတယ်။ နောက်ကျ Prisoners of the Ghostland ရိုက်ခဲ့ပါတယ်။ ဒီကားကို အင်္ဂလိပ်ရုပ်ရှင်ဖန်တွေ ကြိုက်ချင်မှကြိုက်ကြမှာပေမဲ့ ကားကောင်းပါပဲ။ ရိုက်တဲ့ဒါရိုက်တာကလည်း ဂျပန်ရဲ့ ဆရာတစ်ပါးဖြစ်တဲ့ Sion Sono ပါ။ သူ့ဟန်ကိုကထူးနေတော့ လူတိုင်းတော့ မကြိုက်ဘူးပေါ့။
ခု ဝေဖန်ရေးသမားတွေကြားရေပန်းစားနေတာက နစ်ကေ့ရဲ့ ကားအသစ် The Unbearable Weight of Massive Talent ပါပဲ။ ခရမ်းချဉ်သီး ၁၀၀ပထမဆုံးရထားတဲ့ နစ်ကေ့ကားပါ။ ဟိုးတုန်းက ကောင်းလှပါရဲ့ဆိုတဲ့ ကားတွေတောင် မရခဲ့ပါဘူး။ နစ်ကေ့ဟာ စစကတည်းက သူ့ဦးလေး ဖရန်စစ်ဖို့ဒ်ကော်ပိုလာရဲ့ နာမည်နဲ့လုပ်စားဖို့ မရွေးခဲ့သလို တွင်းဆုံးကျပြီးနောက်မှာလည်း ရအောင်ပြန်ကုတ်တက်နိုင်ခဲ့တဲ့ သရုပ်ဆောင်ပညာကို တကယ်ချစ်တဲ့သူပါပဲ။ ပေါကားတွေရိုက်ခဲ့ရပေမဲ့ ပေါကားမှာတောင် အစွမ်းကုန်ကြိုးစားခဲ့တဲ့သူပါပဲ။ ဒီရုပ်ရှင် ၂၀၂၁မှာ အဲဒီတွင်းထဲက ပြန်စတက်ခဲ့တဲ့ ကနဦးရုပ်ရှင်တွေထဲက တစ်ကားပါပဲ။ တစ်ခါက နစ်ကေ့ကို ချစ်ဖူးရင် ခင်ဗျားကြည့်သင့်တဲ့ကားပါပဲ။ ဟိုးတုန်းက ကေ့စ်ရဲ့ဟန်တွေပြန်မြင်ရမှာပါ။ ဝီလီ၀န်းဒါးလန်းဟာ Rating မမြင့်ပါဘူး။ ဒါပေမဲ့ Horror ကားပါ။ Horror ကားအနေနဲ့ဆို ဒီ rating က ပုံမှန်ပဲလို့ဆိုလို့ရပါတယ်။ ဗမာပြည်ထွက် Horror ကားထဲက အတော်ကောင်းတဲ့ သူစိမ်းအိမ်နဲ့ တစ်ချို့နေရာလေးတွေ ဆင်ပါတယ်။ သူ့ဘာသာကောင်းပေမဲ့ ဇာတ်လမ်းကတော့ သူစိမ်းအိမ်မမီဘူးပေါ့။ ဒါပေမဲ့ နစ်ကေ့ကြီးမို့ ကြည့်ရတန်မှာပါ။
ပြီးခဲ့တဲ့ရာစုနှစ်ရဲ့ အဆိုးဆုံး ကွင်းဆက်လူသတ်သမားဖြစ်ခဲ့တဲ့ ဝီလီဟာ ကစားကွင်းတစ်ခုထောင်ပြီး အဲဒီကစားကွင်းထဲမှာတင် ကလေးတွေ မိဘတွေကို သူ့အဖွဲ့နဲ့အတူသတ်ခဲ့ပါတယ်။ လူပျောက်တာတွေများလာလို့ ရဲတွေက လာစစ်ဆေးတဲ့အချိန်မှာ စေတန်ကိုပူဇော်တဲ့ အစီအရင်လုပ်ပြီး လူသတ်သမားတွေက သူတို့စိတ်နဲ့ဝိညာဉ်ကို ကစားကွင်းက အရုပ်တွေထဲထည့်လိုက်ပါတယ်။ အဲဒီအရုပ်ကို မြို့ခံလူတွေဟာ သူတို့ကိုမသတ်အောင် ခရီးသွားတွေပို့ပေးမယ်လို့ ညှိထားကြပါတယ်။ ခရီးသွားတွေ အဲဒီကိုမသွားသွားရအောင်လည်း မြို့ခံတွေက ကြံပြီးရအောင်ပို့ခဲ့ကြပါတယ်။ တစ်‌နေ့မှာ နစ်ကေ့က အဲဒီမြို့ကို ကားတစ်စီးနဲ့ရောက်လာတဲ့အခါမှာတော့……
(ဇာတ်ကားနဲ့အညွှန်းကို “___” မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.3GB, 605MB
Quality – 1080p, 720p
IMDb Rating – 5.5/10
Format – mp4
Duration – 1H 28Min
Genre – Action, Comedy, Horror
Subtitle – Myanmar Subtitle (Hardsub)
Translated by “___“
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
