"Moonfall (2022)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကမ္ဘာကြီးကို ဟစ်တလာက တစ်ခါပဲ ဖျက်ဆီးခဲ့ပေမဲ့ ဟစ်တလာထက်ဆိုးပြီး ကမ္ဘာကို ခဏခဏဖျက်နေတဲ့ ဂျာမန်သားတစ်ယောက်ရှိပါတယ်။ သူကတော့ Roland Emmerich ပါ။ အမ်းမရစ်ဟာ Independence Day၊ The Day After Tomorrow နဲ့ 2012 တို့လို ကမ္ဘာပျက်ကားတွေချည်း အဓိကရိုက်ခဲ့တဲ့ ‌ဒါရိုက်တာလို့ ဆိုရပါမယ်။ အခုလည်း လက ကမ္ဘာကို ၀င်တိုက်ပြီး ကမ္ဘာပျက်တဲ့ကားပါပဲ။
လနဲ့ပတ်သက်တဲ့ သီအိုရီငစားတွေ အများကြီးကြားဖူးမှာပေါ့။ ဒီရုပ်ရှင်ကတော့ ကြားဖူးသူရှားလောက်မယ့် သီအိုရီတစ်ခု သုံးထားပါတယ်။ ဒီရုပ်ရှင်ထဲမှာ လဟာ လူကဖန်တီးထားတဲ့ မဟာယန္တရားကြီးပါပဲ။ ဇာတ်လမ်းက ဒီသီအိုရီကို ယုံကြည်တဲ့ ကောင်လေးတစ်ယောက်က လကြီးပတ်လမ်းချော်နေတာကို သတိထားမိရာက စပါတယ်။ သူဘာလို့ယုံတာလဲဆိုတော့ အပိုလို၁၁ကနေ လောင်စာကန်အလွတ်ကို လကြမ်းပေါ်ပစ်ချလိုက်တော့ တစ်နာရီလောက် ခေါင်းလောင်းလို မြည်နေခဲ့တာမို့ လက အထဲမှာ ‌ဗလာသက်သက်ကြီးလို့ ဆိုပါတယ်။ နောက် လက သူ့ဂြိုလ်ပတ်လမ်းကနေ ချော်နေတာကို နာဆာကို သတိပေးဖို့လုပ်ပေမဲ့ နာဆာက နားမထောင်ခဲ့ပါဘူး။ ဒီလိုနဲ့ လကြီး ကမ္ဘာပေါ် ပြိုကျဖို့ မှန်းခြေ၃ပတ်ပဲလိုတော့တဲ့ အချိန်ကိုရောက်လာပါတယ်။ ဇာတ်လမ်းက ဒီလောက်တင်ပဲမဟုတ်ပါဘူး။ လကြွေကျတာအပြင် အများကြီးပိုရှုပ်ထွေးတဲ့ အ‌ကြောင်းအရာအလန်းတွေပါပါသေးတယ်။ မြင်သာအောင်ပြောရရင် ကောင်းခြင်းမကောင်းခြင်းကို ဖယ်ပြီး ဇာတ်လမ်းအကျယ်ကိုပဲ ပြောရရင် Don’t look up သုံးဆလောက်ကျယ်ပါတယ်။ အက်ရှင်ခန်းတွေလည်းပါတာမို့ ကြည့်ကောင်းတဲ့ရုပ်ရှင်လို့ ဆိုလို့ရပါလိမ့်မယ်။
Conjuring ကားတွေရဲ့မင်းသား Patrick Wilson, နာမည်ကျော်မင်းသမီးဖြစ်တဲ့ Halle Berry, GoT က Samwell Tarly အဖြစ်သရုပ်‌ဆောင်ခဲ့တဲ့ John Bradley တို့က အဓိကသရုပ်ဆောင်ထားပြီး တရုတ်မလှလှလေး Kelly Yu လည်းပါ၀င်ထားပါတယ်။ သိပ္ပံသီအိုရီတစ်ချို့နဲ့ သိပ္ပံယုံတမ်းစကားတစ်ချို့ကို သိရမယ့်အပြင် စိတ်နယ်လွန်အကြောင်းအရာ အဆန်းကြီးတွေပါ အများကြီးပါဦးမှာမို့ ကြည့်သင့်တဲ့ ရုပ်ရှင်ပေါ့ဗျာ…
(ဇာတ်ကားကို Jim X နဲ့ 666 တို့မှ ပြန်ဆိုပေးထားပါတယ်)
Size – 2.01GB, 1GB, 600MB
Quality – Blu-ray 1080p, 720p, 480p
IMDb Rating – 5.3/10
Format – mp4
Duration – 2H 10Min
Genre – Action, Adventure, Sci-Fi
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Jim X & 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
