"Death On The Nile (1978)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDB – 7.3/10, RT – 78%, Meta – 59% ~
(ဒီ Death on The Nile – 1978 နဲ့ အသစ်ထွက် 2022 ဗားရှင်းဟာ ဇာတ်ကျောရိုးချင်းအတူတူပေမဲ့ 2022 ဗားရှင်းက‌တော့ မူလကာရိုက်တာတချို့ကို ပြောင်းသင့်တန်ပြောင်း လဲသင့်တန်လဲပြီး ဇာတ်ကြောင်းတချို့ကိုပါ ခေတ်နဲ့ ဆီလျော်အောင် ပြန်ရိုက်ထားတာမို့ အဟောင်းကရော၊ အသစ်ကရော အရသာတစ်မျိုးစီ ရမှာအသေအချာပါပဲ)
Death On The Nile ဟာ အဂ္ဂသာခရစ္စတီရဲ့အကောင်းဆုံး ၀တ္တု‌တွေထဲကတစ်ခုကို ပြန်ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။ အနောက်တိုင်းစုံထောက်၀တ္တုရေးဆရာတွေထဲ ဆာအာသာကိုနင်ဒွိုင်းပြီးရင် ကျွန်တော်အရင်းနှီးဆုံးက အဂ္ဂသာခရစ္စတီပါပဲ။ အမြန်ရထားပေါ်ကလူသတ်မှု၊ ဟီလာရီ၊ ဂြိုလ်မွှေတဲ့ ကျောက်မျက်ရတနာ၊ လေယာဉ်ပေါ်ကလူသတ်မှု စသဖြင့် အဂ္ဂသာခရစ္စတီ၀တ္တုတွေကို တက္ကသိုလ်နေ၀င်းက တော်တော်ဘာသာပြန်ခဲ့တာကြောင့်လည်း ရင်းနှီးနေတာပါပဲ။
သိပြီးတဲ့အတိုင်း ခရစ္စတီရဲ့၀တ္တုတွေမှာ ဇာတ်လိုက်ကျော်စုံထောက်က ဟာကြူလီပွိုင်ရို့ (ဝါ) ပွာရိုပါ။ စာအုပ်ထဲကစကားအတိုင်းပြောရရင် သမားရိုးကျစုံထောက်တွေကို စာရေးဆရာတွေက ပုံဖော်တဲ့နေရာမှာ ဗလကောင်းကောင်း ထောင်ထောင်မောင်းမောင်း ဖျတ်လတ်ပြီး စွန့်စားရ ဝါသနာထုံတဲ့လူတွေအဖြစ် အသက်သွင်းကြတာများပါတယ်။ အဂ္ဂသာရဲ့ ဟာကြူလီကတော့ ဘယ်ဂျီယမ်သား ပုပု နှုတ်ခမ်းမွှေးကားကားလူ၀ကြီးပါပဲ။ သို့ပေမဲ့လည်း စုံထောက်အမှုမှာ သူမတူအောင် တော်တဲ့လူပါ။ သူ့အမှုကို ဖော်ထုတ်ပုံတွေကလည်း အမြဲစိတ်၀င်စားစရာကောင်းနေတာပါပဲ။
အဂ္ဂသာခရစ္စတီဟာ ဟာကြူလီပွိုင်ရို့ပါတဲ့ စုံထောက်၀တ္တု ၃၃အုပ်၊ ပြဇာတ်၂ခုနဲ့ ၀တ္တုတို ၅၀ရေးသားခဲ့ပါတယ်။ ရုပ်ရှင်ကားအဖြစ်လည်းအတော်များများ အသက်သွင်းခဲ့သလို season 13 ခုရှိတဲ့ Series ရှည်ကြီးလည်း ထွက်ခဲ့ပါတယ်။
ပွိုင်ရို့ရဲ့ Death On The Nile အမှုဟာလည်း အမြန်ရထားပေါ်ကလူသတ်မှုလိုပဲ စိတ်၀င်စားစရာအတော်ကောင်းတဲ့ အကွေ့အကောက်အတော်များတဲ့ အမှုပါပဲ။ ခဏခဏပြန်ရိုက်ကြတဲ့ဇာတ်‌ဆိုပေမဲ့ 1978 ဗားရှင်းရဲ့ castingကို စာအုပ်ပရိတ်သတ်တွေက သိပ်အားရခဲ့ကြသလိုပဲ 1978 ရဲ့ casting ဟာ ဇာတ်ကောင်တွေနဲ့ အတော်လိုက်ဖက်ပါတယ်။ ဟာကြူလီကလည်း စာအုပ်အတိုင်းလိုက်ဖက်ပြီး အကုန်လုံးသူ့နေရာနဲ့သူ အံ၀င်ခွင်ကျရှိပါတယ်။ သုံးထားတာက Peter Ustinov တို့ Mia Farrow တို့ David Niven တို့ Betty Davis တို့ Jane Brikin တို့ Lois Chiles တို့ Maggie Smith တို့လို တစ်ခေတ်တစ်ခါရဲ့ စတားတွေချည်းပါပဲ။ All-star castတွေကို သုံးခဲ့တယ်လို့ ဆိုပါတယ်။
ဒီရုပ်ရှင်ကို ရိုက်ကူးရာမှာ တကယ် အီဂျစ်ကို သွား ရိုက်ကူးခဲ့သလို လှေကလည်း သမိုင်း၀င်လှေပေါ်မှာပဲ ရိုက်ကူးခဲ့တာပါ။ ဆိုတော့ကာ ဇာတ်ကောင်အပါအ၀င် အရာအားလုံး သဘာ၀ကျတယ်လို့ ပရိသတ်ကို ကောင်းကောင်းကြီး ခံစားရစေပါတယ်။ အီဂျစ်က နာမည်ကျော် နေရာအများစုကိုလည်း လှလှပပကို ထည့်သွင်းရိုက်ကူးထားတာပါပဲ။ ဒါရိုက်တာကတော့ အီဂျစ်မှာ အဂ္ဂသာခရစ္စတီပရိတ်သတ်တွေအရမ်းများတာကြောင့် အီဂျစ်အစိုးရက ဒီရုပ်ရှင်အတွက်အများကြီးအထောက်အကူပေးခဲ့တယ်ဆိုပါတယ်။
Costume ပိုင်းမှာလည်း ဒီဇာတ်ထဲက အချမ်းသာဆုံးဖြစ်တဲ့ Linnet တဖြစ်လဲ Chiles ရဲ့ ဒေါက်ဖိနပ်မှာ စိန်အစစ်တွေစီခြယ်ထားပြီး Davis ရဲ့ဖိနပ်တွေကိုတော့ စပါးအုံး၂၆ကောင်ရဲ့ အရေခွံနဲ့လုပ်ထားတယ်ဆိုပါတယ်။ 51 ကြိမ်မြောက် အော်စကာပွဲမှာ Academy Award for Best Costume Design ကိုလည်း ရရှိထားတဲ့ ရုပ်ရှင်ပါပဲ။
အမှုအကြောင်းကတော့ မဟတော့ပါဘူး။ အရန်ကာရိုက်တာတွေအားလုံးကို သေချာပုံဖော်ထားပြီး အားလုံးက တစ်နည်းတစ်ဖုံ ထူးခြားနေကြတော့ အမှုဖြစ်ရာပတ်၀န်းကျင်မှာ ရှိသမျှလူတစ်ယောက်ချင်းစီကို သေသေချာချာစစ်ဆေးတတ်တဲ့ ဟာကြူလီရဲ့ထုံးစံအတိုင်း ရှိသမျှလူတွေကို စစ်ဆေးတာကို ကြည့်ရတာက တော်တော်အရသာရှိပါတယ်။ နောက် ဒီထဲက ပွိုင်ရို့ရဲ့ အတည်ပေါက်ကြီးနဲ့ ထပြောင်တာတွေကလည်း တော်တော်သဘောကျစရာကောင်းပါတယ်။
အဂ္ဂသာခရစ္စတီရဲ့ပုံစံအတိုင်းပဲ သံသယတရားခံတွေကို ပရိသတ်ကို တစ်ယောက်ချင်းစီ သေချာပြသွားမှာဖြစ်လို့ စိတ်ပါရင် ရုပ်ရှင်အဆုံးနားမရောက်ခင်အထိ ၀င်မှန်းကြည့်နေလို့ရပါတယ်။ နီးစပ်ကောင်းနီးစပ်တဲ့အဖြေကိုရနိုင်ပေမဲ့ သေချာတာကတော့ ကျိန်းသေပေါက်တပ်အပ်တော့ မှန်မှာမဟုတ်ပါဘူး။ ဘာလို့ဆို အဂ္ဂသာခရစ္စတီမို့ပါပဲ။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.1GB, 1.1GB
Quality – Blu-ray 1080p, 720p
IMDb Rating – 7.3/10
Format – mp4
Duration – 2H 20Min
Genre – Crime, Drama, Mystery
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
