"The Bombardment (or) The Shadow in My Eye (2022)
======================================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating – 7.3/10
ဒုတိယကမ္ဘာစစ်အတွင်းမှာ ဂျာမန်တွေက ဒိန်းမတ်ကို သိမ်းပိုက်ထားခဲ့ပြီး
ဒုတိယကမ္ဘာစစ်ကာလ ၁၉၄၅ မတ်လ ၂၁မှာ ဗြိတိန်တော်ဝင်လေတပ်က
နာဇီတွေရဲ့ လျှို့ဝှက်နိုင်ငံရေးရဲတပ်ဖွဲ့ ဂတ်စတာပိုရဲ့ ဒိန်းမတ်ဌာနချုပ်ကို
ဗုံးကြဲဖို့ လုပ်ခဲ့ပါတယ်။ အဲဒီဌာနချုပ်ဟာ ကိုပင်ဟေဂင်မြို့လယ်ကြီးမှာ
ရှိနေပြီး၊ ထပ်ခိုးမှာ ဂျာမနီတွေကိုတော်လှန်ဖို့ လုပ်နေတဲ့ ဒိန်းမတ်အတိုက်အခံ
အဖွဲ့၀င်တွေကို ဖမ်းထားပြီး လူသားဒိုင်းကာအနေနဲ့ ထားထားပါတယ်။
ဒီဌာနချုပ်ကို ဗုံးကြဲရင် သူ့လူတွေပါ သေမှာသိပေမဲ့ ဒိန်းမတ်က ဂျာမန်
တော်လှန်ရေးသမားတွေက ကြာရင် သူတို့အင်အားစုတစ်ခုလုံးကို ဂျာမန်တွေ
ချေမှုန်းနိုင်တော့မှာ ဖြစ်တာကြောင့် ‌ဗြိတိန်ဘက်ကို ထပ်ခါထပ်ခါ တောင်းဆိုခဲ့
ပါတယ်။
ဒီလိုနဲ့ ၁၉၄၅ မတ်လ ၂၁မှာ ဗြိတိန်တော်၀င်လေတပ်က Operation Carthage
ခေါ် ဂတ်စတာပိုဌာနချုပ်ကို ဗုံးကြဲဖို့ စစ်ဆင်ရေးကို လုပ်ခဲ့ပါတယ်။ ဒီစစ်ဆင်ရေး
အောင်မြင်ခဲ့သလို အဖမ်းခံရတဲ့ အကျဉ်းသားတွေလည်းလွတ်လာခဲ့ပါတယ်။
သို့ပေမဲ့ ဒီစစ်ဆင်ရေးဟာ ကံဆိုးမိုးမှောင်ကျမှုကြီးတစ်ခုကိုပါ ဖြစ်ပေါ်စေခဲ့တာပါပဲ။
ဗြိတိန်တိုက်လေယာဉ်တွေဟာ ပစ်မှတ်မှားပြီး ကိုပင်ဟေဂင်က ကျောင်းတစ်ကျောင်းကိုပါ
ဗုံးကြခဲ့မိပါတယ်။ ဒီဖြစ်ရပ်ကြောင့် လူ၁၂၅ယောက်သေဆုံးခဲ့ပြီး ၈၆ယောက်က
ကျောင်းက ကလေးလေးတွေပါပဲ။
ဒုတိယကမ္ဘာစစ်အကြောင်း ရုပ်ရှင်အများစုကတော့ တိုက်ပွဲအကြောင်းသာများပါတယ်။
နောက်အဲဒီကာလက လူကြီးတွေရဲ့ အနေအထားနဲ့အမြင်ကို ဖော်ပြတတ်ကြပါတယ်။
Shadow In My Eyeကတော့ လူကြီးတွေအမြင်ကို သိပ်အသားမပေးဘဲ အဲဒီကာလက
ကလေးတွေအပေါ် စစ်ရဲ့သက်ရောက်မှုတွေကို အသားပေးဖော်ပြထားတဲ့ ရုပ်ရှင်ပါ။
ကလေးတွေရဲ့ မျက်လုံးထဲက စစ်ရဲ့အရိပ်တွေကို ပြန်လည်ဖော်ကျူးထားခြင်းပါပဲ။
ကိုယ့်ရှေ့မှာ ကားတစ်စီးကို တိုက်လေယာဉ်က မှားပြီး ဗုံးကြဲမိတာကို မြင်လိုက်တဲ့
ကလေးလေးရဲ့ အခြေအနေကနေ ဇာတ်ကိုစဖွင့်ထားပြီး အဲဒီကလေးဟာ ကောင်းကင်
ကျယ်ကြီးကို မြင်ရမှာကြောက်နေတာကိုရော စကားမပြောနိုင်တော့တဲ့အထိ စိတ်ဒဏ်ရာ
ရနေတာကိုရောပါ ပြသပြီး စစ်အနိဠာရုံအောက်က ကလေးတွေရဲ့ အခြေအနေနဲ့ စဖွင့်ထား
ပါတယ်။
ပြီးနောက်မှာ ဒါရိုက်တာဟာ ကံဆိုးမှုကြီးဆီတည့်တည့်သွားရတော့မယ် ကလေးမလေး
တစ်ယောက်ကို ကျွန်တော်တို့ ချစ်မိတဲ့အထိ သူ့ကိုကောင်းကောင်းသိတဲ့အထိကိုပြထား
ပါတယ်။ ကိုယ်လုံး၀မသိတဲ့ ဇာတ်ကောင်တစ်ကောင်ရဲ့ သေဆုံးခြင်းထက် ကျွန်တော်တို့
အရှိုက်ကို ပိုထိစေမယ့်နည်းကို သုံးလိုက်တာပါပဲ။ အဆုံးကျမှ ဒီကလေးရဲ့ ဝေဒနာတွေကို
အသည်းကွဲရအောင် ပြသွားခဲ့တယ်။ ဒါရိုက်တာဟာ သူဖော်ကျူးချင်တဲ့အချက်ကို‌ ပိုင်ပိုင်
နိုင်နိုင်ကို ဖော်ကျူးလိုက်တာပဲ။
Shadow In My Eyeဟာ ဖြစ်ရပ်မှန်ပေါ် အခြေတည်ရိုက်ကူးထားတာဖြစ်ပြီး စစ်ပွဲထက်
စစ်ဒဏ်ခံရသူတို့ရဲ့ ဘ၀ကိုသေချာပေါ်လွင်စေတဲ့ စိတ်မမာရင်အသည်းကွဲစေမယ့် ရုပ်ရှင်ပါပဲ။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ်)
File Size – (1.57 GB) / (661 MB) / (412 MB)
Quality – WEB-DL 1080p / 720p/480p
Duration – 1h 47mins
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Drama, History, War
Translator – WiRa Aung
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
