"Olivia Rodrigo : Driving Home 2 U (2022)
အမေရိကန်နိုင်ငံက Olivia Rodrigo ဆိုတဲ့ ဆယ်ကျော်သက် အဆိုတော်-တေးရေးဆရာမလေးရဲ့
Driving Home 2 U ဆိုတဲ့ documentary လေးကို တင်ဆက်ပေးလိုက်ပါတယ်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Olivia Rodrigo ဆိုတာနဲ့ Drivers License ဆိုတဲ့ သီချင်းလေးကို ပြေးမြင်မိကြမှာပါပဲ။
ဟုတ်ပါတယ်။ ဒီသီချင်းလေးက သူအသည်းကွဲရာကနေ မွေးဖွားလာခဲ့တဲ့သီချင်း၊
သူ့ကောင်လေးနဲ့အတူ စိတ်ကူးယဉ်ခဲ့တဲ့ ကိုယ်ပိုင်ယာဉ်မောင်းလိုင်စင်ရမယ့်နေ့လေး၊
တကယ်တမ်း ၁၈နှစ်ပြည့်ပြီးလို့ ယာဉ်မောင်းလိုင်စင်ရတဲ့နေ့မှာတော့
သူနဲ့တူတူစိတ်ကူးယဉ်ခဲ့တဲ့ ကောင်လေးလည်း သူ့အနားမရှိတော့သလို
ကိုယ်တိုင်ကားမောင်းပြီးသွားလည်ရမယ့် ကောင်လေးရဲ့အိမ်ဆိုတာလည်း မရှိတော့ပါဘူး။
အဲဒီလို ရင်နဲ့ရင်းပြီးရေးခဲ့ရတဲ့ အသည်းကွဲဇာတ်လမ်းလေးကို
၂၀၂၁ ခုနှစ် ဇန်နဝါရီမှာ ပရိသတ်ရှေ့ကို တရားဝင်ချပြခဲ့တဲ့အခါမှာတော့
သူ့ဘဝကို တစ်ဆစ်ချိုးပြောင်းလဲစေဖို့ ဖြစ်လာပါတော့တယ်။
ဒီ Drivers License ဆိုတဲ့ သီချင်းနဲ့ Chart တွေမှာ နံပါတ်၁စွဲ၊
Record တွေ အကြိမ်ကြိမ်ချိုးရင်း ဆုပေါင်းများစွာ ရရှိခဲ့သလို
သူ့ရဲ့ ပွဲဦးထွက် ‘SOUR’ album နဲ့လည်း career တစ်ခု သတ်သတ်မှတ်မှတ် ဖောက်ထွင်းနိုင်ခဲ့ပါတယ်။
ဒီလိုအောင်မြင်မှုတွေကို ဖြစ်လာစေခဲ့တဲ့ သီချင်းတွေပေါက်ဖွားခဲ့ရာအိမ်၊
သူ့ခံစားချက်တွေရဲ့ ဇာတိချက်မြှုပ်နေရာလေးတွေဆီ ပြန်သွားရင်း
ဒီ documentary လေးကို ဖန်တီးထားပါတယ်။
SOUR album ထဲက သီချင်းတွေအားလုံးကို version အသစ်တွေနဲ့ နားထောင်ရမှာဖြစ်ပြီး
သီချင်းဇာတ်လမ်းတွေ၊ သူ့အမြင်တွေကိုပါ ပြောပြထားပါတယ်။
ဒါ့အပြင် နောက်ဆုံးမှာ သီချင်းအသစ်လေးတစ်ပုဒ်လည်း ပါသေးတယ်နော်။
ဆယ်ကျော်သက်အရွယ် ကောင်မလေးတစ်ယောက်ရဲ့ ချို၊ချဉ်၊ငန်၊ခါး roller coaster ခံစားချက်မျိုးစုံနဲ့
Insecurities တွေကို သူနဲ့အတူ နားလည်ခံစားရမယ့် documentary လေးပါပဲ။
ဒီထဲမှာပြောသွားပါတယ်
“တစ်ဘဝလုံး ဝမ်းနည်းနေနိုင်မှာမဟုတ်တဲ့အတွက်
အယ်လ်ဘမ်ကောင်းတွေ ထွက်မလာတော့ရင် ဘယ်လိုလုပ်မလဲ” ဆိုပြီးတော့
သူ့ကိုယ်သူပြောမိနေပါတယ်တဲ့။ ငိုတုန်းကတော့ ရှယ်ငိုခိုင်းထားပြီးတော့နော်။
ဆိုတော့ နောက်အယ်လ်ဘမ်အသစ်မှာရော ဘယ်လိုသီချင်းမျိုးလေးတွေ နားထောင်ရမလဲဆိုတာ မျှော်ရင်း
driving home 2 u ရင်းနဲ့ အ‌လွမ်းအဆွေး ‘SOUR’ ကြီးကို ပြန်ခံစားပြီး ငိုလိုက်ကြဦးစို့နော်။
အညွှန်းကိုတော့ MTA က ရေးထားပေးပြီးတော့
ဘာသာပြန်ထားတာကတော့ JYM ပဲ ဖြစ်ပါတယ်။
Genre…..Documentary, Music
Quality….WEB-DL 1080p and 720p
File size…1.3GB and 827MB and 289MB
Format…mp4
Duration….1h 16min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. JYM
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
