"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
2021 အကောင်းဆုံးကားတွေထဲက တစ်ကားလို့ပြောလို့ရတဲ့
Will Smith ကားလာပါပြီ
ဒီကားဟာ သူနာမည်ကြီးခဲ့တဲ့
Pursuit of Happyness ကိုပုံစံတစ်မျိုးနဲ့ ပြန်ကြည့်ရသလိုပါပဲ
တော်တော်လေးကောင်းပါတယ် ဒါပေမယ့် ဒီဇာတ်ကားမှာ ပါဝင်တဲ့
အဓိကဇာတ်ကောင်တွေ တင်းနစ်ကစားသမားအကျော်အမော်တွေ ကစားပွဲတွေ
ဒိုင်ယာလော့တွေကအစ တကယ့်ဖြစ်ရပ်ကို အခြေခံရိုက်ကူးထားတာဖြစ်ပါတယ်
တင်းနစ်အားကစားကိုစိတ်ဝင်စားတဲ့လူတွေဆိုရင်
ဆီရီနာနဲ့ဗီးနပ်စ်ဝီလီယျံ( Serena & Venus) ကို သိကြမှာပါ
Grand Slam အိုးပင်းနဲ့ ကမ္ဘာ့ချန်ပီယံရှစ်ပြိုင်ပွဲတွေမှာ ၂၃ ကြိမ်လောက်
ဗိုလ်စွဲထားတဲ့ ညီအစ်မဖြစ်ပြီး ကမ္ဘာ့အဆင့် ၁ နဲ့ ၂ နေရာကိုရှေ့နောက်ယူခဲ့တဲ့
ပထမဆုံး အာဖရိကန် – အမေရိကန်ညီအစ်မလည်းဖြစ်ပါတယ်
ဒါပေမယ့် သူတို့ဒီလောက်ထိအောင်မြင်ခဲ့ဖို့ နောက်ကွယ်က ကြိုးကိုင်ပေးခဲ့တဲ့
သူတို့အဖေ ရစ်ချက် ဝီလီယျံ( Richard William) ကိုမေ့ထားလို့မရပါဘူး
ဒီကားမှာ ရစ်ချက်ဝီလီယျံအဖြစ် Will Smith ကပါဝင်ထားပြီး ဆီရိနာနဲ့ဗီးနပ်တို့ရဲ့
ငယ်ဘဝကနေ.. ပရိုတင်းနစ်သမားတွေဖြစ်အောင် ဖခင်ဖြစ်သူနဲ့ ဘယ်လောက်ထိ
ရုန်းကန်လှုပ်ရားခဲ့ရသဲဆိုတာ တွေ့ရမှာပါ
တင်းနစ်ဆိုတာ လူဖြူတွေပဲ ကြီးစိုးတဲ့ အားကစားဖြစ်ပြီး လူမည်းကစားသမားဆိုတာ
မရှိသလောက်ရှားပါတယ် အထူးသဖြင့်
လူမည်းအမျိုးသမီး တင်းနစ်မယ်ဆိုတာ မရှိခဲ့ပါဘူး .
ဒါပေမယ့် ရစ်ချက်ဝီလီယျံပြောတဲ့ စကားအတိုင်း..
“ကျွန်တော့်သမီးတွေ မမွေးခင်ထဲက သူတို့ရဲ့ အနာဂတ်အတွက်
အစီအစဉ်ဆွဲထားပြီးသား အဲ့ဒါကတင်းနစ်ချန်ပီယံတွေဖြစ်ဖို့ပဲဆိုပြီး
သူ့စကားအတိုင်းအကောင်အထည်ဖော်ခဲ့ပါတယ်
ဒီကားဟာ အတော်လေး Inspiration ဖြစ်တဲ့ကားဖြစ်ပြီး
၂ နာရီခွဲလောက်ကြာတာကြောင့် တစ်ဝကြီးကြည့်ရမှာ
HBO ကထုတ်တဲ့ကားဖြစ်တာကြောင့်လည်း မကောင်းမှာမပူရပါဘူး.
Main Lead ကလည်း Will Smith၊ ရှားရှားပါးပါး Biography, Sport ကားဆိုတော့
အများကြီးပြောစရာမလိုအောင် အချိန်ပေးရတာထိုက်တန်မှာပါ
( ဘာသာပြန်နဲ့ အညွှန်းရေးသားပေးသူကတော့ Thiha Yan Naing ဖြစ်ပါတယ်)
File size…(2.6 GB) / (1.4 GB)
Quality….Webrip 1080p / 720p 5.1CH
Format…mp4
Duration….02:33:00
Genre…Sport, Drama, Biography
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Thiha Yan Naing
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
