"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကလေးဘဝတုန်းက “ဂါလီဗာနဲ့ လူပုလေးများ”ဆိုတဲ့ အိပ်ရာဝင် ပုံပြင်ကို မကြားဖူးတဲ့သူမရှိပါဘူး
လူပုလေးတွေနေတဲ့ ကျွန်းကိုရောက်ရှိသွားခဲ့တဲ့ ဂါလီဗာရဲ့အကြောင်းပေါ့
ဒီ Animationမှာတော့ ဂါလီဗာဟာ သူအရင်က ရောက်ရှိဖူး၊ အကူအညီပေးဖူးတဲ့နိုင်ငံတစ်ခုကို ပြန်လည်ရောက်ရှိသွားတဲ့အကြောင်း ရိုက်ကူးထား တာပါ။
အားလုံးသိထားတဲ့အတိုင်း ဂါလီဗာဟာ လူဘီလူးကြီး ဖြစ်ရမယ်၊
အဲဒီနိုင်ငံက တိုင်းသူပြည်သားတွေက ပိစိလေးတွေ ဖြစ်နေရမယ်၊
ဒါဟာ သမာရိုးကျပုံပြင်ပါပဲ၊
ထိုနိုင်ငံကို ဂါလီဗာ လာကူခဲ့စဉ်က သမိုင်းမှတ်တမ်းမှာလည်း ဒီအတိုင်းပါပဲ၊ဒါပေမဲ့နှစ်ပေါင်း၄၀ကြာထွက်သွားပြီးမှ ပြန်ရောက်လာတဲ့ ဂါလီဗာကြောင့် ထိုနိုင်ငံသားတွေ ဦးနှောက်ခြောက်ရပါတော့တယ်၊
ရှေးလူကြီးတွေရဲ့ ရှေ့ဖြစ်အဟောအရ နှစ်ပေါင်း ၄၀ကြာချိန်မှာ ဂါလီဗာပြန်ရောက်လာတာမှန်ပေမယ့် သူတို့မှတ်တမ်းထဲကလို ဧရာမလူဘီလူကြီးမဟုတ်ဘဲ သူတို့ရဲ့ရွယ်တူ ကောင်လေးတစ်ယောက် ဖြစ်နေလို့ပါ။
ကိုယ့်နိုင်ငံဆီ ဟောကိန်းအတိုင်းပြန်ရောက်လာတဲ့သူ၊ သူ့ကိုယ်သူဂါလီဗာလို့ တွင်တွင်ပြောနေတဲ့သူက တစ်သက်လုံးထင်လာသလို
လူဘီလူးကြီး ဟုတ်မနေတာကြောင့် အတု အယောင်ဆောင်ဆိုပြီး မယုံကြသလို ဂါလီဗာကိုယ်တိုင်လည်း ဆွမ်းခံရင်းငှက်သင့်ဆိုတဲ့အတိုင်း လူဘီလူးအယောင်ဆောင်မှုနဲ့ ကွပ်မျက်ခံရမယ့် ကိန်းကိုဆိုက်သွားပါတယ်။
ဒါပေမဲ့ အကောင်းထဲကအဆိုးလို့ ပြောရမလိုပဲ ဂါလီဗာကွပ်မျက်ခံရခါနီးမှ နိုင်ငံကြီးကို စစ်အင်အားနဲ့ တိုက်ခိုက်သိမ်းပိုက်ခံရမယ့် အခြေအနေတစ်ခုပေါ်လာတဲ့အခါ
ဂါလီဗာအတုဆိုတဲ့ ဂါလီဗာနဲ့ တိုင်းသူပြည်သားအပေါင်းတို့ တူတူပူးပေါင်းပြီး တိုက်ပွဲဝင်ရပါတော့တယ်။
Animation ဆိုတဲ့အတိုင်း ပေါ့ပေါ့ပါးပါးနဲ့ ရယ်မောပျော်ရွှင်စရာတွေအများကြီးပါသလို ဂါလီဗာဆိုတဲ့ ဇာတ်ကောင်နဲ့လိုက်ဖက်တဲ့စွန့်စားခန်းတွေ အက်ရှင်တွေကိုလည်းမြင်ရမှာဖြစ်လို့
ပိတ်ရက်မှာ မိသားစုနဲ့ဖြစ်စေ ချစ်ရသူနဲ့ဖြစ်စေ တစ်ကိုယ်တည်းဖြစ်စေ စိတ် လက်ပေါ့ပါးစွာ ရယ်ရယ်မောမော ကြည့်ရှူအပန်းဖြေနိုင်ဖို့အတွက် တင်ဆက်ပေးလိုက်ပါတယ်။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Jim X ပါ )
File Size__(1.6GB) / (800MB)
Quality__WebDL_1080p, 720p
IMDb Rating__5.6/10
Format__mp4
Duration__01:30:00
Type__Animation, Adventure, Comedy, Family
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Jim X
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
