"The King of Pigs (2011) ဇာတ်လမ်းအညွှန်း
**********************************
ဦးစွာပထမပြောချင်တာကတော့ ဒီကားဟာ Animation ကားဆိုပေမဲ့ တော်တော်လေးကို Deep ဖြစ်တဲ့ဘက်ကို သွားထားတဲ့ Psychological, Drama, Thriller Film အမျိုးအစားပဲဖြစ်ပါတယ်။
ကိုရီးယားမှာ Animation ကားတွေသိပ်မပေါ်လာသေးတဲ့အချိန် ဒါရိုက်တာက လက်တွေ့ဖြစ်ရပ်တွေ၊ အတွေ့အကြုံတွေကိုပါ ပေါင်းစပ်ပြီး အကောင်းဆုံးဖြစ်အောင် တင်ဆက်ထားနိုင်တာမလို့ ဆုတွေအများကြီးဆွတ်ခူးထားနိုင်တဲ့ကားပါ။
ဒီကားက 2011 တုန်းကတည်းက ထွက်ရှိထားခဲ့တာဖြစ်ပြီး အခုလက်ရှိ 2022 မှာလည်း ဒါကို Adaptation ပြန်လုပ်ထားတဲ့ Serie ကို နာမည်ကြီးမင်းသားတွေရဲ့ သရုပ်ဆောင်ပီပြင်မှုနဲ့အတူ ခံစားကြည့်ရှုလို့ရနေပါပြီ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Animation ကားဆိုပြီး အထင်မသေးသင့်တဲ့အပြင် ရင့်သီးတဲ့စကားအသုံးအနှုန်းတွေနဲ့အတူ လက်ရှိဘဝက ထိတ်လန့်စရာအမှန်တရားတွေကိုပါ ထင်ဟပ်အောင်ပြသထားနိုင်တဲ့အတွက် အသည်းငယ်သူတွေမကြည့်သင့်ကြောင်း ကြိုပြီးသတိပေးထားပါရစေ။ Suicidal သဘောတရားတွေပါ ပါနေတာမလို့ စိတ်ဓာတ်ကျရောဂါအခံရှိသူများလည်း ကြည့်ရှုဖို့မသင့်ပါကြောင်း ထပ်လောင်းပြောကြားပါရစေ။
ဇာတ်လမ်းအကြောင်းအရာကတော့…
ကျောင်းမှာ အားကြီးတဲ့သူက အားနည်းသူကို အနိုင်ကျင့်နေကြဖြစ်တဲ့ Bully case တွေ …
အဲဒါတွေကို အောင့်အီးသည်းခံနေတတ်တဲ့ အငိုသန်သူ ဂုဏ်ပုဒ်ရ ဟွမ်ဂယောင်မင်း …
ဟွမ်ဂယောင်မင်းနဲ့အတူ မူလတန်းကတည်းက ကျောင်းနေဖက်ဖြစ်သူ ဂျောင်ဂျုံဆော့နဲ့ သူတို့ကြားကို ဝင်ရောက်လာတဲ့ လောကကြီးကို အရွဲ့တိုက်တတ်သူ ငချွတ်လေး ဂင်ချောလ် …
ဒီကောင်လေး သုံးယောက်က သူတို့ရော တခြားသူတွေပါ ခံစားနေရတဲ့ Bully case တွေကို ဘယ်လိုဖြေရှင်းဖို့ကြိုးစားကြသလဲဆိုတာနဲ့ အဲဒီကိစ္စရပ်ကြောင့် လောကဓံရဲ့ ရိုက်ခတ်မှုဒဏ်တွေကို ဘယ်လိုတွေခံစားရမလဲဆိုတာကို စောင့်ကြည့်ခံစားရမဲ့ကားကောင်းလေးပဲဖြစ်ပါတယ်။
Series လည်း ထွက်ရှိနေပြီဖြစ်တာမလို့ မူလပထမဖြစ်တဲ့ Animation film ကို ကြည့်ရှုခံစားရင်း Series နဲ့ Animation Movie ကြား ဘယ်လိုတွေကွဲထွက်ပြီး ဘယ်လိုဇာတ်သိမ်းကြမလဲဆိုတာကို စောင့်မျှော်ကြည့်ရှုပေးကြပါဦးလို့ ပြောကြားရင်း နိဂုံးချုပ်လိုက်ပါတယ်ဗျ။
(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်ကတော့ Chothet_mlmt ပဲ ဖြစ်ပါတယ်)
File Size : 650MB, 330MB & 207MB
Quality : 1080p Blu-ray, 720p Blu-ray & 480p
Format : mp4
Duration : 1hr & 37mins
Genre : Animation, Drama, Thriller
Translated by Chothet_mlmt
Encoded by Kinnov
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
