"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Moonlight Shadow 2021
J drama fan အများစုသိကြတဲ့ မင်းသမီးလေး Nana Komatsuနဲ့ မင်းသား Hio Miyazawaတို့သရုပ်ဆောင်ထားတဲ့Psycho-Cinematography film ရုပ်ရှင်ဖြစ်ပါတယ်။
အတိတ်ကိုမစွန့်လွှတ်နိုင်ဘဲနစ်မွန်းနေပြီး လက်ရှိအခြေအနေကို လက်မခံနိုင် ရှေ့မဆက်နိုင်ဖြစ်တတ်တဲ့လူ့စိတ်ကို လှစ်ဟပြထားတဲ့ရုပ်ရှင်တစ်ကားပါ။
ဂျပန်လူမျိုးတို့ရဲ့ တနဘတပွဲတော်ကို အနည်းငယ်မှီငြမ်းပြီးဖန်တီးထားတဲ့ Banana Yoshimotoရဲ့Short storyကို ရုပ်ရှင်အဖြစ်ပြန်လည်ဖန်တီးထားတဲ့ဇာတ်ကားပါ။
“လရိပ်ဖြစ်စဉ်”ဆိုတာကတော့ “အကြောင်းအရာတွေအားလုံးတိုက်ဆိုင်မှုရှိတဲ့အခါ လပြည့်ပြီးနောက်နေ့မနက်မှာ သေသူတွေနဲ့ပြန်လည်ဆုံတွေ့နိုင်တယ်”ဆိုတဲ့ သိပ်ကိုရှားပါးတဲ့ miracleတစ်ခုလို့ဆိုပါတယ်။
ဇာတ်လမ်းအကျဉ်းကတော့
ညနေခင်းတစ်ခုမှာ စဆုကိတစ်ယောက် မြစ်ကမ်းဘေးမှာလမ်းလျှောက်ထွက်ခဲ့ပါတယ်။ သူ့ကြောင်လေးလည်ပင်းမှာဆွဲပေးထားတဲ့ ချူလုံးလေးပျောက်သွားလို့ အနားကကိုင်းပင်တွေထဲမှာ ရှာနေချိန်မှာပဲ နောက်ဘက်က ဓာတ်မီးရောင်ကြောင့် လှည့်ကြည့်လိုက်ပါတယ်။ သူပျောက်နေတဲ့ချူလုံးလေးကတော့ ဟိတိုရှိလက်ထဲမှာပါ။ တိုက်ဆိုင်မှုတစ်ခုနဲ့စတင်ဆုံတွေ့ခဲ့တဲ့သူတို့နှစ်ယောက်က မြင်မြင်ချင်း ချစ်သွားခဲ့ကြပါတယ်။
သူတို့နှစ်ယောက်ရဲ့အချစ်ရေးကသိပ်ကိုအဆင်ပြေနေခဲ့ပါတယ်။ ဟိတိုရှိက သူ့ရဲ့ညီဖြစ်သူ “ဟိအိရဂိ”နဲ့စဆုကိတို့ဆုံဖို့အတွက် ခေါ်သွားပေးခဲ့ပါတယ်။ အတူထမင်းစားကြရင်းနဲ့ ဟိအိရဂိရဲ့ရည်းစား”ယုမိကို”က လရိပ်ဖြစ်စဉ် အကြောင်းကို ပြောပြခဲ့ပေမဲ့ သူအတွေ့ချင်ဆုံးဖြစ်တဲ့သူ့ချစ်သူက ဘေးမှာရှိခဲ့တဲ့အတွက် မလိုအပ်ဘူးလို့ပြောခဲ့ပါတယ်။
တစ်နေ့မှာတော့ သူတို့နှစ်ယောက်က အခန်းငှားဖို့အတွက်သွားကြည့်ပြီးနောက် တံတားတစ်ခုပေါ်မှာ နှုတ်ဆက်စကားပြောပြီးအိမ်ကိုပြန်ခဲ့ကြပါတယ်။
ညသန်းခေါင်ရောက်တော့ စဆုကိဆီကိုဖုန်းဝင်လာခဲ့ပါပြီ။ ဟိတိုရှိနဲ့ ယုမိကိုတို့နှစ်ယောက် ကားမတော်တဆမှုဖြစ်ပြီး ဆုံးသွားတဲ့သတင်းပါပဲ။ အဆင်ပြေနေတဲ့အခြေအနေကနေ ခုလိုခွဲခွာရတာကို စဆုကိတစ်ယောက် ဘယ်လိုမှလက်မခံနိုင်ခဲ့ပါဘူး။
တံတားပေါ်မှာတုန်းကသာ ငါသူ့ကိုတားခဲ့လိုက်ရင်ဆိုပြီး အပြစ်ရှိတဲ့စိတ်နဲ့ အိပ်မက်ဆိုးတွေညတိုင်းမက်တဲ့အနေအထားရောက်လာပါတယ်။ အတိတ်မှာပဲ နစ်မွန်းနေပြီး ချစ်သူကိုမစွန့်လွှတ်နိုင်တဲ့စဆုကိက “လရိပ်ဖြစ်စဉ်”အကြောင်းကိုသတိရသွားခဲ့ပါတယ်။ “လရိပ်ဖြစ်စဉ်”အတိုင်းလုပ်နိုင်ခဲ့ရင် ချစ်သူတွေကိုပြန်တွေ့ရမလားဆိုတဲ့မျှော်လင့်ချက်နဲ့လိုက်ပြီးစုံစမ်းကြပါတော့တယ်။
( ဘာသာပြန်ပြီး အညွှန်းရေးသားထားသူကတော့ Ingyin San ပါ )
File Size__(1.6GB) / (800MB)
Quality__1080p, 720p
IMDb Rating__5.9/10
Format__mp4
Duration__01:30:00
Type__Drama
Subtitle__Myanmar Subtitle (Hardsub)
Translated by Ingyin San
Encoded by Naing Aung Latt
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
