"Night At The Museum (2006)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb Rating – 6.4/10 ~
စားပွဲထိုးလေးတွေ ဆူညံပြေးလွှားနေတဲ့ လက်ဖက်ရည်‌ဆိုင်လေးတစ်ခုမှာ လယ်ရီ ဒဲလ်လေ နဲ့ ကျွန်တော်ဆုံတယ်။ ကိုယ်စီပြောစကားတွေနဲ့ အသက်ဝင်နေတဲ့ ပတ်ဝန်းကျင်လေးမှာ နံရံကပ်တီဗွီပေါ်က သူတို့ရဲ့ အမူအယာတွေ၊ စကားသံတွေ၊ လှုပ်ရှားသက်ဝင်မှုတွေကို အရမ်းအာရုံစိုက်ပြီး ကြည့်ခဲ့ရတယ်ပေါ့ဗျာ။ ဘာသာပြန်စာတန်းကလည်း သူစိတ်ပါတဲ့နေရာမှ ထ ထ ပေါ်လာတာဆိုတော့ ဟိုတစ်စ ဒီတစ်စ ပါပဲ။
IMDb 6.4 ရယ်၊ Rotten Tomato 44% ရရှိထားပါတယ်။ ဟာသမင်းသားကြီး Ben Stiller က အဓိကသရုပ်ဆောင်ထားပါတယ်။ Box Office မှာ ၅၇၄.၅ သန်းပြန်လည်ရရှိပြီး ၂၀၀၆ ခုနှစ်ရဲ့ ဝင်ငွေအကောင်းဆုံး ဇာတ်ကားဖြစ်လာခဲ့ပါတယ်။
ဒီဇာတ်ကားလေးကတော့ မိသားစု အပျော်ကြည့်လေးပေါ့။ အလုပ်လက်မဲ့တစ်‌ေယာက်၊ တီထွင်သူလိုလိုနဲ့ အိမ်ထောင်ကွဲ၊ သားတစ်ယောက်ကို ဇနီးသည်‌ေဟာင်းနဲ့ တစ်လှည့်စီ အုပ်ထိန်းနေရတဲ့ လယ်ရီ။ ကွင်းစ် ကို မပြောင်းရွှေ့ရဖို့အတွက် အလုပ်တစ်ခုကို အသည်းအသန်လိုအပ်နေတဲ့ လယ်ရီ။ အရှုံးသမား လယ်ရီ။
အလုပ်အကိုင်ရှာဖွေရေး အေဂျင်စီတစ်ခုမှာ စုံစမ်းရင်း မေးမြန်းရင်း သဘာဝသမိုင်းပြတိုက်ဟောင်းလေးတစ်ခုကို အလုပ်ရဖို့မျှော်လင့်ချက်နဲ့ ရောက်လာခဲ့တယ်။ ရမယ့်အလုပ်က ညစောင့်ဆိုတော့ မလုပ်ချင်ပေမယ့် သားလေးမျက်နှာကို ထောက်ထားပြီး ဝင်လုပ်ခဲ့ရ။ ဒါပေမဲ့ ကံကြမ္မာနတ်ဘုရားက သူ့‌အပေါ် အကျီစားသန်ခဲ့တယ်ပေါ့လေ။
အလုပ်ရဲ့ ပထမဆုံးည၊ နဖူးတွေ့ ဒူးတွေ့ လုပ်ငန်းခွင် အတွေ့အကြုံတစ်ခု။ ပြတိုက်ထဲက လူ၊ တိရစ္ဆာန်၊ ရုပ်တုမှန်သမျှက နေဝင်ချိန်မှာ အသက်ဝင်လာကြသတဲ့။ လှုပ်ရှား သွားလာ စကားတွေပြော၊ ဖြစ်ချင်တာတွေဖြစ် ပရမ်းပတာ အဖြစ်ကြီးထဲမှာ လယ်ရီ တစ်ယောက် စိတ်ရူးပေါက်မတတ်ပါပဲ။ ဒီကြားထဲ သူ့ကို အစိမ်းလိုက်ဝါးစားချင်တဲ့သူရယ်၊ သူ့ ခြေလက်တွေကို ဆွဲဖြုတ်ချင်တဲ့သူရယ်၊ သူ့သော့တွေကိုခိုး ပြတိုက်ထဲကအရာတွေကို အပြင်လွှတ်ပေးချင်တဲ့သူရယ်။ မြတ်စွာဘုရား ဆိုးလိုက်တဲ့ အဖြစ်ပါပဲလား။
သူတစ်ခုခု အမှားလုပ်တာနဲ့ သူ့ကို အလုပ်ဖြုတ်ပစ်ဖို့ မွေးဖွားလာတဲ့ ပြတိုက်ဒါရိုက်တာကြီးမျက်နှာကို မြင်ယောင်ရင်း သပွတ်အူကိစ္စကြီးထဲ ညပ်ပါသွားရှာတဲ့ လယ်ရီ ပေါ့။ နေထွက်ချိန်မှာ အပြင်ရောက်နေတဲ့ ပြတိုက်ထဲက ပစ္စည်းဆိုရင် ချက်ချင်းအမှုန့်ဖြစ်သွားတဲ့ အဖြစ်ကလည်းရှိသေး။ အဲဒီလို ဆပ်ပြာသည်လင်ပျောက်ရတဲ့ အချိန်မှာ အရင်ညစောင့်အဘိုးကြီးသုံးယောက်က သူ့ကိုချောက်ချပြီး ပြတိုက်ထဲက ပစ္စည်းတွေ ခိုးချင်ကြသေးသတဲ့။
သူတို့ခိုးချင်တာက ရွှေကျောက်စာ တစ်ချပ်ပါ။ အီဂျစ်ဖာရို ဘုရင်တွေရဲ့ လက်ဆင့်ကမ်းရတနာ တစ်ပါးပေါ့။ အင်မတန်အစွမ်းထက်တဲ့ မှော်တန်ခိုးတွေ ပိုင်ဆိုင်ထားတဲ့ မှော်ကျောက်စာချပ်ပါပဲ။ သူ့ကြောင့်ပဲ ပြတိုက်ထဲက အရုပ်တွေ အသက်ဝင်လာတာပါ။ လယ်ရီတစ်ယောက် ပြတိုက်ထဲက သက်ဝင်အရုပ်များနဲ့ အဆင်ပြေအောင်နေရင်း တစ်ဖက်မှာ အဘိုးကြီးသုံးယောက်ရဲ့ ယုတ်ပတ်တဲ့အကြံအစည်ကို ဘယ်လိုကာကွယ်ရမလဲဆိုတာ တဝါးဝါး တဟားဟား ကြည့်ရှုရမယ်ပေါ့ဗျာ။
Night At The Museum Trilogy သုံးကားတွဲ ကြည့်ရှူရန်
(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2GB, 1.02GB
Quality – Blu-ray 1080p, 720p
IMDb Rating – 6.4/10
Format – mp4
Duration – 1H 48Min
Genre – Adventure, Comedy, Family
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
