"Deep Water (2022)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ်မျိုးတော့မထင်နဲ့ဦး။ တကယ်ကို ထူးဆန်းပြီး ကြောင်တောင်တောင်နိုင်ပြီး အချစ်စမ်းတာက လန့်စရာကောင်းတဲ့ လင်မယားနှစ်ယောက်ရဲ့ ဇာတ်လမ်းလေးပါ။
ဝက်သားဟင်းကို နေ့တိုင်းစားရတော့ တစ်ခါတလေ ချဉ်ပေါင်ဟင်းလေးလည်း စားချင်တာပေါ့ဆိုတဲ့ သဘောမျိုးပါပဲ။ အရမ်းချစ်ကြတဲ့လင်မယားနှစ်ယောက် အချိန်တွေ ကြာလာတော့ တစ်ယောက်ကို တစ်ယောက်ရိုးလာတတ်ကြသလို သူတို့ကိုမောင်းနှင်နေတဲ့ အချစ်မီးတောက်က လောင်စာတွေလျော့လာတော့ တစ်ယောက်ကိုတစ်ယောက် အပြစ်မြင်လာကြတယ်။ မိန်းမက ယောက်ျားကို အရမ်းပျင်းစရာကောင်းတယ်လို့ မြင်တယ်။ မိန်းမက သူ့ကိုအလေးမထားတော့ဘူး မချစ်တော့ဘူးလို့ ယောက်ျားက မြင်လာတယ်။ လွတ်လွတ်လပ်လပ်နေတတ်တဲ့ မိန်းမက ယောက်ျားမရှိတော့သလိုကို လွတ်လွတ်လပ်လပ်နေလာတယ်။ အဲဒီတော့ အပြစ်တွေ မြင်နေပေမဲ့ ချစ်နေသေးတဲ့ ယောက်ျားက သဝန်တိုတယ်။
ဒီအထိတော့ ပုံမှန်အိမ်ထောင်ရေး ဇာတ်လမ်းလေးလိုပါပဲ…
ဒါပေမဲ့ မိန်းမနဲ့ ရင်းရင်းနှီးနှီးဖြစ်နေတဲ့ သူငယ်ချင်းတစ်ယောက် ပျောက်နေတာကစပြီး ပုံမှန်မဟုတ်တော့တာပါပဲ။ အဲဒီမိတ်ဆွေပျောက်သွားတဲ့ ကိစ္စနဲ့ ပတ်သက်ပြီး ယောက်ျားဖြစ်သူက သူသတ်လိုက်တာလိုလိုနဲ့ အပေါင်းအသင်းတွေကြား မိန်းမရဲ့ မိတ်ဆွေသစ်တွေကြားမှာ ဂုဏ်ယူစွာနဲ့ ပြောနေတဲ့အတွက် သူ့ကို သံသယမျက်လုံးတွေနဲ့ကြည့်ခံနေရတယ်။ တစ်ရက် သူတို့အိမ်မှာ ပါတီလုပ်ကြရင်း မိန်းမဖြစ်သူရဲ့ မိတ်ဆွေသစ်တစ်​ယောက် ရေကူးကန်ထဲမှာ သေဆုံးသွားတဲ့အခါမှာတော့….
Amazon Prime က​ အသစ်ထွက်ရှိထားတဲ့ Erotic Thriller ဇာတ်လမ်းဖြစ်ပြီး Main Cast ​တွေဖြစ်တဲ့ Ben Affleck နဲ့ Ana de Armas တို့နဲ့တင် အ​ထွေအထူးမိတ်ဆက်​ပေးစရာ မလို​တော့ပါဘူး။ ကနဦး IMDb 5.6 နဲ့ Rotten Tomatoes 41% , Metacritic မှာ​တော့ 51% ချိတ်ထားပါတယ်။ ဇာတ်ရဲ့ Genre အတိုင်း Erotic ဆန်တဲ့ ခပ်ကြမ်းကြမ်းဇာတ်ကွက်​တွေ များစွာပါဝင်မှာမလို့ မိသားစုနဲ့​ ကြည့်ရှုလို့မဖြစ်တာကို သတိချပ်​စေချင်ပါတယ်။
(ဇာတ်ကားကိုတော့ WiRa Aung, Jim X နဲ့ 666 တို့မှ ပြန်ဆိုထားပြီး အညွှန်းကိုတော့ Jim X နဲ့ 666 က ရေးသားပေးထားပါတယ်)
Size – 1.93GB, 1.06GB, 534MB
Quality – 1080p, 720p, 480p
IMDb Rating – 5.5/10
Format – mp4
Duration – 1H 55Min
Genre – Drama, Mystery, Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung, Jim X, 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
