"Once Upon A Time in The West (1968)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 8.5/10, RT – 95%, Meta – 80% ~
Directed By Sergio Leone
ရုပ်ရှင်သမိုင်းထဲက အပြောင်မြောက်ဆုံး ဒါရိုက်တာတွေအကြောင်းပြောရင် Sergio Leone ကို ချန်ခဲ့လို့မရလောက်ပါဘူး။ Sergio Leone ဆိုတဲ့ နာမည်ကို သိပ်မရင်းနှီးရင်တောင် Dollars Trilogy တို့ Once Upon A Time In America တို့ကို ရင်းနှီးကြမှာပါပဲ။ Sergio ဟာ တစ်သက်လုံးမှာမှ ၇ကားပဲ ရိုက်ခဲ့ပြီး ၆ကားက အနုပညာအရ ၀က်၀က်ကွဲ အောင်မြင်ခဲ့တဲ့ကားတွေပါ။ သူရိုက်ခဲ့တဲ့ Dollar သုံးကားကိုတော့ Dollars Trilogy အဖြစ် သတ်မှတ်ထားပြီး Once Upon A Time In America, Once Upon A Time In The West နဲ့ Duck, You Sucker! တို့ကိုတော့ Once Upon A Time Trilogy အဖြစ် သတ်မှတ်ထားပါတယ်။ ဒီ Trilogy ၂ခုစလုံးဟာ အကောင်းဆုံး Trilogyတွေ စာရင်းတွေရဲ့ ထိပ်နားတွေမှာ ပါနေကျပါပဲ။
ဒီ၆ကားလုံးမှာ Once Upon A Time In America ကလွဲ ကျန်တဲ့၅ကားက Spaghetti Western ကားတွေပါပဲ။ ၆ကားလုံးဟာ သူ့မာစတာပိစ်‌တွေလို့ ပြောလို့ရပါတယ်။ Sergio ကို Spaghetti Western ရဲ့ Creator လို့ ဆိုကြပါတယ်။ Spaghetti Western ဆိုတာက Western ကားတွေရဲ့ genre အခွဲတစ်ခုဖြစ်ပြီး ‌အီတလီသားတွေရိုက်တဲ့ Western ကားတွေကို ဝေဖန်ရေးသမားတွေပေးထားတဲ့နာမည်လို့ အကြမ်းဖျင်းဆိုလို့ရပါတယ်။
Sergioဟာ အနီးကပ်ရိုက်ချက်တွေ Long Takeတွေ လှိုင်လှိုင်သုံးပြီး ရိုးရိုးရှင်းရှင်း ဇာတ်လမ်းကိုတောင် အစကြည့်မိတာနဲ့ ဘာဆက်ဖြစ်မလဲသိချင်ပြီး ဆုံးတဲ့ထိကြည့်မိအောင် ဆွဲ‌ဆောင်မှုရှိတဲ့ Storytelling မျိုးကို သုံးတတ်တဲ့သူပါ။ သူရိုက်တဲ့ Westernကားတွေမှာ သေနတ်မပစ်ခင်ကို အချိန်အတော်ယူပြီး ကာရိုက်တာတွေရဲ့ အနေအထားကို ပြတတ်ပြီး ‌ချွေးတွေမျက်နှာမဲကြီးတွေ မမှိတ်မသုန်အကြည့်တွေကို အနီးကပ်ရိုက်ပြ ပုံဖော်တတ်ပါတယ်။ အသေးစိတ်ကို ပုံဖော်တတ်တဲ့ Perfectionist လို့ ဆိုလို့ရပါတယ်။
Once Upon A Time In The West ဟာ Sergio ရဲ့ ပုံစံအတိုင်းပဲ ပဟေဠိဆန်တဲ့ ကောင်းဘွိုင်သေနတ်သမားတစ်ယောက်ကို အဓိကဇာတ်ကောင်အဖြစ်ထားပြီး ပုံဖော်ထားတဲ့ ရုပ်ရှင်ပါ။ 12 Angry Men က Henry Fonda, The Magnificent Seven က Charles Bronso nနဲ့ Claudia Cardinaleတို့က အဓိကသရုပ်ဆောင်ထားသလို Sergio ရုပ်ရှင်ပီပီသသ စီနီမာတိုလည်း လန်းပါတယ်။
ထူးခြားတာကတော့ မကြည့်ခင်က အဓိကဇာတ်ကောင်က Henry Fonda ဖြစ်မယ်ထင်ခဲ့ပေမဲ့ တကယ်တမ်း သူက ဗီလိန်နေရာက သရုပ်ဆောင်ထားတာပါ။ Henry Fonda ရဲ့ တစ်ခုတည်းသော ဗီလန်ဇာတ်ကောင်ဖြစ်ပြီး တခြားသရုပ်ဆောင်တွေကိုလည်း သူတို့သရုပ်ဆောင်နေကျနဲ့ ကွဲပြားတဲ့ ပုံစံတွေမှာ သုံးသွားတယ်ဆိုပါတယ်။ ပသို့ပဲဆိုဆို Henry Fonda ကတော့ သရုပ်ဆောင်ကောင်းမြဲပါပဲ။
Featured Song ဖြစ်တဲ့ Once Upon A Time In The West ကို Ennio Morricone က ရေးသားထားတာဖြစ်ပြီး သူဟာ Academy Honorary Award ရထားတဲ့ နှစ်ယောက်တည်းသော Composer တွေထဲက တစ်ယောက်ပါ။ Sergio ရဲ့ ကားတိုင်းမှာ သူပါပါတယ်။ ဒီသီချင်းကြောင့်လည်း ရုပ်ရှင်ဟာ Once Upon A Time ဆိုတဲ့ စကားလုံးနဲ့ ပိုပြီးလိုက်ဖက်သွားခဲ့တာပါပဲ။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.9GB, 1.53GB
Quality – Blu-ray 1080p, 720p
IMDb Rating – 8.5/10
Format – mp4
Duration – 2H 45Min
Genre – Western
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
