"Nitram (2021)
===========
IMDb Rating – 7.2/10 ,
Rotten Tomatoes – 90%
1996မှာ ဩစတေးလျက ပေါ့အာသာ သမိုင်း၀င်ဆိုက်မှာ လူ၃၅သေဆုံးပြီး
၂၃ယောက် ဒဏ်ရာရခဲ့တဲ့ အစုအပြုံလိုက် အကြမ်းဖက်ပစ်ခတ်မှု ဖြစ်ပွားခဲ့ပါတယ်။
လူတစ်ယောက်တည်းကသတ်တဲ့ လူသတ်မှုတွေထဲ ဩစတေးလျသမိုင်းရဲ့ အဆိုး
ရွားဆုံးလူသတ်မှုဖြစ်ခဲ့ပြီး ကမ္ဘာ့အဆိုးဆုံးလူသတ်မှုတွေထဲကလည်း တစ်ခုအပါအ၀င်
ဖြစ်ခဲ့ပါတယ်။ ဒီဖြစ်ရပ်ကြောင့် ဩစတေးလျရဲ့ လက်နက်ကိုင်ဆောင်ခွင့် ဥပဒေကိုလည်း
တင်းကြပ်လိုက်ရပါတယ်။ ဒီဥပဒေကို ပြည်သူတွေကလည်း လိုလိုလားလား လက်ခံ
လိုက်ကြပါတယ်။ လက်နက်လက်၀ယ်ကိုင်ဆောင်ထားသူ ၆သိန်းလေးသောင်းဆီက
ဩစတေးလျအစိုးရဟာ လက်နက်တွေ ပြန်လည်သိမ်းယူ ဖျက်ဆီးခဲ့ပါတယ်။ အဆိုးရွားဆုံး
လူသတ်မှုကြီးကို ကြုံထားရတာမို့ ဘယ်ပြည်နယ် ဘယ်နယ်မြေကမှ ဒါကို စောဒက
မတက်ခဲ့ကြပါဘူး။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီလူသတ်မှုကို ကျူးလွန်ခဲ့တဲ့သူကတော့ Martin John Bryant ဆိုတဲ့ ဩစတေးလျသားပါ။
ဒီပြစ်မှုအတွက် Martinဟာ ၃၅သက်၃၅ကျွန်း ထောင်ဒဏ်ချမှတ်ခံခဲ့ရပြီး ထပ်တိုး ၁၆၅၂နှစ်ပါ
ချမှတ်ခံခဲ့ရပါတယ်။
ဒီရုပ်ရှင်ရဲ့နာမည် “Nitram”ဟာ သူ့နာမည် Martinကို နောက်ပြန်ရေးထားတာပါပဲ။
Martinဟာ စိတ်ပိုင်းဆိုင်ရာချို့ယွင်းမှု ရှိနေသူဖြစ်ပြီး ငယ်စဉ်ကတည်းက ကျောင်းမှာ
ကလေးတွေ အနိုင်ကျင့်ခံခဲ့ရသူပါ။ မွေးထားတဲ့ အမေကိုယ်တိုင်က သူ့ကိုသိပ်အမြင်
မကြည်သလို ပတ်၀န်းကျင်ကလည်း သူ့ကိုအမြင်မကြည်ပါဘူး။ သူ့ဘက်မှာ ရပ်တည်
ခဲ့တဲ့သူဟာ သူ့အဖေပဲရှိခဲ့ပါတယ်။ Nitramဟာ Martinလို စိတ်ပိုင်းဆိုင်ရာချို့ယွင်းသူကနေ
ဩစတေးလျရဲ့ အဆိုးရွားဆုံးလူသတ်မှုကို လုပ်ခဲ့တဲ့သူအဖြစ်ကို ဘယ်လိုဦးတည်လာခဲ့လဲ
ဆိုတာကို Martinရဲ့ စိတ်ပိုင်းဆိုင်ရာကို အဓိကထား ပုံဖော်ပြထားတဲ့ Psychological
Drama ရုပ်ရှင်ပါပဲ။ Martinကို ပရိသတ်က အသင့်အတင့် နားလည်နိုင်အောင်ပါ ပြထားပြီး
စိတ်ချို့ယွင်းနေသူတွေကို မည်သို့မည်ပုံ မလုပ်သင့်တာကိုလည်း မသိမသာ ပုံဖော်ထားပါတယ်။
ဩစတေးလျဒါရိုက်တာ Justin Kurzel က ရိုက်ကူးထားပြီး ဒီရုပ်ရှင်ကို Kurzelရဲ့ မက္ကဘတ်လို့လည်း
ဆိုကြပါတယ်။ ဒါရိုက်တာရော သရုပ်ဆောင်တွေရော ကောင်းကောင်းလက်စွမ်းပြထားပြီး မင်းသားဆို
ဝေဖန်ရေးသမားတွေ ချီးကျူးတာ တော်တော်ခံခဲ့ရပါတယ်။ Martin နေရာက ပြောင်မြောက်စွာ
သရုပ်ဆောင်တဲ့ Caleb Landry Jonesဟာ ကိန်းမှာလည်း Best Actorဆုရခဲ့ပါတယ်။ Nitramဟာ
Requiem for a Dreamတို့ Magnoliaတို့ A Clockwork Orangeလို Disturbing အတော်ဖြစ်စေတဲ့
ရုပ်ရှင်တစ်ကားဖြစ်ပြီး သြစတေးလျရုပ်ရှင်ဆုပေးပွဲမှာ Best Film, Best Direction, Best Actor,
Best Actress, Best Supporting Actor နဲ့Best Supporting Actressဆုတွေကို ရခဲ့ပါတယ်။
(ဒီဇာတ်လမ်းရဲ့အညွှန်းနဲ့ ဘာသာပြန်ပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ်)
File Size – (1.76 GB) / (991 MB) / (602 MB)
Quality – WebRip 1080p / 720p/480p
Duration – 1h 52mins
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Drama, Thriller
Translator – WiRa Aung
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
