"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လူတွေဟာ တိုးတက်လာတဲ့ခေတ်ကြီးနဲ့အတူ ကမ္ဘာကြီးတစ်ခုလုံးနဲ့ ဆက်သွယ်လာနိုင်ပေမဲ့ တကိုယ်ရေပေါင်းသင်းရေးနဲ့ အပြင်လောကမိတ်ဆွေဖွဲ့ရေးတွေမှာတော့ အလုံးစုံကျရှုံးရပါတယ်။ ဆိုရှယ်မီဒီယာအကောင့်ပေါ်မှာ သူငယ်ချင်းထောင်နဲ့ချီပြီးရှိပေမဲ့ ပြင်ပလောကမှာတော့ အထီးကျန်ရှာတဲ့သူတွေဟာ ကွန်ပျူတာစခရင်ရှေ့မှာပဲ အချိန်ဖြုန်းကြရရှာတာပေါ့။
အဲဒီအခါမှာတော့ ဆိုရှယ်မီဒီယာပေါ်မှာ ဝက်ဘ်ကမ် ဖျော်ဖြေရေးသမားဆိုတာ ပေါ်လာပါလေရော။ သူတို့ဟာ တဖက်လူကပေးတဲ့ငွေကြေးအပေါ်မူတည်ပြီး ဝန်ဆောင်မှုတွေပေးကြပါတယ်။ လိင်ကိစ္စ အဖော်အချွတ်တွေ၊ အားပေးစကားပြောတာတွေ၊ သူတပါးကို မြှောက်ပင့်ပြောဆိုပေးရတာတွေ။ တစ်ခါတလေမှာ သူတို့ကိုပေးတဲ့ငွေကြေးက သိပ်များသလောက် ပြန်လုပ်ပေးရတဲ့အရာတွေကလည်း တရားလွန်လာပါတယ်။
အခုတင်ဆက်ပေးမယ့် ဇာတ်ကားအသစ်လေးကတော့ ၂၀၂၂ ခုနှစ်ထွက် horror, crime, student Life ဇာတ်လမ်းလေးပါ။ စတာလင်တက္ကသိုလ်ကို ကျောင်းသားသစ် ခပ်ရိုးရိုးလေးတစ်ယောက်အနေနဲ့ ရောက်ရှိလာတဲ့ ဘရိုင်ယန် ဆိုတဲ့ကောင်လေး မျက်စိသူငယ် နားသူငယ်နဲ့ ကျောင်းသားကြီးတွေကြား ဟိုလိမ့်ဒီလိမ့်ပေါ့။
သူ့အခန်းဖော်ဆီက မန်မော်ရီစတစ် တစ်ချောင်း မှားဖွင့်မိရာကနေ သူနဲ့ သူ့အစ်ကို ပါဝင်ပက်သက်မိတဲ့ ဇာတ်ရှုပ်ကြီးကို ဖြေရှင်းကြရတာပါ။ တယောက်ယောက်ကတော့ ကျောင်းသားတွေရဲ့ ကွန်ပျူတာတွေကို ဟက်ခ်ပြီး သူဖြစ်စေချင်တဲ့ ပုံစံကို ကျုံးသွင်းလို့ သူစိတ်ပျော်ရာအတိုင်း ကြိုးဆွဲနေပါတော့တယ်။ ဘရိုင်ယန်ရယ်၊ သူ့အစ်ကိုရယ်၊ သူ့အခန်းဖော်ရယ်၊ အခြားပတ်သက်ရာ ကျောင်းသူလေးတွေဟာ ဇာတ်ရှုပ်ကြီးကြားထဲမှာ အသက်ပါပေးရတဲ့အဖြစ်ရောက်လာပါတော့တယ်။
Gay အသားပေးဇာတ်ကားဖြစ်လို့ 21+ မဟုတ်ပေမဲ့ အမျိုးသားလိင်အင်္ဂါတွေ၊ ကြမ်းတမ်းရိုင်းစိုင်းတဲ့ စကားလုံးတွေ၊ မိသားစုနဲ့ အမြင်မသင့်တဲ့ လိင်ဆက်ဆံတဲ့အခန်းတွေပါဝင်ပါတယ်။ တစ်ယောက်တည်း ဒါမှမဟုတ် စိတ်တူကိုယ်တူသမားတွေပဲ အတူကြည့်သင့်ပါတယ်။ Gay လောကကို အမြင်မကြည်သူတွေ ရှောင်သင့်တဲ့ကားပါ။ ထပ်ပြောပါ့မယ်။ 21+ လုံးဝမဟုတ်ပါဘူးနော်။ 18+ လည်းမဟုတ်ပါဘူး။ မျှော်လင့်ပြီး ကြည့်လိုက်ပြီးကာမှ ဆဲဆိုနေရမယ့်အဖြစ်မလို့ပါ။
Plot twist ဇာတ်ကားဖြစ်ပြီး ဇာတ်လမ်းဆုံးကာနီးအထိ twist တွေ ကြိုးစားပမ်းစား ထည့်ရိုက်ထားပါတယ်။ ဒါပေမဲ့ ဇာတ်လမ်းအထာနပ်တဲ့သူတွေအတွက်ကတော့ သိပ်ရင်မခုန်ရပါဘူး။ ဒါပေမဲ့ လူကြီးမင်းတို့က ကျောင်းသားဘဝ ငပွေးလုပ်တာတွေ၊ ပါတီတွေ၊ လိင်စိတ်ကြွစကားလုံးတွေနဲ့ အမူအယာ၊ အလှအပတွေကို နှစ်သက်တတ်သူဆိုရင်ဖြင့် ကြည့်သင့်တဲ့ ဇာတ်ကားဖြစ်ပါကြောင်း။
(ရုပ်ရှင်အညွှန်းနဲ့ဘာသာပြန်ကို Arr Khun Winchester မှ တင်ဆက်ထားပါတယ်။)
File size…(1.1 GB)/(470 MB)
Quality….WEB-DL 1080p/720p
Format…mp4
Duration….01:21:29
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Ka Naung
Translated by Arr Khun Winchester
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
