"Taste (2021)
~ Rotten Tomatoes – 86%, IMDb – 5.6/10 ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Taste ဟာ ဇာတ်အိမ်က ဘာမှမရှိပါဘဲ နိမိတ်ပုံဆန်ဆန် သွယ်ဝိုက်ဖော်ပြတဲ့ အပြတွေများတဲ့ ရုပ်ရှင်ပါ။ နိမိတ်ပုံဟာ စကားလုံးထက်ပိုတဲ့ ခံစားမှုတစ်ခုကို ရစေဖို့ပါပဲ။ ဒီရုပ်ရှင်မှာ စကားသိပ်မပြောပေမဲ့ ကြည့်ပျော်တဲ့ စီနီမာတိုဂရပ်ဖီနဲ့ သူ့အပြတွေဟာ စကားလုံးထက်ပိုမွန်းကျပ်‌ စေပါတယ်။ Taste ဆိုတဲ့စကားလုံးကို ဒါရိုက်တာ ဘယ်အဓိပ္ပာယ်နဲ့ရွေးထားလဲတော့ တပ်အပ်ပြောရခက်တယ်။ ရသာရုံလို့ဆိုရင်မမှားသလို အမြည်းလို့ဆိုရင်လည်း မမှားလောက်ပါဘူး။ ဒါရိုက်တာဟာ ဗီယက်နမ်က အောက်ဆုံးဘ၀ငရဲတွေအကြောင်း အမြည်းဆန်ဆန်ပြထားတာကိုး။
“စာအုပ်တွေဟာ မှန်လိုပဲ။ စာအုပ်တွေမှာ မင်းရဲ့အတွင်းထဲမှာ ရှိနှင့်နေပြီးသား အရာကိုပဲ မြင်ရတာ”လို့ Jean Luc Godard က ပြောဖူးတယ်။ ရုပ်ရှင်တွေကတော့ ပိုဆိုးတာပေါ့။ ရုပ်ရှင်တွေဟာ ယူသလိုပဲရတဲ့ အနုပညာတွေပါပဲ။ Taste ဟာ ကိုယ့်အတွင်းထဲက အမှောင်မိုက်ဆုံးကမ္ဘာကို ပြန်မြင်ရစေမယ့် ရုပ်ရှင်လို့တော့ ဆိုလို့ရတယ်။ ပသို့ပဲဆိုဆို Taste ဟာ စိတ်ပျော်စေမယ့် ရုပ်ရှင်ကားမဟုတ်ပါဘူး။ ကျွန်တော်ဆို ထမင်းစားရင်း ကြည့်မိတာ ဆက်တောင်မစားနိုင်တဲ့ အထိပါပဲ။ သူ့အပြတွေမှာ ကိုယ်လုံးတီးမိန်းမကြီးတွေ ၊ လိင်တံတွေကို စိတ်ညစ်စရာကောင်းအောင် ပြထားတာမို့ မိသားစုနဲ့မကြည့်သင့်ပါဘူး။
Tasteကို ဗီယက်နမ်ရဲ့ တက်သစ်စ လူငယ်ဒါရိုက်တာ BAO Leeက ရိုက်ထားပြီး streaming serviceတစ်ခုဖြစ်တဲ့ MUBI မှာ ပြသခဲ့ပြီး Feb 16 2022 မှာ အမေရိကက ရုံတွေမှာစပြမှာပါ။ IMDb Rating နိမ့်ပေမဲ့ Art Film တွေပဲ တင်တာများတဲ့ MUBI ရဲ့ Rating ကတော့ 6.9 ပါ။ Rotten Tomatoes က 86% ပါ။ ဘာလင်မှာလည်း Special Jury Award, Encounters ဆုကို ရထားပါတယ်။ ကြည့်ကောင်းတဲ့ Art Film တစ်ကားလို့ ဆိုလို့ရပါတယ်။ ရုပ်ရှင်ဟာ ကိုယ့်အတွင်းထဲက အရာကိုပဲ မြင်ရနိုင်တဲ့အရာဆိုတော့ လူတိုင်းတော့ ကြိုက်မှာမဟုတ်ပါဘူး။ သေချာတာကတော့ စိတ်ညစ်မွန်းကျပ်တဲ့ အရသာကိုမရချင်ရင် မကြည့်သင့်တဲ့ရုပ်ရှင်ပါပဲ။
အရသာဆိုတာမျိုးက အာရုံနဲ့ဆိုင်ပြီး အခြေခံအချက်တွေကလွဲ အရသာကို တိတိကျကျ ဖော်ပြဖို့ခက်ပါတယ်။ ရေနွေးကြမ်းတစ်ခွက်ရဲ့ ခါးတာလားဖန်တာလား တခြားတစ်ခုခုပါနေသေးလား မသိတဲ့ အရသာကိုခံစားရသလိုပေါ့။ ကျွန်တော့်အတွက်တော့ Taste ဟာ အခန်းကျဉ်းလေးထဲမှာ ကုန်လွန်ခဲ့ရဖူးတဲ့ နေ့ရက်နေ့တို့ထဲ ပြန်ဆွဲသွင်းခံလိုက်ရတဲ့ ရုပ်ရှင်ပါပဲ။
တစ်ချို့အတွက်ကျ လောကကြီးက သိပ်ကိုကျဉ်းတယ်။ ဘ၀ဟာ ဝေဒနာတွေ ရစ်သိုင်းထားတဲ့ ခန္ဓာကျဉ်းကျဉ်းကလေးမှာ ရှင်သန်ရခြင်း တစ်မျိုးပေါ့။ ငါတို့ မီးပုံးပျံတွေ လုပ်ကြတယ်။ ဒါပေမဲ့ ငါတို့လုပ်ထားတဲ့ မီးပုံးပျံတွေ ကောင်းကင်ထဲ ပျံသန်သွားတာ ငါတို့တစ်ခါမှမြင်ခွင့်မရကြဘူး။ သူ့အရိပ်မှာ ဘယ်တော့မှ ထိုင်နိုင်ခွင့်မရှိမှန်းသိသိလျက် သစ်ပင်ကို စိုက်ပျိုးသူဟာ ဘ၀ရဲ့အဓိပ္ပာယ်ကို နားလည်စပြုလာသူလို့ တဂိုးကပြောဖူးတယ်။ ငါနားလည်တာလား ငါလက်ခံလိုက်ရတာလားတော့ ငါမရေရာ။ ကမ္ဘာကျဉ်းကျဉ်းလေးထဲနေပျော်ဖို့ ဒီလိုပဲ ကြံရင်းဖန်ရင်း ဆက်ပြီးရှင်ရင်းသန်ရင်း။ ဘယ်လိုပဲဖြစ်ဖြစ် လူဟာ သေခဲလှတယ်မလား။ မနေ့က ငါသီချင်းတစ်ပုဒ်နားထောင်ဖြစ်တယ်။ “အစိမ်းလိုက်ရင်ဆိုင်” တဲ့။ ဒီကမ္ဘာကြီးနဲ့ မကင်းသမျှ ဒီအောက်ဆုံးဘ၀ငရဲတွေမှာ လူဟာ အစိမ်းလိုက်ရင်ဆိုင်ရင်း ဆက်ရှင်သန်နေရမှာပဲလား။ တစ်နေ့နေ့တော့ မနက်ဖြန်ကိုရောက်မယ်လို့ ငါမျှော်လင့်မှားခဲ့မိပေါ့……
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 700MB, 300MB
Quality – Web-rip 1080p, 720p
IMDb Rating – 5.6/10
Format – mp4
Duration – 1H 37Min
Genre – Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
