"Onoda: 10,000 Nights in the Jungle (2021)
—————————–
IMDb – 7.3/10
Rotten Tomatoes – 100%
4 Wins and 19 Nominations
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၂၀၁၄ဇန်နဝါရီမှာ The Gurdianသတင်းစာမှာ
” ဆယ်စုနှစ်သုံးခုကြာအညံ့မခံခဲ့သော ဂျပန်စစ်သား ဟိရိုး အိုနိုဒ သေဆုံးခြင်း” ဆိုတဲ့ ခေါင်းစဉ်နဲ့ သတင်းတစ်ပုဒ်ပါခဲ့ပါတယ်။
ဒီရုပ်ရှင်ဟာ အိုနိုဒအကြောင်းကို ပြင်သစ်ဒါရိုက်တာ Arthur Harariက ရိုက်ထားတဲ့ ဘိုင်အိုဂရပ်ဖီရုပ်ရှင်ပါ။
အနောက်ဥရောပမှာ အစပြုခဲ့တဲ့ ဒုတိယကမ္ဘာစစ်ဟာ ၁၉၄၁ခုနှစ် ဒီဇင်ဘာ ၇ မှာ
ဂျပန်က ပုလဲဆိပ်ကမ်းကို စစ်မကြေညာဘဲ ဗုံးကြဲရာကစလို့ အရှေ့တိုင်းကိုကူးစက်ခဲ့ပါတယ်။
ပစိဖိတ်သမုဒ္ဒရာတစ်ခုလုံးလည်း ဂျပန်နဲ့ အင်္ဂလိပ်တို့ရဲ့ စစ်တလင်းဖြစ်ခဲ့ပါတယ်။
စစ်ရေးအတွက်ကြိုပြင်ထားခဲ့တဲ့ ဂျပန်တွေဟာ အသာစီးရပြီး ပစိဖိတ်သမုဒ္ဒရာထဲက ကျွန်းတွေကို သိမ်းနိုင်ခဲ့ပါတယ်။
၁၉၄၂နှစ်ဝက်လောက်မှာ ဖိလစ်ပိုင်ကျွန်းစုတွေကို ဂျပန်က သိမ်းထားနိုင်ခဲ့ပါပြီ။
ဒုတိယကမ္ဘာစစ်ပြီးခါနီး ဂျပန်အရေးစနိမ့်လာတဲ့ ၁၉၄၅နှစ်ဦးလောက်မှာ လက်ဖတင်နင်အိုနိုဒဟာ
ဖိလစ်ပိုင်က ကျွန်းတွေကို အမေရိကန်လက်ထဲမကျအောင် ကာကွယ်ဖို့ ရောက်လာခဲ့တယ်။
မလာခင်မှာ သူစစ်ရေးလျှို့ဝှက်သင်တန်းတစ်ခုတက်ခဲ့ပြီး
အဲဒီသင်တန်းက အိုနိုဒတို့ကို အတတ်နိုင်ဆုံးရှင်ကျန်နေနိုင်အောင်နေပြီး ဆက်တိုက်နေဖို့ကို အဓိကထားသင်ပေးခဲ့တယ်။
ဖိလစ်ပိုင်ကို ရောက်ရောက်ချင်းကတည်းက အကြီးအကျယ်အရေးနိမ့်ပေမဲ့
အိုနိုဒတို့ဟာ ဖိလစ်ပိုင်တောထဲမှာနေရင်း ပင်မတပ် အင်အားပြန်စုစည်းနိုင်ပြီး လာတိုက်မယ့်အချိန်ကို စောင့်နေခဲ့ကြတယ်။
“အိုနိုဒ”တို့လို့ ဆိုပေမဲ့ တကယ်တမ်း လေးယောက်ပဲကျန်တာပါ။
မသေစာ စားရင်း အားမလျှော့ဘဲ စောင့်နေကြသူတွေပါပဲ။
သို့ပေမဲ့ အဲဒီနှစ်ဩဂုတ်လအစမှာ နာဂစခိနဲ့ ဟိရိုရှိမတို့ အနုမြူဗုံးကြဲခံရပြီးနောက်
တိုကျိုကနေ ဖိလစ်ပိုင်က ဂျပန်တပ်တွေကို အညံ့ခံလိုက်ဖို့ အမိန့်ပေးပြီးခဲ့ပါပြီ။
ဒါကို အိုနိုဒါတို့က မသိခဲ့ပါဘူး။ တောထဲမှာပဲ ဆက်ကြံ့ကြံ့ခံနေနေခဲ့ကြတယ်။
ဒီရုပ်ရှင်ဟာ ၁၉၄၅မှာ ဂျပန်စစ်ရှုံးခဲ့ပေမဲ့ စစ်ရှုံးတာကိုမသိဘဲ စစ်ဖြစ်နေသေးတယ်ထင်ပြီး
ဖိလစ်ပိုင်ကတောထဲမှာ ၁၉၇၄အထိ ၂၉နှစ်လုံး ဂျပန်ပြန်အသာစီးရမယ့်အချိန်ကိုစောင့်ရင်း ကုန်လွန်ခဲ့တဲ့ လက်ဖတင်နင်အိုနိုဒ
ဖိလစ်ပိုင်ကို စစသွားကတည်းကနေ နောက်၂၉နှစ်အကြာ ဂျပန်ကို သူပြနလာတဲ့အထိ သူဖြတ်သန်းခဲ့ရတဲ့ဘဝအကြောင်းရိုက်ပြထားပါ။
အိုနိုဒဟာ သူ့အမိမြေကို ချစ်တဲ့စိတ်နဲ့ မျှော်လင့်ရင်း
ရက်ပေါင်းတစ်သောင်းလုံး ဖိလစ်ပိုင်တောထဲမှာနေရင်း အသက်ဆက်ခဲ့ပါတယ်။
၁၉၇၄မှာမှ အညံ့ခံခဲ့ပြီး ၂၀၁၄ဇန်န၀ါရီမှာသေဆုံးခဲ့ပါတယ်။
လက်ဖတင်နင် ဟိရိုးအိုနိုဒ အညံ့ခံလိုက်တဲ့အချိန်မှာမှပဲ
ဂျပန်စစ်ရှုံးပြီး စစ်ကြီးပြီးသွားခဲ့သလို ခံစားခဲ့ရတယ်လို့ တစ်ချို့ကဆိုကြပါတယ်။
Onoda: 10,000 Nights in the Jungle ကို ကိန်းရုပ်ရှင်ပွဲတော်မှာ စပြခဲ့ပြီး
ယူကေက ရုပ်ရှင်ရုံတွေမှာတော့ ဒီနှစ်ဧပြီလမှရုံတင်မှာပါ။
ခရမ်းချဉ်သီး တစ်ရာအပြည့်ရထားပြီး တငွေ့ငွေ့နဲ့တဖြည်းဖြည်းချင်း အရသာရှိစေမယ့် ရုပ်ရှင်မျိုုးလို့ ဝေဖန်ရေးသမားအချို့ကဆိုပါတယ်။
Ref – Wikipedia and The Guardian
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
Genre…..Drama, Adventure, War
Quality….WEB-DL 1080p and 720p and 480P
File size…2.36GB and 1.19GB and 334MB
Format…mp4
Duration….2h 53min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. WiRa Aung
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
