"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDb Rating (6.6) / Rotten Tomatoes (100%)
သမိုင်းမှတ်တမ်းဝင်ဘုရင်တွေထဲမှာ အောင်ပွဲရပြီးနောက် စစ်ကိုစွန့်ပယ်ခဲ့တဲ့ တစ်ဦးတည်းသော စစ်ဘုရင်ဖြစ်သလို ဗုဒ္ဓသာသနာတော်ကို ပြန့်ပွားအောင် စွမ်းဆောင်နိုင်ခဲ့တဲ့ သီရိဓမ္မာသောကမင်းတဖြစ်လဲ အာသောကမင်းကြီး အကြောင်းကိုရိုက်ကူးထားတဲ့ရုပ်ရှင်ဇာတ်လမ်းကြီးဖြစ်ပါတယ်။
မင်းသားကြီး ရှာရွတ်ခန်းနဲ့ မင်းသမီး ကာရီနာကပူးတို့ အဓိကပါဝင်သရုပ်ဆောင်ထားပါတယ်။
အချိန်က ခရစ်တော်မပေါ်မီ BC 260 ဝန်းကျင်ကာလတွေဖြစ်ပါတယ်။
အာသောကမင်းဟာ ဗိန္ဓုသာရမင်းနဲ့ ဓမ္မာမိဖုရားတို့ရဲ့သားတော်ဖြစ်ပြီး အိန္ဒိယနိုင်ငံသမိုင်းမှာ ပထမဆုံးသောအင်ပါယာ မောရိယနိုင်ငံတော်ကြီးကိုတည်ထောင်နိုင်ခဲ့တဲ့ စန္ဒဂုတ္တမောရိယ၏ မြေးတော်ဖြစ်ပါတယ်။ဘိုးတော်ရဲ့အင်ပါယာမှာ မသိမ်းပိုက်နိုင်ဘဲ ကျန်ရှိခဲ့တဲ့ အိန္ဒိယနိုင်ငံ အရှေ့ပိုင်းနဲ့ တောင်ပိုင်းတို့ကို သူ့လက်ထက်မှာ ဆက်လက်သိမ်းပိုက်ဖို့ ကြိုးပမ်းအားထုတ်ခဲ့ပါတယ်…
တိုက်ပွဲတိုင်းကို အောင်နိုင်ခဲ့ပေမယ့် အိန္ဒိယအရှေ့ဖက်ကမ်းရှိ ကလိင်္ဂတိုင်း(ယခု အိုရစ်ဆာပြည်နယ်)ကိုဝင်ရောက်တိုက်ခိုက်ရာမှာ ကလိင်္ဂကတိုင်းသားတို့က ရဲရဲဝံ့ဝံ့ပြန်လည်ခုခံတာကြောင့် ခက်ခက်ခဲခဲရင်ဆိုင်ခဲ့ရပြီး လူပေါင်းများစွာ သေကြေပျက်ဆီးပြီးမှ အောင်နိုင်ခဲ့ပါတယ်။အရာအားလုံးပျက်စီးဆုံးရှုံးခဲ့ရပါတယ်။
အာသောကမင်းကြီးအနေနဲ့ သူ့ရဲ့အောင်နိုင်မှုတွေဟာ လူသေအလောင်းတွေအပေါ်မှာသာရှိတယ်လို့ ကလိင်္ဂကတိုက်ပွဲမှာ ထိတ်လန့်တကြားမြင်တွေ့သွားတဲ့အခါမှာတော့….ချစ်ခြင်းမေတ္တာနဲ့ လူတွေကိုထွေးပွေ့ဖိုအတွက် စစ်ကိုစွန့်လွှတ်ခဲ့ပါတော့တယ်။
ဒီ့နောက်မှာတော့ သူဟာ ဗုဒ္ဓရဲ့ ဓမ္မဖက်မှာပဲ စိတ်ကိုမြုပ်နှံခဲ့ပြီး လူ့လောကကောင်းကျိုးတွေကို တစိုက်မတ်မတ်ဆောင်ရွက်ခဲ့ပါတယ်….
လူမဆန်တဲ့ တင်းကျပ်လွန်းတဲ့ဥပဒေများကို ဖြေလျှော့ပေးခြင်း..တိရိစ္ဆာန်ဘေးမဲ့ဂေဟာများ ဆောက်လုပ်ပေးခြင်း…လမ်းများဖေါက်ပေးခြင်း.. ဆည်မြောင်းတာတမံများ ဆောက်လုပ်ပေးခြင်း စတဲ့ကောင်းမှုတွေကို တိုင်းသူပြည်သားတို့အတွက် ဆောင်ရွက်ပေးခဲ့ပါတယ်… အထူးခြားဆုံးကတော့ တခြားဘာသာများကိုလည်း လွတ်လပ်စွာကိုးကွယ်ခွင့်ပေးခဲ့ခြင်းဖြစ်ပါတယ်။ နိုင်ငံခြားသို့ ဗုဒ္ဓသာသနာပြုများ စေလွှတ်ခဲ့ပြီး သီဟိုဠ်ကျွန်းမှာဆိုရင် ဗုဒ္ဓသာသနာ အထူးပင် စည်ပင်ဖွံ့ဖြိုးခဲ့ပါတယ်။
ဒါကြောင့်လဲ အသောကမင်းကြီးကို ဗုဒ္ဓမှလွဲလျှင် ဗုဒ္ဓသာသနာကို ကမ္ဘာ့ဘာသာကြီးတစ်ခုဖြစ်အောင် အထိရောက်ဆုံးဆောင်ရွက်နိုင်ခဲ့သူလို့ဆိုကြတာဖြစ်ပါတယ်။
ဒီရုပ်ရှင်ကားက အာသောကမင်းကြီးရဲ့ဘဝဇာတ်ကြောင်းကိုတင်ဆက်ထားတာမျိုးမဟုတ်ဘဲ သူ့ရဲ့လမ်း သူ့ရဲ့ဓမ္မကိုသာ နှောင်းလူတို့လျှောက်လှမ်းဖို့အတွက် ဖော်ပြတင်ဆက်ထားတာဖြစ်ပါတယ်။
အာသောကမင်းကြီးရဲ့ ဓမ္မဆိုတာကတော့ မန္တန်ရွတ်ဖတ်ပူဇော်ခြင်းနဲ့ ဘာသာရေးဓလေ့ထုံးတမ်းများကို လိုက်နာခြင်းမျိုးထက် လူ့လောက..လူ့အဖွဲ့အစည်းကို မြှင့်တင်ပေးခြင်းနဲ့လူ့လောကကောင်းကျိုးကိုသာ ဆောင်ရွက်ခြင်းမျိုးဖြစ်ပါတယ်…ဒီအယူအဆတွေကို နေရာအနှံ့နှံ့က သူ့ရဲ့ကျောက်စာတွေမှာ ဖော်ကျူးထားခဲ့တာဖြစ်ပါတယ်။
ကဲ..အာသောကမင်းကြီးရဲ့ဖြစ်တည်မှုကို ဒီရုပ်ရှင်လေးနဲ့ခံစားကြည့်ကြပါစို့။
File size…(3.9 GB)/(1.6 GB)
Quality….BluRay 1080p/720p
Format…mp4
Duration….02:55:45
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Taylor
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
