"Kingmaker (2022)
IMDb -7.1/10
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(သမိုင်းအကျဉ်း)
တောင်ကိုရီးယားရဲ့ အာဏာရှင်စနစ်အဆုံးသတ်ချိန် ဒီမိုကရေစီအတွက် တိုက်ပွဲဝင်လှုပ်ရှားကြတဲ့ နိုင်ငံရေးကားတစ်ကားကို တင်ဆက်ပေးပါရစေ
တောင်မြောက်နှစ်နိုင်ငံ ကွဲသွားပြီးတဲ့နောက် ကိုရီးယားရဲ့ ပထမဆုံးသမ္မတ Syngman Rhee ကိုရွေးကောက်ခဲ့ပါတယ်
(သူ့လက်ထက်မှာပဲ တောင်မြောက်စစ်ဖြစ်ပွားခဲ့တာပါ)
အဲနောက်မှာ သမ္မတရဲ့ လုံခြုံရေးဥပဒေပြင်ဆင်မှုကို လူတွေဒေါသထွက်ခဲ့ပေမဲ့ မဲမသမာမှုလုပ်ပြီး အနိုင်ရသွားပါတယ်
အဲဒါကိုမကျေနပ်တဲ့ ကျောင်းသားထုဟာ “ဧပြီတော်လှန်ရေး” ဆိုပြီး စတင်ခဲ့ပါတယ်
ဧပြီတော်လှန်ရေးပြီးတဲ့နောက်မှာတော့ သမ္မတ Syngman Rhee ဟာနှုတ်ထွက်လိုက်ရပြီး
အထွေထွေရွေးကောက်ပွဲကနေ ဒီမိုကရက်တစ်ပါတီဟာ အစိုးရဝန်ကြီးအဖြစ်ဆောင်ရွက်ပါတယ်
ဒါပေမဲ့ ပါတီအတွင်း ပဋိပက္ခတွေဖြစ်ပြီးတော့
နောက်ဆုံး ၁၉၆၁ မေလ ၁၆ ရက်နေ့မှာ စစ်တပ်ကပဲ အာဏာသိမ်းခဲ့ပါတယ်
အဲလိုနဲ့ ၁၉၆၂ ထိစစ်အုပ်ချုပ်ရေးနဲ့နေလာရင်း
၁၉၆၃ ခုနှစ်မှာတော့ ဒီမိုကရေစီလမ်းကြောင်းပေါ်ပြန်ရောက်လာတယ်လိုဆိုရမှာပါ
၁၉၆၃-၁၉၇၂ ခုနှစ်အထိ အုပ်ချုပ်ခဲ့တဲ့သမ္မတဟာ
အာဏာသိမ်းစစ်ခေါင်းဆောင်တွေထဲက တစ်ယောက်ဖြစ်တဲ့ ဘတ်ဂျောင်ဟီ(တတိယမြောက်သမ္မတ)ပါပဲ
အခုထိမိတ်ဆက်ပေးတာက သမိုင်းကြောင်းပါပဲ
အခုမှတကယ့် အညွှန်းရောက်လာပါပြီနော်
၁၉၇၁ ခုနှစ် ရွေးကောက်ပွဲကို ဝင်ပြိုင်မယ့် နိုင်ငံရေးသမားတွေအကြောင်းဇာတ်အိမ်တည်ထားပါတယ်
စစ်တပ်ဘက်ကကူးလာပြီး ဆက်တိုက်အုပ်ချုပ်ချင်တဲ့ သမ္မတဘတ်ရဲ့ အာဏာရပါတီနဲ့
ဒီမိုကရေစီအမည်တပ်ပေမဲ့ အာဏာရှင်စနစ်လုံးဝမပျက်သုဉ်းသေးတဲ့ အခြေအနေမှာ
ဒီမိုကရေစီလိုလားတဲ့ အတိုက်အခံပါတီကြားက ပြိုင်ဆိုင်မှုတွေကို ပြသသွားမှာပါ
အဓိကဇာတ်ကောင်ဖြစ်တဲ့ ဆောချန်းဒယ်ကတော့ ဉာဏ်ကောင်းပြီး ဗျူဟာအကုန်ထွက်တဲ့လူတစ်ယောက်ဖြစ်ပါတယ်
ဆောချန်းဒယ်ဟာ သူလေးစားတဲ့ အမတ်ဂင်အွန်းဘုန်းကို သမ္မတအဖြစ်တင်မြှောက်နိုင်ဖို့အတွက်
နည်းပေါင်းစုံ ပရိယာယ်တွေကို သုံးပြီး အကြံပေးအဖြစ်နဲ့ နောက်ကွယ်ကနေ နေလာခဲ့ပါတယ်
နောက်ဆုံးတော့ အကြံပေးဆောချန်းဒယ်ဟာ အမတ်ဂင်အွန်းဘုန်းကို
သမ္မတဖြစ်အောင်တင်မြှောက်နိုင်မလားဆိုတာကိုတော့ ဇာတ်လမ်းကိုကြည့်ရှုခံစားပေးပါဦးနော်
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ Joyx ပဲ ဖြစ်ပါတယ်။
Genre…..Political, Drama
Quality….WEB-DL 1080p and 720p, 480p
File size…1.7GB, 894 MB, 255MB
Format…mp4
Duration….2h 3min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Joyz
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
