"လမ်းမတော်ဖိုးတုတ်တို့လို လူမိုက်ဇာတ်လမ်းတွေကြိုက်တယ်ဆိုရင် ဒီဇာတ်ကားက အနှစ်ပါပဲ။
ဘောလိဝုဒ်ရဲ့အကောင်းဆုံးဇာတ်ကားများစာရင်းကိုပြုစုမယ်ဆိုရင် Gangs of Wasseypur က မပါမဖြစ်ပါ။မှတ်မှတ်ရရဆိုရရင် Oscar ရထိုက်သော Bollywoodကားများ စာရင်းထဲမှာလည်း GOW ဟာ ထိပ်ဆုံးက ပါဝင်နေတာပါ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
IMDB 8.6/10 နဲ့Rotten Tomatoes 96% ထိ ရရှိထားပါတယ်။
2012လိုခုနှစ်မျိုးမှာ ဒိတ်ဒိတ်ကြဲသရုပ်ဆောင်တွေကြားထဲကမှ မျက်နှာသစ်အများစုနဲ့ပွဲထုတ်ခဲ့ပြီး အမှန်အကန် အောင်မြင်မှုတွေရရှိခဲ့ကာ
Bollywood ရုပ်ရှင်လောကကို တစ်ဆင့်မြှင့်တင်ပေးနိုင်ခဲ့တယ်လို့ပဲ ပြောရပါမယ်။အဲ့တုန်းက မျက်နှာသစ်သရုပ်ဆောင်တွေဟာ GOW ရဲ့ အောင်မြင်မှုအရှိန်နဲ့အစလိုက်ပြုလိုက်တာ ခုချိန်မှတော့ အောင်မြင်တဲ့သရုပ်ဆောင်တွေအဖြစ် ရပ်တည်နိုင်ခဲ့ကြပါပြီ။
ဒီဇာတ်လမ်းမှာ သရုပ်ဆောင်ပိုင်းတွေ၊ ဇာတ်လမ်းအသွားအလာတွေ
နောက်ခံသီချင်းတွေ၊ သွေးအေးအေးနဲ့ လူသတ်ရဲတဲ့ အက်ရှင်ခန်းတွေ၊
အထူးသဖြင့် Casting ပိုင်းပေါ့
======================================================
1942 ကနေ 2004 ခုနှစ်ထိ အိန္ဒိယနဲ့ဘင်္ဂလားနယ်စပ်က Wasseypur မြို့မှာ
ဖြစ်ခဲ့တဲ့ ဖြစ်ရပ်မှန်ကို အခြေခံထားပြီး အကောင်းဆုံး ပုံဖေါ်ခဲ့တာဖြစ်ပါတယ်။
ကမ္ဘာမီးလောင် သားကောင်ချနင်းဆိုတဲ့ စကားပုံအတိုင်း အင်္ဂလိပ်အစိုးရလက်ထက်မှာ
ကျောက်မီးသွေးတွေက အဓိကသွင်းအားစုဖြစ်နေတဲ့ အချိန် နေရာတကာမှာ
ကျောက်မီးသွေးလုပ်ငန်းတွေ ကျယ်ကျယ်ပြန်ပြန့်လုပ်ကိုင်နေကြပြီး
တောမီးလောင် တောကြောင် လက်ခမောင်းခက်ဆိုတဲ့အတိုင်း တောပုန်းဓားပြတွေ ပေါများတဲ့ခေတ်မှာ အဆိုးရွားဆုံး ဓားပြဗိုလ်က ဆူလ်တာနာ့
ဆူလ်တာနာ နာမည်ကိုအသုံးချပြီး လက်တလုံးခြား ဆူလ်တာနာကို မလိမ့်တပ်လုပ်ကာ ဖြတ်လုနေတာက ရှဟီးဒ်ခန်းမ်
အလည်လွန်တဲ့ဘီး ချေးနင်းမိဆိုသလို ဆူလ်တာနာနဲ့ ထိပ်တိုက်တွေ့တဲ့အခါ
အသက်လုပြေးလာခဲ့ရတယ်
နောက်မွေးလာမယ့်ကလေးအတွက် ဒီလိုခိုးဆိုးနှိုက်အလုပ်ကို မလုပ်တော့ဘဲ
ရှဟီးဒ်ခန်းမ် တစ်ယောက် တခြားနေရာကို ပြောင်းသွားခဲ့ပေမယ့်
အကြောင်းအမျိုးမျိုးကြောင့် ရာမာဒီးရ်ဆိုတဲ့ ခရိုနီတစ်ယောက်ရဲ့ တိုက်ခိုက်ရေးသမား ဖြစ်လာခဲ့တယ့်
” ဒီခွေးအင်္ဂလိပ်တွေက ရိုတီတစ်ချပ်လောက်ကို ပစ်ကျွေးခဲ့တာ
ဒီကမျောက်အုပ်လိုက်က လုနေကြတယ်၊ ရာမာဒီးရ်ကိုရော ဒီပိုင်ဆိုင်မှုတွေ သူ့အဖေပေးခဲ့တာလား သူလည်း ဒီအတိုင်းယူလိုက်တာပဲ
မနက်ဖြန်ဆို သူ့အလောင်းပေါ်ကနေ ရှဟီးဒ်ခန်းမ်ဆီ ရောက်လာလိမ့်မယ်”
သူ့အကြံအကောင်ထည်မဖေါ်နိုင်ခဲ့ပေ
ရာမာဒီးရ်ရဲ့ အလုပ်တစ်ခုကို လုပ်ပေးရင်း ရှဟီးဒ်ခန်းမ် ပြန်ရောက်မလာတော့ဘူး
သူ့သား ဆဒါးရ်ခန်းမ်ကို တပည့်ဖြစ်သူ နဆီးရ်က စောင့်ရှောက်ခဲ့ပြီး
အဖေ့အတွက်အကြွေးကို သားတစ်ယောက်က ပြန်သိမ်းဖို့အထိ ဖြစ်လာခဲ့ပါတယ်
” ငါ့ဘဝမှာ ရည်မှန်းချက်တစ်ခုပဲရှိတယ် … ကလဲ့စားချေဖို့ ”
သူ့ရည်မှန်းချက်က ပြည့်ဝပါ့မလားဆိုတာကိုတော့
=======================================================
ဇာတ်လမ်းကို ဒီလောက်ပဲပြောထားတာ အကြောင်းရှိပါတယ်၊ ကိုယ်တိုင်ခံစားကြည့်ကြပါခင်ဗျာ
သရုပ်ဆောင်တွေရဲ့ သရုပ်ဆောင်မှုက အားကောင်းလှသလို
ဇာတ်လမ်းကလည်း အစအဆုံးဆွဲခေါ်သွားနိုင်တဲ့ ဇာတ်ကားမျိုးဖြစ်ပါတယ်
Castတွေအနေနဲ့
ဆဒါးရ်ခန်းမ် အနေနဲ့ Manoj Bajpayee
ဖိုက်ဇဲလ်ခန်းမ် အနေနဲ့ Nawazuddin Siddiqui
နဂ်မား ခါတွန် အနေနဲ့ Richa Chadda
မိုဟ်ဆီးနား အနေနဲ့ Huma Qureshi
ရာမာဒီးရ်ဆင့် အဖြစ် Tigmanshu Dhulia နဲ့
တခြားနာမည်ကျော် သရုပ်ဆောင်များလည်း ပါဝင်ထားကြပါတယ်။
ဇာတ်လမ်းက ၅ နာရီခွဲလောက်ကြာမြင့်တာမို့ Part(1)နဲ့(2) ခွဲထုတ်ထားပြီး နှစ်ကားလုံးကို ဒီမှာ https://channelmyanmar.org/?s=Gangs+of+Wasseypur ကြည့်လို့ရပါတယ်။
File Size : (3.3 GB)/ (1.3 GB)
Quality : Blu-Ray 1080p/720p
Running Time : 2hr 39min
Format : mkv/mp4
Genre :Action, Crime, Drama
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by Zaw Htoo
Encoded by Thanhtike Zaw,Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
