"Silmido (2003)
ရှီမီဒို ​ခေါ် ရှီမီကျွန်းဟာ ​တောင်ကိုရီးယားနိုင်ငံ၏ အ​နောက်ဘက်ကမ်းရိုးတန်း၊
အင်ချွန်းမြို့နယ်နိမိတ်ထဲမှာရှိတဲ့ လူသူ​နေထိုင်ခြင်း မရှိတဲ့ ကျွန်းတစ်ခုပဲ ဖြစ်ပါတယ်။
ဒီ လူမ​နေတဲ့ ကျွန်းမှာပဲ ​တောင်ကိုရီးယားနိုင်ငံ​​ရေးသမိုင်းမှာ
အမည်းစက်ထင်ခဲ့တဲ့ သမိုင်းဝင်ဖြစ်ရပ်တစ်ခု အ​ခြေတည်ခဲ့ဖူးပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အချိန်က ၁၉၆၈ ခုနှစ် ဇန်နဝါရီလ ပါ။
​မြောက်ပိုင်း​ခေါင်း​ဆောင်က ကိုရီးယားနိုင်ငံ​ပေါင်းစည်း​​​​ရေးဆိုပြီး
​တောင်ကိုရီးယားသမ္မတ Park Chung Hee ကို လုပ်ကြံဖို့
အမှတ် ၁၂၄ တပ်ဖွဲ့ကို ​စေလွှတ်ခဲ့​ပေမယ့် ကျရှုံးခဲ့ပါတယ်။
တစ်ဖန် ​တောင်ကိုရီးယားဘက်က တုံ့ပြန်မှုကလည်း ငိုအားထက် ရယ်အားသန်​ပေ။ ​
အမိကိုရီးယားနိုင်ငံ ​ပေါင်းစည်း​​ရေး၊ ၂ နိုင်ငံငြိမ်းချမ်း​ရေးအတွက်ဟု ဆိုကာ
​မြောက်ပိုင်း​ခေါင်း​ဆောင် Kim Il Sungကို လုပ်ကြံဖို့ ပြန်ပြင်ဆင်​စေသည်။
လုပ်ကြံရမည့်အဖွဲ့မှာ အမှတ်၆၈၄ အထူးတပ်ဖွဲ့ဟု​ခေါ်သည်။
တပ်ဖွဲ့သည် နှယ်နှယ်ရရမဟုတ်၊ ​
သေဒဏ်ကျခံထားရသည့် အကျဉ်းသား ၃၁​ ယောက်ကို
တပ်ဖွဲ့ဝင်များအဖြစ် ဖွဲ့စည်းထားခြင်း ဖြစ်သည်။
သူတို့ရဲ့စစ်​ရေး​လေ့ကျင့်ရာငရဲခန်းကတော့ ရှီမီကျွန်း ​ခေါ် ရှီမီဒိုဖြစ်သည်။
ငရဲခန်းဟု​ ခေါ်သည်မှာ လွန်သည် ဟု မဆိုနိုင်၊
သူတို့၏စစ်​ရေး​လေ့ကျင့်ခန်းများသည် သာမန်စစ်တပ်ထက် အဆ​ပေါင်းများစွာ သာ၍ခက်သည်၊ ပြင်းထန်သည်၊
ကျွန်း​ပေါ်မှာ အ​သေထွက် မှ လွဲ၍ တခြားထွက်နည်းမရှိ​ပေ။
သို့ပေတည့် တပ်ဖွဲ့ ၆၈၄၏ ရဲ​ဘော်များသည် ဤဒဏ်များကို ​​ပေတေပြီး ခံသည်၊
​သေဒဏ်ထက် အသက်ရှင်​နေခြင်းက ပို​ကောင်းသည်မဟုတ်ပါလား။
​မြောက်ပိုင်း​ခေါင်း​ဆောင်ကို သတ်နိုင်က ကိုရီးယားနိုင်ငံ​ပေါင်းစည်း​ရေးမှာ
အ​ရေးပါဆုံး သမိုင်းဝင်စစ်သည်များဖြစ်လာမည်၊
စည်းစိမ်ချမ်းသာ ခံစားရမည်၊ လူတန်း​စေ့ပြန်​နေနိုင်မည်မဟုတ်ပါလား။
သို့​သော် လူ့သ​ဘောလူ့မ​နောသည် ဆန်းကြယ်သလို
ဒီလိုလူ့သ​ဘော အ​ပေါ် မူတည်​နေသည့် နိုင်ငံ​ရေးဆိုသည်မှာ ပို၍ တွက်ဆရခက်သည်။
၁၉၆၈နှစ်က နီးရာဓါးဆွဲ ​သေနတ်ကိုင်ဆွဲ၍ စစ်​သွေးကြွချင်​နေသည့် နိုင်ငံ့​ခေါင်း​ဆောင်များသည်
၁၉၇၁ အ​ရောက်မှာ​တော့ စားပွဲဝိုင်းဖွဲ့ငြိမ်းချမ်း​ရေး​ဆွေး​နွေးချင်သူများ ဖြစ်သွားကြပြီ။
အမိန့်အာဏာသည် လုပ်ပိုင်ခွင့်ရှိသူတို့၏ နှုတ်ဖျားတွင်တည်၍
​အောက်​ခြေကလူများအ​ပေါ်တွင် ​အ​ကောင်းအဆိုးသက်​ရောက်သည်။
အနုနည်းဖြင့်​ဖြေရှင်းချင်သည့် အထက်လူကြီးများအတွက်
အကြမ်းနည်းသုံးရန် လျှို့ဝှက်ဖွဲ့စည်းထားသည့် အထူးတပ်ဖွဲ့ ၆၈၄​သည် မျက်စိစပါး​မွေးစူးသလိုဖြစ်သည်၊
နိုင်ငံတကာသိလျှင် သူတို့၏ငြိမ်းချမ်း​ရေးအိပ်မက် ပျက်စီးသွားမှာ သိပ်စိုးရွံ့သည်၊
ထို့​ကြောင့် တပ်ဖွဲ့ ၆၈၄ကို နှုတ်ပိတ်ဖို့ ဆုံးဖြတ်လိုက်ကြသည်။
​မျှော်လင့်ချက်​တွေ တနင့်တပိုးထားခဲ့တဲ့ဘဝက
သဲတစ်မှုန်​လောက်မှ တန်ဖိုးမရှိ​တဲ့ဘဝက သိပ်နာကျင်ရသည်၊
ရှင်လျက်နဲ့ ​သေစာရင်းကို အလိုလိုမှတ်ခံလိုက်ရသလိုဖြစ်သည်။
တပ်ဖွဲ့ ၆၈၄အတွက်လည်း ထို့အတူခံစားရသည်။
တိုင်းပြည်ငြိမ်းချမ်း​​ရေးအတွက် အားကိုးရာ ဟူ​သော ဘဝမှသည်
​သေဒဏ်ကျအကျဉ်းသားဘဝသို့ ပြန်​ရောက်သွားသည်။
မိမိရဲ့နိုင်ငံ​တော်က မိမိကိုစွန့်ပစ်လိုက်ပြီ။
တပ်ဖွဲ့ ၆၈၄ အဖို့ ​ပေါက်သည့်နဖူး မထူး​တော့ပြီ၊
တပ်ဖွဲ့ ၆၈၄ တို့ မိုက်လုံးကြီးပြရ​တော့မည်။
ဘယ်​လောက်ထိ လုပ်ပြနိုင်မလဲဆိုတာ​တော့ ဘုရားသခင်သာ အသိဆုံးဖြစ်သည်။
၁၉၆၈ မှ ၁၉၇၁ အထိ ၃နှစ်ကြာရှိခဲ့​သော တပ်ဖွဲ့ ၆၈၄အ​ကြောင်း
ဖြစ်ရပ်မှန်ကို ရိုက်ကူးထားခြင်းဖြစ်ပြီး ဆု​ပေါင်း၈ဆုအထိ ရထားတဲ့ ရုပ်ရှင်ပဲဖြစ်ပါတယ်။
IMDb 7.1အထိ ရရှိထားပြီး သရုပ်​ဆောင်များမှာလည်း
လက်ရှိမှာ ဒိတ်ဒိတ်ကြဲ​အောင်မြင်​နေသည့် ဇာတ်ပို့မင်းသားကြီးများနဲ့ ရိုက်ကူးထားခြင်းပဲဖြစ်ပါတယ်။
လူလူချင်းစာနာသနားမှု၊ အမိန့်နဲ့ လူ့ကျင့်ဝတ်ကြားက မျဉ်းပါးလေးတစ်​ကြောင်း၊
စစ်သား​ကောင်းတို့ရဲ့ သူရဲသတ္တိနဲ့ ရဲ​ဘော်ရဲဖက် စိတ်ဓါတ်တို့ကိုပီပြင်​အောင် ရိုက်ပြသထားသည့်
ဒီစစ်ကားကို စစ်ကားမဟုတ်​သော စစ်ကားလို့ပဲ ​ခေါ်လို့ရနိုင်မယ်ထင်ပါတယ်။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ JimX ပဲ ဖြစ်ပါတယ်။
Genre…..Action, Drama
Quality….WEB-DL 1080p and 720p
File size…1.9GB and 980MB and 324MB
Format…mp4
Duration….2h 15min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. JimX
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
