"Project Gemini(2020)
စတီဗင်ဟော့ကင်းက “လူသားတွေ ရေရှည်အသက်ရှည်ရပ်တည်နိုင်ဖို့အတွက်ဆိုရင်
ကမ္ဘာကြီးကို စွန့်ခွါနိုင်မယ့် နည်းလမ်းကို ရှာဖွေကြရမယ်” လို့ ပြောခဲ့ဖူးပါတယ်တဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
လူသားတွေရဲ့ နှိပ်စက်ညှင်းပန်းမှုကြောင့်ဖွက်ဖွက်ညက်ညက်ကြေနေတဲ့
ကမ္ဘာကြီးပေါ်မှာ လူသားမျိုးနွယ်တွေ ဆက်လက်ရပ်တည်နိုင်ဖို့ မဖြစ်နိုင်တော့တဲ့ အခြေအနေနဲ့ ရင်ဆိုင်လာရပါတယ်
အပင်တွေကို အဓိကထားတိုက်ခိုက်တဲ့ ဗိုင်းရပ်စ်ပိုးတစ်မျိုးကြောင့်
ကမ္ဘာဂြိုလ်ပေါ်က အပင်တွေ လျော့နည်းလာပြီး
ကမ္ဘာ့လေထုထဲက အောက်ဆီဂျင်ပမာဏဟာ အဆိုးဆုံးအခြေအနေကို
ထိုးကျသွားမယ့်အရေးနဲ့ ရင်ဆိုင်နေရပါတယ်
အဲဒီအချိန်မှာပဲ လွန်ခဲ့တဲ့ နှစ်ပေါင်းများစွာက သက်ရှိတွေကို ဖန်တီးခဲ့တယ်လို့
ယူဆရတဲ့ ရုပ်ကြွင်းနှစ်ခုကို အခြေခံထားတဲ့ Project Gemini ဆိုတဲ့ ပရောဂျက်ဟာ
လူသားမျိုးနွယ်အတွက် နောက်ဆုံး မျှော်လင့်ချက်ဖြစ်လာပါတော့တယ်
အဲဒီပရောဂျက်အရ စက်လုံးလို့ အမည်ပေးထားတဲ့ အဲဒီပစ္စည်းကို
သိပ္ပံပညာရှင်တစ်သိုက်က အာကာသထဲ သယ်ဆောင်သွားပြီး
လူသားတွေ ရှင်သန်နေထိုင်နိုင်မယ့် ဂြိုလ်တစ်ခုကို ရှာဖွေဖို့ ကြိုးပမ်းကြပါတော့တယ်
ဒါပေမဲ့ အာကာသစနစ်ထဲကို သွားတဲ့ လမ်းကြောင်းက ပြောင်းလဲသွားပြီး
ဘယ်နေရာမှန်းမသိတဲ့ ဂြိုလ်ပတ်လမ်းတစ်ခုထဲကို ရောက်ရှိသွားပါတော့တယ်
အာကာသစနစ်ကို သွားတဲ့ လမ်းကြောင်းက ဘာလို့ပြောင်းလဲသွားတာလဲ
သူတို့ သယ်ဆောင်လာတဲ့ စက်လုံးနဲ့ ဂြိုလ်က ဘယ်လိုဆက်စပ်မှုတွေရှိနေတာလဲ
သိပ္ပံပညာရှင်တွေရော ကမ္ဘာမြေပေါ်ကို ပြန်လည်ခြေချနိုင်မလား
လူသားမျိုးနွယ်အတွက် သမိုင်းမှတ်တိုင်တစ်ခုကို စိုက်ထူသွားနိုင်မလား ဆိုတာတွေကို ကြည့်ရှုရမှာပဲ ဖြစ်ပါတယ်
နေချင်စရာမကောင်းတော့တဲ့ ကမ္ဘာကြီးကနေ ခဏခွဲထွက်ပြီး အာကာသထဲ လိုက်ပါခံစားလိုက်ကြရအောင်ပါ
အညွှန်းကိုတော့ Roman NoX က ရေးသားပေးထားပြီးတော့
ဘာသာပြန်ထားတာကတော့ Roman NoX နဲ့ Thwal Yadi တို့ပဲ ဖြစ်ပါတယ်
Genre…..Adventure, Sci-fi, Thriller
Quality….WEB-DL 1080p and 720p and 360p
File size…1.5GB and 709MB and 272MB
Format…mp4
Duration….1h 38min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Roman NoX and Thwal Yadi
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
