"Corpse Bride (2005)
IMDb – 7.3/10_____Rotten – 84%
ဒီနေ့အတွက်မိတ်ဆက်ပေးချင်တဲ့ ဇာတ်ကားလေးကတော့ IMDb Rating -7.3 ရရှိထားပြီး….
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မြူးကြွတဲ့တေးသီချင်းလေးများ…Romanceဆန်တဲ့ပြကွက်လေးများနဲ့ ….အချစ်တို့ရဲ့
ပြယုဒ်ကိုထင်ပေါ်အောင်ပြသပေးနိုင်ခဲ့တဲ့ Best Romance Horror Animation Movies
ကောင်းတွေထဲကတစ်ကားဖြစ်ခဲ့တဲ့ CORPSE BRIDE ဇာတ်ကားလေးနဲ့မိတ်ဆက်ပေးချင်ပါတယ်ခင်ဗျ…
ဇာတ်လမ်းအကျဉ်းကိုပြောပြရမယ်ဆိုရင်ဖြင့်….. လွန်ခဲ့တဲ့နှစ်ပေါင်း ၁၈၀၀ခန့်လောက်က Victorian villageလို့ခေါ်တဲ့
ရွာလေးတစ်ရွာမှာ ဆွေစဉ်မျိူးဆက်ချမ်းသာလာပြီး အထည်ကြီးပျက်ဘဝကိုရောက်ရှိတော့မဲ့လူကုန်ထန်မိသားစုတစ်စု…..
ပိုက်ဆံရှိပေမဲ့ လူကုန်ထံအသိုင်းအဝိုင်းကမဟုတ်တဲ့ငါးရောင်းစားရင်း ကြီးပွားချမ်းသာလာတဲ့ ငါးကုန်သည်မိသားစုတစ်စုမှ
တစ်ဦးတည်းသောသားလေး Victa… မိသားစုနှစ်ခုရဲ့လိုအပ်နေတဲ့ ကွက်လပ်ကိုယ်စီကိုဖြည့်ဖို့ရန် တစ်ယောက်ကိုတစ်ယောက်
တစ်ခါမှမမြင်ဖူးကြတဲ့ VIctoria နဲ့ Victaတို့နှစ်ယောက်ကို လက်ထပ်ပေးဖို့ အစမ်းလေ့ကျင့်တဲ့အခမ်းနားလေးနဲ့
ဇာတ်လမ်းလေးကိုစတင်ခဲ့ပါတယ်…… ဒါမဲ့ မိဘတွေအတင်းပေးစားလို့ယူရမှာဖြစ်ပြီး….တစ်ခါမှမမြင်ဖူးတဲ့သူကို
လက်ထပ်ချင်စိတ်မရှိတဲ့ သူတို့နှစ်ဦး တစ်ဦးကိုတစ်ဦးတွေ့ရှိသွားကြတဲ့အခါ….Victa တစ်ယောက် လက်ထပ်ပွဲ
Rehersalမှာအယောင်ယောင်အမှားမှားဖြစ်စေခဲ့ပြီး လက်ထပ်ပွဲအစမ်းလေ့ကျင့်မှုကို
သေချာလုပ်ဆောင်နိုင်မှ မဂ်လာပွဲကျင်းပရတော့မဲ့အဖြစ်ရောက်သွားခဲ့ပါတယ်….
အစမ်းလေ့ကျင့်မှုကိုသေချာလေ့ကျင့်ဖို့ တောထဲကိုပြေးထွက်သွားကာ
တစ်ယောက်တည်းလေ့ကျင့်နေချိန် သူလေ့ကျင့်နေတဲ့ လက်ထပ်ခွင့်စကားကြောင့်
ချစ်သူပြန်အလာကိုမျှော်နေရင်းသေဆုံးသွားတဲ့ Amali မိန်းကလေး သေရာမှနိုးထလာတဲ့ အခါ..
Victaတစ်ယောက် Amaliနဲ့လက်ထပ်လိုက်ရပြီး သရဲတွေနေတဲ့နေရာသို့
ဘုမသိဘမသိပါသွားရရှာပေါတော့တယ်… တစ်ဖက်မှာလည်းချစ်သူပြန်အလာကိုမျှော်နေရှာတဲ့
Victoriaတစ်ယောက်…. Victaပြန်မလာတာနဲ့ အရန်သင့်သူ့နေရာကိုအစားထိုးပြီး…
Victoriaမိသားစုရဲံ စည်းစိမ်တွေကိုလိုချင်နေတဲ့ သူကလည်းအခွင့်အရေးကို စောင့်မျှော်နေပါတယ်…..
အဲ့လိုအရန်သင့်စောင့်နေတဲ့သူရဲ့ချစ်သူကတော့ Victaဘုမသိဘမသိလက်ထပ်လိုက်ရတဲ့
သေရွာက မင်းသမီးလေးAmaliပါ…. အဲ့ဒီသူဟာ Amaliကို လက်ထပ်မယ်လို့ပြောပြီး
သူ့မှာပါလာတဲ့စည်းစိမ်တွေယူကာ ဝက်သစ်ချပင်ရင်းအောက်မှာစောင့်ခိုင်းခဲ့ရာကနေ
အမ်မလီတစ်ယောက်သေဆုံးသွားခဲ့ရပါတယ်….. အချစ်ရဲ့စွန့်ပစ်ခြင်းကို ခံရရှာပြီး
အချစ်ငတ်နေတဲ့ AmaliလေးVictaနဲ့တွေ့ရှိကာ သံယောဇဉ်နှောင်ကြိုးတွယ်ငြိသွားမှာလား……..?
Victaကကော Amaliကိုပြန်ချစ်နိုင်ပါ့မလား…..ဒါမှမဟုတ် လူ့ဘဝကသူချစ်ခဲ့တဲ့ ချစ်သူလေ
းVictoriaဆီကိုပြန်လာနိုင်အောင်ကြိုးစားမှာလား….? Victoriaကကော
သူ့မိဘစည်းစိမ်ချမ်းသာကိုမက်ပြီးသူ့ကိုအတင်းလက်ထပ်ချင်နေတဲ့
သူနဲ့ လက်ထပ်လိုက်ရတော့မှာလား…?စတဲ့စိတ်ဝင်စားစရာ
လေးပွင့်ဆိုင်ချစ်ဇာတ်လမ်းလေးကိုတော့ ဇာတ်လမ်းလေးထဲမှာဆက်လက်ကြည့်ရှုခံစားကြည့်ရအောင်စို့လားခင်ဗျာ….
File size…1.3GB / 700MB
Quality…1080p Blu Ray / 720p
Format…mp4
Duration….1h 17min
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….Thit San Khant
Translated by Zoey
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
