"The Long Walk (2019)
မျက်မှောက်ခေတ် ရုပ်ရှင်လောကမှာတော့ အနောက်နိုင်ငံရုပ်ရှင်ဇာတ်လမ်းတွေက ပိုပြီးလူသိများရေပန်းစားနေပေမယ့်လည်း
အရှေ့တောင်အာရှရုပ်ရှင်တွေကလည်း တစ်စတစ်စ ကြိုးစားထိုးဖောက်လာနေပါတယ်။
ဒီရုပ်ရှင်ကတော့ အမေရိကန်မှာမွေးပြီး အဖေဖြစ်သူအငြိမ်းစားယူပြီးနောက်မှာ
အမိမြေကိုပြန်လာတဲ့ Mattie Do ဆိုတဲ့ အမျိုးသမီးဒါရိုက်တာက ရိုက်ကူးထားတဲ့ရုပ်ရှင်ပါပဲ။
သူက လက်ရှိအချိန်ထိတော့ စုစုပေါင်း ရုပ်ရှင်သုံးကားရိုက်ခဲ့ဖူးတယ်။
– 2012 မှာ ထုတ်ခဲ့တဲ့ သူ့ရဲ့ ပထမဆုံး horror film “Chanthaly” မှာပဲ ပေါက်သွားခဲ့ပြီး
– 2016 မှာ “Dearest Sister” ဆိုတဲ့ horror film နဲ့
– 2019 မှာ “The Long Walk” ဆိုတဲ့ sci-fi /horror film ကို ရိုက်ကူးခဲ့တယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရုပ်ရှင် သုံးကားလုံးက ဝေဖန်ရေးသမားတွေကြားမှာ နာမည်ရခဲ့ပြီး
နိုင်ငံတကာရုပ်ရှင်ပွဲတော်တွေမှာလည်း အကြိမ်ကြိမ်ပြသခွင့်တွေ ရခဲ့တယ်။
ပထမဆုံးရုပ်ရှင်ထုတ်အပြီးမှာတော့
သူက လာအိုနိုင်ငံရဲ့ ပထမဆုံးနဲ့ တစ်ဦးတည်းသော အမျိုးသမီးဒါရိုက်တာအဖြစ်သတ်မှတ်ခြင်းခံခဲ့ရတယ်။
ယခင်ရုပ်ရှင် နှစ်ကားမှာတော့ horror သီးသန့် ရိုက်ကူးခဲ့ပေမယ့်
ယခုတစ်ကြိမ်မှာတော့ ဆန်းသစ်တဲ့ပုံစံနဲ့ horror ရယ် sci-fi ရယ်ကို တွဲစပ်ရိုက်ကူးထားပါတယ်။
ဇာတ်လမ်းကိုတော့… လာအိုနိုင်ငံရဲ့ လူတွေသိပ်မသိတော့တဲ့
အမေ့လျော့ခံကျေးရွာလေးတစ်ရွာနားမှာ အခြေတည်ထားတယ်။
ဇာတ်လမ်းအကျဉ်းချုပ်ကတော့…
ရွာစွန်နားက လမ်းမပေါ်မှာ မတော်တဆမှုဖြစ်ရာကနေ
သေဆုံးသွားတဲ့မိန်းမငယ်လေးကို ကောင်လေးက တွေ့ခဲ့တယ်။
အဲ့ဒီမိန်းမငယ်လေးရဲ့ဝိညာဉ်က အချိန်ခရီးသွားနိုင်တာကို ကောင်လေးအရွယ်ရောက်လို့ သိလာတဲ့အခါမှာတော့
သူ ငယ်စဉ်က သူ့ရှေ့မှာတင် ချောင်းဆိုးသွေးပါဖြစ်ပြီး
ဆုံးပါးသွားတဲ့ မိခင်ဖြစ်သူရဲ့ဝေဒနာခံစားနေရမှုကိုသက်သာအောင် ကူညီပေးဖို့အတွက်
အဲ့ဒီဝိညာဉ်ရဲ့အကူအညီရဲ့ အတိတ်ကာလကိုပြန်သွားဖို့ကြိုးစားတဲ့အကြောင်းကို ရိုက်ကူးထားတာပါပဲ။
ရုပ်ရှင်ရဲ့ တစ်ဝက်လောက်က အနာဂတ်မှာ ဖြစ်တည်နေပြီး
တစ်ဝက်ကတော့ အတိတ်မှာဖြစ်ပျက်နေတယ်။
Horror ‌အနည်းငယ်ပါပေမယ့်လည်း သရဲအကောင်လိုက်ကြီးတွေ ပြူးပြဲပါလာမှာ မဟုတ်ပါဘူး။
ဇာတ်လမ်းတစ်ခုလုံးက ငြိမ့်ငြိမ့်‌လေးစီးဆင်းနေပြီး အားလုံးပြီးသွားတဲ့အခါမှာ
ဘာကြီးမှန်းမသိတဲ့ခံစားချက်မျိုးကျန်ရစ်ခဲ့မယ့် ရုပ်ရှင်တွေထဲကတစ်ခုပါပဲ။
ဘာပဲဖြစ်ဖြစ်…. “အတိတ်ဆိုတာ ဘယ်တော့မှ ပြီးဆုံးမသွားပါဘူး…မင်းက အတိတ်ကို ဆက်ပြီးဆွဲကိုင်နေရင်ပေါ့” ဆိုတဲ့ စာရေးဆရာကြီးဝီလီယမ်ဖော့ခ်နားရဲ့စကားက ဒီရုပ်ရှင်ထဲကလူကြီးအတွက်တော့ မှန်ကန်နေတဲ့ပုံပါပဲ။
(အညွှန်းနဲ့ ဘာသာပြန်ကတော့ Thwal Yadi ပဲဖြစ်ပါတယ်)
Genre…..Drama, Mystery, Sci-fi
Quality….WEB-DL 1080p and 720p
File size…1.6GB, 843MB and 265MB
Format…mp4
Duration….1h 56min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Thwal Yadi
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
