"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Crook It’s Good to Be Bad (2010)
ဒီဇာတ်ကားလေးကတော့ အင်မရန်းဟာရှ်မီနဲ့ နေဟားရှရ်မာတို့ပါဝင်သရုပ်ဆောင်ထားကြတဲ့ Action/Thrillerအမျိုးအစား ဘောလိဝုဒ်ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။
”သူခိုးရဲ့သားက သူခိုးပဲဖြစ်မယ်။ လူမိုက်ရဲ့သားက လူမိုက်ပဲဖြစ်လိမ့်မယ်။ ဒါကလူတွေ မြင်ကြတဲ့ လောကကြီးရဲ့ နိယာမတစ်ခုပေါ့”
ဒုစရိုက်သမားကြီးဖြစ်တဲ့ အဖေဖြစ်သူ ဆုံးပါးပြီးတဲ့နောက်မှာ ဆူရာ့ဂျ်ဟာ နာကျည်းစိတ်နဲ့ ဒုစရိုက်အလုပ်တွေပဲလုပ်ရင်း
မိုက်တွင်းနက်သထက်နက်နေမိတယ်။
ဒါကိုမြင်ရတော့ မွေးစားအဖေဖြစ်သူ ရဲအရာရှိကြီးဂျိုးဆပ်က
လူမိုက်တွေနဲ့ဝေးသွားရင်တော့ စိတ်ပြောင်းသွားနိုင်ရဲ့ဆိုတဲ့အတွေးနဲ့ ဆူရာ့ဂျ်ကို သြစတြေးလျနိုင်ငံပို့ဖို့ စီစဥ်လိုက်ပါတယ်။
နယ်မြေသစ် နေရာသစ်ရောက်သွားတဲ့ ဆူရာ့ဂျ်ဟာ စိတ်သစ်လူသစ်နဲ့ ဘဝကိုအကောင်းဆုံးနေထိုင်ရင်း အိန္ဒိယသူလေး ဆူဟာနီနဲ့ဆုံခဲ့တယ်။
တိုင်းတစ်ပါးမှာသာနေနေပေမယ့် ဆူဟာနီရဲ့ ကိုယ့်လူမျိုးပေါ်မှာချစ်တဲ့စိတ်ကမသေးပါဘူး။ သူ့ဘဝအခြေကျဖို့ကြိုးစားရင်း ဒီမျိုးချစ်ကောင်မလေးအပေါ် အချစ်တွေလည်းတိုးရင်းပေါ့။
ဒါပေမဲ့ ဆူဟာနီရဲ့ အစ်ကိုကတော့တယူသန်…သြစတြေးလျလူမျိုးတွေဆို နာကျည်းမုန်းတီးနေတာ။ နာကျည်းဆို သြစတြေးလျလူမျိုးတွေက အိန္ဒိယလူမျိုးတွေအပေါ် နိုင်ထက်စီးနင်း ခွဲခြားဆက်ဆံမှုကို မြင်တွေ့နေရတာကိုး။
ဒီလိုနဲ့ သြစတြေးလျတွေနဲ့ အိန္ဒိယလူမျိုးတွေကြားက တင်းမာမှုတွေကြီးမားလာပြီး သတ်ဖြတ်လုယက်တဲ့ အနေအထားဖြစ်လာတဲ့အခါမှာ ဆူရာ့ဂျ်တစ်ယောက် ပါဝင်ပတ်သတ်လာရပါတော့တယ်။
လူမျိုးနှစ်စုအကြားက တင်းမာမှုဟာ နှစ်နိုင်ငံအကြားတင်းမာမှုအခြေအနေအထိ ရောက်လာတဲ့အခါမှာ ဆူရာ့ဂျ်ဘယ်လိုပါဝင်မလဲ၊ ဒီတင်းမာမှုကြီးရဲ့ ရင်းမြစ်ကရော ဘယ်ကစတာလည်းဆိုတာကို ဘယ်လိုအဖြေရှာမလဲဆိုတာ အက်ရှင်ခန်းတွေနဲ့အတူ စိတ်ဝင်စားစရာကောင်းအောင်ရှုစားရမှာဖြစ်ပါတယ်။
(ရုပ်ရှင်အညွှန်းနဲ့ ဘာသာပြန်ကို John, Intelligenceနဲ့ Thaik Sanတို့မှ တင်ဆက်ထားတာပါ။)
File size…(2.7 GB)/(999 MB)
Quality….WEB-DL 1080p/720p
Format…mp4
Duration….01:59:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by John, Intelligence, Thaik San
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
