"A Thursday (2022)
4K HEVC
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီတစ်ခါမှာတော့ ကြာသပတေးနေ့တစ်နေ့အကြောင်းကို ရိုက်ကူးထားတဲ့
A Thursday ဆိုတဲ့ ရုပ်ရှင်ကားလေးကို တင်ဆက်ပေးလိုက်ပါတယ်
Nina Jaiswal က Rohit Mirchandandi နဲ့ စေ့စပ်ထားပြီး
Rohit ပိုင်တဲ့ အိမ်မှာ ကလေးထိန်းကျောင်း​တစ်ခုဖွင့်ထားတဲ့ အမျိုးသမီးတစ်ယောက်ပါ
ကလေးတွေရဲ့ ချစ်ခင်မှုကိုရော မိဘတွေရဲ့ ယုံကြည်လေးစားမှုကိုပါ ရရှိထားတဲ့ ဆရာမ တစ်ယောက်ဖြစ်ပါတယ်
နေမကောင်းလို့ ၃ ပတ်လောက် အနားယူနေရာကနေ
ကြာသပတေးနေ့တစ်နေ့ရဲ့ မနက်ခင်းတစ်ခုမှာတော့
Nina ဟာ ကလေးထိန်းကျောင်းကို ပြန်လည်ရောက်ရှိလာခဲ့ပါတယ်
မိဘတွေက ကလေးတွေကို ထားခဲ့ပြီး
ကလေးထိန်းကျောင်းက အကူကိုလည်း ခွင့်ပေးလိုက်ပြီးတဲ့နောက်
ကလေးထိန်းကျောင်းမှာ Nina နဲ့ ကလေး ၁၆ ယောက်ပဲ ကျန်ခဲ့ပါတော့တယ်
ကလေးတွေနဲ့ပဲ ကျန်တော့တဲ့ အချိန်မှာ
Nina က Colaba ရဲစခန်းကို ဖုန်းဆက်ပြီး
ကလေး ၁၆ ယောက်ကို ဓာစားခံအနေနဲ့ ဖမ်းထားပြီး
ရဲအရာရှိ Javedd Khan နဲ့ စကားပြောချင်တဲ့အကြောင်း ပြောပါတော့တယ်
အခင်းဖြစ်တဲ့နေရာကို ကိုယ်ဝန်သည် ရဲအရာရှိ Catherine Alveraz ရောက်လာပြီး
သေနတ်နဲ့ အပစ်ခံရပြီးတဲ့နောက်မှာတော့ Javed ကို အရေးပေါ်ခေါ်ရပါတော့တယ်
Javed ရောက်လာပြီးတဲ့နောက်မှာ ဘယ်လိုတောင်းဆိုချက်တွေ လုပ်သွားမလဲ
Nina က ဘာဖြစ်လို့ ကလေးတွေကို ဓာစားခံအဖြစ်ဖမ်းထားရတာလဲ
ကလေးတစ်ယောက်ချင်းစီနဲ့ ဘယ်လို အလဲအလှယ်တွေလုပ်သွားမလဲ
ဘာလို့ ရဲအရာရှိ Javed နဲ့မှ စကားပြောချင်ရတာလဲ
မွန်ဘိုင်းကိုရောက်ရှိနေတဲ့ အိန္ဒိယ ဝန်ကြီးချုပ်နဲ့ရော ဘယ်လိုတွေပတ်သက်နေလဲ
ဆိုတာတွေကို
မိုးတွေရွာနေတဲ့ ကြာသပတေးနေ့လေးတစ်နေ့နဲ့အတူ လိုက်ပါစီးမြောရင်း ခံစားလိုက်ကြပါဦး
အညွှန်းကိုတော့ Roman NoX က ရေးထားပေးပြီးတော့
ဘာသာပြန်ထားတာကတော့ Roman NoX, Loon Swal Eain, Leonard Lin, Thwal Yadi တို့ပဲ ဖြစ်ကြပါတယ်။
Genre…..Drama, Thriller
Quality….WEB-DL 4K HEVC, 1080p, 720p and 360P
File size…4.09GB, 1.89GB, 1.23GB and 291MB
Format…mp4
Duration….2h 8min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Roman NoX, Loon Swal Eain, Leonard Lin, Tbwal Yadi
Encoder …..August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
