"OSS 117: From Africa With Love (2021)
***********************************
IMDb-5.9/10
CM ပရိတ်သတ်ကြီးတွေကို ဒီတစ်ခါမှာတော့ ပြင်သစ်စုံထောက်ဇာတ်လမ်းကားကောင်းလေးတစ်ကားနဲ့မိတ်ဆက်ပေးပါရစေ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တကယ်လို့ ပရိတ်သတ်ကြီးတွေကJames Bonds ဇာတ်လမ်းတွေကို ကြိုက်နှစ်သက်တယ်၊
နောက်ပြီး Johnny English လိုဟာသဆန်ဆန် စုံထောက်အေးဂျင့်ကားမျိုးကို သဘောကျတတ်တယ်ဆိုရင်
ဒီကားလေးကိုလည်း လက်လွတ်မခံသင့်ပါဘူး။
ဒီဇာတ်လမ်းလေးထဲမှာတော့ ဇာတ်လိုက်စုံထောက်ကျော်ရဲ့ လျှို့ဝှက်နံပါတ်က OSS 117 ပါတဲ့။
ဇာတ်လမ်းအစမှာတင် စုံထောက်ကျော် OSS 117 ကို
အရေးကြီးတဲ့ လျှို့ဝှက်မစ်ရှင်တစ်ခုကိုဆောင်ရွက်ဖို့ အာဖရိကတိုက်ကို စေလွှတ်လိုက်ပါတယ်။
သိကြတဲ့အတိုင်းအာဖရိကဆိုတာ သားရဲတိရစ္ဆာန်တွေပြည့်နှက်နေပြီး
မတူညီတဲ့လူမျိုးစုတွေနေထိုင်ရာနေရာဖြစ်တာမို့
တော်ရုံအေးဂျင့်စုံထောက်တွေ လက်ဖျားခါလောက်တဲ့ နေရာဆိုလည်းမမှားပါဘူး
စုံထောက်ကျော်ဇာတ်လိုက်ကြီးကတော့ အာဖရိကကို မရောက်စဖူးရောက်သွားပြီး
လျှို့ဝှက်မစ်ရှင်ကိုဆောင်ရွက်နေချိန်မှာပဲ ထင်မထားလောက်တဲ့ ကိစ္စတွေဆက်တိုက်ဆိုသလိုဖြစ်လာပါတော့တယ်။
ပိုအရေးကြီးတဲ့အချက်က ဒီမစ်ရှင်သာကျဆုံးသွားခဲ့ရင်
အာဖရိကတိုက်ရဲ့အနာဂတ်ကိုပါထိခိုက်နိုင်သလို
ပြင်သစ်နဲ့အာဖရိကတို့ရဲ့ နှစ်ပြည်ထောင်ချစ်ကြည်ရေးကိုပါ ပြိုလဲသွားစေနိုင်မှာဖြစ်လို့
OSS 117 တစ်ယောက်ဘယ်လိုဆက်ပြီးဖြေရှင်းသွားမလဲ….
အာဖရိကမှာ ဘယ်လိုအသက်ဘေးတွေနဲ့ကြုံရပြီး ဘယ်လိုလက်နက်ဆန်းတွေနဲ့ရန်သူတွေကိုချေမှုန်းနိုင်မလဲဆိုတာ စိတ်လှုပ်ရှားစွာကြည့်ရှုရမှာဖြစ်ပါတယ်…
ပုံမှန်ကြည့်နေကျစုံထောက်ကားတွေလို ရိုးအီနေတဲ့ဇာတ်လမ်းမျိုးမဟုတ်ဘဲ
ဟာသဆန်ဆန်ကြည့်ရမယ့်အပြင် ဘယ်လိုအလွဲတွေလုပ်ရင်း ဒုက္ခရောက်လေမလဲဆိုတာ
စိတ်ဝင်စားဖို့ကောင်းတာမို့လို့ အခုပဲကြည့်ကြည့်လိုက်ဖို့ ညွှန်းပါရစေ။
ဒီဇာတ်လမ်း​လေးထဲမှာ​တော့
– ပြင်သစ်မင်းသားကြီးJean Dujardin က OSS 117အဖြစ်၊
– Pierre Niney က OSS 1001အဖြစ်၊
– မင်းသမီး​​ချော​လေး Fatou N’Diaye က Zéphyrine Sangawe Bambaအဖြစ် ပါဝင်သရုပ်​ဆောင်ထားပါတယ်။
(ဇာတ်လမ်းအညွှန်းနဲ့ ဘာသာပြန်က​တော့ Richard Wai ဖြစ်ပါတယ်)
Genre…..Action, Comedy
Quality….WEB-DL 1080p and 720p and 360p
File size…1.6GB and 832MB and 265MB
Format…mp4
Duration….1h 57min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Richard Wai
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
