"The Lord of the rings နဲ့ The hobbit ရုပ်ရှင်တွေဟာ Fantasy လို့ခေါ်တဲ့ စိတ်ကူးယဉ် ရုပ်ရှင်အမျိုးအစားတွေ ဖြစ်ပါတယ်။
အပြင်လောကမှာ မရှိတဲ့ ပုံပြင်တွေ ဒဏ္ဍာရီတွေ ဇာတ်ကောင်တွေနဲ့ တည်ဆောက်ထားတာပါ။
ဒါပေမယ့် အချို့ Fantasy ရုပ်ရှင် စာအုပ်တွေဟာ အပြင်လောကနဲ့ ရောမွှေထားတာမျိုး ရှိတတ်ပါတယ်။
ဥပမာ – နာနီယာ၊ ဟယ်ရီပေါ်တာ၊ ပါစီဂျက်ဆန် စသည်ဖြင့်ပါ။
ဒါပေမယ့် ဒီ ဇာတ်လမ်းတွေကိုတော့ စာရေးဆရာကြီး J.R.R.Tolkien ကအစအဆုံး ကိုယ်ပိုင်စိတ်ကူးနဲ့ ရေးသားခဲ့တာပါ။
နတ်သူငယ်တွေ၊ လူပုတွေ၊ ဘီလူးတွေရဲ့ ကိုယ်ပိုင်ဘာသာစကားကို တီထွင်ခဲ့တယ်။
မူရင်းစာအုပ်တွေမှာ မြေပုံအပြည့်အစုံနဲ့ ရေးသားခဲ့တယ်။ သမိုင်းတစ်ခုလုံးကို ပြက္ခဒိန်ပါ ဖန်တီးပြီး ရေးသားခဲ့တာဖြစ်ပါတယ်။
စာသားတင်မက ကဗျာတွေ သီချင်းတွေပါ ရေးဖွဲ့ခဲ့တာပါ။
လူတစ်ယောက်ရဲ့ ဦးဏှောက်တစ်ခုထဲကနေ စကြဝဠာတစ်ခု ပေါ်ထွက်လာတယ်လို့ ပြောလို့ရပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
စာအုပ်ကိုအသာထားပြီး ရုပ်ရှင်အကြောင်းကိုပဲ ပြောကြပါစို့။
The Lord of the rings (LotR) ရုပ်ရှင်တွေဟာ ၂၀၀၁ ကနေ စတင်ပြီးထွက်ရှိခဲ့တာဖြစ်ပါတယ်။
ပထမဆုံး LotR ရုပ်ရှင် သုံးကားဟာ စုစုပေါင်း Oscar 17 ဆု ရရှိခဲ့ပါတယ်။
ပထမကားက ၄ ဆု၊ ဒုတိယကားက ၂ ဆု နဲ့ သုံးကားမြောက်က ၁၁ ဆု ရရှိခဲ့တာပါ။
သူ့နောက်မှ ထွက်ရှိလာတဲ့ Hobbit သုံးကားကတော့ Oscar တစ်ဆုသာ ရခဲ့ပါတယ်။
LotR ရုပ်ရှင်တွေရဲ့ အောင်မြင်မှုဟာ ကာလအကန့်အသတ်မရှိ timeless လို့ပဲ ပြောရမှာဖြစ်ပါတယ်။
၂၀၀၁ တုန်းက လူတွေကြိုက်ခဲ့သလို ၃၀၀၁ ခုနှစ်မှာလည်း ကြိုက်ကြဦးမှာပါပဲ။
အဓိကကတော့ ဇာတ်လမ်းအတွက် ဝတ်စုံ၊ရိုက်ကွင်းပြင်ဆင်မှုတွေ၊ ရိုက်ချက်တွေ၊ သရုပ်ဆောင်တွေ အသေးစိတ်ကျခဲ့တယ်၊ ခမ်းနားခဲ့တယ်လို့ပြောရမှာပါပဲ။
နောက်ထပ် ချီးကျူးရမှာကတော့ ဇာတ်ညွှန်းပါ။ စာအုပ်ပါ ဖတ်ဖူးတဲ့သူတွေ ပိုသိပါလိမ့်မယ်။
အရမ်းကိုကောင်းတဲ့ ဝတ္ထုရှည်ကြီးတစ်ခုကို ကြည့်လို့လည်းကောင်းအောင် အခန်းတွေဖြတ်တောက်ရ၊ ဇာတ်ကောင်တွေ ဖယ်ထုတ်ရတာ မလွယ်လှပါဘူး။
ဒါပေမယ့် အကောင်းဆုံး လုပ်နိုင်ခဲ့ပါတယ်။ ဒိုင်ယာလော့တွေ ဇာတ်လမ်းအနိမ့်အမြင့်တွေကိုလည်း အရှိန်တင်ပေးသွားတာ အံ့သြလောက်ပါတယ်။
ဥပမာ – လက်စွပ်ကို ဖျက်ဆီးဖို့ ဆွေးနွေးကြတဲ့အခန်းမှာ ဝတ္ထုအတိုင်းဆို အယ်ရွန်က အားလုံးကို ကြိုတင်မိတ်ဆက်၊ သမိုင်းကို ပြောပြပြီးမှ စတင်ဆွေးနွေးကြတာဖြစ်ပါတယ်။
ဇာတ်လမ်းထဲမှာတော့ ဒီအတိုင်း ဆွေးနွေးကြရင်း ဘိုမီရာက အာရာဂွန်ကို အထင်သေးစကားပြောချိန်မှာ
လီဂိုးလက်စ်က ထပြောလိုက်တဲ့အခန်းမျိုး ပြင်လိုက်ခြင်းအားဖြင့် ဇာတ်ရှိန် တက်သွားတာ ရှိပါတယ်။
ပြီးတော့ အာရာဂွန်ဟာ ထီးနန်းကို ဆက်တိုက်ငြင်းပယ်ခဲ့တာ၊ Andúril ဓားကို နောက်ဆုံးအချိန်မှ ပြန်ပြင်တာတွေဟာ ဇာတ်ရှိန်ပိုတက်စေတဲ့ ပညာပါပဲ။
ပြီးတော့ ဆာရူးမန်းကို သေခိုင်းတဲ့ ဇာတ်ညွှန်းမျိုးဟာ အတော်လေးကို ရဲတင်းရာကျပါတယ်၊
ဘာကြောင့်လဲ ဆိုတော့ စာအုပ်ထဲမှာ ဆာရူးမန်းဟာ ထွက်ပြေးသွားခဲ့ပါတယ်။
လက်စွပ်ကိုဖျက်ဆီးပြီးလို့ ဟော့ဘစ်တွေ ရှိုင်းယားကို ပြန်လာချိန်မှာ ဆာရူးမန်းနဲ့ ထပ်ပြီးရင်ဆိုင်ကြရပါသေးတယ်။
ဒါတွေကို ဖျက်ပစ်လိုက်ပေမယ့် ရုပ်ရှင်က ညံ့မသွားခဲ့တာကို တွေ့မှာပါ။
ဒါကတော့ ဇာတ်ညွှန်းဆရာတွေရဲ့ အရည်အချင်းတွေပါပဲ။
၁ မျက်နှာ ဖန်တရာတေ ဇာတ်ညွှန်းဆရာတွေ လေ့လာသင့်ပါတယ်။
ဇာတ်လမ်းအကျဉ်း
===========
Three Rings for the Elven-kings under the sky,
Seven for the Dwarf-lords in their halls of stone,
Nine for Mortal Men doomed to die,
One for the Dark Lord on his dark throne
In the Land of Mordor where the Shadows lie.
One Ring to rule them all, One Ring to find them,
One Ring to bring them all, and in the darkness bind them,
In the Land of Mordor where the Shadows lie.
ဒါကတော့ LotR ဇာတ်လမ်းကြီးကို စတင်ခဲ့တဲ့ ဂန္ဓဝင်ကဗျာကြီးပါပဲ။
Dark Lord ဆော်ရွန်ဟာ နတ်သူငယ်တွေအတွက် လက်စွပ် ၃ ကွင်း၊ လူပု ဘုရင် ၇ ပါးအတွက် လက်စွပ် ၇ ကွင်း၊ လူတွေအတွက် ၉ ကွင်းကို ထုလုပ်စေခဲ့ပြီး ပေးအပ်ခဲ့ပါတယ်။
လက်စွပ်ကိုယ်စီဟာ စွမ်းအားရှိတာမို့ သူတို့တွေ လက်ခံခဲ့ကြတယ်။
ဒါပေမယ့် ဆော်ရွန်ဟာ လက်စွပ်ရှင်အားလုံးကို လွှမ်းမိုးနိုင်တဲ့ လက်စွပ်အားလုံးရဲ့ ဘုရင် တစ်ခုတည်းသော လက်စွပ်ကို ထုလုပ်ခဲ့ပြီး အားလုံးကိုချုပ်ကိုင်ဖို့ ကြိုးစားပါတော့တယ်။
ဒါပေမယ့် မဟာမိတ်တွေနဲ့ နောက်ဆုံးစစ်ပွဲမှာ ရှုံးနိမ်ခဲ့ပြီး လက်စွပ်ကိုလည်းလက်လွှတ်လိုက်ရပါတယ်။
နှစ်ပေါင်းများစွာကြာပြီးနောက် လက်စွပ်ပြန်ပေါ်လာချိန် ဆော်ရွန်လည်းအင်အားကြီးလာချိန်မှာ
နတ်သူငယ်တွေ၊ လူတွေ၊ လူပုတွေ၊ ဟော့ဘစ်လေးတွေဟာ ဆော်ရွန်ကို တားဆီးဖို့နဲ့ လက်စွပ်ဖို့ ဖျက်ဆီးဖို့ ကြိုးစားကြရပါတော့တယ်……….
ဒီလောက်ဆို ဒီရုပ်ရှင်တွေကို ဆက်ပြီးခံစားဖို့ လုံလောက်မှာပါ။
LotR ဇာတ်လမ်းမှာ အရေးပါခဲ့တဲ့ ကဗျာတစ်ခုကိုလည်း ဖော်ပြပေးလိုက်ပါတယ်။
All that is gold does not glitter
Not all those who wander are lost;
The old that is strong does not wither,
Deep roots are not reached by the frost.
From the ashes, a fire shall be woken,
A light from the shadows shall spring;
Renewed shall be blade that was broken,
The crownless again shall be king
ရွှေအဆင်းအတိနဲ့အရာဟာ တစ်လက်လက် တောက်ပမနေတတ်ပါဘူး
လှည့်လည်နေသူတိုင်းဟာလည်း လမ်းပျောက်နေကြတာမဟုတ်ပါ
အိုမင်းပေမယ့် ကြံ့ခိုင်သူဟာ ဆွေးမြေ့မလာတတ်ပါ
နက်ရှိုင်းလွန်းတဲ့ အမြစ်တွေဟာ သစ်တောနဲ့ အလှမ်းကွာစမြဲ
ပြာပုံကြားကနေ မီးတောက်နိုးထလာချိန်
အမှောင်တွေထဲက အလင်းတန်းတစ်ခု ဖြန်းပက်လာရင်း
ကျိုးပဲ့သွားခဲ့တဲ့ဓားကို ပြန်လည်ပြုပြင်ပြီးချိန်မှာ
သရဖူမဲ့နေခဲ့သူဟာ ဘုရင်ပြန်လည်ဖြစ်လာမှာပါ။
(1) The Fellowship of The Ring(အော်စကာ ဆန်ကာတင် ၁၃ နေရာရရှိပြီး အော်စကာ ၄ဆု ရရှိခဲ့)
(မူရင်းရုပ်ရှင်ဗားရှင်းမှာ ၃နာရီ ကြာမြင့်ပြီး လက်ရှိ Extended Versionမှာ ၃ နာရီခွဲ ကြာမြင့်)
(2) The Two Towers (အော်စကာ ဆန်ကာတင် ၆ နေရာရရှိပြီး ၂ ဆု ရရှိခဲ့)
(မူလဗားရှင်းမှာ ၃ နာရီကြာမြင့်ပြီး Ext.version မှာ ၃ နာရီ ၄၀ မိနစ် ကြာမြင့်)
(3) The Return of The King (အော်စကာ ဆန်ကာတင် ၁၁ နေရာရရှိခဲ့ရာတွင် ၁၁ ဆုလုံးအား စံချိန်တင်ရရှိသွားခဲ့)
(မူလဗားရှင်းမှာ ၃ နာရီ မိနစ် ၂၀ ဖြစ်ပြီး ext.version မှာ ၄ နာရီ ၁၁ မိနစ်ကြာမြင့်)
The Lord of the Rings ဟာ ရုပ်ရှင်သမိုင်းရဲ့ အကြီးကျယ်ဆုံး အအောင်မြင်ဆုံးရုပ်ရှင်တွေထဲက တစ်ခုဖြစ်ပါတယ်။
အောင်မြင်မှုတွေကိုကတော့ တွေ့တဲ့အတိုင်းဖြစ်ပြီး RT မှာ rating 90% အထက် IMDb မှာ 8 အထက်တွေချည်းပဲဖြစ်ပါတယ်။
ကျွန်တော်တို့ ငယ်ငယ်ကတည်းက ခဏဏကြည့်ခဲ့ရပေမယ့် Thea.version နဲ့ Extended Version ၂ ခုလုံးကိုတော့ လူတိုင်းကြည့်ဖြစ်မယ်မထင်သေးပါဘူး။
တကယ်လို့ မိတ်ဆွေဟာ LOTR ကို ၉နာရီအစအဆုံးပဲ runကြည့်ဖူးတယ်ဆိုမပြည့်စုံသေးဘူးလို့ ပြောလိုက်ပါရစေ။
တစ်ခေါက်လောက် ၁၂ နာရီ ဗားရှင်းလေး runကြည့်ဖို့ ဖိတ်ခေါ်လိုက်ပါတယ်။
File size…(8 GB)/(3.6 GB)
Quality….Extended BluRay 4K HDR & 1080p HEVC
Format…mkv
Duration….03:55:32
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Dr.Nyan
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
