"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Josh (2000)
***************
အိန္ဒိယနဲ့အတူလွတ်လပ်ရေးမရခဲ့ဘဲ နောက်ပိုင်းကျမှရခဲ့တဲ့ Goa ဆိုတဲ့ နယ်မြေကလေးဟာ အခုချိန်မှာတော့ အိန္ဒိယနိုင်ငံရဲ့ ပြည်နယ်တစ်ခုဖြစ်သွားပါပြီ။ ဒါပေမဲ့ အဲဒီ့မတိုင်မီ ပေါ်တူဂီတွေအုပ်စိုးသွားခဲ့ပြီး သူတို့ထွက်သွားတဲ့အချိန်မှာဆိုရင် Goa မှာရှိတဲ့ မြေကွက်တွေဟာ ဦးသူယူဆိုတဲ့ပုံစံမျိုးဖြစ်ခဲ့ပါတယ်။
Goa ရဲ့အကြီးဆုံးမြို့တစ်ခုဖြစ်တဲ့ Vasco ဆိုတဲ့မြို့လေးမှာတော့ မြေကွက်တွေ နေအိမ်တွေကို အတင်းအဓမ္မ လိုက်လု၊မောင်းထုတ်ပြီး စီးပွားရေးလုပ်စားနေတဲ့ ကင်းမြီးကောက်ဂိုဏ်းဆိုတာရှိတယ်ဗျ။ အဲဒီဂိုဏ်းရဲ့ မဟာရန်ဘက်ကတော့ လင်းယုန်ဂိုဏ်းပေါ့။ သူတို့နှစ်ဖွဲ့ဟာ မတည့်လွန်းလို့ အလယ်မှာစည်းခြားပြီးတောင် ကိုယ့်နယ်မြေ သူ့နယ်မြေသတ်မှတ်ခဲ့ကြပါတယ်။ ပိုင်နက်ကျော်လာတာနဲ့ ကျော်လာတဲ့သူကို အဖွဲ့လိုက်ကြိတ်ကြတာပေါ့။
အဲဒီဂိုဏ်းနှစ်ဂိုဏ်းရဲ့ ခေါင်းဆောင်တွေကလည်း လူငယ်လေးနှစ်ယောက်ပါပဲ။ အသက်အရွယ်အားဖြင့် သွေးကြွတတ်တဲ့အရွယ်ပေါ့။ ဒါပေမယ့် သူတို့ဆော်မယ်ချမယ်လုပ်တိုင်း မြို့က ရဲမင်းကြီးတို့ သင်းအုပ်ဆရာတို့ရောက်လာနဲ့ အစွယ်မရှိတော့တဲ့ ကျားနှစ်ကောင်လိုပဲ ပခုံးဖက်လို့ ခင်ချင်ဆောင်တတ်ကြပါတယ်။
လင်းယုန်ဂိုဏ်းရဲ့ အဖွဲ့ခေါင်းဆောင်မှာအမြွှာညီမတစ်ယောက်ရှိသလို ‌ကင်းမြီးကောက်ဂိုဏ်းရဲ့ခေါင်းဆောင်မှာလည်း အစ်ကိုတစ်ယောက်ရှိတယ်ဗျ။ အခုလိုကြောင်နဲ့ကြွက်လို မတည့်ဖြစ်နေတဲ့ ဂိုဏ်းနှစ်ဂိုဏ်းကြားမှာ မြို့ကပြန်လာတဲ့ ကင်းမြီးကောင်ဂိုဏ်းခေါင်းဆောင်ရဲ့အစ်ကိုဟာ လင်းယုန်ဂိုဏ်းခေါင်းဆောင်ရဲ့ညီမ‌ကို ဘယ်လိုကြွေသွားမလဲ၊ သူတစ်ယောက်တည်း ဘယ်လိုရှေ့ဆက်ကြိုးစားမလဲဆိုတာကိုလည်း ခေတ်သစ်ရိုမီရို-ဂျူးလိယက်ပြဇာတ်သဖွယ် ကြည့်ရမှာဖြစ်ပါတယ်။
ဒါ့အပြင် ထစ်ခနဲရှိ ချမယ်နှက်မယ်ဆိုတဲ့ ဂိုဏ်းနှစ်ဂိုဏ်းရော ဘယ်လိုတွေဆက်ဖြစ်မလဲ … ကျွန်တော်တို့ငယ်စဉ်အခါက ကြည့်ခဲ့ဖူးတဲ့ မင်းသားကြီးရှရွတ်ခန်းကို သီချင်းကောင်း ကကွက်ဆန်းတွေနဲ့အတူ ပြန်လည်လွမ်းဆွတ်ရင်း ကြည့်ရှုရမယ့် ဇာတ်လမ်းကောင်းလေးပဲဖြစ်ပါတယ်။
ဒါ့အပြင် မျက်ဝန်းပြာတွေနဲ့ တစ်ကမ္ဘာလုံးကို သိမ်းကြုံးဆွဲဆောင်ခဲ့တဲ့ မယ်ကမ္ဘာ Aishwarya Rai ကိုပါ ငယ်နုစွာ ရှုစားရမှာပါ။
(ဘာသာပြန်သူတွေကတော့ Htoo Aung, John, Intelligence နဲ့ Thaik Sanတို့ဖြစ်ပါတယ်။)
File size…(3.7 GB) and (1.8 GB)
Quality….WEB-DL 1080p & 720p
Format…mp4
Duration….02:31:18
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Htoo Aung, John, Intelligence,Thaik San
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
