"The Great Gatsby (2013)
(၁)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တစ်စထက်တစ်စ ဝင်းပလင်းဖြာလာတဲ့ လရိပ်အောက်က… လူသူကင်းမဲ့ရာ ကမ်းဆိပ်စွန်းတံတားပေါ် ကျွန်တော်ရပ်နေခဲ့တယ်။ ဟိုတစ်ဖက်ကမ်း တုရှုက အမှောင်ရိပ်ထဲမှာတော့… အလင်းပွင့်စိမ်းကလေးဟာ တောက်ပတစ်လှည့် မှိန်ဖျော့တစ်လှည့်နဲ့ နီးလာသလိုလို… ဝေးသွားသလိုလို…။
(၂)
ဒီအလင်းပွင့်စိမ်းကလေးဟာ ကျွန်တော့်အတွက်တော့ ကျွန်တော်ဉာဏ်မမီနိုင်ပါတဲ့ လောကကြီးရဲ့ အမှတ်သညာပါပဲ။ ဂတ်စ်ဘီအတွက်တာ့ မတူခဲ့ဘူးပေါ့။
(၃)
ကျွန်တော်လူရည်မလည်သေးခင် လူမမည်ဘဝမှာ အဖေက ကျွန်တော့်ကို ဆုံးမခဲ့ဖူးတယ်။ ” သူများကို ဝေဖန်မယ်တွေးတိုင်း လူတိုင်းက မင်းလိုမျိုး လောကရဲ့မျက်နှာသာပေး မခံခဲ့ရဘူးဆိုတာကို သတိရ”တဲ့။ ဒီစကားကြောင့် ကျွန်တော် ဘယ်သူ့ကိုမှ ကိုယ့်ဘက်ကအမြင်နဲ့ အကဲဖြတ်ဝေဖန်လေ့မရှိပေမဲ့ ဂတ်စ်ဘီကိုတော့ ကျွန်တော်အကဲဖြတ်စောခဲ့မိတယ် ထင်ပါတယ်။ အဖေ့ဆုံးမစကားက သိပ်မှန်ခဲ့တယ်။
(၄)
မျှော်လင့်ခြင်းဆိုတာ ဘာများလဲ။ ဒါမျိုးအမေးက အဖြေတိတိပပရှိတဲ့ အမေးတော့ မဟုတ်ဘူးပေါ့။ သို့ပေမဲ့ ဂတ်စ်ဘီအတွက်တော့ မျှော်လင့်ခြင်းဆိုတာ ဒီအလင်းပွင့်စိမ်းကလေးပါပဲ။ လဲကျလိုက် တစ်စစီပြန်ကောက်လိုက် ဘဝမှာတောင် ဒီမျှော်လင့်ချက်ကလေးကို ဂတ်စ်ဘီ မစွန့်လွှတ်ခဲ့ပါဘူး။ သူမျှော်လင့်တဲ့အနာဂတ်တစ်ဖြစ်လဲ သူ့အိပ်မက်တစ်ဖြစ်လဲ ဒီအလင်းပွင့်စိမ်းကလေးဆီ ဂတ်စ်ဘီ ခရီးရှည်ကြီးကိုဖြတ်သန်းပြီး လာခဲ့တယ်။ သူဟာ မျှော်လင့်ချက်တစ်ခု အချစ်တစ်ခုနဲ့ ဒါကိုတာက တဲကုပ်ကလေးကနေ ကျွန်တော်ကျောခိုင်းထားတဲ့ စံအိမ်ကြီးဆီအထိ အရောက်လှမ်းခဲ့တယ်။ ကျွန်တော့်ရောင်းရင်းကြီး ဂတ်စ်ဘီဟာ ဒီလောက်ထိမျှော်လင့်ချက်ကြီးခဲ့ အချစ်ကြီးခဲ့ ဝဋ်ကြီးခဲ့တဲ့သူပါ။ ကျွန်တော့်ဘဝမှာ မြင်ဖူးသမျှလူတွေထဲ ဂတ်စ်ဘီဟာ မျှော်လင့်ချက်အကြီးဆုံးလူလို့ ကျွန်တော်ပြောရဲတယ်။
(၅)
ဂတ်စ်ဘီရဲ့ ဒီအလင်းပွင့်စိမ်းကလေးဟာ ကျွန်တော့်ညီမဝမ်းကွဲ ဒေစီလို့ပြောရင်လည်း မမှားဘူးပေါ့။ ကျွန်တော် ဂတ်စ်ဘီကို ပထမဆုံးတွေ့တာက နယူးယောက်က ပါတီတစ်ခုမှာပါ။ နယူးယောက်ဆိုတာထက် ဝက်စ်အက်ဂ်ပေါ့ဗျာ။ ဒေစီကတော့ ဝက်စ်အက်ဂ်နဲ့ ပင်လယ်အော်ကြီးခြားထားတဲ့ တစ်ဖက်ကမ်းက အိစ်အက်ဂ်မှာနေတယ်။ ဘယ်လောက်ပဲချမ်းသာပါစေ ခေတ်ပျက်သူဌေးတွေဟာ မျိုးနဲ့ရိုးနဲ့ချမ်းသာတဲ့ လူကုံထံတွေနေတဲ့ အိစ်အက်ဂ်ကို မကပ်နိုင်ခဲ့တာများလားပါပဲ။ ကျွန်တော့်ရောင်းရင်းကြီး ဂတ်စ်ဘီဟာ ဒေစီနဲ့နီးချင်လို့ ဒေစီ့အိမ်တစ်ဖက်ကမ်းက အိမ်ကိုဝယ်ခဲ့တယ်။ တစ်နေ့နေ့မှာ ဒေစီများ ရောက်လာမလားဆိုပြီး ခြိမ့်ခြိမ့်သဲစည်ကားတဲ့ ပါတီကြီးတွေပေးခဲ့တယ်။ သူငါးနှစ်လုံး အရိပ်မှမမြင်ခဲ့ရတဲ့ မိန်းကလေးတစ်ယောက်အတွက် ဒီလောက်ထိလုပ်ခဲ့တဲ့သူပါ။ ဒေစီ့ကိုချစ်မိခဲ့တဲ့ လွန်ခဲ့တဲ့ငါးနှစ်ကစပြီး ဂတ်စ်ဘီဟာ သူ့ဘဝတစ်ခုလုံးကို ဒေစီ့ပေါ်ပုံအောလိုက်တဲ့အထိ အချစ်ကြီးခဲ့တဲ့သူပါပဲ။
(၆)
နယူးယောက်က Queensboro တံတားကြီးကို ဖြတ်လိုက်ပြီးတာနဲ့ ဘာမဆိုဖြစ်လာနိုင်မယ်လို့ ကျွန်တော်ထင်မှတ်မှားခဲ့သလို ဂတ်စ်ဘီလည်း သူဘာမဆိုဖြစ်လာနိုင်မယ်လို့ ထင်မှတ်မှားခဲ့ပုံပါပဲ။ ဘယ်လိုပဲ အတိတ်ကံမကောင်းခဲ့ပါစေ ဒေစီနဲ့အတူ အတောက်ပဆုံးအနာဂတ်လေးကို ဖန်တီးနိုင်လိမ့်မယ်လို့ ဂတ်စ်ဘီ ထင်မှတ်ခဲ့တယ်။ တစ်ချိန်က တိမ်လိုလေလို လွင့်သွားခဲ့တဲ့ သူတို့ရဲ့ ချစ်ကမ္ဘာကြီးကို ပြန်တည်ဆောက်နိုင်မယ်လို့ ဂတ်စ်ဘီ ယုံကြည်ခဲ့တယ်။ ဒီလောကကြီးဟာ ကျွန်တော်တို့ထင်သလို လည်ပတ်နေတာ မဟုတ်ခဲ့တာကိုတော့ ဂတ်စ်ဘီရော ကျွန်တော်ရော မသိခဲ့ကြဘူးပေါ့။ ဒီမြက်ခင်းလဲ့ပြာတွေဆီအထိ ခရီးရှည်ကြီးလာခဲ့ရတဲ့ ဂတ်စ်ဘီဟာ ဝက်စ်အက်ဂ်နဲ့ အိစ်အက်ဂ်ကြားက ပင်လယ်အော်လေးကိုတော့ ဘယ်လိုမှ မကျော်ဖြတ်နိုင်ခဲ့ပါဘူး။ သူ ဘယ်လိုပဲကြိုးစားပြေးလည်း ဒေစီဆိုတဲ့ မီးပွင့်စိမ်းလေးဟာ သူ့အနောက်မှာ ကျန်ရစ်ခဲ့ပြီးသားဖြစ်နေလေတော့ သူ ဘယ်လိုမှ လက်လှမ်းမမီနိုင်ခဲ့ဘူးပေါ့။
(၇)
သူမမီနိုင်ပါတဲ့ အိပ်မက်ကလေးနောက် ဂတ်စ်ဘီလိုက်ခဲ့တယ်။ သူ့အိပ်မက်ကလေးဟာ သူ့မျက်စိရှေ့တင်ရောက်နေပြီလို့ သူထင်ခဲ့တယ်။ ကျိန်းသေပေါက်ဖမ်းဆုပ်နိုင်ပြီလို့ ထင်မှတ်မှားခဲ့တယ်။ စစကတည်းကိုက သူ့အိပ်မက်ကလေးဟာ သူ့နောက်မှာ ကျန်ရစ်ခဲ့ပြီးသားဖြစ်နေတာကိုတော့ သူမသိခဲ့ပုံပါပဲ။ အလင်းပွင့်စိမ်းကလေးကို ဂတ်စ်ဘီ ယုံကြည်မျှော်လင့်ခဲ့ဖူးတယ်။ အလင်းပွင့်စိမ်းကလေးဟာ ကျွန်တော်တို့မျက်စိရှေ့တင်ပဲ တစ်စထက်တစ်စ မှေးမှိန်လာရင်း အဆုံးကျ ဂတ်စ်ဘီ လက်လွှတ်လိုက်ရတာပါပဲ။ ပသို့ပဲဆိုဆို ဂတ်စ်ဘီဟာ အရင်လိုဘ၀အစမှာ ပြန်ပြီးနေခွင့်ရခဲ့လည်း ဒေစီ့အတွက် အပြန်တစ်ရာမိုက်ဦး အဖန်တစ်ရာမှားဦးမယ့် သူဆိုတာ ကျွန်တော်သေချာနေတယ်။
(၈)
ခင်ဗျားကို ကျွန်တော် “အတိတ်ကို ပြန်ပြင်လို့မရဘူး”လို့ ပြောတုန်းက “အတိတ်ကို ပြန်ပြင်လို့မရဘူးဆိုတဲ့ ခင်ဗျားအယူအဆမှားတယ်ဗျ”လို့ ခင်ဗျား ကျွန်တော့်ကို ပြန်ပြောခဲ့တာ မှတ်မိသေးလား ဂတ်စ်ဘီ။ ခင်ဗျားပြောသလို ကျွန်တော် မှားလိုက်ချင်ပါတယ်။ ခင်ဗျားရဲ့ အလင်းပွင့်စိမ်းကလေးကို ခင်ဗျား လက်လွတ်လိုက်ရတာကို ကျွန်တော်မမြင်ချင်ပါဘူး။ ဘယ်သူတစ်ဦးတစ်‌ယောက်ကမှ ဖျက်ဆီးမပစ်နိုင်တဲ့ အိပ်မက်တစ်ခုကို ဖုံးကွယ်ရင်း ကျွန်တော်တို့ရှေ့ ခင်ဗျားရပ်နေတဲ့အချိန်မှာ ကျွန်တော်တို့ ခင်ဗျား ဘယ်သူဆိုတာကို မှန်းဆခဲ့ကြဖူးတယ်။ ခင်ဗျားဘဝကို နားမလည်ပါဘဲ ခင်ဗျားကို အထင်မှားဖူးကြတယ်။ ကျွန်တော်လည်း ဒီအတိတ်ကို ပြန်ပြင်ချင်မိတယ်။ ပြန်ပြင်လို့ရမှာမဟုတ်တာတော့ သေချာသလောက်ပါပဲ။ ဘယ်လိုပဲဖြစ်ဖြစ်ပါ။ နောက်နေ့တွေမှာ ကျွန်တော်တို့ ပိုကြိုးစားပြေးပြီး ကျွန်တော်တို့လက်တွေကို ပိုဝေးဝေး ဆန့်ထုတ်ကြမယ်။
တစ်နေ့နေ့မှာတော့…
ရေစီးလားရာကို စုန်ကန်ပြီး
အတိတ်နေ့တွေဆီ လမ်းမသွေဖီ,
လည်ပြန်ခေါ်ကာသွားမယ့်
လှေတွေကို
ကျွန်တော်တို့အတူ လှော်ခတ်ကြတာပေါ့။
– နစ်ကာရာဝေး
——
(၉)
F. Scott Fitzgerald ရဲ့ The Great Gatsby ဝတ္တုဟာ သူ့ကို ပြန်ရိုက်ခဲ့ကြတဲ့ ရုပ်ရှင်များစွာထက် ပိုကျော်ကြားတဲ့ ဂန္တဝင်ဝတ္တုကြီးပါ။ ဇာတ်လမ်းသက်သက်ကြည့်ရင် အချစ်ကြီးတဲ့သူတစ်ယောက်ရဲ့ အချစ်ဇာတ်လမ်းတစ်ပုဒ်ပဲလို့ ယူဆလို့ရပေမဲ့ ထိုခေတ်ထိုအခါက အမေရိကန်အိပ်မက်တွေအကြောင်းကို သူ့အရေးအသားပညာနဲ့ metaphor တွေကို သုံးပြီး သရော်ထားတယ်လို့ ဆိုကြပါတယ်။ ရှာဖတ်ကြည့်သလောက်တော့ နောက်ဆုံးအပိတ်စာသားဆို နိမိတ်ပုံခေါ်ရမလားတော့မသိတဲ့ဟန်တွေရော တင်စားရေးသားမှုတွေရောသမထားတဲ့ ကဗျာစာကြောင်းဆန်ဆန်ဖြစ်နေတာကြောင့် ပရိသတ်တွေကြား အဓိပ္ပာယ်နည်းနည်းစီ ကွဲနေကြအထိပါပဲ။ အကောင်းမြင်တဲ့ဘက် ရောက်တဲ့စာကြောင်းပေမဲ့ b တွေအများကြီးသုံးထားတာက အတိတ်ရဲ့အလဲထိုးခံရတဲ့ ဂတ်စ်ဘီ့အဖြစ်ရဲ့ အငွေ့ပါအောင် B, beat down နဲ့ P, past ရဲ့ အငွေ့ပါအောင်သုံးထားတယ်လည်း ဆိုကြပါတယ်။ သို့ပေမဲ့ ဒီလိုစကားလုံးတွေက ကဗျာလို စကားလုံးတွေထက် ကျော်လွန်တဲ့ခံစားမှုကို ပေးချင်တဲ့အခါ သုံးကြတယ်လို့ ကျွန်တော်တော့မှတ်ယူပါတယ်။ ပြောရရင် ခံစားသူပေါ် ပိုမူတည်တယ်ထင်ပါတယ်။ ဒါရိုက်တာကလည်း ရှေ့စကားလုံးတွေမှာ စာအုပ်အတိုင်းအတိအကျယူတာနည်းပေမဲ့ ဒီအပိတ်ကိုတော့ အတိအကျကိုထည့်သုံးထားပါတယ်။ ဒါရိုက်တာဟာ စာအုပ်ကို သစ္စာမဖောက်ခဲ့ပါဘူး။
(၁၀)
သရုပ်ဆောင်တွေမှာလည်း တိုဘီမက်ဂွိုင်းရားရဲ့ ဆွေးမြေ့မြေ့အသံဟာ စိတ်ကိုအတော်ဖမ်းစားနိုင်သလို လီယိုနာဒိုဆို ဂတ်စ်ဘီဇာတ်ရုပ်နဲ့ သူ့ထက်လိုက်မယ့်သူရှိမယ်မထင်လို့ ရှေ့ကားတွေကို ခုထိမကြည့်ဖြစ်တဲ့အထိပါပဲ။ ကျန်တဲ့သရုပ်ဆောင်တွေလည်း သူ့နည်းသူ့ဟန်ပီပြင်ကြသလို ဆုတွေလည်းရခဲ့ကြပါတယ်။ အော်စကာမှာ Best Production Design ဆုနဲ့ Costume Design ဆုရခဲ့သလို Cinematography ဆု, Editing ဆု၊ Original Score ဆုနဲ့ သရုပ်ဆောင်ဆုတွေကိုလည်း တခြားပွဲတွေက ရထားပါတယ်။ ရလည်းရသင့်ပါတယ်။ စီနီမာတို အသံ အခန်းအကူးတွေအကုန်လှပနေတဲ့ ဇာတ်လမ်းအရသာမက အမြင်ပိုင်း အသံပိုင်းအရပါ ဖမ်းစားနိုင်တဲ့ ရုပ်ရှင်ပါပဲ။
(၁၁)
ဒါရိုက်တာ Baz Luhrmann ဟာ လီယိုနဲ့ရှေ့မှာ ရိုမီယိုဂျူးလီယက်ကားရိုက်ဖူးသလို Moulin Rouge တို့ Australia တို့လို အလှပဆုံးကားတွေကို ရိုက်ခဲ့တဲ့သူပါပဲ။ မဝေဖန်တတ်ပေမဲ့ တော်တော်လှလှပပပြတတ်တဲ့ ဒါရိုက်တာဆိုတာတော့ သေချာပါတယ်။
(၁၂)
ပရိသတ်အတွက် ကားကောင်းဖြစ်သည့်တိုင်အောင်ပဲ ဝေဖန်ရေးသမားတွေကြားတော့ နှစ်ခြမ်းကွဲခဲ့ကြတဲ့ ရုပ်ရှင်ပါပဲ။ ရှေ့ကားတွေရော မူရင်းစာအုပ်ကြောင့်ရောကြောင့် ဖြစ်နိုင်ပေမဲ့ ကျွန်တော်တော့ တင်ဘာတန် ချာလီနဲ့ ချောကလက်စက်ရုံရဲ့ အရသာကို မူလကားက မီမယ်မထင်သလို ‌ဒါကိုလည်းမထင်ပါဘူး။ ကိုယ့်ရဲ့ပထမဆုံးအရသာတွေဟာ အကောင်းဆုံးဖြစ်သွားတတ်တာပဲမို့လား။ ဝေဖန်ရေးသမားတွေနှစ်ခြမ်းကွဲခဲ့ကြပေမဲ့ စာရေးဆရာရဲ့ မြေးမကတော့ ဒီရုပ်ရှင်ကို ချီးကျူးခဲ့ပြီး “Scott would have been proud”လို့ ထောပနာပြုခဲ့ပါတယ်။
(၁၃)
The Great Gatsby ဟာ ကျွန်တော့်အတွက်တော့ ခဏခဏ သတိအရမိဆုံး ရုပ်ရှင်ပါပဲ။ စိုင်းခမ်းလိတ်နဲ့ စိုင်းထီးဆိုင်ဆီကထွက်တဲ့ သီချင်းတွေထဲ ကျွန်တော်အကြိုက်ဆုံးဖြစ်တဲ့ “အချစ်ဆိုတဲ့အရသာ” သီချင်းကို နားထောင်တိုင်း သတိရမိနေကျ ရုပ်ရှင်လည်းဟုတ်ပါတယ်။ အချစ်ဆိုတဲ့အရသာဟာ ကျွန်တော်ရံဖန်ရံခါနား‌ထောင်ဖြစ်တဲ့ သီချင်းဖြစ်သလို ဒုတိယပိုဒ် “အရင်လို ဘ၀အစမှာ ပြန်ပြီးနေခွင့်ရတောင် အပြန်တစ်ရာမိုက်ဦးမှာ အဖန်တစ်ရာမှားဦးမှာ” နားရောက်တိုင်း ဂတ်စ်ဘီကို ပြေးမြင်မိစေတဲ့ သီချင်းလည်းဟုတ်ပါတယ်။ ဂတ်စ်ဘီဟာ ကျွန်တော့်အတွက် ခဏခဏ အမှတ်ရမိနေလောက်အောင် စွဲစေတဲ့ ရုပ်ရှင်ပါပဲ။
The Great Gatsby (2013) ဟာ မော်ဒန်ကလပ်စစ်ရုပ်ရှင်အဖြစ် သတ်မှတ်ခံရတဲ့ ရုပ်ရှင်လည်းဟုတ်ပါတယ်။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.5GB, 1.36GB, 652MB
Quality – Blu-ray 1080p, 720p, 360p
IMDb Rating – 7.2/10
Format – mp4
Duration – 2H 23Min
Genre – Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
