"Lunana: A Yak in the Classroom (2019)
~ IMDb – 7.5/10, RT – 100% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဟိမ၀န္တာတောင်တန်းအရှေ့ဘက်က တရုတ်နဲ့ အိန္ဒိယကြားမှာရှိတဲ့ တနင်္သာရီတိုင်း ထက်၀က်လောက်ပဲကျယ်တဲ့ ဘူတန်နိုင်ငံလေးရဲ့ အော်စကာ International Feature ဆု ဆန်ခါတင်၀င်ထားတဲ့ ရုပ်ရှင်ပါ။ ၂၀၁၉ကားကို ၂၀၂၂ အော်စကာမှာ ဆန်ခါတင်၀င်သွားတာပါ။ ဘူတန်က ဒီကားကိုပဲ မနှစ်ကရော ဒီနှစ်ရော Entry အဖြစ်ရွေးခဲ့ပေမဲ့ မနှစ်ကတော့ ဆန်ခါတင်မှာကျသွားပြီး ဒီနှစ်ဆန်ခါတင်မှာမှ ပါလာတာပါ။ လူ 660 ကျော်လောက်ပဲ Vote ထားတဲ့ IMDb 7.5 ကိုတော့ အဖက်လုပ်စရာမလိုပေမဲ့ ဝေဖန်သမားတွေချည်းပေးတဲ့ Rotten Tomatoes မှာလည်း ၁၀၀အတိရထားပါတယ်။ သူနဲ့အပြိုင်တွေက Flee(99%), The Worst Person in the world (99%), Drive My Car(98%), The Hand Of God (83%) တို့ပါပဲ။ ဆုရနိုင်ချေအနည်းဆုံးကားပေမဲ့ ခရမ်းချဉ်သီးအမြင့်ဆုံး ကားလည်းဖြစ်နေပါတယ်။
ဇာတ်ကောင်က ကျွန်တော်တို့တွေလိုပဲ သာမန်လူငယ်တစ်ယောက်ပါပဲ။ သူက ဩဇီဗီဇာလျှောက်ပြီး ဩဇီမှာ အဆိုတော်ဖြစ်အောင်လုပ်ချင်နေတဲ့သူပေါ့။ သူ့မှာ ဖြစ်ချင်တဲ့ အိပ်မက်က သက်သက်ရှိပေမဲ့ မလွဲရှောင်သာ တခြားအလုပ် ခဏလုပ်နေရတယ်။ သူက ကျောင်းဆရာပေမဲ့ စာကို သေချာမသင်လို့ ခေါ်ကြိမ်းခံရတဲ့ သူမျိုးပါပဲ။ စာချုပ်အရ တစ်နှစ်ပဲကျန်တော့တဲ့ သူ့ကို ဘူတန်ရဲ့ အခေါင်ဆုံး ကမ္ဘာ့အခေါင်ဆုံးနေရာမှာရှိတဲ့ လူနားနားဆိုတဲ့အရပ်က ကျောင်းကို ပို့လိုက်တယ်။ ‌မသွားချင်ပေမဲ့ ဆောင်းဆို အရမ်းအေးတာကြောင့် ကျောင်းပိတ်ရတဲ့ နေရာဖြစ်တဲ့အတွက် ခဏပဲကြာမှာဆိုပြီး သွားလိုက်တယ်။ ပြန်လာရင် ဩဇီသွားလို့ရပြီ‌ပေါ့။ သူက ဒီနေ့ခေတ်သာမန်လူငယ်ပဲဆိုတော့ လူနားနားလိုနေရာမှာ သူ့အတွက် တော်တော်အသားမကျဘူး။
ရောက်ရောက်ချင်းပြန်ဖို့လုပ်ပေမဲ့ စာအရမ်းသင်ချင်နေတဲ့ ကလေးတွေကြောင့်ရော ဆရာဆိုတာ အနာဂတ်ကို ပုံသွင်းပေးတဲ့သူဆိုပြီး သူ့ကိုလေးစားကြတဲ့ ရွာသူရွာသားတွေကြောင့်ရော သူနေဖြစ်ခဲ့တယ်။ သိပ်မထူးခြားလှဘူးမလား။ ဒီလိုဇာတ်တွေ အာရှကားတွေမှာသာမက ဗမာစာအုပ်တွေမှာပါ ပါနေကျပါပဲ။ ဒါပေမဲ့ ဒါရိုက်တာက ဒီဇာတ်ကိုတော့ Realityကျကျပဲ ချည်းကပ်သွားခဲ့တာပါ။ ဇာတ်ကောင်ဟာ သာမန်စိတ်နဲ့ သာမန်လူပဲဖြစ်နေတာ ဘာညာပေါ့။ မထူးတဲ့ဇာတ်ကို နည်းနည်းလေးထပ်ဆန်းပေးလိုက်တာပါပဲ။ ရိုးရိုးလေးနဲ့ ဆန်းအောင် သာမန်ဒိုင်တွေသုံးပြီး ကစားသွားတာလေးတွေရဲ့ လှကွက်တွေလည်း ဆန်းပါတယ်။ ရွာသားတွေရဲ့ ဆရာအပေါ်လေးစားတဲ့စိတ်တွေ၊ အရိုးခံစိတ်တွေ၊ သူတို့ကလေးတွေအပေါ်ထားတဲ့ မေတ္တာတွေကို အပိုတွေအများကြီးမပြောဘဲ စကားတစ်လုံးလောက်နဲ့ အပြနဲ့ရောစပ် ဖော်ကျူးသွားတာတွေ၊ ရိုးရာသီချင်းကိုထည့်သုံးသွားတာတွေလည်း လှပါတယ်။
ဇာတ်လမ်းကတော့ မထူးခြားနား အာရှကားတွေမှာ မြင်နေကျဇာတ်ကိုပဲ မတူတဲ့ပုံစံလေးနဲ့ ခင်းကျင်းပြသထားတာပါပဲ။ ဒီနေ့ခေတ်ပုံစံနဲ့ Reality ကျကျ ပြသွားတာလေးတော့ သဘောကျစရာကောင်းပါတယ်။ စီနီမာကလည်း ဟိမ၀န္တာတောင်ပေါ် အလည်ရောက်သွားတဲ့ ခံစားမှုမျိုးပေးပါလိမ့်မယ်။ သူတို့ ဘူတန်တောင်ပေါ်သားတွေရဲ့ ရိုးရာတွေ ဓလေ့တွေကိုလည်း မြင်ရမှာဖြစ်သလို ဘူတန်ရဲ့တောင်ပေါ်နေဘ၀ကို ဒိုကူမန်ထရီ ကြည့်နေရသလိုလည်း ခံစားရပါစေလိမ့်မယ်။ သူတို့ရဲ့ ယုံကြည်မှုအငွေ့၊ သူတို့နွားတွေနဲ့ သူတို့ရဲ့ သံယောဇဉ်အငွေ့သန်းနေတာကိုလည်း ကောင်းကောင်းကြီး ခံစားရပါလိမ့်မယ်။ ဒီရုပ်ရှင်ဟာ လက်တွေ့ကျကျနဲ့ကို လောကကြီးဟာ ကျွန်တော်တို့ ထင်သလောက်လည်း အကျည်းတန်မနေတာကို ခံစားမိစေမယ့် လူသားဆန်တဲ့ ရုပ်ရှင်ပါပဲ။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.12GB, 558MB
Quality – 1080p, 720p
IMDb Rating – 7.5/10
Format – mp4
Duration – 1H 50Min
Genre – Drama, Family
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
