"ပေါ့ပေါ့ပါးပါး စခွီထစရာ ရုပ်ရှင်ကားဟောင်းလေးတစ်ကားကြည့်ပြီးတော့ အချိန်ကောင်းလေးတွေ ပိုင်ဆိုင်လိုက်ပါ..။ ဟိုးရှေးရှေးတုန်းကပေါ့ဗျာ..။ အခု ဒီဇာတ်ကားကို ဒေါင်းလုဒ်လုပ်ပြီး ကြည့်မယ့်သူတချို့ မွေးချင်မှတောင် မွေးဦးမယ့်အချိန်တုန်းက..။ ခပ်ငယ်ငယ် မင်းသားဘဝနဲ့ Tom Hanks က ‘ငွေယိုပေါက်’ လို့ မြန်မာလို အလွယ်တကူ ဘာသာပြန်လိုက်လို့ရမယ့် ရုပ်ရှင်တစ်ကားရိုက်ခဲ့သေးတာပေါ့..။ ဇာတ်လမ်းအကျဉ်းကတော့ ချစ်သူကောင်မလေးရဲ့ အိမ်မှာ ကပ်နေနေရာကနေ အိမ်ပိုင်ရှင်ဖြစ်သူ ကောင်မလေးရဲ့ ခင်ပွန်းဟောင်း ဥရောပကနေ ပြန်ရောက်ချလာတဲ့အခါ Tom Hanks တစ်ဖြစ်လည်း ဝေါ်လ်တာတစ်ယောက် နေစရာ ရှာရတော့တာပေါ့..။ အဖြစ်ကဆိုးတယ်..။ တိုက်ခန်းလေး တစ်ခန်းရှာရာကနေ အချိုအချောင်ဈေးနဲ့ အိမ်တစ်လုံးရလိုက်တဲ့ ဝေါ်လ်တာနဲ့ သူ့မဟေသီတစ်ယောက် ဘယ်လို စခန်းသွားကြမလဲ..? ဒီအိမ်ကိုရော ဘာလို့များ ငွေယိုပေါက် လို့ ခေါ်ရသလဲဆိုတာ ဟာသနှောပြီး ကြည့်ရှုနိုင်တော့မှာပါ..။ ဖြစ်ပျက်သမျှ တလွဲအဖြစ်အပျက်တွေမှာ Tom Hanks ရဲ့ သရုပ်ဆောင် ပိုင်ဆိုင်နိုင်ပုံ မျက်နှာအမူအရာတွေနဲ့ ရောစပ်ပေါင်းထည့်လိုက်တဲ့အခါ တခွိခွိကို ဖြစ်နေစေရမှာ..။ ညဘက်ရောက်မှ အေးအေးဆေးဆေး ကြည့်မယ်ဆိုပြီး အိပ်ရာထဲမှာ မကြည့်စေချင်ပါဘူး..။ လူအိပ်ချိန်ရောက်မှ အသံပြဲနဲ့ အော်ရယ်နေလို့ အိမ်ကလူတွေ ထရိုက်နေရင်တော့ တာဝန်မယူဘူးဗျာ..။ ​ပြီးတော့ ဒီဇာတ်ကားမှာ နောက်ထပ် ပြောစရာရှိတာ အရင်ခေတ်က အမျိုးသမီး သရုပ်ဆောင်ပေါ့..။ တောက်ပြောင်နေတဲ့နှုတ်ခမ်းဆိုးဆေးရွှန်းရွှန်းစိုစိုလေးနဲ့ မိတ်ကပ်က ဒီဘက်ခေတ်ထိ လှနေဆဲ ၊လှတုန်းပါပဲ..။ သရုပ်ဆောင်ထားတာကလည်း ဇာတ်ရုပ်နဲ့ အပိုအလိုမရှိ ၊ ကွက်တိ..။ တကယ်တော့ အညွှန်းအတွက် လိုအပ်လို့သာ ဒီလောက် ပြောပြနေရသေးတာပါ..။ Tom Hanks ဆိုတာ ဘယ်သူ ဘယ်ဝါရယ်လို့ ညွှန်းစရာမလိုပဲ သူ့ဇာတ်ကားရွေးချယ်မှုကိုပဲ ယုံကြည်ပြီးတော့ကို ကြည့်လိုက်လို့ရတဲ့အထိ သူ့အနုပညာသက်တမ်းတစ်လျှောက်မှာ သက်သေပြခဲ့ပြီးပြီပဲ မဟုတ်လား..? ဒါကတော့ ဟိုးတုန်းက ဇာတ်ကားတစ်ကားပါ..။ တောင်းဆိုထားတဲ့သူတွေအတွက် ဟော့ဒီမှာ Tom Hanks ရဲ့ The Money Pit ရပါပြီဗျား..။ အခုပဲ ဒေါင်းလုဒ်ဆွဲလိုက်ပါ..။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
File size…(1.73 GB)/(1.23 GB)/(491.93 MB)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:31:00
Genre…Comedy
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Shin Mann Htet Myat
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
