"အချစ်၀တ္ထုလေးတစ်ပုဒ်လောက် ဖတ်လိုက်ကြဦးစို့ ….
ဒီတော့ အချစ်ဆိုတာ ဘာလဲ …. အနက်ဖွင့်ရရင်တော့ တစ်ထောင့်တစ်ညပုံပြင်တွေထက်
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရှည်သွားမယ်ထင်တယ် …. သီချင်းလေးထဲကအတိုင်းဆိုရင်တော့ အချစ်ဟာ
အဖြေရှာမရတဲ့ ပုစ္ဆာပေါ့ …. အချစ်နဲ့အတူ ရမ္မက်တွေ၊ တဏှာတွေ၊ မက်မောမှုတွေ
ဒွန်တွဲနေတာကိုလည်း ဘယ်သူမှ ငြင်းဆန်လို့ ရမယ်မထင်ပါဘူး ……
သိုပေမဲ့ အချစ်ဆိုတာ သိပ်ကို ရိုးရှင်းတဲ့အရာလို့ လက်ခံချင်နေသေးတဲ့ လူ့ဂွစာ
စာရေးဆရာကြီးတစ်ယောက် ရှိပါရဲ့…. သူ့နာမည်ကတော့ ဟန်နရီ ကော့ပါးပါ။
အောင်မြင်ချက်ကတော့ ထွက်ထားတာ ကြာပြီဖြစ်တဲ့ သူ့ရဲ့ စာအုပ်ဟာ ၆ လအတွင်းမှာ
၀ယ်ယူသူက ၂ ယောက်၊ တစ်ယောက်က ကိုယ်တိုင်။ အဲသည်လိုကို ပေါက်စာရင်း၀င်တဲ့
အာဂ အချစ်၀တ္ထုကြီး တစ်အုပ်ပါ။ တစ်နေ့တော့ သူ့ရဲ့ ထုတ်ဝေသူက ဟန်နရီ့ကို
ဆက်သွယ်လာပြီး သူ့ရဲ့ အင်္ဂလန်မှာ မပေါက်တဲ့ စာအုပ်ဟာ မက္ကဆီကိုမှာတော့
စပိန်ဘာသာပြန်နဲ့ ရှိသမျှစာရင်း ထိပ်ဆုံး ရောက်လောက်အောင်
၀က်၀က်ကွဲအောင်မြင်နေလေရဲ့ … ဒီတော့ ကံအလှည့်အပြောင်းနဲ့ ကြုံလာသူ
စာရေးဆရာကြီးတို့ မက္ကဆီကိုသို့ စာအုပ်အတွက် နယ်လှည့်ပွဲခရီးစဉ်
စတင်ရပါတော့တယ် ….. ဟိုရောက်မှ သူ့ရဲ့ စာအုပ်ပေါက်ရတဲ့ အကြောင်းရင်းကို
သိပြီး ဟန်နရီ ကော့ပါးတစ်‌ယောက် သွေးတက်စရာတွေ ကြုံလာတဲ့အခါ ဘာတွေ
ဆက်ဖြစ်မလဲ ….
Me Before You, Love Rosie စတဲ့ အချစ်ဇာတ်လမ်းတွေနဲ့ ပရိသတ်ရင်ကို
သိမ်းပိုက်ခဲ့သူပီပီ ဒီဇာတ်လမ်းမှာလည်း Sam Clafin ဟာ အရှိန်ထိန်းထားနိုင်ဆဲပါပဲ။
တစ်မူထူးခြားတဲ့ ခပ်အေးအေး စာရေးဆရာ ဟန်နရီကော့ပါးဇာတ်ရုပ်နဲ့ အံ၀င်ဂွင်ကျ
သရုပ်ဆောင်ထားတဲ့အပြင် မင်းသမီး Veronica နဲ့လည်း သိပ်ကို Chemistry မိလွန်းကာ
ဇာတ်ကောင်တွေနဲ့အတူ ကြည့်ရင်းကြည့်ရင်း တဖြည်းဖြည်းနဲ့မှ
အချစ်ကို ခံစားမိလာပါလိမ့်မယ်…. ရင်ခုန်လာစေပါလိမ့်မယ်
အချစ်နဲ့တွေ့တဲ့အခါ မိမိရဲ့ ခံယူချက်သဘောထား ပြောင်းလဲသွားနိုင်ပုံတွေကို
သဘာ၀ကျကျ ရိုက်ပြထားတာဖြစ်လို့ အချစ်ဇာတ်လမ်း ကောင်းကောင်းလေးတစ်ပုဒ်ကို
တမ်းတနေသူဆို ဒီကားလေးကို လက်မလွှတ်တမ်း ကြည့်ကြဖို့ တိုက်တွန်းရင်း…..
File size…(2.2 GB)/(900 Mb)/(500 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:46:00
Genre…Comedy, Romance
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Yoon Sandi Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
