"Groundhog Day (1993)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 8/10, RT – 97%, Meta – 72% ~
Groundhog Day လို့‌ခေါ်တဲ့ ဖေဖော်ဝါရီ ၂ရက်နေ့ဟာ မြောက်အမေရိကရဲ့ ပွဲတော်နေ့တစ်ခုပါပဲ။ Punxsutawney မြို့မှာ Punxsutawney Phil လို့ခေါ်တဲ့ ဂရောင်းဟော့လေး‌က နွေဦးပဲစောစော‌လာမလား ဆောင်းပဲရှည်မလား ဟောတာကို ကြည့်ပြီး ပါတီတွေပေးကြတဲ့နေ့ပေါ့။ အဲဒီနေ့မှာ နေရာအနှံ့က သတင်း‌သမားတွေ တီဗီအစီအစဉ် ကြေညာသူတွေ Punxsutawney ကို လာရောက်ကြတယ်။ ဒီရုပ်ရှင်ဟာ အဲဒီ Groundhog Day မှာ ပိတ်မိနေတဲ့ လူတစ်ယောက်အကြောင်းပေါ့။ တော်တော်လေးစောတဲ့ Time Loop ရုပ်ရှင်တစ်ကားဖြစ်သလို သူ့ဟန်ကို Theme အဖြစ်မှီးပြီး နောက်ပိုင်းသုံးလာကြတာတွေလည်း မနည်းပါဘူး။ Supernatural ထဲလည်း မှီးသုံးခဲ့ဖူးတယ်။ Groundhog Day ဟာ Classic တန်း၀င် Comedy ကားကောင်းတစ်ကားဖြစ်သလို ဝေဖန်ရေးသမား Roger Ebert အကြိုက်ဆုံးစာရင်းထဲ၀င်ခဲ့တဲ့ ရှားရှားပါးပါး Comedy ကားလည်း ဟုတ်ပါတယ်။
အဓိကဇာတ်​ဆောင်ကလည်း နာမည်ကျော် Bill Murray ဆိုတော့ ကောင်းမှာမပူရတော့ဘူး​ပေါ့။ ဇာတ်လမ်းလေးကလည်းဆန်းပါတယ်။ Bill ဟာ မိုးလေဝသကြေညာသူတစ်ယောက်ဖြစ်ပြီး မာနကြီး လက်​ပေါက်ကတ်သူပေါ့။ ရေတစ်၀က်ပဲရှိတဲ့ ဖန်ခွက်ကိုကြည့်ပြီး တစ်၀က်တောင်ရှိတယ်ပြောမယ့်လူရယ် တစ်၀က်ပဲရှိတယ် ပြောမယ့်လူရယ်ဆိုတဲ့ လူစား၂မျိူးမှာ သူဟာ ဒုတိယလူစားမျိူးပါပဲ။ ဒါနဲ့ပဲ တစ်ရက်ကျ ပန်ဆူ​​​တော်နီဆိုတဲ့ ဇနပုဒ်​လေး မှာ Groundhog Day ဆိုတဲ့ ရာသီပွဲတော်တစ်ပွဲကို သွားရောက်ရိုက်ကူးဖို့ အကြောင်းဖန်လာပါတယ်။ သူတို့အဖွဲ့သားတွေရောက်သွားကြပြီး Bill တစ်ယောက်ဟာ ထူးဆန်းစွာနဲ့ပဲ အဲဒီနေ့ကိုပဲ နေ့တိုင်း ဖြတ်သန်းနေရပါ​တော့တယ်။ သူဟာ Groundhog Day ဆိုတာကြီးကို နေ့တိုင်း ထပ်တလဲလဲ ကြုံနေရတဲ့ Time Loop သဘောမျိုးမှာနေနေရတယ်။ အဲဒီကနေ လွတ်လမ်းရှာရင်း ကြာလာတော့ စိတ်ဓါတ်တွေကျ၊ သတ်သေချင်စိတ်တွေပေါ်လာပါ​တော့တယ်။ အဲဒီနေ့ မနက်မှာဖွင့်တဲ့ Radioသံကြားရရင်ကို စိတ်က ဂယောက်ဂယက်တွေဖြစ်လာပြီး ဒီ Time Loop က​နေ ကျော်လွှားဖို့နည်းလမ်းကို အသည်းအသန်ရှာရပါတော့တယ်။ ရုပ်ရှင်ဟာ IMDB Rating 8.0 အထိရရှိထားပြီး Bill Murray ရဲ့ ဂန္တဝင်သရုပ်ဆောင်ချက်တွေ၊ ဘဝသင်ခန်းစာတွေကို ညိမ့်ညိမ့်လေးကြည့်သွားရမှာဖြစ်ပါတယ်။ ဘုရားသခင်ရဲ့ ကျီစယ်မှုတစ်ခုဖြစ်တဲ့ ဒီ Time loop ရဲ့ ရည်ရွယ်ချက်ကို ရှာ​ဖွေရင်း ကိုယ်သာ ဒီလို တစ်ရက်ထဲကိုပဲ အကြိမ်ကြိမ်ကြုံခဲ့ရရင် ဘာ​တွေ လုပ်မလဲဆိုတာ စိတ်ကူးယဉ်လိုက်ကြစေချင်ပါတယ်။
Groundhog Day နဲ့ ပတ်သက်ပြီး ဝေဖန်ရေးသမားတွေကတော့ “Groundhog Day ဟာ သူ့ပေးချင်တဲ့မက်ဆေ့နဲ့ သူ့ရည်ရွယ်ချက်ကို ထင်သာမြင်သာ ရှင်းရှင်းလင်းလင်းတွေ့နိုင်တဲ့ရုပ်ရှင်ပါပဲ။ သူ့ရဲ့ ပညာသားပါမှုကိုတော့ ချက်ချင်းကြီး သတိထားမိမှာမဟုတ်စေဘဲ မှတ်ဉာဏ်ထဲ အခြေကျရင်းနဲ့မှ သိလာမယ့် သဘောမျိုး ” လို့ ဆိုကြပါတယ်။ ရုပ်ရှင်တစ်ကားကြည့်ပြီး ကိုယ့်ခံစားချက်ကို သေသေချာချာဖော်မပြတတ်ပေမဲ့ တူညီတဲ့ခံစားမှုတစ်ခုရတဲ့အခါ ဒီရုပ်ရှင်က Groundhog Day လို ရုပ်ရှင်မျိုးပဲဆိုပြီး ကိုယ့် မှတ်ဉာဏ်ထဲ Reference အနေနဲ့ ကိုးကားဖို့ ကျန်နေတဲ့ရုပ်ရှင်မျိုးလည်းဟုတ်တယ်လို့ ဆိုကြပါတယ်။
ရေတစ်၀က်ရှိတဲ့ ဖန်ခွက်တစ်ခွက်ကိုကြည့်ပြီး “တစ်၀က်တောင်ရှိတယ်”ဆိုတဲ့သူရော “တစ်၀က်ပဲရှိတယ်”ဆိုတဲ့သူရောဟာ အချိန်တစ်ခုမှာတော့ ရေအပြည့်ရှိတယ်လို့ ထင်မြင်သွားကြပါလိမ့်မယ်။ တကယ်ပြည့်မပြည့်တော့ ဘယ်သူမှမသိပေမဲ့ ချစ်ခြင်းကတော့ လိုနေတဲ့ရေတစ်၀က်ကို ဖြည့်ပေးသွားပါလိမ့်မယ်။ လောကကြီးကိုက ရေတစ်၀က်သာ ဖြည့်ထားတဲ့ ဖန်ခွက်ကြီးပဲမို့လို့ လူတွေဟာ ချစ်ခြင်းမေတ္တာကို လိုအပ်ခဲ့တာပေါ့…
(ဒီဇာတ်ကားနဲ့အညွှန်းကို Mugiwara Ya မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.2GB, 880MB, 440MB
Quality – 1080p, 720p, 480p
IMDb Rating – 8.0/10
Format – mp4
Duration – 1H 41Min
Genre – Comedy, Drama, Fantasy
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Mugiwara Ya
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
