"Mythica: The Godslayer (2016)
========================
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီဇာတ်ကားအကြောင်းကို မပြောခင် ဒီကားဟာ Mythica ခေါင်းစဉ်အောက်မှာ
ငါးကားတွဲထွက်ရှိထားတဲ့အထဲကမှ ဇာတ်ကားတစ်ပုဒ်ဖြစ်ပါတယ်။
Mythica ဆိုတာကတော့ Adventure, fantasy, action ခေါင်းစဉ်အောက်မှာတည်ရှိပြီး
adventure fantasy တို့ရဲ့ ထုံးစံအတိုင်း orc, dragon , witch , elf , god အစရှိသဖြင့်
အမျိုးစုံအောင် ကြည့်ရှုရမှာ ဖြစ်ပါတယ်။
ဇာတ်လမ်းအကျဉ်းလေးအနေနဲ့ကတော့ လက်ရှိကမ္ဘာမြေဟာ နတ်ဘုရားတွေကို အပြီးတိုင်
ချေမှုန်းချင်နေတဲ့ Lich King နဲ့ သူ့ရဲ့ zombie စစ်တပ်ကြီးနဲ့၊ တစ်ဖက်မှာ လူသား၊ နတ်နဲ့
အခြားသောမျိုးနွယ်တွေ စစ်ခင်းနေရတဲ့ကာလ ဖြစ်ပါတယ်။ Lich King နဲ့ သူ့စစ်တပ်ကြီးဟာ
ဘယ်မျိုးနွယ်နဲ့မှ အင်အားချင်းမယှဉ်သာအောင် တရိပ်ရိပ်တက်လာလို့နေပါပြီ။ ဒါပေမယ့်
Lich King ရဲ့ ရည်ရွယ်ချက်ဖြစ်တဲ့ နတ်ဘုရားတွေ အကုန်လုံးကို သုတ်သင်ဖို့ရာ ကျိန်စာသင့်နေတဲ့
Marek ဆိုတဲ့ စုန်းမလေးက အဓိကကျတဲ့နေရာမှာ ပါ၀င်နေပါတယ်။ ဒါကြောင့် ကမ္ဘာပျက်ကိန်း
ဆိုက်မယ့်အရေးကို ကာကွယ်ဖို့ရာ စုန်းမလေး Marek နဲ့ နတ်သူငယ်သွေးတစ်၀က်ပါတဲ့ သူခိုးဂျပိုး
Dagen တို့ရဲ့ လက်ထဲကို ရောက်လာပါတော့တယ်။
ဒီတော့ သူတို့နှစ်ဦးဟာ Lich King နဲ့ သူ့ရဲ့အကြံအစည်ကို တားဆီးမယ့်ကိစ္စကို အကောင်အထည်
ဖော်ဖို့ ခရီးရှည်ကြီးကို ထွက်ခွါရပါတော့တယ်။ တစ်ဖက်မှာလည်း လူသားနဲ့ နတ်ဘုရားတွေဟာ
တရိပ်ရိပ်တက်လာနေတဲ့ zombie စစ်တပ်ကြီးကို တောင့်ခံရင်း Marek နဲ့ Dagen တို့သာ သူတို့တွေ
အားလုံးရဲ့ တစ်ခုတည်း‌သော မျှော်လင့်ချက် ဖြစ်လာတဲ့အခါမှာတော့….
Mythica God slayer ဆိုတဲ့ Fantasy adventure ဇာတ်ကားလေးကို CM ပရိသတ်ကြီးတွေအတွက်
တင်ဆက်လိုက်ရပါတယ်။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ Chuck Chuck ဖြစ်ပါတယ်။)
File Size – (2.01 GB) / (879.62 MB) / (364.03 MB)
Quality – BluRay – (1080p) / (720p) / (480p)
Duration – 1hr 58min
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Action, Adventure, Drama
Translator – Chuck Chuck
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
