"The Village (2004)
~~~~~~~~~~~
ရွာ…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အပြစ်ကင်းစင်မှုတွေနဲ့ ထုံမွှမ်းနေတဲ့ ချစ်စရာရွာလေး။
စကားပြောတာတောင် နူးနူးညံ့ညံ့နဲ့ ဂုဏ်တွေ ပကာသနတွေ ဘာမှမရှိတဲ့ရွာလေးပေါ့။
ဒီချစ်စရာရွာလေးမှာ သတ္တိ၊ဒေါသနဲ့ ရမ္မက်ကို ကိုယ်စားပြုနေတဲ့ အနီရောင်ကို အရောင်ဆိုးလို့ သတ်မှတ်ကြတယ်။
အနီရောင်ကို မြင်တာနဲ့ မြေမြှုပ်ပစ်ကြတယ်။ ဒီလိုလုပ်ရတာ နောက်ထပ်အကြောင်းအရင်းတစ်ခုရှိနေပါသေးတယ်။
အနီဟာ သူတို့မပြောကြတဲ့ သတ္တဝါတွေကို ဆွဲဆောင်နိုင်လို့ပါတဲ့။
ဒီလိုအေးချမ်းတဲ့ရွာလေးမှာ မကောင်းတဲ့ အချက်ဆိုလို့ သူတို့ရွာဘေးက တောအုပ်ထဲက သူတို့မပြောကြတဲ့ သတ္တဝါတွေပဲရှိမယ်ထင်တယ်။
ရွာထဲက ကာလသားတွေမှာ သတ္တိပြစရာဆိုလို့ တောအုပ်ကို ကျောပေးပြီး အချိန်ဘယ်လောက်ကြာအောင် ရပ်နိုင်လဲဆိုတာကပဲ သူတို့အတွက် စိတ်လှုပ်ရှားစရာ စွန့်စားခန်းဖြစ်နေတယ်။ ရွာလေးက အေးချမ်းတယ်ဆိုပေမဲ့ ဆေးဝါးအထောက်အပံ့မရှိ တခြားမြို့ပြတွေနဲ့လည်း အဆက်အသွယ်မရှိလို့ ကုစရာဆေးဝါးမရှိတာကြောင့် လက်လွှတ်လိုက်ရတဲ့ ရွာသူရွာသားတွေ ရှိနေတာပေါ့။
တောအုပ်ကြီးထဲမှာ ဘာရယ်မပြောနိုင်တဲ့ သတ္တဝါတွေရှိနေတာကြောင့် သွားလို့ကလည်း မဖြစ်ဘူးဆိုပေမဲ့ လူတွေဆိုတာ စွန့်စားတတ် စူးစမ်းတတ်တဲ့အမျိုးပဲမဟုတ်လား။
ဒီအခက်အခဲကို ဖြေရှင်းဖို့အတွက် ကာလသားတွေထဲက သတ္တိအရှိဆုံးလူငယ်လေးတစ်ယောက်က ရွာရဲ့ကောင်းကျိုးအတွက် တောအုပ်ကိုဖြတ်ပြီး ဆေးဝါးသွားရှာဖို့ပြောလာပါတယ်။
ဒီလူငယ်လေး အောင်အောင်မြင်မြင်နဲ့ တောအုပ်ကိုဖြတ်ကျော်နိုင်ပြီး ရွာလေးရဲ့အနာဂါတ်ကိုပြောင်းလဲပစ်နိုင်မလား။
ဒါမှမဟုတ် တောအုပ်ထဲကသတ္တဝါတွေ တိုက်ခိုက်ခံရလို့ ပျက်စီးရမှာလား။
The Village ရဲ့ ဒီဇာတ်လမ်းလေးက Thriller, Drama ဇာတ်လမ်းလို့ နာမည်တပ်ထားပေမဲ့ စိတ်ဝင်စားစရာ အချစ်ဇာတ်လမ်းလေးတစ်ပုဒ်ပါလို့ ပြောချင်ပါတယ်။ ဒီရွာလေးက လူ့အဖွဲ့အစည်းကိုပဲ သရော်ထားတာလား။ အဲဒီရွာက ရွာသူရွာသားတွေကိုပဲ သရော်ထားတာလားလို့တော့ ကျွန်တော်လည်း မပြောတတ်ပါဘူး။ ဘာပဲပြောပြော ကြည့်ရတာ တန်တဲ့ ဇာတ်ကားလေးဆိုတာတော့ မမှားပါဘူး။ ခင်ဗျားက အတွေးသမားဆိုရင်တော့ ဒီရွာလေးကြောင့် လူအဖွဲ့အစည်းအကြောင်း၊ လူတွေရဲ့အကြောင်း တွေးစရာတွေပေါ်လာမှာသေချာပေါက်ပါပဲ…
(ဒီဇာတ်ကားနဲ့အညွှန်းကို 666 မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 2.05GB, 1.02GB, 555MB
Quality – 1080p, 720p, 480p
IMDb Rating – 6.4/10
Format – mp4
Duration – 1H 48Min
Genre – Drama, Mystery, Thriller
Subtitle – Myanmar Subtitle (Hardsub)
Translated by 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
