"A Shot Through the Wall တဲ့
မြန်မာလို ပြန်ဆိုရရင်တော့ နံရံကိုဖောက်ထွက်သွားတဲ့ ကျည်ဆံတစ်ချက်ပေါ့ ဒီဇာတ်လမ်းလေးတစ်ပုဒ်လုံးက ဒီကျည်ဆန်တစ်ချက်ကနေပဲ အစပြုခဲ့တာပါ
မိုက်ခ်က ဘရွတ်ကလင်းမှာ ရဲအဖြစ်တာ၀န်ထမ်းဆောင်နေတဲ့ တရုတ်အမျိုးသားလူငယ်တစ်ဦး..
သူတို့တစ်မိသားစုလုံး ဘရွတ်ကလင်းမှာ အခြေချနေထိုင်လာခဲ့တာကြာပြီဖြစ်လို့ မိုက်ခ်ဟာ ကွဲပြားခြားနားနေသူ တစ်ယောက်တော့မဟုတ်ဘူး လူတိုင်းနဲ့ လိုက်လျောညီထွေ ဆက်ဆံနိုင်တယ် ဒါ့အပြင် မကြာခင် လက်ထပ်တော့မယ့် သူ့ဇနီးချောလေးကလည်း လူမည်းအမျိုးသမီးလေးတစ်ဦးပေါ့
ဒါပေမယ့် ကံဆိုးမှုတစ်ခုက သူ့ကို စောင့်ကြိုနေတာကိုတော့ မိုက်ခ်တစ်ယောက်မသိရရှာပါဘူး
သူ့ရဲ့တွဲဖက်ဖြစ်တဲ့ ရိုင်ယန်နဲ့အတူ တရားခံတစ်ယောက်ကို လိုက်ဖမ်းနေတုန်းမှာ မိုက်ခ်ရဲ့ သေနတ်ထဲက ကျည်ဆန်ဟာ မတော်တဆထွက်သွားခဲ့ပြီး နံရံကိုဖောက်ကာ တိုက်ခန်းထဲက လူမည်း‌ကောင်လေးတစ်ယောက်ကို ထိမှန်လို့ သေဆုံးသွားခဲ့ပါတယ် မတော်တဆဖြစ်ခဲ့တာဆိုပေမယ့် လူမှုပတ်၀န်းကျင်ကြီးတစ်ခုလုံးကတော့ မိုက်ခ်ကို ဒီလိုမမြင်ခဲ့ပါဘူး
သာယာနေတဲ့မိုက်ခ်ရဲ့ ဘ၀လေး တစ်ဆစ်ချိုးပြောင်းလဲခဲ့ပါပြီ လူမျိုး‌ရေးခွဲခြားသူ၊ လူသတ်သမား အစရှိသဖြင့် ခေါင်းစဉ်မျိုးစုံ အတပ်ခံရသလို မရည်ရွယ်ဘဲ လူသေစေမှုနဲ့ စွဲချက်အတင်ခံရပါတော့တယ်
ကောက်ရိုးတစ်မျှင်ပဲရရ ဆွဲထားရတော့မယ့် မိုက်ခ်တစ်ယောက် ဒုက္ခပင်လယ်တောကြီးထဲမှာ ခက်ခက်ခက်ခဲခဲ လှော်ခတ်ရင်းပဲ နစ်မွန်းသွားတဲ့ပုံကို ဒါရိုက်တာက စ-လယ်-ဆုံး တင်းကျပ်မှု အပြည့်နဲ့ ကောင်းကောင်း ပုံဖော်သွားပါတယ်
ဇာတ်ကားခေါင်းစဉ်လေးလိုပဲ နံရံကိုဖောက်ထွက်သွားတဲ့ ကျည်ဆံတစ်ချက်အကြောင်းပေါ့
မျက်မှောင်ခေတ်ကြီးထဲမှာ‌တောင် ရှိနေဆဲ အသားအရောင်ခွဲခြားဆက်ဆံမှုတွေ …မီဒီယာတွေရဲ့ သဘောသဘာ၀ …လုပ်ငန်းခွင်အတွင်း ထိုးကျွေးခံရမှုတွေ …သစ္စာတရား စတာတွေကို ကွက်ကွက်ကွင်းကွင်းပဲ အချိန်ဆွဲမှုမရှိ ချပြသွားပါတယ်
ပျော်စရာလေးတွေ entertainment ဆန်တာလေးတွေရှာကြည့်ချင်တဲ့သူမျိုးဆိုရင်တော့ ဒီရုပ်ရှင်ဟာ သင့်အတွက်မဟုတ်ပါဘူး
ကြည့်ရှုခံစားလိုက်ကြပါဦး …..
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
File size…(1.7 GB)/(1 GB)/(500 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:30:00
Genre…Drama, Crime, Thriller
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Chuck Chuck
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
