"The Bridges of Madison County (1995)
~ IMDb – 7.6/10, RT – 90%, Meta – 69% ~
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အိုင်အိုဝါပြည်နယ်၊ မက်ဒီဆင် စီရင်စုက တောမြို့လေးရဲ့ ယာခင်းတစ်ခုမှာ ပျော်ရွှင်နေတဲ့ မိသားစုလေးတစ်စုရှိပါတယ်။ စစ်ပြန်လယ်သမားခင်ပွန်းရယ်၊ အီတလီမှာ စစ်ထွက်ရင်း ဖူးစာဆုံခဲ့တဲ့ ဇနီးသည်တစ်ယောက်ရယ်၊ သားနဲ့သမီးရယ် ယာစိုက်ရင်း နွားမွေးရင်း မိသားစုဘဝလေးမှာ ကိုယ်စီရှင်သန်နေကြတာပေါ့။ အဲဒီမှာပဲ ခင်ပွန်းနဲ့ သားသမီးနှစ်ယောက်က ဇနီးသည်ကို ထားခဲ့ပြီး အီလီနွိုက် ပြည်နယ် ကျေးလက်နွေရာသီပွဲကို မွေးထားတဲ့ နွားထီးလှလှကြီး ပြိုင်ပွဲသွင်းဖို့ လေးရက်ကြာခရီးထွက်သွားပါတယ်။ အဲဒီမှာပဲ ခရီးသွားဓာတ်ပုံဆရာတစ်ယောက် လမ်းဝင်မေးရင်းကနေ ဆင့်ကဲ ဆင့်ကဲ ဖြစ်ရပ်များနဲ့အတူ အချစ်တစ်ခု ပေါက်ဖွားလာခဲ့တဲ့ လေးရက်ကြာ အချစ်ဇာတ်လမ်းပေါ့။
ခင်ပွန်းလည်းမသိ၊ သားသမီးတွေလည်း မသိပဲ လေးရက်ကြာချစ်ဇာတ်လမ်းကို သေသည်အထိ ဖုံးကွယ်ခဲ့ပြီး သေဆုံးပြီးနောက်မှာမှ စာတစ်စောင် ဒိုင်ယာရီသုံးအုပ်နဲ့ သားနဲ့သမီးကို ရင်ဖွင့်ထားခဲ့တဲ့ Clint Eastwood ရဲ့ Drama ဇာတ်ကားကောင်းတစ်ပုဒ်ပါပဲ။ ဇာတ်လမ်းအကျဉ်းကတော့ ဒီလောက်ပါပဲ။ ရိုးရိုးလေးပေမဲ့ သိပ်ကို လှပပါတယ်။
Box Office မှာ (၂၂) သန်း ရင်းပြီး (၁၈၂) သန်းပြန်ရခဲ့တဲ့ ဇာတ်ကားဖြစ်လို့ ၁၉၉၅ ခုနှစ်ရဲ့ ငွေကြေးတန်ဖိုးနဲ့တွက်ရင် ဒီဇာတ်ကားက ဘယ်လိုဇာတ်ကားလဲဆိုတာ သိနိုင်ပါတယ်။ မင်းသားကြီး Clint Eastwood ရဲ့ ကိုယ်တိုင်ဒါရိုက်တာ၊ ထုတ်လုပ်သူ၊ ကိုယ်တိုင်မင်းသား အဖြစ် ရိုက်ကူးခဲ့ပြီး ဇာတ်ဆောင်မင်းသမီး Meryl Streep က ဒီဇာတ်ကားနဲ့ ၁၉၉၆ ခုနှစ် အကယ်ဒမီဆန်ခါတင်စာရင်းမှာ ထည့်သွင်းခံခဲ့ရပါတယ်။ IMDb 7.6 နဲ့ Rotten Tomato 90% ရရှိခဲ့ပြီး Warner Bros မှ ၁၉၉၅ ခုနှစ်မှာ ဖြန့်ချိပေးခဲ့ပါတယ်။
လူမှုစံညွှန်းတွေနဲ့ အိမ်ထောင်ရေးသစ္စာတရားတွေဘက်က ကြည့်မယ်ဆိုရင်တော့ စိတ်အလိုလိုက် ဖောက်ပြားခဲ့တဲ့ အမှောင်ကမ္ဘာ ကိလေသာအတွင်းက စိတ်ရိုင်းတွေဖြစ်လို့ အကျည်းတန်တယ်ဆိုရမှာပေါ့။ ဇာတ်လမ်းက မလိုတာ တစ်ကွက်မှမပါ၊ အရမ်းကိုလှပတဲ့ ဇာတ်ကားတစ်ကားဖြစ်လို့ အိမ်ထောင်ရေးဖောက်ပြန်မှုကို အားပေးလေသလားဆိုပြီး Misleading Drama အဖြစ် လက်ညှိုးထိုးချင်စရာပါပဲ။ ဒီတော့ ကြီးကျယ်ခမ်းနားတဲ့ဇာတ်ကားတစ်ကားကို ဇာတ်ကားလိုပဲကြည့်ဖို့ အကြံပေးချင်ပါတယ်ခင်ဗျာ။
မူရင်းစာရေးဆရာ Robert James Waller ရဲ့ လှပသေသပ်တဲ့လက်ရာ မူရင်းဝတ္ထုကြီးရဲ့ အရသာအတိုင်း ရိုက်ကူးတင်ဆက်ထားပြီး လူမှုစံနှုန်းနဲ့ မသင့်တော်တဲ့ အချစ်ဇာတ်လမ်းတစ်ခုကနေ မအောင်မြင်တဲ့ အိမ်ထောင်ရေးနှစ်ခုကို အဖက်ပြန်ဆည်နိုင်တာကို လှလှပပ တွေ့မြင်ရမှာပါ။ အမေရဲ့ သစ္စာမဲ့မှုကို ယူကြုံးမရ ဒေါသထွက်ရတဲ့ သားနဲ့သမီးဟာ ဒိုင်ယာရီအဆုံးမှာတော့ လမ်းလွဲလုဆဲဆဲ ကိုယ်စီအိမ်ထောင်ရေးတွေကို ပြန်လည်တည့်မတ်ခဲ့တာကိုကြည့်ပြီး ကြည်နူးရပါတယ်။
” ငါဟာ ပန်ဆင်ထားတဲ့ ပန်းတစ်ပွင့်ကို နောက်‌ကျောက တိတ်တခိုး နမ်းရှိုက်ခဲ့သူတစ်ယောက်။ ကိုယ်ကျင့်တရားအတွက် နှလုံးသားမှာ နေရာမရှိ၊ အညစ်ထွေးဆုံး အမှောင်မိုက်ဆုံး တွင်းနက်ကြီးထဲကို အသန့်ရှင်းဆုံးချစ်ခြင်းနဲ့ ရဲရဲကြီးခုန်ဆင်းလိုက်တယ်။ ‌တမလွန်မှာရောက်မယ့်ငရဲအတွက် မီးပွားတစ်ပွင့်စာအထိပါမကျန် ကျေနပ်နေမယ်…
ရှင်က ပန်ဆင်ထိုက်သူတစ်ယောက်ဖြစ်ပေမယ့် ပန်းပွင့်ချိန်မှာ အနားမရှိခဲ့လို့ ပိုင်ဆိုင်ခွင့်နဲ့ ဝေးခဲ့ပြီ။ ကျွန်မတို့ရဲ့ အချစ်က စစ်မှန်တယ်ဆိုတာကို ဝေးကွာခြင်းနဲ့ပဲ သက်သေပြရအောင်။ လေးရက်အတွက် တသက်စာ၊ တသက်စာအတွက် လေးရက်၊ ကျွန်မတို့ချစ်ခြင်းအတွက် လေးရက်…
တို့တွေဟာ တစ်ချိန်မှာ ဆုံဆည်းခွင့်ရမှာပါ။ အနည်းဆုံးတော့ ရုပ်ကြွင်းပြာမှုန်အဖြစ်နဲ့ တစ်နေရာတည်းမှာ လဲလျောင်းခွင့်ရှိတယ်… “
(ဇာတ်ကားနဲ့အညွှန်းကို Arr Khun Winchester မှ ပြန်ဆိုရေးသားပေးထားပါတယ်)
Size – 2GB, 1.1GB,700MB
Quality – 1080p, 720p, 480p
IMDb Rating – 7.6/10
Duration – 2hr 15mins
Subtitles – Myanmar Hardsub
Format – MP4
Genre – Drama, Romance
Translated by Arr Khun Winchester
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
