"A Hero (2021)
—————
IMDb – 7.2 , Metacritic – 82%
အီရန်ဒါရိုက်တာတွေထဲမှ Abbas Kiarostami တို့ Asghar Farhadiတို့ Mohsen Makhmalbafတို့လို
Art Film Fanတွေ အသည်းစွဲကြိုက်ကြတဲ့ ဒါရိုက်တာတွေမနည်းပါဘူး။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
A Heroကတော့ Asghar Farhadiရဲ့ ဒီနှစ်ထွက် ရုပ်ရှင်အသစ်ပါပဲ။
Asghar Farhadiဟာ ရိုက်သမျှကားတိုင်း ကောင်းနေတဲ့ ဒါရိုက်တာတွေထဲက တစ်ယောက်လို့ဆိုလို့ရပါတယ်။
သူရိုက်တဲ့ A Separationဆို Academy Award for Best International Feature Filmဆု ကိုရခဲ့တဲ့
ပထမဆုံးအီရန်ရုပ်ရှင်အဖြစ် မှတ်ကျောက်အတင်ခံခဲ့ရပြီး
The Salesman နဲ့ ဒီဆုကိုပဲ ဒုတိယမ္ပိထပ်ရရှိခဲ့ပါတယ်။
အခု A Heroလည်း အော်စကာ ဆန်ခါတင် စာရင်းထဲထပ်ပါလာပြန်ပါပြီ။
ဇာတ်ကြောင်းကတော့ ရှင်းရှင်းလေးပါပဲ။
ရှင်းရှင်းလေးကိုပဲ ပြန်ပြောပြဖို့ တော်တော်ခက်ပါတယ်။
အကြွေးမဆပ်နိုင်လို့ ထောင်ကျနေတဲ့ လူတစ်ယောက် ရွှေအိတ်တစ်အိတ်ကောက်ရတယ်။
အစက အဲဒီရွှေအိတ်ကို ရောင်းပြီး အကြွေးဆပ်ဖို့လုပ်တယ်။
နောက်ကျ ပိုင်ရှင်ကိုပြန်ပေးဖြစ်သွားတယ်။
အကြွေးမဆပ်နိုင်လို့ ထောင်ကျနေတဲ့သူက ရွှေတွေကိုပိုင်ရှင်ကို ပြန်ပေးလိုက်တဲ့အတွက် ဟီးရိုးဖြစ်သွားတယ်။
ပြီးကျ အဲဒီနောက်ဆက်တွဲနည်းနည်း ဒါပါပဲ။
(ထောင်ကျနေတဲ့သူက ဘယ်လိုလုပ် ရွှေအိတ်ကောက်ရလဲကတော့ ကြည့်လိုက်ရင် ရှင်းသွားပါလိမ့်မယ်)
ရှင်းတော့ရှင်းနေပေမဲ့ ဘာလို့ပြန်ပြောပြဖို့ ခက်တာလဲဆိုတော့
ဒီရုပ်ရှင်ဟာ Rashomon Effect သုံးထားလို့ပါပဲ။
ရှာကြည့်သလောက် ဘယ်မှာမှ သုံးထားတယ် မရေးထားပေမဲ့
ဇာတ်ကောင်တွေကရတဲ့ ခံစားမှုအရရော ဒါရိုက်တာ ကြိုက်တဲ့ရုပ်ရှင် ဆယ်ကားမှာ
ရှရှော်မွန်ကို ထိပ်ဆုံးတင်ဖူးတာကို တွေ့ရတာကြောင့်ရော ကျွန်တော်တော့ သုံးထားတယ်လို့ပဲ မြင်ပါတယ်။
Rashomon Effectကို သုံးတာ ကျွန်တော်မြင်ဖူးတဲ့ ကြည့်ဖူးသလောက်ကားတွေမှာ သုံးထားတာ အရမ်းသိသာပေမဲ့
ဒီထဲတော့ သိသာတယ်ပြောလည်းရသလို
မသိသာဘူးပြောလည်း မမှားတဲ့အနေအထားရောက်နေပါတယ်။
ဇာတ်ကောင်တွေရဲ့ မတူညီတဲ့ အမြင်တွေကို သိသာအောင် ပုံဖော်သွားပြီး
ဇာတ်ကောင်တစ်ကောင်ချင်းစီရဲ့ ကွဲပြားတဲ့အမြင်တွေကိုက စိတ်ဝင်စားစရာကောင်းနေတဲ့ ရုပ်ရှင်ပါပဲ။
ဒီလိုရိုက်တာ ဆန်းတော့မဆန်းပေမဲ့ သူသုံးတဲ့ ပုံစံကတော့
သူများထက် နည်းနည်းတော့ ဆန်းတယ်လို့ ပုဂ္ဂလိကအမြင်အရ ထင်ပါတယ်။
ရုပ်ရှင်ဟာ မတရားတဲ့ လောကကြီးအကြောင်း Rashomon Effectသုံးပြီး
ပုံဖော်သွားတယ်လို့ ဆိုရင်လည်း မှားချင်မှ မှားမှာပေမဲ့
ဇာတ်ကောင်အားလုံးဟာ သူ့ဘာသာတော့ မှန်နေကြတော့
မတရားတဲ့ လောကကြီးလို့ ပြောရမှာလည်း တော်တော်ခက်နေပြန်တာပါပဲ။
ဘယ်လိုပြန်ပြောရမလဲ မသိတော့တဲ့ ဒီရုပ်ရှင်အဆုံးမှာ
ကျွန်တော် သတိရမိတာက ဟာသ မဟုတ်ခဲ့တဲ့ ဟာသတစ်ပုဒ်ကိုပါပဲ။
ဗေဒင်ဆရာက လူတစ်ယောက်ကိုဟောတယ်။
“ခင်ဗျား အသက်၅၀ရောက်တဲ့အထိ ဒုက္ခများလိမ့်မယ်”
“နောက်ကျတော့ရော”
” နောက်ကျ ကျင့်သားရသွားလိမ့်မယ်” တဲ့
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
Genre…..Drama
Quality….WEB-DL 1080p and 720p and 360p
File size…1.8GB and 1GB and 306MB
Format…mp4
Duration….2h 7min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. WiRa Aung
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
