"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်ဟာ ၂၀၁၇ တုန်းက Gary Oldman ကြီး အော်စကာတွေသိမ်းပိုက်ခဲ့တဲ့
The Darkest Hour ဆိုတဲ့ ဒုတိယကမ္ဘာစစ်ရုပ်ရှင်ရဲ့ ရှေ့ကား ( Prequel) ဆိုပြီးပြောနေကြတယ်..
ပထမကမ္ဘာစစ်အပြီးနောက်ပိုင်း နာဇီတို့အင်အားကြီးလာပြီး
ဟစ်တလာအာဏာအထွတ်အထိပ်ရောက်နေချိန် ဖြစ်ပါတယ်။
ဂျာမနီရဲ့ တိုးပွားလာတဲ့ လူဦးရေ ၈၅ သန်းကျော်နဲ့အတူ ဂျာမနီပြည်ထောင်သစ်အတွက်
နယ်မြေချဲ့ထွင်ဖို့ ဟစ်တလာရဲ့ကြွေးကြွော်သံတွေနဲ့ ဂျာမန်သားတွေလည်း သွေးဆူနေခဲ့ပြီ
ဖြစ်ချင်တော့ ချက်ကိုစလိုဗားကီးယားရဲ့ ဆူဒန်တေနယ်မြေအရေးဟာ ပေါ်ပေါက်လာတယ်
ဆူဒန်တေဆိုတာ ချက်ကိုစလိုဗားကီးယားနဲ့ဂျာမနီကြားက နယ်စပ်နယ်မြေဖြစ်ပါတယ်
ဒီနယ်မြေကို ဂျာမနီနဲ့ ချက် ၂ နိုင်ငံလုံးက လက္မလွှတ်နိုင်ကြတဲ့အတွက်
ဟစ်တလာကတော့ အင်အားသုံးပြီး ချက်ကိုစစ်ကြေြငာဖို့အသင့်ဖြစ်နေပါပြီ
ဒါပေမယ့် ချုပ်ဆိုထားတဲ့သဘောတူညီမှုအတိုင်း ချက်နဲ့ဂျာမန်စစ်ဖြစ်တာနဲ့ ဗြိတိန်၊ပြင်သစ်တို့ကပါ မဟာမိတ်နိုင်ငံများစည်းမျဉ်းရ ချက်ဘက်က
ဝင်ရောက်တိုက်ခိုက်ပေးရမှာပါ….
နာဇီတွေနဲ့စစ်မဖြစ်ချင်တဲ့ ဗြိတိန်ဝန်ကြီး နဗလီချိန်ဘာလိန်ဟာ မြူးနစ်ကိုသွားပြီး ဟစ်တလာနဲ့တွေ့ကာ
ဆူဒန်တေဒေသကို ဂျာမန်လက်ထဲထည့်ဖို့သဘောတူစာချုပ်ချုပ်လိုက်ပါတယ်
ဒါ့အပြင် ဟစ်တလာနဲ့ချိန်ဘာလိန်ဟာ ဂျာမနီ-အန်ဂလို ဆိုတဲ့
ဗြိတိန်နဲ့ဂျာမနီ ၂ နိုင်ငံ ထာဝရငြိမ်းချမ်းရေး သဘောတူညီမှုကိုပါ တမင်ယူခဲ့ပါတယ်
ဒါကိုလုပ်ခဲ့တဲ့အကြောင်းက ဟစ်တလာက ဒီသဘောတူညီမှုကို ဖောက်တာနဲ့ မဟာမိတ်နိုင်ငံများအသင်း
တစ်ဖွဲ့လုံး ဂျာမန်ကိုအာခံကြတော့မှာပါ…
ဒါပေမယ့် သမိုင်းတွေအရ ဟစ်တလာကတော့ နယ်မြေချဲ့ထွင်မှုကိုဆက်လက် လုပ်ဆောင်ချင်တာကြောင့်
ပိုလန်ကို ကျူးကျော်စစ်ဆင်နွှဲပြီး ဒုတိယကမ္ဘာစစ်ကိုဦးတည်ခဲ့ပါတော့တယ်
ဒါက ဒီရုပ်ရှင်မှာပါတဲ့ သမိုင်းဖြစ်စဉ်ပါ…
1917 ရုပ်ရှင်နဲ့ အော်စကာဇကာတင် မင်းသား Geroge MacKay က မြုူးနစ်ကိုသွားပြီး
ဟစ်တလာနဲ့ညှိနှိုင်းမဲ့ ဗြတိန်ကိုယ်စားလှယ်နေရာက ပါဝင်သရုပ်ဆောင်ထားပါတယ်
ဒီကားဟာ ဒုတိယ ကမ္ဘာစစ်ကိုတာဆူတော့မယ့် နာဇီတွေနဲ့ ဗြိတိန်တို့ကြားက ဆက်ဆံရေးနဲ့
အဲ့ဒီခေတ်က ဟစ်တလာ၊ ချိန်ဘာလိန်၊ မူဆိုလီနီတို့ကြားက ဆက်ဆံရေးကို သေချာရိုက်ပြထားပါတယ်
ကမ္ဘာ့သမိုင်းနိုင်ငံရေးတစ်ခေတ်ကို Cast ကောင်းကောင်း Dialogue ကောင်းကောင်းတွေနဲ့ပြန်ကြည့်ရမယ့်
Netflix ရုပ်ရှင်ဖြစ်လို့ ကိုယ်တိုင်ကြည့်ဖို့ပဲတိုက်တွန်းချင်ပါတယ်
(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်ကိုတော့ Thiha Yan Naing ကရေးသားထားပါတယ်)
File size…(2.1 GB)/(1.1 GB)/(550 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….02:03:00
Genre…Drama, History, Biography
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Thiha Yan Naing
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
