"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
တကယ်တော့ ဒီအညွှန်းကို ဘယ်လိုရေးရမလဲလို့ အကြာကြီးစဉ်းစားခဲ့ရတယ်..။ လိင်မှုဆိုတာမျိုးက ပွင့်ပွင့်လင်းလင်း မဖော်ပြအပ်တဲ့ကိစ္စပဲလို့ အများကြီး သင်ယူထားခဲ့ရတာကြောင့်လည်း ဖြစ်ရင်ဖြစ်မယ်..။
လိင်ကိစ္စဟာ လျှို့ဝှက်အပ်သော..၊ ဖုံးကွယ်ထားအပ်သော ကိစ္စတစ်ရပ်မဟုတ်ပဲ ဘေးကင်းစွာဆက်ယှက်ခြင်းနဲ့ သာယာမှုကို ရဖို့သာ အဓိကပဲဆိုတာကို ယဉ်ကျေးမှုကွာဟခြင်းတွေမှာ မြင်ရမယ်..။
ဒီဇာတ်ကားမှာတော့ ခပ်လန်းလန်းမျက်နှာနဲ့ ခန္ဓာကိုယ်ရှိတဲ့ ဉာဏ်ကြီးရှင် ကောင်မလေးတစ်ယောက်ရဲ့ အပျိုရည်ပျက်ဖို့..၊ ဒီအပျိုရည်ကိုမှ ပျော်ပျော်ရွှင်ရွှင် သာယာမှုအထွဋ်ရောက်ပြီး အောင်အောင်မြင်မြင် ပျက်ဖို့အတွက် ကြိုးစားပမ်းစား အားထုတ်နေတာကို မြင်ရမယ်..။
ဉာဏ်ကြီးရှင် မိန်းကလေးဟာ ပြိုင်ပွဲတစ်ခုအတွက် အက်ပလီကေးရှင်း တစ်ခု ဖန်တီးဖို့လိုတယ်..။ ပြိုင်ပွဲရက်မှာပဲ အပျိုရည်ကလည်း ပျက်ချင်သေးတော့ တစ်ချက်ခုတ် နှစ်ချက်ပြတ် ဖောင်းဒိုင်းကောင်းကောင်းလုပ်နိုင်မယ့် အဆင့်တွေကို ပြောပြပေးမယ့် အက်ပလီကေးရှင်းတစ်ခု လုပ်ဖို့ ကြိုးစားပါလေရော..။
ဒါပေမဲ့လည်း ဒီအက်ပလီကေးရှင်းထဲကို ထည့်သွင်းဖို့ ဒေတာလိုတဲ့အတွက်..။ ဖောင်းဒိုင်းလုပ်နည်းအသွယ်သွယ် အချက်အလက်တွေကို ဘယ်က သွားရှာရမလဲ..? ဘယ်သူတွေဆီက ရမလဲ ?
​ဒီဇာတ်ကားကို ကြည့်နေရင်းနဲ့ တလွဲတွေလည်း ခွီရမယ်..။ သိသင့်သိထိုက်တဲ့ လိင်မှုဗဟုသုတတွေလည်း ရမယ်..။ ဖောင်းဒိုင်းတဲ့နေရာမှာသုံးတဲ့ လက်ချောင်းသိုင်းကျမ်း အနည်းငယ်ကိုလည်း အကြမ်းဖျင်းလောက် လေ့လာလို့ ရသေးတယ်..။
အထူးတလည်ပြောစရာရှိတာကတော့ တင်ဆက်ပုံပါပဲ..။ လိင်မှုအကြောင်းသိကောင်းစရာတွေကို ဆရာကြီးပုံစံနဲ့ ပို့ချပေးတာမျိုး မဟုတ်ပဲ..၊ အထက်ကျောင်းက ကောင်မလေးတစ်ယောက်ရဲ့ fantasy ပုံရိပ်တွေအတိုင်း ရယ်ရယ်မောမော ပေါ့ပေါ့ပါးပါးဖြစ်အောင် ချပြသွားတယ်..။
ဇာတ်လမ်းအကြောင်းအရာကို ပြောပြသွားပုံကတော့ ခပ်သွက်သွက်ပဲ..။ ဒါကို တင်ဆက်မှုနဲ့ ထိန်းထားတဲ့အတွက် ကြည့်ရတာ ပေါ့ပေါ့ပါးပါးဖြစ်ပြီး ဟာဒယလေးတွေနဲ့ လိင်မှု ဗဟုသုတတွေ ခပ်ပါးပါးလေးထည့်ထားတယ်..။
စိတ်ဝင်စားရင်တော့ အခုပဲ ဒေါင်းလုဒ်လိုက်ပါတော့..။ တစ်ခုပဲ..။ အက်ကြောင်းထပ်နေတဲ့ဇာတ်လမ်းအဆုံးသတ်မျိုးမဟုတ်လို့ ကြိုက်တတ်ရင်တော့ စိတ်ကျေနပ်ရစေလိမ့်မယ်..။
File size…(1.5 GB)/(800 Mb)/(400 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:30:00
Genre…Drama, Comedy, Romance
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Shin Mann Htet Myat
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
