"A Million Ways to Die in The West (2014)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
(၁)
ခင်ဗျားဟာ ၁၈၈၀ပြည့်နှစ်တွေထဲ အမေရိကန် အနောက်ပိုင်းမှာနေတဲ့ လူတစ်ယောက်ဆိုပါစို့။ ခင်ဗျား မွေးထားတဲ့သိုးက သူများခြံထဲက မြက်ကို သွားစားမိရင် ဒီပြဿနာက သေနတ်ချင်းယှဉ်ပစ်ပြီး ဖြေရှင်းရမယ့် ပြဿနာပါပဲ။ အနောက်အရပ်မှာ ခင်ဗျားခြံထဲကသိုးက သူများခြံထဲကမြက်ကို သွားစားမိရုံနဲ့လည်း နေရင်းထိုင်ရင်း ခင်ဗျားသေနိုင်ပါတယ်။
သေနတ်ချင်းယှဉ်ပစ်တာမှာ ခင်ဗျားနိုင်ပြီး ရှပ်ထိရုံလောက် ဖြစ်သွားတယ်ဆိုပါစို့။ ခင်ဗျားအနာက ပလာစတာ ကပ်ရုံနဲ့ပျောက်လောက်တဲ့အနာဆိုရင်တောင် အရီဇိုးနားက ဆရာဝန်က ရှပ်ထိထားတဲ့ကိုယ်အင်္ဂါကို ဖြတ်ပစ်ဖို့လိုတယ်လို့ ပြောမှာပါ။ အနောက်ပိုင်းမှာရှိတဲ့ တစ်ဦးတည်းသော ဆရာဝန်ဟာ အအေးမိတဲ့လူနာကို နားထဲသံရိုက်သွင်းတဲ့ နည်းနဲ့ ကုတတ်ပြီး အဖျားကြီးရင် မြင်းကန်တာခံတဲ့နည်းနဲ့ ကုပေးတတ်တဲ့ ဇီဝကလက်သစ်ပါပဲ။ အူအတက်ပေါက်လို့ လာကုတဲ့အမျိုးသမီးတော့ ခွဲစိတ်ရင်း ခဏရပ်ပြီး နောက်လူနာကိုကုနေတဲ့အချိန် အတွင်းကလီစာတွေ ကြောင်စားခံလိုက်ရဖူးပါတယ်။
(၂)
ဝရမ်းပြေးတွေ၊ အမူးသမားတွေ၊ ဥညှစ်သတ်မယ့်ပြည့်တန်ဆာတွေ၊ ငတ်ပြတ်နေတဲ့ တောကောင်တွေ၊ အင်းဒီးယန်းတွေသတ်တာခံရမယ့် သေနည်းတွေအပြင် ရာသီဥတုကြောင့်လည်း သေနိုင်သလို အိမ်သာတက်ရင်း‌ မြွေပွေးနဲ့တွေ့ပြီးလည်း သေနိုင်ပါတယ်။ နောက် ကာလဝမ်းရောဂါနဲ့ သေနိုင်သေးသလို ဒါမှ မသေသေးရင်လည်း မသေသေ​အောင်ကုပေးမယ့် ဆရာဝန်က အသင့်ပါပဲ။
ယုံချင်ယုံမယုံချင်နေပါ။ အမေရိကန် အနောက်ပိုင်းမှာ ကိုယ့်အီးနံ့နဲ့ ကိုယ်သေဖူးကြတဲ့ အလုပ်သမားတွေ၊ ဓာတ်ပုံရိုက်ပေးရင်း ကင်မရာ မီးထလောင်ပြီး မာလကီးယားသွားတဲ့ ဓာတ်ပုံဆရာတွေ ၊ တစ်နေ့ လူ၁၀ယောက်အောက်ထစ်နဲ့ အိပ်ဖူးပေမဲ့ အလုပ်နားနေတုန်း မုဒိန်းကျင့်ခံရလို့ သတ်သေသွားတဲ့ ပြည့်တန်ဆာတွေက စလို့ ဒီထက်ဆန်းကြယ်တဲ့ သေနည်းပေါင်းစုံနဲ့ သေခဲ့ကြဖူးတဲ့သူတွေ ရှိဖူးပါတယ်။ အဓိကဇာတ်ကောင်ပြောခဲ့တဲ့ စကားအရဆို အနောက်ပိုင်းမှာ သေနည်းသန်းချီရှီပါတယ်။ A Million Ways To Die In the West ဟာ ဒီသေနည်းတစ်သန်းကို Theme လုပ်ပြီး ရိုက်ထားတဲ့ ရုပ်ရှင်ပါပဲ။
(၃)
ကျွန်တော်ပဲ ပိန်းလို့လားတော့ မသိဘူးပေါ့။ သေပုံသေနည်းတွေကိုပဲ ပြနေတာက ဒီလောက်ကောင်းတဲ့ ဟာသအပြတစ်ခု ဖြစ်သွားမယ်လို့ မထင်ထားခဲ့ပါဘူး။ ပြောရရင် သူ့စတိုင်က ကျွန်တော်တို့ အသည်းစွဲဖြစ်ခဲ့ဖူးတဲ့ တွမ်အင်န်ဂျယ်ရီရဲ့ ရယ်ရပုံနဲ့တောင် ခပ်ဆင်ဆင်ပါပဲ။ ရေခဲတုံးကြီးသယ်နေရင်း ရေခဲတုန်းကြီး ခေါင်းပေါ်ပိကျတာတို့ ပွဲဈေးမှာ အရက်ရောင်းနေရင်း နွားသိုးက အချောင်အဝှေ့ခံရတာတို့လို ခပ်ပြောင်ပြောင် ခပ်ကြောင်ကြောင် သေနည်းတွေကိုလည်း သုံးပြီး ကြည့်ရှုသူကို ကလိထိုးသွားခဲ့တယ်။ တွမ်အန်မ်ဂျယ်ရီသာ Immortal တွေ မဟုတ်ခဲ့ရင် သူတို့လည်း ဒီထဲက ဘဲတွေလိုပဲ သေကြမှာပါပဲ။
ဒီလိုဟာသတွေချည်းလားဆိုတော့လည်း မဟုတ်သေးပါဘူး။ စကားလုံးနဲ့ လူကို ကလိတာတွေ၊ အေဘရာဟမ်လင်ကွန်းလို နာမည်ကျော်သမ္မတကို သရော်ထားတာတွေ၊ အင်းဒီးယန်းတွေနဲ့ အနောက်ပိုင်းသားတွေကြားက ပြဿနာတွေကို သရော်ထားတာတွေ အစုံ့အစုံကို သုံးပြီး ဒီရုပ်ရှင်ဟာ ကြည့်ရှုသူကို ပါးစပ်မစေ့နိုင်အောင် ဖြစ်စေခဲ့တယ်။ ၂နာရီ ၁၅မိနစ်ကြာတဲ့ရုပ်ရှင်မှာ ၂နာရီ ၁၅မိနစ်လုံး ဆက်တိုက်ရယ်နေရပါတယ်လို့တော့ မပြောချင်ပါဘူး။ မစ္စတာဘင်းတို့ ချာလီချက်ပလင်တို့ တွမ်အန်မ်ဂျယ်ရီတို့မှမဟုတ်တဲ့ ဇာတ်အိမ်တစ်ခုပေါ်တည်ထားတဲ့ ဟာသရုပ်ရှင်ကိုး။ သေချာတာကတော့ ကျွန်တော် ကြည့်ဖူးသမျှ ဟာသရုပ်ရှင်တွေထဲတော့ ဒီရုပ်ရှင်ဟာ အရယ်ရဆုံးပါပဲ။ ရုပ်ရှင်ရဲ့ အချိန် တစ်နာရီခွဲလောက်ကို ရယ်နေရတဲ့ အနောက်ပိုင်းဟာသရုပ်ရှင်ကောင်းပါ။
(၄)
သရုပ်ဆောင်ပိုင်းမှာ Seth MacFarlane, Charlize Theron, Liam Neeson, Amanda Seyfried စတဲ့ နာမည်ကျော် သရုပ်ဆောင်တွေကို သုံးထားပါတယ်။ MacFarlane အနေနဲ့ သူ့ဇာတ်ကောင်နဲ့ လိုက်ဖက်နေတာဟာ ဒီရုပ်ရှင်ကို အသက်ဝင်စေတဲ့ အဓိကအချက်ပါပဲ။ Charlize Theron ရဲ့ အလှနဲ့ Badass ဆန်ဆန်ဇာတ်ကောင် လိုက်ဖက်နေချက်ကိုလည်း ဖယ်ထားလို့ မသင့်ဘူးပေါ့။ Visual အရပြောရရင်တော့ ဒီရုပ်ရှင်ထဲက Charlize Theron ဟာ ကြည့်ခဲ့ဖူးသမျှ သူ့ကားတွေထဲ အလှဆုံးပါပဲ။
Cameo တွေအဖြစ်တော့ Ryan Reynolds နဲ့ Jamie Foxx တို့က တစ်ခန်းစီ ဝင်ပြောင်ထားကြပါတယ်။ Jamie Foxx ဟာ ၂၀၁၂မှာ Quentin Tarantino ရဲ့ Django Unchained မှာ ကောင်းဘွိုင် သေနတ်သမား ဇာတ်ကောင်နေရာမှာပါဖူးထားပါတယ်။ ဒီထဲမှာလည်း Django ဇာတ်ကောင်အနေနဲ့ပဲ Credit Scene နှစ်ခန်းထည့်ထားပါတယ်။
(၅)
A Million Ways To Die In The West ရဲ့ ဒါရိုက်တာရော မင်းသားရောဖြစ်တဲ့ MacFarlane ဟာ ဟာသကားတွေကို သရုပ်ဆောင်ရာမှာရော ရိုက်ကူးရာမှာရောဇာတ်ညွှန်း ရေးသားတဲ့နေရာမှာပါ တော်တဲ့ တကယ့်လူပါပဲ။ ဒါကို သူကိုယ်တိုင် ဇာတ်ညွှန်းရေး ရိုက်ကူး သရုပ်ဆောင်လုပ်ခဲ့တဲ့ အခုရုပ်ရှင်ရယ် Ted ၂ကားရယ်ကြည့်ရင် ကောင်းကောင်းကြီးသိနိုင်ပါတယ်။ နောက်ပြီးတော့ The Simspons နဲ့ ယှဉ်လို့ရနိုင်လောက်အောင်ကို နာမည်ကျော်တဲ့ Family Guys ကာတွန်း Sitcom Series ရောပေါ့။ ဒီအနောက်ပိုင်း ဟာသကားကိုလည်း နာမည်ကျော် အနောက်ပိုင်းရုပ်ရှင်တွေကို သေချာလေ့လာပြီးမှ ရိုက်ခဲ့တာပါပဲ။
Blazing Saddles, Unforgiven, 3:10 To Yuma, Dances With Wolves, The Lone Ranger, The Magnificent Seven, Django Unchained, Back To The Future Part III, Montana, The Searchers စတဲ့ Western ရုပ်ရှင်တွေကို A Million Ways To Die In The Westမှာ သူ Reference ထည့်သွင်းထားခဲ့ပါတယ်။ အဲဒါတွေထဲမှာတော့ Django Unchained နဲ့ Back To The Future III ကတော့ အသိသာဆုံး ဖြစ်ပါလိမ့်မယ်။
(ဒီဇာတ်ကားကို 666 မှ ပြန်ဆိုထားပြီး အညွှန်းကိုတော့ WiRa Aung မှ ရေးသားထားပါတယ်)
Size – 2.2GB, 1.04GB, 709MB
Quality – Extended 1080p, 720p, 480p
IMDb Rating – 6.1/10
Format – mp4
Duration – 2h 14min
Genre – Comedy, Western
Subtitle – Myanmar Subtitle (Hardsub)
Translated by 666
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
