"A Fistful of Dollars (1964)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 8/10, RT – 98% ~
ဇာတ်ကား သုံးကားမှာ အဓိက သရုပ်ဆောင်ဖြစ်ပေမယ့် ဇာတ်ကားထဲမှာ သူ့နာမည်ကို ဘယ်သူမှ မသိကြဘူး။ သိတဲ့သူတွေကလည်း သူ့နာမည်ကို မခေါ်ကြဘူး။ ဒီတော့ ကောင်းဘွိုင်ရုပ်ရှင်ချစ်ပရိသတ်က သူ့ကိုချစ်စနိုးခေါ်ကြတာ Man with No Name တဲ့။ နာမည်မရှိတဲ့လူသားကြီး၊ လူကြမ်းကြီး၊ ခြေသလုံးအိမ်တိုင်၊ လေနှင်ရာလွင့်၊ ရောက်တဲ့အရပ်မှာ ဘဝကို ကုလားဖန်ထိုး၊ မတရားတာတွေ့ရင် ဓားခုတ်ရာ လက်ဝင်လျှိုတတ်သေး။
အမေရိကန်မြောက်ပိုင်းသား ယန်းကီး၊ မြင်းနဲ့ မြည်း စပ်ပြီးကျလာတဲ့ mule တစ်ကောင်နဲ့၊ ပွိုင့် 45 ပစ္စတို (ခြောက်လုံးပူး) တစ်လက်နဲ့၊ ဘယ်အချိန်မဆို ဘိုင်ကျ အိတ်ကပ်ခါလီသမား။ ခါးကြားကဗျောက်ကိုထုတ် တစ်စက္ကန့်အတွင်းမှာ 6 rounds (ကျည်ခြောက်တောင့်) လုံးကို ကုန်အောင်ပစ်ပြနိုင်တဲ့သူ။ သူတို့ခေတ်က ‌ပစ္စတို (ခြောက်လုံးပူး) ဆိုတာက တစ်ချက်ပစ်ပြီးရင် ပြောင်းရင်းကမောင်းကို ပြန်ဆွဲချရသေးတာနော်။ အဲ ကျည်ခြောက်တောင့်ထွက်ရင် အနည်းဆုံး လူလေးယောက်ပဲ။
မင်းသားကြီး Clint Eastwood ရဲ့ ဇာတ်ကားသုံးကား။ A Fistful of Dollars (1964), For a Few Dollars More (1965), The Good The Bad and The Ugly (1966)။ ဝက်ဝက်ကွဲအောင်မြင်ခဲ့ပြီး Clint Eastwood ဆိုတဲ့ စစ်ထွက်ချာတိတ်လေးကို အရှိန်အဝါကြီးလှတဲ့ မင်းသားကြီး ဖြစ်စေခဲ့တာပေါ့။ အခုတင်ဆက်ပေးမယ့် A Fistful of Dollars (1964) ရယ်၊ အရင်က တင်ပေးထားတဲ့ The Good The Bad and The Ugly (1966) ရယ်ဆိုရင် two down one to go ပေါ့နော့။
ဇာတ်လမ်းအကျဉ်းကတော့ စီးပွားပြိုင်ဖက် အုပ်စုကြီးနှစ်စု မြို့ငယ်လေးတစ်မြို့မှာ အားပြိုင်နေကြ။ အူတူတူလိုလို ဆရာကြီးလိုလိုပုံစံနဲ့ နာမည်မရှိတဲ့ ‌အမေရိကန်သား ကောင်းဘွိုင်လေးဝင်လာ။ ခါးကြားကဗျောက်ကိုဆွဲထုတ် တစ်စက္ကန့်အတွင်း လူလေးယောက် ငရဲပြည်ပို့ပြလိုက်တော့ အုပ်စုကြီးနှစ်ခုလုံးကစိတ်ဝင်စားသွား။ ဟိုဘက်သားလိုလို ဒီဘက်သားလိုလိုနဲ့ ကုလာဖန်ထိုး လွန်းလိုနှစ်ဖက်ချွန်မက၊ စမူဆာလို သုံးဖက်ချွန်မက၊ ဆိုင်ကယ်စပေါ့ကတ်လို နေရာတကာချွန်တဲ့ကောင်ဆိုတော့လည်း နှစ်ဖွဲ့လုံးကို ရန်တိုက်ပြီး လိုချင်တာယူသွားရောတဲ့။
အညှီအဟောက်မပါ မိန်းမဇာတ်ကောင်ကို ငါးမိနစ်ပြည့်အောင်မထည့်ဘဲ အတောင်ခြောက်ဆယ်ဝတ် မင်းယောက်ျားကြီးတွေ ရမ်းကားပစ်ခတ် လူ့အသက်ကို ကွမ်းရွက်လေးလို ဝါးပြီးထွေးကြပုံတွေ၊ ငါသတ်မင်းသေ မင်းသတ်ငါသေ လမ်း‌အလယ်မှာ မပြေးတမ်း ကြမ်းပြတာတွေကတော့ ကောင်းဘွိုင်ကားမှ ကောင်းဘွိုင်ကားပါပဲပေါ့။ လေရှည်ပါတယ်ဗျာ။ Download and watch and let it makes your day ပါပဲ ရုပ်ရှင်ချစ်ပရိသတ်တို့။
(ဇာတ်ကားအညွှန်းကို Arr Khun Winchester မှ ရေးသားပေးထားပါတယ်)
Size – 1.55GB, 962MB
Quality – Bluray 1080p, 720p
Duration – 1Hr 39mins
Subtitles – Myanmar Hardsub
Format – MP4
Genre – Action, Drama, Western
Translated by Arr Khun Winchester
Encoded by Y
Dollars Trilogy သုံးကားတွဲ ကြည့်ရှုရန်
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
