"Firestorm (2013)
Firestorm ဟာ ကိုးဆယ်ခုနှစ်ဟောင်ကောင် ရဲအက်ရှင်ကားတွေဟန်မျိုးရိုက်ကူးထားတဲ့ ရုပ်ရှင်ဖြစ်ပြီး အက်ရှင်ပရိသတ်တွေ စိတ်မပျက်ရအောင် အက်ရှင်ခန်းတွေ ဆက်တိုက်သလို ထည့်သွင်းထားတဲ့ကားပါ။ Infernal Affairs လို ရဲတွေနဲ့ ဒုစရိုက်သမားတွေကြားက လောဘတွေ အတ္တတွေကို နှစ်ဖက်လုံးပုံဖော်ထားတဲ့ကားလို့လည်း ဝေဖန်ရေးသမားတွေက ဆိုပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“ပြည်သူ့တာဝန်ကို ကြည်ညို ဥပဒေကို လက်ကိုင်ထားပါ” တဲ့။ ဒါပြည်သူ့ရဲတစ်ယောက်ဖြစ်တဲ့ အထူးတပ်ဖွဲ့ အရာရှိ လူမင်းချင်ရဲ့ လက်ကိုင်စကားပါ။
“ရဲလောကမှာ အရက်သမားတွေ လောင်းကစားသမားတွေ ပုံနေသလို မုဆိုးမဖြစ်သွားတဲ့ မိန်းမတွေလည်း အများကြီးရှိတယ်။ ဒါပေမဲ့ ငါတို့ ဒီအလုပ်ကို ဘာလို့ဆက်လုပ်နေလဲဆိုတော့ အပြစ်မဲ့တဲ့ ပြည်သူတွေ မသေစေချင်လို့ပဲ”တဲ့။
ဒီလိုမျိုး တာဝန်သိတဲ့ စုံထောက်လူမင်းချင်နဲ့ ငွေအားလူအား တောင့်တင်းတဲ့ လူဆိုးဂိုဏ်းတစ်ခုနဲ့ ရင်ဆိုင်အားပြိုင်ရတဲ့အချိန်မှာ ဘယ်သူတွေက မြေစာပင်ဖြစ်ကျန်ခဲ့မလဲ ဘယ်သူတွေကို ပေးဆပ်ပြီး အဲ့ဂိုဏ်းကြီးကိုဖြိုခွင်းရမှာလဲ စသည်ဖြင့် အပစ်အခတ် ဒရာမာစုံလင်စွာနဲ့ ကြည့်ရှုရမဲ့ ပရိသတ်တွေနဲ့ မစိမ်းတဲ့ သရုပ်ဆောင်တော်တော်များများပါဝင်တဲ့ အက်ရှင်ဇာတ်ကားကောင်းလေးတစ်ကားဖြစ်ပါတယ်။
Firestorm ရဲ့ ဒါရိုက်တာဟာ ဂျက်ကီချမ်းရဲ့ A New Police Story နဲ့ Rob B Hood တို့ကို ဇာတ်ညွှန်းရေးသားပေးခဲ့တဲ့ Alen Yuen ပါ။ ဟောင်ကောင်မင်းသားကြီး Andy Lau က အဓိကနေရာက ပါဝင်ထားပြီး Sammo Hung တို့ မင်းသမီး Yao Chen တို့လည်း ပါဝင်ထားပါတယ်။ Yo Chen ဟာ ဒီရုပ်ရှင်နဲ့ပဲ Outstanding actress ဆုကိုရရှိခဲ့သလို ရုပ်ရှင်ဟာလည်း အက်ရှင်ဒါရိုက်တင်းဆုတွေ ဆန်ခါတင်ဝင်ခဲ့ပါတယ်။
ဒီရုပ်ရှင်ဟာ တရားမျှတမှုနဲ့ ဥပဒေအကြောင်းပါပဲ။ တရားမျှတမှုဆိုတာကတော့ သိမြင်ခံစားတတ်တဲ့လူတိုင်း သိနိုင်တဲ့အရာဖြစ်ပြီး ဥပဒေကတော့ ရှုပ်ထွေးပွေလီတဲ့ စည်းမျဉ်းတွေနဲ့ အရာတစ်ခုပါ။ ကြားဖူးတယ်မို့လား စည်းမျဉ်းတွေရှိနေတဲ့ အရာတိုင်းက စည်းမျဉ်းတွေကို ကစားလို့ရတယ်တဲ့။ Firestorm ဟာ ဥပဒေဆိုတဲ့ စည်းမျဉ်းအစုအဝေးကြီးကို ကစားတဲ့အကြောင်းပါပဲ။
(ဇာတ်ကားနဲ့အညွှန်းကို Sai Thurein Lynn မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.75GB, 934MB
Quality – 1080p, 720p
IMDb Rating – 6.2/10
Format – mp4
Duration – 1H 58Min
Genre – Action, Adventure, Crime
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Sai Thurein Lynn
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
