"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မေး – “ကျွန်မ တစ်ခုလောက် မေးကြည့်လို့ ရမလား ? ”
​ဖြေ – “ရတာပေါ့..”
မေး- “လူတွေက စစ်ပွဲထဲကို ရောက်နေတဲ့အခါ လိင်ကိစ္စကိုရော ဘယ်လိုလုပ်ကြတုံး ”
LDRS ရိုမန့်ဇာတ်ကားကောင်းလေး တစ်ကားပါ..။ နယူးယောက် တိုင်းစ် သတင်းစာမှာ အလုပ်လုပ်နေတဲ့ တစ်ကိုယ်တော် အမေတစ်ယောက်ရဲ့ နောက်ကြောင်းကို ပြန်ကြည့်တဲ့အခါ…။
သူမမှာ ရှိခဲ့တဲ့ လှပတဲ့ ချစ်ခြင်းတရားနဲ့ မိသားစုဘဝတွေကို တွေ့မြင်ရမှာပါ..။
နောက်ထပ်ပြီးတော့ ခံစားကြည့်ရှုရမှာကတော့ 9/11 တိုက်ခိုက်မှုကစလို့ အီရတ်စစ်မြေပြင်ကို သွားရတဲ့ စစ်သားတစ်ယောက်ရဲ့ ဘဝပါ..။
အမှန်တကယ်ဖြစ်ပျက်ခဲ့တဲ့ အကြောင်းအရာတွေအပေါ် အခြေခံပြီး ရိုက်ကူးထားတဲ့ ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဖြစ်ပြီး တင်ဆက်ပြသထားပုံလေးလည်း လှတယ်ခင်ဗျာ..။
ကြည့်နေရင်းနဲ့ ရောဂါတက်တာ ရည်းစားလိုချင်တာမျိုးတော့ ဖြစ်မိတယ်..။ အရင်က ရှိတဲ့ ရည်းစားနဲ့ တစ်ညလုံးဖုန်းပြောခဲ့တာတွေ ပြန်သတိရသွားလို့..။ ရည်းစားဟောင်းနဲ့ ပြန်အဆင်ပြေချင်တဲ့ ခွေးစိတ်တွေလည်း ပေါက်တယ်..။ ဒါပေမဲ့ အဓိကက ဒီအချက် မဟုတ်ပါဘူး..။
ဒီဂျာနယ်တစ်ခုဟာ ကလေးတစ်ယောက်ကို လူလားမြောက်အောင် သွန်သင်ပေးတဲ့ အဖေ့ရဲ့ ကိုယ်ပွား ၊ ထိိုသူရဲ့ အရိပ်တွေကို ပြန်လည် ခံစားရစေမယ့် အမှတ်တရ ပစ္စည်းတစ်ခုပါ..။
ဖခင်တာဝန်နဲ့ တိုင်းပြည်တာဝန်ဝတ္တရားတွေကြားမှာ ညှပ်နေချိန် မမွေးလာသေးတဲ့ သားအတွက် ရေးခဲ့တဲ့ စာတွေကို ရင်နဲ့ ခံစားကြည့်ရင်တော့ အတော် ခံစားရမယ်ဗျာ..။
ဒီဇာတ်ကားကို ကြည့်နေရင်းနဲ့ တစ်ခါတလေ ဆရာ မြသန်းတင့်ရဲ့ ‘လူလေးသို့ ပေးစာများ’ တို့ ၊ အောင်ခင်မြင့်ရဲ့ ‘သားသို့ ကဗျာများ’ စာအုပ်တွေကို သွားသတိရမိတယ်..။
ပြီးတော့ လူ့ဘဝဆိုတာ ဘယ်လိုမှ မသိနိုင်ဘူး..။ ဘယ်အချိန် ခွဲခွာရမယ်ဆိုတာ ဘယ်သူမှ ကြိုမသိနိုင်တာမို့..။
အခွင့်အရေးရှိတဲ့အခါ ချစ်ရတဲ့သူနဲ့ လက်ထပ်လိုက်တာဖြစ်ဖြစ် အတူပျော်ရွှင်နေတာလေးပဲဖြစ်ဖြစ် လုပ်လိုက်ဖို့ပဲ..။
ဒီဇာတ်ကားထဲမှာ ပြောတာတော့ အရာအားလုံးမှာ မိသားစုက အရေးကြီးဆုံးပါတဲ့..။ ဒါကလည်း မှန်သင့်သလောက် မှန်နေတဲ့အချက်အလက်မို့ အနားမှာရှိတဲ့သူတွေကို အခွင့်ရှိတုန်း တန်ဖိုးထားစေချင်ပါတယ်..။
ဘာပဲဖြစ်ဖြစ် နောက်တစ်နေ့ဆိုတာက မသေချာဘူး မဟုတ်လား..?
File size…(2.1 GB)/(1.2 GB)/(600 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….02:11:00
Genre…Drama
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Shin Mann Htet Myat
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
