"” The Apu Trilogy (၁၉၅၅ – ၁၉၅၉) “
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ရေးရဲ့ကမ္ဘာ
” အကောင်းဆုံး Art house Trilogyများ ” ဆိုတဲ့ IMDb ရဲ့ List တစ်ခုမှာ ထိပ်ဆုံး၆ကားလုံးက ဘင်္ဂါလီဒါရိုက်တာကြီး ဆာတရာဂျစ်ရေးရဲ့ Trilogy နှစ်ခုပါပဲ။ ပထမကတော့ အပု Trilogy ပါ၊ နောက် ကာလကတ္တား Trilogy ကိုမြင်ရမှာပါ။ ရေးရဲ့အပု Trilogy မှာ Pather Panchali, Aparajito, Apur Sansar ဆိုတဲ့ သုံးကားပါပြီး သုံးကားလုံးဟာ IMDb ၈.၅ဝန်းကျင် ရထားတဲ့ ရုပ်ရှင်တွေပါပဲ။ နိုင်ငံတကာ ရုပ်ရှင်ပွဲတော်တွေမှာလည်း ဆုအလီလီ ရရှိခဲ့တယ်။ နောက်ဆုံး ရေးဟာ မာတင်စကောဆေးစိရဲ့ ကမကထပြုမူနဲ့ ၁၉၉၂ အော်စကာဆုပေးပွဲမှာ Honorary Award ကိုတောင် ရခဲ့ပါတယ်။ ကျွန်တော်တို့ဆီက စွယ်စုံရဒါရိုက်တာကြီးဝင်းဖေကတော့ ဝင်းဖေလွယ်အိတ် စာအုပ်မှာ “ရုပ်ရှင်ဒါရိုက်တာတစ်ယောက်အနေနဲ့ နိုင်ငံတကာရုပ်ရှင်ဆု အများဆုံးရထားသူဟာ ဥရောပကမဟုတ် အမေရိကက မဟုတ်တဲ့ အိန္ဒိယရုပ်ရှင်ဒါရိုက်တာကြီး ရှော်ဒိုးဂျီးရွိုင်း (ဘင်္ဂါလီသံဖြင့်) ဖြစ်တယ်” လို့ ဆိုထားပါတယ်။
အပု Trilogy ဟာ ဘင်္ဂါလီစာရေးဆရာ ဘီဘုတိဘုဆန် ဘနားဂျေး (Bibhutibhushan Bandyopadhyay) ရဲ့ ပသာပန်ချာလီ (၁၉၂၉)နဲ့ အပရာဇိတ (၁၉၃၂) စာအုပ်၂အုပ်ကို အခြေတည်ပြီး ရေးကိုယ်တိုင် ဇာတ်ညွှန်းရေးသား ရိုက်ကူးထားတာပါ။ ရေးရဲ့ ပထမကား ပသာပန်ချာလီကတော့ နာမည်တူစာအုပ်ကိုပဲ အခြေတည်ထားပြီးတော့ ဒုတိယကား အပရာဇိတကတော့ အပရာဇိတစာအုပ်ရဲ့ ပထမတစ်ဝက်ကို ရိုက်ကူးထားတာဖြစ်ပြီး နောက်ဆုံးကား အပုဆန်းဆားကတော့ အပရာဇိတစာအုပ်ရဲ့နောက်ဆုံးတစ်ဝက်ကိုရိုက်ကူးထားတာပါ။ ဒီသုံးကားလုံးဟာ အပုဆိုတဲ့ ဘင်္ဂါလီလူမျိုး အောက်ခြေလူတန်းစားကလေးရဲ့ လူမှန်းမသိတတ်သေးတဲ့ အရွယ်ကနေ ဖခင်ဖြစ်တဲ့အရွယ်အထိ အရွယ်သုံးပါးလုံးကိုပြပြီး ဘင်္ဂါလီမိသားစုတွေရဲ့ ဘဝကို အရိုးရှင်းဆုံးနဲ့အလှပဆုံးပုံဖော်ထားခဲ့တယ်။ နောက်ဆုံးကားအရ ဒီစာအုပ်၂အုပ်ဟာ စာရေးဆရာရဲ့ ဘဝဖြစ်စဉ်တွေလည်း နှောနေမယ်လို့ ယူဆလို့ရပါတယ်။ ဒါကြောင့်လည်း ဒီသုံးကားဟာ တော်တော့်ကို ခံစားရ စစ်မှန်နေတာပါပဲ။ ဘယ်လောက်ပဲနည်းပညာတွေဖွံ့ဖြိုးလာပါစေ အရှိတရားကို အရိုးရှင်းဆုံးပြထားတဲ့ ရုပ်ရှင်တွေက ခံစားမှုကတော့ အမြဲတစ်ပန်းသာနေမြဲမို့ ရေးရဲ့ရုပ်ရှင်တွေဟာ ခုလည်း ခေတ်ရဲ့နောက်မှာမကျန်ခဲ့သလို နောင်လည်းကျန်ခဲ့မှာမဟုတ်ပါဘူး။
ရေးဟာ ရုပ်ရှင်နယ်ပယ်မှာတင်မဟုတ်ဘဲ နယ်ပယ်အစုံမှာ ခြေဆန့်နိုင်တဲ့ အနုပညာသမားပါ။ Screen Writer, Documentary, Filmmaker, Author, Essayist, Lyricist, Magazine Editor, Illustrator, Calligrapher, နဲ့ Music Composer စတဲ့ နယ်ပယ်တွေမှာလည်း ခြေဆန့်နိုင်ခဲ့ပါတယ်။ ရုပ်ရှင်မှာလည်း လိုင်းပေါင်းစုံကို ခြေဆန့်နိုင်ခဲ့ပါတယ်။ Goopy Bagha ရုပ်ရှင်သုံးကားတွဲနဲ့ အိန္ဒိယ fantasy ကမ္ဘာတစ်ခုကို ဖန်တီးခဲ့သလို စုံထောက်ကြီး Feluda ဇာတ်ကားတွေရိုက်ကူးပြီးလည်း အိန္ဒိယရဲ့ကိုယ်ပိုင်ပုံစံနဲ့ ရှားလော့ခ်ကိုဖန်တီးခဲ့ပါတယ်။ သူ့ရုပ်ရှင်တွေရဲ့ costume ဒီဇိုင်းတွေ နောက်ခံတေးသံတွေကို ကြည့်ခြင်းအားဖြင့် ရေးဟာ အဘက်ဘက်မှာ ပါဖက်ရှင်နစ်ဖြစ်တဲ့ လူတစ်ယောက်ဖြစ်တယ်လို့လည်း ဆိုကြပါတယ်။ ရေးကို အိန္ဒိယရဲ့ ယဉ်ကျေးမှုကို ပြောင်းလဲပေးခဲ့တဲ့သူလို့လည်း ဆိုကြပါတယ်။ သူ့ရုပ်ရှင်တွေမှာ ဘင်္ဂါလီဓလေ့တွေကို သေသေချာချာပြထားပြီး ကရုဏာသက်စရာ ဘင်္ဂါလီအမျိုးသမီးတွေ ဘဝကိုပါ ပေါ်လွင်အောင်ပြနိုင်ခဲ့ပါတယ်။
ဘယ်မှာဖတ်ခဲ့ဖူးတာလဲ မမှတ်မိတော့ပေမဲ့ ကျွန်တော် ခပ်ရေးရေး မှတ်မိနေတဲ့ အကြောင်းအရာလေးတစ်ခုရှိတယ်။ လူတစ်ယောက်ရှိတယ်။ သူက ဝက်အကြောင်းကလွဲ ဘာမှစိတ်မဝင်စားဘူး။ သို့ပေမဲ့ အိမ်နားက ကလေးမလေးလားမသိ မြူးထူးနေတာကိုကြည့်ပြီး ဒါဝက်မတွေအတွက်ဆို လင်လိုချင်နေတဲ့ အခြေအနေပဲ လို့ပြောတယ်။ နောက်ရက်ကျ အဲဒီကလေးမလေး တကယ် လင်နောက်လိုက်သွားတော့တာပါပဲ။ လောကဟာ ရှုပ်မယောင်နဲ့ အတော်ရိုးရှင်းပါတယ်။ တစ်ခုခုကို အတွင်းကျကျသိသွားပြီး သော့ချက်ရသွားတဲ့အခါ ဘာမဆို သိသွားသလိုပါပဲ။ တစ်ချို့ပြောကြသလို ကိုယ့်ကိုယ်ကိုယ် ကောင်းကောင်းနားလည်လိုက်တာနဲ့ လူတွေအားလုံးကို နားလည်နိုင်သလောက်ပဲမလား။ ဒါကြောင့်လည်း တရားတော်မှာ ကိုယ့်ကိုယ်ကိုယ်ပဲ မြင်အောင်ကြည့်ဖို့ ဆိုခဲ့တယ်ထင်ပါတယ်။ ရေးဟာ အနုပညာနဲ့ပတ်သက်ရင် ဘက်စုံတော်တဲ့သူ၊ အနုပညာရဲ့သော့ချက်ကိုသိရှိပြီး ဘယ်အနုပညာမှာမဆို အသုံးချနိုင်တဲ့သူပါပဲ။ ဒီလိုလူတွေ မနည်းပေမဲ့ မများလှသလို ရေး‌လောက်လည်း ဘယ်သူမှ နာမည်မကျော်ဖူးကြတာတော့ အမှန်ပါပဲ။
” အပုရဲ့ကမ္ဘာ “
အပုသုံးကားဟာ အပုရဲ့ကမ္ဘာပါပဲ။ ဒီသုံးကားဟာ အပုဘဝရဲ့ ရယူခြင်း ဆုံးရှုံးခြင်း၊ အောင်မြင်ခြင်း ကျရှုံးခြင်း၊ ဆုံဆည်းခြင်း ကွဲကွာခြင်းများကို မခြွင်းမချန်ပြထားတဲ့ ရုပ်ရှင်တွေပါပဲ။ ရှေ့၂ကားအကြောင်းရေးခဲ့ဖူးပြီမို့ အပုဆန်းဆားကားကိုပဲ အခုတော့ အပုဆန်းဆားကားကိုပဲ ဦးတည်လိုက်ပါမယ်။ ရှေ့သုံးကားလုံးကိုလည်း အောက်ကလင့်ခ်မှာ ဝင်ရောက်ကြည့်ရှူနိုင်ပါတယ်။
~~ ” The Apu Trilogy ” ~~
” Apur Sansar “(1959) ” အပုဆန်းဆား “
IMDb – 8.5/10
အဖေရော အမေရောမရှိတော့တဲ့ တစ်ကောင်ကြွက် အပုဟာ ကျောင်းပြီးအောင် မတက်နိုင်တော့ပါဘူး။ အပုဟာ သူနဲ့အဆင်ပြေတဲ့အလုပ်ကို ရှာကြည့်ပေမယ့်လည်း အခြေနေအကြောင်းကြောင်းကြောင့် သူနဲ့ အံကိုက်တဲ့အလုပ်ကိုမတွေ့ခဲ့ပါဘူး။ ဒီနောက်မှာတော့ အပုဟာ ပြန်လာရင်အလုပ်သွင်းပေးမယ်ဆိုတဲ့ သူ့သူငယ်ချင်းနဲ့အတူ သူ့ငယ်ချင်းအမဝမ်းကွဲရဲ့ မင်္ဂလာဆောင်ကိုသွားခဲ့တယ်။ ကံဆိုးချင်တော့ သူ့သူငယ်ချင်းအမရဲ့ သတို့သားလောင်းက မင်္ဂလာချိန်နီးမှ ရူးသွားခဲ့တယ်။ ဒုတိယကားမှာ ထုံးတမ်းစဉ်လာအောက်က အိန္ဒိယဇနီးသည်တွေရဲ့ဘဝဒုက္ခကို မြင်သာအောင်ပြသွားပြီးတဲ့နောက် ဒီတစ်ခါတော့ အိန္ဒိယသမီးပျိုတွေရဲ့ ဘဝဒုက္ခကို မြင်သာအောင်ပြတော့တာပါပဲ။ သတို့သားရူးသွားလို့ မင်္ဂလာပွဲကိုဖျက်လိုက်ကြပေမယ့် သတို့သမီးဟာ အဲဒီတစ်နေ့တာရဲ့ ဒုတိယမင်္ဂလာချိန်မှာမှ ခင်ပွန်းလောင်းလုပ်ပေးမယ့်သူကို ရှာမတွေ့ရင် တစ်သက်လုံးလက်ထပ်လို့မရတော့တဲ့ အမျိုးသမီးဖြစ်တော့မှာပါ။ ဒီတော့အပုသူငယ်ချင်းဟာ အပုကို သူ့အမကိုယူပေးဖို့ စကားဆိုလာတယ်။ အဆောင်လခက မပေးနိုင် အလုပ်ကရေရေရာရာမရှိတဲ့ တစ်ကောင်ကြွက် သူ့ဘဝပေးကြောင့် အပုဟာ အစပိုင်းမှာ အင်တင်တင်ဖြစ်နေပေမဲ့ သူ့ကိုသွင်းပေးမယ့် အလုပ်ရမှာသေချာလားမေးပြီးတဲ့နောက် အပုဟာ လက်ထပ်ဖို့ သဘောတူလိုက်ပါတယ်။
အပုနဲ့ သူ့မိန်းမရဲ့ အိမ်ထောင်ရေးကို ရေးဟာ အတော်ကြည်နူးစရာကောင်းအောင် ပုံဖော်သွားခဲ့တယ်။ အပုမိန်းမရဲ့ကာရိုက်တာဟာ မိန်းမဆန်တဲ့မိန်းမတစ်ယောက်ရဲ့ ကာရိုက်တာပါပဲ။ ဒီလိုကာရိုက်တာမျိုးကို ကျွန်တော်သေချာရင်းနှီးဖူးတာက Farewell My Concubine ထဲက ဂေါင်လီရဲ့ကျူရှန်းကရယ်၊ မီနရီထဲက Han Ye-Ri ရဲ့ မိုနီကာရယ်မှာပါ။ မိန်းမနဲ့တူတဲ့ မိန်းမအဖြစ်ကောင်းကောင်း ပုံဖော်နိုင်ခဲ့တဲ့ အဲဒီအမျိုးသမီး ၂ယောက်ကြောင့် အဲဒီရုပ်ရှင်၂ကားလုံးဟာ ကျွန်တော့်အတွက် အတော်ညှိလောက်စရာကားတွေဖြစ်ခဲ့တယ်။ အပုဆန်ဆားကတော့ သူတို့ထက် ပိုလှပအောင်ပုံဖော်သွားနိုင်တယ်ပဲ ဆိုရမှာပါ။
၃၉မိနစ်ကနေ ၁နာရီ၁၃မိနစ်အထိ နာရီဝက်လောက်ပဲမြင်ခဲ့ရတဲ့ ဒီဇာတ်ကောင်ဟာ ဒီရုပ်ရှင်မှာ ရင်ထဲ အရောက်ဆုံး ဇာတ်ကောင်ဖြစ်ခဲ့ရလောက်အောင် သရုပ်ဆောင်ခဲ့တဲ့မင်းသမီးရော ရေးရောရဲ့ ပုံဖော်နိုင်စွမ်းက ပြောင်မြောက်ခဲ့တယ်။ ရေးဟာ ဇာတ်လိုက်‌နေရာမှာသာ အပုကို ထားထားပေမဲ့ သူ့အပုသုံးကားလုံးမှာ အပုဘဝထဲက အမျိုးသမီးဇာတ်ကောင်တွေကို ကြည့်ရှုသူ ရင်ထဲပိုရောက်အောင်၊ သူတို့ကိုစာနာတတ်အောင်၊ အိန္ဒိယယဉ်ကျေးမှုကြီးကို ပြောင်းလဲနိုင်အောင်များ ပုံဖော်သွားသလားတော့ မသိပါဘူး။ ရေးပြောဖူးသလိုပါပဲ။ ” ရုပ်ရှင်တစ်ကားက ဘာအကြောင်းကို ရိုက်ထားခဲ့တာလဲဆိုတာကို ဒါရိုက်တာတစ်ယောက်တည်းသိမှာပါ”။ ကြည့်ရှုသူ ခံယူတဲ့အတိုင်းပဲ ဖြစ်သွားမှာပါပဲ။ တစ်နာရီဆယ့်သုံးမိနစ်နောက်ပိုင်းမှာ ရေးဟာ အပုမိန်းမ အပါနာဇာတ်ကောင်ကို စာတစ်စောင်နဲ့တော့ ဆက်ပုံဖော်သွားခဲ့ပါတယ်။ ဒီစာနဲ့တင် ဇာတ်ကောင်ဟာ ဘယ်လိုမျိုးလဲဆိုတာ သိစေနိုင်စွမ်းခဲ့ပါတယ်။
” ပွဲတော်ရှစ်ရက်မြောက်နေ့မှာ ကျွန်မဆီလာမယ်လို့ ရှင် ကျွန်မကို ကတိပေးထားတယ်နော်။ ကျွန်မ အဲဒီနေ့ကိုစောင့်နေမယ်။ ရှင်မလာရင် ကျွန်မရှင့်ကိုလုံးဝမခေါ်တော့ဘူး။ ရှင်ကလူလိမ်ကြီးပဲ။ အရင်လက ရှင်ကျွန်မဆီ စာ၇စောင်ပဲပို့တယ်။ တစ်ပတ်နှစ်စောင်ပို့ရမယ်လို့ ကျွန်မမှာထားတယ်လေ။ ရှင်က ရှင့်ကတိကိုတကယ်မတည်ဘူးပဲ။ ကျွန်မရှင်လာမယ့်ရက်ကို လက်ချိုးရေနေမယ်။ ရှင်မလာဘူးဆိုရင် ကျွန်မရှင့်ကို စကားမပြောဘူး။ ရှင့်အိမ်နားက ကောင်မလေးကို ကျွန်မမနာလိုဘူး။ သူကျ ရှင့်ကို မနက်တိုင်း ညနေတိုင်းတွေ့ရတယ်။ ကျွန်မကျ မတွေ့ရဘူး။ ဒါတော်တော်မတရားဘူး။ ရှင့်အခန်းပြတင်းပေါက်ကို သေချာပိတ်ထားနော်။ ကျွန်မစာလုံးပေါင်းတွေ အများကြီးမှားတယ်မလား။ ရှင် ရယ်တော့မှာ ကျွန်မသိနေတယ်။ ကျွန်မက စာရေးဆရာမှမဟုတ်ဘဲ။ စာရေးတတ်ရုံလောက်ရှိတာ။ ရှင့်ကိုယ်ရှင် ကောင်းကောင်းဂရုစိုက်ပါ။ ကျွန်မက ကျန်းမာပေမဲ့ ကျွန်မနှလုံးသားကတော့ မကျန်းမာဘူး။ ရှင်ရောက်လာမှပဲ ပျောက်မှာ။ ရှင်ရောက်မလာရင် ကျွန်မ ရှင့်ကို ဘယ်တော့မှ မခေါ်တော့ဘူး။ “
ရုပ်ရှင်ဟာ စိတ်ရဲ့အစာပဲလို့ ရေးကဆိုပါတယ်။ အပုသုံးကားဟာ ကြည့်ရှုသူရဲ့ စိတ်ကို ဘယ်လိုပုံစံနဲ့ အဆာပြေစေမလဲကတော့ ကြည့်ရှုသူတစ်ယောက်ချင်းအလိုက် မူကွဲသွားမှာပါပဲ။
” ကိုယ်တိုင်တွေ့ရှိတဲ့ အဖြေတွေဟာ အကောင်းဆုံးအဖြေတွေပဲ “လို့ ရေးကိုယ်တိုင်ကပဲဆိုဖူးတော့ ဘယ်လိုအဆာပြေစေမလဲဆိုတာ ကိုယ်တိုင်ပဲအဖြေရှာကြည့်လိုက်ပါတော့။ အမှန်ပြောရရင် ရေးကတော့ အပုသုံးကားကို အနိုင်နဲ့ပိုင်းပြီး ဇာတ်သိမ်းပစ်လိုက်ပေမဲ့ ကျွန်တော်ကတော့ အပုရဲ့ နောက်ပိုင်းဇာတ်ကို ဆက်ကြည့်ချင်မိတာပါပဲ။
သို့ပေမဲ့လည်း သုခမိန်လှိုင်ရေးဖူးတဲ့ စာသားတစ်ခုလို
” အနုပညာမှာ ဘဝမှာ အချစ်မှာ အဆုံးသတ်ရန် တစ်နေရာမှာတော့ အဆုံးသတ်လိုက်ရတာပါပဲ။ “
ဘာပြောပြောပါ အပုရဲ့ဇာတ်လမ်းဟာ အဆုံးသတ်သွားပေမဲ့ အပုနဲ့ ရေးနဲ့ ဘနားဂျေးနဲ့ကတော့ ကျွန်တော်တို့ရင်ထဲကျန်နေမှာပါပဲ။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.7GB, 1GB
Quality – 1080p, 720p
IMDb Rating – 8.5/10
Format – mp4
Duration – 1H 45Min
Genre – Drama
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
