"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
CLEOPATRA (1963)
Cleopatra ဆိုတဲ့နာမည်ကို အထူးတလည်မိတ်ဆက်ပေးနေစရာမလိုပါဘူး။ ကမ္ဘာ့သမိုင်းစာမျက်နှာမှာ လူတကာငေးရတဲ့အလှပိုင်ရှင်အဖြစ်၊ အီဂျစ်ဘုရင်မာယာရှင်အဖြစ် Cleopatra ကိုမှတ်တမ်းတင်ခဲ့ကြပါတယ်။ Cleopatra ပါဝင်ကပြတဲ့ ကမ္ဘာ့သမိုင်းဇာတ်ကွက်က ကြီးကျယ်ခမ်းနားခဲ့သလို အဲဒီအကြောင်းကို ပြန်လည်ရိုက်ကူးတဲ့ ရုပ်ရှင်ဟာလည်း ရုပ်ရှင်သမိုင်းမှာဆိုစမှတ်ပြုရလောက်အောင် ကြီးကျယ်ခမ်းနားခဲ့ပါတယ်။
Roman emperor ရဲ့အထင်ကရ စစ်သူကြီး Julius Caesar ဟာ ရန်သူတော် Pompey ကို တိုက်ခိုက်အနိုင်ယူလိုက်တဲ့ Battle of Pharsalus အပြီးမှာ ဇာတ်အိမ်တည်ထားပါတယ်။ Rome ရဲ့ အဓိကကုန်ဝင်ရာ နိုင်ငံဖြစ်တဲ့ Egypt မှာ Cleopatra ဘုရင်မနဲ့ မောင်ဖြစ်သူ Ptolemy တို့ထီးနန်းအတွက် တင်းမာနေတဲ့အခြေအနေကို Caesar ကဖြေရှင်းပေးဖို့ Egypt ကိုရောက်လာခဲ့ပါတယ်။ အချုပ်ပြောရရင် Cleopatra ကိုလုပ်ကြံရန်ကြိုးစားမှုနဲ့ Ptolemy နယ်နှင်ဒဏ်ပေးခံရပြီး Cleopatra က အီဂျစ်ရဲ့ဘုရင်မဖြစ်လာခဲ့တဲ့အပြင် Caesar နဲ့ Cleopatra တို့ပါငြိစွန်းခဲ့ပါတော့တယ်။ သားလေး Caesarion ဖွားမြင်လာခဲ့တဲ့အခါမှာတော့ Cleopatra ရဲ့အိပ်မက်ဟာ ကမ္ဘာတစ်ခွင်ကို သူမနဲ့ Caesar တို့အတူအုပ်စိုးပြီး သားတော်လေးလက်ထဲ အာဏာစက်ကိုလွှဲအပ်ပေးခဲ့ဖို့ဖြစ်လာပါတယ်။
ရောမနေပြည်တော်ကြီးမှာတော့ dictatorship ကိုတောင်းဆိုလာတဲ့ Caesar ကိုလွှတ်တော်အဖွဲ့ကအမြင်မကြည်တော့တဲ့အပြင် တူဖြစ်သူ Octavian ရဲ့သွေးထိုးမှုတွေကြောင့် Caesar အတွက် အခြေအနေမကောင်းဖြစ်နေပါတယ်။ နောက်ဆုံး Caesar လုပ်ကြံခံခဲ့ရပြီး Cleopatra တို့သားအမိလည်းပြည်တော်ပြန်ခဲ့ရပါတယ်။
ရောမမှာ Caesar လိုပဲ ပြည်သူတွေရဲ့ချစ်ခင်လေးစားမှုကိုခံရတဲ့ နောက်သူရဲကောင်းတစ်ဦးကတော့ Mark Antony ဖြစ်ပါတယ်။ Caesar မရှိတော့တဲ့နောက် Mark Antony ရယ်၊ Octavian ရယ်၊ Lepidus ရယ်တို့က ရောမအင်ပါယာကြီးကို ခွဲဝေအုပ်ချုပ်နေခဲ့ကြပါတယ်။ သူရဲကောင်းကြီး Mark Antony ဟာလည်း Cleopatra ရဲ့အလှတရားအောက်မှာ ကျရှုံးခဲ့ရပြန်ပါတယ်။ Caesar နဲ့မအောင်မြင်ခဲ့တဲ့အိပ်မက်ကို Mark Antony နဲ့ပြန်အသက်ဆက်ဖို့ကြိုးစားတဲ့ Cleopatra အောင်မြင်နိုင်မလားဆိုတာကတော့………………….
Cleopatra ဇာတ်ကားကြီးကျော်ကြားရခြင်းအကြောင်းအချက်တွေအားလုံးက အကောင်းကြီးပဲတော့မဟုတ်ပါဘူး။ နာမည်ဆိုးနဲ့လည်း ကျော်ကြားသူပေါ့။ ဒီကားဟာ ကုန်ကျစရိတ်အများဆုံးရုပ်ရှင်တွေထဲက တစ်ကားဖြစ်ခဲ့ပါတယ်။ မူလ Budget က ဒေါ်လာ ၂ သန်းဖြစ်ပေမယ့် ရိုက်ကူးပြီးစီးသွားတော့ ၄၄သန်းလောက်ကုန်ခဲ့ပြီး 20th century fox ကို ဒေဝါလီခံရခါနီးအထိဖြစ်စေခဲ့ပါတယ်။ အဲ့ခေတ်က ၄၄ သန်းဆိုတာ ဒီနေ့ခေတ်မှာ ၃၃၉ သန်းလောက်အထိရှိတယ်ဆိုပါတယ်။ နှမြောစရာကောင်းတာက ကုန်ကျစရိတ်ရဲ့တော်တော်များများဟာ အချည်းနှီးဖြစ်ခဲ့ရတာပါ။ ဒီကားကိုစမရိုက်ခင်ကတည်းက ဇာတ်ညွှန်းရေးဆရာတွေတစ်ယောက်ပြီးတစ်ယောက်ပြောင်းလဲခဲ့ပါတယ်။ သရုပ်ဆောင်တွေလည်းပြောင်းလဲခဲ့ပါတယ်။ နောက်ဆုံး ဒါရိုက်တာ Mamoulian ပါလမ်းခွဲသွားခဲ့ပြီး Joseph L.Mankiewicz ဝင်ရောက်လာခဲ့ပါတယ်။ Mankiewicz ဝင်ရောက်လာချိန်မှာကို ကုန်ကျငွေက Budget ထက် ၅ သန်းလောက်ပိုနေခဲ့ပြီဖြစ်ပေမယ့် ပြလောက်စရာ လောက်လောက်လားလား ရိုက်ချက်တော့ တစ်ကွက်မှမရခဲ့သေးပါဘူး။ Mankiewicz ကဇာတ်ညွှန်းကိုအစအဆုံးပြန်ရေးပြီး စိတ်ကြိုက်ရိုက်ကူးခဲ့ပါတယ်။ အစက London မှ setting ကြီးတွေအသေအချာဆောက်ပြီးရိုက်ကူးနေခဲ့တာပါ။ ဒါပေမယ့် London ရဲ့အေးလွန်းတဲ့ရာသီဥတုက အဖွဲ့သားတွေအတွက်ခက်ခဲလွန်းနေခဲ့ပြီး မင်းသမီး Eizabeth Taylor ကိုယ်တိုင် အကြီးအကျယ်ဖျားနာခဲ့ရတာ လည်ပြွန်အပေါက်ဖောက်ခဲ့ရတဲ့အထိပါပဲ။ မင်းသမီးဆေးရုံတက်နေစဉ် ရိုက်ကူးရေးရပ်နားထားရာမှာ ဘဏ်တိုးက တစ်နေ့ကို ဒေါ်လာ ၇၅၀၀ တက်နေခဲ့ပါတယ်။ ဒီလိုနဲ့ ဒေါ်လာ ၃ သန်းလောက်နစ်နာခဲ့ပြီး နောက်ဆုံးတော့ Italy, Egypt တို့မှာ ပြောင်းရွှေ့ရိုက်ကူးခဲ့ရပါတယ်။ ရိုက်ကူးပြီးစီးသွားပြီး တည်းဖြတ်အပြီးမှာ ကြာမြင့်ချိန်က ၆ နာရီထိရှိခဲ့ပါတယ်။ ဒါပေမယ့် Producers တွေက ပြန်လည်တည်းဖြတ်ဖို့ Mankiewicz ကိုတောင်းဆိုခဲ့တာကြောင့် နောက်ပိုင်းမှာ ၄ နာရီပဲဖြစ်သွားရပါတယ်။ အရေးကြီးတဲ့အခန်းအချို့လည်း ဖြုတ်ချခံရတဲ့အထဲပါသွားပါတော့တယ်။
Cleopatra ဇာတ်ကားအကြောင်းပြောမယ်ဆိုရင် မင်းသမီး Elizabeth Taylor အကြောင်းကိုလည်း မပြောမဖြစ်ပြောရပါလိမ့်မယ်။ အပြင်မှာလည်း ချောမောသလောက် ယောကျာ်းသားတို့နဲ့ ဇာတ်လမ်းတွေများခဲ့တဲ့ သူမကို ဒီဇာတ်ကောင်အတွက် ရွေးချယ်တာ တမင်ရည်ရွယ်ရင်းလားမသိပါဘူး။ ရိုက်ကူးနေရင်းနဲ့လဲ တွဲဖက်မင်းသား Richard Burton (Mark Antony) နဲာဇာတ်လမ်းတွေဖြစ်ခဲ့တာကြောင့် ဟိုးလေးတကျော်ဖြစ်ခဲ့ရပြီး ဝေဖန်သံတွေလည်း ညံခဲ့ပါတယ်။ အဲဒီအချိန်မှာ နှစ်ယောက်လုံးက အိမ်ထောင်ကိုယ်စီနဲ့ကိုး။ သူတို့နှစ်ယောက်လုံး ဒီကားနဲ့ဆုတွေမရခဲ့ပေမယ့် Elizabeth Taylor ကတော့ စံချိန်တစ်ခုတင်ခဲ့ပါတယ်။ ရုပ်ရှင်တစ်ကားအတွင်း ဝတ်စုံအများဆုံးလဲလှယ်မှုကို ၆၅ ကြိမ်နဲ့စံချိန်ဆင်လိုက်တာပါ။ ဒါပေမယ့် ဒီစံချိန်ကို ၁၉၉၆ မှာ Madonna က Evita ဇာတ်ကားမှာ ၈၅ ကြိမ်နဲ့ရိုက်ချိုးလိုက်ပါတယ်။ နောက်တစ်ချက်က ဒီကားနဲ့ Elizabeth Taylor က သရုပ်ဆောင်ကြေး ဒေါ်လာ ၁ သန်းအထိရရှိခဲ့ပါတယ်။ Original budget နဲ့ဆိုရင် တစ်ဝက်တိတိပါပဲ။
ဒီကားကို ဝေဖန်ရေးတွေကတော့ ကြိုက်တဲ့သူ၊ မကြိက်တဲ့သူစုံခဲ့ပါတယ်။ ဘယ်လိုပဲဝေဖန်သံညံညံ၊ ဘယ်လောက်ပဲငွေကုန်ကြေးကျများခဲ့များခဲ့ အကြီးကျယ်အခမ်းနားဆုံးဇာတ်ကားတစ်ကားဖြစ်လာရတာကိုပဲ ကျေနပ်ရမှာပါ။ ခမ်းနားတာကတော့ ကျွန်တော့်မျက်မြင်ပါပဲ။ Rome မြို့ထဲကို Cleopatra ဝင်လာတဲ့အခန်း၊ Mark Antony ကို Cleopatra သင်္ဘောကြီးနဲ့သွားရောက်တွေ့ဆုံတဲ့အခန်းတွေဟာ ကျွန်တော်ကြည့်ခဲ့ဖူးသမျှ အခမ်းနားဆုံးတွေပါပဲ။ နောက် battle scenes တွေအပြင် နောက်ခံ ဆက်တင်တွေကိုပါ ရှယ်ပြင်ဆင်ထားတာ တကယ်ကိုချီးကျူးစရာပါပဲ။
ကမ္ဘာ့သမိုင်းမှာ Julius Caesar, Mark Antony တို့နဲ့အတူ Cleopatra ဆိုတဲ့အလှနတ်ဘုရားကို ပယ်ဖျက်ထားလို့မရသလို Cleopatra ရုပ်ရှင်ဇာတ်ကားကြီးဟာလည်း ထာဝရတည်တံ့နေမယ့် ဂန္တဝင်ရုပ်ရှင်ကြီးပဲဖြစ်ပါတယ်။
Ref: wikipedia
လင်းဝေမြိုင် – ဂန္တဝင်ဝတ္ထု၊ ဂန္တဝင်ရုပ်ရှင်
~Miller~
(ရုပ်ရှင်အညွှန်းကို Movies-we watch,we feel. Facebook Page မှ ကူးယူဖော်ပြပါသည်။)
File size…(5.5 GB) /(4.2 GB)/(1.6 GB)
Quality….50th.Anniv.Restored.BluRay HEVC 1080p /1080p/720p
Format…mkv/mp4
Duration….04:11:08
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Nay Lin Thar
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
