"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အချိန်က ၁၉၇၂ ခုနှစ်…
ဖခင်ဖြစ်သူက မိသားစုကို စွန့်ပစ်သွားတဲ့နောက် ဂျေအာ လို့ခေါ်တဲ့ ကိုးနှစ်အရွယ်ကောင်လေးတစ်ယောက် သူ့အမေနဲ့အတူတူ အဘိုး အဘွားနဲ့ ဦးလေးတို့ရှိတဲ့ အိမ်ကြီးမှာ နေဖို့ဖြစ်လာတယ်
ပြဿနာပေါင်း သောင်းခြောက်ထောင်တွေရယ် ပညာတတ်မရှိတဲ့ သူတို့မိသားစုမှာ ကိုးနှစ်သား ဂျေအာကတော့ သူတို့အိမ်ရဲ့ ဆည်းလည်းလေးပဲ
ဒီတော့ ဒီလိုအရှုပ်ထုပ်တွေထဲကနေ အမေဖြစ်သူကတော့ သူ့လိုမဖြစ်စေချင်လို့ ဂျေအာကို ကောလိပ်ပညာတတ်ကြီးတစ်ယောက်ဖြစ်အောင်ထားမယ်ဆိုပြီး သန္နိဌာန်ချထားတယ်
အဖေမရှိတဲ့ ဂျေအာအဖို့ ဦးလေးဖြစ်သူ ချာလီကို အရမ်းအားကိုးတယ် ချာလီကလည်း ဂျေအာအပေါ်ကို အဖေတစ်ယောက်လို အစ်ကိုတစ်ယောက်လိုစောင့်ရှောက်ပေးပါတယ်
တကယ်တော့ ကိုးနှစ်သားကလေးတစ်ယောက်အတွက် မြင်ရကြားရသမျှအရာရာဟာ သူ့အတွက် သင်ယူစရာချည်းပဲ ဒီတော့ ဖခင်မရှိတဲ့ ဂျေအာအဖို့ ဘားဆိုင်ဖွင့်ထားတဲ့ ဦးလေးချာလီဟာလည်း သူ့အတွက် ဆရာပါဘဲ
ကောလိပ်မတက်ခဲ့ရတဲ့ ဘားပိုင်ရှင်ချာလီဟာ လူနုံလူအတစ်ယောက်တော့မဟုတ်ခဲ့ဘူး အတန်းပညာ မပြည့်စုံပေမယ့် ဘ၀ပညာပြည့်စုံနေတဲ့သူတစ်ယောက်…သူ့တူလေးဂျေအာကို လူတော်လူကောင်းတစ်ယောက်ဖြစ်အောင် သူသိသမျှ တတ်သမျှ အရာရာတိုင်းနဲ့ ပံ့ပိုးပေးတယ် ဘားမှာရှိသမျှ စာအုပ်တွေကို ဂျေအာဖတ်ဖို့ပေးတယ် စာဖတ်များရင် စာရေးဆရာတစ်ယောက်ဖြစ်လာနိုင်တယ်ဆိုတဲ့ ချာလီရဲ့ စကားကြောင့် ဂျေအာရဲ့ အိပ်မက်က စာရေးဆရာ ဖြစ်သွားတော့တယ် ဒါပေမယ့် တစ်ဖက်မှာလည်း သူ့သားကို ရှေ့နေတစ်ယောက် ဖြစ်စေချင်တဲ့ အမေ့ရဲ့ အိပ်မက်ကလည်း ရှိနေပြန်တယ်
ချာလီရဲ့ပံ့ပိုးမှုနဲ့ လူတော်တစ်ယောက်ဖြစ်လာတဲ့ဂျေအာဟာ ပညာရေး အိပ်မက် မိသားစုရှုပ်ထွေးမှု စတာတွေကြားထဲမှာ သူ့ရဲ့ ရည်မှန်းချက်တစ်ခုဖြစ်တဲ့ စာရေးဆရာတစ်ယောက်ဖြစ်လာဖို့ ကြိုးစားမှုတွေကို ငေးမောကြည့်ရှုရမှာ ဖြစ်တဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းလေးတစ်ပုဒ်ပါ
Cast တွေအနေနဲ့ဆိုရင်လည်း Batman မင်းသားကြီး Ben Affleck.. Ready Player One မင်းသား Tye Sheridan စတဲ့နာမည်ကြီးတွေပဲမို့ လက်လွှတ်မခံသင့်တဲ့ ဖြစ်ရပ်မှန် ဇာတ်လမ်းကောင်းတစ်ပုဒ်ဆိုတာ ပြောစရာလိုမယ် မထင်‌ပါဘူး ခံစားလိုက်ကြပါဦး
File size…(1.7 GB)/(1 GB)/(600 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:46:00
Genre…Drama
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Chuck and Thiha Yan Naing
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
