"The Door into Summer
=============================
ဒီတစ်ခါမှာတော့ Robert A Heinlein ရေးသားပုံဖော်ထားခဲ့တဲ့
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သိပ္ပံစိတ်ကူးယဥ်ဝတ္ထုကို ရုပ်ရှင်အဖြစ် ပြန်လည်အသက်သွင်းရိုက်ကူးထားတဲ့
The Door into Summer အမည်ရ ဂျပန်ရုပ်ရှင်ကို တင်ဆက်ပေးပါရစေ
ဒီရုပ်ရှင်ထဲမှာ ပါဝင်တဲ့ သရုပ်ဆောင်ကတော့
အခြားသူမဟုတ်ဘူး Alice in the borderland ပရိသတ်တွေဆိုရင် ကျိန်းသေ သိကိုသိကြမဲ့
နာမည်ကြီး မင်းသား Kento Yamasaki ပဲ ဖြစ်ပါတယ်
Alice in the borderland မှာ အပီကြမ်းပြသွားတဲ့ Kento တစ်ယောက် ဒီရုပ်ရှင်ထဲမှာလည်း
ပရိသတ်ကြီးကို ဦးနှောက်သုံးပြီး စဥ်းစားခန်း ထပ်ဖွင့်ခိုင်းဦးမှာပါ
ဒါဆိုရင် ဇာတ်လမ်းအကျဥ်းကို စကြည့်လိုက်ရအောင်
ငယ်စဥ်ကထဲက မိဘနှစ်ပါးကို ဆုံးရှုံးခဲ့ရတဲ့ တာကာကူရာ ဆိုအီချီရို ဆိုတဲ့ ကောင်လေးတစ်ယောက်….
ဆွေမျိုးသားချင်းလည်းမရှိ အဖော်ဆိုလို့ ပီတိုလို့ခေါ်တဲ့ ကြောင်လေးနဲ့သာ နှစ်ဦးထဲ အတူနေခဲ့ရာကနေ
တစ်နေ့မှာတော့ မွေးစားမိဘတွေနဲ့အတူ
ရီခိုလို့ခေါ်တဲ့ ညီမလေးတစ်ယောက် ဆိုအီချီရိုရဲ့ဘဝထဲကို ဝင်ရောက်လာခဲ့ပါတယ်
မွေးစားဖခင်နဲ့အတူ ဆိုအီချီရိုတစ်ယောက် နည်းပညာအသစ်အဆန်းတွေ သင်ယူရင်း
စက်ရုပ်တွေကို ကူညီဖန်တီးပေးနိုင်ခဲ့ပါတယ် ရီခိုဆိုတဲ့ ညီမလေးအပါအဝင် မွေးစားမိသားစုနဲ့အတူ
ပျော်ရွှင်စွာ နေထိုင်ခဲ့ပေမဲ့ ဆိုအီချီရိုရဲ့ ကံခေမှုတွေက အပြီးတိုင် ကုန်သွားခဲ့တဲ့ပုံ မပေါ်ပါဘူး
ဆိုအီချီရိုရဲ့မွေးစားမိဘတွေဟာလည်း
လေယာဥ်ပျက်ကျမှုကြောင့် တိမ်းပါးသွားခဲ့ရပြန်ပါတယ် မွေးစားမိဘတွေ
ကွယ်လွန်သွားပြီးတဲ့နောက် ဆိုအီချီရိုဟာ မွေးစားဖခင်ဆီကနေ လေ့လာသင်ယူခဲ့တဲ့
နည်းပညာကိုပဲ ဆက်လက်ဆည်းပူးရာကနေ အေ-ဝမ်းအမည်ရတဲ့ စက်ရုပ်ကို အောင်မြင်စွာ
တီထွင်ပြီး ရီခို့ဦးလေးဖြစ်သူနဲ့အတူ FWE ကုမ္ပဏီကို တည်ထောင်နိုင်ခဲ့ပါတယ်
ရီခို့အဖေ တီထွင်လက်စ သွေးရည်ကြည်ဘက်ထရီကို ဆိုအီချီရိုတစ်ယောက်
ဆက်လက်တီထွင်ရင်းမှာပဲ ကောင်မလေးဖြစ်သူ ရင်း နဲ့
လုပ်ဖော်ကိုင်ဖက်ဖြစ်တဲ့ ရီခို့ဦးလေးထံမှာ သစ္စာဖောက်ခံလိုက်ပြီး
အအေးခန်းအိပ်စက်ခြင်းလို့ ခေါ်တဲ့ ဖန်ပေါင်းချောင်ထဲမှာ
ပိတ်လှောင်ခံခဲ့ရာကနေ အနှစ် ၃၀ အကြာ ၂၀၂၅ ခုနစ်မှာ
ပြန်လည်နိုးထလာတဲ့အခါ……
အအေးခန်းအိပ်စက်ခြင်းဆိုတာ ဘာလဲ….
အနှစ် ၃၀ ကြာ အိပ်ပျော်နေခဲ့တဲ့ ဆိုအီချီရိုတစ်ယောက် ဘာတွေဆက်လက်လုပ်မလဲ…
သူအိပ်ပျော်နေခဲ့တဲ့ အနှစ် ၃၀ အတွင်းမှာရော
ဘာတွေဖြစ်ပျက်ခဲ့တာလဲ…
ဇာတ်လမ်းရဲ့ အရှုပ်ထုပ်ကို ဖြေနိုင်မဲ့ လျှို့ဝှက်ထားတဲ့
မြှုပ်ကွက်ကရော ဘာဖြစ်မလဲဆိုတာ ပရိသတ်အားလုံး စိတ်ဝင်တစားနဲ့ ကြည့်ရှုရမှာဖြစ်ပါတယ်
File size…1.39GB / 700MB
Quality…1080p NF WEB DL / 720p
Format…mp4
Duration….1h 58min
Subtitle….Myanmar Subtitle (Hard Sub)
Encoder….YK
Translated by Shwe Pyae & Shwe Pwint
Reviewed by Shwe Pwint
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
