"Under the Open Sky(2020)
====================
IMDb Rating – 7.1 ၊ Rt – 95%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဝေဖန်ရေးသမားတွေကတော့ ဒီနှစ်ဟာ ဂျပန်ရုပ်ရှင်‌တွေ ဦးပြန်မော့လာတဲ့ နှစ်လို့ဆိုကြပါတယ်။
ဒီနှစ်တစ်နှစ်တည်းမှာတင် ဂျပန်ကားကောင်းတွေ အများကြီးထွက်ခဲ့ပြီး ဒီနှစ်ရဲ့ရုပ်ရှင်ပွဲတော်တွေမှာ
ဂျပန်ရုပ်ရှင်တွေ အခိုင်အမာနေရာယူနိုင်ခဲ့တာကြောင့်ဖြစ်ပါလိမ့်မယ်။ နှစ်စမှာတင် ခိရိုရှိ ခူရိုဆ၀ ရဲ့
Wife Of A Spyတို့၊ ရူဆုခဲ ဟမဂုချိရဲ့ Wheel of Fortune and Fantasy, Miwa Nishikawaရဲ့
Under the Open Sky တို့ဟာ ရုပ်ရှင်ပွဲတော်‌ အသီးသီးမှာ ဆုမျိုးစုံကို ရရှိခဲ့သလို အခုနှစ်ဆုံးပိုင်းမှာလည်း
Drive My Carဟာ ကိန်းလိုပွဲမှာပါ ဆုတွေရခဲ့ပါတယ်။
ခန်းရှင်းအပါအ၀င် တခြားရုပ်ရှင်ကောင်း ပေါင်းများစွာလည်း ထွက်ခဲ့ပါတယ်။ Under The Open Skyဟာ
၂၀၂၀ တိုရန်တိုရုပ်ရှင်ပွဲတော်မှာ စပြခဲ့တာမို့ ၂၀၂၀လို့ နာမည်တပ်ထားပေမဲ့ တကယ်တမ်း Digital Releaseအရ
၂၀၂၁မို့ ဒီနှစ်ကားပါပဲ။သူလည်း ချီကာဂို ရုပ်ရှင်ပွဲတော်မှာ ဆုနှစ်ဆုရထားပါတယ်။ ဇာတ်ကားနာမည်ကို
ဆီလျော်အောင်ပြောရရင် “အပြင်လောကမှာ”လို့ ပြန်ရပါလိမ့်မယ်။ Under The Open Skyဟာ ကြည့်ဖူးသမျှ
ဂျပန် ဂိုဏ်းစတားကားတွေက ပေးခဲ့တဲ့ ဂိုဏ်းစတားတွေအပေါ် အမြင်ကို ပြောင်းလဲပေးပစ်နိုင်တဲ့ ရုပ်ရှင်ပါပဲ။
ယာကူဇာတစ်ယောက်ရဲ့အကြောင်းကို လက်တွေ့အကျဆုံး ရိုက်ထားတဲ့ ရုပ်ရှင်လို့ဆိုရင်လည်း မမှားပါဘူး။
ဒါရိုက်တာဟာ ဒီနေ့ခေတ် ဂိုဏ်းစတားလောကကိုရော ဂိုဏ်းစတားတစ်ယောက်ရဲ့ ဘ၀ကိုရော ဘယ်သူမှ
မမြင်မိလောက်တဲ့ အမြင်ကနေ မြင်သွားခဲ့တယ်။ လူမိုက်တစ်ယောက်ဟာ လုပ်ချင်လို့မဟုတ်ဘဲ ဆုတ်စရာ
လမ်းမရှိလို့ လူမိုက်ဖြစ်နေတာတွေ၊ လူမိုက်ထောင်ထွက်ဆို လူတိုင်းက အထင်သေးကြလို့ သိမ်ငယ်ရတာတွေ
ကိုပေါ့။ ထောင်ထဲမှာ ၁၃နှစ်နေလာပြီး အပြင်လောကမှာ ပြန်ရှင်သန်ဖို့ ကြိုးစားနေရတဲ့ အိုမင်းနေတဲ့ လူမိုက်
တစ်ယောက်ရဲ့ အဆင်မပြေမှုတွေအကြောင်းကို ဒါရိုက်တာဟာ စေ့စေ့စပ်စပ်ကို ပုံဖော်သွားခဲ့ပါတယ်။ သူ့ဇာတ်
ကောင်ရဲ့ ဟိုးအနက်ရှိုင်းဆုံးထဲထိ ပရိသတ်မြင်အောင် ဒါရိုက်တာကရော သရုပ်ဆောင်ကရော ပြသွားခဲ့တယ်။
ဂျပန်ရုပ်ရှင် ပီသစွာပဲ တစ်ချို့အခန်းတွေမှာ တမြေ့မြေ့နဲ့မှ သိသာတဲ့ အရသာလေးတွေကိုလည်း ထပ်ပေါင်းပေး
သွားတယ်။ ဒီရုပ်ရှင်ရဲ့ အဓိကအသက်ကတော့ kôji yakushoပါပဲ။ ဂျပန်ရုပ်ရှင်နဲ့စိမ်းတဲ့ လူတွေ မရင်းနှီးလောက်
ပေမဲ့။ဂျပန်ရဲ့ Top Star မင်းသားကြီးပါပဲ။ Hirokazu Koreedaနဲ့ Kiyoshi Kurosawaတို့လို ဂျပန်ဒါရိုက်တာ
ဆရာ့ဆရာကြီးတွေရဲ့ ရုပ်ရှင်တွေမှာ ဇာတ်ဆောင်အဖြစ် သရုပ်ဆောင်ဖူးသလို ဘရက်ပစ်ရဲ့ Babelထဲတောင်
ပါဖူးပါတယ်။ ဒီရုပ်ရှင်နဲ့ပဲ သူသရုပ်ဆောင်ဆု ရထားခဲ့ပါတယ်။ ဂျပန်စီနီမာတွေဟာ ကြည့်စမရှိတဲ့သူတွေအတွက်
အဆင်မပြေတတ်ပေမဲ့ အာရှရဲ့အကောင်းဆုံး ရုပ်ရှင်အများစုက ဂျပန်စီနီမာမှာ ရှိနေတာကိုတော့ ငြင်းမရပါဘူး။
ဒီရုပ်ရှင်ကတော့ ဘယ်လိုရုပ်ရှင်အမျိုးအစားရဲ့ ပရိတ်သတ်ဖြစ်ဖြစ် အဆင်ပြေမယ့် ရုပ်ရှင်မျိုးပါပဲ။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ်။)
File Size – (2.07 GB)/(1.1 GB)/(660 MB)
Quality – BluRay- (1080p)/(720p)/(480p)
Duration – 2hr 06min
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Drama, Crime
Translator – WiRa Aung
Encoder – San Win Maung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
