"The Worst Person In The World (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
~ IMDb – 8.1/10, Rt – 100%, Meta – 88% ~
မျိုးဥနဲ့ သုက် ပေါင်းစည်း ဖြစ်တည်လာပြီးတဲ့နောက် လောကဟာ လူကိုအသက်သွင်းပေးလိုက်တယ်။ ခန္ဓာဟာ အခွံသက်သက်ပဲမို့လား။ ခံစားချက်တွေ စရှိလာတဲ့အခါ လူအသက်ဝင်လာပြီလို့ပဲ ကျွန်တော် ယူဆလိုက်ပါတယ်။ မသိခြင်းနဲ့ သိချင်စိတ်အကြား နှစ်ပေါင်းများစွာကြာပြီးတဲ့အခါ လူဟာ “ငါ ဘယ်သူလဲ”ဆိုတဲ့ မေးခွန်းကို အချိန်တွေအကြာကြီး အဖြေရှာရင်း အိုမင်းလာခဲ့ပြီ။ တွေ့ချင်လည်းတွေ့ကြမယ်ပေါ့။ မတွေ့ချင်လည်း မတွေ့ပါဘူး။ ဇာတ်ကောင်ကတော့ ၃၀ကျော်အသက်မှာ သူ့ကိုယ်သူတွေ့သွားခဲ့တယ်။
” အချစ်၏ အစနဲ့အဆုံးကို မသိသေးသော်လည်းဟန်ဆောင်သော အရပ်ဒေသတစ်ခုကို မလွဲမသွေ ဖြတ်သန်းသွားရကြောင်း ကျွန်တော် ကောင်းကောင်းသိပါသည်။ “
ယုဇနမခင်ပျိုထဲတော့ ဇော်ဇော်အောင်က ဟန်ဆောင်သောအရပ်ဒေသတစ်ခုကို ဖြတ်သန်းသွားရသည်လို့ ဆိုတယ်။ ဇာတ်ကောင်ဟာ ပင်လယ်နဲ့လွင်ပြင်ကြား ဟန်ဆောင်ခြင်းတောင်တန်းကြီးခြားပြီး လွင်ပြင်ကျယ်ဆီ ဆိုက်ရောက်လာခဲ့တယ်။ ပင်လယ်ရေတွေကတော့ တစိမ့်စိမ့်။
အချိန်ကြာလာတာနဲ့အမျှ ပင်လယ်ရေတွေစိမ့်ဝင် စုစည်းများပြားလာချိန်မှာ လွင်ပြင်ဟာ လွင်ပြင်မဟုတ်တော့လေတော့ ဇာတ်ကောင်ဟာ လွင်ပြင်သစ်ဆီ ကူးဖို့ အကြောင်းဖန်လာတယ်။ ကနဦးမှာတော့ သူတုံ့ဆိုင်းမိနေပေမဲ့ အဆုံးမှာတော့ လွင်ပြင်ကျယ်သစ်ဆီ ရောက်သွားခဲ့တာပါပဲ။ အလှပဆုံးဇာတ်ဝင်ခန်းလို့ဆိုရမယ်။ လောကကို မင်းဂရုစိုက်နေတဲ့အခါ လောကကြီးက ဆက်ရွေ့လျားနေပြီး မင်းကတော့ ရပ်တန့်နေရမှာပဲ။ လောကကို မင်းဂရုမစိုက်တော့တဲ့အခါ လောကကြီးက ရပ်တန့်ပြီး မင်းကတော့ ရှေ့ဆက်နေလိမ့်မယ်။
“ငါအမှားများလုပ်သည်။
ထို့ကြောင့် ငါရှင်သန်နေသည် ” လား။
” ငါရှင်သန်နေသည်။
ထိုကြောင့် ငါအမှားများလုပ်သည်” လား။
ထားပါဦး။ ဇာတ်ကောင်ဟာ မမှန်ကန်ဘူးလို့ ဆိုလို့ရမှာပါ။ တစ်ပါးသူအတွက်ပေါ့။ သူ့အတွက်တော့ သူမမှားခဲ့ပါဘူး။ မှားခဲ့သည်ရှိစေ သူ့ရဲ့သက်ဝင်ရှင်သန်လာပုံကို မြင်ရတဲ့အချိန်မှာ အပြစ်လို့လည်း မမြင်နိုင်ပါဘူး။ ဇာတ်ကောင်ဟာ အမှားပေါင်းများစွာကြား ရှင်သန်နေတဲ့ လူသားတစ်ယောက်ပါပဲ။ အမှားကို ထပ်မှားပြန်တဲ့အခါ အမှားက အမှန်ဖြစ်ပြန်ဖြစ်သွားလားတော့ မသိနိုင်ဘူးပေါ့။ မှန်ခြင်းမှားခြင်းများကို ဖယ်ထားပါဦး။ ချစ်ခြင်းဟာ ဒီလိုပါပဲ။ ဒီလိုပဲ ကျော့ဆုံးရေ ဒီလိုပဲ။ ကမ္ဘာမှာ မကောင်းဆုံးလူလို့ ကိုယ့်ကိုယ့်ကိုယ် ခံစားနေရတောင်မှပဲ ချစ်ခြင်းကို ငါတို့ မရပ်တန့်နိုင်ခဲ့ကြရပါဘူး။ တိမ်တွေပဲလွင့်လွင့် လေပြေပဲ၀င့်၀င့်၊ အဓိပ္ပာယ်ရှိခြင်း မရှိခြင်းများ၊ ရှည်ကြာခြင်း တို‌တောင်းခြင်းများ၊ ဆင်ခြင်တုံတရား မောဟများ ဘယ်လိုဘယ်ပုံပဲရှိနေပါစေ၊ ချစ်ခြင်းကတော့ တည်နေဦးမယ်။
ဇာတ်ကောင်ရဲ့ လွတ်လပ်မှုကို ဒါရိုက်တာ Joachim Trier ဟာ ကြည့်ရှုသူပါ ပါဝင်စီးမျောနိုင်အောင် ပြသွားခဲ့တယ်။ ဇာတ်ကောင်ကို မုန်းမရခြင်းမှာ ဒါရိုက်တာရဲ့ စွမ်းရည်ကို အထင်းသား မြင်နိုင်တယ်။ မျက်စိပဒေသာဖြစ်တဲ့ စီနီမာတိုဂရပ်ဖီတွေ၊ နား၀င်လွယ်တဲ့သီချင်းချိုချိုတွေ၊ သိစိတ်အလျဉ်စာရေးနည်းဆန်တဲ့ တင်ဆက်ပြသပုံတွေနဲ့ ဒါရိုက်တာဟာ ရုပ်ရှင်ကို အလှပဆုံးအသက်သွင်းထားတာပါ။ မင်းသမီးကလည်း သူ့ရဲ့ လှပလွန်းတဲ့ ဇာတ်ကောင်ကို ပုံဖော်ရာမှာ တာ၀န်ကျေခဲ့ပါတယ်။ ဒါကြောင့်လည်း ကိန်းရုပ်ရှင်ပွဲတော်ရဲ့ Best Actress ဆုကိုတောင် ဆွတ်ခူးနိုင်ခဲ့တာပါပဲ။ ရုပ်ရှင်ဟာ Joachim Trier ရဲ့ Oslo Trilogy ရဲ့ နောက်ဆုံးဘိတ်ရုပ်ရှင်ပေမဲ့ Wong Kar Wai ရဲ့ Informal Trilogy လိုပဲ တစ်ကားတည်းကြည့်လည်း အဆင်ပြေတဲ့ Trilogy မျိုးပါ။ ပုဂ္ဂလိကအမြင်အရတော့ 2021 နှစ်ထွက်ခဲ့သမျှထဲ Drive My Car ပြီးရင် The Worst Person in the World ကို သဘောအကျမိဆုံးပါပဲ။
(ဇာတ်ကားနဲ့အညွှန်းကို WiRa Aung မှ ပြန်ဆိုရေးသားထားပါတယ်)
Size – 1.34GB, 740MB
Quality – 1080p, 720p
IMDb Rating – 8.1/10
Format – mp4
Duration – 2H 7Min
Type – Comedy, Drama, Romance
Subtitle – Myanmar Subtitle (Hardsub)
Translated by WiRa Aung
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
