"In Front of Your Face (2021)
——————————
Directed By HONG Sang-soo
IMDb Rating – 7.1
တောင်ကိုရီးယားရဲ့ အကျော်ကြားဆုံး Art House Director တွေထဲက တစ်ယောက်ဖြစ်တဲ့
HONG Sang-sooဟာ Lee Chang Dong, Kim Ki Duk တို့နဲ့ တန်းတူကျော်ကြားတဲ့သူပါပဲ။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သူ့ရဲ့ရုပ်ရှင်အသစ်ဖြစ်တဲ့ In Front of Your Face ဟာ ကိန်းရုပ်ရှင်ပွဲတော်မှာ ပွဲဦးထွက်ပြသခဲ့ပြီး
ဝေဖန်ရေးသမားတွေဆီက မှတ်ချက်ကောင်းတွေရထားတဲ့အပြင်
တော်တန်ရုံ ရုပ်ရှင်တွေ ရခဲလှတဲ့ Metacritic Rating 93%ကို ရရှိထားခဲ့တယ်။
ကောင်းလှပါတယ် ပြောကြတဲ့ ကားအများစုရဲ့ metaဟာ 80 ကျော်ခဲလှတော့
တော်တော်ကိုများတဲ့ ratingလို့ပြောလို့ရပါတယ်။
သို့ပေမဲ့ ဒီရုပ်ရှင်ဟာ ဆက်တင်အပြင်အဆင်တွေ မခမ်းနားသလို
လက်ရှိနာမည်ကြီး သရုပ်ဆောင်တွေလည်းမပါပါဘူး။
ဘယ်လိုရုပ်ရှင်မျိးလဲ ပြောပြဖို့လည်းခက်ပါတယ်။
အနီးစပ်ဆုံး တူတာပြောရမယ်ဆိုရင်တော့ Terrence Malick ရဲ့ The Tree Of Lifeရဲ့ ပွိုင့်နဲ့တူပါတယ်။
တောင်ကိုရီးယားမှာဆို Kim Ki Dukရဲ့ Spring, Summer, Fall, Winter… and Spring နဲ့တူတယ်လို့ ဆိုလို့ရပါတယ်။
သူတို့၂ယောက်မှာ တစ်ယောက်က ဗုဒ္ဓဘာသာကိုသုံးထားပြီး
တစ်ယောက်က ခရစ်ယာန်ဘာသာကိုသုံးထားတာပဲ ကွာပါလိမ့်မယ်၊
ဇာတ်ကောင်ဟာ အမေရိကမှာနေထိုင်နေတဲ့ မင်းသမီးဟောင်းတစ်ယောက်။
ဘာရောဂါနဲ့လဲ မသိရပေမဲ့ နောက်၆လဆို ဇာတ်ကောင်ဟာသေတော့မယ်။
ဇာတ်ကောင်ဟာ ဆေးကုသမှုမခံသလို သေရမလည့်အဖြစ်အတွက်လည်း ဝမ်းနည်းမနေခဲ့ဘူး။
ဇာတ်ကောင်ဟာ လက်ကျန်သက်တမ်းကို ပုံမှန်လေးပဲ ဖြတ်သန်းသွားချင်ခဲ့တယ်။
ဒီလိုနဲ့ဇာတ်ကောင်ဟာ ကိုရီးယားကိုပြန်လာခဲ့တယ်။
ဒါရိုက်တာဟာ ကိုရီးယားကိုပြန်လာခဲ့တဲ့ ဇာတ်ကောင်ရဲ့ တစ်နေ့တာကိုပဲ ကျွန်တော်တို့ကို ပြသွားတယ်။
သို့ပေမဲ့ မတွေ့တာကြာနေတဲ့ ညီမနဲ့ ဇာတ်ကောင်နဲပြောတဲ့ စကားတွေဟာ
ဇာတ်ကောင်ကို ကျွန်တော်တို့ ကောင်းကောင်းကြီးနားလည်နိုင်စေခဲ့တယ်။
တစ်နေ့တာ အဆုံးမှာ ကြည့်ရှုသူကို ဝေဝါးမှု ခံစားမှုတွေ တသီတစ်တန်းကြီး ချန်ခဲ့ပြီးတဲ့နောက်
ဒါရိုက်တာဟာ ရုပ်ရှင်ကို နိဂုံးချုပ်လိုက်တယ်။
အနုပညာမြောက် ခမ်းနားတဲ့ရုပ်ရှင်တစ်ကားဖြစ်ဖို့ HONG Sang-soo ဟာ
တစ်နေ့တာဆိုတဲ့ အချိန်ကိုပဲသုံးပြီး သမ္ဘာကို ပြပြီး ပုံဖော်သွားခဲ့တယ်။
တစ်ခါတလေကျ ကျွန်တော်တို့ဟာ ရုပ်ရှင်ကို ဒါရိုက်တာ ဘာပြတာလဲဆိုတာကို အရမ်းနားလည်ချင်တတ်ကြတယ်။
ဒီရုပ်ရှင်ဟာ အဲဒီလို နားလည်ချင်တဲ့ သူတွေအတွက် မဟုတ်တာတော့ သေချာတယ်။
ဒီရုပ်ရှင်မှာ ဆန်းဆန်းပြားပြား ဘာမှမပါပေမဲ့
အဲဒီမပါတဲ့ထဲကပဲ ဒါရိုက်တာဟာ ကျွန်တော်တို့ကို မသိကိန်းတွေကို မသိမသာလေးပေးသွားတယ်။
အဲဒီမသိကိန်းတွေဟာ ဒီရုပ်ရှင်ကို ပိုအရသာရှိစေတဲ့ အရာတွေပါပဲ။
ဒီရုပ်ရှင်ဟာ အနုပညာကို ခံစားဖို့သက်သက် ကြည့်ရမယ့် ရုပ်ရှင်မျိုးပါပဲ။
နောက်များ တစ်နေ့တာအတွင်းမှာပဲ ဇာတ်အိမ်တည် ပုံဖော်သွားတဲ့
အကောင်းဆုံး မာစတာပိစ်ရုပ်ရှင်ကားကြီးကို ပြောပါဆိုရင်တော့
HONG Sang-sooရဲ့ In Front of Your Faceလို့ပဲ ကျွန်တော် ရဲရဲကြီး ပြောချလိုက်မှာပါ။
မျိုသိပ်ထားတဲ့အခါ ဖန်တီးချင်စိတ်တွေ ပိုရုန်းကြွလာ တတ်တယ်တဲ့။
အခြေအနေအကြောင်းကြောင်းနဲ့ မနှစ်က သိပ်မဖန်တီးနိုင်ခဲ့တဲ့
ဒါရိုက်တာတွေရဲ့ အနုပညာတွေပဲ ရုန်းကြွလာလားမသိပေမဲ့
၂၀၂၁ဟာ ကားကောင်းသိပ်များတဲ့နှစ်ပါပဲ။
ဒီရုပ်ရှင်ဟာ ၂၀၂၁ရဲ့ အကောင်းဆုံးတွေထဲက တစ်ကားလို့ ကျွန်တော် ရဲရဲကြီးအာမခံရဲပါတယ်။
အညွှန်း နဲ့ ဘာသာပြန်ကတော့ WiRa Aung ပဲ ဖြစ်ပါတယ်။
Genre…..Drama
Quality….WEB-DL 1080p and 720p and 360p
File size…1.3GB and 704MB and 300MB
Format…mp4
Duration….1h 25min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. WiRa Aung
Encoder …..August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
