"မိုးတွေတဖွဲဖွဲရွာနေတဲ့မနက်ခင်းတစ်ခုမှာ ၅နှစ်ခန့်အရွယ် ဂျော်ဂျီလေးဟာ သူ့အစ်ကိုမပါဘဲအပြင်သွားရဖို့ဖြစ်လာခဲ့တယ်…
သူ့အစ်ကို ဘီလ်ကလည်းချောင်းတွေဆိုးပြီးဖျားနေခဲ့တာကိုး…
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အစ်ကိုမပါလို့မသွားချင်သွားချင်ဖြစ်နေတဲ့ဂျော်ဂျီလေးကို ဘီလ်က လမ်းမှာဆော့သွားဖို့စက္ကူလှေလေးလုပ်ပေးပြီး နှစ်သိမ့်လိုက်တယ်…
ဂျော်ဂျီလေး အိမ်ကထွက်လာပါပြီ…
မိုးကာ အင်္ကျီအဝါရောင်လေးနဲ့ပေါ့…
ဂျော်ဂျီလေးသာ ပြန်မလာနိုင်တော့မယ်မှန်းကြိုသိခဲ့ရင် ဘီလ့်အနေနဲ့ဘယ်လောက်ဖျားဖျားလိုက်သွားမိမှာပဲ…
ဒါပေမယ့် အနာဂတ်ကိုကြိုမသိနိုင်တော့လည်း ဘီလ့်ခမျာ ချောင်းလေးတစ်ဟွတ်ဟွတ်ဆိုးရင်း မိုးရေထဲထွက်ခွာသွားတဲ့ ဂျော်ဂျီလေးကိုလှမ်းမျှော်ကြည့်ရင်းကျန်ခဲ့ပါတယ်…
လမ်းတစ်လျှောက် မိုးရေစီးကြောင်းထဲမှာ လှေလေးကို ဆော့ရင်းထွက်သွားတဲ့ဂျော်ဂျီလေးဟာ အဲ့ဒီနေ့ကအိမ် ပြန်မလာခဲ့ပါဘူး…
နောက်နေ့တွေလည်း ပြန်မလာခဲ့ဘူးလို့ပြောရင် ပိုမှန်မှာပေါ့…
ဘီလ်တစ်ယောက်ဟာ အချိန်တွေကြာလာပေမယ့် ဒီကိစ္စကိုသူ့အပြစ်လို ခံစားပြီး သူ့ညီလေး ပျောက်သွားနိုင်မယ့်နေရာကိုမှန်းဆပြီးမိဘတွေမသိအောင် ကြိတ်ရှာနေခဲ့တယ်…
နွေကျောင်းပိတ်ရက် မစတင်ခင်တစ်နေ့မှာတော့ စိုးရိမ်တကြီးမျက်နှာနဲ့ ကြေငြာစာရွက်တွေလိုက်ကပ်နေတဲ့ အန်တီကြီးတစ်ယောက်ကိုတွေ့လိုက်ရတယ်…အလို… အခန်းထဲကကောင်မလေး ပျောက်သွားတယ်ဆိုပါလား
နောက်နေ့တွေမှာလည်း လူပျောက်ကြေငြာစာရွက်တွေ တစ်ရွက်ပြီးတစ်ရွက်ပလူပြန်လာပြီ…
ဒယ်ရီမြို့လေးမှာ ကလေးပျောက်တာတွေ များလာပါလား…
ဘီလ်သံသယဝင်လာပါပြီ…
သူ့သူငယ်ချင်းတွေအဖွဲ့(ကျောင်း မှာအမြဲအနိုင်ကျင့်ခံရတဲ့ Loserအဖွဲ့)နဲ့ စုံစမ်းလိုက်တဲ့အခါ ၂၇ နှစ်ကြာတိုင်း တစ်ဖန်ပေါ်လာတတ်တဲ့ကလေးစားလူရွှင်တော် Pennywiseအကြောင်းကို သိလာခဲ့တယ်
လွန်ခဲ့တဲ့၂၇နှစ်ကလည်း တစ်မြို့လုံးပြုတ်အောင် စားခဲ့တဲ့သက်သေတွေလည်း တွေ့လာခဲ့တယ်…
ဘီလ်နဲ့သူ့သူငယ်ချင်းတွေကိုယ်တိုင်ကလည်း ခြောက်လန့်မှုတွေ အမျိုးမျိုးနဲ့ကြုံလာရတဲ့အခါ…
သူတို့ကိုယ်တိုင်အတွက်နဲ့ ကျန်တဲ့ကလေးတွေ အန္တရာယ်ကိုကာကွယ်ဖို့ Pennywiseကြီးရှိရာ…အိမ်ပျက်ကြီးအောက်ခြေက ရေတွင်းပျက်ကြီးဆီချီတက်လာကြတဲ့အခါမှာတော့……
”ငါအိမ်ပြန်ရောက်တိုင်း ဂျော်ဂျီရှိမနေဘူး…
သူ့ရယ်သံလေးတွေလည်းမကြားရတော့ဘူး…
သူကစားနေကျ ပေါကြောင်ကြောင် ဒိုင်နိုဆောကောင်တွေကပဲ ငါ့ကိုမော့ကြည့်နေကြတယ်..
ကိုယ့်အိမ်ကိုယ်ပြန်ရတဲ့ခံစားချက်ဟာသိပ်ခြောက်ခြားစရာကောင်းတယ်…
ဒါကြောင့် ဒီ pennywiseနေတဲ့အိမ်ပျက်ကြီးထဲဝင်ဖို့က ငါ့အိမ်ငါပြန်ဖို့ထက်တောင် ပိုလွယ်နေသေးတယ်”…
ဒီစကားလေးကြောင့်ပဲ Itထဲမှာ ဘီလ်တစ်ယောက်ဘယ်လောက်သတ္တိရှိရှိနဲ့ Pennywiseကိုရင်ဆိုင်ခဲ့လဲဆိုတဲ့အချက်ကိုပေါ်လွင်စေခဲ့တယ်…
ကဲ ပရိသတ်ကြီးရေ It ဘယ်လောက်နာမည်ကြီးတယ်
Stephen Kingရေးတဲ့နာမည်ကြီးဝတ္ထုကိုရိုက်ထားတာ…
ဝင်ငွေဘယ်လိုစံချိန်ချိုးခဲ့တာ ဘာညာကတော့ သိပြီးသားပါနော်…
IMDb Rating ကတော့ 7.8/10 ပါ… ကဲ မိုးအေးအေးနဲ့ ကြောက်လိုက်ကြပါဦး
(ဇာတ်လမ်းအညွှန်းနဲ့ဘာသာပြန်သူကတော့ မေသဇင်မြင့်ပါ)
Quality : Blu-Ray 1080P / 4k HEVC BluRay AAC 5.1CH
Running Time : 2hr 15min
Format : Mp4
Genre :Drama, Horror, Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Translated by May Thazin Myint
Encoded by Thit San Khant
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
