"A Better Tomorrow III: Love and Death in Saigon (1989)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
A Better Tomorrow Trilogy ရဲ့ နောက်ဆုံးကား ဖြစ်တဲ့ A Better Tomorrow III ကိုတော့ ရှေ့နှစ်ကားရဲ့ ဒါရိုက်တာ ဂျွန်ဝူးဟာ ပရိုဂျူဆာဖြစ်တဲ့ Tsui Hark နဲ့ သဘောထားကွဲလွဲရာကနေ ဆက်မရိုက်ဖြစ်ခဲ့ပါဘူး။ ပရိုဂျူဆာ Tsui Harkကပဲ ဒါရိုက်တာအဖြစ် ရိုက်ကူးခဲ့တယ်။
Tsui Hark ဟာ A Better Tomorrow III နဲ့တော့ အောင်မြင်မှုအပြည့်အ၀ မရခဲ့ပေမဲ့ သူလည်း ဟောင်ကောင် စီနီမာရဲ့ အရေးပါတဲ့သူပါပဲ။ ဂျက်လီရဲ့ Once Upon A Time In China ၄ကားအပါအ၀င် Green Snake, Tide and Time, Seven Swords, Detective Dee, Journey to The West စတဲ့ အင်တာတိန်းမန့်အတော်ဖြစ်တဲ့ နာမည်ကျော်ကားတွေကိုရိုက်ခဲ့တယ်။
သူရဲ့ A Better Tomorrow III ကတော့ ရှေ့၂ကားရဲ့အဆက်မဟုတ်ဘဲ ရှေ့၂ကားမတိုင်ခင်က အချိန်မှာဇာတ်အိမ်တည်ထားတယ်။ ၁မှာ သိပ်မကြမ်းပြသွားရတဲ့ မာ့ခ်ရဲ့ ဗီယက်နမ် ဆိုင်ဂုံမှာ ပြန်ကြမ်းပြမယ့်ရုပ်ရှင်ပေါ့။ ဇာတ်အိမ်တည်ထားတာက ၁၉၇၄ ဗီယက်နမ်စစ်ပွဲမပြီးခင် တစ်နှစ်ဆိုတော့ ဗီယက်နမ်စစ်ပွဲအတွင်း ၀င်ကြမ်းသွားတာပါပဲ။ ပစ်ခန်းခတ်ခန်းတွေက စစ်ပွဲကာလအတွင်းဆိုတော့ ရှေ့၂ကားထက်ပိုကြမ်းပါတယ်။ ဒါရိုက်တာဟာ ရှေ့၂ကားကလူတွေကို စကားနဲ့တစ်ဖုံ လူကိုယ်တိုင်တစ်ဖုံထည့်ပြီး ရှေ့၂ကားစလုံးနဲ့ ချိတ်သွားတော့ ရှေ့၂ကားကို ကြိုက်တဲ့သူတွေ မလွဲမသွေ ကြည့်သင့်တယ်လို့ ပြောရမှာပါပဲ။
လတ်စလီချောင်တို့ တီလုံးတို့တော့ မပါပေမဲ့ ဟောင်ကောင်ရဲ့ နာမည်ကြီးမင်းသားတစ်ယောက် ဖြစ်တဲ့ တိုနီလျောင်ချုဝေနဲ့အပြိုင်ဖြစ်တဲ့ နာမည်ပါတူနေတဲ့ တိုနီလျောင်ခဖိုင်တော့ ပါလာပါတယ်။ မာ့ခ်ရဲ့ ၀မ်းကွဲနေရာကပါ။ ခဖိုင်ရဲ့ အဖေကို သွားခေါ်ဖို့ သူတို့ဆိုင်ဂုံကို သွားရာကနေ ဒီဇာတ်လမ်းက စလာတာပါပဲ။ ခဖိုင်ရဲ့ ကာရိုက်တာဟာ တော်တော်လည်း စိတ်၀င်စားစရာကောင်းတယ်။
နောက်ဒီရုပ်ရှင်ကို ဂျွန်ဝူးရိုက်တာမဟုတ်ပေမဲ့ ရှေ့၂ကားရဲ့ အငွေ့အသက်မကင်းတာကြောင့် ဂျွန်ဝူးရဲ့ Heroic Bloodshed ဟန်က မလွတ်တာမို့ Bloodshed ဟန်ကို ထပ်မြင်ချင်တဲ့သူတွေ အကြိုက်တွေ့မှာပါ။ ဒီကားရိုက်ပြီးနောက်မှာပဲ ဂျွန်ဝူးကလည်း ဆိုင်ဂုံမှာပဲ အခြေတည်ထားတဲ့ Bullet In The Head ကို ရိုက်ခဲ့တယ်ဆိုတော့ အစကတည်းက သူတို့၂ယောက်လုံး ဆိုင်ဂုံကို မျက်စိကျခဲ့ကြပုံရတယ်။
A Better Tomorrow Trilogy ကို ဂျွန်ဝူးကိုယ်တိုင် အဆုံးမသတ်ပေးနိုင်ခဲ့ပေမဲ့ ဂျွန်ဝူးရဲ့ လမ်းစဉ်ကိုတော့ မဖောက်ဖျက်ခဲ့တာကြောင့် A Better Tomorrow Trilogy ဟာ အကောင်းဆုံး မဟုတ်တောင် သင့်တင့်တဲ့ နောက်ဆုံးကားတစ်ကားရခဲ့တယ်ဆိုရမှာပါ။ ဟောင်ကောင် အက်ရှင်ကားတွေ အကြောင်းပြောကြရင် ဖယ်ထားလို့မရတဲ့ A Better Tomorrow ရဲ့ နောက်ဆုံးရုပ်ရှင်ဟာ သူ့ပရိသတ်တွေကို အတိုင်းအတာတစ်ခုအထိ စိတ်ကျေနပ်မှုပေးနိုင်မှာပါပဲ။
(ဇာတ်ကားဘာသာပြန်သူကတော့ Murphy ဖြစ်ပြီး အညွှန်းရေးသားပေးသူကတော့ WiRa Aung ဖြစ်ပါတယ်)
Size – 1.92GB, 1.2GB, 735MB
Quality – 1080p, 720p, 480p
IMDb Rating – 5.9/10
Format – mp4
Duration – 1H 45Min
Genre – Action, Crime, War
Subtitle – Myanmar Subtitle (Hardsub)
Translated by Murphy
Encoded by Y
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
