"10 Things I Hate About You (1999)
IMDb – 7.3/10_____Rotten – 69%
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ဒီရုပ်ရှင်မှာ မင်းသားကြီး Health Ledger နဲ့ မင်းသမီး Julia Stiles တို့ အဓိကပါဝင်ထားပြီး
သူတို့နှစ်ယောက်ဘယ်လောက်တောင် တွဲဖတ်ညီခဲ့လဲဆိုရင် ဇာတ်ကားရိုက်ကူးနေစဉ်မှာပဲ တကယ်တွဲဖြစ်ခဲ့ကြပါတယ်….
ဇာတ်ဝင်ခန်းမှာ Julia ရဲ့တောင်းဆိုချက်ကြောင့် Frankie Valli ရဲ့”Can’t take my eyes off you” သီချင်းကို Health Ledger ကိုယ်တိုင် သီဆိုခဲ့ပြီး ဒီ Scene ဟာ လူတိုင်းရင်ကို ကြည်နူးစေခဲ့ပါတယ်။
ဒီရုပ်ရှင်ဟာ နိုင်ငံတကာက လူငယ်တွေကြား အခုချိန်ထိ အသည်းစွဲနေတဲ့ဇာတ်ကားဖြစ်ပြီး Rating မြင့်တဲ့ Romance Comedy ဇာတ်ကားတစ်ကားဖြစ်ပါတယ်။
ဇာတ်လမ်းအညွှန်းကတော့…
ကမ်မရွန် ဆိုတဲ့ ကျောင်းသားလေး ပါဒွာ ဆိုတဲ့ ကျောင်းတော်ကြီးမှာ
ကျောင်းစတက်တဲ့ နေ့မှာဘဲ ဘီယန်ကာဆိုတဲ့ စော်ချောချောလေးကို တွေ့ပြီး ခွက်တော့တာပဲ…
ဘီယန်ကာ မှာ ကတ် ဆိုတဲ့ ဂွကျကျ အမ တစ်ယောက်ရှိပါတယ်..
ကတ်က လူမှုဆက်ဆံရေးညံ့ပြီး ဘဲမထားဘူးတဲ့..
ဒါကို သိတဲ့ သူတို့ အဖေကြီးက အမ ရည်းစားထားမှ ညီမလဲ ရည်းစားထားရမယ်
ဆိုတဲ့ စည်းကမ်းချလိုက်တော့တာဘဲ..
ကမ်မရွန် ခင်မျာ ဘီယန်ကာဆိုတဲ့ အချစ်နတ်သမီး လေးကို လိုချင်ဇောနဲ့ ကြံရတော့တာဘဲ.
. ဘယ်လို အကြံလဲဆိုတော့ အမဖြစ်သူ ကတ် ကို ပတ်ထရစ် ဆိုတဲ့ ဂျစ်ပစီဘွိုင်းကို လိုက် ခ ပေးပြီးတော့ပေါ့
လိုက်ခိုင်းတာပါ လိုက်ခ ပေးဖို့ ပိုက်ဆံမရှိပြန်တော့ တစ်မျိုးကြံရပြန်ပါတယ်
ဘီယန်ကာကို အပိုင်ရအောင်ကြံချင်နေတဲ့ ဂျိုဝီဆိုတဲ့ သူဠေးသားလဲ ရှိပါသေးတယ်
ကမ်မရွန်ရဲ့ အကြံကတော့ ဂျိုဝီကို မလိမ့်တပတ်နဲ့ ကပ်ပေါင်းပြီး ပတ်ထရစ်ကို ပိုက်ဆံ ပေးခိုင်းတာပါ
ပတ်ထရစ်ကရော လိုက်ခယူပြီး ကတ် ဆိုတဲ့ လူ့ဂွစာ ကောင်မလေးကို လိုက်ရင်းနဲ့ တကယ်ချစ်သွားမလား
ကမ်မရွန်ကကော သူ့အကြံအောင်မြင်ပြီး ဘီယန်ကာ ကို ပိုင်ဆိုင်မလား
လူလည်ကျခံ လိုက်ရတဲ့ ဂျိုဝီကကော အငြိမ်နေမှာလားဆိုတာ………။
ရင်ခုန်ကြည်နူးစရာ တင်ဆက်ပုံတွေကြောင့် ကြည့်မိသူတိုင်း သိပ်ချစ်ကြရတဲ့ ဇာတ်ကားလေးပါပဲ။
File size…(2.4 GB)/(1.6 GB)/(999 MB)
Quality….Regrade WEBrip 4K HEVC/ 1080p / 720p
Format…mkv/mp4
Duration….01:37:36
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Jerrica
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
