"Dear Evan Hansen (2021)
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
“ဘယ်သူမှ အနားမှာ မရှိဘူးလို့ ခံစားနေရပါသလား …..
ဘယ်မှာရှိမှန်းမသိဘဲ အမေ့ခံဘဝလို့ ခံစားရဖူးပါသလား …..
ပျောက်ကွယ်သွားရင် ကောင်းမယ်လို့ ခံစားခဲ့ရဖူးပါသလား …..
ငါသာ လဲကျသွားရင် ဘယ်သူမှ ကြားမှာ သိမှာ မဟုတ်ဘူး ဆိုတာမျိုးပေါ့”
အဲဒီလို ခံစားနေရပြီ ဆိုရင် ဒီ Musical Drama လေးကို ကြည့်လိုက်ပါ။
ကိုယ်က တစ်ယောက်ထဲ မဟုတ်ဘူးဆိုတဲ့ ခံစားချက် ကို ရလာမှာပါ။
အထီးကျန်တယ်ဆိုတဲ့ ခံစားချက်ကို ဟိုးဝေးဝေးထိ လွင့်ဖျောက်နိုင်မှာပါ။
ဇာတ်လမ်းအစကတော့
ချစ်သော အယ်ဗန် ဟန်ဆန် ….. ဆိုပြီး ဒီလိုမျိုး စထားပါတယ်။
Movie တွေထဲမှာ ရှားရှားပါးပါး Musical Genre ပဲ ဖြစ်ပါတယ်။
အယ်ဗန် ဟန်ဆန် ဆိုတာကတော့ …..
လူမှုရေးအားနည်းသူ တစ်ယောက် ဖြစ်ပြီး
လူတွေနဲ့ စကားပြောရမှာကို ကြောက်တဲ့လူတစ်ယောက် ဖြစ်ပါတယ်။
ဒီတော့ စိတ်ရောဂါကုဆရာဝန် နဲ့ ပြသပြီးတော့
သူ့ကိုယ်သူ စာပြန်ရေးတဲ့ အိမ်စာကို လုပ်ရပါတယ်။
အစမှာ ရေးထားခဲ့သလို “ချစ်သော အယ်ဗန် ဟန်ဆန် ….” ဆိုပြီး အစချီပြီးတော့ပေါ့။
ကျောင်းပိတ်ရက်မှာလည်း သစ်သီးခြံကို သွားတုန်း
လက်ကျိုးပြီး ကျောက်ပတ်တီး စည်းထားခဲ့ရပါတယ်။
ကျောင်းမှာဆိုလည်း တစ်ယောက်ထဲပဲ နေတဲ့ အယ်ဗန်
သူငယ်ချင်းဆိုလို့ ရှားရှားပါးပါး တစ်ယောက်ထဲပဲရှိတဲ့ အယ်ဗန်
တစ်နေ့မှာတော့ ကျောင်းက လူဆိုးလေး ကော်နာ နဲ့ ဆုံပါတော့တယ်။
ကော်နာက သူ့ရဲ့ကျောက်ပတ်တီးမှာ “ကော်နာ” ဆိုပြီး လက်မှတ်ထိုပေးခဲ့ပါတယ်။
“ချစ်သော အယ်ဗန် ဟန်ဆန်” ဆိုတဲ့ စာကိုလည်း ယူသွားခဲ့ပါတယ်။
မထင်မှတ်ထားတာတွေ ဖြစ်လာတာကတော့
“ကော်နာ” တစ်ယောက် ကိုယ့်ကိုယ်ကို သတ်သေသွားခဲ့တာပါပဲ။
ကော်နာရဲ့မိဘတွေက အဲဒီစာနဲ့ အယ်ဗန့်ဆီကို ရောက်လာပြီးတော့
အယ်ဗန့်လက်က ကျောက်ပတ်တီးပေါ်က နာမည်ကိုပါ တွေ့သွားတဲ့အချိန်မှာတော့ ……
Musical Drama ဖြစ်တဲ့အတွက်
အဓိပ္ပါယ်ရှိတဲ့ သီချင်းတွေအများကြီးကို
တစ်ကားထဲမှာ နားထောင်ရမှာပါ။
တေးရေးတွေကတော့ နာမည်ကြီးရုပ်ရှင်တွေဖြစ်တဲ့
“La La Land” နဲ့ “The Greatest Showman” ရဲ့ တေးရေးဆရာတွေပဲ ဖြစ်ပါတယ်။
သီချင်းတိုင်းက ရသအဖုံဖုံကို ပေးပေမယ့်
ကျွန်တော် အကြိုက်ဆုံးသီချင်းတစ်ပုဒ်တော့ ရှိပါတယ်။
“You will be found” (မင်းကို ရှာတွေ့ပါလိမ့်မယ်) ဆိုတဲ့ သီချင်းပါ။
ကိုယ့်ကိုယ်ကို တစ်ယောက်တည်းလို့ မထင်ပါနဲ့။
လူတွေနဲ့ စကားပြောကြည့်ပါ။
လူတွေနဲ့ ရင်းရင်းနှီးနှီးနေကြည့်ပါ။
တစ်နေ့နေ့မှာ ကိုယ့်ကို ချစ်တဲ့ခင်တဲ့လူတွေက ကိုယ့်ကို တွေ့လာမှာပါ။
ဘယ်သူမှ တစ်ယောက်ထဲ မဟုတ်ပါဘူး။
ဒီဇာတ်ကားကတော့ ၂၀၁၅ တုန်းက Broadway Project တစ်ခုကို
Adaptation လုပ်ထားတာပဲ ဖြစ်ပါတယ်။
Pitch Perfect ဇာတ်ကားတွေမှာ ပါဝင်ခဲ့ဖူးတဲ့ အဆိုတော် Ben Platt က
ခေါင်းဆောင်ပြီးတော့ ပါဝင်ထားတာပဲ ဖြစ်ပါတယ်။
မင်းသမီးကြီး Julian Moore ကလည်း မိခင်တစ်ယောက်အနေနဲ့ အားဖြည့်ပါဝင်ထားပါတယ်။
စိတ်ဒဏ်ရာတွေ ပြေပျောက်စေမယ့် ရုပ်ရှင်ကားကောင်း တစ်ကားပဲ ဖြစ်ပါတယ်။
အညွှန်းကိုတော့ “ဝါခေါင်” က ရေးပေးထားပြီးတော့
ဘာသာပြန်တွေကတော့ F&R Gurls ပဲ ဖြစ်ပါတယ်။
Quality…. Bluray 1080p HEVC, WEB-SCREENER 720p and 480p
File size… 1.6GB, 1.7GB and 491MB
Format…mp4
Duration….2h 17min
Subtitle….Myanmar Subtitle (Hardsub)
Translator ….. Shwe pyae, Thwal Yadi, Jerrica, MTA
Encoder ….. August
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
