"Tobey Maguire နဲ့ Andrew Garfield တို့ပြီးတဲ့နောက်မှာ သုံးကြိမ်မြောက် Reboot လုပ်ခဲ့တဲ့Tom Holland ရဲ့ တကယ့်ကို လူငယ်ဆန်တဲ့ အငွေ့အသက်တွေလွှမ်းခြုံနေတဲ့Spider Man Homecoming ဟာ ၂၀၁၆နှစ်ကုန်ပိုင်းမှာ ထွက်လာတဲ့ Marvel Comic ဖန်တွေ အကြိုက်လောက်ဆုံး Spider Man Reboot Movie တစ်ခုဖြစ်ခဲ့ရပါတော့တယ်
Tobey နဲ့ Andrew အလွန် ၂၀၁၆မှာတော့ ကျွန်တော်တို့လို Comic Fan တွေအတွက် Cilvil War မှာ လူငယ်မင်းသား Tom Holland က ဆန္ဒတွေ ဖြည့်ဆည်းပေးလိုက်တော့တယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
သူ့ကို စတင် Cast လုပ်လိုက်လိုက်ချင်း ဝေဖန်သံတွေ ပေါ်ထွက်ခဲ့ပေမယ့်အဲဒီ ဝေဖန်သံတွေကို Civil War မှာ Tony Stark ရဲ့ Underoses ဆိုတဲ့ စကားနဲ့ Spidey လက်သစ်ရဲ့ Hello Everyone ဆိုတဲ့တစ်ခွန်းတည်းနဲ့ ပယ်ဖျက်ခဲ့တယ်။
” တခြားစူပါဟီးရိုးတွေလို ရင့်ကျက်မှုမရှိသေးမယ့် CW ကဖြစ်ရပ်တွေထဲ ဝင်ပါခဲ့ရပြီးတဲ့နောက် Peter Parker ဟာ သူ့ကိုအချိန်ပြည့် စောင့် ကြည့်ထိန်းမတ်ပေးနေတဲ့ Tony Starkရဲ့ အုပ်ချုပ်မှုအောက်မှာ ကိုယ့်ကိုယ်ကိုယ် ယုံကြည်မှုအပြည့်နဲ့ ဝတ်စုံအသစ်နဲ့အတူ နေ့တိုင်း မှုခင်းတိုက်ဖျက်နေခဲ့ပါတယ်။
Parker ဟာ သူ့ရဲ့ အခင်ဆုံး သူငယ်ချင်း Ned နဲ့အတူ သာမန်ရိုးရှင်းတဲ့ အထက်တန်းကျောင်းသား ဘဝကို အတွဲညီညီဖြတ်သန်းနေသလို Lizဆိုတဲ့ ကောင်မလေးတစ်ယောက်ကိုပါ ခွက်ရှ်နေခဲ့ပါတယ်။
သို့သော်လည်းပဲ Tony Stark ရဲ့ လက်နက်ထိန်းချုပ်ရေး ပရိုဂရမ်ကြောင့် အမြစ်တည်ပျံ့ပွားလာတဲ့ အမုန်းတရားတွေရဲ့သားကောင် Vulture ဆိုတဲ့ Villain တစ်ယောက်ပေါ်လာချိန်မှာတော့ အတွေ့အကြုံအကြီးကြီး မရှိသေးတဲ့ Spidey လေးခင်မျာ အားကုန်သုံးပြီး ပြန်တွန်းလှန်ရပါတော့တယ်…. ။ ”
‌ဒီကားဟာ Tomရဲ့ Solo Film ဖြစ်တဲ့အတွက် သူအတွက် လုပ်ပိုင်ခွင့်တွေ ပိုရလာခဲ့သလို Comic ထဲကလို ပျော်ပျော်နေတတ်တဲ့ Friendly Neighborhood Spidey လေးကို မြင်တွေ့ခဲ့ရတယ်။
သူ့ရဲ့ စိတ်ဓာတ်၊ သူ့ရဲ့ စွမ်းအား၊ သူ့ရဲ့ လုပ်နိုင်စွမ်းတွေဟာ ဒီကားနဲ့အတူ နောင်လာမယ့် ကားတွေမှာပါ ကျွန်တော်တို့ အချစ်တော် Spidey လေးဖြစ်လာမယ်ဆိုတာတော့ ဘယ်လိုမှ လွဲမယ်မထင်ပါဘူး…။
(ဇာတ်လမ်းအညွှန်းကိုတော့ Y မှရေးပေးထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ Little Neo ပါ)
++++++++++++++++++++++++++++++++++++++++++++++++++++++
Marvel Cinematic Universe Intro
=======================
Marvel ထုတ်လုပ်ရေးမှ Marvel Cinematic Universe(MCU) ကို လွန်ခဲ့တဲ့ ၁၀ နှစ်က စပြီးတည်ဆောက်ခဲ့ပါတယ်။
ပထမဆုံး ဇာတ်လမ်းဖြစ်တဲ့ Iron Man-1 နဲ့ဖြစ်ပါတယ်။ နောက်ဆုံးအပိတ်ကတော့ Endgame (2019) ဖြစ်ပါတယ်။
Marvel Universe မှာ Infinity Stone လို့ ခေါ်တဲ့ စွမ်းအား အကြီးဆုံး ကျောက်တုံး(၆) လုံးရှိပါတယ်။
အဲဒီကျောက်တုံးတွေဟာ စကြဝဠာအနှံ့မှာ ပြန့်ကျဲနေတယ် ဆိုပါတော့။
ကျောက်တုံးတစ်တုံးချင်းစီမှာ သီးခြားအစွမ်းတွေ ရှိပြီး သာမာန်လူတွေ ကိုင်တွယ်သုံးစွဲဖို့ မဖြစ်နိုင်သလောက်ပါပဲ။
Infinity War ရဲ့ အဓိက ဗီလိန်ဖြစ်တဲ့ Mad titan လို့ခေါ်ကြတဲ့ Thanos က ဒီကျောက်တုံးတွေကို စုစည်းပြီး
စကြဝဠာကို သူ့သဘောအတိုင်းဖန်တီးဖို့ကြိုးစားပါလိမ့်မယ်။
ဒါကို Avengers( Captain America, Iron Man, Hulk, Thor, Black Widow, Hawkeye, Vision,Scarlet Witch,Antman,Falcon) တို့နဲ့
Spiderman, Doctor Strange, Black Panther, Guardians of the Galaxy အဖွဲ့တို့ ပူးပေါင်းတားဆီးကြရင်း ဖြစ်လာတဲ့ စစ်ပွဲပါ။
Infinity Stones 6 လုံးရဲ့ တည်နေရာတွေကတော့
၁. Space Stone aka Tesseract (Blue)
(Captain America: the first avenger ဇာတ်ကားမှာ နာဇီတွေဆီက လုယူရတဲ့ ကျောက်တုံးဖြစ်ပြီး
Avengers ဇာတ်ကားမှာ လိုကီက ဂြိုလ်သားတွေကို ကမ္ဘာကိုခေါ်ဖို့ ဝင်ပေါက်ဖွင့်တဲ့နေရာမှာ အသုံးပြုခဲ့ပါတယ်၊
လက်ရှိကတော့ Asgard ဂြိုလ်ပေါ်မှာ သိမ်းဆည်းခဲ့ရင်း Thor: Ragnarok ကားအဆုံးမှာ လိုကီ ခိုးယူခဲ့တာကို တွေ့ရမှာပါ)
၂။ Reality Stone aka Aether (Red)
( စကြဝဠာကို Big Bang မတိုင်ခင်အထိတောင် ပြန်ပြောင်းပစ်နိုင်ပါတယ်။
Thor 2: The Dark World မှာ ပါလာခဲ့ပြီး နောက်ဆုံး credit scene မှာ Collector ဆိုသူဆီမှာ သိမ်းဆည်းထားပါတယ်)
၃။ Power Stone (Purple Orb)
( ဂြိုလ်တစ်ခုလုံးကို အသာလေးဖျက်ပစ်လို့ရတဲ့ raw power တွေပါပါတယ်။
Guardian of the Galaxy 1 မှာ ပါဝင်ခဲ့ပြီး Xander က Nova Corps စစ်တပ်လက်ထဲမှာ သိမ်းဆည်းထားပါတယ်။)
၄။ The Time Stone ( The Eye of Agomotto, Green)
( အချိန်ကို လိုသလိုအသုံးချနိုင်ပါတယ်။ Doctor Starnge ဇာတ်လမ်းမှာ ပါဝင်လာပြီး လက်ရှိ ဒေါက်တာ စထ်ရိန့်က စောင့်ရှောက်ထားပါတယ်)
၅။ Mind Stone (Yellow)
( ဉာဏ်ရည်ကို မြှင့်တင်ခြင်းနဲ့ စိတ်ညို့ခြင်းတွေ ပြုလုပ်နိုင်ပါတယ်။ Avengers 1 မှာ ပါဝင်ခဲ့ပြီး လက်ရှိ Vision ရဲ့ နဖူးထဲမှာ မြှပ်ထားတာပါ)
၆။ Soul Stone (Orange)
( သက်ရှိ သက်မဲ့ အခြေအနေတွေကို ထိန်းချုပ်နိုင်ပါတယ်။ Planet Vormir မှာရှိပါတယ်။ )
အဆိုပါ ကျောက်တုံး ၆ တုံးကို သုံးနိုင်ဖို့ Infinity Gauntlet ဆိုတဲ့ လက်အိတ်ကို လိုပါတယ်။ အဲဒီလက်အိတ်ကိုတော့ Thanos ပိုင်ဆိုင်ထားပါတယ်။
ဒီလောက်ဆို Marvel Universe ကိုကြည့်ဖို့ အကြမ်းဖျဉ်းလုံလောက်ပြီ ထင်ပါတယ်။
File size…(6.3 GB)/(1.6 GB)/(850 MB)
Quality….BluRay 4K HEVC/ DS4K 1080p / 720p
Format…mkv/mp4
Duration….02:13:28
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Little Neo
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
