"ဒီဇာတ်ကားက ကျွန်တော် အရမ်းကြိုက်ခဲ့တဲ့ Spider-Man ကာတွန်းဇာတ်လမ်းထဲက ဇာတ်လမ်းတစ်ချို့ကို အခြေခံပြီး ရိုက်ကူးထားသလို၊ Visual Effect ကလည်း အရမ်းကောင်းပါတယ်။ ဒါ့အပြင် Spider-Man Web ပစ်ပြီး လေထဲမှာ သွားတဲ့ အခန်းတွေက တကယ် ကြည့်လို့ကောင်းပြီး၊ Electro နဲ့ ရင်ဆိုင်တဲ့ အခန်းမှာလည်း Slow Motion ကို လိုအပ်သလောက် ထည့်ပြီး ပညာသား ပါပါ အသုံးပြုသွားပါတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
Superheros ရုပ်ရှင် ကားတွေထဲမှာ လက်ရှိအချိန်ထိ ကျွန်တော့် အကြိုက်ဆုံး ဇာတ်ကားတွေကThe Dark Knight နဲ့ Avengers တို့ဖြစ်ပါတယ်။ ဒီကားက အဲ့ဒီ နှစ်ကား လောက် စိတ်လှုပ်ရှားမှုမပေးနိုင်သလို၊ ဇာတ်ရှိန် အတက်အကျမကောင်းပေမယ့်၊ လက်ရှိအချိန်မှာတော့ အကောင်းဆုံး Spider-Man ကားလို့ တောင် ပြောလို့ရပါတယ်။ Original Spider-Man 2 ဇာတ်ကားထက်တောင် မှ အများကြီးသာလွန်နေပြီး၊ Captain America ထက် ပိုကြိုက်ပါတယ်။
ဒါပေမယ့် ကျွန်တော်ပြောခဲ့သလို၊ ဇာတ်လမ်းက ဇာတ်ရှိန် အတက်အကျ မမှန်ပါဘူး။ အထူးသဖြင့် Peter နဲ့ Gwen တို့နဲ့ အချစ်ဇာတ်လမ်းက ကလေး ကစားသလိုဖြစ်နေပါတယ်။ ပရိတ်သတ်တစ်ချို့က ဒီအချစ်ဇာတ်လမ်းမလိုဘူး လို့ထင်ပေမယ့် တကယ်တော့ Spider-Man ဇာတ်လမ်းမှာ အချစ်ဇာတ်လမ်း လိုကို လိုပါတယ်။
သူက လူတွေကို ကယ်တင်နေရင်းနဲ့ တဖက်ကလည်း ချစ်သူနဲ့ တွဲသင့် မတွဲသင့် အမြဲ တမ်းကြုံတွေ့ရသလို၊ ရန်သူတွေက သူ့ချစ်သူကို အန္တရာယ်ပေးမှာ လည်း တွေးပူရပါတယ်။ ဒီကားက အဲ့ဒီအချက်ကို ထည့်ပေးထားပေမယ့် တစ်ချို့အခန်းတွေက သာမန် Drama ကားတွေလောက် တောင် မကောင်းဘူးဖြစ်နေပါတယ်။
ဒါပေမယ့် ကျွန်တော်က ကျန်တဲ့ အချက်အားလုံးနီးပါးကို သဘောကျပါတယ်။ ဒီကားမှာ Electro ကို အဓိက ရန်သူအဖြစ် မိတ်ဆက်သွားပြီး၊ သူ့ရဲ့ Transformation ကလည်း အရမ်းကောင်းပါတယ်။ ကာတွန်းထဲက နဲ့ မတူပေမယ့် ကာတွန်းထဲက Origin ထက်ပိုပြီး ကြည့်လို့ကောင်းပါတယ်။ အထူးသဖြင့် Oscorp နဲ့ ဗီလိန်အား လုံး ချိတ်ဆက်ပေးထားပြီး Sinister Six ကို သွားနေတဲ့ ပုံစံလည်း ဖြစ်ပါတယ်။
ဒီကားက အက်ရှင် ဇာတ်ကွက်တော့ အနည်းပဲပါပြီး၊ သာမန်ပရိတ်သတ်ကို စိတ်ကြေနပ်မှု သိပ်မပေးနိုင်ခဲ့ ပါဘူး။ ဘာလိုလည်းဆိုတော့ သူတို့က နောက်ထပ် ဇာတ်ကားတွေအတွက် ပြင်ဆင်နေလို့ပဲဖြစ်ပါတယ်။ အထူး သဖြင့် Andrew Garfield ကို နောက်ထပ် ၂ ကားထပ်ရိုက်ဖို့ စာချုပ်ချုပ်ပြီးသွားပြီလို့လည်း သိရပါတယ်။
(ဇာတ်လမ်းအညွှန်းကိုတော့ ရုပ်ရှင်မိတ်ဆက် Movie Review မှကူးယူဖော်ပြထားတာဖြစ်ပါတယ်။)
File size…(4.8 GB)/(2.4 GB)/(1.3 GB)
Quality….BluRay 4K HEVC/ DS4K 1080p HEVC / 720p
Format…mkv/mp4
Duration….02:21:34
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Nyeinsaeya Aung
Translated by Mr.Anderson
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
