"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
၂၀၀၅ ခုနှစ်မှာ ထွက်ရှိခဲ့ပြီး အမီတာဘဂျမ်းတို့သားအဖနဲ့ငွေကြေးအရရော အနုပညာအရပါအောင်မြင်ပြီး
အပြင်မှာပါ ရုပ်ရှင်ထဲကအတိုင်း ပုံတူကူးလိမ်လည်မှုတွေဖြစ်ပေါ်လာတဲ့အထိ ဩဇာကြီးခဲ့တဲ့
Bunty Aur Babli ရဲ့ ​နောက်ဆက်တွဲ​ဖြစ်ပါတယ်။
ဒီဇာတ်ကားမှာ ပထမကားနဲ့ ၁၅ နှစ်အကွာမှာ ဇာတ်လမ်းကို
ပြန်လည်စတင်ထားပါတယ်။အခုချိန်မှာတော့ ဘန်တီနဲ့ ဘာဘလီတို့ လူလိမ်ဝိဇ္ဇာ ၂​ယောက်ဟာ မိသားစု တစ်ခု ထူ​ထောင်ပြီး ​
အေး​​အေး​ဆေး​ဆေး ဘဝကို ဖြတ်သန်း​နေကြပါပြီ. သား​လေးတစ်​ယောက်နဲ့ ​ပျော်ရွှင်စွာ​နေထိုင်ရင်းနဲ့ တစ်​နေ့မှာ​တော့
ဘန်တီနဲ့ဘာဘလီတို့ရဲ့ လှည့်ကွက်​တွေ ပြန်​ပေါ်လာပါပြီ ဆိုပြီး လူတိုင်းပါးစပ်ဖျား​ပေါ် ပြန်​ရောက်လာကြပါ​​တော့တယ်.
သက်လတ်ပိုင်း​ရောက်​နေကြတဲ့ ဘန်တီနဲ့ ဘာဘလီတို့လဲ သူတို့မလုပ်တဲ့ လိမ်လည်မှု​တွေနဲ့ စွပ်စွဲခံရပါ​တော့တယ်။
ရဲအရာရှိ ဂျတာယူဟာ ဒီလက်သစ် ဘန်တီ-ဘာဘလီကို သဲလွန်စ ရှာမရတာ​ကြောင့်
မူလ ဘန်တီ-ဘာဘလီတို့ကို က​လေးနဲ့ ခြိမ်း​ခြောက်ပြီး စုံစမ်း​ရေးမှာ ပါဝင်ဖို့ ခိုင်းစေခဲ့ပါတယ်။
၁၅နှစ်အကြာမှ ဒီနယ်ပယ်ထဲ ပြန်ဝင်လာရတာမို့အနားယူထားတဲ့ ကာလရှည်အတွင်း သူတို့အရည်အချင်းတွေလျော့ပါးကုန်ပြီလား။
ပြောင်းလဲသွားတဲ့ ခေတ်မှီနည်းပညာနဲ့ကွာဟသွားတဲ့ခေတ်အခြေအနေတွေကြားမှာ သူတို့ကိုပုံတူကူးကျူးလွန်နေတဲ့
လူငယ်စုံတွဲနဲ့ ဘယ်လိုဉာဏ်များယှဉ်ပြိုင်ကြမလဲဆိုတာ ဟာသတွေနှောပြီး ရယ်မောပျော်ရွှင်စွာရှုစားကြရမှာပါ။
ပထမကားက Abhishek နေရာမှာ Saif Ali Khan ပါဝင်လာပြီး Rani နဲ့ဇာတ်ကားပေါင်းများစွာတွဲဖက်အောင်မြင်ခဲ့သူပီပီ
လိုက်ဖက်ညီအပေးအယူမျှစွာတွေ့မြင်ရပါလိမ့်မယ်။ လူငယ်စုံတွဲ ဘန်တီအာဘာဘလီလက်သစ်အဖြစ် Gully boy ဇာတ်ကားနဲ့ပေါက်လာတဲ့
Siddhant Chaturvedi နဲ့ မင်းသမီးသစ်လေး Sharvari Wagh ကိုမိတ်ဆက်တွဲဖက်ပေးထားပါတယ်။
ပေါ့ပေါ့ပါးပါးသဘာ၀ကျတဲ့ဟာသတွေ သီချင်းကောင်းကောင်းလေးတွေနဲ့ ယောက်ျားရပြီးကားရိုက်ကျဲသွားတဲ့မမကြီး ရာနီးကို
အရင်တုန်းကလို လှလှပပ ခေတ်မှီသွက်လက်တဲ့ဇာတ်ရုပ်နဲ့တစ်မျိုး ဂွတီးဂွကျလူလတ်ပိုင်းအိမ်ထောင်ရှင်မကြီးအဖြစ်ပါ တစ်ဝကြီးတွေ့မြင်ရမှာပါ။
File size…(4.5 GB)/(2.3 GB)/(1 GB)
Quality….WEB-DL 4K HEVC/ 1080p / 720p
Format…mkv/mp4
Duration….02:18:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Ka Naung
Translated by Mugiwara Ya & Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
