"အလုပ်အကိုင်လား..။ အောင်မြင်မှုလား..။ဇနီးမယားလား..။ မိသားစုလား..။
ရထားတစ်တွဲတစ်တွဲနဲ့ တစ်တွဲအကူးအပြောင်းမှာ အနာဂါတ်နဲ့ အတိတ်ကို ကူးပြောင်းနိုင်ခဲ့မယ်ဆိုရင် ဘယ်လိုနေမလဲ ?
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
နောက်အိမ်ထောင်ပြုဖို့အတွက် ခပ်ငယ်ငယ် ခပ်ချောချော ဇနီးလောင်းလေးကို အိမ်ကို ပြန်ခေါ်သွားဖို့ မွေးရပ်ရှိရာ ရထားနဲ့ ပြန်လာခဲ့တဲ့ တိုနီ တာဝါ..။
ရထားတွဲတစ်ခုနဲ့ တစ်ခု အကူးအပြောင်းမှာ မတော်တဆ အနာဂါတ်ကို မြင်တွေ့လိုက်ရတဲ့အခါ..။
ချွတ်ခြုံကျပြီး စုတ်ပြတ်သတ်နေတဲ့ သူဖုန်းစားလို အနာဂါတ်ကို ပြင်ဆင်ဖို့ အတိတ်ကို ပြန်သွားပြီး အမှားတွေကို ပြင်ဆင်လာနိုင်ခဲ့မှာလား..?
ဆုံးရှုံးမှုတွေကို ပြန်လည်ပြင်ဆင်ဖို့ ကြိုးစားနေရင်းက..။ မှန်ရာကို လုပ်ဖို့ကြိုးစားနေရင်းက..။ ပဋိပက္ခတွေရှိနေလျက်နဲ့ပဲ အဆုံးရှုံးမခံနိုင်တဲ့ညီဖြစ်သူရဲ့အကြောင်း လျှို့ဝှက်ချက်ကို မတော်တဆ သိလိုက်ရတဲ့အခါ…။
ဇာတ်လိုက်ကျော်ကြီး တိုနီဟာ အတိတ်မှာ ဘယ်လိုမျိုးအမှားတွေကို ပြင်ဆင်ခဲ့မှာလဲ ?
အနာဂါတ်မှာရော ဘယ်လိုအရာတွေကို စွန့်လွှတ်ခဲ့ရမလဲ ?
ဒါကတော့ ​ညီအစ်ကိုတွေကြားက အဆင်မပြေမှုတွေနဲ့ ချစ်ခြင်းတွေကို ခံစားမှုရသ အပြည့်အဝ ခံစားရမယ့် ဇာတ်ကားကောင်းတစ်ခုပဲ ဖြစ်ပါတယ်..။
ရထားတွဲတစ်ခုနဲ့ တစ်ခု အကူးအပြောင်းမှာလည်း မတူညီတဲ့ ခေတ်ကာလတွေ အပြင်အဆင်တွေနဲ့ ဖက်ရှင်အသုံးအဆောင်တွေကို မြင်တွေ့ရပါလိမ့်ဦးမယ်..။
တကယ်လို့များ ကိုယ်ကသာ ဒီလိုမျိုး ခရစ္စမတ်မှာ အိမ်ကို ပြန်နေရင်းနဲ့ အနာဂါတ်ဆီကိုသာ သွားနိုင်ခဲ့မယ်ဆိုရင်..။
အတိတ်ကို ပြန်သွားပြီးတော့ အမှားတွေကို ပြင်ဆင်နိုင်ခဲ့မယ်ဆိုရင်.. ။
တိုနီ တာဝါဟာ သူ တတ်နိုင်သလောက်တော့ အကောင်းဆုံးကြိုးစားခဲ့သလိုပဲ..။
ကျွန်တော်တို့ဟာလည်း မှားယွင်းခဲ့ဖူးတဲ့အတိတ်တွေကို ပြန်လည်ပြင်ဆင်နိုင်လိမ့်ဦးမှာလားဆိုတာကတော့ စဉ်းစားစရာပါပဲ..။
(ဘာသာပြန်နှင့် အညွှန်းရေးသားသူကတော့ ရှင်းမာန်ထက်မြက်ပါ )
File size…(1.8 GB) / (1 Gb) / (500 Mb)
Quality….Webrip 1080p / 720p / 480p
Format…mp4
Duration….01:50:00
Genre…Comedy, Drama, Fantasy
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Mr. Anderson
Translated by Shin Mann Htet Myat
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
