"“အမှန်တရားသည်သာ အောင်နိုင်ရာ၏” တဲ့။
အမှန်တရားဟာ အမြဲအနိုင်ရတယ်။
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
အမှန်တရားအတွက် တိုက်ပွဲဝင်နေသူတွေ ရှိသလိုအမှန်တရားကို ထိန်ချန်ထားကြတာလည်း ရှိတယ်။
တခါတလေ ကြင်နာသနားတတ်တဲ့ ခေါင်းဆေင်ကောင်းလိုအပ်တယ်။
တခါတလေ ရက်စက်ကြမ်းတမ်းတဲ့ အပြစ်ပေးသူ လိုအပ်တယ်။
” အညွှန်း ”
ဒီဇာတ်ကားထဲမှာ ရဲအရာရှိတွေကိုမှ မီးရှို့သတ်တတ်တဲ့ လူသတ်သမားတစ်ဦးနဲ့ရဲအရာရှိတစ်ဦးတို့ကို တွေ့မြင်ရမှာပါ။
ရဲအရာရှိ တော်တော်များများကို သဲလွန်စပေးပြီးသတ်တဲ့ လူသတ်သမားဟာဘာကြောင့်များ ခုလို သတ်ရတာလဲ?
ဒီအမှုကို ကိုင်တွယ်မယ့် ရဲအရာရှိဟာလူသတ်သမားဆီက ဖုန်းခေါ်ဆိုမှု တစ်ခု ရရှိခဲ့ပါတယ်။
ရဲအရာရှိကို ယခုအမှုမှာ ဝင်မပါဖို့ တားမြစ်ခဲ့ပါတယ်။
တနေ့မှာတော့…
လူသတ်သမားနဲ့ ရဲအရာရှိတို့ မျက်နှာချင်းဆိုင် တွေ့ခဲ့ကြပါတယ်။
လူသတ်သမားဘက်က သိနေပေမဲ့ရဲအရာရှိကရော လူသတ်သမားဟာ ဘယ်သူဘယ်ဝါဆိုတာကို သိနေမလား?
ဘယ်သူက သားကောင်? ဘယ်သူက မုဆိုးဖြစ်မလဲ?
ဘယ်သူက ခြေးတစ်လှမ်းသာမလဲ?
ဘယ်သူက ခြေတစ်လှမ်း နောက်ကျမလဲ?
စသဖြင့် အပြိုင်အဆိုင် ယှဉ်ပြိုင်ရင်း…. လူသတ်မှုတွေ အများကြီး ဖြစ်ပြီးချိန်မှာတော့….
လူသတ်သမားဟာဘယ်လို အရာရှိမျိုးကိုမှ ရွေးချယ်သတ်တာလဲ?
သူ သတ်ကွင်းထဲက ဘာဖြစ်လို့ဒီစီပီကို ပ,ထုတ်ခဲ့တာလဲ?
ဘယ်လို အကြောင်းမျိုးတွေကြောင့်ခုလို ဆက်တိုက် သတ်နေရလဲဆိုတာကိုတော့
ခံစားလိုက်ပါဦးဗျာ။
…………………………………………
(အညွှန်းအပြည့်အစုံကို ရေးပြဖို့ မဖြစ်နိုင်လို့ ဒီမှာတင် ရပ်ကြရအောင်ဗျာ)
လူသတ်သမားကြီး ဗီးရ်အဖြစ် John Abraham
ဒီစီပီ ရှီဗန်ရှ် အဖြစ် Manoj Bajpayee တို့အပြင် …
ရှီခါ အဖြစ် မင်းသမီးချောလေး Aisha Shama တို့ကအထူးပါဝင် သရုပ်ဆောင်ထားပါတယ်။
(ဇာတ်လမ်းအညွှန်းကိုတော့ Nyi Koe ရေးပေးထားတာဖြစ်ပြီး ဘာသာပြန်သူကတော့ MLMC Team မှ ကိုမြင့်သူနဲ့ ညီညီကိုးပါ)
File Size : (1.8 GB) and (1.1 GB)
Quality : WEB-DL HEVC 1080p/ 720p
Running Time : 2h 20min
Format : Mp4
Genre : Action , Drama , Thriller
Subtitle : Myanmar Subtitle (Hard Sub)
Source : 1080p AMZN WEB-DL H264 DDP5.1 – NbT
Translated by Myint Thu & Nyi Nyi Koe
Encoded by Thanhtike Zaw,Nyeinsaeya Aung
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
