"Rifkin’s Festival (2020)
=================
IMDb Rating – 6.2/10
Directed By Woody Allen
Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
ကျွန်တော့်အကြိုက်ဆုံး အယ်လန်ရဲ့ ရုပ်ရှင်ဟာ
Midnight In Parisပါပဲ။Midnight in
Parisက ဇာတ်ကောင်ဟာ အနုပညာကို
ခံစားတတ်ပေမဲ့ သူ့ကိုယ်ပိုင် မာစတာပိစ်ကို
မရေးနိုင်သေးတဲ့ ရေးချင်နေတဲ့လူပါပဲ။
Rifkin’s Festivalရဲ့ ဇာတ်ကောင်
RIFKINဟာလည်း ဒီလိုလူပါပဲ။ဒီရုပ်ရှင်ဟာ
Midnight in Parisရဲ့ အဆက်မဟုတ်ပေမဲ့
နှစ်ကားလုံးက ဇာတ်ကောင်နှစ်ကောင်လုံးက
အယ်လန်ကိုယ်တိုင်ရဲ့ သူ့ကိုယ်သူပြန်တူးဖော်
ထားတဲ့ ဇာတ်ကောင်တွေလို့ ယူဆလို့ရတယ်။
နောက် Rifkinဟာ Midnight in Parisရဲ့
အဖြေလို့ ဆိုလို့ရပါတယ်။
Midnight in Parisမှာ ပါရီရဲ့အတိတ်ကာလကို
အချိန်ခရီးသွားသလို ဟန်သုံးထားပြီး
နာမည်ကျော်ပန်းချီဆရာတွေ စာရေးဆရာတွေ
ဂီတဆရာတွေကို တမ်းတပြသွားခဲ့တယ်။
RIFKINမှာတော့ နာမည်ကျော်ဒါရိုက်တာတွေရဲ့
နာမည်ကြီးဇာတ်၀င်ခန်းတွေကို တစ်ဖြတ်တစ်ဖြတ်
ဆိုသလို ထည့်သွားပြီး Homage to Cinema
လုပ်သွားတယ်။
Ingmar Bergmanရဲ့ 7th Sealအပြင်
François Truffautတို့ Jean-Luc Godardတို့လို
တန်းမြင့်ပြင်သစ်ဒါရိုက်တာတွေရဲ့ ရုပ်ရှင်တွေအပြင်
ဟောလိဝုဒ်ရဲ့ အကောင်းဆုံးလို့ ဆိုခဲ့ကြဖူးတဲ့
Orson Wellesရဲ့ Citizen Kaneထဲက
ဇာတ်၀င်ခန်းတွေကိုပါ ပြန်ယူသုံးပြီး
Homage To Cinemaလုပ်သွားခဲ့တယ်။
Ingmar Bergmanရဲ့သေမင်းကို သုံးပြီး
သူရေးချင်တဲ့ သူမရေးနိုင်တဲ့ စာအုပ်အတွက်
အဖြေတစ်ခုပေးသွားတဲ့ အခန်းဟာ
အတော်လေးလှပါတယ်။
တစ်ချက်ပြောရရင် Rifkinဟာ
ရုပ်ရှင်အကြောင်းသိပ်ပြောတဲ့ရုပ်ရှင်
ရုပ်ရှင်ထဲ ရုပ်ရှင်ကိုအသားပေးထားတဲ့ရုပ်ရှင်ပါပဲ။
ဒီနေ့ခေတ်ရုပ်ရှင်လောကကို အသေသရော်
ထားတယ်။ သတင်းထောက်မက မင်းသမီးကို
“ရှင့် ရုပ်ရှင်ထဲက ပြီးတဲ့အခန်းတွေအကုန်လုံးက
CGIလား”မေးတာတွေ။
ရုပ်ရှင်နဲ့ အာရပ် အစ္စရေးကိုညှိနှိုင်းနိုင်အောင်
မက်ဆေ့ပေးမယ့်ဒါရိုက်တာတွေကို ထည့်ပြပြီး
သရော်သွားတယ်။ ဒီနေ့ခေတ်ခေတ်စားတဲ့
Remake , Director Cutsတွေ
ဝေဖန်ရေးသမားတွေ တလွဲရုပ်ရှင်ပွဲတော်တွေ
အကုန်လုံးကို ပတ်သရော်သွားတယ်။
ဒီလို‌သရော်တာတွေပဲ အရမ်းများတဲ့အတွက်
သူသရော်တ‌ာတွေ ကိုးကားတာတွေကို
နားလည်ဖို့ ရုပ်ရှင်အစစ်တွေက ဘာဆိုတာ
အကျဉ်းဖျဉ်းလောက်သဘောပေါက်မှပဲ
ပိုကြည့်လို့ကောင်းမယ့် အနေအထားမှာရှိတယ်။
ပြောရရင် ဒီရုပ်ရှင်ဟာ တစ်သီးပုဂ္ဂလ
ပရိတ်သတ်ကို ဦးတည်တဲ့ရုပ်ရှင်မျိုးပါပဲ။
လူတိုင်းအတွက်မဟုတ်ပါဘူး။
ဒီရုပ်ရှင်ရဲ့ Genreကို Comedyလို့ရေးထားတာပေမဲ့
ဒီရုပ်ရှင်ဟာ ဝူဒီအယ်လန်အမျိုးအစားရုပ်ရှင်ပါပဲ။
အတည်ပေါက်ကြီးနဲ့သရော်မယ်
အနုပညာရွှေခေတ်ကိုတမ်းတမယ်
အချစ်ကိုတစ်ခါတလေလည်းယုံပြသလို
တစ်ခါတလေလည်း အချစ်ကို ပြန်သရော်ပြီး
ပစ္စုပ္ပန်ဘဝထဲက ကျွန်တော်တို့ မေ့လျော့
နေတာလေးတွေကို သတိထားမိအောင်
ပြတတ်တဲ့ ၈၆နှစ်ကျော် လူ့ဂွစာ
အဘိုးကြီးတစ်ယောက်ရဲ့ ရုပ်ရှင်ပါပဲ။
ဘာနေနေပါ ကျွန်တော်တော့ ဝူဒီအယ်လန်ကို
ရုပ်ရှင်တွေဆက်ရိုက်စေချင်တယ်။ ဆယ်ကားပဲ
ရိုက်မယ်ဘာညာ ထကြောင်တဲ့ လူတွေထက်
လူကြိုက်မများတော့ပေမဲ့ ရိုက်ချင်တာ
ရိုက်နေဆဲဖြစ်တဲ့ အယ်လန်ဟာ
Artistပိုစစ်တာတော့ ကျွန်တော်တို့
ငြင်းမရပါဘူး။Artistတစ်ယောက်ရဲ့
ဖန်တီးချင်စိတ်ဟာ သေမှပဲရပ်လို့
ရမှာမဟုတ်လား။
(ဒီဇာတ်လမ်းရဲ့ အညွှန်းနဲ့ ဘာသာပြန်ရေးသားပေးသူကတော့
WiRa Aung ဖြစ်ပါတယ်။
File Size – (1.3 GB) / (750 MB)/(450 MB)
Quality – WebRip – (1080p) / (720p) / (480p)
Duration – 1hr 28min
Subtitle – Myanmar Hardsub
Format – MP4
Genre : Comedy
Translator – WiRa Aung
Encoder – SWM
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
