"Pause
% buffered
00:00
00:00
Unmute
Settings
Enter fullscreen
Download
Your browser does not support the video tag.
Play
မဖြစ်နိုင်တော့လို့ အတိတ်မှာချန်ထားရစ်ခဲ့ရတဲ့ အဲ့ဒီတစ်စုံတစ်ယောက်နဲ့ နောက်ထပ်တစ်ညတာ
အတူဖြတ်သန်းခွင့်ရခဲ့မယ်ဆိုရင် ခင်ဗျားအနေနဲ့ဘယ်လိုဆုံးဖြတ်ကြမလဲ? တစ်ရှိုက်မက်မက်တမ်းတနေခဲ့တဲ့
သာယာမှု၊ အထိအတွေ့ အချစ်ဦးဆိုတဲ့ညံ့သက်တဲ့ခံစားချက်တွေကိုတစ်ညတာ ပြန်လည်ရရှိဖု့ိ
တစ်သက်လုံးကြိုးစားတည်ဆောက်ခဲ့ရတာတွေနဲ့ လဲလှယ်ပစ်ဖို့အဆင်သင့်ရှိပါ့မလား?
Jen ကပေါ်တင်ဝန်ခံထားတဲ့လိင်တူလိင်ကွဲနှစ်မျိုးလုံးစိတ်ဝင်စားတဲ့အမျိုးသမီးတစ်ဦးဖြစ်ပြီး သူ့ပါတနာ James ကတော့
စိတ်ပိုင်းဆိုင်ရာပြဿနာတစ်ချို့နဲ့မြို့သားလူငယ်တစ်ယောက်ပါပဲ၊ တစ်ယောက်ချို့ယွင်းချက်ကိုတစ်ယောက်ဖြည့်ဆည်းဖာထေးကြရင်း
နှစ်ယောက်ပေါင်းရှေ့သွားနောက်လိုက်ညီကြပါတယ်။ဘယ်လိုပဲဖြစ်ဖြစ် စိတ်ပြေလက်ပျောက်၊ဖိအားတွေနဲ့ဝေးရာကိုခဏ
ပုန်းရှောင်တဲ့အနေနဲ့ Jen ရဲ့မွေးရပ်မြေနယ်မြို့လေးကိုခရီးထွက်လာကြပါတယ်။
အဲ့ဒီငြိမ်းချမ်းတိတ်ဆိတ်တဲ့နယ်မြို့လေးမှာ Jen ရဲ့အတိတ်၊ မေ့ဖျောက်ထားခဲ့တဲ့ အရိပ်တွေဟာ တဖန်ပြန်လည်နိုးထဖို့အသင့်ဖြစ်နေခဲ့ပါတယ်။
အဲ့ဒါကတော့ Jen ရဲ့ငယ်သူငယ်ချင်းလဲဟုတ်၊ ငယ်ချစ်ဦးလဲဖြစ်တဲ့ Marie ဆိုတဲ့ချစ်စဖွယ်မိန်းကလေးဟာ
သူတို့နှစ်ယောက်လုံးရဲ့ ငယ်သူငယ်ချင်းဖြစ်တဲ့ Al နဲ့လက်ထပ်ဖို့ပြင်ဆင်နေတဲ့အချိန်ကိုက်ဖြစ်နေလို့ပါပဲ။ တစ်ချိန်မှာဘယ်လိုပဲဖြစ်ခဲ့ဖြစ်ခဲ့
မဖြစ်နိုင်လို့ ချန်ထားခဲ့တဲ့ အတိတ်ဟာ သူတို့ရဲ့ ပစ္စပ္ပုန်နဲ့တကွ လက်ရှိသက်ဆိုင်သူတွေရဲ့ဘဝထဲကိုပါ
ဘယ်လိုရိုက်ခတ်သက်ရောက်လာမလဲ ဆိုတာဆက်ရှုစားစေချင်ပါတယ်..
ဒါရိုက်တာဟာ ကိန်းလိုရုပ်ရှင်ပွဲတော်ကြီးမှာအကောင်းဆုံးဒါရိုက်တာဆုရပြီး အပြည်ပြည်ဆိုင်ရာမှာနာမည်ကြီးလာတဲ့ Brillante Mendoza ဖြစ်ပါတယ်။
ဇာတ်လမ်းကို docudrama ပုံစံတင်ဆက်ထားတာဖြစ်တဲ့အတွက် အစပိုင်းမှာစုံတွဲနှစ်တွဲမင်္ဂလာဆောင်တဲ့ ကိစ္စတွေလျှောက်လုပ်နေရတာကိုတွေ့ရမှာဖြစ်ပြီး
ရုပ်ရှင်မဆန်တဲ့စကားပြောတွေ လူမသိတဲ့ ဇာတ်ပို့ တွေနဲ့ ဇာတ်ညွှန်းရှိနေပုံမရတဲ့ခံစားချက်ကိုပေးစွမ်းနိုင်ပါတယ်။ အဓိကသရုပ်ဆောင်လေးယောက်ကလဲ
အလားအလာအရှိဆုံးတက်သစ်စလူငယ်ကြယ်ပွင့်တွေဖြစ်ပြီး ဒီဇာတ်ကားမှာတော့ သူတို့ဟာရုပ်ရည်တင်မကပဲ အရည်အချင်းပါပြည့်ဝသူတွေဖြစ်တဲ့အကြောင်း
ကောင်းကောင်းအစွမ်းပြသွားနိုင်ကြပါတယ်။ ဇာတ်လမ်းရဲ့Themed က GL ဘက်ကိုနွယ်ပြီးတော့လက်ထပ်ဖို့ရည်ရွယ်ပြီးသားလူငယ်တွေရဲ့ဇာတ်လမ်းဖြစ်တဲ့အတွက်
ပွင့်လင်းတဲ့လိင်ဆက်ဆံခန်းများစွာပါဝင်ပါတယ်။နှစ်ယောက်တည်းဆက်ဆံတဲ့အခန်း၊ မိန်းမချင်းဆက်ဆံခန်း၊ သုံးပွင့်ဆိုင်ဆက်ဆံခန်း(threesome)၊
လေးပွင့်ဆိုင်ဆက်ဆံခန်း(foursome)တွေပါမြိုင်မြိုင်ဆိုင်ဆိုင်ပါဝင်တဲ့အတွက်မိသားစုကြည့်ဖို့အဆင်မပြေပါဘူး။ တစ်ယောက်တည်းကြည့်ကြပါ လက်သမားအချောလေး(handsome) တို့။
File size…(1.5 GB)/(700 MB)
Quality….WEB-DL 1080p / 720p
Format…mp4
Duration….01:43:00
Subtitle….Myanmar Subtitle (Hardsub)
Encoder….Ka Naung
Translated by Alias
Yoteshin Linkကို Web Browserမှ ဒေါင်းမည့်သူများ ဒီလင့်မှာ login အရင်ဝင်ထားပေးဖို့လိုအပ်ပါတယ်။
Download Nulled Scripts and Plugins
Download Nulled Scripts and Plugins"
